{
  "translated_text": {
    "ta": {
      "title": "இது உங்கள் குழந்தை பருவத்தில் தனியாக இருக்கிறதா?",
      "body_lines": [
        "\"மூலம், மாத்திரைகள், மற்றும் கே.ஜி., கஞ்சா ஆகியவை பாதிக்கப்பட்டுள்ளன. சிகரெட்டுகள் பீட். \"அந்த கார்கள் பயன்பாட்டின் பயன்பாட்டை நிறுத்துவதற்கு சில ஆண்டுகளுக்கு முன்பு. அவர் ஏ / எல் முடிவுகளை எதிர்பார்க்கிறார், மேலும் 6-17 ஆண்டுகால பள்ளியிலிருந்து வந்தவர்.",
        "கடந்த ஆண்டு டிசம்பர் முதல் விஷத்தை ஒழிப்பதற்கான நோக்கத்துடன் தொடங்கப்பட்ட நீதியின் செயல்பாட்டிற்குப் பிறகு சம்பவத்தில் சம்பவங்கள் பதிவாகியுள்ளதாக தெரிவிக்கப்பட்டது.",
        "கசூனுக்கு போதைப்பொருள் விற்பனையாளர்களால் பாதிக்கப்பட்டவர் இருந்தார், மேலும் அவர் தனது அடையாளத்தை சிங்களவலாவிடம் வெளியிட்டு போதைப்பொருள் பயன்பாடு பற்றி பேச வேண்டும் மற்றும் போதைப்பொருட்களின் அனுபவத்தைப் பகிர்ந்து கொள்ள வேண்டும் என்று கோருகிறார்.",
        "பலரின் அடையாளம், இந்த கட்டுரையின் அடையாளம், நற்பெயரின் பாதுகாப்பு மற்றும் பள்ளிகளின் நற்பெயரின் நற்பெயருக்கு நாங்கள் வெளிப்படுத்தவில்லை.",
        "\"என்னுடன் குழந்தைகளைப் பார்க்க இது பயன்படுத்தப்பட்டது. அவர்கள் இருக்கும்போது அவர்களுக்குத் தெரிந்தபடி நான்தான். நான் அவர்களைப் பார்க்க ஆர்வமாக இருந்தேன். நான் கேட்டதன் காரணமாக நான் கட்டாயப்படுத்தப்படவில்லை. \"பள்ளி 7 ஆண்டு படிப்பில் இருந்தது.",
        "பள்ளியின் வகுப்பறையில் கூட, புகைபிடிக்கும் தூள் கூட வருகையில் பயன்படுத்தப்பட்டது என்று அவர் கூறினார்.",
        "அவர் போரெல்லாவில் ஒரு பள்ளியில் இருந்தார், கொழும்பில் உள்ள ஒரு பள்ளியில் இருந்தார்.",
        "கசூனின் போதைப்பொருள் பயன்பாடு நிறுத்தப்படவில்லை. நிகழ்வு புதிய பள்ளியில் இணைந்து அவற்றைப் பயன்படுத்துகிறது.",
        "\"நான் வாஷ் ரம் செல்லும்போது, ​​நான் சிறியவர்களைப் பார்க்கிறேன். இங்கே பள்ளி மக்கள் போல இருந்தது. நான் களிமண்ணைப் பெற்று வருவேன், நான் அவர்களுடன் ஷார். அவர்கள் எனக்கும் கொடுப்பார்கள். \"",
        "\"ஒரு நாள் வாஷ்ரூம், சிர்லா அந்த நேரத்தில் சோதித்தார். நான் என் கையின் கொல்லைப்புறத்தில் வீசப்பட்டேன். ஆனால் அது சுவரைத் தாக்கி என் காலுக்கு வந்தது. அதன் பிறகு, சர் பிடித்தார். சர் போலீசாருடன் பேசினார், அம்மா அப்பா. அமைச்சர் போலீசில் ஒரு கடிதம் எடுத்து ஒரு கடிதம் எடுத்து பள்ளிக்கு அழைத்துச் சென்றார். \"",
        "முதல் மற்றும் கடைசி முறை கசூன் ஆசிரியர்கள் ஒரு மருந்தைப் பிடித்தார்கள். பின்னர், அவர் அவரை விடுவிக்கும் வழியில் செயல்பட்டார்.",
        ".",
        "அதன் பிறகு, போதைப்பொருள் பயன்பாட்டைக் குறைக்கும் காஸ்.",
        "\"பயன்பாடு குறைக்கப்பட்டது. கிளல்லாவும் நிறுத்தப்பட்டது. பள்ளி மாணவர்கள் அதை சந்திக்கவில்லை. நான் அதிலிருந்து வெளியேறும்போது, ​​நான் பயன்படுத்த விரும்பவில்லை. அவர் சோகமாக இருந்த நேரத்தைப் பயன்படுத்தினார். அதன் பிறகு அல்ல. இப்போது முற்றிலும் நிறுத்தப்பட்டது. \"கசூன் கூறினார், சுமார் ஒரு வருடம் முன்பு, போதைப்பொருள் பயன்பாடு முற்றிலும் பூங்கா.",
        "கார்கள், அவர்கள் கலந்துகொண்டபோது, ​​அவர்கள் வளைகுடா, சிகரெட் அல்லது கஞ்சாவை தங்கள் பள்ளியில் நண்பர்களுடன் பயன்படுத்துகிறார்கள்.",
        "கொழும்பில் உள்ள உயர்நிலைப் பள்ளிகளில் உள்ள குழந்தைகளும் தனியார் பட்டதாரிகளில் கூட்டாகப் பயன்படுத்தப்படுவதாகவும் அவர் கூறினார்.",
        "போதைப்பொருள் துஷ்பிரயோகம் ஒரு விரைவான, வயது அல்லது பெண் மற்றும் ஆண் அல்ல என்று கசுன் கூறினார்.",
        "பள்ளியின் முதல்வரும், பள்ளி உட்பட பள்ளியின் ஒழுங்கு ஆசிரியரும் போதைப்பொருட்களிலிருந்து தங்கள் கடமைகளைச் சேமிக்க கடுமையாக உழைத்து வருகிறார்கள்.",
        "\"நாங்கள் பெரும்பாலும் போலீசாரிடம் சொல்ல மாட்டோம். காவல்துறையினர் காவல்துறையினருடன் மட்டுமே இணைக்கப்பட்டுள்ளனர். இந்த நிறுவனங்கள் மூலம் குழந்தையை உருவாக்க முயற்சிக்கிறோம். \"அதிபர் பிபிசி சிங்களிடம் கூறினார்.",
        "மருந்துகளின் பயன்பாட்டால் மருந்துகளைத் தடுக்க முடியாது என்றும் அது உளவியல் தவறான பயன்பாடு மற்றும் சுற்றுச்சூழலை மாற்றுவதன் மூலம் சுற்றுச்சூழலை மாற்றுவது என்றும் அதிபர் கூறினார்.",
        "\"நீங்கள் மருத்துவமனையைப் பெற முடியாவிட்டால், வம்சம் நோய்வாய்ப்பட்டிருக்க முடியாது. எனவே நாங்கள் கல்லறைக்கு செல்லவில்லை. நாங்கள் எப்படியோ முயற்சி செய்கிறோம். அது எங்கள் பார்வை, அதற்கு நாங்கள் பொறுப்பு. \"",
        "ஆபத்தான மருந்துகள் மற்றும் உதவி மருந்துகள் மற்றும் உதவி இயக்குனர், பிரதீப் குமாரா கோஹோலேன் போதைப் பழக்கத்திற்கு அடிமையானவர் அல்ல, நாட்டின் பள்ளிகளில் போதைப்பொருள் பயன்படுத்துபவர்கள் அல்லது சோதனை செய்யப்பட்ட குழந்தைகள் உள்ளனர்.",
        "மேற்கு மாகாணத்தில் மருந்துகள் கொண்ட பெரும்பாலான மருந்துகள் அமைந்துள்ளன என்று பிபிசி தி சின்ஹாலாவிடம் கூறினார்.",
        ".. அது போன்ற பக்கங்களில் கூடுதல் வகுப்புகள் உள்ளன. \"அவன் சொன்னான்.",
        "\"வளைகுடா நிறைய உள்ளது, இப்போது, ​​இப்போது, ​​இந்த மின் சிகரெட்டுகள் பயன்படுத்தப்படுகின்றன. அவர்கள் வளாகத்தின் குழந்தைகள் அல்ல. \"பொதுவாகப் பயன்படுத்தப்படும் மருந்துகளில் பொதுவாகப் பயன்படுத்தப்படுவதாக பிரதீப் குமாரா கூறினார்.",
        "தனரகர மருந்துகள் கட்டுப்பாட்டு வாரியம் ஹீரோ அல்லது பனி என அடையாளம் காணப்படவில்லை, இது வகைகள், வகைகள், அட்டவணைகளின் துண்டுகள் போன்ற மாவை பயன்படுத்தப்படுகிறது.",
        "பிராந்தியத்தின் பிற நாடுகளின் பார்வையில், தனாரகர போதைப்பொருள் மற்றும் உதவி இயக்குனர் பிரதீப் குமாரா, உடைய குமாரா கோஹோலனேஜெடாரா தெரிவித்தார்.",
        "ஹெராயின் அல்லது பனி மருந்துகளைப் பயன்படுத்தும் பள்ளி குழந்தைகள் இருக்கிறார்களா?",
        "\"போதைப்பொருள் கடத்தல் என்பது டி.ஆர்.ஜி.எஸ்ஸின் அடுத்த அணிகளின் தொகுப்பாகும்.\"பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக் நிஹால் தல்டுவா பிபிசி சிங்களிடம் தெரிவித்தார்.",
        "ஹெராயின் அல்லது பனி போதைப்பொருட்களைப் பயன்படுத்தி பள்ளி குழந்தைகளை சந்திக்காத பள்ளி குழந்தைகள் கண்டுபிடிக்கப்படவில்லை என்று போலீஸ் செய்தித் தொடர்பாளர் தெரிவித்தார்.",
        "விஷ மருந்துகளை ஒழிப்பதற்காக நீதி செயல்பாட்டை செயல்படுத்துவதற்கு ஏற்ப \"PWAGE மன்றம்\" உருவாக்கப்பட்டது.",
        "பள்ளியின் முதன்மை, ஆசிரியர்கள், பள்ளியின் மாணவர் தலைவர்கள், இப்பகுதியில் உள்ள பிரதான, இப்பகுதியின் மாணவர் தலைவர்கள், இப்பகுதியில் உள்ளனர் மற்றும் அப்பகுதியில் உள்ள குழுக்கள் மற்றும் காவல்துறை அதிகாரி. பள்ளியும் கிராமமும் பள்ளி மற்றும் கிராமத்திற்கு சரணடைந்து, ஒரு மன்றத்தை உருவாக்குகின்றன. பின்னர் தகவல் உள்ளது. அதைப் பாருங்கள். \"",
        "டி.ஐ.ஜி, நிஹால் தல்டுவா, 5,000 க்கும் மேற்பட்ட பள்ளிகளின் உலக மன்றம் உருவாக்கப்பட்டுள்ளது என்று அவர் கூறினார்.",
        "மன்றத்தின் முடிவுகளைக் கொண்ட மோசடி, அருகிலுள்ள கடைகளின் தடயங்கள் போதைப்பொருளாக மாறிவிட்டன என்று கூறியுள்ளது.",
        "கடிதத்தின் முக்கிய தோல் கடிதத்தின் தலைவராக இருந்தது, கடைசியாக, பள்ளியில் ஒழுக்கத்தின் பொறுப்பான ஆசிரியர்.",
        "அவர் ஏ / எல் முடிவுகளை எதிர்பார்க்கிறார், தற்போது நாட்டின் ஒரு சர்வதேச உணவகத்தில் பயிற்சி சேவையாக உள்ளார். நாங்கள் சிறிது நேரம் பள்ளிக்கு வந்தபோது, ​​பள்ளியின் அன்பான வரவேற்புக்கு காஷனுக்கு ஒரு தாழ்மையான பெருமை உள்ளது.",
        "\"நான் யாரையும் உருவாக்க விரும்புகிறேன். நான் அதைப் பார்க்க வேண்டும். \"கசூன் சிங்கள சேவையுடன் முடிக்கப்பட்டார்.",
        "19 வயது இல்லாமல் 19 வயதிற்குள் பட்டதாரி எப்படி இருக்க முடியும்?",
        "Mfariston என்றால் என்ன, உலகில் கருக்கலைப்பு எங்கே சட்டவிரோதமானது?",
        "போலம்போவை போலம்போவுக்கு வந்தபோது பாலத்தில் மோதிய டாலி கப்பல் 'நச்சு கழிவு'?"
      ]
    },
    "en": {
      "title": "Is it lone on your childhood?",
      "body_lines": [
        "\"Through, the pills, and kg, cannabis, have been hit. Cigarettes are beeed. \"Those cars are a few years before stopping the use of the use of the use of. He is expecting the A / L results and is from the 6-17 years of school.",
        "It was reported that the incidents were reported in the incident after the operation of justice, which was started with the objective of eradication of poison from December last year.",
        "Kasun also had a victim of drug dealers and demands that he had to unveil his identity to the Sinhala and talk about drug use and to share the experience of drugs.",
        "As well as the identity of many, the identity of this article, we do not reveal to the safety of the reputation and the reputation of the reputation of the schools.",
        "\"It was used to seeing the children with me. I'm just myself as they know when they. I was eager to see them. I haven't been forced because of what I asked. \"The school was on the 7 year of study.",
        "He said that even in the school's classroom, the smoking powder was used even in attendance.",
        "He was in a school in Borella and was in a school in Colombo.",
        "Kasun's drug use has not stopped. The event is joined in the new school and use them.",
        "\"When I go wash Rum, I see little ones. It was so that it was like school people here. I'll get the clay and come, I'm shar with them. They will give me too. \"",
        "\"One day washroom, Sirla checked at the time. I was thrown into the backyard of my hand. But it hit the wall and came to my leg. After that, Sir caught. Sir talked to the police, Mom dad. The Minister took a letter to the police and took a letter and took me to school. \"",
        "The first and last time Kasun teachers had caught up with a drug. Then, he acted to be on the way to release him.",
        "\"Missla, Sirula warned, and a man could not face, and the jaws, and laugh, but they saw what they used to continue.\"",
        "After that, the kas that reduces drug use.",
        "\"The use was reduced. Clalla also stopped. Schoolboys don't meet that. When I got out of it, I didn't want to use. Used time when he was sad. Not after that. Now completely stopped. \"Kasun said, about a year ago, the drug use was completely parkful.",
        "When the cars, as they attended, they use gulf, cigarette or cannabis with friends in their school as well as.",
        "He also said that children in the top schools in Colombo were also used to jointly in private graduates.",
        "Kasun told Kasun said that drug abuse is not a rapid, age or female and male.",
        "The Principal of the school and the school's disciplinary teacher, including the school, is working hard to save their duties from drugs.",
        "\"We often don't tell the police. The police are only connected to the police. We are trying to build the child through these institutions. \"The principal told BBC Sinhala.",
        "The Principal said that the use of drugs could not prevent drugs and that it was psychological misuse and sometimes changing the environment by changing the environment.",
        "\"If you can't get the hospital, the dynasty will not be able to make a sick. So we don't take to the cemetery. We're trying somehow. That's our vision, we are responsible for that. \"",
        "According to the Dangerous Drugs and Assistant Drugs and Assistant Director, Pradeep Kumara Koholane, has no drug addict and the country's schools have drug users or tested children.",
        "He told the BBC told the Sinhala that the majority of drugs with drugs are located in the Western Province.",
        "\"Western Province, Colombo District Number of Colombo District Number, Gampaha, Gampaha, Galle, Kurunegala. There are extra classes in the sides like that is in the same way. \"He said.",
        "\"There is a lot of the gulf, now, now, these e cigarettes are used. They are not the kids of campus. \"Pradeep Kumara stated that more commonly used in drugs that are most commonly used.",
        "The Danarakara Drugs Control Board has not been identified as identified as hero or ice, which is used as the dough, such as varieties, varieties, slices of tables.",
        "In view of other countries in the region, the Danarakara Drugs and Assistant Director, Pradeep Kumara, clad Kumara Koholanegedara said.",
        "Are there school children who use heroin or ice drugs?",
        "\"Drug trafficking is the next set of squads to drggs.\"Police Media Spokesperson DIG Nihal Talduwa told BBC Sinhala.",
        "The police spokesman said that the school children who had not met the school children using heroin or ice drugs have not been found.",
        "The \"Pwage Forum\" was created in line with the implementation of justice operating in order to eradicate poisonous drugs.",
        "The Principal, Teachers, Student Leaders of the School, the Principal, Student Leaders of the area, in the area, are in the area and such groups and police officer in the area. The school and the village surrenders to school and village, making a forum. Then there is information. And look at it. \"",
        "The DIG, Nihal Talduuwa, he said that the world forum of more than 5,000 schools has been created.",
        "The deception that has the results of the forum has said that the traces of the nearby shops have become narcotics.",
        "The main leather of the letter was the leader of the letter, and last, the teacher in charge of the disciplinary in the school.",
        "He is expecting the A / L results and is currently a training service at an international restaurant in the country. When we arrived at school a while, the kashan has a humble pride for the dear welcome of the school.",
        "\"I want to make anyone. I have to see, seeing it. \"Kasun was finished with the Sinhala service.",
        "How can be a graduate by 19 years of age without the age of 19?",
        "What is Mfariston and where is the abortion in the world illegal?",
        "Did Dali ship, who clashed in a bridge when he arrived in Colombo from Boltimore, is 'toxic waste'?"
      ]
    }
  },
  "summary_lines": [
    "Kasun, a former drug user, shares his experiences and the challenges faced by schools in Sri Lanka to combat drug abuse. He highlights the efforts of the school and local authorities to reduce drug use among students, emphasizing the importance of psychological support and changing the environment."
  ]
}