{
  "translated_text": {
    "ta": {
      "title": "செவிலியர்களுக்கு 3000 புதியது",
      "body_lines": [
        "சேவைக்கு 3,000 பேர் ஆட்சேர்ப்பு செய்யப்பட்டதாக சுகாதார அமைச்சர் டாக்டர் ரமேஷ் பதிரான் தெரிவித்தார்.",
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேதாசா இன்று (07) பாராளுமன்றத்தில் குறிப்பிடப்பட்ட கேள்விக்கு பதிலளித்தார்.",
        "சுகாதார சேவையில் கிட்டத்தட்ட 1,000 காலியிடங்கள் உள்ளன என்று சுகாதார அமைச்சர் கூறினார்.",
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா - 2019 மற்றும் 2012 வர்த்தமானி, உயிரியலில் இருந்து மாணவர்களை நியமிக்க, மேம்பட்ட நிலை தேர்வு, 15.09.2013 அன்று வெளியிடப்பட்டது மற்றும் 15.09-29 அன்று ஆட்சேர்ப்பு செய்யப்பட்டுள்ளது.. மற்றொரு 3,863 இரத்தத்தின் காத்திருப்பு பட்டியலில் உள்ளது. இருப்பினும், ஆட்சேர்ப்பு ஆட்சேர்ப்பு செய்யப்படவில்லை. இந்த நாட்டில் ஒரு கணத்தில் 45,000 நர்சிங் பற்றாக்குறையை நான் கோருகிறேன், மீதமுள்ள 3,100 பேரை ஆட்சேர்ப்பு செய்யும் செயல்முறையைச் செய்கிறேன்.",
        "சுகாதார அமைச்சர் டாக்டர் ரமேஷ் பதிரானா - 3,000 செவிலியர்களை ஆட்சேர்ப்பு செய்ய விண்ணப்பங்கள் அழைக்கப்பட்டு வாடிக்கையாளர் சோதனைகளை நிறைவு செய்தன. இப்போது நாங்கள் முறையீட்டு நேரத்தை செலவிடுகிறோம். எதிர்காலத்தில் அந்த ஆட்களை நீங்கள் செய்ய முடியும். தற்போது 45,000 பேர் உள்ளனர். கிட்டத்தட்ட 1000 காலியிடங்கள் உள்ளன. நாங்கள் 3,000 ஆட்சேர்ப்பு செய்ய தயாராக இருக்கிறோம்."
      ]
    },
    "en": {
      "title": "3000 new for nurses",
      "body_lines": [
        "Health Minister Dr. Ramesh Pathiran said that 3,000 persons were recruited to the service.",
        "Opposition Leader Sajith Premadasa said this in response to a question referred to in Parliament today (07).",
        "The Minister of Health said that there are nearly 1,000 vacancies in the health service.",
        "Opposition Leader Sajith Premadasa - 2019 and 2012 Gazette to recruit students from Biology, Advanced Level Examination, has been released on 15.09.2013 and has been recruited on 15.09-29.. Another 3,863 is in the waiting list of blood. However, the recruitment was not recruited. I request a 45,000 nursing deficit at a moment in this country and perform the process of recruiting the remaining 3,100.",
        "Health Minister Dr. Ramesh Pathirana - Applications were called for the recruitment of 3,000 nurses and completed the Client Tests. Now we spend the appeal time. You can be able to make those recruits in the near future. There are currently 45,000 people. There are vacancies nearly 1000. We're ready to recruit 3,000."
      ]
    }
  },
  "summary_lines": [
    "Dr. Ramesh Pathiran announced 3,000 new nurses recruited, with nearly 1,000 vacancies in health service. Opposition leader Sajith Premadasa criticized the recruitment process, highlighting a 45,000 nursing deficit and the release of a 2019 and 2012 Gazette for recruitment not being fully utilized."
  ]
}