{
  "translated_text": {
    "si": {
      "title": "රොකට්ටුව",
      "body_lines": [
        "අධ්යාපන හා සෞඛ්යයේ අනාගතය නවීකරණය නොකර රටේ අනාගතය රටේ අනාගතය මත රඳා නොසිටින බවත්, දශක තුනහමාරකට වඩා වැඩි කාලයක් අධ්යාපනය හා සෞඛ්යය සඳහා ප්රමාණවත් ප්රාග්ධන වියදම් නොමැති බවත් ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "දකුණු ආසියානු කලාපයේ ඊයේ විශාලතම මාතෘ රෝහල ලෙස සැලකෙන ගාලේ ගාලේ කරත්තයේ ජර්මානු - ශ්රී ලංකා සර්වබලධාරි නව කාන්තා රෝහලේ සමාරම්භක උත්සවය අමතමින් ජනාධිපතිතුමා මේ බව පැවසීය.",
        "පාස්කාරි රෝහලේ හයේ නවීන රෝහල, සැත්කම් 640 ක්, සැත්කම් මධ්යස්ථාන 6 ක්, හදිසි සත්කාර ඒකක, දැඩි සත්කාර ඒකක, විශේෂ ළමා දෙපාර්තමේන්තු, විශේෂ ළමා ඒකක, විශේෂ ළමා ඒකක 640 ක්, විශේෂ කාර්මිකයින්. අපද්රව්ය අංශය ද මෙහි පිහිටුවා ඇත.",
        "රෝහල ඉදිකිරීම සඳහා ජර්මානු රජය යුරෝ මිලියන 25 ක් (රුපියල් කෝටි 357 ක් පමණ) ලබා දුන්නේය. රෝහල් වියදම්වලින් එක් කොටසක් පරිත්යාග කරන අතර අනෙක සැහැල්ලු ණයක්.",
        "රෝහල ඉදිකිරීම සඳහා පාර්සි ඉඩම් 800 ක් මුලින් වෙන් කරන ලදී. රෝහලේ මුළු භූමි ප්රමාණය පසුව විග්රහ දහසක් පමණ පුළුල් වේ.. (ඒ)"
      ]
    },
    "en": {
      "title": "Rocket",
      "body_lines": [
        "President Ranil Wickremesinghe said that the future of the country cannot be rely on the future of the country without modernizing the future of education and health and that there have been insufficient capital expenses for education and health for more than three and a half decades.",
        "The President said this while addressing the inauguration of the German -Sri Lankan friendly new women's hospital in Galle Karapitiya, which is considered to be the largest maternity hospital in the South Asian Zone yesterday.",
        "The six -storey hospital has all the modern medical facilities including 640 beds, 6 surgery stations, emergency care units, intensive care units, laboratory, infant intensive care units, special child departments, special child units.. The sewage sector is also set up here.",
        "The German government provided 25 million euros (about Rs 357 crore) to build the hospital. One part of the hospital expenses is donated and the other is a lighter loan.",
        "800 Parsez Land was initially allocated to construct the hospital. The total area of the hospital is then expanded into about a thousand parses.. (A)"
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the importance of modernizing education and health, highlighting insufficient investments for over 35 years. He spoke at the inauguration of a new women's hospital in Galle Karapitiya, funded by the German government with 25 million euros, showcasing advanced medical facilities."
  ]
}