{
  "translated_text": {
    "ta": {
      "title": "மகாவேலி நதிக்கு மாற்றப்பட வேண்டிய பிரச்சாரம்",
      "body_lines": [
        "மகாவேலி நதியும் அதைச் சுற்றியுள்ள கழிவுநீரும் மகாவேலி நதிக்கு விடுவிக்கப்பட்டன, இது மிகப் பெரிய கழிவுநீரை, இது கண்டியில் ஏராளமான மக்களின் குடிநீர் தேவைகளை வழங்குகிறது.",
        "இது பல அரசு நிறுவனங்களில் அதிகாரிகள் நடத்திய சிறப்பு நடவடிக்கையில் இருந்தது.",
        "போல்கொல்லாவின் போல்கோல்லா நீர்த்தேக்கத்தின் அனைத்து மந்தமான வாயில்கள், அகுராபிட்டியா, பததும்பரா, அகலபிட்டியா, சமீபத்தில் குடிநீர் தேவைகளை புதுப்பிக்க திறக்கப்பட்டுள்ளன.",
        "இதற்கு இணையாக, சுகாதாரத் துறை, காவல்துறை, சுற்றுச்சூழல் ஆணையம் மற்றும் போல்கொல்லாவின் போல்கொல்லா பகுதியில் ஒரு சிறப்பு விசாரணை இன்று நடத்தப்பட்டுள்ளது.",
        "நீர்த்தேக்கத்திற்கு கழிவுகளை அகற்றும் கழிவுகள் என்பதைக் கண்டறிய வேண்டும்.",
        "குடியிருப்பாளர்கள் மற்றும் வணிக இடங்கள் நேரடியாக மகாவேலி நதியுக்கும், கழிவு நீர்த்தேக்கத்திற்கும் வெளியிடப்படுகின்றன.",
        "அதன்படி, சிலருக்கு சட்டத்தை சமாளிக்கவும், 2 வாரங்களில் அவர்களின் கழிவு முறைகளை முறையாக ஏற்பாடு செய்யவும் அறிவுறுத்தப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "A campaign to be turned to the Mahaweli River",
      "body_lines": [
        "The Mahaweli River and the surrounding wastewater was released to the Mahaweli River, the largest wastewater that provides the drinking water needs of a large number of people in Kandy.",
        "It was in a special operation conducted by officials in many government institutions.",
        "All the sluice gates of the Polgolla Reservoir of the Polgolla, Akurapitiya, Pathadumbara, Akalapitiya, is recently opened for a renovation of drinking water needs.",
        "Parallel to this, the Department of Health, the Police, Environmental Authority and a special investigation in the Polgolla area of ​​Polgolla has been conducted today.",
        "It is to find out whether waste disposed of waste to the reservoir.",
        "The residents and business places have been released directly to the Mahaweli River, as well as the waste reservoir.",
        "Accordingly, some people have been instructed to deal with legislation and to properly arrange their waste systems in 2 weeks."
      ]
    }
  },
  "summary_lines": [
    "Campaign releases wastewater from Polgolla Reservoir into Mahaweli River. Government officials open sluice gates for drinking water supply. Health department investigates waste disposal. Residents and businesses directed to improve waste management systems within 2 weeks."
  ]
}