{
  "translated_text": {
    "ta": {
      "title": "கொலம்போ 7 தொழிலதிபர் 7 தொழிலதிபர் பார்க்கிங்",
      "body_lines": [
        "ஈரானிய தூதர். காரின் பொன்னேட்டரால் தாக்கப்பட்ட பின்னர் 15 மீட்டர் சுரங்கம் கைது செய்யப்பட்டதாக அடிமை தீவு போலீசார் கூறுகின்றனர்.",
        "கொழும்பு 02 இன் முத்தியா சாலையில் உள்ள ஒரு வணிக வளாகத்தில் செருகப்பட்டபோது தூதர் மற்றொரு காருடன் ஒரு தகராறில் இருந்தார்.",
        "அந்த நபர் தூதரைத் தாக்கி அந்த இடத்திலிருந்து தப்பி ஓட முயன்றதாகக் கூறப்படுகிறது.",
        "காரைப் பற்றி தனது காரில் இருந்து தனது காரின் பவுன்கர் வரை காரைப் பற்றி தூதருக்கு அறிவிக்கப்பட்டுள்ளது, மேலும் காரின் கார் ஓட்டுநர் காரைத் தக்கவைத்து முன்னேற முடிந்தது.",
        "தூதர் போன்ட் மீது விழுந்துவிட்டார், சந்தேக நபர் 15 மீட்டர் மூலம் இயக்கப்படுகிறார், மேலும் காவல்துறை அதிகாரிகளால் கைது செய்யப்பட்டு காவல்துறை அதிகாரிகளை கைது செய்துள்ளார்.",
        "சந்தேக நபர் வார்டு பிளேஸில் 30 வயது நபர், கொழும்பு 07 என்று போலீசார் தெரிவித்தனர்."
      ]
    },
    "en": {
      "title": "Colombo 7 businessman at Colombo 7 businessman in parking",
      "body_lines": [
        "Ambassador to Iranian. The Slave Island Police states that a 15-meter mine was taken into custody after he was hit by the car's bonnator.",
        "The Ambassador had a dispute with another car when he was inserted into a shopping mall in Muttiah Road, Colombo 02.",
        "It is said that the man had tried to attack the ambassador and fleeing the place.",
        "The ambassador has been informed of the car to hold the car from his car to the bounker of his car and the car driver of the car has been able to surn the car and run ahead.",
        "The Ambassador has fallen on the bont, and the suspect has been driven by 15 meters and has been arrested by police officers and arrested police officers.",
        "The suspect was a 30-year-old man in Ward Place, Colombo 07, police said."
      ]
    }
  },
  "summary_lines": [
    "In Colombo 7, a businessman and Iranian Ambassador faced an incident where a dispute over parking led to a 15-meter mine being found in his car after it was hit by another vehicle. The suspect, a 30-year-old man, attempted to flee but was caught and arrested by the police."
  ]
}