{
  "translated_text": {
    "ta": {
      "title": "බන්ධනාගාර රෝහල්වලට  හදිසි ප්‍රතිකාර ඒකක",
      "body_lines": [
        "சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சர் டாக்டர் நலிந்தா ஜெயதிசா, சிறை கைதிகளின் சுகாதாரப் பாதுகாப்பு ஒரு பாக்கியம் அல்ல என்று கூறினார்.",
        "சிறை அதிகாரிகள், சிறை அதிகாரிகள் மற்றும் அவர்களது குடும்பத்தினருக்கான சிறப்பு மருத்துவ மருத்துவ திட்டத்தின் தொடக்க விழாவில் அமைச்சர் நேற்று (12) நாட்டில் உள்ள சிறை மருத்துவமனைகளின் காவலில் இருந்தார்.",
        "උත්සවය වැලිකඩ බන්ධනාගාර පර්යේෂණ හා විශෝධන පුහුණු මධ්‍යස්ථාන පරිශ්‍රයේ දී ආරම්භ වූ අතර, වැඩසටහන ඊයේ (12) සිට සිට 16 වන දින දක්වා දීප ව්‍යාප්තව ක්‍රියාත්මක වේ.",
        "சுகாதார ஊழியர்களையும் சிறை மருத்துவமனைகளின் சுகாதார ஊழியர்களையும் இணைக்க திட்டங்கள் செய்யப்பட்டுள்ளன என்றும் சிறை மருத்துவமனைகளில் தேவையான திட்டங்கள் தயாரிக்கப்பட்டு வருவதாகவும் சுகாதார அமைச்சர் கூறினார்.",
        "இலங்கையில் சுகாதாரத் துறை எதிர்கொள்ளும் முக்கிய சவால் கடந்த காலத்திலிருந்து வந்த ஒரு நாடு என்றும், கடந்த காலத்திலிருந்து நம் நாட்டின் தொற்று நோய்களைக் கட்டுப்படுத்தும் ஒரு முன்மாதிரியை நாங்கள் அமைத்துள்ளோம் என்றும் அமைச்சர் சுட்டிக்காட்டினார்.. இலங்கையில் உள்ள சுகாதார அமைப்பு தொற்று மற்றும் தொற்றுநோயற்ற நோய்களைக் கட்டுப்படுத்தவும் அகற்றவும் தயாராக இருப்பதாக அமைச்சர் வலியுறுத்தினார்.",
        "நீரிழிவு நோயாளிகளில் 21 சதவீதம் பேர் மட்டுமே நோயைக் கட்டுப்படுத்த தொடர்ந்து சிகிச்சை பெறுவார்கள் என்றும், உயர் இரத்த அழுத்தம் உள்ள நோயாளிகளின் சதவீதம் சுமார் 25 சதவீதம் என்றும் அமைச்சர் சுட்டிக்காட்டினார்.. நோயின் கட்டுப்பாட்டில் தொடர்ந்து சிகிச்சை பெறுவது முக்கியம் என்று அமைச்சர் கூறினார்.",
        "சுகாதார அமைச்சின் அறிக்கையின்படி, பெண்களின் எண்ணிக்கை கணிசமான எண்ணிக்கையிலான பெண்களை ஆய்வு செய்ய ஆசைப்படுகிறது, மேலும் பல்வேறு தொழில்கள் மற்றும் பெண்களில் மக்களின் ஆதரவானது இந்த கிளினிக்குகளுக்கு ஒரு சவாலாக உள்ளது.",
        "சிறை அதிகாரிகள் மற்றும் கைதிகளுக்கு உகந்த சுகாதார சவால்களை வழங்கும் பொறுப்பை சுகாதார அமைச்சகம் எடுத்துள்ளது என்று சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சர் சுகாதார அமைச்சர் மேலும் வலியுறுத்தினார்.",
        "இந்த திட்டம் \"கைதிகள் 'நீதி' தினத்திற்கு இணையாக செயல்படுத்தப்படுகிறது.",
        "தற்போது, ​​கிட்டத்தட்ட 6000 சிறைச்சாலை அதிகாரிகள் சிறைச்சாலைகள் திணைக்களத்தின் கீழ் பணியாற்றி வருகின்றனர், மேலும் அவர்களின் ஆரோக்கியத்தை பராமரித்து, 33,500 சுகாதார விஷயங்களின் ஆரோக்கியத்தை நல்ல ஆரோக்கியத்துடன் பராமரித்து வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Accidental units for prison hospitals",
      "body_lines": [
        "Health and Mass Media Minister Dr. Nalinda Jayatissa said that the health care of the prison inmates is not a privilege.",
        "The Minister was speaking at the inauguration ceremony of the Special Medical Clinic Program for members of the prison officials, prison officials and their families in the custody of prison hospitals in the country yesterday (12).",
        "The ceremony began at the Welikada Prison Research and Correctional Training Center premises and the program is widely in accordance with the 17th to 16th.",
        "The Health Minister said that plans have been made to attach the health staff as well as the health staff of prison hospitals have been adapted to speedily and the necessary plans are being prepared in the prison hospitals.",
        "The Minister also pointed out that the main challenge facing the health sector in Sri Lanka is a country from the past and that we have set an example controlling our country infectious diseases since the past. The Minister emphasized that the health system in Sri Lanka was prepared to control and eliminate infectious and non-communicable diseases.",
        "The Minister also pointed out that only 21 percent of diabetic patients will be treated continuously to control the disease, and the percentage of patients with high blood pressure is about 25 percent.. The Minister said that it is important to seek continuing treatment in the control of the disease.",
        "According to the reports of the Ministry of Health, the number of women have been tempted to inspect a significant number of women, and the patronage of people in various professions and women is a challenge for these clinics.",
        "The Minister of Health and Mass Media The Minister of Health Circulars further emphasized that the Ministry of Health has taken the responsibility of providing optimal health challenges to prison officials and inmates.",
        "The program is being implemented in parallel to the \"Prisoners' 'Justice' Day.",
        "At present, nearly 6000 prison officers are serving under the Department of Prisons and maintaining their health and maintaining the health of 33,500 health matters in good health."
      ]
    }
  },
  "summary_lines": []
}