{
  "translated_text": {
    "ta": {
      "title": "சிறைச்சாலை கைதிகளுக்கு கைதிகளின் சிறப்பு எண்ணிக்கை",
      "body_lines": [
        "ஏப்ரல் 2024 ஆம் ஆண்டு சிங்கள மற்றும் இந்து புத்தாண்டுக்கு, அரசியலமைப்பின் பிரிவு 34 (1) இல் உள்ள அதிகாரங்களைப் பொறுத்து சிறையில் அடைக்கப்பட்ட கைதிகளுக்கு ஜனாதிபதி ஒரு சிறப்பு நாட்டை வழங்குகிறார்.",
        "அதன்படி, இந்த பொதுவான பூங்காக்கள் பின்வருமாறு விதிமுறைகள் மற்றும் நிபந்தனைகளின் கீழ் கைதிகளுக்கு வழங்கப்பட்டுள்ளன.",
        "* வருடாந்திர கைதிகள் 404.14.13.2011 ஆல் தண்டிக்கப்பட்டு, ஒரு ஆண்டு முழுவதும் வழங்கப்படுகிறார்கள்.",
        "Fines சிறையில் கைதிகளை தண்டித்தல் 23.04.2012 க்கு ஏற்பங்கள் அல்லாததால்.",
        "* 65 வயதைத் தாண்டிய கைதிகளின் முன்னோக்கி சமநிலையை ஒழித்தல், இது 23 வது .120 க்கும் குறைவான பாதி அல்லது அதற்கு மேற்பட்ட ஊதியம் பெற்றது.",
        "* 23.04.2013 க்குப் பிறகு சிறையில் 40 ஆண்டுகள் சிறைத்தண்டனைக்குப் பிறகு, கைதிகளின் உடனடி சமநிலையை ரத்து செய்தது.",
        "போதைப்பொருள் குற்றச்சாட்டுகளை மறுவாழ்வு செய்ய அனுப்பப்பட்ட கைதிகளின் மறுவாழ்வு காரணமாக (கைதிகளை மறுவாழ்வு செய்ததால் கைதிகளை மறுவாழ்வு செய்த கைதிகள் உட்பட. ஒரு சமூக நிறுவனத்தின் மேற்பார்வை.",
        "இந்த சிறப்பு மாநில மன்னிப்பு 28 கடுமையான குற்றங்களை உருவாக்காது என்று சிறைச்சாலை துறை அறிவித்தது.",
        "இந்த சிறப்பு மாநிலத்தை வழங்கியதன் படி, சிறப்பு முன்னாள் சும்வினுக்கு தகுதியான கைதிகள் நாட்டின் ஒவ்வொரு சிறைச்சாலையிலிருந்தும் விடுவிக்கப்படுவார்கள்."
      ]
    },
    "en": {
      "title": "Special number of prisoners for prison prisoners",
      "body_lines": [
        "For the Sinhala and Hindu New Year of April 2024, the President offers a special country for prisoned prisoners depending on the powers vested in Section 34 (1) of the Constitution.",
        "Accordingly, these common parks have been awarded to prisoners under the terms and conditions as follows.",
        "* A year after a yearly prisoners who are punished by 404.14.13.2011, awarding a whole year.",
        "• Abolition of punishment of prisoners in prison by 23.04.2012 due to non-fines.",
        "* Abolition of the forward balance of prisoners who have exceeded 65 years of age, which has been paid at least half or more than 23rd.120s.",
        "* After 40 years of prison in jail after 23.04.2013, the abolition of the immediate balance of prisoners.",
        "Future due to the rehabilitation of the prisoners who have been sent to rehabilitation of drug charges (including the prisoners sentenced to the rehabilitation of the prisoners due to the rehabilitation of the prisoners.Under the supervision of a Community Corporate Officer at the Birm Institute under the supervision of a Community Corporation.",
        "The Prisons Department announced that this special state pardon would not be forged 28 serious offenses.",
        "According to the awarding of this special state, the prisoners who are eligible for the Special Former Sumvine will be released from every prison in the country."
      ]
    }
  },
  "summary_lines": [
    "For Sinhala and Hindu New Year 2024, the President offers special amnesty for prisoners under Section 34 (1) of the Constitution. This includes:",
    "- A year's remission for prisoners punished by 404.14.13.2011.",
    "- Abolition of punishment for prisoners by 23.04.2012 for non-financial crimes.",
    "- Abolition of fines for prisoners over 65 who have paid at least half their fines.",
    "- Immediate fines abolition for prisoners after 40 years in prison since 23.04.2013.",
    "- Rehabilitation for drug offenders under the Birm Institute, supervised by a Community Corporate Officer.",
    "- Exclusion from amnesty for serious offenses.",
    "- Release from all prisons for eligible prisoners."
  ]
}