{
  "translated_text": {
    "si": {
      "title": "ලෝක උතුරු ධ්රැවීය ජාතීන්",
      "body_lines": [
        "යුක්රේනය වන ජීවිතයට මුදල් යෙදවීම සඳහා මුදල් යෙදවීම සඳහා සූදානම් වන ගෝලීය උතුරු ධ්රැවීය රටවල් දේශගුණය විනාශ වීම වැළැක්වීම සඳහා අරමුදල් ලබා ගන්නා බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පෙන්වා දුන්නේය.",
        "10 වන ලෝක ජල සමුළුවේ ඉහළ සැසියේදී ඉන්දුනීසියාවේ බාලි ජාත්යන්තර සම්මන්ත්රණ ශාලාවේදී පැවැත්වෙන සැසිවාරයේදී ජනාධිපතිවරයා මේ බව අවධාරණය කළේය.",
        "ලෝක ජල සමුළුවේ ඉහළ සැසිවාරය ඉන්දුනීසියානු ජනාධිපති ජොකෝ විඩෝඩෝගේ නායකත්වය යටතේ ඊයේ පෙරවරුවේ පැවැත්විණි. එයට ලෝකයේ නායකයින්, අමාත්යවරුන් සහ විශේෂ නියෝජිතයින් ඇතුළු බොහෝ නායකයින් සහභාගී වූහ.",
        "සමුළුවට සහභාගී වූ රාජ්ය නායකයින් ඇතුළු නියෝජිතයින් ඉන්දුනීසියානු ජනාධිපතිවරයා පිළිගත්තේය.",
        "දේශගුණික විපර්යාස නිසා ජල ප්රභවයන්ට තර්ජනයක් එල්ල කිරීම සඳහා දැවැන්ත මූල්ය පහසුකම් අවශ්ය වේ.",
        "ගෝලීය උතුරු ධ්රැවීය රටවල් අවාසනාවකට දේශගුණික විපර්යාසයන් සඳහා මූල්ය වැඩසටහන් සඳහා මූල්ය වැඩසටහන් වලට අනුකූලව අසමත් වී ඇත. ග්ලාස්ගෝ හි එක්සත් ජාතීන්ගේ දේශගුණික සමුළුව අවසන් වීමෙන් පසුව, දේශපාලන පැතුම් නිරීක්ෂණය කිරීම වැදගත් වේ.",
        "නව ගෝලීය මූල්ය කොන්ත්රාත්තුව සඳහා වූ සමුළුව මේ වසරේ සැප්තැම්බර් මාසය වන විට අවසන් වීමට අපේක්ෂා කෙරේ. කෙසේ වෙතත්, එහි අවසාන තීරණය රඳා පවතින්නේ එක්සත් ජනපද ජනාධිපතිවරණයේ ප්රති results ල නොවැම්බර් මාසයේ දී ය.",
        "යුක්රේනයේ මරණය හා විනාශයට මුදල් යෙදවීමට ගෝලීය උතුරු ධ්රැවීය රටවල් සූදානම්. නමුත් දේශගුණික විපර්යාස හේතුවෙන් ඇති වූ මරණය හා විනාශයට අරමුදල් සැපයීමට තමා මැලිකමක් දක්වන බව ඔහු පැවසීය. (ඒ)"
      ]
    },
    "en": {
      "title": "World North Polar Nations",
      "body_lines": [
        "President Ranil Wickremesinghe pointed out that the Global North Polar Nations, which are ready to finance the life -threatening of Ukraine, will withdraw funds to prevent the destruction of the climate.",
        "The President stressed this yesterday at the top session of the 10th World Water Summit at the Bali International Conference Hall in Indonesia.",
        "The top session of World Water Summit was held yesterday morning under the leadership of Indonesian President Joko Widodo. It was attended by many leaders, including the leaders of the world, the ministers and the special representatives.",
        "Indonesian President's friendly welcomed representatives, including heads of state, who attended the summit.",
        "Climate change requires massive financial facilities to fight threats to water sources.",
        "Global North Polar countries have failed unfortunately in accordance with financial programs for climate change. After the end of the United Nations Climate Conference in Glasgow, it is significant to observe the political wishes.",
        "The conference for the new global financial contract is expected to end by September this year. However, its final decision depends on the results of the US presidential election in November.",
        "Global North Polar countries are ready to finance the death and destruction in Ukraine. But he said he was reluctant to fund the death and destruction caused by climate change. (A)"
      ]
    }
  },
  "summary_lines": [
    "At the 10th World Water Summit in Bali, President Ranil Wickremesinghe criticized Global North Polar Nations for being willing to fund conflicts but not climate change mitigation efforts. He highlighted the urgent need for financial support to combat climate-induced water threats, contrasting with their reluctance towards such investments."
  ]
}