{
  "translated_text": {
    "ta": {
      "title": "பாலியல் வளர்ச்சிக்கு கூடுதல் வாசிப்பு புத்தகங்கள்",
      "body_lines": [
        "பள்ளி குழந்தைகளின் பாலியல் கல்வியை மேம்படுத்த பல தொழில்நுட்பங்கள் செயல்படுத்தப்பட்டுள்ளன என்று கல்வி அமைச்சர் டாக்டர் சுசில் பிரேமாஜயாந்தா கூறுகிறார்.",
        "கல்வி அமைச்சர் இன்று இந்த அவதானிப்பை மேற்கொண்டார்.",
        "மேலும் பேசும் கல்வி அமைச்சகம் பள்ளி நூலகங்களுக்கு நான்கு கூடுதல் வாசிப்புகள் வழங்கப்பட்டதாகக் கூறியது.",
        "கல்வி அமைச்சர் டாக்டர் சுசில் பிரேமாஜயாந்தா கூறினார்",
        "மேம்பட்ட மாணவர்களுக்கு மேம்பட்ட நிலை 16 க்கான பள்ளி நூலகங்களுக்கு பள்ளி நூலகங்களுக்கான கூடுதல் வாசிப்பு புத்தகம் தயாரிக்கப்பட்டுள்ளது. அடுத்து, கல்வி அமைச்சகம் \"மால்சியின் மாணவர்களுக்கு அருகில் உள்ளது\", \"9,10 க்கு\" புதிய இளைஞர்களில் \"12+,\" 12+ இளம்பருவ புத்தகங்கள் \"12+ இளம் பருவத்தினர் ஆரோக்கியத்தின் ஆரோக்கியத்தையும் அமைச்சகத்தையும் பயிற்றுவித்தல் கல்வி அமைச்சின் கல்வி. \"",
        "\"சமீபத்திய அறிக்கைகளின்படி, ஆண்டின் 40 சதவீதம் 12 முதல் 47 சதவிகிதம் வரை, சுமார் 40 சதவீதம், சரியான சுகாதார நடவடிக்கைகளைப் பயன்படுத்த வேண்டாம். எனவே, இந்த வேலை தொடங்கப்பட்டால், நீங்கள் ஒரு குறிப்பிட்ட காலத்திற்குள் விழிப்புணர்வை ஏற்படுத்த முடியும், எனவே நாங்கள் அமைச்சரவை மற்றும் நலனுக்காக ஒதுக்கப்பட்ட பணத்திலிருந்து பணத்தை முன்பதிவு செய்வதை அமைச்சரவை சமர்ப்பித்தோம்.. இது அடுத்த வாரம் ஒப்புதல் அளிக்கிறது. உயர் தர 6 க்கு ஒரு வவுச்சரை வழங்க நாங்கள் தயாராகி வருகிறோம், மேலும் சுகாதார அமைச்சகம் மற்றும் கல்வி அமைச்சகம் மற்றும் கல்வி அமைச்சகம் அமைச்சகத்தால் பரிந்துரைக்கப்பட வேண்டும் என்று பரிந்துரைத்தோம். தரமான சுகாதார உபகரணங்களை வாங்க ஒரு வவுச்சர் அனுமதிப்பது எளிது. \""
      ]
    },
    "en": {
      "title": "Additional Reading Books to Development of Sexity",
      "body_lines": [
        "Minister of Education Dr. Susil Premajayantha says that many technologies have been implemented to enhance the sexual education of school children.",
        "The Minister of Education made this observation today.",
        "Speaking further the Ministry of Education said four additional readings were given to school libraries.",
        "Minister of Education, Dr. Susil Premajayantha said,",
        "An additional reading book for school libraries have been prepared for school libraries for Advanced Level 16 to the Advanced Students. Next, the Ministry of Education \"is near to the students\" of the Malseky, \"12+ in a\" new youth \"for 9,10,\" 12+ adolescent books for \"12+ adolescentEducate the health of health and the Ministry of Education by the Ministry of Education. \"",
        "\"According to the latest reports, about 40 percent of the year between 12 and 47 percent, about 40 percent, do not use proper health measures. Therefore, if this work is started, you can make awareness within a period of time, so we submitted the Memorandum to the Cabinet and reservation of the money from the money allocated for welfare.. It approves next week. We are preparing to provide a voucher to high-grade 6 and recommended that the Ministry of Health and the Ministry of Education and the Ministry of Education has been recommended by the Ministry. It is easy to give a voucher allow to buy quality hygiene equipment. \""
      ]
    }
  },
  "summary_lines": [
    "Dr. Susil Premajayantha, Minister of Education, announced the addition of four reading books to school libraries to improve sexual education. These books are for Advanced Level 16 to Advanced students, targeting the Malseky, \"12+ in a\" new youth \"for 9,10,\" and \"12+ adolescentEducate the health of health. The Ministry aims to raise awareness on proper health measures among 40-47% of the population who do not currently use them. A memorandum has been submitted to the Cabinet for approval, with funds allocated for welfare. The Ministry plans to provide vouchers for high-grade 6 students to purchase quality hygiene equipment."
  ]
}