{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் அமெரிக்காவில் லஞ்சம் வழக்கு",
      "body_lines": [
        "இலங்கையில் அமெரிக்காவில் லஞ்சம் வழக்கு",
        "இந்திய போர்க்குணமிக்க க ut தம் அச்சுப்பொறிக்கு எதிராக அமெரிக்காவில் மோசடி செய்ததாக அமெரிக்கா மீது குற்றம் சாட்டப்பட்டுள்ளது, மேலும் அவரால் 250 மில்லியன் அமெரிக்க டாலர்களை திட்டமிடவும் வெளிப்படுத்தவும் முடியவில்லை.",
        "புதன்கிழமை (நவ. 21) நியூயார்க்கில் தாக்கல் செய்யப்பட்ட குற்றவியல் குற்றச்சாட்டுகள், 62 வயதான தாக்குதல் நடத்தியவர்கள், நியூயார்க்கில் பணக்காரர், சமீபத்திய தாக்குதல். அவரது வணிக சாம்ராஜ்யம் துறைமுகங்கள் மற்றும் விமான நிலையங்களிலிருந்து புதுப்பிக்கத்தக்க எரிசக்திக்கு அறுவடை செய்யப்படுகிறது.",
        "குற்றச்சாட்டு தொடர்பான வழக்கறிஞர்கள், தனது புதுப்பிக்கத்தக்க எரிசக்தி நிறுவனத்தில் ஒப்பந்தங்களைப் பெறுவதற்காக 20 பில்லியன் அமெரிக்க டாலருக்கும் அதிகமான 2 பில்லியன் டாலருக்கும் அதிகமானவற்றை வழங்க இந்திய அதிகாரிகள் ஒப்புக் கொண்டதாக வக்கீல்கள் சூப்பர் பணக்காரர் மற்றும் பிற மூத்த நிர்வாகிகள் மீது குற்றம் சாட்டியுள்ளனர்.",
        "நான் பதிலளிக்கும்படி கேட்டிருந்தாலும், அஹானி உடனடியாக பதிலளிக்கவில்லை.",
        "அமெரிக்க குழு 2023 முதல் செயல்பட்டு, ஒரு சிறந்த நிறுவனம் ஒரு சிறந்த நிறுவனம் குற்றம் சாட்டிய அறிக்கையை அறிவித்தது.. இந்த குற்றச்சாட்டுகள் க ut தம் ராஜபக்த்தை மறுத்து, பங்குச் சந்தையின் மதிப்புக்கு வழிவகுத்தன.",
        "இந்த லஞ்ச விசாரணையின் அறிக்கைகள் பல மாதங்களுக்கு பரிமாறிக்கொண்டிருந்தன. அமெரிக்காவின் வக்கீல்கள் 2022 ஆம் ஆண்டில் நிறுவனத்தை விசாரித்தனர், மேலும் விசாரணை தடைபட்டது.",
        "அமெரிக்க நிறுவனங்கள் உட்பட அமெரிக்க நிறுவனங்கள் உட்பட 3 பில்லியன் டாலர் கடன்கள் மற்றும் பத்திரங்களை நிர்வாகிகள் சேகரித்துள்ளனர் என்று அவர்கள் குற்றம் சாட்டுகின்றனர், இதில் லஞ்சம் எதிர்ப்பு நடவடிக்கை மற்றும் நிறுவனத்தின் கொள்கைகள் உட்பட.",
        "குற்றச்சாட்டுகளை முன்வைக்கிறது: \"பிரதிவாதிகள் பில்லியன் கணக்கான டாலர்களைப் பெற இந்திய அரசு அதிகாரிகளுக்கு லஞ்சம் கொடுக்க ஒரு திட்டத்தைத் திட்டமிட்டனர்.. அமெரிக்க மற்றும் சர்வதேச முதலீட்டாளர்களிடமிருந்து மூலதனத்தை சேகரிக்க அவர்கள் தலைநகரை சேகரிக்க முயன்றனர், ”என்று அமெரிக்க வழக்கறிஞர் பிரிமோன் பியர் கூறினார்.",
        "\"எனது அலுவலகம் முதலீட்டாளர்களை சர்வதேச சந்தையில் ஊழலை ஒழிப்பதற்கும், எங்கள் நிதிச் சந்தைகளின் ஒருமைப்பாட்டை உடைப்பதற்கும் அர்ப்பணிக்கப்பட்டுள்ளது,\" என்று அவர் கூறினார்.",
        "லஞ்சம் திட்டத்தைத் தொடர பல சந்தர்ப்பங்களில் வோவி வித்யாலயாவின் க ut தம் அமைச்சர் க ut தம் தனியார் அதிகாரிகளை சந்தித்ததாக அதிகாரிகள் தெரிவிக்கின்றனர்.",
        "க ut தம் இந்திய பிரதமர் நரேந்திர மோடியின் நெருங்கிய துணை. அவரது அரசியல் கடமைகள் அரசியல்வாதிகளின் குற்றச்சாட்டுகளை எதிர்கொண்டு வருகின்றன, அவர்கள் நீண்ட காலமாக பயனடைந்து வருவதாகவும், அந்தக் குற்றச்சாட்டுகளை மறுக்கிறார்கள்.",
        "அமெரிக்காவில் அட்டர்னி ஜெனரலுக்கு நியமனங்கள் நியமிக்கப்படுகின்றன. டொனால்ட் டிரம்ப் டிரம்பிற்கு நியமிக்கப்பட்ட சில வாரங்களுக்குப் பிறகு அமெரிக்க நீதித்துறையை டொனால்ட் டிரம்பிற்கு சீர்திருத்த டொனால்ட் டிரம்ப் வெள்ளை மாளிகைக்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "கடந்த வாரம் சமூக ஊடகங்களைப் பார்வையிட, அவியானி வெற்றி வெற்றியை வரவேற்று, அமெரிக்காவில் 10 பில்லியன் டாலர் முதலீடு செய்வதாக உறுதியளித்தார்.",
        "இலங்கை அரசாங்கம் மன்னார் மற்றும் பூனெரின் ஆகிய நாடுகளில் 500 மெகாவாட் காற்றாலை மின் திட்டத்திற்காக ஒப்பந்தம் செய்யப்பட்டுள்ளது.",
        "கூடுதலாக, இலங்கையின் அரசாங்கம் செப்டம்பர் 30, 202 அன்று, கொழும்பு போர்ட் வெஸ்ட் பெரியஸ் டெர்மினலின் ஒருங்கிணைந்த மேம்பாட்டுத் திட்டத்துடன் ஒப்பந்தங்களில் கையெழுத்திட்டது.",
        "அதில் அதன் 51% பங்குகளில் 51% மற்றும் இலங்கையின் பிரதிநிதிகள், இலங்கை துறைமுக ஆணையம் பங்குதாரர்களுக்கு சொந்தமான மற்றும் இலங்கை துறைமுக அதிகாரத்தில் 15% ஐக் கொண்டிருந்தது.. இது 700 மில்லியன் டாலர் முதலீட்டில் செய்யப்படுகிறது.",
        "எவ்வாறாயினும், புதிய அரசாங்கம் ஆட்சியில் இருந்தபின் உண்மை நிறுவனத்துடனான ஒப்பந்தம் இடைநீக்கம் செய்யப்பட்டதாக அமைச்சர் விஜிதா ஹெராத் வெளிப்படுத்தினார்.",
        "கடவுளுக்கு பிறந்த ஏழு குழந்தைகளில் க ut தம், சாண்டிலால் ஒருவர். க ut தம் ப்ரிசானிக்கு அவர்களின் குடும்ப வியாபாரத்தை விட பெரிய கனவுகள் இருந்தன.",
        "அவரது தந்தை அவரது அபிலாஷைகளை ஆதரிக்கத் தவறிவிட்டார். எனவே, அவர் தனது மகனுக்கும் தனது மகனின் முகவரிகளையும், மும்பை மற்றும் மும்பையில் உள்ள நூற்றுக்கணக்கான உறவினர்களையும் கொடுத்தார்.",
        "க ut தம் முன்னுரிமை: ஆசியாவின் பெரிய பணக்காரராக வந்த ஆபத்து பயணம்",
        "கட்டப்பட்ட நிலத்தின் கதை, பாராளுமன்றத்தை எவ்வாறு உருவாக்குவது, அதன் கட்டமைப்பு"
      ]
    },
    "en": {
      "title": "Bribery case in US in Sri Lanka",
      "body_lines": [
        "Bribery case in US in Sri Lanka",
        "The US has been accused of fraud in America against the Indian militant Gautam Printer, and he has not been able to plan and uncovered US $ 250 million.",
        "Wednesday (Nov. 21) Criminal charges filed in New York, 62-year-old assailants, a richest man in New York, was the latest attack. His business empire is harvested from ports and airports to renewable energy.",
        "Attorneys on the indictment, lawyers have accused the super-rich and other senior senior executives that the Indian officials have agreed to provide more than 20 billion US $ 2 billion to get contracts to his renewable energy company.",
        "Although I asked to respond, the Ahani did not immediately respond.",
        "The US Group has operated from 2023 and announced a report accused by a top company by a top company.. The allegations led to the value of the stock market, refusing Gautam Rajapakse.",
        "Reports of this bribery investigation were exchanging into several months. Attorneys, USA, the US investigated the company in 2022 and the investigation was interrupted.",
        "They allege that executives have collected $ 3 billion loans and bonds including US companies, including US companies, including anti-bribery action and policies of the company.",
        "Presenting allegations: \"Defendants planned a scheme to bribe Indian government officials to get billions of dollars.. They tried to gather the capital to collect capital from American and international investors, \"said the American lawyer Brimon Peer.",
        "\"My office is dedicated to defending investors from trying to eradicate corruption in the international market and break the integrity of our financial markets,\" he added.",
        "Officials say Gautam Minister of Vouvi Vidyalaya have met with private officials in several occasions to proceed with the bribery scheme.",
        "Gautam Minister of India is a closest companion of Indian Prime Minister Narendra Modi. His political obligations have been facing the allegations of the politicians that they have been benefiting for a long time and denies those charges.",
        "Appointments are appointed to Attorney General in America. Donald Trump to reform the US Justice Department to Donald Trump a few weeks after the appointment of Donald Trump was elected to the White House.",
        "Visit the Social Media last week, Aviani greeted the victory victory and promised to invest $ 10 billion in the United States.",
        "The Government of Sri Lanka has been contracted for a 500 MW wind power project in Mannar and Pooneryn.",
        "In addition, the Government of Sri Lanka signed agreements on September 30, 202, with the Integrated Development Project of the Colombo Port West Berious Terminal.",
        "It contained 51% of its 51% stock and Sri Lanka's Representatives, Sri Lanka Ports Authority, owned the shareholders and 15% of the Sri Lanka Ports Authority.. This is done on an investment of $ 700 million.",
        "However, Minister Vijitha Herath revealed that the agreement with the Truth Company was suspended after the new government was in power.",
        "Gautam, Shantilal is one of the seven children born to God. Gautam Prisani had the greater dreams greater than their family business.",
        "His father failed to support his aspirations. As such, he gave his son and the addresses of his son, hundreds of relatives in Mumbai and Mumbai.",
        "Gautam Priority: The danger journey that came to be the great rich man of Asia",
        "The story of the land built, how to build Parliament, and its structure"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the bribery case in 200 characters:",
    "",
    "US bribery case against Indian businessman Gautam Rajapakse accused of $250M fraud. Charges filed in New York alleging he bribed officials for renewable energy contracts. Case involves $3B loans and bonds."
  ]
}