{
  "translated_text": {
    "ta": {
      "title": "நாட்டிற்குச் செல்ல சாம்பியன்",
      "body_lines": [
        "தெற்காசிய மற்றும் ஆசிய கராத்தே சாம்பியன்ஷிப்பை வென்றது, அம்பலங்கோடா ஜி / ஸ்ரீ தேவானந்தா கல்லூரி, வயது 16/17. இந்த போட்டியில் மூன்றாவது இடத்தைப் பெற்று பாசுரு-வாகின்யா டி சில்வா வெண்கலப் பதக்கத்தை வென்றுள்ளார்.",
        "வெண்கலப் பதக்கத்தை வென்ற வெண்கலப் பதவி நேற்று மாலை இலங்கைக்கு வந்தது.",
        "தெற்காசிய மற்றும் ஆசிய கராத்தே சாம்பியன்ஷிப் பூட்டானில் ஜூலை 17 முதல் ஜூலை 21 வரை நடைபெற்றது.",
        "இலங்கை கராத்ரா டோ கூட்டமைப்பு நடத்திய ஓபன் கராத்தே சாம்பியன்ஷிப் போட்டியில் தங்கப் பதக்கம் தங்க பதக்கம் வெல்ல முடிந்தது.",
        "அந்த வெற்றியின் மூலம், இலங்கை கராத்ரா பயிற்சி குளத்தில் நுழைந்து இலங்கை கராத்தே தேசிய அணியை பிரதிநிதித்துவப்படுத்தும் வாய்ப்பு அவருக்கு கிடைத்தது."
      ]
    },
    "en": {
      "title": "Champion to visit the country",
      "body_lines": [
        "Winning the South Asian and Asiatic Karate Championship, Ambalangoda G / Sri Devananda College, aged 16/17. The Basuru-Vaginya de Silva has won a bronze medal by securing the third place in the match.",
        "The Bronze Medality, who won the bronze medal, arrived in Sri Lanka yesterday evening.",
        "The South Asian and Asiatic Karate Championship was held in Bhutan from 17 July to 21st July.",
        "The Gold Medal was able to win the gold medal in the Open Karate Championship tournament conducted by the Sri Lanka Karatra Do Federation.",
        "With that victory, he had the opportunity to enter the Sri Lanka Karatra Training Pool and represent the Sri Lanka Karate National Team."
      ]
    }
  },
  "summary_lines": [
    "Basuru-Vaginya de Silva, a 16/17-year-old from Sri Devananda College, won a bronze medal in the South Asian and Asiatic Karate Championship in Bhutan. This achievement qualified him for the Sri Lanka Karatra Training Pool, potentially representing the national team."
  ]
}