{
  "translated_text": {
    "si": {
      "title": "බ oke ක්, මූල ද්විත්ව ශතකය;පාකිස්තානය සමඟ ටෙස්ට් තරඟයේදී එංගලන්ත ජයග්රහණ සමඟ ආධිපත්යය",
      "body_lines": [
        "පාකිස්තානයේ බහු ක්රිකට් ක්රීඩාංගණයේ පළමු ටෙස්ට් ක්රිකට් තරගයේදී හර් බ්රෝක් බ oke ක් සහ ජෝ මූලයේ ආධාරයෙන් පාකිස්තානය පරාජයේ අද්දරට තල්ලු වී තිබේ.",
        "පාකිස්තානය සිය දෙවන ඉනිමේදී කඩුලු 6 ක් දැවී ලකුණු 152 ක් අහිමි කර ගනිමින් ලකුණු 152 ක් අහිමි කරමින්, ටෙස්ට් තරගයේ සිව්වන දිනයේදී, පළමු ඉනිමේදී සැලකිය යුතු සංඛ්යාවක් දිනා ගත්තේය.",
        "ඉකිස්තානයට තවත් ලකුණු 115 ක් ලබා ගැනීමට සිදුවේ.",
        "එහි පළමු ඉනිමේදී පාකිස්තානය අබ්දුල්ලා ෂෆික් (102), කණ්ඩායම් නායක ෂාන් මැසූඩ් (151) සහ සල්මාන් ඒජීඒ (104) සහ සල්මාන් ඒජීඒ (104) ආධාරයෙන් ලකුණු 556 ක් රැස් කළේය.",
        "පළමු ඉනිමේදී එංගලන්ත තරගයේ සිව්වන දිනයේදී, හැරී බ ok ක්ගේ සාන්ද්රණය, ද්විත්ව ශතක ජෝ රූට්ගේ සහාය ඇතිව ක්රීඩාවේ ග්රහණයට දැනුණි.",
        "4 වන කඩුල්ල හා 4 වන ඉනිමේදී ලකුණු 454 ක කඩුලු 7 ක් දවාගෙන ලකුණු 823 ක් රැස් කරමින් යොරොක්ෂයර් කලාපීය කණ්ඩායම ලකුණු 454 ක ප්රති result ලයකි.",
        "වොල්රි බ ok ක් ඔහුගේ වැඩිම ඉනිම වාර්තා කළේ ලකුණු 317 ක් ලබා ගනිමිනි.",
        "ජෝ රූට් ලකුණු 262 ක් රැස් කළේය. මෙය ඔහුගේ පෞද්ගලික ඉනිමයි. ජෝ රූට් හි 6 වන ද්විත්ව සත මෙයයි.",
        "මෙම තරඟයේදී එක්සත් රාජධානිය පාකිස්තානය සඳහා ඉතිහාසය බවට පත් කළේය.",
        "ඉනිමකින් ලබාගත් වැඩිම ටෙස්ට් ක්රිකට් ඉතිහාසයේ සිව්වන වැඩිම ටෙස්ට් ක්රිකට් ඉතිහාසය මෙයයි.",
        "ශ්රී ලංකාව 1997 දී ඉන්දියාවට එරෙහිව කඩුලු 6 ක් දවා ගත්තේය.",
        "1938 ඕවලාකාර භූමිය එක්සත් රාජධානිය 903 - 7 Vic. ප්රතිවිරුද්ධ ඕස්ට්රේලියාව.",
        "මේ අතර, එංගලන්තය වෙනුවෙන් වැඩිම ටෙස්ට් තරගයේ ලකුණු රැස් කළ වාර්තාව සකස් කළ ජෝ රූට් ඊයේ ටෙස්ට් තරග 147 කදී ලකුණු 12664 ක් රැස් කළේය.. ජෝ රූට් සචින් තෙන්ඩුල්කාර් (15921), රිකී පොන්ටිං (13378), යක් කලිස් (13289) සහ රාහුල් ද්රවිඩ් (13288).",
        "1. පාකිස්තානයට එරෙහිව ටෙස්ට් ඉනිමේදී ලකුණු 800 කට වැඩි පිරිසක් ලකුණු 800 ක් රැස් කළ පළමු කණ්ඩායම එංගලන්තය බවට පත්විය. මේ සමඟ එංගලන්තය බටහිර ඉන්දීය කොදෙව් පිලට අයත් අවුරුදු 66 ක් වාර්තා කළේය. 1958 කිංග්ස්ටන් ක්රීඩාංගණයේ ටෙස්ට් තරගයේදී බටහිර ඉන්දීය කොදෙව් පිලට පාකිස්තානයට එරෙහිව කඩුලු 3 ක් පරාජයට පත්වූ අතර ලකුණු 790 ක් රැස් කළේය.",
        "එසේම, එංගලන්තයේ සමුච්චය වීමේ මුළු සංඛ්යාව පාකිස්තානයේ වැඩිම ටෙස්ට් ඉනිම සංඛ්යාවක් වේ. 2009 දී ශ්රී ලංකාවට එරෙහිව පාකිස්තානය ලකුණු 765 ක් රැස් කළ අතර පාකිස්තාන පසෙහි වැඩිම ඉනිම සංඛ්යාවක් මීට පෙර විය.",
        "2. ජෝ රූට් අතර සිව්වන කඩුල්ලේ ලකුණු 454 ක් බෙදාගත් අතර හේරි බ ok ක් ටෙස්ට් ක්රිකට් ක්රීඩාවේ වැඩිම ටෙස්ට් ක්රිකට් තරගාවලියකි. 1957 දී පීටර් මැයි 67 ට මීට වසර 67 කට පෙර ලකුණු 411 කට පෙර 4 වන කඩුල්ල සඳහා වූ බටහිර ආනුවරට එරෙහිව ලකුණු 411 ක් රැස් කළේය.",
        "3. ටෙස්ට් ක්රිකට් ඉතිහාසයේ ජෝ රූට් සහ හරී බ ok ක් විසින් මෙම සබැඳිය මහේලා - සංගක්කාරා (624), සනත් - මහනාමා (ඉන්දියාව ඉදිරිපිට 576) සහ මාටින් කැරෝ - ජෝන්ස් (467) ).",
        "කෙසේ වෙතත්, අමුත්තන් වශයෙන්, ජෝ රූට් සහ හීරි බ ok ක් යුගලය විදේශීය පස කෙරෙහි අවධානය යොමු කළ ඉහළම ලකුණු සංඛ්යාවේ එකතුවක් ලෙස සටහන් කර ඇත. මීට පෙර, ඕවල් භූමියේදී ලකුණු 451 ක් 1934 දී ඩොන් බුටාමන් සහ බිල් පොන්පෝර්ට් විසින් බෙදා ගන්නා ලදී.",
        "4. ටෙස්ට් ක්රිකට් ඉතිහාසයේ ලකුණු 250 ක් (ජෝ රූට්, හේරි බ oke ක්) සඳහා 3 වන අවස්ථාව මෙයයි. 1958 දී කොන්රාඩ් හන්ට් --ගර්බ්ලර් සන්ධි යුගලය පාකිස්තානයට එරෙහිව සමබරව, 2006 දී දකුණු අප්රිකාවේ මහේල ජයවර්ධන සහ කුමාර් සංගක්කාර යුගලය මෙම දුර්ලභ සන්ධිස්ථානය ස්ථාපිත කළේය.",
        "එක්සත් රාජධානිය වෙනුවෙන් දෙවන ද්විත්ව ශතක යුගලය වන ජෝ රූට්, හැරී බ oke ක්. 1985 දී, ගීතා බැබළීම සහ මයික් ලබා ගැනීම පළමු එංගලන්ත ධුරය වූයේ ද්විත්ව ශතක ලකුණු ලබා ගැනීම සඳහා ය.",
        "5. පාකිස්තානයේ ටෙස්ට් තරග හතරකින් සියවස් ගණනාව තුළ සියවස් ගණනාවක් රැස් කළ පළමු එංගලන්ත ක්රීඩකයා වූයේ හැරී බ oke ාවයි. පාකිස්තානයට එරෙහි පරීක්ෂණ හතරකදී යාච් pray ා කළා වන ලාක්, යාකේ කාලිස්, ඩේවිඩ් වෙන්ර් සහ කේන් විලෙම්සන්ගේ පස්වන ස්ථානය අසල ඇති පස්වන ස්ථානයෙනි.",
        "පාකිස්තානය 1 වන දින: සෑම කෙනෙකුටම 556 තරගය පරාජය විය (ෂුන් මසූඩ් 151, සල්මාන් ඒකා 104, අබ්දුල්ලා ෂෆික් 102, සඩ් ෂකිල් 82, සළුවෝ ලීච් 160 - 3 VICAS, ප්රෝටීන් කැස් 74 - 2 විපර්සීන් 99 - 2 පුද්ගලික.",
        "එක්සත් රාජධානියේ 1 වන දින: 823 - 7 විග්. ඩික්ලියාඩ් (හීරි බ ok ක් 317, ජෝ රූක් 262, ජෝ රූට් 262, බෙන් ඩුබව්ලි 78, 2 VIS.), නසීම් ෂා 157 - 2 වික්.)",
        "පාකිස්තානය 2 වන: 4 වන දිනය ක්රීඩාව අවසානයේ 152 - 6 විග්. ."
      ]
    },
    "en": {
      "title": "Brooke, root double century;Dominated with England achievements in Test match with Pakistan",
      "body_lines": [
        "With the help of Herry Brooke and Joe Root in the first Test cricket match at Multan Cricket Stadium, Pakistan has been pushed to the brink of defeat.",
        "Pakistan are on the brink of losing 152 runs for the loss of 6 wickets in its second innings, at the end of today's match, in the fourth day of the Test match, which won a considerable number of total number in the first innings.",
        "Pakistan has to score a further 115 runs to remain only 4 wickets to recover from the inning defeat.",
        "In its first innings, Pakistan scored 556 runs with the help of Abdullah Shafiq (102), team captain Shaun Masood (151) and Salman Aga (104) in its first innings.",
        "On the fourth day of the England match in the first innings, Harry Brook's concentration, with the help of the double centuries of Joe Root, felt the grip of the game.",
        "The Yorkshire regional team was the result of 454 runs in the 4th wicket and England stopped their first innings with 7 wickets and scored 823 runs.",
        "Herry Brook recorded his highest innings with 317 runs.",
        "Joe Root scored 262 runs. This is his personal excessive innings. This is the 6th twin cent of Joe Root.",
        "In this match, the UK made history for Pakistan.",
        "This is the fourth highest number of Test cricket history obtained in an innings.",
        "Sri Lanka lost 6 wickets in 1997 against India.",
        "1938 The Oval Ground UK 903 - 7 Vic. The opposite Australia.",
        "Meanwhile, Joe Root, who set the record for the highest Test runs on behalf of England, yesterday scored 12664 runs in 147 Tests.. Joe Root is ranked 5th next to Sachin Tendulkar (15921), Ricky Ponting (13378), Yak Kalis (13289) and Rahul Dravid (13288).",
        "௧. பாகிஸ்தானுக்கு எதிரான டெஸ்ட் இன்னிங்ஸ்களில் 800 ஓட்டங்களுக்கு மேல் குவித்த முதலாவது அணி என்ற பெருமையை இங்கிலாந்து பெற்றுக்கொண்டது. With this, England broke the 66 -year record of belonging to the West Indies. In the 1958 Test match at the Kingston Ground, the West Indies lost 3 wickets against Pakistan and scored 790 runs.",
        "Also, the total number of England's accumulation is the highest number of Test innings in Pakistan. Pakistan lost 765 runs in 2009 against Sri Lanka in 2009 and the highest number of innings on Pakistan soil was previously.",
        "௨. 454 runs shared in the fourth wicket among Joe Root and Heri Brook are the highest number of Test cricket in Test cricket. In 1957, Peter May and Colin Gaudri shared 411 runs 67 years ago against the West Indies, England's previous fashion for the 4th wicket.",
        "௩. This link by Joe Root and Heri Brook in Test cricket history is the fourth best link next to the pairing of Mahela - Sangakkara (624 opposite South Africa), Sanath - Mahanama (576 opposite India) and Martin Caro - Jones (467 opposite Sri Lanka).",
        "However, as guests, Joe Root and Herry Brook pair have been recorded as a combination of the highest number of runs concentrated on foreign soil. Earlier, at the Oval Ground, 451 runs were shared by Don Bhattman and Bill Ponsport in 1934.",
        "௪. This is the 3rd opportunity for over 250 runs (Joe Root, Heri Brooke) in the history of Test cricket. In 1958, Konrad Hunt -Garbield Sobers pair against Pakistan and Mahela Jayawardene and Kumar Sangakkara pair of South Africa in 2006 established this rare milestone.",
        "Joe Root, the second pair of double centuries on behalf of the UK, is Harry Brooke. In 1985, Greme Bouler and Mike Getting were the first England couple to score double centuries.",
        "௫. Harry Brooke was the first England player to score centuries in four Tests in Pakistan. Harry Brooke is ranked fifth place next to Prayan Lara, Yak Kalis, David Wanner and Kane Williamson in the lineup in four Tests against Pakistan.",
        "Pakistan 1st: Everyone lost the game 556 (Shaun Masood 151, Salman Aka 104, Abdullah Shafiq 102, Saud Shakil 82, Jeck Leach 160 - 3 Vic, Protein Cass 74 - 2 Viginson 99 - 2 wik.",
        "UK 1st in: 823 - 7 wig. Diclayard (Herry Brook 317, Joe Root 262, Ben Ducket 84, Zuck Groovli 78, Sym Ayub 101 - 2 Vic.), Naseem Shah 157 - 2 Vick.)",
        "Pakistan 2nd: 4th day at the end of the game at 152 - 6 wig. ."
      ]
    }
  },
  "summary_lines": [
    "England dominates Pakistan in Test match, Harry Brook scores 317, Joe Root 262. England breaks 66-year record, highest Test score in Pakistan. Joe Root surpasses 13,000 Test runs. England wins match, Pakistan struggles in second innings."
  ]
}