{
  "translated_text": {
    "si": {
      "title": "මෛත්රීපාල සිරිසේනගේ මෑත කාලීන හැසිරීම හෙළි කරන්නේ ඔහුගේ මනෝභාවය නිවැරදි නොවන බවයි - සේවයෙන් පහ කිරීම සම්බන්ධයෙන් මහින්ද අමරාවීර",
      "body_lines": [
        "හිටපු ජනාධිපති මෛත්රීපාල සිරිසේනගේ මෑත කාලීන හැසිරීම හෙළි කරන්නේ ඔහුගේ මනෝභාවය නිවැරදි නොවන බවයි. ඉදිරිපත් කරන ලද විධිමත් සාධක නොමැතිව අපව තනතුරු වලින් නෙරපා ඇත. අමාත්ය මහින්ද අමරාවීර මහතා පැවසුවේ අපට ශ්රී ලංකා නිදහස් පක්ෂයෙන් කිසි විටෙකත් වෙන් කළ නොහැකි බවයි.",
        "සෙනසුරාදා (30) කොළඹ පැවති මාධ්ය හමුවකදී ඔහු වැඩිදුරටත් පැවසීය.",
        "අපව තනතුරු වලින් ඉවත් කර ඇත. ඔහු විශේෂ සාකච්ඡාවක් ඉල්ලා සිටි අතර, ඔහුගේ අදහස් ඉදිරිපත් කිරීමටත් අපට ප්රකාශ කිරීමටත් අපට ඉඩ නොදෙන ඔහු.. එහෙත් නිවැරදි චෝදනා පවා පවා අප මත ඉදිරිපත් නොවේ.",
        "සන්ධානය නඩු පවරා ඇති බව දක්වන්න. නඩුව ගොනු කළේ මන්දැයි ඔහු හොඳින් දනී. කෙසේ වෙතත්, මේ දිනවල ඔහුගේ හැසිරීම් වලදී බාධාවක් තිබේ. ඔහුගේ අදහස් දැක්වීමෙන්, ඔහුගේ මනෝභාවය නිවැරදි නොවන බව පැහැදිලිය.",
        "කෙසේ වෙතත්, මෙම නීති විරෝධී ක්රියාවට එරෙහිව අපි අනිවාර්යයෙන්ම උසාවියට ​​යමු. අප එතරම් අයුක්ති සහගත බව අපි නොදනිමු. පක්ෂ සාමාජිකත්වය ඉවත් නොකෙරේ. අප තනතුරු වලින් පමණක් ඉවත් කර ඇත. මෙය අධිරාජ්යවාදය ලෙස අපි දකිමු.",
        "මෙය අප අමාත්යාංශය පිළිගෙනීමට හේතුවක් නොවේ. එය ඉල්ලා අස්වීමට සඳහන් නොවේ. හේතුව එය එසේ නම්, ඇමති විජයදාස රාජපක්ෂ මහතා මධ්යම කාරක සභා රැස්වීමට කැඳවනු නොලැබේ. අප තනතුරු ලබාගෙන ඇත්තේ මන්දැයි ඔහු පැහැදිලිව විස්තර කර ඇත. ඉතින් ඔහු කිව්වා ඒක ප්රශ්නයක් නෙවෙයි කියලා."
      ]
    },
    "en": {
      "title": "Maithripala Sirisena's recent behavior reveals that his mood is not correct - Mahinda Amaraweera regarding the dismissal",
      "body_lines": [
        "Former President Maithripala Sirisena's recent behavior reveals that his mood is not correct. We have been sacked from positions without any formal factors presented. Minister Mahinda Amaraweera said that we can never be separated from the Sri Lanka Freedom Party.",
        "He further stated at a press conference held in Colombo on Saturday (30).",
        "We have been removed from the positions. He called for a special discussion and would not allow us to present his comments and make any comments to us.. But even the correct allegations are not put forward on us.",
        "Indicate that the coalition has been sued. He is well aware of why the case was filed. However, in his behaviors these days there is a stumbling block. From his comments, it is clear that his mood is not correct.",
        "However, we will definitely go to court against this illegal action. We are not aware that we are so unjust. Party membership is not removed. We have only been removed from the posts. We see this as imperialism.",
        "This is not a reason why we have accepted the ministry. It is not mentioned to resign. If that is the reason, Minister Wijeyadasa Rajapakse will not have been summoned to the Central Committee meeting. He has clearly explained why we have taken positions. So he said it was not a problem."
      ]
    }
  },
  "summary_lines": [
    "Maithripala Sirisena's recent actions suggest a negative mood, despite dismissals without formal reasons. Minister Mahinda Amaraweera criticizes the lack of transparency and the removal from positions, calling it an attempt to separate from the Sri Lanka Freedom Party. He accuses the coalition of legal action and describes the situation as imperialistic, vowing to fight it in court."
  ]
}