{
  "translated_text": {
    "ta": {
      "title": "வெள்ள ஆபத்து 12 நதிகள் என்று நியமிக்கப்பட்டுள்ளது",
      "body_lines": [
        "வங்காள விரிகுடாவில் வளர்ந்து வரும் குறைந்த அழுத்த மண்டலம் காரணமாக, நீர்ப்பாசனத் துறை 12 நதிகளை (24) வெளியிட்டது.",
        "வானிலை முன்னறிவிப்புகள் வடக்கு, வட மத்திய மற்றும் கிழக்கு மாகாணங்களில் நடைபெறுகின்றன என்று எச்சரிக்கைகள் தெரிவிக்கின்றன.",
        "நீர்த்தேக்கங்கள் மற்றும் ஆறுகளில் இருந்து நீர்த்தேக்கங்கள் மற்றும் ஆறுகளில் இருந்து அந்த பகுதிகளில் உள்ள நீர்த்தேக்கங்கள் மற்றும் ஆறுகளிலிருந்து நதிகளிலிருந்து நதிப் படுகைகள் ஏற்படும் என்று நீர்ப்பாசனத் துறை கூறுகிறது.",
        "எனவே, திணைக்களம் பொதுமக்களையும், ஆற்றில் இருந்து வரும் மக்களையும், வெள்ளத்தைச் சேர்ந்தவர்களையும் அழைக்கிறது."
      ]
    },
    "en": {
      "title": "Flood risk is designated 12 rivers",
      "body_lines": [
        "Due to the growing low pressure zone in the Bay of Bengal, the Irrigation Department issued 12 rivers (24).",
        "The weather forecasts are being held in the Northern, North Central and Eastern provinces, according to the warnings.",
        "The Department of Irrigation says that there is a risk of river basins from the reservoirs and rivers from reservoirs and rivers from the reservoirs and rivers in those areas.",
        "Therefore, the Department calls on the public and the people from the river and the people from the floods."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "\"Flood risk: 12 rivers affected due to low pressure in Bay of Bengal. Irrigation Dept warns Northern, North Central, Eastern provinces. Public advised to be cautious near rivers and reservoirs.\""
  ]
}