{
  "translated_text": {
    "ta": {
      "title": "கடல் நீர் கோயில் உள்ளிட்ட 11 வரலாற்று ஆலயங்கள்",
      "body_lines": [
        "புத்த சசனாவைப் பாதுகாக்கவும், ஜனாதிபதியின் செயலாளர் புத்தரை பாதுகாக்கவும் ஜனாதிபதி அரசியலமைப்பில் உறுதியாக உள்ளார்.",
        "ජාතික භෞතික සැලසුම් දෙපාර්තමේන්තුව විසින් රජයේ ගැසට් පත්‍රය මඟින් ප්‍රකාශයට පත් කරන ලද පුරාවිද්‍යාත්මක, ඓතිහාසික සහ පූජනීය වටිනාකමකින් යුත් විහාරස්ථාන 11ක් පූජා භූමි ලෙස ප්‍රකාශයට පත් කෙරේ.",
        "ஜனாதிபதி செயலாளரின் செயலாளரின் ஆதரவின் கீழ் ஜனாதிபதி செயலகத்தில் நேற்று (15) ஜனாதிபதி நேற்று (15) நடைபெற்றது.",
        "அம்பாரா மாவட்டத்தில் உள்ள அம்பாரா மாவட்டத்தில் உள்ள அம்பாரா மாவட்டத்தின் அம்பாரா மாவட்ட பிரிவில் உள்ள அம்பாரா மாவட்டத்தில் உள்ள அம்பாரா மாவட்டத்தில் உள்ள அம்பாரா மாவட்டத்தில் உள்ள அம்பாரா மாவட்டத்தில் உள்ள அம்பாரா மாவட்டத்தில் உள்ள அம்பாரா மாவட்டத்தில் உள்ள மவதுவா போயா மகா விஹராயா. செயலகப் பிரிவைச் சேர்ந்த உகாமஹா விஹராயாவின் கீழ், திருகோணமல் மாவட்டத்தின் குச்ச்சவேலி பிரதேச செயலகப் பிரிவில் ஸ்ரீ சதர்மம் இயக்கப்பட்டது,",
        "குருணேகலா மாவட்டத்தில் குச்ச்பிதியா பிரதேச செயலாளரைச் சேர்ந்த குச்ச்பிதியா பிரதேச விஹராயாவைச் சேர்ந்த ஸ்ரீ சாதம்ம சுந்தரம ராஜமஹா விஹராயா.",
        "அதன்படி, நாட்டின் மொத்த சன்னதி கான்கிரெட்டுகள் 142 ஆகின்றன.",
        "ஆற்றலின் விளைவுகள் குறித்து ஜனாதிபதி ரணில் விக்ரமேசிங்க அரசியலமைப்பிற்கு உறுதியளித்துள்ளதாக ஜனாதிபதி ரணில் விக்ரமேசிங்க கூறினார்.",
        "ஜனாதிபதியின் வழிகாட்டுதல் குறித்து ஜனாதிபதியின் வழிகாட்டுதலால் எடுக்கப்பட்ட பல நடவடிக்கைகள் குறித்தும் ஜனாதிபதியின் செயலாளர் கூறினார்.",
        "சுனா வென்.",
        "மாநில மந்திரி சாந்தா பண்டாரா, எம்.பி. சமன்பிரியா ஹெராத், பொது மற்றும் கலாச்சார விவகார அமைச்சின் இயக்குநர் ஜெனரல், ப Buddhist த்த மற்றும் கலாச்சார விவகாரங்களின் இயக்குநர் ஜெனரல் உட்பட, உடல் திட்டமிடல் மற்றும் புனித பகுதி விஹாரயாவின் இயக்குநர் ஜெனரல் உட்பட. .",
        "ஜனாதிபதி செயலகத்தில் ஜனாதிபதி செயலகத்திலும் ஜனாதிபதி செயலகம் செய்யப்பட்டது."
      ]
    },
    "en": {
      "title": "11 historical shrines including the seawater temple",
      "body_lines": [
        "President is committed to the Constitution to defend the Buddha Sasana and safeguard the Buddha - Secretary to the President.",
        "The National Physical Planning Department declared 11 temples, an archaeological, historic and sacred value, announced by the National Physical Planning Department.",
        "The president was held at the Presidential Secretariat yesterday under the patronage of the Secretary to the Presidential Secretariat yesterday (15).",
        "Mawaduwa Poya Maha Viharaya in the Ampara District in the Ampara District in the Ampara District in the Ampara District in the Ampara District in the Ampara District in the Ampara District Division of the Ampara District in the Ampara District in the Ampara District in the Ampara District.Under the Ugamaha Viharaya belonging to the Secretariat Division is Sri Saddharmar enabled in the Kuchchaveli Divisional Secretariat Division of Trincomalee District,",
        "Sri Sadhamma Sundarama Rajamaha Viharaya belonging to Kuchpitiya Pradeshi Viharaya belonging to Kuchpitiya Divisional Secretariat in the Kurunegala District.The Yan Oya Raja Maha Viharaya belongs to the Kuchchaveli Divisional Secretariat Division of Trincomalee District was declared as landmands.",
        "Accordingly, the total shrine concrets in the country become 142.",
        "President Ranil Wickremesinghe said that President Ranil Wickremesinghe is committed to the constitution of the effects of the energy.",
        "The Secretary to the President also said about several steps taken by the President's guidance on the President's guidance.",
        "Tsuna Ven. Balangoda Sobhitha Ven. The Maha Leader of the Heroes, LankaThe Chief Prefessor of the Western Province of the Ramanna Nikaya is the Chairman of the Sri Lanka College Parigayaka Nandava Nanda Nilwasow, the leader of the Sacred Area Competition temples.",
        "State Minister Shantha Bandara, MP Samanpriya Herath, Director General of the Ministry of Public and Cultural Affairs, including the Director General of the Department of Buddhist and Cultural Affairs, including the Director General of the Department of Physical Planning and Sacred Area Viharaya.Were there.",
        "The Presidential Secretariat was also made at the Presidential Secretariat in the Presidential Secretariat."
      ]
    }
  }
}