{
  "translated_text": {
    "ta": {
      "title": "மேற்கு மாகாணங்களில் 10,11 செமஸ்பிட்டலில் இருந்து 10,11",
      "body_lines": [
        "தற்காலிகமாக இடைநீக்கம் செய்யப்பட்ட மேற்கு மாகாணத்தில் 10,11 பள்ளிகளின் இறுதி சோதனை நாளை நடைபெற உள்ளது.",
        "இதுவரை நடைபெறாத பாடங்களுக்காக நாளை முதல் பரீட்சை நடைபெறும் என்று கல்வித் துறை கல்வித் திணைக்களம் கூறியது.",
        "பரீட்சை வழங்கப்படுவதற்கு முன்னர் சமூக ஊடகங்களுக்கு தேர்வு வழங்கப்பட்டதால் 10,11 தேர்வு நடவடிக்கைகள் தற்காலிகமாக இடைநீக்கம் செய்யப்பட்டன.",
        "இந்த சம்பவம் குறித்து சிஐடி ஏற்கனவே விசாரணையைத் தொடங்கியுள்ளது.",
        "இருப்பினும், புதிய ஆவணங்களைத் தயாரித்த பின்னர், தரங்களின் தேர்வுகளை ஆராய்வது நாளை நடைபெறும்.",
        "இதற்கிடையில், பேராசிரியர் பிரதி மஹானமஹேவா இந்த கருத்துக்களை தேர்வு வினாத்தாள் வெளியேறுவது குறித்து வெளிப்படுத்தினார்."
      ]
    },
    "en": {
      "title": "From 10,11 semespitals in Western provinces 10,11",
      "body_lines": [
        "The final test of 10,11 schools in the Western Province, which was temporarily suspended, is scheduled to be held tomorrow.",
        "The Department of Education The Department of Education stated that the examination will be held from tomorrow for the subjects that have not yet been held so far.",
        "The examination activities of 10,11 were temporarily suspended as the examination was issued to the social media before the examination was issued.",
        "The CID has already begun an investigation into the incident.",
        "However, after the preparation of new papers, the examination of the Examinations of the Grades will be held tomorrow.",
        "Meanwhile, Professor Prathibhi Mahanamahewa expressed these views regarding the exit of examination question paper."
      ]
    }
  },
  "summary_lines": [
    "The final test for 10,11 schools in Western provinces, initially suspended, is rescheduled for tomorrow. The Department of Education announced this, focusing on subjects not yet tested. The suspension was due to premature leakage on social media. The CID is investigating. Despite new paper preparations, the exam will proceed as planned. Professor Prathibhi Mahanamahewa commented on the situation."
  ]
}