{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் சூப்பர்மார்கர்கள்",
      "body_lines": [
        "ஹெஹாரா சதுமினி பஞ்சிஹேவா வணிகத் துறையின் பனாதுரா பாலிகா வித்யாலயாவிடமிருந்து இலங்கையில் முதல் இடத்தைப் பெற்றுள்ளார்.",
        "ஜெயநாத் பஞ்சி ஹெவா மற்றும் அனுஷா விகுசீசிரியின் மூன்று சிறுமிகளுடன் மூன்று சிறுமிகளுடன் மூன்று சிறுமிகளின் விதை என்றும் கூறப்படுகிறது.",
        "இந்தூருவாவின் பெந்தாரா, வடமேற்கு பல்கலைக்கழகத்தில் இரண்டாவது ஆண்டு, குனங்கலா பகுதியில் வசிப்பவர்.",
        "அவர் 5 ஆண்டு உதவித்தொகை தேர்வில் 5 உதவித்தொகை பரிசோதனையில் நுழைந்தார் மற்றும் க.பொ.த ஓ / எல் தேர்வில் இருந்து பெண்கள் வித்யாலயாவில் நுழைந்தார்.",
        "இரண்டு பெற்றோர்களும் வியாபாரத்தில் ஈடுபட்டுள்ளனர், மேலும் அவரது இளைய மகள் கலுடராவின் புனித குடும்ப கான்வென்ட்டில் 11 வருடம் கற்றுக்கொள்கிறாள்.",
        "ஹெஹாராவின் திறமை குறித்து, அவரது தாயார் அனுஷா விக்யூசீசிரி கூறினார்:. \"மகள் தினமும் காலையில் வேலையை முடித்தாள். கூடுதல் வகுப்புகளில் கலந்து கொண்டார், அவர் நம்பிக்கையுடன் இருந்தபோதிலும் இலங்கையிலிருந்து முதலில் அறியப்பட்டார் என்று அவர் நினைக்கவில்லை, ஆனால் அது நம்பிக்கையுடன் இருந்தது."
      ]
    },
    "en": {
      "title": "Supermarcors in Sri Lanka",
      "body_lines": [
        "Hehara Sadumini Punchihewa has obtained the first place in Sri Lanka from the commercial sector Panadura Balika Vidyalaya.",
        "It is also said that the Seed of the three girls with three girls with three girls of Jayanath Punchi Hewa and Anusha Vicuseasiri.",
        "Benthara, Induruwa, is a second year in the North-Western University, a resident of Gunangala area.",
        "He had entered the 5 Scholarship Examination of the Year 5 scholarship examination and entered the Girls' Vidyalaya from the GCE O / L examination.",
        "The two parents are engaged in business, and her younger daughter learns 11 year in the Holy Family Convent, Kalutara.",
        "Commenting on the skill of the Hehara, her mother, Anusha Vicuseasiri, said:. \"The daughter ended every morning work on the day. Attended extra classes, she did not think she was first known from Sri Lanka despite the confidence she was confident, but it was confident. \""
      ]
    }
  },
  "summary_lines": [
    "Hehara Sadumini Punchihewa, a student from Panadura Balika Vidyalaya, secured the top spot in Sri Lanka's commercial sector. The daughter of Jayanath Punchi Hewa and Anusha Vicuseasiri, she excelled academically, entering the Girls' Vidyalaya after passing the GCE O/L exam. Her siblings attend Benthara, Induruwa, and Holy Family Convent, Kalutara. Despite her parents being entrepreneurs, Hehara dedicated herself to her studies, attending extra classes daily, which contributed to her success."
  ]
}