{
  "translated_text": {
    "ta": {
      "title": "සාමය සඳහා එළැඹෙන්නේ නැතිනම් ට්‍රම්ප්ගෙන් රුසියාවට සම්බාධක",
      "body_lines": [
        "இரண்டு வாரங்களுக்குப் பிறகு ரஷ்யாவிற்கு எதிரான போருக்கு எதிரான அமைதியான போருக்கு தீர்வு காணப்பட்டால், அமெரிக்க அதிபர் டொனால்ட் டிரம்ப் தெரிவித்துள்ளதாக அமெரிக்க அதிபர் டொனால்ட் டிரம்ப் தெரிவித்துள்ளார்.",
        "அமெரிக்க ஜனாதிபதி மற்றும் ரஷ்ய ஜனாதிபதி புடின் ஆகியோர் அலாஸ்காவில் உக்ரேனிய போருக்கு அமைதியான பாதை பற்றி விவாதித்திருந்தாலும், பேச்சுவார்த்தைகள் முடிவுக்கு வந்தன.",
        "සාකච්ඡාවෙන් අනතුරුව මාධ්‍ය වෙත අදහස් දක්වමින් අමෙරිකානු ජනාධිපතිවරයා පැවසුවේ සාකච්ඡාවන් හි අවසන් එකඟතාවයක් නොමැති වුවද සාකච්ඡා ඵළදායීව සහ පැවැති බවය.",
        "இந்த விவாதங்களுக்குப் பிறகு, அமெரிக்க அதிபர் டிரம்ப் மற்றும் உக்ரேனிய ஜனாதிபதி சீல்னெஸ்கி இடையே ஒரு சந்திப்பு உக்ரேனிய மற்றும் ரஷ்யா போரில் விவாதிக்கப்பட்டது.",
        "எவ்வாறாயினும், இந்த கலந்துரையாடல்களின் போது, ​​சமீபத்தில் உக்ரேனில் ஒரு தொழிற்சாலைக்கு ரஷ்ய தாக்குதல் தாக்கப்பட்டது.",
        "இந்த தாக்குதல் குறித்து அமெரிக்க ஜனாதிபதி கருத்து தெரிவித்துள்ளார், அவர் தாக்குதலை கடுமையாக கண்டிக்கிறார் என்று கூறினார்.",
        "எவ்வாறாயினும், அமெரிக்க ஜனாதிபதி நேற்று (22) கூறியுள்ளார், இருப்பினும், பொருளாதாரத் தடைகள் சமாதான பாதையில் விதிக்கப்பட்டுள்ளன.",
        "இது சம்பந்தமாக, அமெரிக்க ஜனாதிபதி அவர் என்ன செய்யப் போகிறார் என்பதை முடிவு செய்வார் என்று கூறியுள்ளார், அவர் ஒரு பெரிய பொருளாதாரத் தடைகளை முடிவு செய்து விதிப்பாரா என்பதை அவர் தீர்மானிப்பார்."
      ]
    },
    "en": {
      "title": "Sanctions on Russia if not come to peace",
      "body_lines": [
        "US President Donald Trump has said that if a peaceful solution of war on the war against Russia after two weeks, the US President Donald Trump has said.",
        "Although the US president and the Russian president Putin, Alasia had discussed a peaceful path to the Ukrainian war in Alasca, but the negotiations were concluded.",
        "After the discussion, the US president said that even though there is no final agreement of the discussions, he had no final agreement.",
        "After these discussions, a meeting between US President Trump and Ukrainian President Sealnesky was also discussed at the Ukrainian and Russia War.",
        "However, during these discussions, however, a Russian attack was also attacked to a factory in Ukraine recently.",
        "The US President has commented on the attack, which he said he strongly condemns the attack.",
        "The US President has said yesterday (22), however, the sanctions were imposed in the path to peace.",
        "In this regard, the US president has said that he will decide on what he is about to do, he will determine whether he will decide and impose a massive sanctions."
      ]
    }
  },
  "summary_lines": []
}