{
  "translated_text": {
    "ta": {
      "title": "வெளிநாட்டு சுற்றுலாப் பயணிகளில் அவசர பாதுகாப்பை போலீசார் அறிவிக்கின்றனர்",
      "body_lines": [
        "வெளிநாட்டினருக்கான ஒரு சிறப்புத் திட்டத்தை அமல்படுத்துவதற்காக பாதுகாப்பு அமைச்சகம் மற்றும் பொது பாதுகாப்பு அமைச்சகத்தின் அறிவுறுத்தல்கள் அடிப்படையில் இலங்கை காவல்துறை மற்றும் உளவுத்துறை பிரிவுகள் செயல்படுத்தப்பட உள்ளன.",
        "மத்திய கிழக்கிலும் போர் சூழலைக் கருத்தில் கொள்வதில் அவர்கள் இந்த நடவடிக்கையை எடுத்துள்ளனர்.",
        "எதிர்காலத்தில் ஏராளமான வெளிநாட்டு சுற்றுலாப் பயணிகள் இலங்கைக்கு வருவார்கள் என்று தகவல்களால் பெறப்பட்ட தகவல்கள் காணப்படுகின்றன.",
        "இது இலங்கையின் பொருளாதாரம் மற்றும் இலங்கையில் வெளிநாட்டினரின் நம்பிக்கையையும் மரியாதைக்கும் ஒரு வாய்ப்பாகும்.",
        "இலங்கைக்கு வெளிநாட்டு சுற்றுலாப் பயணிகள் வருகை, வெளிநாட்டு சுற்றுலாப் பயணிகள், வெளிநாட்டு சுற்றுலாப் பயணிகளின் உற்சாகமான நிலை, அவர்கள் எதிர்பார்க்கும் இன்பத்தின் பொழுதுபோக்குகளை உருவாக்குவதற்கும், அவர்கள் தேடும் அறிவை விடுவிப்பதற்கும் பொறுப்பாகும்.",
        "அதன்படி, இலங்கை பொலிஸ் மற்றும் உளவுத்துறை பிரிவுகள் மத்திய கிழக்கு மற்றும் கிழக்கு ஐரோப்பாவில் ஒரு சிறப்பு பாதுகாப்பு திட்டத்தை செயல்படுத்த பாதுகாப்பு அமைச்சகம் மற்றும் பொது பாதுகாப்பு அமைச்சின் ஆலோசனை மற்றும் ஒருங்கிணைப்புடன் செயல்படுத்தப்பட்டு ஒருங்கிணைக்கப்பட உள்ளன.",
        "திரு. பிரியந்தா வீரசூரியாவின் இந்த பொலிஸ் நிலையங்கள் குறித்து பொலிஸ் சுற்றுலா பிரிவு தொடர்ந்து ஒரு சிறப்பு ஆலோசனையை வலுப்படுத்தி செயல்படுத்தும். ஒரு ஆரம்ப நடவடிக்கையாக, இலங்கை காவல்துறையின் சுருக்கமான தலைப்பு எண் 1997 க்கு 1997 ஆம் ஆண்டு சுற்றுலா பிரச்சினைக்கு தெரிவிக்கப்படும்.",
        "சுற்றுலா ஹோட்டல் உரிமையாளர்களின் பங்கு, அதே போல் தங்கள் சொந்த துறைகளில் ஈடுபட்டுள்ள அனைத்து மக்களும் சுற்றுலா வாழ்க்கை மற்றும் சொத்து பாதுகாப்பின் அதிகபட்ச நடவடிக்கைகளாக இருக்கும் என்று எதிர்பார்க்கப்படுகிறது.. எந்தவொரு சந்தர்ப்பத்திலும், அவர்கள் அதிகாரப் பகுதியில் உள்ள காவல் நிலையங்களை ஒருங்கிணைக்க முடியும் மற்றும் எதிர்காலத்தில் காவல் நிலையங்களுக்கு வழங்கப்படும். வெளிப்புற அச்சுறுத்தல்களின் அச்சுறுத்தல்களை துன்புறுத்துவது மற்றும் சில ஊழியர்களால் ஏற்படக்கூடிய எதிரிகளின் துன்புறுத்தல் குறித்து அனைத்து கட்சிகளும் கவனம் செலுத்த வேண்டும்.",
        "இதற்கிடையில், இலங்கையில் உள்ள அமெரிக்க தூதரகம் அமெரிக்க தூதரகம் மற்றும் அமெரிக்க தூதரக அதிகாரிகளை அரும்பேவுக்கு வருகை தருவதைத் தவிர்க்குமாறு எச்சரித்துள்ளது.",
        "அருகாமின் சுற்றுலா மண்டலத்தை குறிவைத்து தாக்குதல் நடத்தும் அபாயம் இருப்பதாக அவர் நம்பிக்கை தகவல்களைப் பெற்றதாகக் கூறப்படுகிறது."
      ]
    },
    "en": {
      "title": "Police announce urgent protection in foreign tourists",
      "body_lines": [
        "The Sri Lanka Police and Intelligence Divisions are to be implemented on the instructions of the Ministry of Defense and the Public Defense Ministry to implement a special program for foreigners.",
        "They have taken this step in considering the war environment in the Middle East as well.",
        "The information received by the information has been observed that a large number of foreign tourists will visit Sri Lanka in the future.",
        "It is an opportunity for Sri Lanka's economy and the trust and honor of foreign nationals on Sri Lanka.",
        "Foreign tourist arrivals to Sri Lanka, foreign tourist arrests, the exciting state of foreign tourists, will become the responsibility of creating the entertainment of the pleasure they expect and to free the knowledge they seek.",
        "Accordingly, the Sri Lankan Police and Intelligence Divisions are due to be implemented and coordinated with the advice and coordination of the Ministry of Defense and the Public Defense Ministry to implement a special security program in the Middle East and East Europe.",
        "The Police Tourist Division will continue to strengthen and implement a special advice on this police stations by Mr. Priyantha Weerasuriya. As a preliminary step, the Sri Lanka Police's Brief Title No. 1997 will be informed of the 1997 Police for a tourist problem.",
        "The role of tourist hotel owners, as well as all the people who are engaged in their own fields are expected to be the maximum measures of the tourist life and property protection.. In any case, they can coordinate police stations in the area of ​​authority and will be provided to the police stations in the future. All parties should focus on the harassment of the potential threats of external threats and the harassment of the enemies that may occur by some employees.",
        "In the meantime, the US embassy in Sri Lanka has warned the American embassy and the US embassy officials to avoid visiting Arumbe.",
        "It is said that he had received confidence information that there was a risk of an attack targeting the Arugam's tourism zone."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Police implements special security program for foreign tourists amid Middle East conflict. Measures include strengthening tourist division and coordinating with defense ministries. Hotel owners and locals urged to protect visitors from potential threats. US Embassy warns Americans against visiting Arugam Bay due to safety concerns."
  ]
}