{
  "translated_text": {
    "si": {
      "title": "ගංගා ජලයේ පහර දුන් මිනිසාගේ මළ සිරුර",
      "body_lines": [
        "පසුගිය අඟහරුවාදා (26) දියේ ගිලී මියගිය හා අතුරුදහන් වූ පසු කිඩැන්ගි ගඟට ගිය වැටුප් කම්කරුවෙකු සිකුරාදා (29) මියගොස් ඇත.",
        "දින හතරක් මිනිසා සොයමින් සිටි නාවික හමුදාව විසින් මිනිසාගේ දේහය නාට්කැන්ඩියන් ප්රදේශයේ ඉවුර විසින් සොයා ගන්නා ලදී.",
        "පසුව මෘත දේහය කල්මුනායි සම්පත් රෝහලට ගෙන යන ලදී. පසුව, මියගිය අයගේ relatives ාතීන් දේහය හඳුනා ගත්හ.",
        "කල්මුනායි පණ්ඩරුප්පු හි අවුරුදු 48 ක මිනිසෙකු ගංවතුරට ගොදුරු වී මියගොස් තිබේ."
      ]
    },
    "en": {
      "title": "The corpse of the man who was beaten in the river water",
      "body_lines": [
        "A wage laborer who traveled to the Kidangi River was found dead on Friday (29) after being drowned and disappeared last Tuesday (26).",
        "The navy, who had been searching for the man for four days, today found the body of the man as it was struck by the banks of the Drakandian area.",
        "Subsequently, the body was taken to the Kalmunai Resource Hospital. Subsequently, the relatives of the deceased identified the body.",
        "A 48 -year -old man from Kalmunai Pandaruppu has been flooded and died."
      ]
    }
  },
  "summary_lines": [
    "Body of 48-year-old wage laborer found in Kidangi River after 4-day search. Identified by family at Kalmunai hospital. Cause of death: drowning. Incident occurred near Drakandian area."
  ]
}