{
  "translated_text": {
    "ta": {
      "title": "லஞ்சம் கமிஷன் டயானாவை விசாரிக்கிறது",
      "body_lines": [
        "முன்னாள் மாநில மந்திரி டயானா கமகே மீது முன்னாள் மாநில அமைச்சர் டயானா கமகே மீது இலங்கையில் அரசு அமைச்சராகவும், மாநில அமைச்சராகவும் நான்கு ஆண்டுகள் விசாரணைகளை விசாரணை ஆணையம் தொடங்கியுள்ளது.",
        "முன்னாள் மாநில மந்திரி டயானா கமகே, லஞ்சம் ஆஃப் லஞ்சம் சட்டத்தின் ஊழல், அரசாங்க நிதி மற்றும் சொத்து என்று புகார் அளித்த புகார்.",
        "லஞ்சத்தின் குடியுரிமை மற்றும் லஞ்சத்தின் குடியுரிமை இலங்கையின் குடிமகனாகவும், மாநில மந்திரி தியானாமா கமகாகவும் மாநில பணம் மற்றும் சொத்து விசாரணையில் கேட்டார்.",
        "திருமதி டயானா கமகே ஆகஸ்ட் 2020 இல் தேசிய பட்டியல்களின் பட்டியலாக இருந்தார், அவர் மாநில அமைச்சர்களில் உறுப்பினராக இருந்தார் என்றும், அவரது இருக்கை பாராளுமன்ற உறுப்பினராகவும், மாநில அமைச்சராகவும் ரத்து செய்யப்பட்டது என்றும் கூறினார் .",
        "திருமதி டயானா காமேஜ் பாராளுமன்ற உறுப்பினர் மற்றும் மாநில அமைச்சர், அத்துடன் உத்தியோகபூர்வ அலுவலகங்கள் மற்றும் உத்தியோகபூர்வ அலுவலகங்கள் மற்றும் உத்தியோகபூர்வ அலுவலகங்கள் மற்றும் உத்தியோகபூர்வ வீடுகளையும் பெற்றுள்ளார் பொது பணம் மற்றும் சொத்துக்களைப் பயன்படுத்தி பொது சொத்துச் சட்டத்தின் கீழ் ஒரு குற்றம்.",
        "மாநில பணம் மற்றும் சொத்துக்களைப் பயன்படுத்தி பொது பணம் மற்றும் சொத்துக்களைப் பயன்படுத்துவதன் மூலம் எம்.பி.க்கள் மற்றும் மந்திரி லஞ்சம் ஆகியவற்றின் இன்பத்தால் இந்த விஷயத்தை விசாரிக்கும் பொறுப்பு.",
        "புகாரைப் படித்த லஞ்சம் ஆணையம் தொடங்கியது."
      ]
    },
    "en": {
      "title": "Bribery Commission investigates Diana",
      "body_lines": [
        "Investigation Commission has commenced investigations against former State Minister Diyanama Gamage against former state minister Diana Gamage about four years as a government minister and state minister in Sri Lanka.",
        "Former State Minister Diana Gamage was a complaint lodged by a complaint that the corruption of the Bribal of Bribery Act, the Government Finance and Property.",
        "Citizenship of Bribervala Corruption and Citizenship of Bribery Asked as a citizen of Sri Lanka and a state minister Diyanama Gamage as an inquiry of state money and property.The Bribery Commission has commenced this investigation into a complaint lodged by the Chairman of the Organization Industry Thathra.",
        "Mrs. Diana Gamage was a national list of national lists in August 2020, he said that she was a member of the State Ministers and her seat was abolished as a parliamentary privilege as a Member of Parliament and the State Minister.Mentioned that it was enjoyed.",
        "Ms. Diana Gamage has also obtained as a member of the parliamentarian and the state minister, as well as official offices and official offices, as well as the state minister, as well as official offices and official homes.It is reported that she has done an offense under the Public Property Act by using public money and property.",
        "Responsible to investigate this regard by the enjoyment of MPs and ministerial bribery by using public money and property by using state money and property.",
        "The Bribery Commission who studied the complaint has begun."
      ]
    }
  },
  "summary_lines": [
    "The Bribery Commission in Sri Lanka has launched an investigation into allegations of corruption against former State Minister Diana Gamage. The probe focuses on her actions during her tenure as a government minister, involving misuse of public funds and properties. The investigation was initiated based on a complaint lodged by the Chairman of the Organization Industry Thathra, highlighting issues related to the Bribery Act and Government Finance."
  ]
}