{
  "translated_text": {
    "ta": {
      "title": "அனுரா பாதுகாப்பின் கோரிக்கை",
      "body_lines": [
        "ஜனாதிபதி வேட்பாளர் அனுரா குமாரா டிஸ்டனாயக்கின் தேர்தலுக்குப் பிறகு எந்த இடையூறும் அனுமதிக்க மாட்டேன் என்றும், எந்த உயிரிழப்புகளும் சேதமடைய அனுமதிக்கப்படவில்லை என்றும் கூறினார்.",
        "ஜனாதிபதித் தேர்தலின் உத்தியோகபூர்வ அறிவிப்புக்குப் பிறகு, அவர் ஒரு மணி நேரம் இல்லாமல் பதவியேற்பார் அல்லது வீணடிக்கப்படுவார் என்று டிஸ்டனாயகே கூறினார்.. அப்போது பாராளுமன்றம் கலைக்கப்பட்டது, டிசனாயகே கரைந்ததாகக் கூறினார். டிஸ்டனாயக்க இந்த அறிக்கையை 2011 குடும்பத்தை உரையாற்றியது.",
        "முன்னாள் ஜனாதிபதிகளின் ஓய்வூதியம் ஒழிக்கப்பட்டதாகவும், அரசாங்கத்தின் வீடுகள் அரசாங்கத்திற்கு திருப்பி அனுப்பப்பட்டதாகவும் அவர் கூறினார்.",
        "\"இந்த தேர்தல் மக்களில் மிகவும் சுவாரஸ்யமானது. மிகவும் தாமதமாகிவிடும் வரை இது அதிக நேரம் உணர்கிறது. கடந்த காலத்தில், அரசியல்வாதி காத்திருக்கிறார். இன்று மக்கள் இந்த நாட்டில் தங்கள் கட்டுப்பாட்டிற்காக காத்திருக்கிறார்கள். அரசியல்வாதிகள் மிகவும் வருத்தப்பட்டனர். அடுத்த 10 நாட்களில் அவர்களை ஒரு பெரிய சதித்திட்டமாக மாற்ற அவர்கள் காத்திருக்கிறார்கள் என்று நாங்கள் கேள்விப்படுகிறோம்.",
        "தவறான பிரச்சாரம், அவமதிப்பு, பொய்யைக் குற்றம் சாட்டத் தொடங்கியுள்ளன. மக்கள் இப்போது பிடிபடவில்லை. வரும் வாரத்தில் அதிக எண்ணிக்கையிலான விளம்பரங்களை வழங்க நாங்கள் காத்திருக்கிறோம். நான் சொல்கிறேன், ரங்கில் விக்ரமேசிங்கே 'குணப்படுத்தும் குணப்படுத்துகிறார்'. இந்த தேர்தல் பிரச்சாரத்தை செய்ய குடிமகன் தீவிரமாக செயல்பட்டு வருகிறார். அவர்கள் வேலை செய்ய முன்வருகிறார்கள்.",
        "சஜித் பிரேமடாசா தனது தேர்தல் பிரச்சாரத்திற்காக ஒரு ஊடக சேனலைத் தேர்ந்தெடுத்தார். அவர்கள் ஒரு அந்தரங்க மீடியா சேனலைப் பயன்படுத்துகிறார்கள். கடந்த காலங்களில் அவர்கள் மண் மற்றும் தவறான பிரச்சாரத்தை வெல்ல முடியும் என்று நினைத்தார்கள். இப்போது அது இல்லை.",
        "இப்போது தம்படெனியாவின் உறுப்பினர் 22 ஆம் தேதி பாராளுமன்ற உறுப்பினர் கூறுகிறார். நம் நாட்டின் வாக்குகளுக்குப் பிறகு ஒரு வரிசையாக்க வரலாறு இருந்தது. ஆனால் தேசிய புகழ் அசிங்கமான அரசியலை மாற்ற அதிகாரத்தை எடுத்துக்கொள்கிறது. எனவே 22 ஆம் தேதி, எங்களுக்கு வாக்களிக்காத வேறு யாரும் ஆபத்துகளின் நுனிக்கு தீங்கு விளைவிக்க அனுமதிக்கப்பட மாட்டார்கள்.",
        "அடுத்து, தேசிய பிரபலத்திற்குப் பிறகு நாங்கள் ஆட்சிக்கு ஆறு மாதங்கள் செய்ய மாட்டோம். முதலில் அது வரவில்லை என்று கூறினார். இப்போது அது இயங்கவில்லை என்று கூறுகிறது. இந்த மொழிபெயர்ப்பிற்காக நாமும் நம் நாட்டின் மக்களும் பணியாற்றினோம், கேட்டோம், கேட்டோம், காயப்படுத்தினோம். ஆனால் இந்த இயக்கம் எதுவும் இல்லாமல் புறக்கணிக்கப்படுகிறது. ஆறு மாதங்களில் வீட்டிற்கு வருவதற்கான வழியில் இருப்பவர்கள். பாவங்கள். இலங்கையின் வரலாற்றில் இது மிகவும் சக்திவாய்ந்த அரசாங்கமாகும். நாட்டைக் கட்டியெழுப்ப நாட்டைக் கட்டியெழுப்ப நாட்டைக் கட்ட முயற்சிக்கிறோம், வாக்குகள் வாக்களிக்கப்பட்டு வாக்களிக்கப்பட்டன.",
        "ஜனாதிபதி வெற்றியின் பின்னர் ஒரு மணிநேரத்தை வீணாக்காமல் பதவியேற்றார். பாராளுமன்றம் முதல் முறையாக கரைகிறது. ரானில் வீட்டிலேயே வீட்டில் இருக்கிறார். பின்னர் அவரைச் சுற்றியுள்ளவர்கள் பாராளுமன்றக் கலைப்பை வீட்டில் அனுப்புகிறார்கள். ஆனால் நாங்கள் ஒன்றரை மாதம் வீட்டிற்கு அழைத்துச் செல்லலாம். நீங்கள் அவற்றை ஒவ்வொரு நாளும் வீட்டிலேயே வைக்கலாம். நீங்கள் வாக்களிப்பதை தோற்கடிக்கலாம். நாங்கள் நாட்டை அரசியலமைப்பு ரீதியாக கட்டுப்படுத்துகிறோம். \""
      ]
    },
    "en": {
      "title": "Request of Anura Security",
      "body_lines": [
        "The presidential candidate Anura Kumara Dissanayake said that he would not allow any disturbance after the election and that no casualties were not allowed to be damaged.",
        "Dissanayake said that after the official declaration of the presidential election, he will be sworn in without a single hour or wasted.. The Parliament was then dissolved, Dissanayake said he was dissolved. Dissanayake made this statement addressing the 2011 famil.",
        "He said that the pension of former presidents was abolished and the government's homes were returned to the government.",
        "\"This election is the most interesting of the people. It feels too long as it is too late. In the past, the politician is waiting. Today people are waiting for their control in this country. Politicians have been very upset. We hear that they are waiting to make them a large conspiracy in the next 10 days.",
        "False propaganda, insult, have begun to allege false. People are not caught up now. We are waiting to issue a large number of ads in the coming week. I say, Ranil Wickremesinghe is 'cure for the cure'. The citizen has been active to do this election campaign. They volunteer to work.",
        "Sajith Premadasa chose a media channel for his election campaign. They use a pubic media channel. They thought they could mud and win false propaganda in the past. Now it's not.",
        "Now a member of Dambadeniya Says a Member of Parliament on 22nd. After the votes of our country there was a sorting history. But the national popularity is taking power to change the ugly politics. So on the 22th, no one else who has not voted for us will be allowed to harm a tip of dangers.",
        "Next, we don't do six months to power after the national popularity. At first said it was not coming. Now says it's not running. We and the people of our country worked for this translation and asked, listened, and hurt. But this movement is ignored without any of that. Those who are in the way to get home in six months. Sins. This is the most powerful government in the history of Sri Lanka. We are trying to build the country to build the country to build the country and vote that the votes have been voted and the vote.",
        "After presidential victory is sworn by not wasting a single hour. Parliament dissolves in the first time. Ranil is at home at home incumbent. Then the people around him send the dissolution of parliament at home. But we can take home a month and a half. You can put them at home every day. You can defeat voting. We control the country constitutionally. \""
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake promises peaceful post-election transition, swift swearing-in, and dissolution of Parliament. He criticizes opponents' tactics and vows to address corruption and political instability."
  ]
}