{
  "translated_text": {
    "ta": {
      "title": "இரண்டு உயிர்களின் அபாயகரமான விபத்து",
      "body_lines": [
        "கண்டி-காண்டி பிரதான சாலையில் உள்ள விஹாரா சந்தி பகுதியில் நடந்த விபத்தில் ஒரு பெண் உட்பட ஒரு பெண் உட்பட இரண்டு நபர்கள் இறந்துவிட்டனர்.",
        "நேற்று இரவு இந்த விபத்து ஏற்பட்டது என்று போலீசார் தெரிவித்தனர்.",
        "பிரதான சாலைக்கு கந்தலம் செல்லும் வழியில் இருந்த ஒரு மோட்டார் சைக்கிள், ஒரு பெண்ணும் ஒரு குழந்தையும் இருந்த ஒரு பெண்ணும் நடந்தது.",
        "அந்தப் பெண்ணும் அந்த நபரும் காயமடைந்து தம்புல்லா மருத்துவமனைக்கு கொண்டு செல்லப்பட்டனர்.",
        "9 மாத மகள் தம்புல்லா மருத்துவமனையில் சிகிச்சை பெற்று வருகிறாள்.",
        "இறந்தவர் ஏக்கர்-ராமாவில் வசித்து வந்த 43 வயது பெண்ணாக அடையாளம் காணப்பட்டார்.",
        "விபத்தில் மோட்டார் சைக்கிள் ஓட்டுநர்கள் காயமடைந்துள்ளனர், மேலும் அவர் பொலிஸ் பாதுகாப்பின் கீழ் தம்புல்லா மருத்துவமனையில் சிகிச்சை பெற்று வருகிறார்."
      ]
    },
    "en": {
      "title": "The fatal accident of two lives",
      "body_lines": [
        "Two persons including a woman, including a woman, had died in an accident in the Vihara Junction area on the Kandy-Kandy main road.",
        "The accident had occurred last night, police said.",
        "A motorcycle who was on the way to the Kandalam to the main road, a woman and a woman who had a child had taken place.",
        "The woman and the person had died after being injured and taken to the Dambulla hospital.",
        "The 9-month old daughter is receiving treatment at the Dambulla Hospital.",
        "The deceased has been identified as a 43-year-old woman who was residing in the Acrei -rama.",
        "Motorcyclists have been injured in the accident and he is receiving treatment at the Dambulla Hospital under police protection."
      ]
    }
  },
  "summary_lines": [
    "A tragic accident in Vihara Junction on the Kandy-Kandy main road claimed two lives, including a woman and her child, last night. The woman, a 43-year-old resident of Acrei-rama, and her 9-month-old daughter were taken to Dambulla Hospital, where the child is still receiving treatment. The motorcyclist involved in the accident is also being treated at the same hospital under police protection."
  ]
}