{
  "translated_text": {
    "si": {
      "title": "සබැඳි මුදල් ප්රවාහයට සම්බන්ධ සමාගම; 59 දෙනෙක්",
      "body_lines": [
        "අපරාධ විමර්ශන දෙපාර්තමේන්තුව (CIT) විදේශීය පුරවැසියන් පිළිබඳ ප්රධාන මාර්ගගත මූල්ය වංචාවක් සොයාගෙන ඇති අතර වංචාවට සම්බන්ධ වී ඇති සමාගමේ නායකයින් දෙදෙනෙකු ඇතුළු පුද්ගලයින් 59 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "පසුගිය සිකුරාදා (08) කොළඹදී සැකකරුවන් අත්අඩංගුවට ගෙන ඇති අතර විදේශීය පුරවැසියන් පිරිසක් රු. මිලියන 300 ක් බව පොලිසිය පවසයි.",
        "දකුණු කොරියානු තානාපති කාර්යාලය කොරියානු තානාපති කාර්යාලය කොරියානු පුරවැසියෙකුගෙන් රුපියල් මිලියන 300 ක් ගෙවා ඇති බවට පැමිණිල්ලක් ගොනු කර තිබේ.",
        "මෙම වංචාව හෙළි වී ඇත්තේ හෙව්ලොක් පාරේ සුඛෝපභෝගී මහල් නිවාසයේ සිට කාන්තාවන් 23 දෙනෙකු ශ්රී ලාංකිකයන් 239 දෙනෙකු ඇතුළු ශ්රී ලාංකිකයන් 59 දෙනෙකු අත්අඩංගුවට ගත් බව පරීක්ෂණවලින් හෙළි වී තිබේ.",
        "බහුභාෂා හා තොරතුරු තාක්ෂණ ශිල්පීන්ගේ මුවාවෙන් ආයෝජකයින් ඉලක්ක කර ගැනීම සඳහා සැකකරුවන් බඳවා ගත් බව පැවසේ.. අරමුදල විසින් සිදු කරන ලද දේ නොදැන ඒවා කුලියට ගත් නිසා ඔවුන් වංචාව ගැන නොදන්නා බව ඔවුහු පැවසූහ.",
        "මෙම විමර්ශනයෙන් පසුව, මෙම ගොඩනැගිල්ල රුපියල් මිලියන 9 ක් සඳහා කුලියට දෙන බව සමාගමේ අධ්යක්ෂක සහ කළමනාකරු අනාවරණය කළේය. ආයෝජන ආකර්ෂණය කර ගැනීම සඳහා භාවිතා කරන ව්යාජ ලේඛනවලින් පොලිසිය පරිගණක අත්අඩංගුවට ගෙන තිබේ.",
        "මේ මස 12 වන දින දක්වා අධ්යක්ෂකවරයාට රිමාන්ඩ් කරනු ලබන අතර තවත් අය රුපියල් මිලියනයක එක් එක් ඇප මත මුදා හැර තිබේ."
      ]
    },
    "en": {
      "title": "Company involved in online cash flow; 59 people",
      "body_lines": [
        "The Criminal Investigation Department (CIT) has discovered a major online financial fraud on foreign citizens and has arrested 59 persons, including two leaders of the company, which has been involved in fraud.",
        "The suspects were arrested in Colombo last Friday (08) and a group of foreign citizens has defrauded about Rs. 300 million, police said.",
        "Investigations into the incident have begun after the South Korean embassy filed a complaint that a local company had paid Rs 300 million from a Korean citizen.",
        "Investigations have revealed that the fraud was carried out from the luxury apartment on Hevlok Road, where 59 Sri Lankans, including 23 women, arrested 59 Sri Lankans.",
        "The suspects are said to have been hired to target investors under the guise of multilingualists and information technicians.. They said they were not aware of the fraud because they were hired without knowing what the fund was done.",
        "Following the investigation, the director and manager of the company revealed that the building was rented for 9 million rupees. Police have seized computers from the fake documents used to attract investments.",
        "The court ordered the director and manager to be remanded until the 12th of this month and others have been released on bail of Rs 1 million each."
      ]
    }
  },
  "summary_lines": [
    "Online cash flow fraud: 59 arrests, 2 company leaders. Foreign citizens defrauded Rs. 300 million. Luxury apartment hub. Suspects unaware of scam. Director, manager remanded. Others released on bail."
  ]
}