{
  "translated_text": {
    "ta": {
      "title": "சர்வதேச பணம் அனுப்பும் தேதி: தங்கள் குழந்தைகளை தங்கள் குழந்தைகளுக்காக விட்டுச்செல்லும் வெளிநாட்டு தொழிலாளர்களின் கடின உழைப்பு?",
      "body_lines": [
        "சர்வதேச பணம் அனுப்பும் தேதி: தங்கள் குழந்தைகளை தங்கள் குழந்தைகளுக்காக விட்டுச்செல்லும் வெளிநாட்டு தொழிலாளர்களின் கடின உழைப்பு?",
        "குருணேகலாவில் மேம்பாட்டுக் காவலராக பணியாற்றி வரும் செலே, குருணேகலா பகுதியில் ஒரு மேம்பாட்டு அதிகாரியாக வெளிப்புற பட்டம் பெற்று வருகிறார்.",
        "பொது ஊழியர்களை பல ஆண்டுகளாக வேலை செய்ய விடுவிப்பதற்கான இலங்கை அரசாங்கத்தின் முடிவாக அவர் இருந்தார்.",
        "நீலா அவளுடைய உண்மையான பெயர் அல்ல, ஆனால் அவள் அறிமுகப்படுத்தப் பயன்படுத்தப்படும் ஒரு சார்ஜ் பெயர் என்பதை நினைவில் கொள்க.",
        "இரண்டு குழந்தைகளின் தாய் இரண்டு குழந்தைகளின் தாய், அவரது கணவர் ஒரு சிறு தொழிலை நடத்துகிறார்.",
        "\"நான் ஒரு மேம்பாட்டு அதிகாரியாக ஒரு சிறிய சம்பளத்தை சந்தித்தேன். ஒரு வீட்டை உருவாக்க, குழந்தைகளுக்கு கற்பிக்க, ஒரு காரை எடுக்க எனக்கு ஒரு பெரிய குறைவு ஏற்பட்டது. ஆனால் அரசாங்க வேலை அவற்றைச் செய்வது கடினம். எனவே நான் இரண்டு ஆண்டுகள் இஸ்ரேலுக்கு வர முடிவு செய்தேன், \"என்று நோபல் கூறினார்.",
        "25 லட்சம் இலங்கைகள் இரண்டு ஆண்டுகளில் நாட்டை விட்டு வெளியேறினர்;10,000 மில்லியன் அமெரிக்கா முதல் இலங்கைக்கு",
        "நீலாவின் கூற்றுப்படி, அவளுடைய கனவுகள் இன்னும் நிகழ்த்தப்படுகின்றன.",
        "\"வீட்டின் மேல் அடுக்கு இப்போது மேலே உள்ளது. நான் எதிர்பாராத அளவு பணத்தை அனுப்ப வேண்டும். இனி இங்கே சிக்கலில் இல்லை. நான் கவனித்த ஒன்று சொல்வது சரிதான். நோவாவின் குழந்தைகள் மிகவும் நல்லவர்கள், \"அவர் இஸ்ரேலுக்கு எடுத்த முடிவை மகிழ்ச்சியுடன் வெளிப்படுத்தினார்.",
        "ஆனால் அவர் ஒரு பெண் மற்றும் குழந்தை முகவரின் தாயாக ஒரு இளம் பெண்ணாகவும் இளம் வயதினராகவும் நேரத்தை செலவிட ஒரு தீவிர அனுபவம்.",
        "\"நான் நினைக்கிறேன், வீட்டிற்கு திரும்பிச் செல்ல அனைத்து சேதங்களும். கணவன் மற்றும் கணவர்களை நான் நினைவில் கொள்ளும்போது, ​​வேலையின் வேலையை நான் நினைவில் கொள்ளும்போது, ​​தனிமையாக உணர்கிறேன்,. பணம் மட்டுமல்ல, வாழ்க்கையும் கூட. ஆனால் குழந்தைகளின் எதிர்காலத்திற்காக இந்த முடிவு எடுக்கப்பட்டது, ”என்கிறார் நிலா.",
        "ஒரு சிறந்த வாழ்க்கைத் தரத்திற்காக வெளிநாடுகளில் பல வெளிநாட்டு வேலைவாய்ப்புகளின் அனுபவம்.",
        "எவ்வாறாயினும், வளரும் நாடுகளின் மேக்ரோ பொருளாதாரத்தை பாதிக்கும் ஒரு முக்கிய காரணி இருப்பதாக பொருளாதார வல்லுநர்கள் கூறுகிறார்கள் என்று வெளிநாட்டு வாக்குறுதிகள் கூறுகின்றன.",
        "பொருளாதாரத்தை மதிப்பிடுவதற்கு குடும்பம் அனுப்புவதற்கான சர்வதேச தினத்தை (குடும்ப அனுப்பும் சர்வதேச நாள்) ஐ.நா.",
        "இந்த நாள் ஐக்கிய நாடுகள் சபையின் பொதுச் சபையின் பொதுச் சபையில் 2018 இல் பரிந்துரைக்கப்பட்டது, ஒவ்வொரு ஆண்டும் கொண்டாடப்படுகிறது.",
        "2024 ஆம் ஆண்டின் குடும்ப அனுப்புதலுக்கான சர்வதேச தினத்தின் கருப்பொருள், 'அனைவருக்கும் செலவுகளை ஈடுகட்ட டிஜிட்டல் பணம் செலுத்துவதைப் பயன்படுத்துவதோடு'.",
        "தங்கள் குடும்பங்களில் குறைந்தது 800 மில்லியன் உறுப்பினர்கள் உலகில் குறைந்தது 200 மில்லியன் உறுப்பினர்களை வாழ்கிறார்கள் என்று ஐக்கிய நாடுகள் சபை கூறுகிறது.",
        "உலகின் பெரும்பாலான பணம் அனுப்பல்கள் வெளிநாடுகளுக்கு அனுப்பப்படுகின்றன.",
        "அடுத்த 5 நாடுகள் இந்தியா, மெக்ஸிகோ, சீனா, பிலிப்பைன்ஸ் மற்றும் எகிப்து.",
        "கடந்த ஆண்டு, அந்த நாடுகளின் தரவுகளால் பெறப்பட்ட பணம்:",
        "இந்தியா - 125 பில்லியன் அமெரிக்க டாலர் - 67 பில்லியன் அமெரிக்க டாலர் பிலிப்பைன்ஸ் - 24 பில்லியன் அமெரிக்க டாலர் - 24 பில்லியன் அமெரிக்க டாலர்",
        "தெற்காசிய பிராந்தியத்தில் 8 நாடுகள் உள்ளன. ஆப்காலா, பங்களாதேஷ், பூட்டான், பூட்டான், இந்தியா, மாலத்தீவு, நேபாளம், பாகிஸ்தான் மற்றும் இலங்கை ஆகியவை நாடுகள்.",
        "பொருளாதார மற்றும் சமூக மற்றும் சமூக விவகாரங்கள் திணைக்களம், பொருளாதார மற்றும் சமூக விவகாரங்கள் திணைக்களம், பொருளாதார மற்றும் சமூக விவகாரங்கள் திணைக்களம், இது நாடுகள் மற்றும் ஈரான் உள்ளிட்ட தெற்காசிய மாகாணங்களில் 1.94 பில்லியன் மக்கள் தொகை என்று கூறுகிறது.",
        "இந்த நாடுகளில் கணிசமான எண்ணிக்கையிலான மக்கள் நாட்டிலிருந்து சிறந்த வாழ்க்கைக்கு வேலை செய்கிறார்கள்.",
        "உலக வங்கி வகைகளில் தெற்காசிய பகுதி கீழ் மற்றும் நடுத்தர அளவிலான பிராந்தியங்களில் அடங்கும்.",
        "அந்த மண்டலங்களில், தெற்காசிய பிராந்தியமானது பிராந்தியத்தின் மிகவும் அனுப்புதல் ஆகும்.",
        "2016 முதல் தெற்காசிய பிராந்தியத்தின் வருடாந்திர பணம் அனுப்புவது பின்வருமாறு.",
        "ஏற்றுமதி பொருளாதாரம் இல்லாமல் வளரும் நாடுகளின் பொருளாதாரத்தை வெளிநாட்டு பணம் அனுப்புவது நேரடியாக பாதிக்கிறது.",
        "வெளிநாட்டு நிதி இருப்புக்களை பராமரிப்பதற்கான அத்தகைய நாடுகளில் முக்கிய காரணி வெளிநாட்டு தொழிலாளர்களுக்கு பணம் அனுப்புவதாகும்.",
        "\"இலங்கைக்கு வெளிநாட்டு நாணய இருப்புக்களை கொண்டு வர இது ஒரு முக்கிய வழியாகும். எனவே இந்த பணம் அனுப்புவது மிகவும் முக்கியம். வளரும் நாட்டில் பொருளாதார ஆரோக்கியத்தைத் தக்க வைத்துக் கொள்ளுங்கள், \"என்று பெரடேனியாவின் பொருளாதாரத் துறையில் பேராசிரியர் வாந்தா அதுகோரலா பிபிசி சிங்களிடம் தெரிவித்தார்.",
        "புள்ளிவிவரங்களின்படி, 2022 மற்றும் 2023 ஆம் ஆண்டுகளில் 608,925 இலங்கைகள் வெளிநாட்டில் உள்ளன.",
        "இது 2022 இல் 311,269 மற்றும் 297,656 மற்றும் 2023 இல் 297,656 ஆகும்.",
        "காலாண்டு படி, இலங்கையின் மத்திய வங்கியால் வழங்கப்பட்ட இலங்கைகள் 2022 மற்றும் 2023 ஆம் ஆண்டுகளில் கணிசமாக அதிகரித்துள்ளன.",
        "அதன்படி, 2022 ஆம் ஆண்டில் வெளிநாட்டுத் தொழிலாளர்கள் இலங்கைக்கு அனுப்பிய அந்நிய செலாவணி 3,789.4 மில்லியன் அமெரிக்க டாலர்கள்.",
        "இதுபோன்ற அதிக எண்ணிக்கையை குவைத்தில் பணிபுரியும் இலங்கையர்களால் அனுப்பப்படுகிறது, மேலும் இந்த தொகை 139.7 மில்லியன் அமெரிக்க டாலர்கள்.",
        "இலங்கை 2022 ஆம் ஆண்டில் இலங்கையில் அதிக எண்ணிக்கையிலான அந்நிய செலாவணியை 106.8 மில்லியன் அமெரிக்க டாலர்களான கத்தார் (106.8 மில்லியன் அமெரிக்க டாலர்), ஐக்கிய அரபு எமிரேட்ஸ் (103.6 மில்லியன் அமெரிக்க டாலர்) மற்றும் தென் கொரியா (89 மில்லியன் அமெரிக்க டாலர்) ஆக உயர்த்தியுள்ளது.",
        "கூடுதலாக, வெளிநாட்டு தொழிலாளர்கள் 5,969.6 மில்லியன் அமெரிக்க டாலர்களை இலங்கைக்கு வெளிநாட்டு தொழிலாளர்களால் அனுப்பினர்.",
        "அங்கு, குவைத் மாநிலத்திலிருந்து அதிகமான அந்நிய செலாவணி அனுப்பப்பட்டுள்ளது. 2022 உடன் ஒப்பிடும்போது கணிசமான வளர்ச்சி உள்ளது, இது 170.9 மில்லியன் அமெரிக்க டாலர்களாகும்.",
        "2023 ஆம் ஆண்டில் இலங்கையில் அதிக அந்நிய செலாவணியை அனுப்பிய நாடுகளில், கத்தார் (அமெரிக்க டாலர் 156.9 மில்லியன்), ஐக்கிய அரபு எமிரேட்ஸ் (155 மில்லியன் அமெரிக்க டாலர்), சவுதி அரேபியா (அமெரிக்க டாலர் 154.9 மில்லியன்).",
        "அதன்படி, இரண்டு ஆண்டுகளில் வெளிநாட்டுத் தொழிலாளர்கள் இலங்கைக்கு அனுப்பிய அந்நிய செலாவணி 9,759 மில்லியன் அமெரிக்க டாலர்கள்.",
        "பொருளாதாரத் துறையின் பேராசிரியர் வசேகர் அதந்தா அதுகோரலா, வெளிநாட்டு பணம் அனுப்புவது தொடர்பாக இலங்கை பல சவால்களை எதிர்கொள்கிறது என்று பெரடேனியா சுட்டிக்காட்டுகிறார்.",
        "தெற்காசிய பிராந்தியத்தில் பல நாடுகள் தங்களது வருடாந்திர பணம் செலுத்துவதை அதிகரிக்க முடிந்தது, ஆனால் இலங்கை குறைவாக உள்ளது என்று அவர் சுட்டிக்காட்டினார்.",
        "\"வெளிநாட்டு பணம் அனுப்புதல் 2010 இல் இலங்கை எடுத்தது சுமார் 1 4.1 பில்லியன். இது 2015 இல் 6.9 பில்லியனாக அதிகரித்தது. பின்னர் 2016 ஆம் ஆண்டில், சமீபத்திய வரலாற்றில் அதிக பணம் அனுப்பப்படுகிறது. இது 7.2 பில்லியன். பின்னர் அது படிப்படியாக குறைகிறது. 2021 க்குள், இது 5.5 ஆக குறைகிறது. 2022 இது 3.8 பில்லியனாக குறைக்கப்படுகிறது. 2023 ஆம் ஆண்டில், இது 5.9 பில்லியனாக மாறும். 2024 ஆம் ஆண்டின் முதல் 3 மாதங்கள் 1.5 பில்லியன் பெற்றுள்ளன. அதன்படி, மற்ற நாடுகளுடன் ஒப்பிடும்போது இலங்கை பெறும் பணம் அனுப்புவதை எங்களால் அதிகரிக்க முடியவில்லை \"என்று பேராசிரியர் வாசந்தா அன்னேகோரேட்டர் விளக்கினார்.",
        "இலங்கையின் பணம் செலுத்துவதை பாதிக்கும் சில புதுமைகளைப் பற்றி பேராசிரியர் வசந்தா அன்னோவி சுட்டிக்காட்டினார்.",
        "\"நம் நாட்டின் வெளிநாட்டு அனுப்புதல்களைக் கருத்தில் கொள்ளும்போது, ​​பெரும்பாலான பணம் அனுப்புதல் மத்திய கிழக்கில் ஈடுபடும் பெண்களிடமிருந்து வருகிறது. அதாவது குறைந்த திறமையானவர்கள் பெரும்பாலும் வெளிநாட்டு வேலை செய்கிறார்கள். முதலிடம் பிடித்த மக்கள் வெளிநாடுகளில் பணியாற்றுகிறார்கள். எனவே, நம் நாட்டிற்கு வெளிநாட்டு பணம் அனுப்புவது குறைந்தபட்சம். இந்தியா போன்ற நாடுகள் என்றால், தகவல் தொழில்நுட்பம், பொறியியல் போன்ற பாடங்களின் கீழ் திறன்கள் வெளிநாடு செல்ல நிர்வகிக்கப்படுகின்றன. எனவே, அந்த நாடுகளால் பெறப்படும் அளவு அதிகம். \"",
        "பேராசிரியரின் யோசனை என்னவென்றால், இலங்கையில் அமைப்பை வெளிநாட்டு வேலைவாய்ப்புக்கு அனுப்புவதற்கான வழிமுறை மாற்றப்பட வேண்டும்.",
        "திறமையற்ற அல்லது குறைந்த திறன் கொண்ட தொழிலாளர்களை மாற்றுவதற்கு பயிற்சி மற்றும் உயர் திறமையான தொழிலாளர்களை இயக்குவதற்கான ஒரு திட்டத்திற்கு அரசாங்கம் கவனம் செலுத்த வேண்டும் என்று அவர் கூறுகிறார்.",
        "பேராசிரியர் வசந்தா அதுகோரலா கூறுகையில், வெளிநாட்டு தொழிலாளர்கள் மூலம் இலங்கைக்கு சரியான பொருளாதார நல்ல உயிர்வாழ்வு உருவாக்கப்படுகிறதா என்பது.",
        "\"அதிக பணம், பணத்தைப் பயன்படுத்துவது, நிதி கல்வியறிவு பெற்றவர்கள் அல்ல. அனுப்பப்பட்ட பணத்தை அழிக்கும் கணவர்களைப் பற்றி பெரும்பாலும் கேள்விப்படுகிறோம். குழந்தைகளின் எதிர்காலம் செயலிழப்புகளைப் பற்றி கேட்கும். எனவே, இந்த பணம் கிராமப்புற பொருளாதாரத்தின் நல்ல இருப்பை பாதிக்கும் என்பதில் சந்தேகம் உள்ளது. இது மாற வேண்டும்.",
        "பேராசிரியர் வசந்தா அதுகோரல் என்பது வெளிநாடுகளில் வேலைகளின் தொழில்முறை அனுபவங்கள் என்ற எண்ணம்.",
        "\"திறன்களைப் பயன்படுத்தும் வேலைகள் தொழில்முறை அனுபவம் மற்றும் இலங்கை தங்கள் அனுபவத்தையும் அறிவையும் நாட்டின் வளர்ச்சிக்கு பயன்படுத்தலாம். ஆனால் வீடு போன்ற வேலைகள் பயனளிக்காது. இதை நாம் கருத்தில் கொள்ள வேண்டும். \"",
        "இலங்கை போன்ற நாடுகளில் பொருளாதார நெருக்கடி காரணமாக, இலங்கையர்கள் மனித கடத்தல் அபாயத்தில் உள்ளனர் என்றும் அவர் சுட்டிக்காட்டினார்.",
        "\"ரஷ்யா மற்றும் உக்ரைன் மற்றும் உக்ரைனில் போருக்காக இலங்கைகள் ரஷ்யாவுக்கு இறக்குமதி செய்யப்படுவதை ஒரு மனித மோசடியைக் கண்டோம்.. பொருளாதார நெருக்கடி காரணமாக அவர்கள் அந்த நாடுகளுக்குச் செல்வதால் அவர்கள் தங்கள் உயிரைப் பணயம் வைக்கின்றனர். அதிகாரிகள் இவற்றைப் பற்றி சிந்திக்க வேண்டும். \"",
        "டெஸ்லா பங்குதாரர்கள் 56 பில்லியன் டாலர் தொகையை செலுத்த ஒப்புக்கொள்கிறார்கள்",
        "சோராப் நாத்வால்கர்: காலியும் சர்மாவின் விக்கெட்டுகளும் எடுக்கப்பட்டுள்ளன",
        "ஆஸ்திரேலியாவில் குழந்தைகள் பணி ஆணைக்கு: 'சாதாரணமாகச் செல்லுங்கள்",
        "வெஸ்ட் இண்டீஸ் குழு பந்து மற்றும் குச்சியுடன் வேலை செய்ய உதவுகிறது",
        "உதிலிகா பிரேமரத்னே: படப்பிடிப்பு நிகழ்வு ஒரு பணியா?நான் பொய் என்றால் என்ன?"
      ]
    },
    "en": {
      "title": "International Remittance Date: Is the hard work of foreign workers who leave their children for their children?",
      "body_lines": [
        "International Remittance Date: Is the hard work of foreign workers who leave their children for their children?",
        "Celay, who has been serving as a Development Guard in Kurunegala, has been working as a development officer in Kurunegala area with a degree of an external degree.",
        "She was the decision of the Government of Sri Lanka to release public servants to work for several years.",
        "Note that Neela is not her real name, but that she is an charged name used for introducing.",
        "A mother of two children is a mother of two children, and her husband runs a small business.",
        "\"I met a small salary as a development officer. To make a house, teach children, and I had a big diminishing to take a car. But the government job is hard to do them. So I decided to come to Israel for two years, \"noble said.",
        "25 lakhs of Sri Lankans left the country in two years;10,000 million USA to Sri Lanka",
        "According to the Neela, her dreams are still being performed.",
        "\"The upper layer of the house is now up. I'll have to send an unexpected amount of money. There is no more in trouble here. The one I care is right. The children of Noah are very good, \"That is how she happily expressed her to the decision she had taken to Israel.",
        "But she is an extreme experience to spend time as a mother of a girl and child agent as a young girl and a young age.",
        "\"I think, all the damages to go back home. When I remember the Husbands and Husbands, when I remember the work of work, feels lonely,. Not only money but also the life is. But the decision was made for the future of the children, \"says the Nila.",
        "The experience of many foreign employment abroad for a better standard of living.",
        "However, foreign promissions say that economic experts say that there is an important factor that affects the macroe economy of developing countries.",
        "The UN has announced an international day for family remittances (The International Day of Family Remittance) to evaluate the economy.",
        "This day was nominated in 2018 at the General Assembly of the United Nations General Assembly, and every year is celebrated.",
        "The theme of the International Day for the Family Remittances of the year 2024 is to 'use digital remittances to cover and reduce costs to all.'",
        "The United Nations says that at least 800 million members of their families live at least 200 million members in the world.",
        "Most of the world's most remittances are sent to foreign countries.",
        "The 5 countries next 5 countries are India, Mexico, China, Philippines, and Egypt.",
        "Last year, remittances received by the data on those countries:",
        "India - US $ 125 Billion - US $ 67 Billion Philippines - US $ 24 billion - US $ 24 billion",
        "South Asian region consists of 8 countries. Afghala, Bangladesh, Bhutan, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka are the countries.",
        "The Department of Economic and Social and Social Affairs, the Department of Economic and Social Affairs, the Department of Economic and Social Affairs says that it is a population of 1.94 billion in the South Asian provinces including the countries and Iran.",
        "A significant number of the people in these countries are working away from country to a better life.",
        "World Bank types include the South Asian region among the lower and medium scale regions.",
        "Out of those zones, the South Asian region is the region's most remittance.",
        "Following are the annual remittances of the South Asian region since 2016.",
        "Foreign remittances directly affects the economy of developing countries without an export economy.",
        "The important factor in such countries to maintain foreign finance reserves is remittance of foreign workers.",
        "\"It is a major way to bring foreign currency reserves to Sri Lanka. So it is very important to increase these remittances. Retain the economic wellness in a developing country, \"Professor Wasantha Athukorala in the Department of Economics, Peradeniya, told BBC Sinhala.",
        "According to statistics, 608,925 Sri Lankans have been abroad in 2022 and 2023.",
        "It was 311,269 and 297,656 in 2022 and 297,656 in 2023.",
        "According to the quarterly, Sri Lankans who have been issued by the Central Bank of Sri Lanka have increased significantly in the 2022 and 2023.",
        "Accordingly, foreign exchange sent to Sri Lanka by foreign workers in 2022 was US $ 3,789.4 million.",
        "The highest number of such is sent by Sri Lankans working in Kuwait, and the amount is US $ 139.7 million.",
        "Sri Lanka has increased the highest number of foreign exchange in Sri Lanka in 2022 to the US $ 106.8 million, Qatar (US $ 106.8 million), United Arab Emirates (US $ 103.6 million) and South Korea (US $ 89 million).",
        "In addition, foreign workers sent US $ 5,969.6 million to Sri Lanka by foreign workers.",
        "There, more foreign exchange has been sent from the Kuwait state. There is considerable growth compared to 2022, and the same is US $ 170.9 million.",
        "Among the countries that have sent more foreign exchange in Sri Lanka in 2023, Qatar (US $ 156.9 million), the United Arab Emirates (US $ 155 million), Saudi Arabia (US $ 154.9 million).",
        "Accordingly, foreign exchange sent to Sri Lanka by foreign workers over the two years is US $ 9,759 million.",
        "Professor Wasantha Athukorala, the Department of Economics, Peradeniya points out that Sri Lanka faces several challenges regarding foreign remittances.",
        "He pointed out that many countries in the South Asian region have managed to increase their annual remittances, but Sri Lanka is lower.",
        "\"Foreign remittances took Sri Lanka in 2010 was about $ 4.1 billion. This increased to 6.9 billion in 2015. Then in 2016, the highest remittance in recent history is received. It's 7.2 billion. And then it gradually decreases. By 2021, it decreases to 5.5. 2022 it is reduced to 3.8 billion. In 2023, it will turn back to 5.9 billion. The first 3 months of 2024 has received 1.5 billion. Accordingly, we have not been able to increase the remittances that Sri Lanka receives compared to other countries, \"Professor Wasantha Annekorator explained.",
        "Prof. Wasantha Annovi pointed out about some of the innovations that affect the remittances of Sri Lanka.",
        "\"When considering the foreign remittances of our country, most of the remittances come from women who engage in the Middle East. That means less talented people are mostly foreign employed. Top-skilled people serve in foreign countries. Therefore, foreign remittances to our country is at least. If countries like India, the skills are governed to go abroad under the subjects like information technology, engineering. Therefore, the amount of remittances received by those countries is more. \"",
        "The professor's idea is that the methodology of sending the system to foreign employment in Sri Lanka should be changed.",
        "He says that the government should pay attention to a program to direct the training and high-skilled workers to replace unskilled or low skills workers.",
        "Prof. Wasantha Athukorala says that whether a proper economic good survival is created through foreign workers to Sri Lanka.",
        "\"Much money, employing money, is not the ones who have a financial literate. Often we hear about husbands that destroy the money sent. The future of children will hear about crashes. Therefore, it is doubtful that these money will affect the good existence of the rural economy. This must change. \"",
        "Prof. Wasantha Athukorale is the idea that the professional experiences of the jobs abroad.",
        "\"The jobs that work on the skills are professional experience and Sri Lanka can use their experience and knowledge to the development of the country. But the jobs like the household is not beneficial. We must also consider this. \"",
        "He also pointed out that due to economic crisis in countries like Sri Lanka, Sri Lankans are at risk of human trafficking.",
        "\"We saw a human racket that Sri Lankans are imported to Russia for war in Russia and Ukraine and Ukraine.. They risk their lives because they go to those countries because of the economic crisis. The authorities have to think about these. \"",
        "Tesla Shareholders agrees to pay a sum of $ 56 billion",
        "Sorab Nathwalkar: Calli and Sharma's wickets taken",
        "Children in Australia to Work Order: 'Go the Nil Normal",
        "West Indies' team help to work with the ball and stick",
        "Udilika Premaratne: Is the shooting event a task?What if I'm a lie?"
      ]
    }
  },
  "summary_lines": [
    "The text discusses the impact of international remittances, focusing on the case of Sri Lankan workers abroad. It highlights the personal story of Neela, a development officer turned foreign worker in Israel, aiming to improve her family's life financially. Despite missing her children and facing challenges, she sees her sacrifices as necessary for her family's future. The narrative underscores the significance of remittances for developing economies, citing examples from various countries. It also mentions the International Day of Family Remittances and its focus on digital remittances to reduce costs. The piece concludes with reflections on the need for skilled migration and the potential risks of human trafficking, emphasizing the importance of strategic planning and support for migrant workers."
  ]
}