{
  "translated_text": {
    "si": {
      "title": "එළවළු සහ මිල ඉහළ යාම වේගයෙන් ඉහළ යයි. නුවර එලියා ආර්ථික මධ්යස්ථානය",
      "body_lines": [
        "අනාගතයේ දී දැඩි එළවළු හිඟයක් ඇති වන අතර මිල ශී rapidly ්රයෙන් ඉහළ යනු ඇති බවට නුවර එලියා ආර්ථික මධ්යස්ථානය අනතුරු අඟවා තිබේ.",
        "අධික වර්ෂාව සහ සුළං දේශගුණය හේතුවෙන් කෘෂිකාර්මික ඉඩම්වල වගා කරන ලද කෘෂිකාර්මික ඉඩම් විනාශ වී ඇති අතර එළවළු වල මුල්වල ඉල්ලුමෙන් බෙදා හැරීමට නොහැකි වී තිබේ.",
        "එළවළු ආර්ථික මධ්යස්ථානය අනතුරු අඟවා ඇත්තේ එළවළු මිල ක්රමයෙන් ඉහළ ගොස් මාසයක් ඇතුළත දරුණු එළවළු හිඟයක් ඇති වන බවයි.",
        "එළවළු මිල හා වත්මන් ගොවීන්ගේ ගැටළු සාකච්ඡා කිරීම සඳහා යූනියන් (30) නුවර එලියා ආර්ථික මධ්යස්ථානයේ සංවිධානය කළ විශේෂ මාධ්ය හමුවකදී ඔවුන් මෙම ප්රකාශය කළේය.",
        "මාධ්යයට ප්රකාශයක් නිකුත් කරමින් සුසිල් ශාන්ත මහතා සහ නුවර එලියා ආර්ථික මධ්යස්ථානයේ ලේකම් ගුණසේකරන් ශිව මහතා.",
        "ගෝවා කිලෝග්රෑමයක මිල මිලදී ගැනීමේ මිල රුපියල් 70 ක් වන බව කැරට් වල මිලදී ගැනීමේ මිල රු.",
        "නුවර එලියා ආර්ථික මධ්යස්ථානය රටේ අනෙකුත් ආර්ථික මධ්යස්ථාන හා සසඳන විට අද්විතීය ස්ථානයකි.",
        "අපි බොහෝ කොමිසමක් මිලට ගන්නේ නැත, මන්ද අප උද්යානවල එළවළු නෙළා ගන්නා බැවින් කම්කරුවන්ට වැටුප් හා ප්රවාහන ගාස්තු කිලෝග්රෑමයකට රුපියල් විස්සකට දස දහස් ගණනක් දක්වා වේ. මිල මිලෙහි ලැයිස්තුගත කර ඇති එළවළු මිලට වඩා අඩුය.",
        "ගොවීන්ට එළවළු කෙලින්ම ලබා නොදෙන නමුත් භාවිතයට නොගත් එළවළු එතැනින් ඉවත් කරනු ලැබේ.",
        "නුවර එලියා හි සමහර වෙළඳසැල් චෝදනා කරන්නේ ගොවීන් ගොවීන්ට කාලෝචිත ආකාරයකින් මුදල් ලබා නොදීම බවයි.",
        "මුදලට අදාළ වෙනත් ගැටලුවලට විසඳුම් ලබා දීමට අපි සූදානම්."
      ]
    },
    "en": {
      "title": "There is a severe shortage of vegetables and prices rise rapidly - Nuwara Eliya Economic Center",
      "body_lines": [
        "The Nuwara Eliya Economic Center has warned that there will be severe shortage of vegetables in the future and prices will rise rapidly.",
        "Due to heavy rains and wind climates, the agricultural lands cultivated in the agricultural lands have been destroyed and the roots of vegetables are unable to distribute in demand.",
        "The Nuwara Eliya Economic Center has warned that the prices of vegetables have been gradually increased and there will be severe shortage of vegetables within a period of about a month.",
        "They made this statement at a special press conference organized by the union (30) at the Nuwara Eliya Economic Center to discuss the problems of vegetable prices and the current farmers.",
        "In a statement to the media, Mr. Susil Shantha and Secretary of the Nuwara Eliya Economic Center, Mr. Gunasekaran Siva.",
        "The purchase price of one kilogram of cabbage is 70 rupees, the purchase price of carrots is Rs.",
        "The Nuwara Eliya Economic Center is a unique place compared to other economic centers in the country.",
        "We do not buy much commission because we reap the vegetables in the gardens, the wages and transport fees to the workers are up to ten to twenty rupees per kg. The price is lower than the price of vegetables listed in the price.",
        "The farmers are not given vegetables directly, but the unused vegetables are removed from there.",
        "Some stores in Nuwara Eliya are alleged that farmers are not giving money to the farmers in a timely manner.",
        "We are ready to provide solutions to any other issues related to the money."
      ]
    }
  },
  "summary_lines": [
    "Nuwara Eliya Economic Center predicts a severe vegetable shortage due to climate damage, leading to rapid price hikes. Farmers face delays in payments, affecting supply."
  ]
}