{
  "translated_text": {
    "ta": {
      "title": "நவீன் டிசனாயக்க மக்களுக்கு நட்பு இனத்தை அளிக்கிறது",
      "body_lines": [
        "இலங்கையில் இலங்கை அமராபுரா மகா சங்காவின் ஆசிரியர் ரத்னபுராவில் உள்ள சபராகாமுவா மாகாண ஆடிட்டோரியத்தில் (08) நடைபெற்றது.",
        "க .ரவ.",
        "சபராகாமுவா மாகாணத்தின் சபராகாமுவா மாகாணத்தின் சபராகாமுவா ஆளுநர் மற்றும் சபராகாமுவா மாகாணத்தின் ஜனநாயகக் கொள்கைகளை வழங்கியுள்ளார்.",
        "விளம்பரம். மலர்கள், மிகவும் மதிப்புமிக்க போகாஸ்பிதா தம்ம குனரதி திஸ்ஸா, மிகவும் மதிப்புமிக்க உகானே குணரதி திசா, மிகவும் மதிப்பிற்குரிய உகானே குனரதி திசா, மிகவும் மதிப்பிற்குரிய கதா, தஸ்தயா, தந்திர மேம்பாடு, தம்மா குலதாமா, தபனகமா பிந்தேத் இருப்பு ஆகியவை நிகழ்ந்தன.",
        "அமைச்சர் பாவித்ரா வன்னியாராச்சி, எம்.பி."
      ]
    },
    "en": {
      "title": "Naveen Dissanayake gives people friendly ethnium",
      "body_lines": [
        "The editor of the Sri Lanka Amarapura Maha Sangha in Sri Lanka was held at the Sabaragamuwa Provincial Auditorium in Ratnapura (08).",
        "The Hon.",
        "Governor of Sabaragamuwa Province Navin Dissanayake has given the Sabaragamuwa Governor of the Sabaragamuwa Governor of the Sabaragamuwa Province and the democratic principles of the Sabaragamuwa Province.has been.",
        "AD. Flowers, the Most Venerable Bogaspita Dhamma Gunarathi Tissa, the Most Venerable Ughane Gunarathi Tissa, the Most Venerable Ughane Gunarathi Tissama, the Most Venerable Kuthan, Dasthaya, Dast Updraw, Dhamma Kuladama, DhabanagamaPinteth presence also occurred.",
        "Minister Pavithra Wanniarachchi, MP Thalatha Athukorala, Akila Wijeweera, Deputy Chairman of Amaradha Gunaratne, Chief Secretary Mahinda Rajapaksa and representatives of the Amaradha Gunaratne and the General Secretary of Amarapura Maha Section.Were together."
      ]
    }
  },
  "summary_lines": [
    "Naveen Dissanayake, the governor of Sabaragamuwa Province in Sri Lanka, hosted a gathering at the Sabaragamuwa Provincial Auditorium in Ratnapura. The event included religious leaders like the Most Venerable Bogaspita Dhamma Gunarathi Tissa and others, as well as political figures such as Minister Pavithra Wanniarachchi and MP Thalatha Athukorala. This event signifies the governor's commitment to fostering unity and dialogue among various sectors of society."
  ]
}