{
  "translated_text": {
    "ta": {
      "title": "சாலை மேம்பாட்டு ஆணையத்தால் பெறப்பட்ட இழப்பீட்டுக்கு என்ன நடந்தது?",
      "body_lines": [
        "கடந்த மே மாதம் கெலனிடிசா மின் உற்பத்தி நிலையத்திற்கு அருகிலுள்ள சாலையில் பாதுகாப்பான வேலியுடன் மோதிய பஸ்ஸால் வேலி சேதமடைந்தது.",
        "வேலி புதுப்பிக்கப்படவில்லை, ஆனால் வேலி புதுப்பிக்கப்படவில்லை என்று தெரிவிக்கப்படுகிறது.",
        "வெலிவேரியா சாலையால் இயக்கப்படும் தனியார் பஸ் கெலானி டைகர் என்று அழைக்கப்படுகிறது, \"\" கெலானி புலி \"என்று அழைக்கப்படும் தனியார் பஸ் ஒவ்வொரு வெசக் பூ தார் மற்றும் போசன் போயா நாளிலும் பயணிகளுக்கு இலவச போக்குவரத்தை வழங்குகிறது.",
        "இதுபோன்ற போக்குவரத்து போக்குவரத்து கடந்த ஆண்டு வெசக் போயா தினத்தால் நடத்தப்பட்டது.",
        "ஒரு நாள் பலத்த மழை பெய்ததால், பஸ் சாலையில் நழுவியது.",
        "கெலனிடிசா மின் உற்பத்தி நிலையத்திற்கு அருகிலுள்ள சாலையில் பாதுகாப்பான வேலியுடன் மோதியதன் மூலம்.",
        "பஸ்ஸின் உரிமையாளர் விபத்தின் பாதுகாப்பிற்காக செலுத்தப்பட்டார் மற்றும் பஸ்ஸின் உரிமையாளர் சேதத்திற்கு சாலை மேம்பாட்டு ஆணையத்திற்கு வழங்கப்பட்டுள்ளது.",
        "இழப்பீடு ஏன் செலுத்தப்பட்டது, பாதுகாப்பான வேலிக்கு என்ன நடந்தது, பணத்திற்கு என்ன நடந்தது என்பதை தீர்மானிக்க உரிமையாளர் உரிமையாளர் அதிகாரிகள் அழைக்கிறார்கள்."
      ]
    },
    "en": {
      "title": "What happened to the compensation received by the Road Development Authority?",
      "body_lines": [
        "The fence was damaged by a bus collided with a safe fence in the road near the Kelanitissa Power Plant last May.",
        "It is reported that the fence has not been renovated but the fence has not been renovated.",
        "The private bus driven by the Weliweriya road called Kelani Tiger, \"The private bus, which is known as the\" Kelani Tiger \"provides free transport to the passengers every Vesak Poo Dar and Poson Poya Day.",
        "The bus provided such transport of transport was run by Vesak Poya Day last year.",
        "The bus slipped on the road, as a day was a heavy raining day.",
        "By collision with the safe fence on the road near the Kelanitissa Power Plant.",
        "The owner of the bus has been paid to the safety of the accident and the owner of the bus has been paid to the Road Development Authority for the damage.",
        "The owner owner calls for authorities to determine why compensation has been paid, and what happened to the safest fence and what happened to the money."
      ]
    }
  },
  "summary_lines": [
    "The Road Development Authority received compensation for a fence damaged by a bus collision near the Kelanitissa Power Plant. The bus, \"Kelani Tiger,\" provides free transport on Vesak Poo Dar and Poson Poya Days. The accident occurred on a rainy day. The bus owner was compensated for the damage, but the fence has not been repaired. The owner questions the compensation payment and the fence's condition."
  ]
}