{
  "translated_text": {
    "si": {
      "title": "தேர்தல் திருத்தங்கள் மூலம் எந்த தேர்தலும் ஒத்திவைக்கப்பட மாட்டாது - விஜயதாச ராஜபக்ஷ",
      "body_lines": [
        "අධිකරණ, බන්ධනාගාර කටයුතු හා ආණ්ඩුක්රම ව්යවස්ථා ප්රතිසංස්කරණ අමාත්ය ආචාර්ය විජයදාස රාජපක්ෂ මහතා කියා සිටියේ පාර්ලිමේන්තුවේ ගොනු කර ඇති මැතිවරණ සංශෝධනය තුළින් කිසිදු මැතිවරණයක් ප්රමාද වීමට අපේක්ෂා නොකරන බවයි.",
        "ජනාධිපතිවරණයේ පැවති ජනාධිපතිවරණය දූෂණයට හා මැතිවරණ ක්රමයේ සංශෝධනයට එරෙහිව සටන් කරමින් සිටින බව පෙන්වා දෙමින් අමාත්යවරයා දැනටමත් වත්මන් ජනාධිපති රනිල් වික්රමසිංහ මහතා වෙත සංශෝධන සහ සමානුපාතික මැතිවරණ ක්රමය හඳුන්වාදීමට ඉදිරිපත් කර තිබේ.",
        "අමාත්ය විජයදාස රාජපක්ෂ මහතා මේ බව ප්රකාශ කළේ සඳුදා (25) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "පාර්ලිමේන්තුවේ සම්මත වූ නීති දැන ගැනීමට මිනිසුන්ගේ වැදගත්ම ප්රජාතන්ත්රවාදී අංගය. රටේ වර්තමාන නීතියට අනුව, ස්ත්රී දූෂණය කාන්තාවගේ උල්ලං is නය කිරීමක් පමණි. නමුත් නව සංශෝධන සහිතව, ස්ත්රී පුරුෂ භාවය නොසලකා නීතිය සම්මත කළ හැකිය. මෙන්න, ස්වාමිපුරුෂයාගේ ලිංගික හිංසනය නීත්යානුකූලව බෙදූ බිරිඳකගේ දූෂණයක් ලෙස සැලකේ. පොලිස් අත්අඩංගුවේ පසුවන, බන්ධනාගාරය හෝ වෙනත් කෙනෙකුගේ භාරයේදී අපයෝජනයට ද punishment ුවම වැඩි කිරීමට ද යෝජනා වී තිබේ.",
        "ඊට අමතරව ලිංගික අපයෝජනය හේතුවෙන් වසර දහයක් සිරගත කිරීම සඳහා නීතිය සංශෝධනය කර ඇත.. මෙම සියලු සංශෝධන වසර හතරක් පමණ ජ්යෙෂ් lawyer නීති yers යින් විසින් කරන ලද අධ්යයනයකින් පසුව ඉදිරිපත් කර ඇත. විවිධ සමාජ ක්රියාකාරීන් මේ සඳහා විරෝධය දක්වයි. මෙම නීති ප්රභවයට එරෙහිව සමහර පාර්ශවයන් මහාධිකරණයට නඩු පවරා තිබේ.",
        "චන්ද්රිකා මහත්මිය 1994 දී ජනාධිපති අපේක්ෂකයා ලෙස මැතිවරණ පොරොන්දු තුනක් ඉදිරිපත් කළේය.. එය විධායක ජනාධිපති ධුරය අහෝසි කිරීම, දූෂණය පාලනය කිරීම සහ සමානුපාතික ඡන්ද ක්රමය ඉවත් කිරීම. සෑම මැතිවරණ කොට් const ාවාදයක් සඳහාම වගකිව යුතු සාමාජිකයින් තෝරා ගැනීම නිර්දේශ කර ඇත. ආණ්ඩුක්රම ව්යවස්ථාව කිහිප වතාවක්ම සංශෝධනය කර තිබුණද, මැතිවරණ ක්රමය වෙනස් කිරීම සඳහා කිසිදු සංශෝධනයක් සිදු කර නොමැත.",
        "19 වන ආණ්ඩුක්රම ව්යවස්ථා සංශෝධනය ජනාධිපතිවරයාගේ බලතල අඩු කළේය. එතෙක් ජනාධිපතිවරයා මිනීමැරුමක් කළත් ඔහුට නඩු පවරන්න බැහැ. නමුත් 19 වන ව්යවස්ථා සංශෝධනය එම ස්ථානය වෙනස් කළේය. ඒ අනුව මේ වන විට ජනාධිපතිවරුන් හතර දෙනෙකුට එරෙහිව අධිකරණය තීන්දු කර තිබේ.",
        "තවද, දූෂණය වැළැක්වීම සඳහා කොමිසම පත් කර ඇත. ජනාධිපතිවරයාගේ සිට පහළ මට්ටමේ නිලධාරියා දක්වා වත්කම් හා වගකීම් අධීක්ෂණය කිරීමේ බලය කොමිසමට බලය ඇත. එම කොමිෂන් සභාවට අදාළ සංශෝධන කිහිපයක් දැන් ඉදිරිපත් කර ඇත. දූෂණ අධීක්ෂණ කොමිෂන් සභාව ස්වාධීන ආයතනයක් බවට පත් කිරීම සඳහා අවශ්ය නීතිය සම්මත කිරීම මෙහි අරමුණයි.",
        "1994 සිට ජනාධිපතිවරණයේදී සෑම නායකයෙක්ම මේ ගැන පොරොන්දු ලබා දී ඇත. නමුත් එම නායකයෝ කිසිවෙකු එම පොරොන්දු ඉටු කළේ නැත. එහෙත් වත්මන් ජනාධිපති රනිල් වික්රමසිංහ යටතේ, සමානුපාතික මැතිවරණ ක්රමය හා දූෂණය මැඩපැවැත්වීම සඳහා මේ වසරේ සංශෝධනය ඉදිරිපත් කර තිබේ.",
        "ඉන්දියාව, එක්සත් රාජධානිය සහ එක්සත් ජනපදය වැනි රටවල් ක්රමයේ, පහළ කුලයන් නියෝජනය කිරීම සඳහා වෙළුම් පද්ධතිය හඳුන්වා දී ඇත. එක් එක් මැතිවරණ කොට් constituency ාශයේ නියෝජනයක ක්රියාත්මක කිරීමට සෙනෙට් පද්ධතිය ක්රියාත්මක කිරීමට මම සලකමි.",
        "පාර්ලිමේන්තු මැතිවරණයේදී දක්ෂ පුද්ගලයින්ට වඩා ප්රසිද්ධ පුද්ගලයින් ජනප්රියය. එහෙත් සෙනෙට් සභා ක්රමය හරහා පාර්ලිමේන්තුව පාර්ලිමේන්තුවට පත් කළ හැකිය.",
        "මැතිවරණ සංශෝධන මගින් මැතිවරණය කල් දැමීමට සැලැස්මක් ඇති බව ප්රජාව තුළ යම් කතා කිහිපයක් සිදුවී තිබේ.. නමුත් මෙම සංශෝධන මැතිවරණය කල් දැමීමට අපේක්ෂා නොකරන බව සැලකිල්ලට ගැනීම වැදගත්ය.",
        "අනාගතයේ මැතිවරණ දෙකක් පැවැත්වේ. මෙම මැතිවරණ සංශෝධනය පිළිබඳ ඕනෑම අපේක්ෂකයෙකුට ඔවුන්ගේ මතය ලබා දිය හැකිය.මහජනයාට මේ සම්බන්ධයෙන් ඔවුන්ගේ තීරණයක් ගත හැකියි. \"අධිකරණ අමාත්ය ආචාර්ය විජයදාස රාජපක්ෂ මහතා, අධිකරණ අමාත්ය වෛද්ය විජයදාස රාජපක්ෂ මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "No election will be postponed by election amendments - Vijayadasa Rajapaksa",
      "body_lines": [
        "Minister of Justice, Prison Affairs and Constitutional Reforms Dr. Vijayadasa Rajapakse said that no election is expected to be delayed through the Elections amendment filed in Parliament.",
        "Pointing out that the presidential elections in the presidential elections have been fighting corruption and amendment to the electoral system, the Minister has already submitted amendments to the current President Ranil Wickremesinghe and the introduction of proportional electoral system.",
        "Minister Vijayadasa Rajapaksa made this statement at a media briefing held at the Presidential Media Center on Monday (25).",
        "The most important democratic aspect of people to know the laws passed in Parliament. According to the present law in the country, rape is only a violation of the woman. But with new amendments, the law can be passed regardless of gender. Here, the husband's sexual violence is considered a rape of a wife who is legally divided. It has also been proposed to increase the punishment for abuse during police custody, jail or someone else's custody.",
        "In addition, the law has been amended for ten years in prison for sexual abuse.. All these amendments have been put forward after a study conducted by senior lawyers for about four years. Various social activists are protesting this. Some parties have sued the High Court against this legal source.",
        "Mrs. Chandrika presented three election promises in 1994 as the presidential candidate.. It is the abolition of the executive presidency, controlling corruption and eliminating proportional voting system. It has been recommended to select members responsible for each electoral constituency. Although the constitution has been amended several times, no amendments have been made to change the electoral system.",
        "19th Constitution amendment reduced the powers of the president. Until then, even though the president had committed a murder, he could not sue. But the 19th Amendment changed that position. Accordingly, the court has ruled against four presidents so far.",
        "Furthermore, the Commission has been appointed to prevent corruption. The Commission has the authority to monitor the assets and responsibilities from the President to the lower level officer. Several amendments relating to that Commission have now been submitted. The aim is to pass the law required to make the Corruption Monitoring Commission into an independent institution.",
        "During the presidential election since 1994, every leader has made promises about this. But none of those leaders fulfilled those promises. But under the current President Ranil Wickremesinghe, this year's amendment has been submitted to curb the proportional electoral system and corruption.",
        "In the electoral system of countries such as India, the UK and the United States, the volume system has been introduced to represent the lower castes. I also consider the Senate system to be implemented in a representation of each constituency.",
        "Famous people are more popular than talented in parliamentary elections. But through the Senate Sabha system, parliament can be appointed to parliament.",
        "There have been some talks in the community that there is a plan to postpone the election through the election amendments.. But it is important to note that these amendments are not expected to postpone the election.",
        "There will be two elections in the future. Any candidate can give their opinion on this election amendment.The public can make their decision on this, ”said Dr. Wijayadasa Rajapaksa, Minister of Justice, Prison Affairs and Constitutional Reforms."
      ]
    }
  },
  "summary_lines": [
    "Dr. Vijayadasa Rajapaksa, Minister of Justice, Prison Affairs, and Constitutional Reforms, stated that no election will be postponed by the Elections amendment filed in Parliament. The amendments aim to fight corruption and amend the electoral system, including introducing a proportional electoral system. The minister also highlighted new laws addressing rape, sexual violence, and punishment for abuse during police custody. Despite protests from social activists and legal challenges, these amendments are part of a four-year study by senior lawyers."
  ]
}