{
  "translated_text": {
    "si": {
      "title": "රංජිත් සඳහා එක්සත් ජාතීන්ගේ සාමාජිකත්වය",
      "body_lines": [
        "විපක්ෂ නායක සජිත් ප්රේමදාසගේ නායකත්වයෙන් යුත් එක්සත් ජනතා බලයේ ප්රධාන ලේකම් රංජිත් මතුරා බණ්ඩාරා පක්ෂ සාමාජිකත්වය ලබා දුන්නේය.",
        "එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) විධායක කමිටුව ඉරිදා (02) පක්ෂයට එක්වීම සඳහා තීරණය කර තිබේ.",
        "එක්සත් ජාතික පක්ෂය (යූඑන්පී) 2020 දී 1820 දී රංජිත් මතුස්මා බන්ඩාරාගේ පක්ෂ සාමාජිකත්වය අත්හිටුවා තිබේ.",
        "ඉරිදා (02) සිරිකෝතා හි පක්ෂ මූලස්ථානයේදී එක්සත් ජාතික පක්ෂයේ (එක්සත් ජාතීන්ගේ) නායක සහ ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ නායකත්වයෙන් යුත් පක්ෂයේ රැස්වීමකදී යෝජනාවට ළඟා විය."
      ]
    },
    "en": {
      "title": "UNP membership for Ranjith",
      "body_lines": [
        "Ranjith Mathuma Bandara, the General Secretary of the United People's Power, led by Opposition Leader Sajith Premadasa, gave the party membership.",
        "The United National Party (UNP) Executive Committee has decided on Sunday (02) to join the party.",
        "The United National Party (UNP) suspended the party membership of Ranjith Mathuma Bandara in 2020.",
        "The resolution was reached at a meeting of the party headed by United National Party (UNP) leader and president Ranil Wickremesinghe at the party headquarters in Sirikotha on Sunday (02)."
      ]
    }
  },
  "summary_lines": [
    "After being suspended in 2020, Ranjith Mathuma Bandara, General Secretary of the United People's Power under Opposition Leader Sajith Premadasa, rejoined the United National Party (UNP). This decision was made during a UNP Executive Committee meeting chaired by President Ranil Wickremesinghe at the party's headquarters."
  ]
}