{
  "translated_text": {
    "ta": {
      "title": "பெண்கள் கிரிக்கெட் மைதானத்துடன் லிட்ட்லர் நட்சத்திரம்",
      "body_lines": [
        "எச்.எம்.",
        "அவர் 10 வது ஆண்டில் வசித்து வருகிறார், அவர் பஹவிலவட்டாவில் வசித்து வருகிறார். அவர் விளையாட்டைப் பார்த்து, ஒரு தன்னார்வ ஆசிரியரான கிரிக்கெட்டின் தன்னார்வ ஆசிரியரான கே.கந்திரகுமார், பள்ளிக்கு பயிற்சி அளித்தார்.",
        "முதல்வர், ஆர்.எம்.எஸ் ரத்நாயக்க, கல்லூரி விளையாட்டு பயிற்சியாளரின் வழிகாட்டுதலான நாலினி விஜெரத்னே, மாவட்ட மாகாண கிரிக்கெட் விளையாட்டு போட்டிகளில் பல வாய்ப்புகளை வகித்துள்ளார்.",
        "ஒரு வேகமான பந்து வீச்சாளர், அவர் இடது கை பந்து வீச்சாளராகவும் பணியாற்றுகிறார், தற்போது 19 வது குழுவின் இளைய விளையாட்டாக இருக்கிறார்.",
        "மோனெராகலா மாவட்ட கிரிக்கெட் அசோசியேஷன், பஞ்சண்டன் கல்லூரி, மோனெராகலா உதவி விளையாட்டு இயக்குநர், பாசிந்து லக்ஷன், பாசிந்து லக்ஷன், கசங்கு, கசுன் மதுரங்கா, கட்டேல் நாரங்கோடா, கசூன் மதுரங்கா, ஞாயிற்றுக்கிழமை நாரங்கோடா, கசூன்களின் உதவி உதவிகள்.",
        "ஏப்ரல் 19 ஆம் தேதி ஏப்ரல் (09) நடைபெற்ற ஏப்ரல் 19 கிரிக்கெட் போட்டியில் சிறந்த விக்கெட்டுகளுடன் அவர் அனைத்து கேலன் பற்றியும் பெருமிதம் கொண்டார்.",
        "மோனெராகலாவில் ஒரு வர்த்தக உதவியாளரின் கணக்கான எச்.எம். தினேஷ் குமாரா, அவரது தந்தை.",
        "அவர் ஒரு மூத்த சகோதரி மற்றும் ஒரு தம்பியுடன் ஒரு பெண்.",
        "விளையாட்டு மைதானம் மற்றும் விளையாட்டு உபகரணங்கள் இல்லாமல், கிரிக்கெட் எஸ்.ஆர்.ஐ கிரிக்கெட் அணியில் சேர உலகிற்குள் நுழைகிறது.",
        "அவர் பல பொருளாதார கஷ்டங்களுடன், படிக்கட்டின் உதவி உட்பட கல்லூரி மாணவர் தலைமைத்துவ கவுன்சிலில் உறுப்பினராக உள்ளார்."
      ]
    },
    "en": {
      "title": "Littlear star with the women's cricket ground",
      "body_lines": [
        "HM Chamo, Panbukkana Pannananda Maha Vidyalaya, Kumbukkana Palan Vidyalaya The 19th Sri Lanka Women's World Cricket team has been given excellent performances.",
        "She is living in the 10th year, she is living in Pahavilawatta. She looked into the game and trained the school, a volunteer teacher, K.Kandrakumar, a voluntary teacher of cricket.",
        "Principal, RMS Ratnayake, the guidance of the College Sports Trainer, Nalini Wijeratne, she has played many opportunities in district provincial cricket game competitions.",
        "A fast bowler, she also serves as a left-hand bowler and is currently the youngest sports of the 19th group.",
        "Moneragala District Cricket Association, Panchanden College, Director of Moneragala Assistant Sports, Pasindu Lakshan, Pasindu Lakshan, Kasunku, Kasun Maduranga, Katale Narangoda, Kasun Maduranga, Sunday Narangoda, Kasun MadurangaThere are NANU's help helps to make her play life success.",
        "She was proud of all the gallons, with great wickets in the 19th April cricket tournament held on April (09).",
        "HM Dinesh Kumara, who is an account of a trade assistant in Moneragala, is her father.",
        "She is a girl with an elder sister and a younger brother.",
        "Without a playground and sports equipment, cricket enters the world to join the Sri Cricket Team.",
        "She is a member of the College Student Leadership Council, including the assistance of the staircile, with many economic hardships."
      ]
    }
  },
  "summary_lines": [
    "A young cricketer from Sri Lanka, part of the 19th Women's World Cricket team, excels in her sport. Born in Pahavilawatta, she trains at Panbukkana Pannananda Maha Vidyalaya, with guidance from teachers and sports trainers. She's a fast bowler and left-handed, playing in district and provincial competitions. Supported by her family and community, she's proud of her achievements, including a notable performance in a cricket tournament."
  ]
}