{
  "translated_text": {
    "ta": {
      "title": "நடாஷா மற்றும் புருனோ நடாஷா மற்றும் புருனோவை உரிமைகோரலில் இருந்து ப Buddhism த்தத்தை அவமதித்தனர்",
      "body_lines": [
        "நடாஷா மற்றும் புருனோ நடாஷா மற்றும் புருனோவை உரிமைகோரலில் இருந்து ப Buddhism த்தத்தை அவமதித்தனர்",
        "கோட்டை மாஜிஸ்திரேட் நீதிமன்றம் இன்று (ஜூன் 18 அன்று) புருனோ லக்கியின் உரிமையாளரை விடுவிக்க உத்தரவிட்டது.",
        "நடாஷா எடிருருரியா மற்றும் புருனோ ஒரு நிலையான திட்டத்தில் நடத்தப்பட்ட ஒரு நிலையான திட்டத்தின் போது நடத்தப்பட்டதாகக் கூறிய அறிக்கைகளுக்கு அடிப்படையாக இருந்தது.",
        "குற்றவியல் புலனாய்வுத் துறை சைபர் குற்றவியல் புலனாய்வுப் பிரிவு கடந்த ஆண்டு மே 28 அன்று சிங்கப்பூருக்கு பயணிக்கத் தயாராகி வந்த நடாஷா எலெபுராவால் கைது செய்யப்பட்டார்.",
        "சிஐடியைப் பதிவு செய்ய சிஐடியை அழைத்த பிறகு, புருனோ பார்கல்ஸ் கடந்த ஆண்டு மே 31 அன்று அழைக்கப்பட்டார்.",
        "நடாஷா எல்டரீஸ் மற்றும் புருனோ தினம் நடாஷா எடிரூரி மற்றும் புருனோ தினம் ஆகியோரால் 'ப Buddhism த்தத்தை அவமதித்து' அதை ஆதரித்த குற்றச்சாட்டில் தாக்கல் செய்தனர்.",
        "ரெவ்.",
        "சிவில் மற்றும் அரசியல் உரிமைகள் தொடர்பான மாநாட்டின் கீழ் (சிஐடி) ஒரு கடிதத்தை சமர்ப்பிக்க வேண்டாம் என்று இளம் பத்திரிகையாளர்கள் சங்கம் (ஐ.ஜி.பி) ஐ.ஜி.பி.க்கு அனுப்பப்பட்டது.",
        "ஜூன் 21, 2023 அன்று கொழும்பு கோட்டை மாஜிஸ்திரேட் நீதிமன்றம், ப Buddhism த்த மதத்திற்கு எதிராக அவதூறான அறிக்கையை வெளியிடுவதற்கான உதவி சந்தேகத்தின் பேரில் விடுவிக்கப்பட்டது.",
        "கொழும்பு கோட்டை மாஜிஸ்திரேட் திலினா காமேஜின் சந்தேக நபரின் கூற்றுப்படி, ரூ.",
        "ஜூலை 5, ஜூலை 5, ஜூலை 5 ஆம் தேதி கொழும்பு உயர் நீதிமன்றம், சிடென்ட் மானிட்டர் நடாஷா யானையை ரூ.",
        "அவருக்கான ஜாமீன் மனுவை பரிசீலித்த பின்னர் கொழும்பு உயர் நீதிமன்றம் உத்தரவு பிறப்பித்தது.",
        "கொழும்பு கோட்டை மாஜிஸ்திரேட் நீதிமன்றம் தனது தீர்ப்பை கொழும்பு கோட்டை மாஜிஸ்திரேட் நீதிமன்றத்தில் இருந்து இன்று வெளியிட்டது.",
        "தீர்ப்பின் தீர்ப்பை அறிவித்த பின்னர், நீதித்துறையின் முடிவை தீர்மானிக்க கடினமாக இருந்தாலும், நீதிமன்றம் பொருத்தமான முடிவுக்கு கொண்டு செல்லப்படும் என்ற நம்பிக்கையே எஸ்.எல்.சி யூடியூப் சேனலின் உரிமையாளர்.",
        "\"நான் அவர்களை உள்நாட்டில் வருத்தத்துடன், உதவியற்றவனாகவும் வணங்கினேன்.\"",
        "\"இந்த நிகழ்வில், நான் நடாஷாவை விட அதிகமான கேள்விகளாக இருந்தேன். ஒரு பெண்ணாக, அவரை வலியுறுத்த முயன்றார்.",
        "\"மேலும் நான் பார்த்த மிக மோசமான அனுபவம் உலகில் சட்டத்தை ஆயுதங்களாகப் பயன்படுத்துவதாக நான் சொல்ல வேண்டும்.\"",
        "\"இது ஒரு சமமானதாகும். சில ஊடக நிறுவனங்களும் பலரும் இதை ஒரு பிரச்சினையாக மாற்றினர்.",
        "\"போலீசாரும் அரசியலும் நீதித்துறை குறித்து நம்பிக்கையுடன் இருந்தனர்.\"",
        "\"மேலும் ஐ.சி.சி.பி.ஆர்.இ அரசியல் வேலைக்கு பயன்படுத்தப்படவில்லை. அதற்கு எதிராக அதைப் பார்க்கும் குவியலும் என்னிடம் உள்ளது. ஏனென்றால் நான் அனுபவத்தின் துளையிடுகிறேன். அது எவ்வளவு கடினம். \"",
        "\"இலங்கையின் காவல்துறை சட்டத்தைப் பற்றி மேலும் அறிய வேண்டும். சட்டத்தை அறிந்து கொள்வதற்கான சட்டம் அவர்களுக்குத் தெரியாது. \"",
        "\"நான் காவல்துறையினரால் கைது செய்யப்பட்டபோது, ​​ஐ.சி.சி.பி.ஆர் கீழ் குற்றம் சாட்டப்பட்ட குற்றச்சாட்டுகளை பதிவு செய்ய வேண்டாம் என்று சொன்னேன். \"",
        "\"நான் விதிமுறைகளைப் பற்றி ஒரு ப்ளூவை எடுத்து அவர்களிடம் சொல்லச் சொன்னேன்.\"அவன் சொன்னான்.",
        "\"அந்த நேரத்தில் நான் தவறு செய்யவில்லை\"",
        "இதற்கிடையில், பிபிசி சிங்கள சேவைக்கு நாதீஷா எடிரியா கருத்து தெரிவித்தார், நீதித்துறையின் வெளியீட்டில் குற்றச்சாட்டுகள் மகிழ்ச்சி அடைந்தன.",
        "\"நான் கைது செய்யப்பட்டபோது, ​​நான் தவறு செய்ய வேண்டியிருந்தது, இது குறித்து இது கலை அல்ல.\"",
        "'அது ஒரு அதிர்ச்சியாக இருந்தது, என்னிடம் பயணம் செய்ய வேண்டியிருந்தது.",
        "\"அவர்கள் என் குடும்பத்தினருடன், தெய்வீகத்துடன் இருந்தார்கள், அவர்கள் என்னுடன் வேலை செய்வார்கள், என்னை இங்கிருந்து வெளியே அழைத்துச் செல்வார்கள்.\"",
        "\"39 நாட்கள் சிறையில், மற்ற கைதிகள் வந்து செய்தி போன்ற விஷயங்களைப் பற்றி என்னிடம் சொல்கிறார்கள். \"",
        "\"அதே நேரத்தில், நான் தவறு செய்யவில்லை.\"",
        "\"எனது முகவரி கூட பேஸ்புக்கில் கூட இருந்தது, நாங்கள் மாற வேண்டியிருந்தது.\"",
        "\"ஜாமீன் பெற்ற பிறகு, வாழ்க்கையில் ஏதாவது செய்ய பல முறை சிந்திக்க விரும்பினார். இது நான் எழுதுவதைப் பற்றிய தவறான விளக்கத்தைப் பற்றியது, மேலும் இந்த வழக்கை பாதிக்கும். \"",
        "\"இந்த கேள்வியின் குறைவானது ஒரு வீடியோ, எழுந்த வீடியோ கூட.\"",
        "\"இன்று நீதிமன்றத்தில் வழக்கு வழங்கப்பட்டபோது, ​​மனம் மகிழ்ச்சியாக இருந்தது. நாட்டில் வரிகளின் வரிகளின் பணம் என்றும் நான் நினைக்கிறேன்.",
        "ரங்கில் விக்ரெமேசிங்: உச்சநீதிமன்றத்தை ஜனாதிபதி ஏன் விமர்சித்தார்?'அடிப்படை நோக்கம்' உள்ளதா?ஆய்வாளர்கள் என்றால் என்ன?",
        "புடினின் வடக்கு கொரிய வருகை: விளாடிமிர் பொட்டின் கிம் ஜான் மூன்று காரணங்கள்",
        "டி 20 உலகக் கோப்பை: சூப்பர் 8 சுற்று தொடங்குகிறது மற்றும் பூர்வாங்க சுற்றின் ஆரம்ப வழக்குகள்"
      ]
    },
    "en": {
      "title": "Natasha and Bruno acquitted Natasha and Bruno from claim to insult Buddhism",
      "body_lines": [
        "Natasha and Bruno acquitted Natasha and Bruno from claim to insult Buddhism",
        "The Fort Magistrate's Court today (on June 18) ordered the release of the owner of Bruno Luckkee.",
        "Natasha Ediruriya and Bruno was base for the statements that said they were conducted during a standard program, which was conducted in a standard program.",
        "The Criminal Investigation Department Cyber ​​Criminal Investigation Unit was arrested by Natasha elepura, who was preparing to travel to Singapore on May 28 last year.",
        "After calling the CID to record the CID, Bruno Parkkels were called on May 31, last year.",
        "Natasha Elderies and Bruno Day was filed by Natasha Ediruri and Bruno Day on charges of 'insulting Buddhism' and supporting it.",
        "Rev.",
        "The Young Journalists Association (IGP) was sent to the IGP not to submit a letter under the Convention on the Civil and Political Rights (CID).",
        "The Colombo Fort Magistrate's Court on June 21, 2023, was released on suspicion of assistance to make a defamatory statement against Buddhism.",
        "According to the Colombo Fort Magistrate Thilina Gamage's suspect, Delved on Rs.",
        "The Colombo High Court on July 5, July 5, July, was ordered to release the Cident Monitor Natasha elephant on a personal bail of Rs.",
        "The Colombo High Court issued the order after considering a bail petition for her.",
        "The Colombo Fort Magistrate's Court published his verdict from the Colombo Fort Magistrate's Court today.",
        "After announcing the verdict of the verdict, the owner of the SLC Youtube channel was the belief that the court would be taken to a suitable decision, even if he was difficult to determine the decision of the judiciary.",
        "\"I tried to bare them with internally grief, as well as helpless and worshiped.\"",
        "\"In this event, I was more questions than Natasha. As a woman, he tried to stress him. \"",
        "\"And I have to say the worst experience I saw was the best use of the law in the world as weapons.\"",
        "\"This is an evenue planning this. Some of some media institutions and several people made this a problem. \"",
        "\"The police and politics were confident about the judiciary.\"",
        "\"And that ICCPRe is not used for political work. I also have the pile of gonna see it against it. Because I'm a piercing of the experience. How hard it is. \"",
        "\"The police of Sri Lanka has to learn more about the law. They do not know the law to know the law. \"",
        "\"When I was arrested by the police, I told them not to file charges charged under the ICCPR. \"",
        "\"I took a blu on the terms and told them to tell them.\"He said.",
        "\"I didn't make a mistake in that time\"",
        "Meanwhile, Natheasha Ediriya was commenting to the BBC Sinhala service, said the allegations were pleased with the release of the judiciary.",
        "\"When I was arrested, I had to make a mistake, it would not be art over this.\"",
        "'And it was a shock and had to travel to me. \"",
        "\"They were with my family, the divine, and that they would work with me and take me out of here.\"",
        "\"In prison for 39 days, the other inmates come and tell me about things like news. \"",
        "\"In the same time, I did not make mistakes.\"",
        "\"Even my address was even in Facebook, we even had to change.\"",
        "\"After getting bail, he wanted to think about several times to do something in life. It is about the misinterpretation of what I am writing and will influence this case. \"",
        "\"The shorter of this question is a video, even the video that has arisen.\"",
        "\"When the case was given in court today, the mind was happy. I also think that the money of the taxes of the taxes in the country. \"She said.",
        "Ranil Wickremesinghe: Why did the President criticize the Supreme Court?Is there a 'underlying purpose'?What is analysts?",
        "Putin's Northern Korean visit: Vladimir Potin Kim John Three Reasons",
        "T20 World Cup: Super 8 round begins and the preliminary cases of the preliminary round"
      ]
    }
  },
  "summary_lines": [
    "Natasha Ediruriya and Bruno Luckkee were acquitted by the Fort Magistrate's Court on charges of insulting Buddhism, based on statements made during a standard program. The Criminal Investigation Department's Cyber ​​Criminal Investigation Unit arrested Natasha Elepura, preparing to travel to Singapore, and later Bruno Parkkels. Both were released on bail, with Natasha being released on a personal bail of Rs. The case highlighted concerns over the misuse of laws and the need for legal education among authorities."
  ]
}