{
  "translated_text": {
    "ta": {
      "title": "ඊශ්‍රායල් ප්‍රශ්නය - ලංකාවට ගතහැකි පණිවිඩය කුමක්ද?",
      "body_lines": [
        "பிப்ரவரி 2019 இல், ஒரு துறவி ஐ.ஜி.பி.க்கு கடிதம் எழுதினார், இலங்கையில் சிவில் மற்றும் அரசியல் உரிமைகள் (சிங்கள-ப்ரிஸ்ட்) சர்வதேச ஒப்பந்தத்தை இழிவுபடுத்துவதற்கு அங்கீகரித்த சிவில் மற்றும் அரசியல் உரிமைகளின் சர்வதேச உடன்படிக்கையை கட்டாயப்படுத்தினார்.",
        "ඊට පෙර මෙකී හිමි නමම චිත්‍රපට අධ්‍යක්‍ෂ මාලක දේවප්‍රිය සහ ඔහුගේ “කණට පාරක්” නම් රේඩියෝ නාට්‍ය පෙළට එරෙහිව පැමිණිල්ලක් කළ මුත් එම වෑයම අසාර්ථක විය. இந்த ஆண்டு ஐ.ஜி.பி.. ஸ்கம்பாரா ஏப்ரல் 1, 2019 செப்டம்பர் 1 ஆம் தேதி போல்கஹவெலா போலீசாருக்கும், கெகல் சிறைச்சாலையின் 130 நாட்களுக்கும் அழைக்கப்பட்டார். அறிக்கையில் முன் விசாரணை எதுவும் நடத்தப்படவில்லை என்று எழுத்தாளர் கூறினார்.",
        "சர்வதேச மரத்தில் (ஐ.சி.சி.பி.ஆர்) நாதா எடிரிசுரியா நாதா எடிரிசுரியா கைது செய்யப்பட்டார். அக்மீமனா தயாரத்னே தெரோவும் மற்றவர்களும் யானைக்கு எதிராக வெள்ளம் மன்னரால் அவமதிக்கப்பட்டதாக புகார் கூறினர். அவர் மதத்தை அவமதித்தபோது, ​​புகார் சிரிக்கும் பார்வையாளர்களின் பற்றாக்குறையிலிருந்து வெகு தொலைவில் இருந்தது. எடிரிசுரியாவின் வழக்கின் கொழும்பு உச்சநீதிமன்ற நீதிபதியின் பாட்டியுடன் குறிக்கப்பட்ட இந்த கருத்துக்களை ஏற்றுக்கொள்வதற்கு எதிராக வேட்டை அலையின் வேட்டை அலை.",
        "சிவில் மற்றும் அரசியல் உரிமைகள் குறித்த சர்வதேச ஒப்பந்தச் சட்டத்தால் கூறப்பட்ட அறிக்கைகளின் பயன்பாடு என்று அவர் சுட்டிக்காட்டினார்.",
        "\"ஒரு ப Buddhist த்த துறவி அல்லது பிற மதத் தலைவர் அல்லது சமூகத்தில் ஒரு சக்திவாய்ந்த நபரின் விளைவாக, புகார் என்பது புகாரின் அடிப்படையில் விசாரணையின் பங்கு மட்டுமல்ல\" என்று அவர் வலியுறுத்தினார்.",
        "சிவில் மற்றும் அரசியல் உரிமைகளில் முன்னோடியாக இருக்கும் இந்த துறவி, இப்போது சர்வதேச ஒப்பந்த மசோதா மற்றும் மதம் மற்றும் மதத்தின் சட்டத்தை தவறாக வழிநடத்த ஒரு முன்னோடியாக தேர்ந்தெடுக்கப்பட்டார்.. இலங்கையில் இஸ்ரேலிய இஸ்ரேலியரை உயர்த்துவதற்கான வழி இது.",
        "2010 ஆம் ஆண்டின் நடுப்பகுதியில், பெஞ்சமின் நெட்டியு இஸ்ரேலிய வேறுபாட்டை வெளிப்படுத்தினார் (புலம் அடிப்படையிலான செயல்பாடு). 2018 ஆம் ஆண்டில், தபாத் ரப்பி, ரப்பவிச், ரப்பி, ராபி, ராபி மற்றும் கடவுளின் தேவதூதராக வந்தார். அப்போதிருந்து, சபாத் வீட்டுவசதி மற்றும் இஸ்ரேலிய நட்பு அமைப்புகள் நாட்டில் நாட்டிற்கு பிறந்தன.",
        "இஸ்ரேலிய - இலங்கை ஒத்துழைப்பு இயக்கம் அத்தகைய ஒரு அமைப்பு.  கடந்த 3700 ஆண்டுகளில் இஸ்ரேலின் இஸ்ரேலிய உறவுகளுடனான இஸ்ரேலிய தொடர்புகள் என்றும் இலங்கை இலங்கைக்கு ஆதரவான ஆதரவு என்றும் கூறப்படுகிறது. இந்த நிகழ்ச்சி நிரலை ஊக்குவிக்கும் பணி தீவிரவாத ப Buddhist த்த துறவிகளிடம் ஒப்படைக்கப்பட்டு வேலையை ஒப்படைத்தது.",
        "அக்டோபர் 2024 இல் இஸ்ரேலிய-இலங்கை ஒத்துழைப்பு இயக்கம் ஏற்பாடு செய்த ஒரு கூட்டம், இலங்கை மற்றும் இஸ்ரேலிய இலங்கை மற்றும் இஸ்ரேலிய இடையே 4,000 ஆண்டுகளில் இந்த துறவியை ஒருங்கிணைக்க வேண்டும் என்று கூறப்பட்டது. குமாரா டிசனாயக்கின் புதிய அரசாங்கத்திடம் பண்டைய பிணைப்பு திறக்கப்பட்டு பண்டைய உறவை விரைவில் புதுப்பிக்க வேண்டும் என்று கூறினார்.",
        "இஸ்ரேலிய தேவைகள் மற்றும் மாற்று துறவிகள் வடக்கு மற்றும் கிழக்கின் முக்கிய முயற்சிகளாக இருந்தனர். தமிழ் மற்றும் முஸ்லிம் எதிர்ப்பு வணிகத்தில் நிபுணரான துறவி 2024 இல் ஊடக கருத்தரங்கை நடத்தினார். இது \"கிழக்கு ப Buddhist த்த பாரம்பரியத்தை பாதுகாப்பது மற்றும் இனவெறியை நிராகரிப்பது. சுயமரியாதையின் கீழ், \"இஸ்ரேலின் வேலைகளை பாதுகாக்கவும்.\"",
        "நட்பு காட்சியை அணுகக்கூடிய மூன்றாவது மற்றும் பெரும்பாலான பின்தொடர்தல் வணிகம் சிங்களவயா. தமிழ் முஸ்லீம் எதிர்ப்பு ஆர்ப்பாட்டத்திலிருந்து இலங்கையின் தமிழ் எதிர்ப்பின் மூலம் இலங்கை, சிறுபான்மை போர்களின் முன்னோடிகள் சிறுபான்மை மந்திர எதிர்ப்பு போர்களில் எரியும்.",
        "இஸ்ரேல்-இலங்கை நட்பு மேம்பாட்டு அமைப்பு, இலங்கை நட்பு மேம்பாட்டு அமைப்பின் உறுப்பினர், இஸ்ரேலிய-சார்பு இஸ்ரேலிய சார்பு எதிர்ப்பு பிரச்சாரத்தை கொழும்பில் உள்ள ஐக்கிய நாடுகளின் அலுவலகத்திற்கு முன்னால். போராட்டத்தின் முக்கிய பதவி உயர்வு இஸ்ரேல், சின்ஹலா ரவயாவின் தேசிய ஏற்பாடு தேசிய அமைப்பாளர்.",
        "2024 ஆம் ஆண்டின் சின்ஹால-புட்டிஸ்ட் ஆதிக்கத்தின் சின்ஹலா-புத்த ஆதிக்கத்தின் சின்ஹாலா-புத்த ஆதிக்கத்தின் மாதிரி மாதிரி இஸ்ரேல் என்று சுட்டிக்காட்டப்பட்டது. \"இஸ்ரேலைப் போன்ற ஒரு சிங்கள ப Buddhist த்த அரசை உருவாக்க நாம் ஒன்றுபட வேண்டும். இஸ்ரேலைப் போலவே 100 சதவீத இஸ்ரேலையும் விடுவிக்கும் யூத மக்களில் நூறு சதவீதம் பேர், யூத இராச்சியமாக ஒரு அசாதாரண சிங்கள ப Buddhist த்த அரசை உருவாக்க முடியும். மற்ற மதங்கள் யூத மக்களின் ராஜ்யம் போன்ற ஒரு சிங்கள ப Buddhist த்த ராஜ்யத்தை கட்டியெழுப்ப முடியும்.",
        "அடோல்ஃப் ஹிட்லர் ரிச்சி குடியுரிமை சட்டம் 1935 ஆல் திருமணங்களை தடை செய்தார். கலப்பு திருமணங்கள் இஸ்ரேலில் தடை செய்யப்பட்டன. 2022 ஆம் ஆண்டில் ஏற்பாடு செய்யப்பட்ட இஸ்ரேலிய மனித உரிமைகள் என இஸ்ரேல் ஒரு துறவி மாநிலமாகும். இஸ்ரேல் கட்டுப்படுத்துகிறது (சுயாதீன இஸ்ரேலிய பிரதேசம், ஜெருசலேமா, மேற்குக் கரை மற்றும் காசா, மற்றும் காசா. இது ஒரு பற்று விதி. ஒரு ஒழுங்கமைக்கப்பட்ட கொள்கையின் கொள்கை பல்வேறு இஸ்ரேலின் சட்டத்தில் உள்ளது. இது யூதக் கூட்டத்தில் யூதக் கூட்டத்திற்கு சிறந்து விளங்கும் ஒரு சட்ட அமைப்பு. இன மத அரசைக் கட்டியெழுப்ப உதாரணம் ஒருவேளை இஸ்ரேலாக இருக்கலாம். இது ஒரு பன்மைத்துவம் மற்றும் பிறவற்றில் பொறுமைக்கு நேர்மாறானது. பிரபலமான படுகொலைகளின் தற்போதைய மக்கள்தொகையில் இஸ்ரேல் அருமையாக இருந்தது என்பதும் ஒரு அற்புதமான விஷயம்.",
        "2011 ஆம் ஆண்டில், பல சிங்கள ப Buddhist த்த குடும்பங்கள் சிங்களவயா, நவாகுலி மற்றும் யஃப்னாவில் குடியேறின. இராணுவ உழைப்புடன் ஒரு கோயில் கட்டப்பட்டது, அந்த குடும்பங்களுக்கு இருக்கலாம். சிங்களவயா உண்மையில் முஸ்லிம் எதிர்ப்பு இயக்கத்தின் முதல் காட்சியை ஏற்றினார்.",
        "2011 ஆம் ஆண்டில், டி.என்.ஏ தெற்கு சேயாவின் மசூதியை அழித்தது, இது ராஜபக்ஸா மற்றும் முஸ்லீம் எதிரி சிங்கள ரவயாவிடம் கூறியதற்கு நீண்ட காலத்திற்கு முன்பே.",
        "ஜூன் 2013 இல், கிறிஸ்தவ மிஷனரிகளின் குழுவான சிங்கள ரவயா, டாங்கல்லே இறைச்சிக்கு தீப்பிடித்து, கட்டரகாமாவிலிருந்து கொழும்பு வரை டங்கல்லே கொலைக்கு தீ வைத்தார். வேறு வார்த்தைகளில் கூறுவதானால், இது வாய்மொழி வன்முறை மட்டுமல்ல, உடல் ரீதியான துஷ்பிரயோகத்தைத் தொடர்ந்த ஒரு நீண்ட வரலாறும் ஆகும்.",
        "இந்த வரலாற்றில், இந்த அமைப்பு இஸ்ரேலின் தேவைகளுடன் இஸ்ரேலுக்கு நன்கு தெரிந்தது. அண்மையில் வெளியான வீடியோவில் சிங்கள ரவயா தேசிய அமைப்பாளர், காசாவில் கொல்லப்பட்ட அனைத்து குழந்தைகளும் இஸ்ரேலைத் தாக்குவதில் பயிற்சி பெற்ற சிறுவர் வீரர்களால் மூடப்பட்டிருந்ததாகக் கூறினார். இலங்கையில் உள்ள முஸ்லீம் தீவிரவாதிகள் சிறுவர் வீரர்களுக்கு பயிற்சி அளிக்க முடிந்தது என்று அவர் கூறினார். இத்தகைய விவேகமற்ற அறிக்கைகள் தேர்தலில் முஸ்லிம் எதிர்ப்பு வன்முறையை நியாயப்படுத்த சிறப்பாக செய்யப்படலாம், குறிப்பாக தேர்தல் காலத்தில். 2019 ஆம் ஆண்டில் முஸ்லிம்கள் தலைமை தாங்கியபோது, ​​அது முக்கியமாக ஒரு கருத்துக் கணிப்பாக மாற்றப்பட்டது.",
        "இஸ்ரேலிய-இலங்கை ஒத்துழைப்பு இயக்கத்தின் ஒரு வீடியோ இலங்கை அரசாங்கத்திற்கு இலங்கை அரசாங்கத்திற்கு அனுமதிக்கிறது என்று இலங்கை அரசாங்கம் அனுமதிக்கிறது என்று கூறியது. அவ்வாறு செய்தால், இலங்கையர்களுக்கு இஸ்ரேலில் இலங்கையர்கள் சூடாக எச்சரிக்கிறார்கள் மற்றும் சுற்றுலாவை செயலிழக்கச் செய்கிறார்கள். ஆனால் உண்மை என்னவென்றால், இஸ்ரேலின் பொருளாதாரத்திற்கு இஸ்ரேல் உழைப்பால் பாதிக்கப்பட்ட பொருளாதாரத்திற்கு பொருளாதாரம் பாதிக்கப்பட்டுள்ளது, உலகளவில் அதிருப்தி அடைந்த சுற்றுலாப் பயணிகள், இடங்கள். தேய்க்கும் சிங்களவயா தேசிய அமைப்பாளரின் தேசிய அமைப்பாளர் தனது சொந்த வீடியோவில் ஒரு குண்டாக இருக்கிறார். வேலைவாய்ப்பு இல்லாததைத் தொகுக்க இஸ்ரேல் குறிப்பாக சிங்களவர்களைப் பற்றி சிந்திக்கிறது என்று அவர் கூறுகிறார். இது சிங்கள பொருளாதாரத்தை பலப்படுத்துகிறது மற்றும் முஸ்லீம் நடைமுறையை பலவீனப்படுத்துகிறது என்று அவர் வாதிடுகிறார். அவரது பார்வையின்படி, பாலஸ்தீனியர்களுடன் ஒத்துழைப்பது சிங்கள மற்றும் ப Buddhist த்த அரசை அழிப்பதற்கான ஒரு சதி. இத்தகைய ஒத்துழைப்பு காரணமாக, இஸ்ரேலிய சுற்றுலாப் பயணிகள் இஸ்ரேலில் வேலைகளை அபாயப்படுத்துகிறார்கள், இஸ்ரேலில் தங்கள் வேலைகளை ஏற்படுத்துகிறார்கள், மற்றும் இலங்கையர்களின் நிகழ்வுகள். அப்படியானால், இந்த நாட்டின் சிங்கள ப Buddhist த்த மக்கள் அரசாங்கத்திற்கும் முஸ்லீம் தீவிரவாதிகளுக்கும் பதிலளிப்பார்கள் என்று அவர் எச்சரிக்கிறார். இலங்கையில் உள்ள சிங்கள ப ists த்தர்களை இவ்வளவு பெரிய பதிலின் நிலைமைக்கு தள்ளக்கூடாது என்று அவர் கூறுகிறார். அப்படியானால் நாங்கள் பதிலளிப்போம். அந்த பதில் முப்பது ஆண்டு பதிலை விட தீவிரமான பதிலாக இருக்கும். \"(YouTube வலைத்தளம்).",
        "இந்த வார்த்தைகள் இலங்கையில் முஸ்லிம்களுக்கு எதிரான வன்முறையை வெளியிட அச்சுறுத்துகின்றன. சில நேரங்களில் JAJ / JVP அரசாங்கத்திற்கு அச்சுறுத்தலாக இருக்கலாம். அமைச்சருக்கு எதிராக வெளியிடப்பட்ட ஒரு வரலாற்றின் அச்சுறுத்தல், அந்த அச்சுறுத்தல் தீவிரமாக எடுத்துக்கொள்ள வேண்டும்.",
        "2025 முன்பு. இரண்டு இஸ்ரேலிய பிரஜைகள் நன்கு அறியப்பட்ட இலங்கை ஹோட்டல் மற்றும் அவரது பெண்கள் தோழரை அருகாம் விரிகுடாவில் தாக்கினர். நேரில் கண்ட சாட்சிகளின் பல்வேறு ஆதாரங்களின்படி, தாக்குதல்கள் ஆத்திரமூட்டல் இல்லாமல் தாக்கப்பட்டுள்ளன. மன்னிப்பு கோரிய இஸ்ரேலியரின் கூற்றுப்படி, ஒரு முஸ்லீம் அல்ல, சிங்களவாதிகள் அல்ல, சிங்களவர்கள். இரண்டு இஸ்ரேலியர்கள் கைது செய்யப்பட்டு சனிக்கிழமை விடுவிக்கப்பட்டனர்.. அவர்கள் இந்த வாரம் மாஜிஸ்திரேட் நீதிமன்றத்தில் ஆஜராக வேண்டும். அரசாங்கம் சரியாக வேலை செய்ய அனுமதிக்கப்படும், அல்லது சட்டத்திலிருந்து தப்பிக்க இஸ்ரேலிய சுற்றுலாப் பயணிகள் தலையிட்டனர்.",
        "காசாவின் மையங்கள் காரணமாக இஸ்ரேலிய சுற்றுலாப் பயணிகள் உலகளவில் இருந்தனர். அவர்கள் 2022 ஆம் ஆண்டில் மிக மோசமான சுற்றுலா மதிப்பீடுகளில் இருந்தனர். குறிப்பாக செங்குத்து விமானத்தில்,",
        "\"அஜி இஸ்ரேலிய! உலகின் மிக மோசமான சுற்றுலாப் பயணிகள் இஸ்ரேலியமா?\" இஸ்ரேலிய வலை, ஒய் வலையில் எழுதப்பட்டது .... \"சில ஹோட்டல்களில் இளம் இஸ்ரேலிய சுற்றுலாப் பயணிகளை மறுக்க ஒரு அதிகாரப்பூர்வமற்ற கொள்கை உள்ளது\" (22/11/9) இஸ்ரேலியர்கள் காடுகளின் காடுகளில் ஈடுபடுகிறார்கள், காடுகளின் தொல்பொருள் தளங்கள், 'யூத சுதந்திர' செப்டம்பர் 2022 இல் குறிப்பிடப்பட்டுள்ளது.",
        "இஸ்ரேலிய சுற்றுலாப் பயணிகளுக்கு விசா வழங்குவதற்கான முடிவை இலங்கை அரசாங்கம் எடுத்துள்ளது.",
        "இந்த நிலைமை தற்போது மோசமடைந்தது. \"மக்கள்தொகையின் மிகவும் வெறுக்கத்தக்க இன்பம் இரத்தப்பதிவுகளின் மிகவும் அவமானகரமான இன்பம்.\" பிரபாத் சிரிசேனா, சமீபத்திய நாள், தினசரி அடிவாரத்தில் எழுதப்பட்டது. (2025.8.25- இனப்படுகொலையின் விபரீத இன்பங்கள்)",
        "இஸ்ரேலிய சுற்றுலாப் பயணிகள் இப்போது இலங்கையால் நிரம்பியுள்ளனர். அவர்களில் பெரும்பாலோர் ஒரு புதிய வகையான புதியதாக இருக்கலாம். காசா படுகொலையின் மாநிலத்தில், இந்த வீரர்கள் அவர்களை குறைந்த உயிரினங்களாக தாக்க நியாயமானதாக இருக்கலாம், இது அவர்களை தாழ்வான உயிரினங்களாகக் கருதுகிறது.",
        "காசா நெடுவரிசை திறந்திருக்கும் மனித எக்லூபின்களை நன்கு அறிந்திருக்கிறது. அவர்களுக்கும் முழு குறுக்கீடு உள்ளது. பழங்குடி மக்கள் அவர்களை விட்டு வெளியேறத் தவறும்போது, ​​அவர்கள் இலங்கையிலிருந்து வித்தியாசமாக வேறுபடுகிறார்களா? அண்மையில் அருகம்பேயில் நடந்த சம்பவம் பாதிக்கப்பட்டவருக்காக பகிரங்கமாக கைது செய்யப்பட்டார், ஏனெனில் பாதிக்கப்பட்டவர் இலங்கையில் ஒரு பிரபல நபர். அப்பகுதியில் உள்ள ஏழை முஸ்லிம்கள் அதை எதிர்கொண்டால் ஏழைகளை பொறுத்துக்கொள்வதைத் தவிர வேறு மாற்று இல்லை. அவர்கள் பதிலளித்தால், அவர்கள் இஸ்ரேலிய சுற்றுலாப் பயணிகளுக்கு எதிரான பயங்கரவாதத்தை பயமுறுத்துவதாக முத்திரை குத்தலாம்.",
        "இஸ்ரேலில் சிங்கள ரவயா முன்னணி சின்ஹாலா தீவிரவாத பங்கு சட்ட சட்ட சட்டத்தின் விளம்பர ஊக்குவிப்பு மற்றும் விளம்பர விளம்பர ஊக்குவிப்பாக கணிக்கக்கூடியது.",
        "இஸ்ரேலிய-இலங்கை ஒத்துழைப்பு இயக்கத்துடன் ஒரு அற்புதமான சொர்க்கமாக செழிப்பை அடைவதற்கான ஒரு வழியாக எதிர்ப்பு. அமெரிக்க வெளிநாட்டு உதவி இஸ்ரேலைப் பெறுபவர். (வருடாந்திர உதவி அமெரிக்காவில் 3 பில்லியன் டாலர் மட்டுமே). இந்த பெரிய உதவி இடைநிறுத்தப்பட்டால் அல்லது கழிக்கப்பட்டிருந்தால், அது நாட்டிற்குள் விழுந்திருக்கலாம். ஆனால் இத்தகைய நுட்பமான மாறுபாடுகள் இலங்கையில், இஸ்ரேலிய ரசிகர் என்று தெரியவில்லை. அக்டோபர் 7 இஸ்ரேலில் நடந்த தாக்குதலைத் தடுக்க அக்டோபர் 7 ஆம் தேதி தாக்குதலைத் நடத்தத் தெரியவில்லை என்று அவர்களில் சிலர் கூறுகிறார்கள்.",
        "இலங்கையில் இஸ்ரேல் அனைத்து மருந்துகளையும் வைத்திருக்கிறது என்று சில சிங்கள ப Buddhist த்த தீவிரவாதிகள் நம்பலாம். சிலர் இஸ்ரேலுடனான எந்தவொரு பிணைப்பையும் வெடிப்பாக கருதலாம். அரசியல் அல்லது ஒழுங்கமைக்கப்பட்ட நன்மையை வளைக்கும் ஒரு காலத்தை அவர்கள் செலவிடுகிறார்கள். அவர்களுக்கு வெறுமனே ஒரு பெரிய பணப்பையை, ஒரு ஸ்பான்சர் மற்றும் ஒட்டுமொத்த ஒழிப்பு தேவை.",
        "இலங்கை மனித உழைப்பு இல்லாத நாடு (போர்க்குற்றவாளிகள் உட்பட) ஒரு நாடாக இலங்கையை வைத்திருக்க இஸ்ரேல் முயல்கிறது. நாட்டின் அரசியல் அல்லது மத முகவர்கள் சிங்கள ப Buddhist த்த தீவிரவாதத்தை விதைத்து, தற்போதைய அரசாங்கத்தை மிகவும் உறவினர் ஆட்சியுடன் உறுதிப்படுத்த கட்டாயப்படுத்தியுள்ளனர்.",
        "அலி சுல்டேஜுடன் செய்ய முடியாத ஒரு பன்மைத்துவமற்ற கோத்தாபயாவுக்குப் பதிலாக அடுத்த பெரும்பான்மை அரசாங்கத்தை உருவாக்க சிங்கள ப Buddhist த்த தீவிரவாதிகள் விரும்பினர்.",
        "தங்கள் பொது மற்றும் வேறுபட்ட இலக்குகளை அடைய, இஸ்ரேலிய மற்றும் சிங்கள ப Buddhist த்த தீவிரவாதிகள் ஒரு முஸ்லீம் கையகப்படுத்துபவரை உருவாக்க விரும்புகிறார்கள். அவ்வாறு செய்வதற்கான செயல்முறை முஸ்லீம் சமூகத்தில் உள்ள தீவிரவாதிகளுக்கு சேவை செய்யும். வன்முறை / கொரியத்திற்குப் பிறகு அரசியல் உறுதியற்ற தன்மை வரும். 2019 பயங்கரவாத நடவடிக்கைகளுக்குப் பிறகு அதுதான் நடந்தது. அரசாங்கம் அதை கவனத்தில் கொள்ளவில்லை என்றால், செயல்திறன் 2029 இல் மீட்டமைக்கப்படும்."
      ]
    },
    "en": {
      "title": "Israeli Question - What message can be obtained?",
      "body_lines": [
        "In February 2019, a monk wrote to the IGP, forcing the International Covenant of Civil and Political Rights in Sri Lanka (Sinhala-Buddhist) authenticated to discredit the international agreement.",
        "Before that, the name of this name was a complaint with the radio gapper and his \"a road\", but the effort failed. This year's IGP lisnded. Skmphara was invited on April 1st September 2019 to the Polgahawela Police and 130 days of the Kegalle Prison. The writer said that no pre-investigation was conducted in the report.",
        "Natha Edirisuriya Natha Edirisuriya was arrested in the International Tree (ICCPR). Akmeemana Dayarathne Thero and others complained against the elephant that he was insulted by the King of Floods. When she insulted the religion, the complaint was far from the lack of smiling audience. The hunting wave of hunting wave against the acceptance of these comments marked with the grandmother of the Colombo Supreme Court Judge of the Edirisuriya's case.",
        "He pointed out that the use of the statements made by the International Treaty Act on Civil and Political Rights.",
        "\"Just as a result of a Buddhist monk or other religious leader or a powerful person in society, a complaint is not just the role of the investigation based on the complaint,\" he emphasized.",
        "This monk, a pioneer in civil and political rights, has now been selected as a pioneer to mislead the international agreements bill and a law of religion and religion.. It is the way to lift the Israeli Israeli in Sri Lanka.",
        "In the middle of 2010, Benjamin Netiuu revealed the Israeli differing (field-based functionality). In 2018, Dabad came to Rabbi, Rabbavich, Rabbi, Robbi, Robbi, and as an angel of God. Since then, Chabad Housing and Israeli-friendly organizations have been born in the country to the country.",
        "Israeli - Sri Lanka Cooperation Movement is one such organization.  It is said that Israeli connections to Israel's Israeli ties to the past 3700 years and that Sri Lanka is a supportive support of Sri Lanka. The task of promoting this agenda has been handed over to extremist Buddhist monks and handed over the work.",
        "A meeting organized by the Israeli-Sri Lanka Cooperation Movement in October 2024, it was said that this monk should be integrated over 4,000 years between Sri Lanka and Israeli Sri Lanka and Israeli. He told the new government of Kumara Dissanayake that the ancient bond should be opened and renewed the ancient relationship soon.",
        "Israeli needs and alternative monks have been the main initiatives of the North and East. The monk, an expert in Tamil and anti-Muslim business, held a media seminar in 2024. It was \"to protect the east Buddhist heritage and reject racism. Under the self-esteem, \"preserve Israel's jobs.\"",
        "Sinhala Ravaya is the third and most follow-up business that has access to a friendly scene. Sri Lanka through the Tamil protest of Sri Lanka from Tamil anti-Muslim protest, the pioneers of minority wars were lit in the minority anti-minority wars.",
        "Israel - Sri Lanka Friendship Development Organization, a member of the Sri Lanka Friendship Development Organization, a pro-Israeli pro-Israeli protest campaign in front of the United Nations office in Colombo. The major promotion of the protest was Israel, the National Organizing National Organizer of the Sinhala Ravaya.",
        "The model model of the Sinhala-Buddhist domination of the Sinhala-Buddhist domination of the Sinhala-Buddhist domination of 2024 was indicated that Israel. \"We must unite to create a Sinhala Buddhist state like Israel. As a hundred percent of the Jewish people who liberates 100 percent of Israel, like Israel, can build an extraordinary Sinhala Buddhist state as a Jewish kingdom. Other religions can build a Sinhala Buddhist kingdom, such as the Kingdom of the Jewish people freely.",
        "Adolf Hitler banned marriages by the Richi Citizenship Act 1935. The mixed marriages were banned in Israel. Israel is a debital state as Israelite human rights organized in 2022. Israel is controlling (independent Israeli territory, Jerusalema, west bank and Gaza, and Gaza. It is a debit rule. A principle of an organized principle remains in a variety of Israel's legislation. It is a legal system that excellends to the Jewish crowd in the Jewish crowd. Example to Build Ethnic Religious State Can be Perhaps Israel. It is the opposite of patience on a pluralism and other. It is also a wonderful that Israel has been awesome with the current population of popular pogroms.",
        "In 2011, several Sinhala Buddhist families settled in Sinhala Ravaya, Nawakuli and Jaffna. A temple was built with military labor and could be for those families. The Sinhala Ravaya literally lit the first shot of anti-Muslim movement.",
        "In 2011, the TNA destroyed the mosque of the Southern Seya, which was long before the Rajapaksa and the Muslim enemy had told the Sinhala Ravaya.",
        "In June 2013, Sinhala Ravaya, a group of Christian missionaries, was on fire to Tangalle meat and set on fire to Tangalle murder from Kataragama to Colombo. In other words, this is not only verbal violence but also a long history that has continued physical abuse.",
        "In this history, this organization is well known to Israel with the needs of Israel. The Sinhala Ravaya National Organizer in a recently released video stated that all children who were killed in Gaza covered with child soldiers trained in attacking Israel. He said that the Muslim extremists in Sri Lanka were able to train child soldiers. Such unwise statements can be well done to justify anti-Muslim violence in the election, especially in the election period. When the Muslims were headed in 2019, it was mainly turned into a poll.",
        "One video of the Israeli-Sri Lanka Cooperation Movement stated that the Sri Lankan government permits Palestinician prostinences to the Government of Sri Lanka. Doing so, it warns Sri Lankans warm in Israel as difficult for Sri Lankans and crashes tourism. But the truth is that the economy suffered to the economy that suffered from Israel labor to the economy of Israel has to find the people globally displeased tourists, destinations. The national organizer of the Sinhala Ravaya National Organizer, who is rubbing, is a plump in his own video. He says Israel is especially think of the Sinhalese to compile a lack of employment. He argues that it strengthens the Sinhalese economy and weakening the Muslim practice. According to his view, collaborating with Palestinians is a conspiracy to destroy the Sinhala and Buddhist state. Because of such collaboration, Israeli tourists risk jobs in Israel, causing their jobs in Israel, and the events of Sri Lankans. If so, he warns that the Sinhalese Buddhist people of this country will answer the government and Muslim extremists. He says the Sinhala Buddhists in Sri Lanka should not be pushed to the situation of such a heavy reply. If so we will answer. That answer can be more serious answer than the Thirty-year's answer. \" (Youtube website).",
        "These words are threatening to release violence against Muslims in Sri Lanka. Sometimes the JAJ / JVP may be a threat to the government. The threat of a history that is released against the minister, that threat must take seriously.",
        "2025 Ago. Two Israeli nationals attacked a well-known Sri Lankan hotel and his women's companion at Arugam Bay. According to the various evidence of eyewitnesses, the attacks have been attacked without provocation. According to Israeli, who issued apology, is not a Muslim but Sinhalese but Sinhalese. The two Israelites were arrested and released on Saturday.. They should appear in the magistrate court this week. The government will be allowed to work properly, or that Israeli tourists are intervened to escape the law.",
        "The Israeli tourists were so globally due to the centers of Gaza. They were in the worst worst tourist ratings in 2022. In a particularly vertical plane,",
        "\"Aji Israeli! The worst worst tourists in the world Israeli?\" Was written in the Y Net, the Israeli web .... \"There is an unofficial policy to refuse young Israeli tourists in some hotels\" (22/11/9) Israeli engaging in jungles of jungles, the archaeological sites of jungles, the 'The Jewish Independent' was mentioned in September 2022.",
        "The Sri Lankan government has made the decision to offer the Visa for Israeli tourists.",
        "This situation worsened at present. \"The most despicable pleasure of the population is the most disgraceful pleasure of the bloodthirture.\" Prabhath Sirisena, a recent day, was written in the Daily FT. (2025.8.25- PERVERSE PLEASURES OF GENOCIDE)",
        "Israeli tourists are now full of Sri Lanka. Most of them can be a kind of new kind of new. In the state of the Gaza massacre, these soldiers may be reasonable to attack them as low creatures, which treats them as inferior creatures.",
        "Gaza Column is familiar with human eclubins that open. They also have full interfering. When the indigenous people fail to leave them, are they different from Sri Lanka differently? The recent incident in Arugambay was publicly arrested for the victim because the victim was a famous person in Sri Lanka. There is no alternative other than to tolerate the poor if poor Muslims in the area face it. If they respond, they may be labeling to terrorized their terrorism against Israeli tourists.",
        "The Sinhala Ravaya leading Sinhala extremist stock in Israel is the promotional promotion of legal legal law and predictably prevalence as a promotional promotional promotion.",
        "Opposition as a way to achieve prosperity as a miraculous paradise with Israeli-Sri Lanka Cooperation Movement. American Foreign Aid is the Most Recipient of Israel. (Annual aid is only $ 3 billion in USA). If this great aid will be suspended or deducted, it may have fallen into the country. But such subtle variations are not known in Sri Lanka, Israeli fan. Some of them say they were unknown to launch the attack on the October 7 to prevent the attack on the October 7 in Israel.",
        "Some Sinhalese Buddhist extremists may believe that Israel is in the possession of all drugs in Sri Lanka. Some may treat any of the bond with Israel as an outbreak. They spend a period that bends the advantage of politically or organized. They simply need a great wallet, a sponsor, and overall alleviation.",
        "Israel seeks to keep Sri Lanka as a country where Sri Lanka is a country without human labor (including war criminals). The political or religious agents of the country have sowed Sinhala Buddhist extremism and forcing the current government to confirm it with a more relative regime.",
        "Sinhala Buddhist extremists have wanted to make the next majority government instead of a pluralist-free Gotabhaya who has not been able to do with Ali Suldage.",
        "To achieve their public and different goals, the Israeli and Sinhala Buddhist extremists want to create a Muslim acquitor. The process of doing so will serve the extremists in the Muslim community. Political instability will come after violence / terrest. That was what happened after the 2019 terrorist activities. If the government is not attentive of it, the performance will be restored in 2029."
      ]
    }
  },
  "summary_lines": []
}