{
  "translated_text": {
    "ta": {
      "title": "පාතාලයක් ආය රටතුල බිහි වෙන්න ගර්භාෂයක් නෑ",
      "body_lines": [
        "\"பாதாள உலக பிறப்புக்குத் திரும்புவதற்கு எந்த கருப்பையும் இல்லை. මොකද දැන් ඒ දූෂිත දේශපාලය ඉවරයි.” යනුවෙන් වැවිලි සහ ප්‍රජා සංවර්ධන අමාත්‍ය සමන්ත විද්‍යාරත්න මහතා පවසයි.",
        "(07), ஹட்டனில் ஒரு விழாவில் கலந்து கொண்ட பிறகு, ஒரு சிறப்பு அறிக்கை வெளியிட்டதாக அமைச்சர் கூறினார்.",
        "\"விளக்கு சொல்லும், ஆனால் நீங்கள் கேஸ்சி காஸ்ஸி என்று சொல்கிறீர்கள். பாதாள உலகம் ஊழல் அரசியலுக்கு வந்துள்ளது. கடந்த சில நாட்களில் இல்லை. பாதாள உலகமும் அரசியலுடனும் இருந்தது. நெருக்கடி வரும்போது, ​​ஒருவருக்கொருவர் தாக்கப்பட வேண்டும். பாதாள உலகம் இலங்கையில் மட்டுமல்ல, அது முடிந்துவிட்டது. இப்போது அஸ்மலை நெருங்குவதைக் கண்டுபிடிக்க முடிந்துவிட்டது. இப்போது ஒவ்வொன்றாக சுத்தம் செய்யுங்கள். மன்னிப்பு இல்லை என்பது நாட்டின் மக்களுக்கு இது தெளிவாக உள்ளது என்று நினைக்கிறேன். எனவே, பாதாள உலகத்தை கடத்த முடியாது.",
        "பாதாள உலகம் செல்லப்போவதில்லை. ஆனால் நேரத்தை சொல்ல முடியாது. இன்-இ-மெயில் கவனிக்க வேண்டியது மட்டுமல்ல. இலங்கையில் பாதாள உலகம் சர்வதேச நிலைக்கு கொண்டு செல்லப்பட்டது. பாதாள உலகத்திற்கு யார் உணவளித்தார்கள்? யாரால் அதை அடக்க முடியவில்லை? எனவே அதற்கு நீங்கள் பொறுப்பேற்க விரும்பவில்லையா? அல்லது பாதாள உலகத்திற்கு என்ன நடக்கும்? எனவே நாடு அழிக்கப்படும். அந்த அளவிற்கு எடுத்துக் கொள்ளப்பட்டது. நீங்கள் இப்போது பாதாள உலகத்தைப் பெற முயற்சிக்கும்போது கேள்வி வந்துவிட்டது. மறுபுறம், மீண்டும் வர எந்த கருப்பையும் இல்லை என்பதை நாம் தெளிவுபடுத்தலாம். ஏனெனில் இப்போது அது ஊழல் சதி.",
        "அரசாங்கங்களின் அரசாங்கங்கள் இன்னும் எங்கு இருக்கவில்லை என்பதை நாம் கண்டுபிடிக்க முடியவில்லை. ஆனால் அவர்கள் ஒவ்வொன்றாக கண்டுபிடிப்பார்கள். இப்போது அது மூலைகளுக்கு வெளியே உள்ளது. நாட்டின் உளவுத்துறை இப்போது அவர்களை அடையாளம் கண்டுள்ளது. இப்போது சேகரிக்கப்பட உள்ளது. அவை படிப்படியாக முன் உள்ளன.",
        "இப்போது பாதாள உலகத்தைத் தேடும்போது, ​​சிலர் முன்னாள் ஜனாதிபதியின் வீடுகளுக்குச் சென்று, அமைச்சர்களின் வீடுகளுக்குச் செல்லுங்கள். பாதாள உலகில் கருப்பை உள்ளது. எனவே இது தெளிவாக உள்ளது. சில அரசியல்வாதிகள் எச்சரிக்கையாக இருக்கிறார்கள், அவர்கள் கண்டுபிடிப்பதால் அவர்கள் தங்கள் வீட்டிற்கு வரலாம் என்று நினைக்கிறார்கள். அதுதான் பிரச்சினை. இது ஒன்றும் இல்லை. நிச்சயமாக தரவரிசை பார்க்கவில்லை. சட்டத்தின் சட்டம் முன்னாள் ஜனாதிபதியின் அமைச்சராக இருக்கலாம். சட்டத்தின் மீது யாரும் இல்லை. சட்டம் நுழைகிறது.",
        "விபத்துக்கள் ஏற்பட்டுள்ளன. இல்லை, இல்லை. இப்போது பிரச்சினை நாட்டின் ஒழுக்கம், நாட்டின் தரத்தை உருவாக்குவது, ஓட்டுனர்களின் தரமாக இருக்கலாம்.. எனவே சட்டத்தின் விதி இருக்க வேண்டும். தேவையான மற்றும் செயல்படுத்தலை ஒரு தேவை மற்றும் செயல்படுத்துகிறது. இந்த நடவடிக்கைகளை செயல்படுத்த ஏதேனும் ஆட்சேபனைகள் இருக்கும். ஆனால் எனது மக்களைப் பாதுகாக்க நீங்கள் அந்த முடிவுக்கு செல்ல வேண்டும். புதிய பேச்சுவார்த்தைகளுக்கு நாங்கள் ஆடிஷன், பாதுகாப்புக்கு எதிரான பாதுகாப்பு. மக்களை மக்களுக்கு கொண்டு செல்ல ஒரு நிலையான பேருந்துகள் உள்ளன. அந்த போக்கு முன்பு நம்மை அழைத்துச் செல்ல வேண்டும். அதனால்தான் 76 ஆண்டுகளாக சரியான சாலையில் ஒரு நாட்டை அழைத்துச் செல்வது எளிதல்ல என்று நான் சொன்னேன். ஆனால் நாங்கள் உறுதிப்படுத்துகிறோம். ஆண்டு \"."
      ]
    },
    "en": {
      "title": "There is no uterus for underworld to be born in the country",
      "body_lines": [
        "\"There is no uterus for underworld return to birth. Because now that is the corrupt plot. \" Plantations and Community Development Minister Samantha Vidyaratne says",
        "The minister said that (07), he said that after attending a ceremony in Hatton, making a special statement.",
        "\"The lamp will say, but you say gascy gaszi. The underworld has come into corrupt politics. Not in the past few days. The underworld was the same with politics. And when the crisis comes, each other is to be attacked. The underworld was not only in Sri Lanka and it was out. Now is over to find azmal nearer. Now clean one by one. I think this is clear to the people of the country that there is no pardon. Therefore, it is impossible to smuggle the underworld.",
        "The underworld is not going to go. But the time cannot be said. It is not only if it is worth noting in the In-E-mail. The underworld was taken to international level in Sri Lanka. Who fed the underworld then? Who could not suppress it? So don't you want to be responsible for that? Or what will happen to the underworld? So the country will be destroyed. Had been taken up to that extent. The question has come when you're trying to get the underworld now. On the other hand, we can be clear to us that there is no uterus to come up again. Because now that is the corrupt plot.",
        "We cannot find out where the governments of the governments have yet to be. But they'll find one by one. Now it is out of corners. The intelligence sector of the country has now identified them. It's been to be collected now. They are gradually before.",
        "Now when the underworld is looking for, some go to the homes of former president's homes, go to the homes of the ministers. The underworld has the uterine. So it's clear. Some politicians are cautious, they feel that they can come to their home as they find out. That's the problem. It's nothing to do. Definitely not watching rank. The law of the law could be a minister of the former president. No one over the law. The law enters.",
        "Accidents have been caused. No, not. Then the problem now is the discipline of the country, making the country's standard, can be the standard of the drivers.. So there should be a rule of law. There is a need and implementing the necessary and implementation. There will be any objections to implement these activities. But you have to go to that decision to protect my people. We have audiry to new talks, protection against security. There is a standard buses to transport people to the people. That tendency has to take us before. That's why I said that it was not easy to take a country on the right road for 76 years. But we confirm with. Anniversarry \"."
      ]
    }
  },
  "summary_lines": []
}