{
  "translated_text": {
    "si": {
      "title": "බටහිර පළාත් ආණ්ඩුකාරවරයා කොළඹ සහ කකයිඩිව් වෙරළබඩ ප්රදේශයට පැමිණියේය",
      "body_lines": [
        "සංචාරකයින් ආකර්ෂණය කර ගැනීමට සහ රාත්රී වෙළඳසැල් පිහිටුවීමට හොඳම ස්ථානය වන බටහිර පළාත් ආණ්ඩුකාර හන්සි යූසුෆ් මහතා පැවසීය.",
        "පළාත් ආණ්ඩුකාර හනිස් යූසුෆ් කොළඹ කකයිඩිව් වෙරළබඩ ප්රදේශයේදී සිකුරාදා (22) සවස 3 ට ප්රදේශයට පැමිණියේය.",
        "බටහිර පළාත් ආණ්ඩුකාර හැනිස් යූසුෆ් මේ පැවසුවේ අධීක්ෂණ සංචාරයෙන් පසුව සාකච්ඡාව අමතමින්.",
        "ජනාධිපති අනුරකුමාරා දිසානායකගේ සැලැස්මට අනුකූලව \"ශ්රී ලංකාවේ පිරිසිදු ශ්රී ලංකාව පිරිසිදු කිරීම, කක්කයිඩිව් වෙරළබඩ ප්රදේශය කෙටි කාලීන සංවර්ධනයක් ක්රියාත්මක කරන්නෙමු.",
        "සංචාරකයින් ආකර්ෂණය කර ගැනීමට සහ රාත්රී වෙළඳසැල් සඳහා සැකසීමට මෙම ප්රදේශය හොඳම ස්ථානය බවට පත් කිරීමට අපි පියවර ගන්නෙමු.",
        "කක්කතිවරයකු වෙරළ තීරයේ භුක්ති විඳින විශාල පිරිසක් මම සාදරයෙන් පිළිගනිමි. ප්රදේශයේ ළමා උද්යානය සුන්බුන් වලින් පිරී තිබේ.",
        "මේ පිළිබඳව අවධානය යොමු කර අදාළ සමාගම්වලට උපදෙස් දෙන බව ඔහු පැවසීය.",
        "කොළඹ මහ නගර සභා කොමසාරිස් රොහානා, කොළඹ මහ නගර සභාපති සාමාජික සිංහ චූඩම්බරම් මනෝරන්හාරන් හි කොළඹ මහ නගර සභා නියෝජ්ය නානායකර පාලිත",
        "කෙලනි ගඟ හරහා කක්කඩිවිව් වෙරළ තීරයේ එකතු වන කුණු කසළ සහ ගඟේ කසළ වළක්වා ගන්නේ කෙසේද යන්න පිළිබඳව එය සාකච්ඡා කෙරිණි. කෙටිකාලීන කසළ ඉවත් කරන්නේ කෙසේද.",
        "සාකච්ඡාවේදී නාවික නිලධාරීන් සහ දෙපාර්තමේන්තු නිලධාරීන් කිහිප දෙනෙකු විසින් සාකච්ඡා පැවැත්විණි.",
        "එසේම, සුන්බුන් කොළඹ නගර කටට දමා සුන්බුන් ඇළ මාර්ග හරහා විසි කරන ලද බව බලධාරීහු පවසති.",
        "මෙය සිදුවීම වැළැක්වීම සඳහා කොළඹ මහ නගර සභා නිලධාරීන් කසළ විසි නොකිරීමට ජනතාවට උපදෙස් දුන්නේය. කුණු කසළ කටට විසි කරන අයට එරෙහිව නීතිමය පියවර ගන්නා බව ද ඔවුහු පෙන්වා දුන්හ."
      ]
    },
    "en": {
      "title": "Western Provincial Governor visited the Colombo and Kakaidivu coastal area",
      "body_lines": [
        "Western Province Governor Hanzee Yusuf said legal action would be taken against those who throw garbage in Colombo to make tourists the best place to attract tourists and set up night -time stores.",
        "Provincial Governor Hanis Yusuf visited the area on Friday (22) at 3 pm on the Kakaidivu coastal area of ​​Colombo.",
        "Western Provincial Governor Hanis Yusuf said this while addressing the discussion after the supervisory visit.",
        "\"Clean Srilanka,\" Clean Srilanka, in accordance with the plan of President Anurakumara Dissanayake, we will implement the Kakkaidivu coastal area in a short period of development.",
        "We will take steps to make this area the best place to attract tourists and set up a night -run stores.",
        "I welcome a large number of people enjoying the coast of Kakkativu. The children's park located in the area is full of debris.",
        "He said that focusing on this and instructed to the concerned companies.",
        "Colombo Municipal Council Commissioner Palitha Nanayakkara, Deputy Commissioner Rohana, Colombo Municipal Council Member Lion Chidambaram ManoharanWere attending.",
        "It was discussed on how to remove the garbage that accumulates on the Kakkadivu beach through the Kelani River and how to prevent garbage in the river, and how to remove the garbage in the short term.",
        "During the discussion, consultations were obtained by naval officers and several department officials.",
        "Also, the debris was thrown into the Colombo city mouths and the debris was thrown through the canals, officials said.",
        "To prevent this, Colombo Municipal Council officials advised people to avoid throwing garbage. They also pointed out that legal action would be taken against those who throw garbage into the mouths."
      ]
    }
  },
  "summary_lines": [
    "Western Provincial Governor visits Colombo-Kakaidivu coast. Promises to clean up beaches, attract tourists, and establish nighttime businesses. Warns against littering, threatens legal action against offenders."
  ]
}