{
  "translated_text": {
    "si": {
      "title": "இரும்புக் கம்பியால் 16 வயது மகளைத் தாக்கிய தாய்க்கு சிறைத்தண்டனை!  - மட்டக்களப்பு மேல் நீதிமன்றம் தீர்ப்பு",
      "body_lines": [
        "මඩකලපුවේ මහාධිකරණ විනිසුරු ටී.",
        "அதன்படி, குற்றவாளியென நிரூபனமாக்கப்பட்ட அந்தத் தாயின் ஒரு குற்றத்துக்கு 2 வருட கடூழிய சிறைத்தண்டனை 10 வருடத்துக்கு ஒத்திவைக்கப்பட்ட சிறைத் தண்டனையும் 5 ஆயிரம் ரூபாய் தண்டப்பணமும் அவ்வாறே 3 குற்றங்களுக்கும்  6 வருட கடூழிய சிறைத்தண்டனை 30 வருடங்களுக்கு ஒத்திவைக்கப்பட்ட சிறைத் தண்டனையும் 15 ஆயிரம் ரூபாய் தண்டப்பணமும் செலுத்துமாறும் பாதிக்கப்பட்ட சிறுமிக்கு 50 ஆயிரம் ரூபாய் நஷ்டஈடாக வழங்குமாறும் நீதவான் கடந்த 25ஆம் திகதி வியாழக்கிழமை உத்தரவு பிறப்பித்தார்.",
        "2009 නොවැම්බර් 21 වන දින දැරියගේ මව සිරගත කර, සිරගත කර පසුව මුදා හැර ඇති අතර පසුව යකඩ ගංගාවකින් යකඩ ගංගාවකින් දුවළගේ දියණියගේ අතේ යකඩ ගංගාවක වධහිංසා පැමිණවීම සම්බන්ධයෙන් ඇප මත මුදා හැර තිබේ.",
        "මෙම නඩුව ඔහුට එරෙහිව අනාවරණය වී ඇති අතර නඩුව 2017 ජූලි 12 වන දින මහේස්ත්රාත් අධිකරණයේ නඩුවේදී අනාවරණය වී ඇති අතර 2017 ජූලි 12 වන දින නඩුව විභාග වෙමින් පවතී.",
        "308 වගන්තිය යටතේ 168 වන වගන්තිය යටතේ පහර දීම සහ වධහිංසා පැමිණවීම පිළිබඳ චෝදනා මත මෙම නඩුව අත්හිටුවා ඇති බැවින් නඩු පැවරීම, සාක්ෂි සහ නීතිමය වෛද්යවරුන්ගේ වාර්තාව සම්බන්ධයෙන් මව වැරදිකරු විය.",
        "මේ අනුව, 25 වන දින මහාධිකරණ විනිසුරුවරයා ඉදිරියේ පෙනී සිටියදී වැරදිකරුට සිර ද to ුවම් නියම විය."
      ]
    },
    "en": {
      "title": "Mother imprisoned 16 -year -old daughter with an iron rod  - Batticaloa High Court verdict",
      "body_lines": [
        "Batticaloa High Court Judge TJ Prabhakaran has sentenced a 45 -year -old mother tortured torture tortured by an iron rod in Batticaloa.",
        "Accordingly, the victim was sentenced to 2 years of imprisonment for a 2 -year prison sentence for a crime of a man who was proven to be a criminal, and the victim was sentenced to 10 years of imprisonment for a five -year sentence for three crimes and 30 years of imprisonment for 30 years and 15 thousand rupees.",
        "On November 21, 2009, the girl's mother was arrested, jailed, and later released on bail on charges of being attacked and tortured by an iron river in the hands of her daughter on November 21, 2009.",
        "The case has been revealed against him and the case has been revealed on July 12, 2017, with the case of the Magistrate's Court and the case is being held on July 12, 2017.",
        "The mother was found guilty of the prosecution, evidence and legal doctors' report as the case was taken into custody on charges of attacking and torture of a 16 -year -old girl under Section 308.",
        "Following this, the culprit was sentenced to jail when he was taken up before the High Court Judge on the 25th."
      ]
    }
  },
  "summary_lines": []
}