{
  "translated_text": {
    "si": {
      "title": "මැතිවරණ ප්රචාරක වියදම් දින 21 ක් තුළ ඉදිරිපත් කළ යුතුය.සියලුම අපේක්ෂකයින් සඳහා කොමිෂන් සභාවේ උපදෙස්",
      "body_lines": [
        "මහ මැතිවරණයට ඉදිරිපත් වූ අපේක්ෂකයින් 8821 ක් දින 21 ක් තුළ මැතිවරණ ව්යාපාර පිළිබඳ තොරතුරු ඉදිරිපත් කළ යුතුය. මැතිවරණ කොමසාරිස් ජනරාල් සමන් ශ්රී රත්නායක මහතා පැවසුවේ මෙම නඩුව කාල සීමාව තුළ ඉදිරිපත් නොකළහොත් සුදුසු නීතිමය ක්රියාමාර්ග ගන්නා බවයි.",
        "මහ මැතිවරණය සාධාරණ හා ස්වාධීනව සම්පූර්ණ කර ඇත. මැතිවරණය පැවැත්වීම සඳහා සාමකාමීව සහයෝගයෙන් කටයුතු කළ ජනතාවට, ආරක්ෂක හමුදා, රාජ්ය සහ පෞද්ගලික පක්ෂ සහ මාධ්යයට අපි ජනතාවට ස්තූතිවන්ත වෙමු.",
        "ප්රජාතන්ත්රවාදීව සාමාජිකයින් 225 ක් තේරී පත්ව ඇත. එබැවින්, ජනතාවගෙන් හොඳම දේ කරන ලෙස අපි සාමාජිකයින් 225 දෙනාගෙන් ඉල්ලා සිටිමු. මැතිවරණ සාර්ථකත්වය වසර පහක ක්රියාකාරකම් මගින් තීරණය වේ.",
        "මේ කාලය 8821 දේශපාලන පක්ෂ සහ ස්වාධීන කණ්ඩායම් පදනම් කරගෙන 8821 රට රටට තරඟ කළේය. මැතිවරණ වියදම් පනත් කෙටුම්පත 2023 අංක 3 දරණ මැතිවරණ වියදම් පනත යටතේ මැතිවරණ වියදම් දිස්ත්රික්ක 22 ක් සඳහා ව්යාපාරයක් ආරම්භ කරන ලදී.",
        "මැතිවරණ ප්රචාරක පිරිවැය තීරණය කළේ මැතිවරණ දිස්ත්රික්කයේ මූලික සාධක සහ දිස්ත්රික්කයේ ජනගහනය මගිනි. ඒ අනුව, කොළඹ දිස්ත්රික්කයේ පැවති අපේක්ෂකයෙකු මැතිවරණ ව්යාපාරයේදී ඡන්ද දායකයින් සඳහා ඡන්ද දායකයින් සඳහා රුපියල් 114 ක් වැය කිරීමට සිදුවේ.",
        "ඒ හා සමානව, වන්නි මැතිවරණ දිස්ත්රික්කයට තරඟ කරන අපේක්ෂකයෙකු මැතිවරණ ව්යාපාරයේදී ඡන්ද දායකයින් සඳහා රුපියල් 82 ක් වියදම් කළ හැකිය. මේ අනුව, අනෙකුත් මැතිවරණ දිස්ත්රික්ක 20 සඳහා මැතිවරණ ව්යාපාරය ආරම්භ කරන ලදී.",
        "මහ මැතිවරණය සඳහා නිල ප්රති results ල ඊයේ (සිකුරාදා) ප්රකාශයට පත් කරන ලදී.. මැතිවරණ වියදම් 2023 අංක 3, 2023 මැතිවරණ වියදම් පනතට අනුව මැතිවරණ ප්රති results ල දින 21 ක් ඇතුළත නිල වශයෙන් ඉදිරිපත් කළ යුතුය.",
        "මහ මැතිවරණයට ඉදිරිපත් වූ අපේක්ෂකයින් 8821 ක් ඔවුන්ගේ මැතිවරණ ප්රචාරක වියදම් පිළිබඳ විස්තර සනාථ කරන විට ඔවුන්ගේ නේවාසික ප්රදේශයේ මැතිවරණ නිලධාරියාගේ කාර්යාලයට මැතිවරණය පැවැත්විය යුතුය.. දින 21 ක් තුළ විස්තර ඉදිරිපත් නොකළේ නම් සුදුසු නීතිමය ක්රියාමාර්ග ගන්නා බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The election campaign expenditure should be submitted within 21 days;Commission's instruction for all candidates",
      "body_lines": [
        "The 8821 candidates who contested the general election must submit the details of the election campaigns within 21 days. The Commissioner General of Elections Saman Sri Ratnayake said that if the case is not submitted during the period, appropriate legal action will be taken.",
        "The general election has been completed in a fair and independent. We thank the people, the security forces, the state and the private parties and the media who cooperated peacefully to hold the election.",
        "Democratically 225 members have been elected. Therefore, we urge the 225 members to do the best of the people. The success of the election will be determined by the five years of activities.",
        "This time 8821 contested the country on the basis of political parties and independent groups. Campaign for 22 Election Districts was set on the Election Expenditure Act No. 3 of 2023.",
        "The election campaign cost was determined by the basic factors of the electoral district and the population of the district. Accordingly, a candidate contesting in the Colombo district has to spend 114 rupees per voter during the election campaign.",
        "Similarly, a candidate contesting the Vanni electoral district can spend 82 rupees per voter during the election campaign. Thus, the election campaign was set for the other 20 election districts.",
        "The official results for the general election were announced yesterday (Friday). According to the Election Expenditure Act No. 3, 2023, the election results should be officially submitted within 21 days of the election results.",
        "The 8821 candidates who contested the general election must submit the elections to the office of the Elections Officer in their residential area as they confirm the details of their election campaign expenses.. He said appropriate legal action would be taken if the details were not submitted within 21 days."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Election campaign spending deadline: 21 days post-results. Candidates must report expenses to local Election Officers. Failure to comply may result in legal action."
  ]
}