{
  "translated_text": {
    "si": {
      "title": "පොදු අපේක්ෂකයා එකට සිටින්නේ කවුරුන්ද යන්න තීරණය කිරීමට අපි තීරණය කර ඇත්තෙමු - වෙන් ස්මමිස්",
      "body_lines": [
        "පොදු අපේක්ෂකයා කවුරුන්ද යන්න පිළිබඳ ප්රශ්නය වුවද, කිසිවෙකු ඒ ගැන කතා නොකරයි. \"සියල්ලන්ටම පොදු අපේක්ෂකයාගේ මූලධර්මය ගොඩනඟා ගැනීමටත්, සාමාන්ය අපේක්ෂකයා කවුදැයි අපි තීරණය කර ඇත්තෙමු.\" පොට්ටුවිල් සිට පොට්ටිකැන්ඩි දක්වා මහජන ව්යාපාරයේ නිර්මාතෘ.",
        "ඔහු මේ බව කියා සිටියේ බදාදා නහින්තුන්ය කුමුදිනි සංහාරයෙන් පසුව මාධ්ය සමඟ කතා කරමින් සිටියදීය.",
        "තවද, සිවිල් සංවිධානවල සහ ආගමික විශ්ව විද්යාලයේ සිසුන් ඇතුළු පොදු අපේක්ෂකයා පිළිබඳ තීරණාත්මක තීරණයක් වූ වවුනියාවේ තීරණාත්මක තීරණයක්.",
        "ශ්රී ලංකා ජනාධිපතිවරණය වර්ජනය කිරීමට සහ දෙමළ ඡන්ද විමසීම පිළිබඳ දෙමළ ඡන්දය ප්රදර්ශනය කිරීමට තීරණය කර ඇති අතර දෙමළ ජාතික මාවත පිළිබඳ දෙමළ ඡන්දය දෙමළ ජාතිකයාගේ දෙමළ ඡන්ද විමසීම තීරණය කර තිබේ.",
        "අතීතයේ ඉතිහාසය පක්ෂය දකුණු ශ්රී ලංකාවේ ඕනෑම පාර්ශවයකට නිවැරදි විසඳුමක් ලබා නොදෙන බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "We have decided to decide who is the common candidate together - Velan Swamis",
      "body_lines": [
        "Even though the question of who is the common candidate is found among many people, no one is talking about it. \"We have decided to build the doctrine of the common candidate to all and bring together all sides and then decide who the general candidate,\" said Velan Swamis, co -coordinator of the People's Movement from Pottuvil to Polikandi.",
        "He made this comment while speaking to the media after the Neduntivu Kumudini massacre held on Wednesday.",
        "Further, last week in Vavuniya, a decisive decision on the common candidate has been taken in consultation with various parties, including the students of the Civil Organizations and Religious University.",
        "It has been decided to boycott the Sri Lankan presidential election and show the Tamil vote on the Tamil vote and the Tamil vote on the Tamil national path has been decided to oust the Tamil general candidate.",
        "He said that the history of the past is that the party does not provide a right -related solution to any party in South Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Velan Swamis, co-coordinator of the People's Movement, announced plans to unite all factions to select a common candidate, addressing concerns raised by many but previously unspoken. This initiative follows consultations with various groups, including civil organizations and religious universities, aiming to unify the Tamil vote against the Sri Lankan presidential election. The goal is to support a Tamil candidate aligned with the Tamil national path, highlighting a historical lack of effective solutions from political parties in South Sri Lanka."
  ]
}