{
  "translated_text": {
    "ta": {
      "title": "தாக்கப்பட்ட இலங்கையர்கள் பற்றிய செய்திகளைப் பற்றியது ஹூட்டி",
      "body_lines": [
        "கப்பலில் உள்ள இரண்டு இலங்கையர்களில் ஒருவர் இலங்கை கடற்படையால் தாக்கப்பட்டார், இரண்டு இலங்கையர்களில் ஒருவர் காயமடைந்தார்.",
        "இதற்கிடையில், கப்பலில் தொற்று ஏற்பட்ட இலங்கைகள் தொடர்பாக வெளியுறவு மந்திரி அலி சப்ரியிடம் கேட்டோம்.",
        "இந்த சம்பவம் குறித்து விசாரிக்க நடவடிக்கை எடுக்கப்படுவதாக வெளியுறவு அமைச்சர் கூறினார்.",
        "வெளிநாட்டு ஊடகங்கள் மீதான தாக்குதலில் இரண்டு இலங்கை காவலர்கள், நேபாள பாதுகாவலர்கள் மற்றும் ஊழியர்கள் இருந்தனர்.",
        "ஊழியர்களிடையே 15 பிலிப்பைன்ஸ், நான்கு வியட்நாமிய மற்றும் ஒரு இந்தியர்கள் உள்ளனர்.",
        "தாக்குதலுக்குப் பிறகு, ஒரு தீ வெடித்தது மற்றும் கூட்டம் கப்பலை கைவிட்டது.",
        "காயமடைந்தவர்களில் மூன்று பேர் அமெரிக்க அறிக்கைகளில் முக்கியமானவர்கள்.",
        "ஹூதி தாக்குதலால் பயணம் செய்த மூன்று பேர் கொல்லப்பட்டனர், மேலும் நான்கு பேர் காயமடைந்தனர்.",
        "இறந்தவர்களில் இருவர் பிலிப்பினான், மற்றவர்கள் வியட்நாம்.",
        "இதற்கிடையில், 21 பேர் கப்பல் விபத்தினால் மீட்கப்பட்டனர் மற்றும் கப்பலில் காயமடைந்தவர்கள்.",
        "சந்தேக நபர்கள் கோல்டாட்டா கப்பல், ஹெலிகாப்டர்கள் மற்றும் படகுகள் மூலம் மீட்கப்பட்டதாக இந்திய கடற்படை தெரிவித்துள்ளது.",
        "யேமனின் ஹுட்டு ரீஃபூட்டர்களில் யேமனின் அதிகாரங்கள் நேற்று இரவு தாக்கப்பட்டன.",
        "எஃகு பொருட்கள் மற்றும் லாரிகளை கொண்டு செல்லும் கப்பல் கப்பல் செல்லும்போது, ​​லாரி கொண்டு செல்லும் கப்பல் சவுதி துறைமுகத்திலிருந்து ஜெட்டா துறைமுகத்திற்கு பயணம் செய்தது.",
        "பாபியோஸ் கொடியின் கீழ் பேனரின் கீழ் பயணம் செய்த லைபீரியாவுடன் பதிவுசெய்யப்பட்ட ஒரு கிரேக்க நிறுவனத்தால் ஹூத்தி தாக்கப்பட்டது",
        "வெளிநாட்டு அறிக்கையின்படி, இந்த கப்பல் உதவியிலிருந்து சுமார் 50 கடற்படை மைல்கள் தாக்கியது.",
        "இதன் விளைவாக, இறப்பு வரலாற்றில் வணிகக் கப்பல் முதல் முறையாக ஒரு வணிகக் கப்பல் முதல் முறையாகும்.",
        "ஈரானின் ஆதரவாளர்கள் கூறுகையில், ட்ரூருசிடென்ஸ் அவர்களின் எச்சரிக்கைகள் இருந்தபோதிலும் தாக்குதலை மாற்றினார்.",
        "இருப்பினும், இந்திய கடற்படை கப்பலை விடுவிக்க நடவடிக்கை எடுத்தது.",
        "தாக்குதல்களுக்கு முகங்கொடுக்கும் 21 பேர் விடுவிக்கப்பட்டு காயமடைந்தவர்கள் என்று இந்திய கடற்படை கூறுகிறது.",
        "நவம்பர் 19 முதல் ஈரானை ஆதரிக்கும் ஹ outh தி கிளர்ச்சியாளர்கள் செங்கடல் வழியாக பயணிக்கும் வணிகக் கப்பல்களால் தாக்கப்பட்டுள்ளனர்.",
        "காசாவில் போரின் போது பாலஸ்தீனியர்கள் ஆதரிக்கப்பட்டதாகக் கூறினார்.",
        "கடந்த 65 ஆம் ஆண்டில் செங்கடலுக்கு படகுகளின் எண்ணிக்கை 65 க்கு மேல் இருந்தது.",
        "இரண்டு நாட்களில் அவர்கள் கார்ப்பரேட் எதிர்ப்பு ஏவுகணைகளைப் பயன்படுத்தியது ஐந்தாவது முறை.",
        "பிரிட்டிஷ் உரத்தை கொண்டு செல்லும் ரியுபெரா, கடந்த வார இறுதியில் வார இறுதியில் கடல் தாக்குதல்களாக இருந்த முதல் கப்பல் ஆகும்.",
        "ஆபத்து ஆபத்து காரணமாக செங்கடல் வணிக போக்குவரத்து 42 சதவீதம் வரையறுக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Hoouti was about news about Sri Lankans who were attacked",
      "body_lines": [
        "One of the two Sri Lankans in the ship was attacked by the Sri Lanka Navy said that one of the two Sri Lankans were injured.",
        "Meanwhile, we asked the Foreign Minister of Foreign Minister Ali Sabri regarding the Sri Lankans who were infected with the ship.",
        "The Foreign Minister said that steps are being taken to investigate the incident.",
        "Two Sri Lankan guards, Nepal defenders, and staff were in the attack on foreign media.",
        "There are 15 Filipino between staff, four Vietnamese and an Indian.",
        "After the attack, a fire had erupted and the crowd had abandoned the ship.",
        "Three of the injured have been critical in US reports.",
        "Three persons who traveled by the hoothy attack were killed and four others were injured.",
        "Two of the deceased were Filipinon and the other was Vietnam.",
        "Meanwhile, 21 persons were redeemed by the shipwreck and the injured in the ship.",
        "The Indian Navy said that the suspects were redeemed by the Coltata ship, helicopters and boats.",
        "Yemen's powers at Yemen's Hutu Rebuers were attacked last night.",
        "When the ship transporting steel products and trucks, the ship transporting the truck was sailing to Jeddah Harbor from the Port of Saudi.",
        "The hoothi was attacked by a Greek company registered with Liberia, who was sailing under the banner under Babyos Flag",
        "According to foreign reports, the ship was hit by about 50 naval miles from Aid.",
        "As a result, a commercial ship was the first time a commercial ship was the first time in a history of death.",
        "The supporters of Iran say that the Truruzidens shifted the attack despite their warnings.",
        "However, the Indian Navy took steps to release the ship.",
        "The Indian Navy says that 21 persons who were injured in the face of attacks were liberated and the injured.",
        "The Houthi rebels who support Iran from November 19 have been attacked by commercial vessels traveling through the Red Sea.",
        "Saying that the Palestinians were supported during the war in Gaza.",
        "The number of boats to the Red Sea during the past 65 was over 65.",
        "This is the fifth time they used anti-corporate missiles in two days.",
        "The Reuberah, which is transporting British fertilizer, was the first ship to be sea attacks on the weekend last weekend.",
        "The Red Sea commercial transport has been limited by 42 percent due to the risk of the risk."
      ]
    }
  },
  "summary_lines": [
    "A ship carrying Sri Lankans, Nepal defenders, and staff was attacked by the Sri Lanka Navy, injuring one. The Foreign Minister of Sri Lanka is investigating. After the attack, a fire broke out, and 21 were rescued. The ship, carrying steel products and trucks, was attacked by a Greek company under a Liberian flag, 50 nautical miles from Aid. The Indian Navy rescued the injured and said the attack was shifted despite warnings."
  ]
}