{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජනපද මැතිවරණ ප්රති .ල එනතෙක් යුක්රේන සොල්දාදුවන් බලා සිටී",
      "body_lines": [
        "අලෙවිසැලෙහි බිඳුණු කැඩපත පිරිසිදු කරමින් සිටින යුක්රේනයේ ජාත්යන්තරය, තම රටේ අනාගතය සැතපුම් 5000 ක් away තින් පිහිටි ඇමරිකානු ඡන්දදායකයින් අතේ ඇති බව දනී.",
        "කමලහාරියිස් නම් කාන්තාවක් අපට ජයග්රහණය කර අපට උපකාර කරනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
        "මෙය ජබෝර්ියාවේ සුපුරුදු සිදුවීමයි.",
        "\"මැතිවරණ ප්රති results ල ගැන අපි කනස්සල්ලට පත්වෙනවා\" කියා ඔහු පවසයි. \"අපට අවශ්ය වන්නේ සතුරා පරාජය කිරීමටයි.\"",
        "යුද්ධය ජය ගැනීමට කුඩාම අවස්ථාවක් ඇති යුක්රේනයේ ජයග්රහණය එක්සත් ජනපදයේ සහාය මත රඳා පවතී.",
        "රුසියානු පදිංචිකරුවන් ඉවත් කිරීමට බලාපොරොත්තුවෙන් යුක්රේනය 2023 දී ප්රතිචාර දැක්වීය.",
        "කෙසේ වෙතත්, යුක්රේනයේ තත්වය දැන් අවධානය යොමු කිරීම කෙරෙහි අවධානය යොමු කළ නොහැකිය.",
        "බෝම්බ සහ මිසයිල යුක්රේනයේ නගරවලට පහර දෙයි.",
        "ප්රජාතන්ත්රවාදී අපේක්ෂක කමලා හරිස් පවසා ඇත්තේ ඔහු මැතිවරණයෙන් ජයග්රහණය කළහොත් යුක්රේනයට හමුදා ආධාර අඛණ්ඩව පවතින බවයි.",
        "ඩොනල්ඩ් ට්රම්ප් නැවතත් ජනාධිපති නම්, වත්මන් ඩොලර් බිලියන 50 ක හමුදා ආධාර දිගටම කරගෙන යාම යුක්රේනයට අපහසුය.",
        "උතුරු කොරියාවේ දකුණු කොරියාවට එක්සත් ජනපද යුක්රේනයේ ඉඩම අතහැර දමා පෙරමුණු අක්රීය කරන ලෙස එක්සත් ජනපදය ඉල්ලා සිටින්නේ නම් ජබෙරිජියා වැනි ප්රදේශ බෙදීමට ජාවාරිස්ජියා වැනි ප්රදේශ බෙදිය හැකිය.",
        "ට්රම්ප්, ඔහු යුද්ධය අවසන් කිරීමට උත්සාහ කරන බව පවසා ඇති ට්රම්ප් පවසා ඇත්තේ යුක්රේනයට කුඩා ඉඩමක් අත්හැරිය යුතු බවයි.",
        "දෙවනුව, එක්සත් ජනපදය සිය සහයෝගය මුළුමනින්ම ඉවත් කළහොත්, රුසියාව යුක්රේනය පමණක් නොව එයින් ඔබ්බට විය හැකිය.",
        "තෙවන හැකියාව වන්නේ යුක්රේනයේ කොටස් රුසියාවෙන් සම්පූර්ණ කිරීමයි - මේ සඳහා ඇති හැකියාවන් අඩුය.",
        "යුක්රේනයේ සොල්දාදුවන් ඇන්ඩ්රි - යුද්ධයේ යෙදී සිටින ඇමරිකානු-සමිතියේ සංරක්ෂිත අංශයේ අණ දෙන නිලධාරියා පවසන්නේ එක්සත් ජනපද ආධාර නතර කළහොත් බර යුක්රේනය විසිනි.",
        "අප සතුව ඇති දේ සමඟ සටන් කරන නමුත් යුක්රේනයට තනිවම සටන් කළ නොහැකි බව අපි කවුරුත් දනිමු.",
        "ඔවුන් නොවැම්බර් 5 වන දින නොසන්සුන් බවක් බලාපොරොත්තුවෙන් සිටී.",
        "එහි බටහිර සගයන් යුක්රේනයේ යුද ප්රයත්නයන් සඳහා සහයෝගය දැක්වීමට තීරණය කරන විට එක්සත් ජනපදය පරමාදර්ශයක් ලෙස දකී.",
        "ඇන්ඩ්රි පවසන්නේ අප අපට උදව් කිරීමට අකමැති අපේක්ෂකයාට අප උදව් නොකරන අපේක්ෂකයා මැතිවරණ මැතිවරණයෙන් ඉදිරියෙන් සිටින බවයි. එය බලාපොරොත්තු සුන් කරවන අතර කලකිරීමට කරුණකි",
        "යුක්රේන හමුදාව සිය සමාජය ලෙස සමාගමක් ලෙස කටයුතු කරන විට, රුසියාවේ කුරිරුකමට කෙලින්ම මුහුණ දුන් පුද්ගලයෙකුට අප මුහුණ දිය යුතුය.",
        "ලෞබෝගේ දියණිය සහ මුනුබුරු මිනිබිරියන් රුසියාව පූර්ණ - මිලිටරි මෙහෙයුමක් ආරම්භ කිරීමත් සමඟ එක්සත් ජනපදයට පලා ගියේය.",
        "මීට වසර දෙකකට පෙර අපි ඔහුගේ කොම්පුවාවේ ගම්මානයේදී ඔහුව මුණගැසුණා.",
        "යුද්ධයෙන් එළවළු ප්රදේශය අසල ජීවත් වුවද, ඔහු මෙවර ඉතා සතුටට පත්වේ.",
        "1991 දී අපගේ ජීවිත ලබා දුන් අයගේ සිහින අප වෙනුවෙන් බව ඔහු අපෙන් විමසීය. 1991 දී අපගේ දේශසීමා වෙත ළඟා වන විට, ක්රිමියාවේ ලුගන්ස්ක් ඩොනෙට්ස්ක් අප හා සමාන විය.",
        "කමලා හරිස්සි යුක්රේනයේ අභිමතය පරිදි දක්නට ලැබේ.",
        "ඒ අතරම, යුක්රේනයේ දකුණු හා නැගෙනහිරින් අවසන් වීමට කැමති අය ඩොනල්ඩ් ට්රම්ප්ගේ නායකත්වය හොඳම අවස්ථාව ලෙස සලකති.",
        "රුසියාව සිය දැවැන්ත මිලිටරි මෙහෙයුම ආරම්භ කරන අවස්ථාවේ යුක්රේනය සාකච්ඡා වල යෙදිය යුතු යැයි මෙහිදී හැඟීම මෙන්න."
      ]
    },
    "en": {
      "title": "Ukraine soldiers waiting for US election results",
      "body_lines": [
        "Ukraine's International, who is cleaning the broken mirror of the outlet, knows that the future of his country is in the hands of American voters who are 5000 miles away.",
        "We hope that a woman named Kamalahariis will win and help us.",
        "This is the usual event in Jaboria.",
        "\"We are worried about the election results,\" he says. \"We want to defeat the enemy.\"",
        "The victory for Ukraine, which has the smallest opportunity to win the war, depends on the US support.",
        "In this area, the Ukraine responded in 2023, hoping to remove the Russian occupants.",
        "However, the situation of Ukraine has now become impossible to focus on focusing.",
        "Bombs and missiles are attacking Ukraine cities.",
        "Democratic candidate Kamala Haris has said that if he wins the election, military aid to Ukraine will continue, while his powers may be limited by the US Congress in the hands of the Republican Party.",
        "If Donald Trump is again president, it is difficult for Ukraine to continue the current $ 50 billion military assistance.",
        "North Korea's South Korea can split up areas such as Jaborijia if the US requests to give up the land of Ukraine and disable the fronts.",
        "Trump, who has said that he will make efforts to end the war, says Ukraine will have to give up a little land.",
        "Secondly, if the United States completely withdraws its support, Russia may conquer not only Ukraine but also beyond it.",
        "The third possibility is to complete its parts of Ukraine from Russia - the possibilities for this are low.",
        "Ukraine's soldiers Andrei - the commander of the American -made Archive Division, which is in the warfare, says that if the US assistance is stopped, the burden will be carried out by Ukraine.",
        "We all know that we will fight with what we have but that Ukraine cannot fight alone.",
        "They are waiting for nervousness on November 5th.",
        "Its Western colleagues see the United States as a paradigm when they decide to support Ukraine's war efforts.",
        "Andrei says that when we hear that the candidate who does not want us to help us is at the forefront of the election polls, it is disappointing and frustrating",
        "As the Ukrainian army looks firm as its society, we need to face a person who directly faced Russia's ruthlessness.",
        "Liubo's daughter and grandchildren fled to the United States as Russia started a full -scale military operation.",
        "Two years ago we met him in his village of Komisuwa.",
        "Despite living near the war -placed area, he is very happy this time.",
        "He asked us what the dreams of those who gave their lives were for us. I would like to end the war as we reach our borders in 1991, and Crimea Lugansk Donetsk was seen as us.",
        "Kamala Harisy is seen as the wishes of Ukraine.",
        "At the same time, those who wish to come to an end in the southern and east of Ukraine consider Donald Trump's leadership to be the best opportunity.",
        "Here is the feeling that Ukraine should be engaged in negotiations at the time when Russia started her massive military operation."
      ]
    }
  },
  "summary_lines": [
    "Ukrainian soldiers anxiously await US election results, hoping Kamala Harris will continue military aid. Donald Trump's presidency may limit support, potentially impacting Ukraine's war efforts against Russia."
  ]
}