{
  "translated_text": {
    "ta": {
      "title": "கொடூரமான பஸ் விபத்து",
      "body_lines": [
        "மஹியங்கனயா-காண்டி பிரதான சாலையில் உள்ள மேடமஹவுவரா பகுதியில் ஒரு சொகுசு பஸ் திறந்து வைக்கப்பட்டுள்ளது.",
        "பஸ்ஸின் ஓட்டுநர், அதன் உரிமையாளரும் மற்றொருவரும் சிகிச்சைக்காக பெரடேனியா மருத்துவமனையில் அனுமதிக்கப்பட்டனர்.",
        "பஸ் ஆபத்தில் இருந்தபோது பஸ் ஆபத்தில் இருப்பதாக தகவல் தெரிவிக்கப்பட்டுள்ளது, ஆனால் அது ஆபத்து அல்ல.",
        "காயமடைந்தவர்கள் பின்னர் சிகிச்சைக்காக மருத்துவமனைக்கு கொண்டு செல்லப்பட்டனர்.",
        "பஸ்ஸை விற்க பஸ் விற்க விபத்து ஏற்பட்டது என்று மேலதிக தகவல்கள் தெரியவந்துள்ளன."
      ]
    },
    "en": {
      "title": "The horrific bus accident",
      "body_lines": [
        "A luxury bus has been inaugurated at the Medamahauwara area on the Mahiyanganaya-Kandy main road.",
        "The driver of the bus, its owner and another was admitted to the Peradeniya Hospital for treatment.",
        "The information is reported that the bus was in danger when the bus was in danger, but it was not a danger.",
        "The injured were later taken to hospital for treatment.",
        "The further information has been revealed that the accident had occurred to sell the bus to sell the bus."
      ]
    }
  },
  "summary_lines": [
    "A horrific bus accident in Medamahauwara on the Mahiyanganaya-Kandy road resulted in the driver, owner, and another person being hospitalized. The bus was reportedly in danger, but it was not. The accident was revealed to be a scam to sell the bus."
  ]
}