{
  "translated_text": {
    "si": {
      "title": "පොලිසිය සෝදිසියෙන් සිටියේය",
      "body_lines": [
        "පොලිස් මාධ්ය ප්රකාශක නියෝජ්ය පොලිස්පති නිහාල් තල්වුව මහතා පැවසුවේ පොලීසිය විසින් අද (12) මහ මැතිවරණයට පෙර අද (12) විශේෂ ආරක්ෂක පියවරයන් පවත්වා ඇති බවයි.",
        "දිවයින පුරා සිටින සියලුම ඡන්ද මධ්යස්ථානවල පොලිස් නිලධාරීන් 64,000 ක් පමණ යොදවනු ඇතැයි ඔහු පැවසීය.",
        "රට පුරා මැතිවරණ දිනයේදී සහ ඊළඟ දවසේදී පොලිස් නිලධාරීන් යොදවා ඇති බව ඔහු පැවසීය.",
        "ආරක්ෂාව සඳහා පොලිස් නිලධාරීන් 64,000 ක් පමණ යොදවා ඇති අතර පොලිස් විශේෂ කාර්ය සාධක බලකායේ නිලධාරීන් 3,200 ක් රාජකාරියේ යෙදී සිටින බව ද ඔහු පෙන්වා දුන්නේය.",
        "ඒ අතරම, සෑම කෙනෙකුම ස්වාධීන හා සාමකාමී මැතිවරණයක් පැවැත්වීමට සහාය ඉල්ලා සිටින බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The police were in alert",
      "body_lines": [
        "Police Media Spokesperson Deputy Inspector General of Police Nihal Talduwa said that the police have carried out special security measures from today (12) ahead of the general election.",
        "About 64,000 police officers will be deployed at all polling booths across the country, he said.",
        "He added that police officers will be deployed on the day of elections nationwide and the next day, if needed.",
        "He also pointed out that about 64,000 policemen have been deployed for security and 3,200 officers of the Police Special Task Force are ready for duty.",
        "At the same time, he said that everyone is asking for the support to hold an independent and peaceful election."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Police deploy 64,000 officers nationwide for election security. Special Task Force stands ready. Authorities seek public support for peaceful polls."
  ]
}