{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலுடன் தொடர எந்த தயாரிப்பும் இல்லை",
      "body_lines": [
        "ஐ.ஜி.பி.யை நியமிப்பதில் உள்ள சிக்கல் ஒரு வாரத்தில் தீர்க்கப்பட்டு ஒரு சுயாதீன தேர்தலை நடத்த சூழலை அமைக்கிறது",
        "ஜனாதிபதி தேர்தல் இனி செப்டம்பர் 21 ஐ விட முன்னேற தயாராக இல்லை.",
        "தேர்தல்கள் மக்களின் இறையாண்மையின் ஒரு பகுதியாகும் - அதை மீற அனுமதிக்க முடியாது.",
        "சபாநாயகர் மற்றும் தலைமை நீதிபதியின் பிரச்சினை ஒரு வாரத்திற்குள் தீர்க்கப்படும் என்று ஜனாதிபதி ரணில் விக்கிரேமேசிங் வலியுறுத்தினார்.",
        "செப்டம்பர் 21 இல் ஜனாதிபதித் தேர்தலைத் தொடர ஜனாதிபதி தயாராக இல்லை என்றும், ஜனாதிபதி தேர்தல் செப்டம்பர் 21 ஆம் தேதி தெரிவிக்கப்படும் என்றும் ஜனாதிபதி கூறினார்.",
        "அரசியலமைப்பின் 106 வது பிரிவின்படி, நாட்டின் சுயாதீனமான மற்றும் சுதந்திர தேர்தல்களுக்கு தேர்தல் ஆணையத்திற்கு உரிமை உண்டு என்று ஜனாதிபதி கூறினார்.",
        "கொழும்பு-ஹோமகாமா வளாகத்தில் உள்ள 'ஜெயவாமு இலங்கை கொழும்பு' கொழும்பு மாவட்டத்தில் பங்கேற்ற இந்த அறிக்கையை ஜனாதிபதி ரணில் விக்ரெமேசிங் வெளியிட்டார்."
      ]
    },
    "en": {
      "title": "No preparation to proceed with the presidential election",
      "body_lines": [
        "The problem with the appointment of the IGP is resolved in a week and set up the context to hold an independent election",
        "The presidential election is no longer prepared to move forward than September 21.",
        "Elections are part of the people's sovereignty - it cannot be allowed to be violated.",
        "President Ranil Wickremesinghe stressed that the problem with the Speaker and the Chief Justice will be resolved within a week.",
        "The president said that the president was not prepared to continue the presidential election in September 21 and that the Presidential Election would be informed on the 21st of September.",
        "According to Article 106 of the Constitution, the President said that the election commission was entitled to the powers independent and free elections in the country.",
        "President Ranil Wickremesinghe made this statement participating at the 'Jayawamu Sri Lanka Colombo' Colombo District at the Colombo-Homagama premises."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe announced that issues hindering the presidential election would be resolved within a week, ensuring independent and free elections as per Article 106 of the Constitution. He emphasized the importance of elections in preserving the people's sovereignty and stated that preparations for the election, initially scheduled for September 21, were insufficient. The President made this statement at the 'Jayawamu Sri Lanka Colombo' event, highlighting his commitment to resolving political disputes to facilitate the electoral process."
  ]
}