{
  "translated_text": {
    "ta": {
      "title": "மாம்பழம் கோவில் தேவாவில் ரூ",
      "body_lines": [
        "உக்குலங்குளத்தின் இந்து கோவிலில் உள்ள இந்து கோவிலில் உள்ள இந்து கோவிலில் உள்ள இந்து கோவிலில் நடைபெறும் பொருட்களை ஏலம் வருவதாக கோவில் அறக்கட்டளை வாரியம் தெரிவித்துள்ளது.",
        "சித்தாகஜர் கோவிலில் நேற்று நடைபெற்ற வருடாந்திர திருவிழாவிற்கு நேற்று (14) ஏலம் நடைபெற்றது.",
        "மாம்பழக் கோப்பை பொது பகுதியில் உள்ள நாடெஸில் உள்ள உக்குலங்குளம் பகுதியில் வசிக்கும் சந்திரன் சின்டாஜா என்ற பெண்ணால் வாங்கப்பட்டது.",
        "இருப்பினும், இந்து கோவிலில் ஏலத்தில் நடந்த பெண் ஆகஸ்ட் 2023 இல் இந்து கோவிலில் ஏலத்தில் வாங்கப்பட்டார்.",
        "இந்த மாம்பழம் மற்றும் குடும்பத்தின் அமைதி மற்றும் குடும்பத்தினருக்கு அமைதியானது மற்றும் குடும்பத்திற்கு அமைதியானது மற்றும் குடும்பத்திற்கு அமைதியானது ஆகியவற்றின் பணத்தை வழங்க இந்த மாம்பழத்திற்கு நிதியளிக்கிறது.",
        "இந்த நாட்களில் வடக்கு மாகாணத்தில் உள்ள இந்து கோவில்கள் வைக்கப்பட்டுள்ளன, மேலும் வவைனியாவின் இந்து கோவிலின் மாம்பழம் ரூ."
      ]
    },
    "en": {
      "title": "The mango is auctioned at Rs. 285,000 at Kovil Deva",
      "body_lines": [
        "The Kovil Trust Board said that the auction of sacrificing goods held at the Hindu Kovil at the Hindu Kovil in the Hindu Kovil at the Hindu Kovil of Ukkakulankulam.",
        "The auction was held yesterday (14) to the Annual Festival held at the Sidhagager Kovil yesterday.",
        "The mango file was purchased by a woman named Chandran Syntaja, a resident of Ukkulankulam area in general area Naddés.",
        "However, the woman at the Auction at the Hindu Kovil was purchased at the Auction at the Hindu Kovil in August 2023.",
        "This mango is funded at the auction to provide the money for the development of the temple and the universities of the Hindus and the peace of the family and the peaceful for the family and the family will be eradicated..",
        "Hindu Kovils in the Northern Province have been held these days and a mango of the Hindu Kovil of Vavuniya has been auctioned for Rs. 95,000 and 3 million in the Hindu Kovil."
      ]
    }
  },
  "summary_lines": [
    "A rare mango sold for Rs. 285,000 at Kovil Deva's Hindu temple auction, part of annual festivities, was bought by Chandran Syntaja. The proceeds support temple development, education, and community harmony."
  ]
}