{
  "translated_text": {
    "ta": {
      "title": "நாகலா மற்றும் மிலன் பற்றி உங்களுக்குத் தெரியுமா?",
      "body_lines": [
        "சர்வதேச அளவில் விளையாடாத இரண்டு வீரர்களை விளையாடாத இரண்டு வீரர்கள்.",
        "இருப்பினும், இது ஒரு நட்சத்திர நட்சத்திர வீரராகவும் கற்பிக்கப்படுகிறது.",
        "33 வயதான ஒரே 33 வயதானவர்.",
        "அவர் முதல் 107 (நீரிழிவு 174) மற்றும் 257 விக்கெட்டுகளை வென்றுள்ளார்.",
        "அவர்களின் இன்னிங்ஸில் 50 விக்கெட்டுகளின் சிறந்த பந்து வீச்சாளர்கள் தங்கள் இன்னிங்ஸில் 50 விக்கெட்டுக்கு பந்து வீசப்பட்டுள்ளனர்.",
        "முதல் நூற்றாண்டு நிசலாவின் முதல் நூற்றாண்டின் போரின் பங்குகளில் 2,358 ரன்கள் மற்றும் 11 அரை நூற்றாண்டுகள்.",
        "எஸ்.எஸ்.சி என்பது பல இலங்கை பிரீமியர் விளையாட்டுக் கழகங்களுக்காக விளையாடும் தற்போதைய விளையாட்டுக் கழகமாகும். விளையாட்டு கிளப்.",
        "இதற்கிடையில், மற்ற வீரர் வாரியபோலாவில் உள்ள ஸ்ரீ சுமங்கலா வித்யாலயாவின் வெளிநாட்டு மாணவர், டெஸ்ட் அணியின் மற்ற வீரர்.",
        "கொலம்போ மோர்ஸ் ஸ்போர்ட்ஸ் கிளப்பில் மிலனின் முதல் பந்து வீச்சாளர் 39 விக்கெட்டுகளில் 79 விக்கெட்டுகள்.",
        "அவரது இன்னிங்ஸில் அவரது சிறந்த பந்து வீச்சாளர்கள் 36 ரன்களுக்கு ஐந்து விக்கெட்டுகளை எரிப்பதாகும்.",
        "அவர் இரண்டு ஐம்பதுகளுடன் இரண்டு ஐம்பதுகளுடன் 633 ரன்கள் எடுத்த பேட்ஸ்மேன் ஆவார்.",
        "பால் மற்றும் மிலன் இருவரும் மே மாதம். சாரா ஓவலில் உள்ள ஆப்கானிஸ்தான் ஆப்கிஸ்தானா \"ஏ\" அணி 'ஏ' அணிக்கு எதிராக விளையாடப்பட்டது.",
        "இலங்கை ஒரு இன்னிங்ஸில் 26 ரன்கள் மற்றும் 26 ரன்களில் வென்றது.",
        "இரண்டாவது குடிமக்களில் இந்த சிறப்பம்சங்கள் செய்யப்பட்டன, அவர்களின் இரண்டாவது இன்னிங்ஸில் 42 ரன்களுக்கு ஆறு விக்கெட்டுகள்."
      ]
    },
    "en": {
      "title": "Do you know about the Nagala and Milan called for the Sri Lanka Test squad?",
      "body_lines": [
        "Two players who have not played two players who have not played internationally.",
        "However, it is also taught as a star-starve player.",
        "The 33-year-old is the only 33-year-old.",
        "He has won the first 107 (irrig 174) and 257 wickets.",
        "The best bowlers of 50 wickets in their innings have been bowled out for 50 wickets in their innings.",
        "The first century is 2,358 runs among the shares of Nissala's battle of the first century and 11 half centuries.",
        "SSC is the current sports club that is playing for several Sri Lankan premier sports clubs. Sports club.",
        "Meanwhile, the other player is a foreign student of Sri Sumangala Vidyalaya in Wariyapola, the other player in the Test squad.",
        "Milan's first bowler in Colombo Morse Sports Club is 79 wickets in 39 wickets.",
        "His best bowlers in his innings is to burn five wickets for 36 runs.",
        "He is also a batsman who scored 633 runs with two fifties with two fifties.",
        "Both Milk and Milan Both of the year at May. The Afghanistan AFghisthana \"A\" team in the Sara Oval was played against the 'A' team.",
        "Sri Lanka wins 26 runs in an innings and 26 runs.",
        "The highlights were made in the second inhabitants, six wickets for 42 runs in their second innings."
      ]
    }
  },
  "summary_lines": [
    "Nagala and Milan, two uncapped international players, have been included in the Sri Lanka Test squad. Despite not having international experience, they are recognized for their domestic performances. Nagala, aged 33, boasts impressive statistics including 107 runs and 257 wickets, making him one of the top bowlers. Milan, a product of Sri Sumangala Vidyalaya, has shown promise with 633 runs and 79 wickets. Both players had a notable performance against the Afghan 'A' team, contributing significantly to Sri Lanka's victory."
  ]
}