{
  "translated_text": {
    "si": {
      "title": "බදු වැඩි කිරීමෙන් බේකරි නිෂ්පාදන ගබඩා කිරීම",
      "body_lines": [
        "පාරිභෝගික අයිතිවාසිකම් ආරක්ෂණ ජාතික ව්යාපාරයේ සභාපති රංජිත් විදානගේ මහතා පැවසුවේ බේකරි නිෂ්පාදන භාවිතය සඳහා වන බද්ද හේතුවෙන් පංචයාට් නිෂ්පාදන වැනි බේකරි නිෂ්පාදන අලෙවිය සඳහා බදු අය කර ඇති බවයි.",
        "ඩේලි මිරර් පුවත්පතට අදහස් දක්වමින් ඔහු කියා සිටියේ ආනයනය කරන ලද තිරිඟු පිටි රු.රුපියල් 50 ක් බදු අය කළ බිත්තර මිල ගණන් ඉහළ ගොස් ඇති අතර බටර් කිලෝග්රෑමයකට රුපියල් 6,000 කි.",
        "එබැවින්, බේකරි භාණ්ඩවල මිල සියයට 40 කින් සහ අනෙකුත් බේකරි නිෂ්පාදන අලෙවිය සියයට 25 කින් පහත වැටී තිබේ.පෑන් හැර බේකරි භාණ්ඩ සඳහා සියයට 18 ක බද්දක් ද සියයට 18 කි.",
        "මෙම අවස්ථාවේ දී, විතානගේ මහතා පැවසුවේ බේකරියෙන් සියයට 10 ක් වසා දමා ඇති අතර, විදුලි ගාස්තු සියයට 21.9 කින් අඩු කර තිබියදීත් බේකරි හිමිකරුවන්ගේ මිල බේකරි භාණ්ඩවල මිල අඩු නොකළ බවයි."
      ]
    },
    "en": {
      "title": "Storage of bakery products by increasing tax",
      "body_lines": [
        "Ranjith Vidhanage, Chairman of the National Movement of Consumer Rights Protection, said that the sales of bakery products such as panchayat products have been taxed due to the tax on the use of bakery products.",
        "Speaking to the Daily Mirror, he said the imported wheat flour was Rs.50 rupees taxed, egg prices have increased and Rs 6,000 per kg of butter.",
        "Therefore, the price of bakery goods has increased by 40 per cent and the sales of other bakery products have fallen by 25 per cent.Also, 18 per cent tax on bakery items besides Pan.",
        "In this case, Vithanage said that 10 percent of the bakery was closed and the price of bakery owners did not reduce the price of bakery goods, despite the reduction in electricity tariff by 21.9 percent."
      ]
    }
  },
  "summary_lines": [
    "Ranjith Vidhanage, Chairman of the National Movement of Consumer Rights Protection, stated that the tax on bakery products, including imported wheat flour and butter, has led to a 40% increase in bakery goods prices and a 25% decrease in sales. Despite a 21.9% reduction in electricity tariffs, bakery owners did not lower prices, resulting in 10% of bakeries closing."
  ]
}