{
  "translated_text": {
    "ta": {
      "title": "சமூக ஊடக நெட்வொர்க்குகள் மூலம் வரும் போலி செய்திகளைப் பற்றி ஜாக்கிரதை",
      "body_lines": [
        "வாட்ஸ்அப்ஸ் (போஸ்ட்) மத்திய சுதந்திரமான தனிப்பட்ட தரவு நிதித் தகவல் உள்ளிட்ட வாட்ஸ்அப்ஸ் உள்ளிட்ட சமூக ஊடகங்களைப் பயன்படுத்தும் க.பொ.த.",
        "அதன்படி, வேலை பாதுகாத்தல், பரிசுகள், வெற்றி மற்றும் WAMSAPP செய்திகள் பல்வேறு வங்கிகள், வணிக நிறுவனங்கள், சர்வதேச அமைப்புகள், சர்வதேச நிறுவனங்களின் நிறுவனங்களின் போலி செய்தி மற்றும் வாட்ஸ்அப் செய்திகளால் கவனமாக அனுப்பப்படும். .",
        "(போலி வலை) வலைத்தளம், சமூக ஊடக இடங்கள், எஸ்எம்எஸ், வாட்ஸ்அப், இந்த சைபர் கடத்தல்காரர்களை எஸ்எம்எஸ், வாட்ஸ்அப் மூலம் உங்களுடன் சேர அனுப்பவும்.இணைப்புகளுக்கான பார்வையாளர்கள் அவர்கள் கணினிகளுடன் இணைக்கப்பட்டுள்ளனர், தனிநபர்களின் தரவுகளுடன் இணைக்கப்பட்ட செல்போன்கள் மற்றும் பண மோசடிகளைச் செய்கிறார்கள்.",
        "எஸ்பிரெசாப் வாட்ஸ்அப் செய்திகளால் அனுப்பப்பட்ட OTP கடவுச்சொல் தகவல்களைப் பயன்படுத்துகிறது, குறிப்பாக ILAP கடவுச்சொல் தகவல்களால் அனுப்பப்பட்டது. இது உங்கள் வாட்ஸ்அப் கணக்கைப் பயன்படுத்தி வெவ்வேறு உதவி கோரிக்கைகளுடன் செயல்படும்.",
        "இத்தகைய குற்றங்கள் சமீபத்திய ஆண்டுகளில் அதிகரித்து வருவதாகவும், பாதிக்கப்பட்டவர்களின் அளவு அதிகரித்து வருவதாகவும் இலங்கை சர்னி கூறுகிறார்.. ஆன்லைனில் பிற பரிவர்த்தனைகள் மற்றும் பிற செயல்பாடுகளில் தொடர்புடைய பணிகளுக்கு நீங்கள் எந்த அளவிற்கு விண்ணப்பிக்கிறீர்கள் என்று கேட்பது உங்கள் உரிமை.",
        "சமூக ஊடகங்கள் மற்றும் பல்வேறு தகவல்தொடர்பு நெட்வொர்க் மூலம் செய்திகளுக்கு பதிலளிப்பதற்கு முன்பு கருத்து மற்றும் போலி அல்லாதவை என்பதை உறுதிப்படுத்தவும் நாங்கள் தெரிவித்தோம்.நீங்கள் இணையம் மற்றும் சமூக ஊடக செய்திகளைப் பெற்றால், தொடர்புடைய ஏஜென்சிகளின் அதிகாரப்பூர்வ வலைத்தளங்களுக்கு அல்லது அதிகாரப்பூர்வ தொலைபேசி எண்கள் மூலம் உத்தரவாதம் அளிக்க முடியும்.",
        "சமூக ஊடகங்கள் மற்றும் இணைய சேவைகளின் முடிவு போன்ற இரட்டை தொடர்பான பாதுகாப்பு முறைகளைத் தடுக்க அல்லது புறக்கணிக்க இலங்கை ஐயா மக்களை அழைக்கிறது."
      ]
    },
    "en": {
      "title": "Beware of fake messages coming through social media networks",
      "body_lines": [
        "Sri Lanka Sir Sir has observed that the cyber frauds that have been used by the GCE (POST), who is using social media outlets, including whatsapps, including whatsApps (POST) Central Independence personal data financial information.",
        "Accordingly, the job preserves, gifts, winning, and whamsapp messages will be carefully sent by the fake message and whatsapp messages of various banks, commercial organizations, international organizations, international agencies.The Sri Lanka Cert (Sri Lanka Cert) Institute requested the public.",
        "Subsided (FAKE WEB) Web Site, Social Media Places, SMS, Whatsapp, send these cyber traffickers to join you through SMS, Whatsapp.Visitors to Links they are connected to the computers, cell phones that connected to the data of individuals, and make money frauds.",
        "EspressApp uses OTP Password information sended by WhatsApp messages, especially by the Ilap Password information sended by. It will work with different assistance requests using your WHATSApp account.",
        "Sri Lanka Sarney says that such crimes are increasing in recent years and the size of the victims is increasing.. It is your right to ask for the extent to which you apply to the relevant work in other transactions and other activities online.",
        "We also also informed the confirm that the feedback and non-fake before responding to the messages through social media and various communication network.If you receive internet and social media messages, you can guarantee the official websites of the relevant agencies or through official telephone numbers.",
        "Sri Lanka Sir is also calling the masses to prevent or ignore the double-related safety methods such as the end of the social media and internet services."
      ]
    }
  },
  "summary_lines": [
    "Be cautious of fake messages on social media platforms like WhatsApp. Cyber frauds target personal data and financial information. Verify official sources before responding to suspicious links or requests. Ignore unsolicited offers or warnings about your accounts. Protect yourself from identity theft and scams by being vigilant online."
  ]
}