{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தல்: கால உத்தரவுக்கான இடைக்கால உத்தரவை விதிக்க ஒரு இடை-வரிசை, உச்சநீதிமன்றத்திற்கான அடிப்படை உரிமை மனு",
      "body_lines": [
        "ஜனாதிபதித் தேர்தல்: கால உத்தரவுக்கான இடைக்கால உத்தரவை விதிக்க ஒரு இடை-வரிசை, உச்சநீதிமன்றத்திற்கான அடிப்படை உரிமை மனு",
        "ஜனாதிபதித் தேர்தலுக்கான இடைக்கால உத்தரவை பிறப்பிக்க ஜனாதிபதித் தேர்தலுக்கான இடைக்கால உத்தரவை பிறப்பிக்க இடைக்கால உத்தரவை பிறப்பிக்க ஜனாதிபதி உச்சநீதிமன்றத்தில் ஒரு அடிப்படை உரிமை மனுவை தாக்கல் செய்துள்ளார்.",
        "குறுவட்டு, ஒரு தொழில்முனைவோர், மொராட்டுவாவில் வசிப்பவர். மனுவை லெவ் முன்வைத்துள்ளது.",
        "பதிலளித்தவர்கள், தேர்தல் ஆணையம், தேர்தல் ஆணையத்தின் உறுப்பினர்கள், தலைவர் மற்றும் அட்டர்னி ஜெனரல் ஆகியோர் பெயரிடப்பட்டுள்ளனர்.",
        "அரசியலமைப்பிற்கான 19 வது திருத்தம் ஜனாதிபதியின் பதவிக்காலத்தின் முடிவில் ஒரு மோசடியை உருவாக்கியுள்ளது என்று மனுதாரர் கூறுகிறார்.",
        "1978 அரசியலமைப்பின் ஜனாதிபதியின் காலம் 1978 ஆம் ஆண்டின் ஜனாதிபதியின் ஜனாதிபதியின் காலம். ஆனால் அரசியலமைப்பின் அரசியலமைப்பின் பிரிவு 30 (2) ஐ அரசியலமைப்பு திருத்தியதாகக் கூறப்படுகிறது.. அரசியலமைப்பின் 19 வது திருத்தம் அரசியலமைப்பின் ஜனாதிபதியின் காலத்திற்கு 5 ஆண்டுகள் எனக் குறிப்பிடப்பட வேண்டும்.. எனவே ஜனாதிபதியின் பதவிக்காலம் ஐந்து ஆண்டுகள் அல்லது ஆறு ஆண்டுகள் முடிவடைகிறது. \"பிரச்சினையைத் தீர்க்கும் வரை அது பொருத்தமற்றது அல்ல என்று மனுதாரர் கூறுகிறார் என்று மனுதாரர் கூறுகிறார்.",
        "மனுதாரர் கூறினார்: \"ஜனாதிபதித் தேர்தல் ராஜினாமா பின்னர் 2019 ஜனாதிபதித் தேர்தலின் ஜனாதிபதியின் தலைவராக ஜனாதிபதி ரணில் விக்ரமசிங்க தேர்ந்தெடுக்கப்பட்டார்.. அதன்படி, தற்போதைய ஜனாதிபதித் தேர்தல் மற்றும் ஜனாதிபதித் தேர்தலின் முடிவில் ஜனாதிபதித் தேர்தலின் நாட்கள் தொடர்பாக அரசியலமைப்பு எழுந்துள்ளது. அத்தகைய சிக்கல் ஏற்பட்டால், உச்சநீதிமன்றத்திற்கு ஒரு விளக்கத்தை வழங்க அதிகாரம் உள்ளது.",
        "ஜனாதிபதித் தேர்தலின் இறுதி வரை ஜனாதிபதித் தேர்தலில் இடைக்கால உத்தரவை பிறப்பிக்குமாறு மனுதாரர் உச்சநீதிமன்றத்தை கோரியுள்ளார்.",
        "அரசியலமைப்பிற்கான 19 வது திருத்தம் அரசியலமைப்பின் பிரிவு 30 (2) இன் விளக்கத்தையும் சரியாக நிறைவேற்ற வேண்டும்.",
        "எல்பிஎல் 2024: முதல் போட்டியில் அரை நூற்றாண்டு அடித்த சாமிந்து விக்ரமேசிங் யார்?",
        "இந்தியாவின் மத விழாவில் 120 க்கும் மேற்பட்டோர் இறக்கின்றனர்",
        "ஜனாதிபதித் தேர்தல்: கால உத்தரவுக்கான இடைக்கால உத்தரவை விதிக்க ஒரு இடை-வரிசை, உச்சநீதிமன்றத்திற்கான அடிப்படை உரிமை மனு"
      ]
    },
    "en": {
      "title": "Presidential Election: An inter-order to impose an interim order for the order of term, a fundamental rights petition for the Supreme Court",
      "body_lines": [
        "Presidential Election: An inter-order to impose an interim order for the order of term, a fundamental rights petition for the Supreme Court",
        "The President has filed a fundamental rights petition in the Supreme Court to issue an interim order to issue an interim order for the Presidential Election to issue an interim order for the Presidential Election.",
        "CD, an entrepreneur, a resident of Moratuwa. The petition has been presented by the Lev.",
        "As the respondents, the Elections Commission, the members of the Elections Commission, the Chairman and the Attorney General have been named.",
        "The petitioner claims that the 19th Amendment to the Constitution has created a vagree with the end of the president's tenure.",
        "The term of the president of the 1978 Constitution was that the term of the president of the president of the 1978th ​​term. But it is stated that the Constitution amended Section 30 (2) of the Constitution of the Constitution.. The 19th Amendment to the Constitution should be referred to the term of the president of the Constitution to 5 years. According to the 82nd constitution of the Constitution, the Constitution was properly passedClear that there is no. Therefore the president's tenure ends with five years or six years. \"The petitioner states that the petitioner states that it is not inappropriate until resolving the problem.",
        "The petitioner said: \"President Ranil Wickremesinghe was elected as the president of the president of the 2019 presidential election after the resignation of the presidential election.. Accordingly, the constitutionality has arisen regarding the days of the presidential election by the end of the present presidential election and presidential election. In the event of such a problem, the Supreme Court is authorized to provide an interpretation.",
        "The petitioner has requested the Supreme Court to issue an interim order in the presidential election until the end of the presidential election.",
        "The 19th Amendment to the Constitution will also demand an interpretation of section 30 (2) of the Constitution has been properly passed.",
        "LPL 2024: Who is Chamindu Wickremesinghe who scored a half-century in the first match?",
        "More than 120 people die in a religious ceremony of India",
        "Presidential Election: An inter-order to impose an interim order for the order of term, a fundamental rights petition for the Supreme Court"
      ]
    }
  },
  "summary_lines": [
    "In a fundamental rights petition to the Supreme Court, an entrepreneur from Moratuwa challenges the 19th Amendment's impact on the presidential term length, claiming ambiguity between five and six-year tenures. The petitioner, represented by Lev, seeks an interim order for the upcoming Presidential Election due to this constitutional uncertainty. The case involves the Elections Commission, its members, the Chairman, and the Attorney General as respondents."
  ]
}