{
  "translated_text": {
    "si": {
      "title": "හයිටි මුහුදේ ගමන් කරමින් සිටි බෝට්ටුවේ ගින්නක්;සංක්රමණිකයන් 40 ක් මිය ගියහ",
      "body_lines": [
        "සංක්රමණ සඳහා එක්සත් ජාතීන්ගේ ජාත්යන්තර සංවිධානය වන හයිඩිගේ උතුරු මුහුදේ ගමන් කළ බෝට්ටුවකින් අවම වශයෙන් සංක්රමණිකයන් 40 දෙනෙකු මියගොස් තිබේ.",
        "මෙම සංක්රමණ සඳහා වූ ජාත්යන්තර සංවිධානය වාර්තා කර ඇත්තේ බෝට්ටුවේ සිටි තවත් 41 දෙනෙකු හයිඩි වෙරළාරක්ෂක බලකාය විසින් ආරක්ෂිතව බේරාගෙන ඇති බවයි.",
        "ගින්නට නිශ්චිත හේතුව තවමත් පැහැදිලි නැත, නමුත් ප්රාදේශීය නිලධාරියෙක් විදේශීය ප්රවෘත්ති සේවාවක් සඳහා විදේශීය ප්රවෘත්ති සේවාවක් සඳහා ආරක්ෂිතව ගමන් කළ යුතු යැයි යාච් ed ා කළ විට බෝට්ටුවන් විදේශීය ප්රවෘත්තියක් පැවසීය.",
        "ගින්නෙන් තුවාල ලැබූවන් ඩයස්පෝරාව සඳහා වූ ජාත්යන්තර සංවිධානයේ ජාත්යන්තර සංවිධානය විසින් ප්රතිකාර කරනු ලබන අතර තවත් 11 දෙනෙකු වැඩිදුර ප්රතිකාර සඳහා ළඟම ඇති රෝහලට ගෙන ගොස් ඇති බව එම සංවිධානය පවසයි."
      ]
    },
    "en": {
      "title": "Fire in the boat that was traveling in the Haiti Sea;40 migrants killed",
      "body_lines": [
        "At least 40 immigrants have been killed in a boat that traveled in Haidi's northern seas, the United Nations International Organization for Migration.",
        "The International Organization for Migration has reported that 41 more people aboard the boat have been safely rescued by the Heidi Coast Guard.",
        "The exact cause of the fire is not yet clear, but a local official told a foreign news service that the boatmen were burnt in the refueling containers when they prayed that they had to travel safely.",
        "Those who were injured in the fire were being treated by the International Organization for the Diaspora and 11 people have been taken to the nearest hospital for further treatment, the organization said."
      ]
    }
  },
  "summary_lines": [
    "A tragic fire on a migrant boat in the Haiti Sea resulted in the deaths of at least 40 people. The UN International Organization for Migration (IOM) reports 41 survivors rescued by the Haitian Coast Guard. The cause remains unclear, though it may involve fuel containers. Injured individuals are receiving treatment, with 11 hospitalized."
  ]
}