{
  "translated_text": {
    "ta": {
      "title": "துறைமுகத்திற்கு ஜப்பானிய போர் கப்பல்",
      "body_lines": [
        "ஜப்பானிய கடல்சார் தற்காப்புப் படை 'சமிதரே' நவம்பர் 17, 2012 அன்று (கடற்படை) கொழும்பு துறைமுகத்திற்கு வந்தது, இலங்கை கடற்படை கப்பலை வரவேற்றது.",
        "'சமிதரே' கப்பல் கொழும்பு துறைமுகம், 151 மீட்டர் மற்றும் 1990 மீட்டர் மற்றும் கப்பல் விபத்து கட்டளை அதிகாரிக்கு வந்தது.",
        "தளபதி நோகி கோகாவின் தளபதி மற்றும் தளபதி தளபதி நோகி காகாவின் தளபதி நோகி காகாவின் தளபதி நோகி காகாவின் தளபதி நோகி காகாவின் தளபதி நவம்பர் 1824 அன்று மேற்கு கடற்படை உத்தரவில் நடைபெறும் பல பகுதிகளைப் பார்வையிடவும்.",
        "'சமிதரே' நவம்பர் 19, 2024 அன்று தீவை விட்டு வெளியேற உள்ளது, இலங்கை கடற்படைக் கப்பலுடன் இலங்கை கடற்படைக் கப்பலுடன்."
      ]
    },
    "en": {
      "title": "Japanese war ship to the port",
      "body_lines": [
        "The Japanese Maritime Self-Defense Force 'SAMIDARE' arrived at the Port of Colombo on November 17, 2012 (Navy) and the Sri Lankan Navy welcomed the ship.",
        "The 'SAMIDARE' ship arrived at the Colombo Port, 151 meters and 1990 meters and the shipwreck commanding officer.",
        "Commander of Commander Naoki Koga and Commander of Commander Naoki Koga and Commander of Commander Naoki Kaga, Commander of Commander Naoki Kaga and Commander of the Commander of Commander Naoki Kaga will be held on 18th November 2024 at Western Naval Order.The visit is also scheduled to visit several areas.",
        "The 'SAMIDARE' is due to leave the island on 19th November 2024, with a Sri Lankan naval ship with a Sri Lankan naval ship."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Japanese warship SAMIDARE visited Colombo Port on Nov 17, 2012. The ship, 151m long, was welcomed by Sri Lankan Navy. Commander Naoki Koga led the visit. Activities included Western Naval Order on Nov 18, 2024. SAMIDARE departed on Nov 19, 2024, accompanied by a Sri Lankan naval ship."
  ]
}