{
  "translated_text": {
    "si": {
      "title": "වත්මන් ශූරයා එංගලන්තය පරාජය කර අවසන් මහා තරගය ඇතුළත් කළේය",
      "body_lines": [
        "එංගලන්තයට එරෙහිව එංගලන්තයට එරෙහිව එංගලන්තයට එරෙහිව එංගලන්තයට එරෙහිව එංගලන්තයට එරෙහිව දකුණු අප්රිකාවේ දකුණු අප්රිකාවේ ලකුණු 68 කින් ද ගයානා ප්රතිපාදන ක්රීඩාංගණයේදී ක්රීඩාංගණයේ දී ලකුණු 68 කින් ඉහළ යනු ඇත.",
        "තුන්වෙනි වතාවට මෙම ජයග්රහණයත් සමඟම, ලෝක ශූරයා වන ඉන්දියාව විස්සයි 20 ලෝක කුසලාන අවසන් තරඟයේදී ක්රීඩා කිරීමට සුදුසුකම් ලබා තිබේ.",
        "වසරක් තුළ අයිසීසී ක්රිකට් වර්ග 3 වර්ගවල ක්රීඩා කිරීම සඳහා සුදුසුකම් ලත් කණ්ඩායමක් වීමේ වෙනසක් ද ඉන්දියාව දරයි.",
        "දෙවන අර්ධ-පවුල් තුළ ඉන්දියාවට සෑම අංශයකම ඉන්දියාව නිරීක්ෂණය කිරීමට නොහැකි විය. ඉන්දියාව, විශේෂයෙන් භ්රමණය හා කෙඳිරිගමින්, කළ නොහැකි දක්ෂතාවයක් පෙන්නුම් කරයි.",
        "එසේම, කණ්ඩායම් කපිතාන් රෝහිත් ෂර්මාගේ අඩ-ස්ටාරියන් ඉන්දියාවේ ජයග්රහණයට ගොදුරු විය.",
        "මිනිත්තු 75 ක් පමණ වැස්සෙන් ආරම්භ වූ දෙවන අර්ධ-පවුල් තුළ, පළමුවෙන් පන්දුවට පහරදීමට ඉන්දියාවට ප්රථම වරට පන්දුවාර 20 කදී කඩුලු 7 ක් දැවී ලකුණු 171 ක් රැස් කළේය.",
        "ඉන්දියාවට ඕවර 8 කදී කඩුලු 2 ක් දවාගෙන ලකුණු 65 ක් රැස් කළ විට, මෙම තරගය තවත් විනාඩි 75 කට අත්හිටුවා තිබේ.",
        "එතෙක් තරගය විනාඩි 153 ක් තහනම් කරන ලද නමුත් තරගය ඕවර නොමැතිව තරගය අඛණ්ඩව සිදු කරන ලදී.",
        "විරාත් කෝලි මෙතෙක් 7 වන වරටත් බැබළීමට අපොහොසත් වූ අතර ලකුණු 9 ක් පමණි. රිහබ් හටූ (4) අඩු ලකුණු ප්රමාණයක් ඉතිරිව ඇත. (40 - 2 විග්.)",
        "3 වන කඩුල්ලෙන් ලකුණු 73 ක් රැස් කළ රෝහිත් ෂර්මා සහ සූරියකුමාර් යාදව් ලකුණු 73 ක් රැස් කළේය.",
        "හාඩ්ක් පණ්ඩියා (23), රවීන්ද්ර ජඩේජා (17) සහ අක්ෂාර් පටෙල් (10) මධ්යම රේඛාවට දායක වී ඇත.",
        "ක්රිස් ජෝර්දානය ලකුණු 37 කට කඩුලු 3 ක් ද, රීස් ෆියුස්, ආර්",
        "එංගලන්තයේ ඕවර 16.4 කදී කඩුලු අහිමි වූ අතර ඕවර 16.4 කදී ලකුණු 107 ක් රැස් කළේය.",
        "ඩුක්වර්ත් ලුවී ක්රමය නැවත බලයට පත්වූ බව දැන ගැනීමෙන් එංගලන්ත කඩුලු අහිමි වූ අතර කඩුලු අහිමි විය.",
        "කණ්ඩායම් කැප්ටන් ජෝස් බට්ලර් (23), බිල් (5), ජොනී බයිස්තොව් (0), මොයින් අලි (8) සහ සෑම් කරන් පිළිවෙලින් 4, 5, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6 සහ 9 ඕවර. (49 - 5 විග්.)",
        "අක්ෂර් පටෙල් ඕවර 9 කදී කඩුලු 3 ක් දවාගත්තේ, ජැස්රිට් සුම්රා සහ කවෙප් යාදව් කඩුලු 1 ක් බැගින් ඉන්දියාව ශක්තිමත් විය.",
        "එසේම, එංගලන්තයේ ඉනිමේදී ඕවර 5 ක් සම්පූර්ණ කිරීමෙන් පසු එය තරගයේ ප්රති results ල බව තහවුරු විය.",
        "ඒ අතරම, ඉන්දියාව අරමුණු කළේ ඕවරස්ව විසි කිරීම සහ හතරවන ඕවරයේ භ්රමණය හඳුන්වා දීමයි.",
        "ඉන්දියාවේ පන්දු යැවීමේදී එංගලන්තය ඉන්දියාවේ පන්දු යැවීමේදී පැකිලී ගියේය.",
        "එක් අතකින් හැරී බ oke ක් effectively ලදායී ලෙස පන්දු යැවූ නමුත් කවෙප් යාදව්ගේ පන්දු යැවීම ආපසු හැරවීම්වලට පහර දී ලකුණු 25 ක් ලබා ගැනීමට උත්සාහ කළේය.. (68 - 6 විග්.)",
        "ලියම් ලිස්ට්ස්ටෝන් (11) සහ ජොවරා අෂාර් (21) මධ්යම හා පසුපස ද්වි-ඉලක්කම් සංඛ්යා ලැබුණි.",
        "කිල්ඩෙප් යාදව් ලකුණු 19 කට කඩුලු 3 ක් දවාගත්තේ නම්, අක්ෂර් පටෙල් ලකුණු 23 කට කඩුලු 3 ක් දවාගනිමින් ජැස්ප්රිට් සුම්රා ලකුණු 12 කට කඩුලු 2 ක් දවා ගත්තේය."
      ]
    },
    "en": {
      "title": "Current Champion defeated England and entered the final",
      "body_lines": [
        "India will oppose South Africa in the final of the second semi -final against England by 68 runs in the final of the current champion England on Thursday (27) at the Guyana Provisions Stadium.",
        "With this victory for the third time, the World Champion India has qualified to play in the T20 World Cup final.",
        "India also holds the distinction of being a qualified team to play in 3 types of ICC cricket within a year.",
        "In the second semi -finals, India could not observe India in all sectors. India, especially in spinning and fielding, showed an impossible talent.",
        "Also, the half -century of team captain Rohit Sharma was a hit for India's victory.",
        "In the second semi -finals, which started with the rain for about 75 minutes, India were first invited to bat first and scored 171 runs for the loss of 7 wickets in 20 overs.",
        "When India lost 2 wickets in 8 overs and scored 65 runs again, the game was suspended for another 75 minutes.",
        "Until then, the match was banned for 153 minutes, but the game was continued without overs.",
        "Virat Kohli failed to shine in the 7th time this time and scored only 9 runs. Rishabh Bantu (4) left with fewer runs. (40 - 2 wig.)",
        "Rohit Sharma and Suriyakumar Yadav played the Indian team with 73 runs in the 3rd wicket.",
        "Hardik Pandya (23), Ravindra Jadeja (17 AE) and Akshar Patel (10) have contributed to the central line.",
        "Chris Jordan took 3 wickets for 37 runs, while Reese Topley, Sam Karan and Adil Rashid took one wicket each and Jowra Achor 33 for 33 runs.",
        "In Adelaide, England lost all the wickets in 16.4 overs and lost 107 runs in 16.4 overs.",
        "Knowing that the Duckworth Louis system came into force again, England lost wickets and lost wickets.",
        "Team captain Jose Butler (23), Bill Sold (5), Johnny Baistov (0), Moin Ali (8) and Sam Karan (2) lost 4th, 5th, 6th, 8th and 9th overs respectively. (49 - 5 wig.)",
        "Akshar Patel took 3 wickets in 9 overs, Jasprit Bumrah and Kuldeep Yadav took one wicket each and took India in a strong.",
        "Also, after completing 5 overs in England's innings, it was confirmed to be the results of the match.",
        "At the same time, India was aimed at throwing overs and introduced the spin in the fourth over.",
        "England stumbled wickets in India's bowling, as Afghanistan stumbled on South Africa's accurate bowling.",
        "On the one hand Harry Brooke was effectively bowled out, but Kuldeep Yadav's bowling tried to hit the reverses and became bold with 25 runs.. (68 - 6 wig.)",
        "Liam Livingstone (11) and Jovra Achar (21) received double digit numbers in the central and rear.",
        "Kuldeep Yadav took 3 wickets for 19 runs, Akshar Patel took 3 wickets for 23 runs while Jasprit Bumrah took 2 wickets for 12 runs."
      ]
    }
  },
  "summary_lines": [
    "India, defeating England, advanced to the T20 World Cup final where they'll face South Africa. This victory marks India's third qualification for the finals and their participation in three ICC cricket events within a year. Despite initial struggles, including a rain delay and early losses, India's batting, particularly Rohit Sharma's half-century, and bowling, led by Akshar Patel and Kuldeep Yadav, secured their place in the final."
  ]
}