{
  "translated_text": {
    "si": {
      "title": "වෙස්ට්මිනිස්ටර් අධ්යක්ෂ - කථානායක රැස්වීම",
      "body_lines": [
        "ප්රජාතන්ත්රවාදය සඳහා වෙස්ටින්ස්ටර් සංසදයේදී වෙස්ට්මිනිස්ටර් සංසදයේදී වෙස්ට්මිනිස්ටර් සංසදයේදී වෙස්ට්මිනිස්ටර් සංසදයේ පැවති ආසියා පැසිෆික් සහ ඇමරිකා එක්සත් ජනපදයේ ප්රාදේශීය අධ්යක්ෂ මතිව් හෙජස් මහතා පාර්ලිමේන්තුවේදී කථානායක මහින්ද යාපා අබේවර්ධන මහතා හමුවිය.",
        "ප්රජා මහලේකම් කුෂානි රොහානාදීරා සහ ශ්රී ලංකා අධ්යක්ෂ විසින් ප්රජාතන්ත්රවාදය සංජේ විග්නරාජා යන මහත්වරු සහභාගී වූහ.",
        "කථානායක මහින්ද යාපා අබේවර්ධන පාර්ලිමේන්තුවේ රජයේ වගකීම් කමිටුවට රජයේ වගකීම් කමිටුව සහ රජයේ ගිණුම් කමිටුව පිළිබඳ කමිටුව සුබ පැතූහරිය. (ඒ)"
      ]
    },
    "en": {
      "title": "Westminster Director - Speaker Meeting",
      "body_lines": [
        "Mathiv Hedges, Regional Director of Asia, Pacific and USA at the Westminster Forum for Democracy, met Speaker Mahinda Yapa Abeywardena in Parliament.",
        "The Secretary General of Parliament Kushani Rohanadeera and Sri Lanka Director of the Westminster for Democracy Sanjay Vignaraja were also present.",
        "Speaker Mahinda Yapa Abeywardena congratulated the Government Funds Committee on Parliament, Government Responsibility Committee and Committee on Government Accounts Committee. (A)"
      ]
    }
  },
  "summary_lines": [
    "Mathiv Hedges, Asia-Pacific & USA Director at Westminster Forum for Democracy, met Speaker Mahinda Yapa Abeywardena in Parliament, with Kushani Rohanadeera, Parliament Secretary General, and Sanjay Vignaraja, Sri Lanka Director of Westminster for Democracy, present. Abeywardena congratulated Parliament committees."
  ]
}