{
  "translated_text": {
    "ta": {
      "title": "ஒரு குடும்பத்திற்கு அமெரிக்க $ 6000 முதலீடு",
      "body_lines": [
        "இலங்கையில் ஒரு பதவி உயர்வு திட்டத்தை சமாளிக்க இன்று காலை புரிந்துணர்வு மெமோராண்டம் (MOU) கையெழுத்திடப்பட்டது.",
        "இலங்கையின் காலநிலை மாற்ற செயலகத்தின் பொதுச் செயலாளர் கலஸ்வாடி விஜேவர்தீன், கார்லோஸ் கோமஸின் பொதுச் செயலாளர் முகமது நாசிடல் மற்றும் போர்ச்சுகலில் உள்ள நேட்டிவா கேபிடல் கம்பெனி ஆகியோர் கையெழுத்திட்டனர்.",
        "இலங்கையில் கிராமப்புற சமூகத்தின் வளர்ப்பு விவசாயத்தை மேம்படுத்துவதே, விவசாயிகளின் வருமானத்தை மேம்படுத்த விவசாயத்தையும் விவசாயிகளின் வருமானத்தையும் அறிமுகப்படுத்துவதாகும்.. இலங்கையில் உள்ள பெரும்பாலான பண்ணைகள் தற்போது சிறிய அளவில் உள்ளன, மேலும் இது குறைந்த மகசூல் மற்றும் குறைந்த வருமானத்தால் பாதிக்கப்படுகிறது.",
        "இதன் விளைவாக, 15,000 குடும்பங்களுக்கான பைலட் திட்டம் 100 மில்லியன் அமெரிக்க டாலர் காரணமாக அனுராதபுரா மாவட்டத்தில் தொடங்கப்படும்.",
        "புரிந்துணர்வு ஒப்பந்தத்தில் சேர்க்கப்பட்டுள்ள விவசாய மற்றும் வனவியல் திட்டங்கள் இலங்கையில் காலநிலை செழிப்பான செழிப்பால் அடையாளம் காணப்பட்டுள்ளன, காலநிலை ஆபத்து மன்றத்தின் (சி.வி.எஃப்) உதவியுடன்.",
        "ஜனாதிபதி ஊடக மையத்தில் (ஜே.வி.பி தலைவர்) நடைபெற்ற செய்தியாளர் கூட்டத்தில் பேசிய, மூத்த வேளாண்மை, ஒரு பத்திரிகையாளர் சந்திப்பில் நிலையான ஏற்றுமதி பொருளாதாரமான மூத்த வேளாண்மை தெரிவித்துள்ளது.",
        "மேலும் பேசிய மூத்த ஆலோசகர் ருவான் விஜேவர்தீன் மேலும் கூறினார்",
        "நவீன விவசாயத்தை உருவாக்குவதற்காக விவசாயத்திற்கு நவீன தொழில்நுட்பத்தை அறிமுகப்படுத்துவதை ஆதரிக்க ஒரு போர்ச்சுகல் முன்வந்துள்ளது. இது சுமார் 100 மில்லியன் அமெரிக்க டாலர் முதலீடு என்பதை கவனத்தில் கொள்ள வேண்டும்.",
        "அனுராதபுரா மாவட்டத்தில் 15,000 குடும்பங்கள் மற்றும் 15,000 ஏக்கர் குடும்பங்கள் ஏற்கனவே அடையாளம் காணப்பட்டுள்ளன. இந்த பைலட் திட்டத்தில் பதினைந்து குடும்பங்கள் மற்றும் பதினைந்து ஏக்கர் சேர்க்கப்படும் என்று எதிர்பார்க்கப்படுகிறது. முதலீட்டு நிறுவனம் ஒரு குடும்பத்திற்கு ஒரு குடும்பத்திற்கு சுமார், 000 6,000 செலவாகும் என்று ஒப்புக் கொண்டுள்ளது. ஒப்பந்தத்தின்படி, அடுத்த 25 ஆண்டுகளுக்கு தொழில்நுட்ப உதவிகளை வழங்க திட்டமிடப்பட்டுள்ளது.",
        "இந்த திட்டம் விவசாயத்திற்கான நவீன தொழில்நுட்ப உபகரணங்களையும் வழங்குகிறது. மேலும், பண்ணை சமூகத்திற்கான சந்தை தங்கள் தயாரிப்புகளுக்கு ஒரு சந்தையை உருவாக்க முடியும். திட்டத்தால் உற்பத்தி செய்யப்படும் பொருட்களை வாங்க முதலீட்டு நிறுவனம் ஒப்புக் கொண்டுள்ளது. தற்போது, ​​மிளகாய், தக்காளி மற்றும் தர்பூசணி அமைந்துள்ளது. எதிர்காலத்தில் பிற பயிர்கள் உற்பத்திக்கும் கவனம் உள்ளது.",
        "இந்த பைலட் திட்டத்தின் வெற்றியின் பின்னர் பிற மாவட்டங்களுக்கு நவீன தொழில்நுட்பத்தை அறிமுகப்படுத்த அரசாங்கம் எதிர்பார்க்கிறது. இந்த நவீன விவசாயம் ஏற்றுமதி பொருளாதாரத்தின் ஏற்றுமதி பொருளாதாரத்தை செயல்படுத்துகிறது. அதே நேரத்தில், விவசாய சமூகத்தின் வாழ்க்கைத் தரம் மேம்படுத்த முடியும்.",
        "விவசாயத்தை புதுப்பிப்பதில் இலங்கை) இலங்கையின் செயலாளர் நஷெடி, நஷேடி நாசேடி கூறுகையில்.",
        "இலங்கை காலநிலை செழிப்பில் ஒரு திட்டத்தைத் தொடங்குவதன் முக்கியத்துவத்தையும் அவர் வலியுறுத்தினார்.",
        "இந்த திட்டங்கள் பங்களாதேஷ் மற்றும் கானாவில் வெற்றிகரமாக ஊக்குவிக்கப்படுகின்றன, காலநிலை ஆபத்து மன்றத்தின் சுற்றுச்சூழல் வளர்ச்சியுடன் இந்த திட்டங்கள் உலகெங்கிலும் பிரபலமாக உள்ளன.",
        "தூதரகம் ஜெனரல் சந்திப் சமரசிங்க, வழக்கறிஞர் காஸ்டரி அனுராதான், வழக்கறிஞர் கஸ்தூரி அனுராதனாயக்கமும் கலந்து கொண்டார்."
      ]
    },
    "en": {
      "title": "US $ 6000 investment for one family",
      "body_lines": [
        "Memorandum of Understanding (MoU) was signed this morning to deal with a promotion project in Sri Lanka.",
        "Calaswadi Wijewardene, General Secretary of the Climate Change Secretariat in Sri Lanka, the Secretary General of Carlos Gomez was signed by its General Secretary Mohammed Nasidal and the Nativa Capital Company in Portugal.",
        "The agreement is to improve the domesticated farming of rural community in Sri Lanka, introducing the farming and farmers' income to improve the income of the farmers.. Most farms in Sri Lanka are currently in a small scale, and it is suffering from low yield and low income.",
        "As a result, a pilot project for 15,000 families will be launched in the Anuradhapura District due to a US $ 100 million.",
        "The Farming and Forestry Projects included in the MoU have been identified by the Climate Prosperous Prosperity in Sri Lanka, with the assistance of Climatic Risk Forum (CVF).",
        "Speaking at a press conference held at the Presidential Media Center (JVP president), Senior Agriculture, said that Senior Agriculture, a sustainable export economy in a press conference, said.",
        "Speaking further, Senior Advisor Ruwan Wijewardene further said,",
        "A Portugal has come forward to support the introduction of modern technology to agriculture in order to create a modern agriculture. It should be noted that this is an investment of about US $ 100 million.",
        "15,000 families and 15,000 acres of families in the Anuradhapura district have already been identified. Fifteen families and fifteen acres are expected to be added to this pilot project. Investment Company has agreed to cost a family about $ 6,000 per family. According to the agreement, it is planned to provide technical assistance for the next 25 years.",
        "The project also provides modern technology equipment for agriculture. Also, a market for the farm community can create a market for their products. Investment Company has agreed to buy goods produced by the project. Currently, chilli, tomatoes and watermelon is located. There is also attention to other crops production in the future.",
        "The government expects to introduce modern technology to other districts after the success of this pilot project. This modern agriculture enables the export economy of the export economy. At the same time, the quality of life of the farming community is able to improve.",
        "Climate Risk Forum (CDF) Secretary to the Meetunga, Nashedi, said that Sri Lanka) has the most powerful and effective plan in the renovation of agriculture.",
        "He also emphasized the importance of launching a project in the Sri Lanka Climate Prosperity.",
        "These plans are promoted successful in Bangladesh and Ghana, with the ecological development of the Climate Risk Forum and that these plans are popular around the world, with the environmental protection.He added.",
        "Consulate General Sandip Samarasinghe, Attorney Kasttery Anuradhaon, Attorney Kasturi Anuradhanayake were also present."
      ]
    }
  },
  "summary_lines": [
    "A $100M investment for a promotion project in Sri Lanka aims to modernize farming, benefiting 15,000 families. The project, supported by Portugal, will introduce modern technology and improve income."
  ]
}