{
  "translated_text": {
    "ta": {
      "title": "இசையில் இசையில் மூன்று மாத குண்டுகள் உள்ளன",
      "body_lines": [
        "அவரது குடும்ப உறவினர்கள் கூறுகையில், ஹிக்கடுவாவில் வசிக்கும் ஹிக்கடுவாவின் சட்டம், ஹிக்கடுவாவில் வசிக்கும் அவரது மகன் ஹிக்கடுவாவிடமிருந்து இதுவரை நீதி செய்யவில்லை.",
        "இந்த தாக்குதலின் மூலம், அவர்கள் அல்லாதவர்களுக்கு அவர்கள் அதிக உதவியற்றவர்கள் என்றும் அவர் சட்டமின்றி சட்டத்தை எடுக்கவில்லை என்றும் அவர்கள் கூறுகிறார்கள்.",
        "அக்டோபர் 20, 2023 இல் நியோவெரேஜின் பாரம்பரியம் ஹிக்காடீஸில் இருப்பதாக அவரது உறவினர்கள் கூறுகின்றனர்.",
        "ஒரு இசை நிகழ்ச்சிக்கு வருகை தரும் இரண்டு பிரிவுகளுக்கு இடையிலான மோதலுக்குப் பிறகு, நவனெரனின் தலையின் தலையில் ஒரு கொடிய தாக்குதல்.",
        "தாக்குதல் அறுவை சிகிச்சையாக இருக்க வேண்டும் என்றும் அவரது மண்டை ஓட்டின் ஒரு பகுதி அறுவை சிகிச்சையில் அகற்றப்பட்டதாகவும் உறவினர்கள் கூறுகின்றனர்.",
        "அகற்றப்பட்ட மண்டை ஓட்டின் மண்டை ஓடு பிரிவின் பகுதியை மருத்துவர்கள் எதிர்க்க முடியாது என்றும் அவர் கூறுகிறார், ஏனெனில் அவரது உடல் வலிமை தற்போது பலவீனமாக உள்ளது.",
        "உறவினர்கள் அண்டை வீட்டாரை கடுமையாக நோய்வாய்ப்பட்டதாகவும், ஒரு குழாய் மற்றும் சுவாசிக்கவும் சுவாசிக்கவும் எழுதி எழுதுகிறார்கள் என்று கூறுகிறார்கள்.",
        "நரோனோஜே தாயின் தாய், இளைஞர்களை மீட்பது குறித்து இளைஞர்களை நிரந்தரமாக அறிந்திருக்க முடியாது, ஆனால் நிரந்தரமாக இருக்க முடியும் என்று குறிப்பிட்டார்.",
        "தொடர்பு கொண்டபோது, ​​இளைஞர்கள் மீதான தாக்குதல் தொடர்பாக போலீசார் புகார் அளித்துள்ளதாக போலீசார் தெரிவித்தனர்.",
        "இந்த வழக்கு நீதித்துறையில் விசாரிக்கப்படும் என்று போலீசார் செய்தித் தொடர்பாளர் ஒருவர் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Three months of the shells hit in music in music",
      "body_lines": [
        "His family relatives say that the Law of Hikkaduwa, a resident of Hikkaduwa, has not yet done justice from his son Hikkaduwa, a resident of Hikkaduwa.",
        "They say that with this attack, they are more helpless for the nocharged and that he has not taken the law without law.",
        "His relatives say that the tradition of the neoverage is in Hikkadese, October 20, 2023, said.",
        "After a clash between two factions visiting a musical show, a deadly attack on the head of Nawaneran's head.",
        "Relatives say that the attack had to be surgery and a part of his skull had been removed in surgery.",
        "He also says that doctors cannot resist the segment of the skull section of the removed skull is because his body strength is currently weak.",
        "Relatives say that the neighbor is seriously ill and are among a pipe and breathe and breathe and wrote.",
        "The mother of Naronoge mother noted that the youths could not be permanently aware of the rescue of the young man but to be permanently.",
        "When contacted, police said that the police had lodged a complaint regarding the attack on the youth.",
        "A spokesman for police said that the case will be heard at the judiciary."
      ]
    }
  }
}