{
  "translated_text": {
    "ta": {
      "title": "இலங்கை அணியைப் பற்றி எடுக்கப்பட்ட முடிவு",
      "body_lines": [
        "20 வயதிற்கு 20 வயதிற்குட்பட்ட வீரர்கள் 25 வயதிற்கு தேர்வு செய்யப்பட வேண்டும் என்று விளையாட்டு அமைச்சர் ஹரின் பெர்னாண்டோ கூறுகையில்.",
        "அவர் நேற்று (08) பங்களாதேஷில் நடந்த ஒரு ஊடக மாநாட்டில் பேசிக் கொண்டிருந்தார்.",
        "\"உண்மையில், மன்னிக்கவும், நாங்கள் ஒரு நல்ல குழு. ஒரு தயாரிப்பு இருந்தது. அந்த நேரத்தில் சிறந்த வீரர்களாக இலங்கையின் தேர்வுக் குழு தேர்ந்தெடுக்கப்பட்டது. சில சமூக ஊடகங்கள் 20 சோதனைகளையும் 20 சோதனைகளையும் வைக்க வேண்டும் என்பதை நான் பார்த்திருக்கிறேன். போட்டிகளைத் தோற்கடிக்க மக்கள் இவ்வாறு தோற்கடிக்கிறார்கள். போட்டிகளை மீறும் போது அமைச்சர் கழுத்தை சாப்பிடுகிறார். இயந்திர வெற்றியாக வீரரை தோற்கடிக்க அமைச்சர். இலங்கையின் சாதாரண நிலைமை அதுதான். வளர்ந்து வரும் வீரர்கள் வீரர்களை உயர்த்தப் போகிறார்கள். வீரர்கள் மற்றும் ஒரு விளையாட்டை நேசிக்கும் பார்வையாளர்கள். ஆனால் அமைச்சருக்கு, அமைச்சர் அமைச்சரைக் குற்றம் சாட்டுகிறார். \"",
        "\"இந்த விளையாட்டில் கடைசி ஓவர் சண்டைகளை நான் பார்த்திருக்கிறேன். கொஞ்சம் கோல் அடைந்தாலும், கடைசி ஓவரில் இன்னும் ஒரு விக்கெட்டை வெல்வோம். அது இருந்தால், கதைகள் இல்லை. எனவே விளையாட்டு நிச்சயமற்றது. வெற்றி நிச்சயமற்றது. தென்னாப்பிரிக்க அணி 77 ரன்கள் மற்றும் 17 க்கும் மேற்பட்ட ஓவர்களை ஒரு போட்டியில் கொடுக்க, ஒரு போட்டியுடன் டேட்டிங் செய்யாமல் ஒரு போட்டியைக் கொடுத்தது.. அந்த அரங்கங்களில் நாம் விளையாடாத இந்த வித்தியாசமான இந்த வித்தியாசமானது உள்ளது. ஆனால் அது மற்ற விளையாட்டு அணிகளுக்கு பொதுவானது. எனவே ஏதோ நல்ல அதிர்ஷ்டம் இருக்கிறது. இது புதியது என்று நம்புகிறேன். எனது தனிப்பட்ட நம்பிக்கை 25 வயது இளைஞர்களுக்கு 20 மற்றும் 20 வயது வயதான இளைஞர்கள். புதிய குழுக்கள் செய்யப்பட வேண்டும். மெக்கன் புதியது புதியது என்று நான் நம்புகிறேன். சிலர் போட்டிகளை இழக்கும்போது பழைய கடந்த காலத்தை பழைய கடந்த காலத்தை நினைவூட்டுகிறது. கவலைப்பட வேண்டாம்.. இந்த பிரச்சினையில் இதுதான். \"இது இலங்கைக்கு மிக விரைவானது.\""
      ]
    },
    "en": {
      "title": "Decision taken about Sri Lankan team",
      "body_lines": [
        "Minister of Sports Harin Fernando says that players under the age of 20 to Sri Lanka 20 squad should be selected for the age of 25.",
        "He was speaking at a media briefing in Galle yesterday (08) at Bangladesh.",
        "\"Indeed, we're sorry we're a good team. There was a preparation. The selection committee of Sri Lanka has been selected at the time the best players at the time. I have seen some social media has to put 20 Tests and 20. This is how the people defeat the Espects OK to defeat the matches. Minister is eating the neck whenecing the matches. Minister to defeat the player as the machine win. That is the normal situation in Sri Lanka. Growing players are going to lift the players. The audience who loves players and a game. But to the Minister, the Minister, the government blames the minister. \"",
        "\"I have seen in this game that the last over fights. Even though a little bit of little scored behold, we win one more vicket in the last over. If that was, there were no stories. So the game is uncertain. The winning is uncertainty. South African team to give 77 runs and over 17 overs over a match, giving up a competition without dating a match.. There is awkward this weird we have not played in those stadiums. But that is common to other sports teams. So there's something good luck. I hope it is new. My personal belief is 20 and 20 years older youths for the 25-year young people. New groups need to be made. I think I believe that Macken is new is new. The old past reminds of the old past when some people lose the matches. Don't worry.. This is the case with this problem because it is very quick to Sri Lanka. \""
      ]
    }
  },
  "summary_lines": [
    "Harin Fernando, Sri Lanka's Sports Minister, announced at a media briefing in Galle that the national cricket team should prioritize selecting players aged 20 to 25 for the Under-20 squad. He emphasized the importance of youth development and expressed regret over recent performance issues, attributing them to a lack of preparation and selection of the best players at the time. Fernando also highlighted the unpredictability of cricket, citing examples from recent matches, and called for new strategies and group formations to improve the team's performance."
  ]
}