{
  "translated_text": {
    "si": {
      "title": "තායිලන්තය සඳහා නොමිලේ වීසා",
      "body_lines": [
        "ජුලි 15 වනදා සිට වීසා බලපත්රයක් නොමැතිව තායිලන්තයට ඇතුළු වීමට ශ්රී ලංකාව ඇතුළු රටවල් 93 ක හා ශ්රී ලංකාව ඇතුළු ප්රදේශවල සංචාරකයින්ට අවසර ලබා දී තිබේ.",
        "වීසා ලබා නොගෙන ශ්රී ලාංකිකයන් තායිලන්තයට යන පළමු අවස්ථාව මෙයයි. වීසා බලපත්රයක් නොමැතිව ශ්රී ලංකාව දැනටමත් ශ්රී ලංකාවට පැමිණීමට දැනටමත් අවසර ලබා දී තිබේ.",
        "තායිලන්තයේ නිවාස අමාත්යාංශයට අනුව. කෙසේ වෙතත්, සියලුම මගීන්ට මුදල්, නවාතැන් හා ප්රතිලාභ / ප්රවේශ පත්ර පිළිබඳ සාක්ෂි තිබිය යුතුය.",
        "මෙම රටවල ජනතාව සංචාරකයින් හෝ කෙටි ව්යාපාර අරමුණු ලෙස පිළිගනු ලැබේ.",
        "එසේම තායිලන්තයේ උපාධිය ලබා හෝ ඉහළ යන සිසුන්ට උපාධියෙන් වසරකට පසු රැඳී සිටීමට ඉඩ සලසයි."
      ]
    },
    "en": {
      "title": "தாய்லாந்துக்கு இலவச விசா",
      "body_lines": [
        "Travelers from 93 countries and areas, including Sri Lanka, have been granted permission to enter Thailand without a visa from July 15.",
        "This is the first time that Sri Lankans go to Thailand without receiving visa. Sri Lanka has already granted permission to come to Sri Lanka without a visa.",
        "According to Thailand's Home Ministry. However, all passengers should have proof of money, shelter and return/ tickets.",
        "People from these countries will be welcomed as tourists or short -term business purposes.",
        "Also, Thailand allows students who graduate or higher in Thailand, allowing them to stay for a year after graduation, travel to Thailand or research other related activities."
      ]
    }
  },
  "summary_lines": [
    "Starting July 15, travelers from 93 nations, including Sri Lanka, can visit Thailand visa-free, marking the first time Sri Lankans don't need visas. This reciprocity follows Sri Lanka's policy of granting Thai citizens visa-free entry. All visitors must prove financial stability, accommodation, and return tickets. The initiative aims to boost tourism and facilitate short-term business and study stays, especially for Thai graduates who can stay for a year post-graduation for research or related activities."
  ]
}