{
  "translated_text": {
    "ta": {
      "title": "செலவு அறிக்கைகளைப் பெறாத வேட்பாளர்களைத் தண்டிப்பதற்கான நடவடிக்கைகள்",
      "body_lines": [
        "தேர்தல் முடிவுகள் முடிந்த 21 நாட்களில் பொதுத் தேர்தலில் போட்டியிடும் அனைத்து நிபுணர்களும் தேர்தல் ஆணையர் அலுவலகத்தில் சமர்ப்பிக்கப்பட வேண்டும் என்று தேர்தல் ஆணையர் ஜெனரல் சமன் ஸ்ரீ ரத்னாயகே தெரிவித்தார்.",
        "இன்று பிற்பகல் தேர்தல் ஆணையர் அலுவலகத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசினார்.",
        "செலவினங்களை வழங்காத வேட்பாளர்களின் நேரம் முடிந்தபின் அவர் சட்ட நடவடிக்கை எடுப்பார் என்று அவர் கூறினார்.",
        "கடந்த ஜனாதிபதித் தேர்தலுக்கு வழங்கப்படாத வேட்பாளர்களையும் அவர் வழக்குத் தொடர்ந்தார், பொதுத் தேர்தலின் வேட்பாளர்களுக்கு எதிராக வழக்குத் தொடரப்படுவார்.",
        "\"தேர்தல் முடிவுகள் நேற்று இரவு நிறைவடைந்தன. 21 நாட்களின் 21 நாட்களில் போட்டியிட்ட அனைத்து வேட்பாளர்களும் செலவு அறிக்கைகளுக்கு ஒப்படைக்கப்பட வேண்டும். தேசிய பட்டியல் வேட்பாளர்கள் செலவு அறிக்கைக்கு வழங்கப்பட வேண்டும். கூடுதலாக, அனைத்து போட்டியாளர்களும் மாவட்ட ஆணையத்தின் மாவட்ட செயலகத்தில் மாவட்ட செயலகத்தில் ஒப்படைக்கப்பட வேண்டும், இது அவர்களின் பெயர்களை அவர்களின் பரிந்துரைகளில் ஒப்படைத்தது.",
        "ஜனாதிபதி தேர்தல் ஏற்கனவே தாக்கல் செய்யப்பட்டுள்ளது. நாங்கள் வழக்குத் தொடரவில்லை என்றால். நீங்கள் அனைவரும் நாட்டின் சட்டத்தை மதிக்கிறார்கள், அதே அறிக்கைகளை உங்களிடம் ஒப்படைக்கிறீர்கள் என்று நீங்கள் நம்புகிறீர்கள்.",
        "தேசிய பட்டியல் வேட்பாளர்கள் மற்றும் கட்சி செயலாளர்களின் பெயர்கள் பதிவுகள் விரைவில் வழங்கப்படுமாறு கேட்டுக்கொள்ளப்பட்டதாக தேர்தல் ஆணையர் ஜெனரல் கூறினார்.",
        "அவருக்கு ஒரு சுதந்திரமான மற்றும் அமைதியான தேர்தல் இருந்தபோதிலும், 11 பேர் கைது செய்யப்பட்டனர் என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Measures to prosecute candidates who do not receive spending reports",
      "body_lines": [
        "Elections Commissioner General Saman Sri Ratnayake said that all experts contesting the general election during the 21 days after the election results should be submitted to the Elections Commissioner's Office.",
        "He was speaking at a press conference held at the Elections Commissioner's office this afternoon.",
        "He added that he would take legal action after the end of the time of the candidates who do not give the expenditure.",
        "He also prosecuted the candidates who have not been presented to the last presidential election and will be prosecuted against the candidates of general election.",
        "\"Election results were completed last night. All the candidates who contested over the 21 days of the 21 days should be handed over to spending reports. National list candidates should be given to the expenditure report. In addition, all competitors should be handed over to the District Secretariat of the District Commission at the District Secretariat, which handed their names in their nominations.",
        "The presidential election has already been filed. And if we do not give prosecute. You believe that all of you respect the law of the country and hand over the same reports to you. \"",
        "The Commissioner General of Elections said that the names records of national list candidates and the party secretaries were asked to be given as soon as possible.",
        "He said that although he had a free and peaceful election, 11 persons were arrested."
      ]
    }
  },
  "summary_lines": [
    "Saman Sri Ratnayake: Candidates must submit spending reports within 21 days post-election. Legal action will be taken against those who fail to comply. Prosecution extends to both presidential and general election candidates. National list candidates and party secretaries should provide records promptly. Despite peaceful election, 11 arrests were made."
  ]
}