{
  "translated_text": {
    "si": {
      "title": "මුල්ලිවයිකල් හි ජාත්යන්තර මාධ්ය නිරීක්ෂණ",
      "body_lines": [
        "මැයි 18 වන දින මුල්ලිවයිකල් හි දෙමළ ජනයා විනාශ කිරීම නිසා බොහෝ දෙමළ ජනතාව මියගිය අයට උපහාර දැක්වීම යන නිතිපතා ක්රියාකාරකමක් බවට පත්ව ඇත.",
        "මැයි මස මුල සිටම මුල්ලිවයික්කල් වැසියන්ට මුල්ලිවයිකල් ලබා දී ඇත. මෙය සෘජුවම අධීක්ෂණය කරනු ලබන්නේ ජාත්යන්තර මාධ්ය විසිනි.",
        "මුල්ලිවයික්කල් මුල්ලිවයිකල් බස්රථ උත්සවය අද සකස් කරමින් මුල්ලිවයිකල් හි ප්රධාන ස්මාරක සහ අංශයන් ජාත්යන්තර මාධ්ය විසින් කෙලින්ම අධීක්ෂණය කරනු ලැබේ."
      ]
    },
    "en": {
      "title": "International media surveillance in Mullivaikkal",
      "body_lines": [
        "It has become a regular activity that all the Tamil people pay tribute to the dead amidst many harm as the destruction of the Tamil people in Mullivaikkal on May 18.",
        "Mullivaikkal has been given to the people of Mullivaikkal since the beginning of May. This is directly monitored by the international media.",
        "Mullivaikkal's main memorials and traces are being directly monitored by the International Media as the Mullivaikkal Mullivaikkal Western Communist Ceremony is being prepared today."
      ]
    }
  },
  "summary_lines": [
    "Tamil people honor victims of Mullivaikkal's tragedy, marked by international media monitoring. The event, held annually on May 18, commemorates the loss and destruction suffered by the community."
  ]
}