{
  "translated_text": {
    "ta": {
      "title": "பிக்கோ டிரெயிலின் வளர்ச்சியில் கவனம்.",
      "body_lines": [
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கே இன்று காலை நுவரா எலியாவில் உள்ள தோட்ட நிறுவனத்திற்கு சொந்தமான கோட் லாட்ஜ் தோட்டத்திற்கு விஜயம் செய்தார்.",
        "\"ஜனாதிபதி பிக்கோ டிரெயில் (பெக்கோ டிரெயில்) டிரெயில் வழியாக வருகையில் இணைகிறார்.",
        "\"பிக்கோ டிரெயில்\" என்பது இலங்கையின் மத்திய மலைகள் வழியாக சுமார் 300 கி.மீ.. இது ஆசியாவின் சிறந்த ரகசிய சாலைகளில் ஒன்றாக கருதப்படுகிறது.",
        "\"பிக்கோ டிரெயில்\" கண்டித்திலிருந்து கீழே சென்று ஹட்டன் மற்றும் ஹார்டன் சமவெளி தேசிய பூங்காவிற்கு செல்கிறது.. இந்த சாலை பிரிட்டிஷ் காலனித்துவ காலத்தில் தொழிற்சாலைக்கு தேநீர் கொண்டு செல்ல பயன்படுத்தப்பட்டது.",
        "ஜனாதிபதி பிக்கோ டிரெயில் \"பிக்கோ டிரெயில்\" பாதையில் ரோல்களை பார்வையிட்டார்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்குக்கு மக்கள் ஒரு பெரிய அங்கீகாரமாக இருந்தனர், மேலும் சிங்கள மற்றும் தமிழ் புத்தாண்டுக்காக அவர்களுக்கு வாழ்த்துக்களைத் தெரிவித்தனர்.",
        "பிரவுன்ஸ் தோட்ட நிறுவனத்தின் கீழ் 264 ஹெக்டேர் கோட் லெட்ஜ் தோட்டங்கள் மற்றும் 349 ஊழியர்கள். தோட்ட வேலை சமூகத்தின் தோட்ட வேலை சமூகத்தின் எதிர்காலம் குறித்தும் ஜனாதிபதி கவனம் செலுத்தினார், இது எஸ்டேட் பொதுமக்களுக்குப் பிறகு வெளியேற்றப்பட்டது.",
        "தோட்ட மக்கள் வீட்டுவசதி பிரச்சினைக்கு ஜனாதிபதி சிறப்பு கவனம் செலுத்தினார்.",
        "கோர்ட் லாட்ஜ் தோட்டத்தில் அமைந்துள்ள தொழிற்சாலையில் அமைந்துள்ள தேநீர் வகை, லைட் பிரைட் பிரைட் - லைட் பிரைட் மூலம் தயாரிக்கப்படுகிறது.",
        "புதிய கப் புதிய கோப்பைகளை ருசிக்கும் வாய்ப்பை உருவாக்குவதிலும் ஜனாதிபதி கவனம் செலுத்தினார்.",
        "\"பிக்கோ டிரெயில்\" மூலம் மலை தொடர்பான சுற்றுலாத் துறையை ஊக்குவிப்பதற்கான சாத்தியத்தையும் ஜனாதிபதி ஆராய்ந்தார்.",
        "மிகுவல் கெட்டட், மிகுவல் கெடாட் மிகுவல் குனாட் (மிகுவல் குனாட்), இலங்கையை உலகின் ஒரு இலக்கு இடமாக சேர்க்கலாம் என்று கூறினார்.",
        "பயணிகள் மவதா, பிக்கோ டிரெயில் வழியாக செல்ல முடியும் \"நான் இலங்கை, வரலாறு, கலாச்சாரம், உள்ளூர் உணவு மற்றும் உள்ளூர் உணவு மற்றும் பானங்கள் முழுவதும் அணிவகுப்புக்குச் சென்றிருக்கிறேன். பிக்கோ டிரெயில் \"சுற்றுப்பயண கட்டம் 22 கட்டங்கள் மற்றும் ஒரு சுற்றுலா அனுபவத்தைக் கொண்டுள்ளது, இது ஒரு நாள் அல்லது சில நாட்களில் செலவிடப்படலாம்.",
        "இலங்கையின் தேசிய சுற்றுலா உத்திகளை ஆதரிப்பதற்காக அமெரிக்க ஏஜென்சி (யு.எஸ்.ஏ.ஐ.டி) ஐரோப்பிய ஒன்றியம் (ஐரோப்பிய ஒன்றிய பாதை) ஆதரிக்கிறது.",
        "இந்த திட்டத்தின் நோக்கம் இலங்கையில் ஒரு புதிய சுற்றுலா பாத்திரத்தை ஈர்ப்பது, அதாவது சாகச அனுபவங்கள் மற்றும் கிராமப்புற மக்களின் வாழ்க்கைத் தரத்தை மேம்படுத்துதல்.",
        "\"பிக்கோ டிரெயில்\" திறக்கப்பட்டதற்கு ஜனாதிபதி ரணில் விக்ரமேசிங்கின் ஆதரவுக்கு நன்றி தெரிவித்த மிகுவல் கொனட், நாகயகுவாவுக்கு ஜனாதிபதியின் திட்டத்தை பாராட்டினார்."
      ]
    },
    "en": {
      "title": "Attention to the development of pico trail.",
      "body_lines": [
        "President Ranil Wickremesinghe visited the Cot Lodge Estate owned by the Plantation Company in Nuwara Eliya this morning.",
        "\"The President join the visit through the Pico Trail (PEKO TRAIL) trail.",
        "\"Pico Trail\" is a route of about 300 km riding through the central hills of Sri Lanka. It is considered one of the best secret roads in Asia.",
        "\"Pico Trail\" is heading down from Kandy and heads to the Hatton and Horton Plains National Park.. This road was used to transport tea to the factory during the British colonial period.",
        "The President visited the Pico Trail \"rolls along the\" Pico Trail \"route.",
        "The people were a great recognition to President Ranil Wickremesinghe and presented their greeting to them for the Sinhala and Tamil New Year.",
        "264 hectares of cot ledge estates under Browns Plantation Company and 349 employees. The President also focused on the future of the plantation working community of the estate working community, which was expelled after the estate public.",
        "The President also paid special attention to the plantation people's housing problem.",
        "The type of tea, located in the factory located in the Court Lodge Estate, is also manufactured by the Lite Bright Bright - Light Bright.",
        "The President also focused on creating the opportunity to taste a cup of fresh cup of fresh cups.",
        "The President also looked into the possibility of promoting the mountain-related tourism industry through \"pico trail\".",
        "Miguel Qunat (Miguel Kunat), Miguel Ketat, Miguel Ketat, said he could add Sri Lanka as a destination destination in the world.",
        "Travelers will be able to go through the Mawatha, Pico Trail \"I have gone to the march across Sri Lanka, the history, culture, culture of local food and local food and drinks. The Pico Trail \"tour phase consists of 22 phases and a tourist experience that can be spent on one day or a few days.",
        "The US Agency (USAID) has also been supported by the European Union (EU Trail) to support Sri Lanka's national tourism strategies.",
        "The objective of this project is to attract a new tourist role in Sri Lanka, such as adventure experiences and uplift the quality of life of the rural people.",
        "Miguel Konut, who thanked President Ranil Wickremesinghe's support for the opening of the \"Pico Trail\", appreciated the President's program to the Nagayakuwa."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe visited the Cot Lodge Estate, focusing on the Pico Trail, a 300 km route through Sri Lanka's central hills, and the plantation community's future. He highlighted the importance of the trail for tourism and the need to address housing issues."
  ]
}