{
  "translated_text": {
    "ta": {
      "title": "கெஹெலியா குடும்பத்தில் தடைசெய்யப்பட்ட 16 நிலையான வைப்பு",
      "body_lines": [
        "முன்னாள் சுகாதார அமைச்சர் கெஹெலியா ரம்புக்வெல்லாவின் நிலையான வைப்பு கணக்குகள் மற்றும் ஆயுள் காப்பீட்டுக் கொள்கைகளை ஐந்து மாத காலத்திற்கு தடை செய்ய விசாரணை ஆணையம் லஞ்சம் அல்லது ஊழல் துரிதங்களை எடுத்துள்ளது.",
        "சந்தேகத்திற்கிடமான பரிவர்த்தனைகள், 16 நிலையான வைப்புத்தொகை மற்றும் 3 காப்பீட்டுக் கொள்கைகளில் தடை விதிக்கப்பட்டுள்ளது.",
        "அதன்படி, சுகாதார மகள்களின் இரண்டு மகள்கள், சுகாதார மகள்களின் மனைவி மற்றும் தனியார் வங்கியின் தனியார் வங்கியின் தனியார் வங்கியின் தனியார் வங்கியின் ஒரு மகளின் கணவர் ஆகிய இரு நாட்களுக்கு 7 நாட்கள் சந்தேகத்திற்கிடமான வைப்பு தனியார் வங்கியின் தனியார் வங்கியின் தனியார் வங்கியின் தனியார் வங்கியின் தனியார் வங்கியின் தனியார் வங்கியின் தனியார் வங்கி தடைசெய்யப்பட்ட உத்தரவு பிறப்பிக்கப்பட்டது.",
        "பணமோசடி கீழ் 16 நிலையான வைப்புத்தொகை மற்றும் மூன்று காப்பீட்டுக் கொள்கைகள் தடை செய்யப்பட்டுள்ளன என்று ஆணையம் தெரிவித்துள்ளது.",
        "அதன்படி, உயர்நீதிமன்றத்தில் புகாரளித்த பின்னர், லஞ்சம் அல்லது ஊழல் ஆணையம் மேலும் விசாரணைகள் நீட்டிக்கப்படும் என்றும் மேலதிக விசாரணைகள் நீட்டிக்கப்பட வேண்டும் என்றும் கூறினார்.",
        "எவ்வாறாயினும், விசாரணை தொடர்பான விசாரணை குறித்து முன்வைக்கப்பட்ட புகார் தொடர்பான கருத்துக்கள் பெறப்பட்ட தகவல்கள் குறித்து விசாரணைகள் செயல்படுத்தப்பட்டதாகக் கூறப்பட்டதாக ஆணையம் தெரிவித்துள்ளது.",
        "முன்னாள் சுகாதார அமைச்சர் கெஹெலியா ரம்புக்வெல்லா பிப்ரவரி 2 ம் தேதி கைது செய்யப்பட்டுள்ளார், அவர் தரமற்ற ஆன்டிபாடிகள் ஊசி குற்றச்சாட்டுக்கு ஆளானார்.",
        "விசாரணை இறுதி வரை சுகாதார அமைச்சர் ஏற்கனவே ரிமாண்ட் செய்யப்பட்டுள்ளார்."
      ]
    },
    "en": {
      "title": "16 Fixed Deposits banned in Keheliya family",
      "body_lines": [
        "The Investigation Commission has taken the Bribery or Corruption Accelers to ban on the Fixed Deposit Accounts and Life Insurance policies of former Health Minister Keheliya Rambukwella for a period of five months.",
        "There are banned on suspicious transactions, 16 fixed deposits and 3 insurance policies.",
        "Accordingly, for 7 days of suspicious deposits of the two daughters of Health, the wife of the two daughters of Health and the husband of one daughter of a private bank of the private bank of the private bank of the private bank of the private bank of the private bank of the private bank of the private bank of the private bank of the private bank of the private bank of the private.A prohibited order was issued.",
        "The commission said that 16 fixed deposits and three insurance policies were banned under the money laundering.",
        "Accordingly, after reporting to the High Court, Bribery or Corruption Commission said that further investigations will be extended and further investigations are to be extended.",
        "However, the commission said that the comments made regarding the complaint presented on the investigation into the investigation was said that the investigations were implemented on information received.",
        "Former Health Minister Keheliya Rambukwella has been arrested on February 2 on February, who was accused of substandard antibodies injection.",
        "The Minister of Health is already remanded until the end of the trial."
      ]
    }
  },
  "summary_lines": [
    "The Bribery or Corruption Acceleration Commission has banned 16 fixed deposit accounts and 3 life insurance policies linked to former Health Minister Keheliya Rambukwella for five months due to suspicious transactions. This action follows an investigation into his family members' financial activities, including deposits and insurance policies. The commission stated that this move is part of efforts to combat money laundering. Further investigations have been ordered, and Rambukwella remains in custody pending trial over allegations related to substandard antibody injections."
  ]
}