{
  "translated_text": {
    "si": {
      "title": "பொகவந்தலாவையில் கழிப்பறை குழியில் விழுந்து சிறுவன் உயிரிழப்பு",
      "body_lines": [
        "අවුරුදු අටක-අවුරුදු අටක - ජෝඩ් බෝයි ඉරිදා (03) මියගියේය.",
        "මියගිය පිරිමි ළමයා 3 වන ශ්රේණියේ අධ්යාපනය ලබන හෙලෝන් සසන් යනුවෙන් හඳුනාගෙන තිබේ.",
        "புதிதாக கட்டப்பட்ட வீட்டுக்கு கழிப்பறை ஒன்றை கட்டுவதற்காக அவரது தந்தையால் குழி ஒன்று தோண்டப்பட்டுள்ளது. මේ අවස්ථාවේ දී, පිරිමි ළමයා වළේ ලිස්සා ගිය අතර එය එකතැන පල්ව තිබුණි.",
        "පිරිමි ළමයා දිගු කලක් නොදකින පියා කනස්සල්ලට පත්ව ඔහු සෙවීමට පටන් ගෙන තිබේ. සවස 5:00 ට ඔහු තම පුතාගේ සපත්තු වළ අසල දුටුවේය. ඔහුගේ පුත්රයා වළේ ගිලී මිය ගිය බව දුටු විට, ඔහු වහාම පිරිමි ළමයා අසල්වැසියන්ගෙන් පිටතට ගෙන අසල්වැසියන්ගේ උපකාරය සෙවීය.",
        "පිරිමි ළමයා වහාම ටිකෝයා මූලික රෝහලට ගෙන ඒමට යන ගමනේදී පිරිමි ළමයා මිය ගිය බව වෛද්යවරු පැවසූහ.",
        "මෘත ශරීරය මරණ පරීක්ෂණය සඳහා යවා ඇති අතර බොගවන්තලාව පොලිසිය සිද්ධිය සම්බන්ධයෙන් පරීක්ෂණ පවත්වයි."
      ]
    },
    "en": {
      "title": "The boy dies after falling into the toilet pit in Bogawantalawa",
      "body_lines": [
        "An eight -year -old boy died on Sunday (03) that a six -foot -deep toilet near a house in the Kiv plantation of Bogawantalawa died on Sunday (03).",
        "The deceased boy has been identified as Hellon Sasan, who is educated in Grade 3.",
        "A cavity was dug by his father to build a toilet for a newly built house. In this case, the boy slipped in the pit, which was stagnant.",
        "The father who does not see the boy for a long time has worried and started looking for him. At 5:00 pm, he saw his son's shoes near the pit. When he saw his son drowned in the pit, he immediately took the boy out of the neighbors and sought the help of the neighbors.",
        "The doctors said the boy died on the way to bring the boy to the Tikoya Base Hospital immediately.",
        "The body has been sent for autopsy and Bogawantalawa police are investigating the incident."
      ]
    }
  },
  "summary_lines": []
}