{
  "translated_text": {
    "si": {
      "title": "දියණිය පියා විසින් dered ාතනය කරන ලදී",
      "body_lines": [
        "පිලියන්දල ප්රදේශයේ තියුණු ආයුධයකින් තම පියා විසින් තම පියා විසින් was ාතනය කරන ලද බව පිලියන්දල පොලිසිය පවසයි.",
        "පියාණෙනි, පියා, පියාණන්ව තියුණු ආයුධයකින් තම බිරිඳට සහ දරුවන්ට පහර දී ඇති අතර, වෙනත් පුද්ගලයෙකු සමඟ නුසුදුසු සම්බන්ධතාවයක් ඇති බවට සැක කෙරේ.",
        "තුවාල ලැබූ දියණිය තුවාල ලැබූ බිරිඳ සහ දරුවන් දෙදෙනෙකු රෝහලට ඇතුළත් කර ඇති බව පොලිසිය පවසයි.",
        "සිද්ධිය අවදි වූ විට පොලිසිය පැවසුවේ සැකකරු තම නිවසේ කාමරයේ වැරැද්දක් කිරීමට අපොහොසත් වී ඇති බවත් ප්රදේශයේ බේරීමට අපොහොසත් වූ බවත්ය."
      ]
    },
    "en": {
      "title": "Daughter murdered by father",
      "body_lines": [
        "Piliyandala police said that the daughter was assassinated by his father in a sharp weapon in the Piliyandala area.",
        "The father, the father, has attacked his wife and two children with a sharp weapon, suspected of having an inappropriate relationship with another person.",
        "The 13 -year -old daughter died after the injured wife and two children were admitted to the hospital, police said.",
        "In the wake of the incident, police said that the suspect had failed to make a mistake in the room of his house and failed to escape the area."
      ]
    }
  },
  "summary_lines": [
    "Father kills daughter, injures mother and child in Piliyandala. Suspect arrested after attack."
  ]
}