{
  "translated_text": {
    "ta": {
      "title": "நல்லிணக்கம் மற்றும் நல்லிணக்கத்தின் நினைவுச்சின்னம்",
      "body_lines": [
        "அரசியல் அமைதியின்மை, அரசியல் அமைதியின்மை அல்லது சிவில் இடையூறுகளின் விளைவாக இலங்கையில் ஒரு நினைவுச்சின்னத்தைப் படிப்பதற்கான இலங்கையின் அறிக்கை அண்மையில் ஜனாதிபதி செயலகத்தில் ஜனாதிபதி ரணில் விக்கிரமசிங்கிடம் ஒப்படைக்கப்பட்டது.",
        "மூத்த பேராசிரியர் ஜகாத் வீரசிங்க, பேராசிரியர் சந்திரகுப்தா தெர்வாரா, யாஃப்னா பல்கலைக்கழகம். ஃபெர்ஷானா ஹன்ஃபா பல்கலைக்கழகத்தின் தலைவர், யு.டி.ஏவின் செயல் இயக்குநர் ஜெனரல், நகர்ப்புற மேம்பாட்டு ஆணையத்தின் கூடுதல் இயக்குநர் ஜெனரல் திரு. மஹிந்தா எத்தநாராச்சி, நகர்ப்புற மேம்பாட்டு ஆணையத்தின் கூடுதல் இயக்குநர் ஜெனரல், நகர்ப்புற மேம்பாட்டு ஆணையத்தின் கூடுதல் இயக்குநர் ஜெனரல் (யுடிஏ ), நகர்ப்புற மேம்பாட்டு ஆணையத்தின் கூடுதல் இயக்குநர் ஜெனரல் நியமிக்கப்பட்டார்.",
        "1983-2009 காலப்பகுதியில், இலங்கையின் ஆயுத மோதல்கள், அரசியல் அமைதியின்மை மற்றும் பொதுமக்கள், ஆயுதப்படைகள் மற்றும் சிவில் இடையூறுகள் நல்லிணக்கத்தின் அடையாளமாகவும் முன்னாள் குழந்தைகளாகவும் இருந்தன.",
        "அதன்படி, யோஃப்னா, முல்லைடிவு, கிலினோச்சி, பட்டிகலோவா, அம்பாரா மற்றும் குருநேகலா மாவட்டங்களில் சிறப்புக் குழு நடத்தப்பட்டது.",
        "இந்த பொது அமர்வுகள் தேசிய ஒற்றுமை மற்றும் நல்லிணக்க அலுவலகத்தின் தேசிய ஒருங்கிணைப்பு ஒருங்கிணைப்பாளரை ஏற்பாடு செய்தன. பங்கேற்பாளர்கள் தேசிய ஒற்றுமை, நல்லிணக்கம் மற்றும் நல்லிணக்கம் குறித்த அவர்களின் அபிலாஷைகள், யோசனைகள் மற்றும் பரிந்துரைகளை முன்வைக்க முடிந்தது.",
        "கடந்த காலத்தைப் பற்றி புகாரளிக்க, கருத்து தெரிவிக்கும் முயற்சியில் மக்களின் நினைவகம் பல்வேறு குழுக்கள் மற்றும் தனிநபர்களின் நினைவு மற்றும் நல்லிணக்க நிகழ்வுகளுடன் வித்தியாசமாக உள்ளது என்று குழு வலியுறுத்தியுள்ளது.",
        "தனது ஆய்வின் பரவலான தொடரை பரிசீலித்த பின்னர் குழு பல பரிந்துரைகளை சமர்ப்பித்துள்ளது, மேலும் மோதல் மற்றும் நல்லிணக்க முயற்சிகளில் மோதல் மற்றும் நல்லிணக்க முயற்சிகளில் கலை மற்றும் கலாச்சார அறிக்கைகளின் அடையாளத்தை குழு பரிந்துரைத்துள்ளது. மோதலில் மோதல்களைத் தடுப்பதற்கான கூட்டு உறுதிப்பாட்டை உறுதி செய்வதையும், அனைத்து இலங்கையர்களிடையே நல்லிணக்கத்தை ஊக்குவிப்பதையும் இது நோக்கமாகக் கொண்டுள்ளது. கமிட்டி அறிக்கையின் கைகளில் ஜனாதிபதி செயலாளர் சமன் எகனாயக்கமும் கலந்து கொண்டார்."
      ]
    },
    "en": {
      "title": "A monument of reconciliation and reconciliation",
      "body_lines": [
        "Sri Lanka's report to study a monument in Sri Lanka as a result of political unrest, political unrest or civil disturbances were handed over to President Ranil Wickremesinghe at the Presidential Secretariat recently.",
        "Senior Professor Jagath Weerasinghe, Professor Chandraguptha Thenuwara, University of Jaffna. President of the University of Fershana Hanfa, Acting Director General of the UDA, Mr. Mahinda Vithanaarachchi, Additional Director General of the Urban Development Authority, the Additional Director General of the Urban Development Authority, the Additional Director General of the Urban Development Authority (UDA), the Additional Director General of the Urban Development Authority 2023-05-22.Was appointed.",
        "During 1983-2009, Sri Lanka's armed conflicts, political unrest, and civilians, the armed forces and civil disturbances were a symbol of reconciliation and ex-militants.",
        "Accordingly, the Specialist Committee was conducted in Jaffna, Mullaitivu, Kilinochchi, Batticaloa, Ampara and Kurunegala districts.",
        "These public sessions organized the National Integration Coordinator of the National Unity and Reconciliation Office served in the areas. The participants were able to present their aspirations, ideas and suggestions on national unity, reconciliation and reconciliation.",
        "The Committee has emphasized that the people 'right to commemorate is differently with various groups and individuals' commemoration and reconciliation phenomena.In the attempt to report on the past, comment, or otherwise explained the importance of utilizing the contributions to report on the past.",
        "The committee has submitted several recommendations after considering the widespread series of his study, and the committee has recommended a symbol of artistic and cultural statements in the conflict and reconciliation efforts in the conflict and reconciliation efforts.has been. It is aimed at ensuring collective commitment to prevent conflicts in the conflict and promoting reconciliation among all Sri Lankans. Presidential Secretary Saman Ekanayake was also present at the hands of the committee report."
      ]
    }
  },
  "summary_lines": [
    "A monument in Sri Lanka, symbolizing reconciliation post-conflict, was presented to President Ranil Wickremesinghe. This initiative follows years of political unrest and civil disturbances from 1983 to 2009. The project, involving experts like Senior Professor Jagath Weerasinghe and Professor Chandraguptha Thenuwara, aimed to foster unity through public sessions across affected regions. The committee highlighted the importance of individual and group commemorations in reconciliation efforts, recommending an artistic and cultural symbol to promote peace and prevent future conflicts."
  ]
}