{
  "translated_text": {
    "si": {
      "title": "අරුල්නිඩිගේ 'ඉල්ලුම් පත්තා ජනපද 2', එය මැයි මස අවසානයේදී නිකුත් කෙරේ",
      "body_lines": [
        "අජේ ආර්.",
        "අධ්යක්ෂ ඒජේ ආර්. අල්නිඩි, ප්රියා භවානි ශංකර්, අරුණපන්දියානු, අරුණපන්දියානු, මීනාක්ෂි ගෝවින්ද්රජන්, මුතුකුමාර්, අන්නානා රවිචන්දරන්, තවත් බොහෝ අය 'ඉල්ලුම්කරු 2' චිත්රපටයේ තාරකාව. හරිස් කන්නන් සෑම් ඇ. එස්.. සංගීතය රචනා කර ඇත. මෙම චිත්රපටය බීටීජී විශ්වයේ දී බොබි බාලචන්ද්රන් විසින් නිෂ්පාදනය කරනු ලැබේ.",
        "චිත්රපටයේ පෙරදසුන පසුගිය වසර අවසන් වන විට නිකුත් කරන ලදී. කෝටි බොරුවක් පාහේ නරඹන්නන් සහ ජයග්රහණයන් විසින් නැරඹීමට පැමිණ ඇත. මෙම අවස්ථාවේ දී, පීඩීජී යුනිවර්සල්ගේ ලාංඡනය මුදා හැරීමේදී, 'ඉල්ලීම් කොලනි 2' චිත්රපටයේ සහභාගීත්වය පිළිබඳ අධ්යක්ෂ අජේ n ානමුතු මහතා?ඇසූ විට, \"එය මැයි මස අවසානයේදී නිකුත් කෙරේ. චිත්රපටයේ දිග මිනිත්තු 135 කි. ග්රැෆික් දර්ශන මිනිත්තු 120 කින් එය පිරී ඇත. මෙහි ප්රති ulted ලය වූයේ ජාත්යන්තර ප්රමිතීන් පිළිබඳ ග්රැෆික්ස් සැකසීම ප්රමාද වීමයි. කෙසේ වෙතත්, චිත්රපටය රසිකයන් සඳහා නව අත්දැකීමක් ලබා දෙනු ඇත. \"",
        "රසිකයාගේ ආශාව නම් උදයනිදි ස්ටාලින් තිරයෙන් පිටව ගොස් ඇති පරිදි කලාකරුවන්ගේ පවුලෙන් අල්නම්ධි වන කරුණානිධි වන කරුණානිධි චිත්රපටවල රඟපෑමේ චිත්රපට නිවැරදි මොහොතේම නිදහස් කිරීමයි.. පීටීඅයි යුනිවර්සල් විසින් සැලසුම් කර ඇති පරිදි දෙමළ, තෙළිඟු, කන්නඩ සහ හින්දි යන ප්රදේශවල දෙමළ, තෙළිඟා, කන්නඩ සහ හින්දි යන ප්රදේශවල මෙම චිත්රපටය මුදා හැරීමට අපේක්ෂා කෙරේ."
      ]
    },
    "en": {
      "title": "Arulnidhi's 'Demandy Colony 2', which is released at the end of May",
      "body_lines": [
        "Ajay R Gnanamuthu starring Arulnidhi, the film 'Demandi Colony 2' is scheduled to be released in the end of May, the film crew said.",
        "Director Ajay R. Arulnidhi, Priya Bhavani Shankar, Arunpandian, Meenakshi Govindarajan, Muthukumar, Archana Ravichandran and many others star in the film 'Demandi Colony 2'. Harish Kannan has recorded the cinematography by Sam C. S.. Has composed the music. The film is being produced by Bobi Balachandran on behalf of BTG Universal.",
        "The preview of the film was released by the end of last year. Almost one crore has been visited by viewers and achievement. In this case, when when the release of PDG Universal's logo, director Ajay Gnanamuthu on the participation of the film 'Demandi Colony 2'?When asked, “It is being released at the end of May. The length of the film is 135 min. It is full of 120 minutes of graphics scenes. This resulted in delay in setting graphics on international standards. However, the film will give fans a new experience. ”",
        "Fans' desire is that the films starring Arulnidhi from the family of artist Karunanidhi have been released in the right moment as Udayanidhi Stalin has left the screen.. The film is expected to be released in Tamil, Telugu, Kannada and Hindi as planned in Tamil, Telugu, Kannada and Hindi as planned by PTI Universal."
      ]
    }
  },
  "summary_lines": [
    "\"Arulnidhi's 'Demandi Colony 2', starring Ajay R Gnanamuthu, is set for release in May. The film, featuring a mix of actors and a 135-minute runtime, includes 120 minutes of graphics scenes. Despite delays, it promises a unique experience for fans.\""
  ]
}