{
  "translated_text": {
    "si": {
      "title": "ප්රධාන ලේකම් සත්යසිංහ මහතා පවසන්නේ එහි නායක මාවයි සේනතිරාජා පවසයි",
      "body_lines": [
        "එළඹෙන මහ මැතිවරණයෙන් යාපනය මැතිවරණ දිස්ත්රික්කයේ අපේක්ෂකයින්ගේ ලැයිස්තුව ඊයේ නිකුත් කරන ලදී.",
        "නොවැම්බර් 14 වන දින පැවැත්වීමට නියමිත පාර්ලිමේන්තු මැතිවරණයේදී ශ්රී ලංකා දෙමළ ජාතික පක්ෂය (එන්ටීඅයි) වෙනුවෙන් වන යාපනය මැතිවරණ දිස්ත්රික්කයේ අපේක්ෂකයින්ගේ නම් ඉරිදා (06) පක්ෂයේ මැතිවරණ හමුවීම් කමිටුව විසින් ප්රකාශයට පත් කරන ලදී.",
        "ඒ අනුව, ශ්රීධරන්, එම්.ඒ.",
        "කෙසේ වෙතත්, අතිශයින්ම අපේක්ෂිත දෙමළ පක්ෂයේ ජ්යෙෂ් members සාමාජිකයින්ගේ නම් ලැයිස්තුවට ඇතුළත් කර නොමැත. මෙයින් පසු පක්ෂයේ ජ්යෙෂ් me සාමාජිකයා ඊයේ නිවේදනය කළේ තමා දෙමළ ජාතික සන්ධානයෙන් ඉවත් වන බවය.",
        "පක්ෂයේ ජ්යෙෂ් members සාමාජිකයින්ගෙන් සමහරක් අපේක්ෂකයින්ගේ ලැයිස්තුව ගැන ඉතා අතිමහක් කළ බැවින් දෙමළ ජාතික පක්ෂ නායක මවායි සේනතිරාජා සඳුදා පක්ෂයෙන් ඉවත් විය.",
        "ඒ අනුව, මහයි සේනතිරාජා ටීඑන්ඒ වෙතින් ඉවත් වන බව නිවේදනය කරමින් පක්ෂයේ මහලේකම්වරයා කේසරි වෙත තහවුරු කර තිබේ.",
        "එහෙත් මහලේකම් සැටලාලිංගම් සමඟ සම්බන්ධ වී මාධ්යයෙන් ඉවත් වී ඇති බව විමසූ විට මවුයි සේනතිරාජා සාදයෙන් ඉවත් වී ඔහු ඒ ගැන දැන සිටි බව පිළිතුරු දුන් නමුත් කිසිදු නිලධාරියෙකු ලැබී නැත.",
        "ඒ අතරම, වෛද්යවරයා සියතාලිංගම්ගෙන් ඇසූ විට, මහජන මැතිවරණයේදී දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) වෙනුවෙන් තරඟ කරන අපේක්ෂකයින්ගේ නාමයට ජනතාවගේ නම් ඇතුළත් නොකළේ මන්දැයි.",
        "\"මෙම යෝජනාව පක්ෂයේ මැතිවරණ නාමයෝජනා මණ්ඩලය ගත් තීරණයකි. මැතිවරණයට තරඟ කිරීම සඳහා අයදුම්පත් විශාල ප්රමාණයක් ඇති විට, සුදුසු යෙදුම් පරීක්ෂා කිරීමට ඔවුන්ට බල කෙරෙනු ඇත.",
        "ඉතින් මේ වතාවේ මැතිවරණයට තරඟ කිරීම සඳහා අපේක්ෂකයින් තෝරා ගැනීමේ ක්රියාවලියක් නාමයෝජනා කමිටුව විසින් බෙදී ඇති අතර ඊට අනුකූලව අපේක්ෂකයා තෝරා ගන්නා ලදී.",
        "එමනිසා, සමහර අය එවැනි සන්දර්භයක් තුළ තෝරාගෙන නොමැති බව පැවසිය නොහැක. \""
      ]
    },
    "en": {
      "title": "General Secretary Sathiyalingam says its leader Mawai Senathirajah",
      "body_lines": [
        "The list of candidates in the Jaffna electoral district in the upcoming general election was released yesterday, with many senior members of the party's senior members of the party.",
        "The names of the candidates of the Jaffna Election District on behalf of the Sri Lanka Tamil National Party (NTI) in the upcoming parliamentary elections to be held on the 14th of November were announced by the party's election appointment committee on Sunday (06).",
        "Accordingly, Sridharan, MA Sumanthiran, SCC Ilangovan, Kesavan Sayanthan, Chandralingam Sukirthan, Sureka Saseendran, Emmanuel Arnold, Krishnaveni Sridharan and Thiyagaraya Prakash have been named as the candidates for the Jaffna and Kilinochchi districts.",
        "However, the names of senior members of the highly anticipated Tamil party have not been included in the list. Following this, the party's senior member of the party announced yesterday that he would quit the TNA.",
        "The Tamil National Party leader Mawai Senathirajah withdrew from the party on Monday, as some of the other senior members of the party were very dissatisfied with the list of candidates.",
        "Accordingly, his side confirmed to Kesari that the party's general secretary had sent a letter announcing that Maui Senathirajah would quit the TNA.",
        "But when the general secretary contacted Satyalingam and asked if the media had quit the party, he was aware of whether Maui Senathirajah had quit the party and replied that he was also aware of it, but no official letter was received.",
        "At the same time, when the doctor asked Sathiyalingam, why the names of the influential members of the people were not included in the name of the candidates who are contesting on behalf of the Tamil National Alliance (TNA) in the upcoming general election.",
        "“This resolution is a decision taken by the party's election nomination panel. When there are a large number of applications to contest the election, they will be forced to examine the appropriate applications.",
        "So this time a process of selecting candidates to contest the election was divided by the Nomination Committee and the candidate was selected in accordance with it.",
        "Therefore, it is impossible to say that some people have not been selected in such a context. ”"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Tamil National Party NTI announces candidates for Jaffna electoral district. Senior member Mawai Senathirajah quits over dissatisfaction with candidate selection process. General Secretary Sathiyalingam denies receiving official resignation letter."
  ]
}