{
  "translated_text": {
    "si": {
      "title": "රට පුරා නව පාලම් 250 ක් - පූර්වගාමියා",
      "body_lines": [
        "ජාතික මට්ටමේ සංවර්ධන ව්යාපෘතිවල ප්රතිලාභ ග්රාමීය ජනතාවට ලබා දීම සඳහා මාර්ග ව්යුහය වැඩිදියුණු කිරීම සඳහා රට පුරා නව පාලම් 250 ක් ඉදිකිරීමට සැලසුම් කර ඇති බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "2014-2024 කාල පරිච්ෙඡ්දය තුළ ශ්රී ලංකාවේ විවිධ ප්රදේශවල ග්රාමීය පාලම් 750 ක් වන කොළඹ ශෙන්රිලා හෝටලයේ පැවති උත්සවයක් අමතමින් ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව පැවසීය. .",
        "මෙම පාලම් සමඟ සම්බන්ධ වූ ජනතාවගේ ජීවන තත්ත්වය වැඩිදියුණු කිරීම සඳහා රජය කැපවී සිටින අතර රටේ ආර්ථිකයෙන් ප්රතිලාභ ලබා ගැනීම සඳහා අඩු ආදායම්ලාභීන්ගෙන් ඉල්ලා සිටියේය.",
        "ආණ්ඩුවේ අපේක්ෂාව වන්නේ රජයේ අපේක්ෂාව ගම්බද පළාත්වල ජනතාව කෙරෙහි අවධානය යොමු කිරීමෙන් බහු මානසික දරිද්රතාවය අවම කිරීම නිසා එම ඉලක්කය සපුරා ගැනීම සඳහා ග්රාමීය ප්රදේශවල යටිතල පහසුකම් වැඩිදියුණු කිරීම ඉතා වැදගත් බව ජනාධිපතිවරයා පෙන්වා දුන්නේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා ශ්රී ලංකාවේ නෙදර්ලන්තයේ ශ්රී ලාංකික තානාපතිවරයාට බොනි හෝර්බැක් වෙත විශේෂ සිහිවටනයක් ඉදිරිපත් කළේය.",
        "අද වන විට ශ්රී ලංකාවේ ජෙන්සන් බිම් බෝං කිරීම විසින් ඉදිකරන ලද පාලම් 750 ක වැඩ නිම කිරීම අද සමරයි. සමාගම සාර්ථකව ඉටු කර ඇති බව පැවසිය යුතුය. ඉදිකරන ලද මෙම ග්රාමීය පාලම් ගැන මම දනිමි. ඒවා බොහෝ අවාසි සහගත ක්ෂේත්රයන්හි ඉදිකර ඇත. මෙම පාලම්වල සවි කර ඇති ක්ෂේත්රවල ජනතාවගේ ජීවන තත්ත්වය වැඩිදියුණු කිරීමට රජය ද කැපවී සිටී.",
        "එසේම, මෙම විස්තීර්ණ මාර්ග ව්යුහය මගින් භාණ්ඩ ප්රධාන අධික වේගයට ප්රවාහනය කිරීමට සහ කොළඹ හෝ වෙනත් ප්රධාන නගරවලට භාණ්ඩ ප්රවාහනය කිරීමට උපකාරී වේ. එබැවින් ව්යාපෘතිය වැදගත්ම ව්යාපෘතිය වන බව සැලකිල්ලට ගත යුතුය. පාලම් 250 ක් ඉදිකිරීම ගැන ද අපි බලාපොරොත්තු වෙමු.",
        "දරිද්රතා අනුපාතය 2019 දී අපේ රටේ 15% සිට 25% දක්වා ඉහළ ගියේය. රජයේ අපේක්ෂාව වන්නේ 2032 වන විට එය 10% කින් අඩු කිරීමයි.",
        "රටේ ආර්ථිකය වර්ධනය වන විට, අඩු-ලිංනල් ජනයා එය එයින් ප්රයෝජන ලබා ගත යුතුය. අපගේ ප්රධාන ඉලක්කයක් වන්නේ ග්රාමීය ප්රදේශවල මිනිසුන් කෙරෙහි අවධානය යොමු කරමින් බහු-ත්රිමාන දරිද්රතාවය 10% කින් අඩු කිරීමයි.",
        "එවැනි ව්යාපෘති එම ඉලක්කයට යාමට අපට උපකාරී වේ. එබැවින් මෙම ව්යාපෘති සඳහා දායක වූ නෙදර්ලන්ත රජයට මම ස්තූතිවන්ත වෙමි. උතුරු පළාතේ ජනතාවගේ සෞඛ්ය සේවා පුළුල් කිරීම සඳහා නව රෝහල් 04 ක් විවෘත කිරීමට නෙදර්ලන්ත තානාපති මෑතකදී අප හා එක්විය.",
        "මෙම ව්යාපෘති දෙක ශ්රී ලංකාවේ ග්රාමීය ප්රජාව ශක්තිමත් කරනු ඇත. මම ජනාධිපති ධුරය දැරූ පසු, මෙම ව්යාපෘතිවල වැදගත්කම මම තේරුම් ගෙන ඒවා ඉදිරියට ගෙන යාමට පියවර ගතිමි.",
        "ශ්රී ලංකාවේ පුරාණ කාලතුවක්කු ශ්රී ලංකාවට ලබා දීම සම්බන්ධයෙන් නෙදර්ලන්ත රජයට මගේ කෘත itude තාව පළ කිරීමට කැමැත්තෙමි. දෙරට අතර සබඳතා අනාගතයේදී ඉතා ශක්තිමත් බවට සැකයක් නැත.",
        "අයහපත් කාලගුණය හේතුවෙන් ගංවතුර තත්ත්වයට මුහුණ දිය යුතුය. බොහෝ ජීවිත මෙතෙක් මරා දමා ඇත. මෙම ව්යසනයෙන් මෙම ව්යසනයෙන් මුළුමනින්ම විනාශ වූ නිවාස ප්රතිසංස්කරණය කිරීමට පියවර ගෙන ඇති අතර එය හමුදාවේ සහභාගීත්වයෙන් ප්රතිසංස්කරණය කිරීමට නියමිතය.",
        "අර්ධ වශයෙන් හානියට පත් ගොඩනැගිලි ලැබීමෙන් පසු, අදාළ තීරණ ගැනීමට අපි බලාපොරොත්තු වන බව ද සැලකිල්ලට ගත යුතුය. මෙම සන්දර්භය තුළ අග්රාමාත්යවරයා අද පස්වරුවේ පැවති කැබිනට් රැස්වීමකදී හදිසි කැබිනට් පත්රයක් ඉදිරිපත් කරයි.",
        "එසේම, පීඩාවට පත් ජනතාවට සියලු සහන ලබා දීම සඳහා දැනට පවතින අරමුදල් නිකුත් කිරීමට මම කටයුතු කරමින් සිටිමි. මීට අමතරව, අවශ්ය සියලු අරමුදල් සඳහා ඇගයීම් ඉක්මනින් සකස් කරන ලෙස දිස්ත්රික් ලේකම්වරුන්ට නියෝග කර තිබේ.",
        "2017 ව්යසනය තුළ රජය රුපියල් බිලියන 170 ක් වියදම් කළේය. පසුගිය වසරේ දිස්ත්රික්ක 13 ක ව්යසනය සිදුවිය.",
        "මේ වතාවේ සමහර පළාත් විශාල හානියක් කර නැත. කෙසේ වෙතත්, මේ වසරේ සහ ලබන වසරේදී ආපදා හානිය පුනරුත්ථාපනය කිරීම සඳහා අවශ්ය සියලු අරමුදල් සැපයීමට අපි බලාපොරොත්තු වෙමු. \"ජනාධිපතිතුමා පැවසීය.",
        "පසුගිය වසර 10 තුළ ශ්රී ලංකාවේ පාලම් 750 ක් සාර්ථකව ඉදි කළේය.",
        "ජෙන්සන් බිම්බීම පසුගිය වසර 10 තුළ ශ්රී ලංකාව පුරා පාලම් ඉදිකිරීමේ කටයුතු කරමින් කටයුතු කරමින් සිටී. ඔවුන් බොහෝ විට අප දන්නා විසිතුරු පාලම් නොවේ. එහෙත් ජාතික සංවර්ධන ව්යාපෘති හා ග්රාමීය ජනතාව ජනතාවගේ ජීවිත කෙලින්ම ප්රයෝජනවත් වන බව පැවසිය යුතුය.",
        "නායකත්වය යනු ජනතාවගේ ප්රගතිය සඳහා නව අවස්ථා විවෘත කිරීමයි. මීට වසර දෙකකට පෙර ශ්රී ලංකාව දරුණුතම ආර්ථික අර්බුදයට ලක්විය. එම අවස්ථාවේදී ජනාධිපති රනිල් වික්රමසිංහ මහතා නායකත්ව ගුණාංග පිළිබිඹු කර රටේ ආර්ථිකය ස්ථාවර කිරීමට පියවර ගත්තේය.",
        "දැන් රටේ සංවර්ධනය සඳහා කැපවී සිටී. ඒ අතරම, සියලු ජනතාවට ප්රතිලාභයේ ප්රතිලාභ සඳහා ප්රමුඛතාවය ලබා දිය යුතු අතර, ප්රගතියේ ප්රතිලාභ අඩු ජීවන ජනයා කරා ළඟා වන බවට සහතික විය යුතුය. \"",
        "නෙදර්ලන්තයේ සභාපති අයිවන් රට්ජන්ස්, ඉවාන් රට්ජන්ස් සහභාගී විය."
      ]
    },
    "en": {
      "title": "250 new bridges across the country -President",
      "body_lines": [
        "President Ranil Wickremesinghe said that it is planning to build 250 new bridges across the country to improve the road structure to provide the benefit of national level development projects to the rural people.",
        "President Ranil Wickremesinghe said this while addressing a function held at the Shankrila Hotel in Colombo on Monday, the 03rd of Monday, ahead of the success of 750 rural bridges in various parts of Sri Lanka by the Netherlands Jenson Brijing Company during the period 2014-2024.",
        "The president said the government was dedicated to improve the quality of life of the people who were linked to these bridges and urged the lower income people to benefit from the country's economy.",
        "The President pointed out that the government's expectation is that the government's expectation is to reduce multi -dimensional poverty by focusing on the people in the countryside, and that such plans to improve the infrastructure in rural areas are very important to achieve that goal.",
        "President Ranil Wickremesinghe presented a special souvenir to Sri Lanka's Sri Lankan Ambassador to the Netherlands, Bonie Horbach.",
        "Today, we are celebrating the completion of the work of 750 bridges built by Jensen Brijing in Sri Lanka. It must be said that the company has successfully accomplished. I know about these rural bridges constructed. They are constructed in most disadvantaged areas. The government is also committed to improve the quality of life of the people in the areas attached to these bridges.",
        "Also, this comprehensive road structure helps to transport goods to major high speeds and send goods to Colombo or other major cities. Therefore, it should be noted that the project is the most important project. We are also looking forward to the construction of 250 bridges.",
        "The poverty rate increased from 15% to 25% in our country in 2019. The government's expectation is to reduce it by 10% by 2032.",
        "When the country's economy grows, the low -income people must ensure that it will benefit from it. One of our main goals is to reduce the multi -dimensional poverty by 10%, focusing on people in rural areas.",
        "Such projects help us to go to that goal. So I thank the Government of the Netherlands who contributed to these projects. The Netherlands Ambassador recently joined us to open 04 new hospitals to expand people's health services in the Northern Province.",
        "These two projects will strengthen Sri Lanka's rural community. After I took office as president, I realized the importance of these projects and took steps to advance them.",
        "I would like to express my gratitude to the Government of the Netherlands for reapping Sri Lanka's ancient artillery to Sri Lanka. There is no doubt that the relations between the two countries will be very strong in the future.",
        "Have to face the flood situation due to bad weather. Many lives have been killed so far. Steps have been taken to renovate the houses that have been completely destroyed by this disaster with the participation of the military.",
        "It should also be noted that after receiving partially damaged buildings, we are looking forward to making related decisions. In this context, the Prime Minister submits an emergency cabinet paper at a Cabinet meeting held this afternoon.",
        "Also, I have been working to release the existing funds to provide all the relief to the affected people. In addition, the District Secretaries have been ordered to quickly prepare assessments for all the necessary funds.",
        "During the 2017 disaster, the government spent 170 billion rupees. Last year, the disaster occurred in 13 districts.",
        "This time some provinces have not caused massive damage. However, we are looking forward to providing all the funds needed to rehabilitate the disaster damage this year and next year, ”the President said.",
        "I am honored to be attending the event with the President today to celebrate the 10th anniversary of Jensen Brijing, which successfully built 750 bridges in Sri Lanka in the last 10 years.",
        "Jensen Brijing has been working on the construction of bridges across Sri Lanka for the past 10 years. They are not often the ornamental bridges we know. But it must be said that the people's lives with national development projects and the rural people are directly beneficial.",
        "Leadership is the opening of new opportunities for people's progress. Sri Lanka suffered the worst economic crisis two years ago. On that occasion, President Ranil Wickremesinghe reflected the leadership qualities and took steps to stabilize the country's economy.",
        "Is now committed to the development of the country. At the same time, all the people should be given priority to the benefits of benefit and ensure that the benefits of progress are reaching the low -income people. ”",
        "Iwan Rutjens, Chairman of the Netherlands, Iwan Rutjens Attended."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe announced plans to construct 250 new bridges nationwide to enhance rural connectivity and support national development projects. This initiative follows the successful completion of 750 rural bridges by the Netherlands' Jensen Brijing Company from 2014-2024, aimed at improving the quality of life in rural areas. The government aims to reduce poverty by focusing on rural infrastructure development, expecting a 10% reduction in multidimensional poverty by 2032. The projects, including bridge construction and hospital expansions, are part of efforts to bolster Sri Lanka's rural communities and ensure economic growth benefits low-income individuals."
  ]
}