{
  "translated_text": {
    "si": {
      "title": "එන්පීපී මන්ත්රීවරු සිලීනි ලබා ගනී;",
      "body_lines": [
        "ශ්රී ලංකා පීඒ සහ යාපනය දිස්ත්රික් සම්බන්ධීකාරක ගීටනාත් කස්ලින්ම් විසින් උතුරු පළාතෙන් අලුතින් තේරී පත් වූ මන්ත්රීවරුන් (මන්ත්රීවරුන්) චෝදනා කළ අතර ව්යසනයේ ව්යසනයෙන් පීඩාවට පත් වූවන්ට උපකාර කිරීමට අපොහොසත් වූහ.",
        "\"ජනයාගේ ජාතික බලය තුළින් පීඩාවට පත් ජනතාවට උපකාර කිරීමට උතුරේ අලුතින් තේරී පත් වූ මන්ත්රීවරුන් අපොහොසත් වී ඇති\" යැයි ජනතාවගේ ජාතික බලය තුළින් මේ වන විට 250,000 කට වැඩි පිරිසක් දරුණු ගංවතුරෙන් පීඩා විඳිති.. ව්යසනය හේතුවෙන් පුද්ගලයින් 10 දෙනෙකු දැනටමත් මියගොස් තිබේ. බොහෝ පවුල්වලට ආහාර, නවාතැන් හා වෛද්ය උපකාර අවශ්ය වේ.",
        "\"ස්වාභාවික විපතක් සිදු වූ විට, ආහාර, medicine ෂධ සහ වෙනත් අත්යවශ්ය කරුණු වැනි ක්ෂණික සහාය ලබා දීම රජයේ යුතුකමයි. කෙසේ වෙතත්, දින කිහිපයක් තිස්සේ අධික වර්ෂාව හා අධික ගංවතුර ඇති වුවද, උතුරෙන් අලුතින් තේරී පත් වූ මන්ත්රීවරුන් සේවය කරනවාට වඩා වැඩි ඡායාරූප තිබේ. \"",
        "වින්දිතයින් එන්පීපී නියෝජිතයින් විසින් පීඩාවට පත් ප්රදේශවලට යවා නොමැති බවට වින්දිතයින් චෝදනා කළහ.. \"අපි දිවා රෑ නොබලා යන ක්ෂේත්රයේ සිටි අතර, කල්තියා සැලසුම් කර දේශගුණික අනතුරු ඇඟවීම්වලට වහාම ප්රතිචාර දක්වමින් සිටිමු.",
        "ඔහු ජාතික ජනතාවගේ බලය තවදුරටත් විවේචනය කළ අතර, \"වගකිවයුතු පාලනයක් සොයන ජනතාව උතුරේ විශාල සාර්ථකත්වයක් ලබා ඇත. කෙසේ වෙතත්, සති කිහිපයක් ඇතුළත, ඔවුන් තම රාජකාරිය ඉටු කිරීමට අසමත් වූ අතර පීඩාවට පත් පවුල්වලට දුක් විඳීමට හේතු විය.",
        "දිස්ත්රික්ක මගින් ජලයෙන් යට වූ පසු ජනාධිපති අනුරගුමර දිසානායක මහතාට චෝදනා කළ බවට ද ඔහු චෝදනා කළේය.. \"මීට සති කිහිපයකට පෙර අධික වර්ෂාපතනයක් සිදුවනු ඇතැයි පුරෝකථනය විය. සූදානම් වෙනුවට ජාතික මහජන බලවේග මන්ත්රීවරු ඔවුන්ගේ ජයග්රහණය සමරනු ලැබූ අතර පාර්ලිමේන්තුවේ සරාගී වූ බව කසාලම් පවසයි.",
        "ශ්රී ලංකා නායකයා අවසන් වී, \"රටේ අවශ්යතාවය තම ජනතාව වෙනුවෙන් කැපවී සිටින නීති සම්පාතිකයන් මිස ඔවුන්ගේ ජනතාව වෙනුවෙන් කැපවී සිටින අතර, විනාශය අතරතුර තම රාජකාරි අතහැර දැමූ අය නොවේ.\"කිව්වා."
      ]
    },
    "en": {
      "title": "NPP MPs take Selfie;",
      "body_lines": [
        "Sri Lanka PA and Jaffna District Coordinator Geetanath Kaslingam has accused the newly elected MPs (MPs) from the Northern Province and failed to help people affected by the disaster of the disaster.",
        "\"Newly elected MPs from the North have failed to help the affected people through the national power of the people,\" Kasilingam said, “More than 250,000 people across the country, including thousands of people in Jaffna, are suffering from heavy floods.. 10 people have already died due to disaster. Many families need food, shelter and medical help.",
        "“When natural disaster occurs, it is the duty of the state to provide immediate assistance such as food, medicine and other essentials. However, despite the heavy rains and heavy floods for several days, newly elected MPs from the North are doing more photos than serving. ”",
        "Casilingam accused the victims of not being sent by NPP representatives to the affected areas, causing victims rely on parties like SLPP. \"We were on the field day and night, planned in advance and would immediately respond to climate warnings,\" he said.",
        "He further criticized the national people's power and said, “The people who are looking for a responsible rule have gained great success in the North. However, within a few weeks, they failed to perform their duties, causing the affected families to suffer.",
        "He also accused President Anuragumara Dissanayake of granting relief after the districts were flooded.. “It was predicted that heavy rainfall would occur several weeks ago. Instead of ready, the National People's Power MPs celebrated their victory and took a selfie in Parliament, ”Kasilingam said.",
        "The SLPP leader concluded and called for the responsible administration, saying, \"The country's need is the lawmakers who are dedicated to their people, not those who abandon their duties during the devastation and need.\"Said."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "NPP MPs accused of neglecting flood victims in Sri Lanka's North. Kasilingam criticizes their inaction, saying they prioritized selfies over aid. Over 250,000 affected, 10 deaths reported. SLPP offers support, calling for responsible governance."
  ]
}