{
  "translated_text": {
    "si": {
      "title": "ඉරානයේ අගනුවරට සාදරයෙන් පිළිගනිමු",
      "body_lines": [
        "ඉරාන ජනාධිපති ඉබ්රාහිම් රයිසි හෙට ශ්රී ලංකාවට නිල සංචාරයක් කරයි. එක්සත් සාම සම්මේලනයේ දී ඔහු පිළිගන්නා අතර පිළිගැනීමේ තනතුරු කොළඹ අගනුවර ප්රදර්ශනය විය.",
        "උමා ඔයා බහුකාර්ය සංවර්ධන වැඩසටහන විවෘත කිරීම සඳහා ඉරාන ජනාධිපතිවරයා ශ්රී ලංකාවට එක්දින නිල සංචාරයක් කරනු ඇත.",
        "ඇමරිකානු ඩොලර් මිලියන 514 ක වියදමින් ඉරාන රජයේ ණය මුදල යටතේ උමා ඔයා බහුකාර්ය සංවර්ධන වැඩසටහන 2011 දී දියත් කරන ලදී.",
        "ඉරාන ජනාධිපති ඉබ්රාහිම් රයිසි අද පාකිස්තානයේ සංචාරයක යෙදී සිටින අතර, එය පාකිස්තාන සංචාරය අවසන් කර හෙට රටට පැමිණෙන බව විදේශ අමාත්යතුමා ප්රකාශ කර තිබේ.",
        "මෙම අවස්ථාවේ දී, කොළඹ මහ නගර සභාවේ හිටපු සාමාජිකයන් (I.). ඒ.. මෙම පිළිගැනීම් ප්රදර්ශනය කර ඇත්තේ කලීයිල් රහ්මාන්, එම්. මාදර් සහ එම්. මුසම්මිල් විසිනි."
      ]
    },
    "en": {
      "title": "Welcome to the capital of Iran",
      "body_lines": [
        "Iranian President Ibrahim Raisi makes an official visit to Sri Lanka tomorrow. He was greeted by the United Peace Federation and the welcome posts were displayed in the capital Colombo.",
        "The Iranian President will make a one -day official visit to Sri Lanka to open the Uma Oya Multipurpose Development Program.",
        "The Uma Oya Multipurpose Development Program was launched in 2011 under the Iranian government's loan at a cost of US $ 514 million.",
        "Iranian President Ibrahim Raisi is on a tour of Pakistan today and the Foreign Ministry has announced that it will complete the Pakistan visit and visit the country tomorrow.",
        "In this case, the former members of the Colombo Municipal Council (I.). A.. These receptions have been exhibited by Khalilur Rahman, M. Kadar and M. Muzammil."
      ]
    }
  },
  "summary_lines": [
    "Iranian President Ibrahim Raisi visits Sri Lanka to open the Uma Oya Multipurpose Development Program, a project funded by Iran. He also tours Pakistan."
  ]
}