{
  "translated_text": {
    "ta": {
      "title": "2 வயது, எதிர்பாராத விதி",
      "body_lines": [
        "ஒரு சிறு குழந்தை கொல்லப்பட்டார், தாயின் காலால் சத்தமாக கஷ்டப்பட்ட ஒரு குழந்தை கொல்லப்பட்டார்.",
        "பாதிக்கப்பட்டவர்கள் மூன்று குழந்தைகளைக் கொண்ட ஒரு குடும்பத்தின் இளைய குழந்தைகள், புட்டலம் கலார்ட்டில் வசித்து வந்த எஸ்.ஏ.",
        "பெற்றோர் ஒரு உறவினரிடம் செல்லத் தயாராக இருந்தபோது, ​​இளம் குழந்தை யாரையும் அறியாமல், தாயின் காலுக்கு கொண்டு வரப்பட்ட திரவத்துடன் திரவத்தை எடுத்துக்கொண்டது.",
        "தந்தை எடுத்துச் செல்லப்பட்டு அகற்றப்பட்டு அகற்றப்பட்டு அகற்றப்பட்டு அகற்றப்பட்டார்.",
        "பின்னர், குழந்தைக்கு வலிக்கு ஒரு பூச்சி இருப்பதை பெற்றோர் உறுதிப்படுத்தவில்லை.",
        "இருப்பினும், பெற்றோர் குழந்தையை பால்வானா பகுதியில் உள்ள ஒரு தனியார் மருத்துவ மையத்தில் அழைத்துச் சென்றனர்.",
        "வலி காணாமல் போனது என்னவென்றால், குழந்தை அப்படி இருக்காது.",
        "இருப்பினும், குழந்தை ஒருவருக்கு ஒவ்வாமை ஏற்பட்டால், உடனடியாக மருத்துவமனையில் அனுமதிக்கப்பட்டதாக மருத்துவர் கூறியுள்ளார்.",
        "இருப்பினும், பெற்றோர் ஒரு குழந்தையை அழைத்துச் சென்று அதே நேரத்தில் மடம்பேவின் தாயின் முகத்தில் இருந்தனர், ஒரே நேரத்தில் குழந்தையின் நோய் இருந்தது.",
        "பெற்றோர் பெற்றோருடன் முண்டலாமா பிரதேச மருத்துவமனையில் அனுமதிக்கப்பட்டனர்.",
        "முண்டலாமா மருத்துவமனையைச் சேர்ந்த குழந்தையை ஆய்வு செய்த மருத்துவர்கள் சிலாவ் பொது மருத்துவமனைக்கு மாற்றப்பட்டனர்.",
        "மருத்துவமனையில், குழந்தையின் ஆபத்து ஒரு மருத்துவ ஊழியர்களுடன் கொழும்பு ரிடி ரிடி ரிடன் குழந்தைகள் மருத்துவமனைக்கு அனுப்பப்பட்டது.",
        "ஆம்புலன்சில் மிடி ரிடி லேடி குழந்தைகள் மருத்துவமனையாக குழந்தை கொல்லப்பட்டதாக தெரிவிக்கப்படுகிறது.",
        "மருத்துவ நிறுவனத்தின் மருத்துவ அதிகாரியின் உதவி நீதித்துறை மருத்துவ அதிகாரி, நிறுவனத்தின் உதவி நீதித்துறை மருத்துவ அதிகாரி, பிரேத பரிசோதனை, நீதித்துறை மருத்துவ மற்றும் புலப்படும் மருத்துவ அதிகாரி ஆகியோரால் மேற்கொள்ளப்பட்டுள்ளார்.",
        "இந்த இறப்பு மெத் மெத் மெத் மெத் மெத் மெத் மெத் மெத் மெத் மெத் மெத் மெத் மெத் இறைச்சி ஒரு கச்சிதமான காரணமாக இருப்பதாக முடிவு செய்தது."
      ]
    },
    "en": {
      "title": "2 years old, unexpected fate",
      "body_lines": [
        "A young child was killed, a child who was drunk with a loud suffer from a mother's leg was killed.",
        "The victims were the youngest children of a family of three children, named SA A කාර් nuu Matestd, who had been resident in Puttalam Kalard.",
        "When the parents were prepared to go to a cousin, the young child had taken the liquid with the liquid that had been brought to the mother's foot, unaware of anyone.",
        "The father was taken away and removed and removed and removed and removed.",
        "Later, the parents had not confirmed that the child had had a pestictor of the pain.",
        "However, the parents had taken the child at a private medical center in the Palvana area.",
        "The doctor has said that the disappearance of the pain is that the child will not be like.",
        "However, the doctor has said that if the child becomes allergic to someone, immediate hospitalization.",
        "However, the parents had taken a child and was in the face of a mother of Madampe at the same time and had a disease of the child at once.",
        "The parents were admitted to the Mundalama Divisional Hospital with the parents.",
        "Doctors who inspected the child from Mundalama Hospital had been transferred to the Chilaw General Hospital.",
        "At the hospital, the child's risk was sent to the Colombo Ridi Ridi Ridden Children's Hospital with a medical staff.",
        "It is reported that the child was killed in the ambulance as the Ridi Ridi Lady Children's Hospital.",
        "The Assistant Judicial Medical Officer of the Medical Officer of the Medical Institute, Assistant Judicial Medical Officer of the Institute has been carried out by the post mortem examination, judicial medical and visible medical officer.",
        "The concluded that this death meth meth meth meth meth meth meth meth meth meth meth meth meth meat is due to a compact."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Child dies after ingesting unknown substance. Parents take child to private clinic, then hospital. Child transferred to another hospital but dies en route. Post-mortem concludes death due to poisoning."
  ]
}