{
  "translated_text": {
    "ta": {
      "title": "தனது குழந்தை வகுப்பின் குழந்தையை அழித்ததற்காக ஒரு தாய் கைது செய்யப்பட்டார்",
      "body_lines": [
        "ரூ.",
        "அம்பலங்கோடாவில் உள்ள ஒரு பெரிய பள்ளியின் புத்தாண்டு மாணவர் மீது விசாரித்ததற்காக சந்தேக நபர்கள் கைது செய்யப்பட்டனர்.",
        "கடத்தப்படப்படும் பெட்டஸ்தாதா மாணவரில் வசிக்கும் பாலாபோலாவில் வசிக்கும் தாய் சந்தேக நபரின் மத்தியில் பூர்வாங்க விசாரணையில் வெளிப்படுவதாக போலீசார் கூறுகின்றனர்.",
        "இந்த மீட்கும் தொகையில் வழங்கப்பட்ட தரவையும், பெறப்பட்ட தொலைபேசி அழைப்புகளையும் பகுப்பாய்வு செய்த பின்னர், சந்தேக நபர் அடையாளம் காணப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "படபோலா ஓ.ஐ.சி இன்ஸ்பெக்டர் ஜெனரல் ஜனகா சம்பத் மேலும் விசாரணைகளை மேற்கொண்டு வருகிறார்."
      ]
    },
    "en": {
      "title": "A mother arrested for ransing a child of his child class",
      "body_lines": [
        "A woman who has been brought to the Batapola Police yesterday to file an extort of Rs.",
        "The suspects were arrested for questioning in a new year student of a major school in Ambalangoda.",
        "The police say that the mother of the Balapola resident of the Bettastata student who is being abducted is revealed in the preliminary investigations into the midst of the suspect..",
        "The police said that after analyzing the data provided in this ransom and the telephone calls received, the suspect was identified.",
        "Batapola OIC Inspector General Janaka Sampath are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "A mother was arrested for ransoming her child. A woman filed an extortion case at Batapola Police. Suspects were arrested for questioning a student in Ambalangoda. The police identified the mother of the abducted student as a suspect. Further investigations are ongoing."
  ]
}