{
  "translated_text": {
    "si": {
      "title": "தைப்பொங்கலை முன்னிட்டு தேங்காய், பச்சை அரிசியின் விலையை குறையுங்கள் - இராதாகிருஸ்ணன் அரசாங்கத்திடம் வலியுறுத்தல்",
      "body_lines": [
        "ජනාධිපති අනුර කුමාර දිසානායක 13 වන දින චීනයට පැමිණ පොංගල් උත්සවය සැමරීමට පැමිණෙන බව වාර්තා වේ.  තපිගොන්ගාල් දෙමළ ජනයා සඳහා වැදගත් ය. එක්සත් ජනතා පාර්ලිමේන්තු මන්ත්රී රාධක්රිෂ්ණන් පැවසුවේ පචාරරි සහ පොල් අඩු මිලකට පැචරේරි සහ පොල් සැපයීමට පියවර ගන්නා ලෙස අමාත්ය චන්ද්රසේඛර් රජයෙන් ඉල්ලා සිටිය යුතු බවයි.",
        "පනත් කෙටුම්පත සහ නියාමන පනත, වරාය සහ ගුවන්තොටුපල සංවර්ධන පනත යටතේ විදේශ විනිමය පනත, ගෙවීම් හා විනිශ්චය පද්ධති පනත යටතේ ආ d ා පනත යටතේ නියාමනය කිරීම.",
        "විදේශීය ආයෝජකයින් රට තුළ සාමය හා ආරක්ෂාව සනාථ වුවහොත් ශ්රී ලංකාවේ නිර්භීතව ආයෝජනය කරනු ඇත.",
        "වෙඩි තැබීමේ සිදුවීම් දැනට තීව්ර වෙමින් පවතී. එබැවින් සමාජ විරෝධී ක්රියාකාරකම් අවසන් කරන ලෙසත් ජනතාවගේ ආරක්ෂාව සහතික කරන ලෙසත් අපි රජයෙන් ඉල්ලා සිටිමු.",
        "සහල් සහ පොල් ඇතුළු අත්යවශ්ය භාණ්ඩවල මිල වැඩි කිරීම නිසා ජනතාව පීඩාවට පත්ව ඇත. අපි ලබන සතියේ පොංගල් උත්සවය සමරමු. නමුත් ටකායිසී සහ පොල් හිඟයක් පවතී. පැයකට එකක් රුපියල් 280 ක් හෝ 290 කින් මිලදී ගැනීමට නියමිතය.",
        "ජනාධිපති අනුර කුමාර දිසානායක 13 වන දින චීනයට පැමිණ පොංගල් උත්සවය සැමරීමට පැමිණෙන බව වාර්තා වේ.",
        "තපිගොන්ගාල් දෙමළ ජනයා සඳහා වැදගත් ය. එබැවින් හරිතාගාර හා පොල් අඩු මිලකට ලබා දීමට පියවර ගන්නා ලෙස අමාත්ය චන්ද්රසේකාර් රජයෙන් ඉල්ලා සිටිය යුතුය.",
        "ශ්රී ලංකාව සහ ඉන්දියාව අතර ඉදිකරන ලද පාලම ලෙස භාරෙරියා මහතා විසින් පාලම් කරන ලෙස ඉල්ලා තිබේ. අපගේ ස්ථාවරය වන්නේ පාලම ගොඩනැඟිය යුතු බවයි. ශ්රී ලංකාව සහ ඉන්දියාව අතර පරතරය කිලෝමීටර් 18 කි. පාලම ඉදිකර ඇත්නම්, අපට ඉන්දියාවට මෝටර් රථයේ යා හැකිය.  ඒ හා සමානව, ජනතාව මෙහි පැමිණෙනු ඇත.",
        "ඉන්දියානු සංචාරකයින් ශ්රී ලංකාවට පැමිණේ. මේ අවස්ථාවේ දී පාලම දෙරට අතර පාලම ඉදිකර ඇත්නම් පාලම සංවර්ධනය කළ හැකිය.. එබැවින් මෙම රජය ඉන්දියාව අතර පාලමක් ඉදිකිරීම සඳහා පූර්වාදර්ශයක් ලෙස සුදුසු පියවර ගත යුතුය.",
        "ඒ අතරම, රජය ක්ලැන්කාන් රෝහල සංවර්ධනය කළ යුතුය. ඉන්දියාව දැනටමත් මෙම රෝහලට සහාය දී තිබේ. රජයට ඉන්දියාවට උදව් කිරීමට නොහැකි නම්, ඔවුන් නොමසුරුව සංවර්ධනය කරනු ඇත. මක්නිසාද යත්, දස දහස් ගණනක් ජනයා මෙම රෝහල මත යැපෙන බැවිනි.",
        "රජය මේ වන විට පිරිසිදු ශ්රී ලංකාවේ නමින් යම් පියවර කිහිපයක් ගෙන සිටී. පදික වේදිකාවේ, බස් රථය, කක්ෂයන් මත රඳා සිටින වෙළෙන්දෝ සහ ඔවුන් මත රඳා සිටින වෙළෙඳුන් මෙයට ගොදුරු වේ. එබැවින් රජය මෙය ප්රතිසංස්කරණය කළ යුතුය."
      ]
    },
    "en": {
      "title": "Reduce the price of coconut and green rice in front of Taipongal - Radhakrishnan emphasizes the government",
      "body_lines": [
        "It is reported that President Anura Kumara Dissanayake will visit China on the 13th and celebrate the Pongal festival.  Taipongal is important for Tamils. United People's Power Parliamentarian Radhakrishnan said that Minister Chandrasekhar should urge the government to take steps to provide pacharyi and coconut at a lower price.",
        "Regulation under the Import and Export Ordinance of Parliament on Wednesday (08), Ordinances under the Foreign Exchange Act, Payment and Judgment Systems Act, Regulation under the Act, Regulation of Card and Regulatory Act, Ports and Airports Development Act The above mentioned.",
        "Foreign investors will only bravely invest in Sri Lanka if peace and security is confirmed in the country.",
        "The shooting incidents are currently intensifying. Therefore, we urge the government to end anti -social activities and ensure the safety of the people.",
        "People have been affected by the price hike in essential commodities including rice and coconut. We will celebrate Pongal festival next week. But there is a shortage of tacaisi and coconut. One per hour is to be purchased on the basis of 280 or 290 rupees.",
        "It is reported that President Anura Kumara Dissanayake will visit China on the 13th and celebrate the Pongal festival.",
        "Taipongal is important for Tamils. Therefore, Minister Chandrasekhar should urge the government to take steps to provide greenhouses and coconut at a lower price.",
        "Bharathiyare has urged the bridge to be built between Sri Lanka and India. Our position is that the bridge should be built. The gap between Sri Lanka and India is 18 kilometers. If the bridge is built, we can go to India in the car.  Likewise, the people will come here.",
        "Indian tourists come to Sri Lanka. In this case, the bridge can be developed if the bridge is built between the two countries.. Therefore, this government should take appropriate measures as a precedent for the construction of a bridge between India.",
        "At the same time, the government should develop the Klankan Hospital. India has already assisted this hospital. If the government is not able to help India, they will develop generously. Because there are tens of thousands of people dependent on this hospital.",
        "The government is currently taking some steps in the name of Clean Sri Lanka. The traders who rely on the sidewalk, bus, autocrats, and the traders who rely on them are affected by this. Therefore, the government should reform this."
      ]
    }
  },
  "summary_lines": []
}