{
  "translated_text": {
    "ta": {
      "title": "ශ්‍රී ලංකා විදේශ ගමන් බලපත්‍රයේ ලොකු පිම්මක්",
      "body_lines": [
        "இலங்கை பாஸ்போர்ட் ஹென்றி பாஸ்போர்ட் குறியீட்டில் ஐந்து இடங்களுக்கு முன்வந்துள்ளது.",
        "ඒ අනුව එම දර්ශකයේ 96 වන ස්ථානයේ සිට ශ්‍රී ලංකා විදේශ ගමන් බලපත්‍රය 91 වන ස්ථානය දක්වා ඉදිරියට පැමිණ ඇත.",
        "கடந்த ஆண்டு, இலங்கை பாஸ்போர்ட் நான்கு இடங்களுக்கு முன்வந்தது.",
        "ஹென்லி பாஸ்போர்ட் குறியீடு இந்த ஆண்டு நாடுகள் தங்கள் நாட்டின் மக்கள் முன் பார்வைகள் இல்லாமல் நுழையக்கூடிய இடங்களின் எண்ணிக்கையில் மதிப்பிடப்படும்.",
        "அதன்படி, இலங்கை 42 இடங்களுக்கு விசா இல்லாத அணுகலைக் கொண்டுள்ளது.",
        "சிங்கப்பூர் பாஸ்போர்ட் வைத்திருப்பவர்கள் 193 நாடுகளுக்கு 190 நாடுகளுக்கு ஜப்பான் மற்றும் தென் கொரிய பாஸ்போர்ட் வைத்திருப்பவர்களுடன் விசா வைத்திருக்கிறார்கள்.",
        "இதற்கிடையில், இந்தியா 8 இடங்களுக்கும் 77 வது இடத்திலும் வந்திருந்தது.",
        "குறியீடுகளின் முடிவு பாகிஸ்தான், ஈராக், சிரியா மற்றும் ஆப்கானிஸ்தானாக உள்ளது."
      ]
    },
    "en": {
      "title": "A big leap on the Sri Lankan Passport",
      "body_lines": [
        "Sri Lanka Passport has come forward to five locations in Henylie Passport Index.",
        "Accordingly, the Sri Lankan passport has come forward from 96th to 91st.",
        "Last year, the Sri Lankan passport had come forward to four places.",
        "The Henley Passport Index This year's countries will be rated according to the number of destinations that the people of their country can enter without a pre-visas.",
        "Accordingly, Sri Lanka has a visa-free access to 42 destinations.",
        "Singapore passport holders have visa with Japan and South Korean passport holders for 190 countries for 193 destinations.",
        "In the meantime, India had arrived at 8 locations and the 77th place.",
        "The end of the indexes remains Pakistan, Iraq, Syria, and Afghanistan."
      ]
    }
  },
  "summary_lines": []
}