{
  "translated_text": {
    "ta": {
      "title": "ஒரு வருடத்தில் அரசாங்கம் 978 பில்லியனை இழந்தது",
      "body_lines": [
        "நிதி அமைச்சகத்தின்படி, அரசாங்கம் ரூ.",
        "மாநில நிதி மேலாண்மை அறிக்கையின்படி, அரசாங்கத்தை இழந்த 56 வரி 2022 ல் அரசாங்கத்தை இழந்துவிட்டது.",
        "ஏப்ரல் 3, 2024 அன்று இலங்கையின் நிதி அமைச்சகம் வெளியிட்ட வெளிப்பாட்டால் இது தெரியவந்தது.",
        "இலங்கை மற்றும் அரசாங்கத்திற்கு பல்வேறு சிறப்பு இலக்கு வரி மானியங்கள் தங்கள் இழப்பை இழந்துவிட்டதாக அறிக்கை மதிப்பிடுகிறது.",
        "இலங்கையின் நிதி நடவடிக்கைகளின் வெளிப்படைத்தன்மையை அதிகரிப்பதும், சர்வதேச அங்கீகரிக்கப்பட்ட நடைமுறைகளுக்கு ஏற்ப மாற்றுவதும் இந்த அறிக்கை என்றும் இந்த அறிக்கை மேலும் கூறுகிறது."
      ]
    },
    "en": {
      "title": "The government lost Rs. 978 billion in a year",
      "body_lines": [
        "According to the Ministry of Finance, the government has lost Rs.Is.",
        "According to the State Financial Management Report, 56 taxes that have been deprived of the government have been deprived of the government in 2022.",
        "It was revealed by the expression issued by the Ministry of Finance of Sri Lanka on April 3, 2024.",
        "The report estimates that various special target tax subsidies to Sri Lanka and the government have lost their loss.",
        "The report further states that this report also states that this report is to increase the transparency of the financial activities of Sri Lanka and adapt to international recognized procedures."
      ]
    }
  },
  "summary_lines": [
    "The Sri Lankan government lost Rs. 978 billion in 2022, with 56 taxes being deprived, as reported by the Ministry of Finance on April 3, 2024. This loss includes special target tax subsidies, aiming to increase financial transparency and align with international standards."
  ]
}