{
  "translated_text": {
    "si": {
      "title": "අදානි ප්රමාදය මධ්යයේ ශ්රී ලංකා නායකයා ඉන්දියානු බලය, බලශක්ති ව්යාපෘති කෙරෙහි උනන්දුවක් දක්වයි",
      "body_lines": [
        "ඉස්රායපන්ට් - ශ්රී ලංකා ජනාධිපති අනුර කුමාර දිසානායක මහතා ශ්රී ලංකාවේ ඉන්දීය මහ කොමසාරිස්වරයා (පීඑම්ඩී) ඉන්දීය මහ කොමසාරිස් අංශය (පීඑම්ඩී) මුණගැසුණු බව ජනාධිපති මාධ්ය අංශය (පීඑම්ඩී) පැවසීය.",
        "පාරිසරික ගැටළු හේතුවෙන් දිවයිනේ ජාතියේ ශ්රේෂ් Supreme ාධිකරණයේ ගොනු කර ඇති නීතිමය නඩු රාශියක් හේතුවෙන් ඉන්දියාවේ ආදාසී පුනර්ජනනීය බලශක්ති ව්යාපෘතිය ප්රමාදයකට මුහුණ දීම ප්රමාද වෙමින් පවතී.",
        "ඉන්දීය මහ කොමසාරිස්වරයා සමඟ ඇති වූ දිසානායක මහතාගේ රැස්වීම පිළිබඳ නිවේදනයක් නිකුත් කරමින් ජනාධිපතිතුමාගේ විදුලිබල හා බලශක්ති අංශයේ ඉන්දියාවේ විශේෂ ise තාවයෙන් යුතුව අධ්යාපනය ලැබීමට ජනාධිපතිවරයා උනන්දුවක් දැක්වීය.අද සන්තෝෂ ජේ.",
        "“The discussion centered on strengthening the longstanding relationship between the two nations, including a detailed review of Indian-assisted projects in Sri Lanka, where progress and challenges were highlighted.”",
        "The meeting also comes two weeks ahead of Sri Lanka’s parliament election in which Dissanayake’s Marxists Janatha Vimukthi Peramuna (JVP)-led ruling National People’s Power has an edge.",
        "An NPP member last week said Sri Lanka will revisit and discuss the Adani renewable energy project among many other key topics when a government delegation visits New Delhi in January next year on the invitation of the Indian government.",
        "The Adani deal was signed without any tender with Dissanayake’s government having sought time from the court to review Adani’s wind power deal in the island nation’s north-western coastal town of Mannar, as several legal cases are ongoing.",
        "Before the presidential election the NPP said it will not approve any projects without open tenders and promised to review the Adani project approved under the previous government.",
        "අඩානි විසින් මන්නාරම සහ පූනරින් හි සුළං පැල මිලි ග්රෑම් 500 ක් පිහිටුවීමට යෝජනා කර තිබුණි. An energy permit was approved by Sri Lanka’s Sustainable Energy Authority for the Pooneryn plant for 234MW as well in February this year.",
        "Environmentalists and the Bishop of Mannar have sought legal actions saying that the plants are in the way of a migrant bird route, and that the price paid for power generated by the project is too high.",
        "Petitioners have questioned the basis for the negotiated tariff at a fixed 8.26 US cents per kilowatt-hour (KWh) for a period of 20 years, when the environmental impact assessment (EIA) was based at a cost of 4.6 US cents, potentially causing considerable financial loss to the country and a burden on consumers.",
        "In seeking relief, the petitioners urged the Supreme Court to declare that there is a violation of the fundamental rights of the petitioners and citizenry at large, declare that the decisions made to award the project to Adani as wrongful, and call for any consequential actions undertaken to be declared illegal.",
        "තරඟකාරී ටෙන්ඩර් නොමැතිව විශාල පැළෑටිවලට ඉඩ දීම සඳහා රජය විසින් මෙහෙයවනු ලබන දිගු කාලීන බලශක්ති මිලදී ගැනීමේ ගිවිසුම් තවමත් මතභේදාත්මක ය.. (Colombo/November 1/2024)"
      ]
    },
    "ta": {
      "title": "Sri Lanka leader expresses interest in Indian power, energy projects amid Adani delay",
      "body_lines": [
        "ECONOMYNEXT – Sri Lanka President Anura Kumara Dissanayake has expressed interest in learning from India’s expertise in power and energy sector development when he met the Indian High Commissioner to Sri Lanka, the President’s Media Division (PMD) said.",
        "அதானி திட்டத்தில் மேற்கோள் காட்டப்பட்டுள்ள கட்டணத்திற்கு அதிக விலைக்கு மத்தியில் சுற்றுச்சூழல் கவலைகள் காரணமாக தீவு நாட்டின் உச்சநீதிமன்றத்தில் தாக்கல் செய்யப்பட்ட சட்ட வழக்குகளின் காரணமாக இந்தியாவின் அதானி புதுப்பிக்கத்தக்க எரிசக்தி திட்டம் தாமதத்தை எதிர்கொண்டதால் ஜனாதிபதியின் வெளிப்பாடு வருகிறது.",
        "“The President expressed interest in learning from India’s expertise in power and energy sector development and the digitalization process, with a view to advancing these areas in Sri Lanka with India’s support,” PMD said in a statement on the Dissanayake’s meeting with the Indian High Commissioner Santosh Jha today.",
        "“The discussion centered on strengthening the longstanding relationship between the two nations, including a detailed review of Indian-assisted projects in Sri Lanka, where progress and challenges were highlighted.”",
        "இலங்கையின் பாராளுமன்றத் தேர்தலுக்கு இரண்டு வாரங்கள் முன்னதாக இந்த சந்திப்பு வருகிறது, இதில் டிஸ்டனாயக்கின் மார்க்சிஸ்டுகள் ஜனதா விமுக்தி பெரமுனா (ஜே.வி.பி)-ஆளும் தேசிய மக்களின் சக்தி ஒரு விளிம்பைக் கொண்டுள்ளது.",
        "கடந்த வாரம் ஒரு NPP உறுப்பினர், இந்திய அரசாங்கத்தின் அழைப்பின் பேரில் அடுத்த ஆண்டு ஜனவரி மாதம் அரசாங்க தூதுக்குழு புது தில்லிக்கு வருகை தரும் போது இலங்கை பல முக்கிய தலைப்புகளில் அதானி புதுப்பிக்கத்தக்க எரிசக்தி திட்டத்தை மறுபரிசீலனை செய்து விவாதிக்கும் என்று கூறினார்.",
        "The Adani deal was signed without any tender with Dissanayake’s government having sought time from the court to review Adani’s wind power deal in the island nation’s north-western coastal town of Mannar, as several legal cases are ongoing.",
        "ஜனாதிபதித் தேர்தலுக்கு முன்னர் NPP திறந்த டெண்டர்கள் இல்லாமல் எந்தவொரு திட்டத்தையும் அங்கீகரிக்காது என்றும், முந்தைய அரசாங்கத்தின் கீழ் அங்கீகரிக்கப்பட்ட அதானி திட்டத்தை மறுஆய்வு செய்வதாக உறுதியளித்ததாகவும் கூறினார்.",
        "Adani had proposed setting up 500MW of wind plants in Mannar and Pooneryn. An energy permit was approved by Sri Lanka’s Sustainable Energy Authority for the Pooneryn plant for 234MW as well in February this year.",
        "சுற்றுச்சூழல் ஆர்வலர்களும் மன்னரின் பிஷப்பும் ஆலைகள் புலம்பெயர்ந்த பறவை பாதையின் வழியில் உள்ளன என்றும், திட்டத்தால் உருவாக்கப்படும் மின்சக்திக்கு செலுத்தப்படும் விலை மிக அதிகமாக இருப்பதாகவும் சட்ட நடவடிக்கைகளை நாடியுள்ளது.",
        "Petitioners have questioned the basis for the negotiated tariff at a fixed 8.26 US cents per kilowatt-hour (KWh) for a period of 20 years, when the environmental impact assessment (EIA) was based at a cost of 4.6 US cents, potentially causing considerable financial loss to the country and a burden on consumers.",
        "In seeking relief, the petitioners urged the Supreme Court to declare that there is a violation of the fundamental rights of the petitioners and citizenry at large, declare that the decisions made to award the project to Adani as wrongful, and call for any consequential actions undertaken to be declared illegal.",
        "பேச்சுவார்த்தை விகிதங்களால் நிர்ணயிக்கப்பட்ட நீண்ட கால மின் கொள்முதல் ஒப்பந்தங்கள் சர்ச்சைக்குரியவை, குறிப்பாக அரசு நடத்தும் இலங்கை மின்சார வாரியம் (CEB) சட்டம் போட்டி டெண்டர் இல்லாமல் பெரிய தாவரங்களை அனுமதிக்க திருத்தப்பட்ட பின்னர் திருத்தப்பட்ட பின்னர். (Colombo/November 1/2024)"
      ]
    }
  },
  "summary_lines": []
}