{
  "translated_text": {
    "ta": {
      "title": "1371 வெளிநாட்டு வேலைவாய்ப்பு புகார்கள் 4 மாதங்களில்",
      "body_lines": [
        "வெளிநாட்டு வேலைவாய்ப்பு பிரிவின் சிறப்பு விசாரணைப் பிரிவு கடந்த 4 மாதங்களில் 1371 வெளிநாட்டு வேலைவாய்ப்பு புகார்களைப் பெற்றுள்ளது.",
        "வெளிநாட்டு வேலைவாய்ப்புக்கான வெளிநாட்டு வேலைவாய்ப்புக்கு ஆட்சேர்ப்பு வெளிநாட்டு வேலைவாய்ப்பின் சரியான பிரிவு இல்லாமல் வெளிநாட்டு வேலைவாய்ப்புக்காக சுற்றுலா விசாக்களின் புகார் பணியகத்தால் பெறப்பட்டுள்ளது.",
        "இந்த காலகட்டத்தில் ரூ.. விசாரணைகள் 53,509,520.00 ஐ மீட்டெடுத்துள்ளன.",
        "680 க்கும் மேற்பட்ட புகார்களுக்காக மோசடி செய்பவர்களுக்கு எதிராக நீதிமன்றம் மீது வழக்குத் தொடர பணியகம் நடவடிக்கை எடுத்துள்ளது.",
        "பணியக சிறப்பு புலனாய்வுப் பிரிவு எட்டு நிறுவனங்களையும் எட்டு நிறுவனங்களையும் கைது செய்தது, அவை சரியான வேலையின்மை இல்லாமல் செல்லுபடியாகும் வேலை ஆணை இல்லாமல் செல்லுபடியாகும் வேலை ஆணை இல்லாமல் மேற்கொள்ளப்பட்டுள்ளன, இந்த காலகட்டத்தில் சரியான வேலை ஒழுங்கு அல்ல.",
        "இந்த நாட்களில் இலங்கையர்கள் ஒரு போக்கைக் கொண்டுள்ளனர், மேலும் வெளிநாட்டு வேலைவாய்ப்பைப் பயன்படுத்துவதற்கான போக்கு உள்ளது மற்றும் வெளிநாட்டு வேலைவாய்ப்பு மோசடிகள் அதிகரித்துள்ளன.",
        "பணியக சிறப்பு புலனாய்வு பிரிவு வெளிநாட்டு வேலைவாய்ப்பு மோசடி கதிர்களை விரிவுபடுத்தியுள்ளது, மேலும் மக்களின் வசதிக்காக விசாரணைப் பிரிவின் கடமைகளை பரவலாக்க நடவடிக்கைகள் எடுக்கப்பட்டுள்ளன.",
        "பணியகத்தை பதுல்லா, டாங்கல்லே, கண்டி, குருணேகலா, குருணேகலா மற்றும் ரத்னபுரா ஆகியோர் கேட்கின்றனர், மேலும் அனைத்து பிராந்திய அலுவலகங்களும் அனைத்து பிராந்திய அலுவலகங்களாலும் ஏற்றுக்கொள்ளப்படுகின்றன.",
        "பணியகத்தின் 24 மணி நேர இயக்க தகவல் மையத்தை 1989 ஹாட்லைனை உரையாற்றுவதன் மூலம் வெளிநாட்டு வேலைவாய்ப்பு புகார்களில் எடுக்கப்படலாம்."
      ]
    },
    "en": {
      "title": "1371 foreign employment complaints at 4 months",
      "body_lines": [
        "The Special Investigation Division of Foreign Employment Division has received 1371 foreign employment complaints over the past 4 months.",
        "Recruitment to Foreign Employment for Foreign Employment without a valid unit of foreign employment has been received by the complaint bureau of the tourist visas for foreign employment.",
        "495 complaints have been issued during this period of Rs.. Investigations have also recovered 53,509,520.00.",
        "The Bureau has also taken steps to prosecute the court against fraudsters for more than 680 complaints.",
        "The Bureau Special Investigation Division had arrested eight institutions and eight institutions that have been carried out without a valid job order without a valid job order without a valid unemployment and not a valid job order in this period.",
        "Sri Lankans have a trend these days and that there is a tendency to employ foreign employment and that foreign employment frauds have increased.",
        "The Bureau Special Investigation Division has expanded foreign employment racketing rays, and steps have been taken to decentralize the duties of the Investigation Division for the convenience of the people.",
        "The Bureau is being heard by the Badulla, Tangalle, Kandy, Kurunegala, Kurunegala and Ratnapura and all regional offices are accepted by all regional offices.",
        "The Bureau's 24-hour operating information center can be taken on foreign employment complaints by addressing the 1989 hotline."
      ]
    }
  },
  "summary_lines": [
    "The Special Investigation Division of the Foreign Employment Division received 1371 complaints in the last 4 months, focusing on recruitment without valid employment units. Investigations led to the recovery of Rs. 53,509,520.00 and the prosecution of over 680 fraudsters. Eight institutions were arrested for illegal employment practices. The Bureau has decentralized its duties and expanded its reach, with a 24-hour hotline for complaints."
  ]
}