{
  "translated_text": {
    "ta": {
      "title": "புற்றுநோயால் தடுப்பூசி போடுத்தப்பட்ட பின்னர் மருத்துவமனையில் சேர்க்கப்பட்ட மாணவர்களின் முன்புறங்கள்",
      "body_lines": [
        "பனதுரா அடிப்படை மருத்துவமனையின் செய்தித் தொடர்பாளர் ஒருவர் கூறுகையில், வடுவா கேர்ள்ஸ் வித்யாலயாவில் நான்கு சிறுமிகள் கர்ப்பப்பை வாய்ப் புற்றுநோய்க்கான தடுப்பூசிக்குப் பின்னர் மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளனர்.",
        "11 முதல் 12 வயது வரையிலான மாணவர்கள் மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளனர் என்று கூறப்படுகிறது.",
        "மருத்துவமனையில் சேர்க்கப்பட்ட நான்கு மாணவர்களும் வாந்தி மற்றும் ஆபத்தில் சிரமம் போன்ற அறிகுறிகளைக் காட்டினர்.",
        "கர்ப்பப்பை வாய்ப் புற்றுநோய்க்கு இந்த நாட்களில் கர்ப்பப்பை வாய்ப் புற்றுநோய் வழங்கப்பட்டதிலிருந்து, வாடுவா பாலிகா தடுப்பூசி மாணவர்களுக்கு இது வழங்கப்பட்டதாகக் கூறப்படுகிறது.",
        "இன்று (29) மருத்துவ ஊழியர்களை கண்காணிக்குமாறு சுகாதார செய்தித் தொடர்பாளர் அறிவுறுத்தப்பட்டுள்ளது, மேலும் நான்கு சிறுமிகளுக்கும் மருத்துவ ஊழியர்களை கண்காணிக்க அறிவுறுத்தப்பட்டுள்ளது.",
        "1990 ல் இரண்டு அம்புலஸ் வாகனங்களுக்குப் பிறகு நான்கு சிறுமிகளும் பனாதுரா அடிப்படை மருத்துவமனையில் உள்ள பனாதுராவுக்கு கொண்டு செல்லப்பட்டுள்ளனர்.",
        "இரண்டு வாரங்களுக்கு முன்பு அமராட்டட்டோட்டா பகுதியில் உள்ள ஒரு பள்ளியில் ஒரு சிறப்பு குழு மாணவர்கள் மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளனர்.. (I. ஜே)"
      ]
    },
    "en": {
      "title": "Forers of the students hospitalized after the vaccination of cancer",
      "body_lines": [
        "According to a spokesman for the Panadura Base Hospital, a four girls at Wadduwa Girls' Vidyalaya have been hospitalized after the vaccine for cervical cancer.",
        "It is said that the students between 11 and 12 years old have been hospitalized.",
        "The four students who were hospitalized showed symptoms such as vomiting and difficulty in danger.",
        "Since the cervical cancer has been provided with cervical cancer these days, it is said to have been given to the students of Wadduwa Balika Vaccine.",
        "A health spokesman has been instructed to monitor the medical staff today (29) this day, and the four girls have been instructed to monitor the medical staff.Said.",
        "The four girls have been taken to the Panadura in the Panadura Base Hospital after two in 1990 ambulous vehicles.",
        "A special group of students have been hospitalized in a school in Amauratattota area two weeks ago.. (I. J)"
      ]
    }
  },
  "summary_lines": [
    "Four 11-12 year-old girls from Wadduwa Girls' Vidyalaya hospitalized after cervical cancer vaccine. Symptoms: vomiting, difficulty breathing. Health officials monitoring situation."
  ]
}