{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිට හදිසි ලිපියක්",
      "body_lines": [
        "මන්නාරම දිස්ත්රික් රාජ්ය සංවිධාන සංගමය විසින් පසුගිය වසර 30 ක කාලය තුළ මන්නාරම චමමණ්ඩල පොකුණේ ගොඩබිමක ගොවිතැන් කටයුතු කරන ලද දුප්පත් ගොවීන්ට චෝදනා කර ඇති අතර, මුදල් විශුද්ධිකරුවන්ට ඉඩම් ලබා දී ඇත.",
        "එදිරිව සිවනාරාන් මහජන සංවිධානවල වෘත්තීය සමිති සභාපති එදිරිව සිවවේරාන් හදිසි ලිපියක් අද (17) ජනාධිපතිවරයා වෙත යවා තිබේ.",
        "මන්නාරම චමාලමණ්ඩල පොකුණ දේශන විෂයයට බොහෝ වාරයක් ඔබට ලියා ඇත. ඔබ කොළඹ මහා ව්යාපාරිකයින්ට සහ විදේශිකයන්ට නීති විරෝධී ලෙස ඉඩම් නිකුත් කරමින් සිටී.",
        "යුක්තිය පිළිබඳ මූලධර්මයකින් තොරව ඔබේ ඇමතිවරුන්ට මෙම ඉඩම අසාධාරණ ලෙස ඉදිරිපත් කර ඇති බව පැහැදිලිය.",
        "රජයේ නියෝජිතයා මෙම ගැටලුවට නැවත නැවතත් අභියාචනයක් ඉදිරිපත් කර තිබේ.",
        "මේ සඳහා බොහෝ රැස්වීම් බොහෝමයක් පැවතුනි. නමුත් ඕනෑම තැනක යුක්තියක් නොමැත. දුප්පතුන්ගේ ජීවනෝපාය සඳහා ඉඩම මූලික අයිතිවාසිකම් උල්ලං is නය කිරීමකි.",
        "අපගේ මූලික අයිතිවාසිකම් මගින් ලබා ගත නොහැකි මේ රටේ ජීවත්වීමේ වාසිය කුමක්ද?මෙම පවුල් සිය ගණනක අයිතිවාසිකම් ප්රතික්ෂේප කිරීම සඳහා ඔවුන් මේ රටෙන් පිටුවහල් කරන්න.ජීවත් විය හැක්කේ මුදල් ඇති අයට පමණි.",
        "දෙමළ ජනතාවගේ ජනවාර්ගික ගැටලුව ඔවුන් නොසලකා හැරීමේ මූලික ගැටළුව ද ඔවුන් නොසලකා හරියි",
        "මේ රටේ මලිලිස් හි භාවිතය කුමක්ද?ඔවුන් තම අයිතිවාසිකම් සෑම ආකාරයකින්ම තලා දමයි. එබැවින්, භූමි ගැටළුව මැතිවරණයට පෙර වහාම විසඳිය යුතු අතර පීඩාවට පත් පවුල්වලට බෙදා ගත යුතුය.",
        "ලෝකයේ ප්රජාතන්ත්රවාදය සහ සමානාත්මතාවය සඳහා මධ්යම ප්රමාණයේ මරණය පිළිබඳ පාලන තන්ත්රයද?යහපාලනය යනු ගැති ගැති ප්රෝ-ප්රෝටෙරියේට් තත්වයේ වින්දිතයාගේ පැත්තයි!",
        "එබැවින් මෙම ගැටළුව වහාම විසඳිය යුතුය. එසේ නොමැතිනම් එළඹෙන ජනාධිපතිවරණය අපි සම්පූර්ණයෙන්ම නොසලකා හරිමු.. රීල්"
      ]
    },
    "en": {
      "title": "Emergency letter to the president",
      "body_lines": [
        "The Mannar District Public Organizations Union has accused the poor farmers who have been engaged in farming for the past 30 years in the Mannar Cholamandala pond land and have been given land to the money launderers.",
        "Union President of Public Organizations VS Sivakaran has sent an urgent letter to the President today (17).",
        "The Mannar Cholamandala pond has written to you many times on the land subject. You have been illegally issuing land to big business and foreigners in Colombo.",
        "It is an obvious fact that your ministers have been offered this land unjustly without the principle of justice.",
        "The Government Agent has repeatedly appealed to the issue.",
        "There have been many meetings for this. But no justice is available anywhere. The land for the livelihood of the poor is a violation of fundamental rights.",
        "What is the benefit of living in this country that cannot be obtained by our fundamental right?Deport them from this country to deny the rights of these hundred families.Only those who have money can live.",
        "How do they ignore the ethnic problem of the Tamil people but also the basic problem",
        "What is the use of the Athilis in this country?They are crushing their rights in all ways. Therefore, the land problem should be resolved immediately before the election and shared to the affected families.",
        "Is it the middle -aged regime of death for the democracy and equality of the world?Good governance is the victim's side of the pro -bourgeois state of pro -proletariat!",
        "So this problem should be resolved immediately. Otherwise we will completely ignore the coming presidential election.. Remble"
      ]
    }
  },
  "summary_lines": [
    "The Mannar District Public Organizations Union accuses the government of unfairly allocating land to wealthy individuals and foreign investors, neglecting long-serving local farmers. They demand immediate resolution before elections, highlighting the violation of fundamental rights and the need for equitable distribution of resources."
  ]
}