{
  "translated_text": {
    "si": {
      "title": "ලෝකයේ ලිංගික අතවරයට ලක්වූ මිලියන සංඛ්යාත දරුවන්",
      "body_lines": [
        "යුනිසෙෆ් වාර්තාවට අනුව, සුභාල් කලාපයේ ලිංගික හිංසනයෙන් පෙළෙන ගැහැණු ළමයින් හා කාන්තාවන්ගේ සංඛ්යාව - ආනයන කලාපයේ මිලියන 79 කි. එය මුළු ජනගහනයෙන් සියයට 22 කි. මෙය නැගෙනහිර හා අග්නිදිග ආසියානු කලාපයේ මිලියන 75 කි (8%). මධ්යම හා දකුණු ආසියානු කලාපයේ මිලියන 73 ක් (සියයට 9). යුරෝපයේ සහ උතුරු ඇමරිකාවේ මිලියන 68 ක් (සියයට 14). ලතින් ඇමරිකාවේ සහ කැරිබියානු කලාපයේ මිලියන 45 ක් (සියයට 18). උතුරු අප්රිකාවේ සහ බටහිර ආසියාව තුළ මිලියන 29 ක් (සියයට 15). ඕෂනියා කලාපයේ මිලියන 6 ක් (සියයට 34)."
      ]
    },
    "en": {
      "title": "Millions of children who are sexually abused in the world",
      "body_lines": [
        "According to the UNICEF report, the number of girls and women who suffer from sexual violence in the sub -co -regional region 79 million. It is 22 per cent of the total population. This is 75 million in the East and Southeast Asian region (8 %). 73 million (9 per cent) in the Central and South Asian region. 68 million (14 percent) in Europe and North America. 45 million (18 percent) in Latin America and Caribbean region. 29 million (15 per cent) in North Africa and West Asia. 6 million (34 per cent) in the Oceania region."
      ]
    }
  },
  "summary_lines": [
    "UNICEF report: 79 million girls/women face sexual violence globally, affecting 22% of populations across regions."
  ]
}