{
  "translated_text": {
    "si": {
      "title": "සජිත්ගේ ආරක්ෂාව ශක්තිමත් කිරීමට ඉල්ලීම",
      "body_lines": [
        "එක්සත් ජනතා බලයේ පාර්ලිමේන්තු මන්ත්රී එරන් වික්රමරත්න මහතා පැවසුවේ එක්සත් ජනපද ජනාධිපතිවරණයේ ප්රධාන විපක්ෂ අපේක්ෂකයා වන ප්රධාන විපක්ෂ අපේක්ෂකයා, එක්සත් ජනපද ජනාධිපතිවරණයේ හිටපු ජනාධිපති ඩොනල්ඩ් ට්රම්ප්ට වෙඩි තැබීමට ඉඩ දිය නොහැකි බවයි.",
        "ට්රම්ප්ට එරෙහි ප්රහාරය අපි තරයේ හෙළා දකිමු. අප විසින් ප්රජාතන්ත්රවාදී මැතිවරණ කටයුතු සහ දේශපාලනය සිදු කළ යුතුය. ප්රති-එස්ටරවන ක්රියාකාරකම් සඳහා එයට ඉඩ නොදිය යුතු බව ඔහු පැවසීය.",
        "මැතිවරණය ශ්රී ලංකාවේ මැතිවරණයට ආසන්න වෙමින් පවතින බැවින් අපේ විපක්ෂ නායක නායකයාගේ ආරක්ෂාව තර කර ගන්නා ලෙස අපි රජයෙන් ඉල්ලා සිටිමු.",
        "ඔහු මේ බව කියා සිටියේ ඉරිදා (14) කොළඹ විපක්ෂ නායක කාර්යාලයේ පැවති මාධ්ය හමුවකදීය.",
        "පළාත් පාලන මැතිවරණය ප්රමාද වී ඇත. මේ අවස්ථාවේ දී, ආණ්ඩුකාරවරු නීති විරෝධී ලෙස නියෝජිතයින් පත් කර ඇත. මෙම නීති විරෝධී ක්රියාකාරකම් සහ පත්වීම් අත්හරින ලෙස මම ඔබෙන් ඉල්ලා සිටිමි.",
        "හිටපු සාමාජිකයින්ට ප්රදේශ් සභාව හා මහ නගර සභා පරිශ්රයට හිටපු සාමාජිකයින්ට ඉඩ නොදෙන්න. ඔවුන්ට පළාත් පාලන පරිපාලනයට මැදිහත් විය නොහැක. මොවුන් හිටපු සාමාජිකයන් ය.. එබැවින් පළාත් පාලන සාමාජිකයින් දේශපාලන අරමුණු සඳහා සම්බන්ධ නොකරන්න. මෙම නීති විරෝධී ක්රියා පටිපාටි අතහැර දමන ලෙස අපි ඉල්ලා සිටිමු.",
        "එක්සත් ජනතා බලය කෙටිකාලීනව ආර්ථිකය වැඩිදියුණු කළ හැකි බව අපි පවසා ඇත්තෙමු. එහෙත් මේ සඳහා රටේ නීති නිසි ලෙස ක්රියාත්මක කළ යුතුය."
      ]
    },
    "en": {
      "title": "Request to strengthen Sajith's safety",
      "body_lines": [
        "United People's Power MP Eran Wickramaratne said the main opposition candidate, the main opposition candidate in the US presidential election, could not allow the shooting on former US President Donald Trump.",
        "We vehemently condemn the attack on Trump. We need to carry out democratic electoral activities and politics. He said that it should not be allowed for anti -democratic activities.",
        "We are asking the government to strengthen the security of our opposition leader as the election is nearing its election in Sri Lanka.",
        "He said this during a media briefing held at the Opposition Leader's office in Colombo on Sunday (14).",
        "Local government election has been delayed. In this case, the governors have illegally appointed representatives. I urge you to abandon these illegal activities and appointments.",
        "Do not allow former members to the Pradeshiya Sabha and Municipal Council premises. They cannot intervene in local government administration. These are former members.. So do not engage the former members of the local government for political purposes. We request to abandon these illegal procedures.",
        "We have said that the United People's Power can improve the economy in the short term. But for this, the laws in the country should be implemented properly."
      ]
    }
  },
  "summary_lines": [
    "Eran Wickramaratne, a United People's Power MP, condemned the attack on former US President Donald Trump, emphasizing the importance of democratic practices. He urged the government to enhance the security of their opposition leader amidst Sri Lanka's upcoming elections. Wickramaratne also criticized the delay in local government elections and the illegal appointment of representatives by governors. He called for an end to these actions and warned against involving former local government members in political activities. The MP expressed confidence in the United People's Power's ability to boost the economy, provided the country's laws are enforced correctly."
  ]
}