{
  "translated_text": {
    "ta": {
      "title": "ரூ.. B. 139 வது வருமானம்",
      "body_lines": [
        "பெட்ரோலிய விநியோகத்திலிருந்து வருவாய் ஜனவரி 1 முதல் ஆகஸ்ட் 30 வரை, ஜனவரி 1 முதல் ஆகஸ்ட் 30 வரை ரூ.",
        "2024 ஆம் ஆண்டின் முதல் முன்னுரிமையின் தேவை அதிகரிப்பு (ஜனவரி 1 முதல் மார்ச் 30 வரை), பெட்ரோலியம் மீது பெறப்பட்ட வருமானம் கணிசமாக அதிகரித்துள்ளது.",
        "பெட்ரோலிய வரியிலிருந்து வருவாய் 2023 முதல் எட்டு மாதங்களில் 58.7 பில்லியன் ரூபாய் ஆகும். அதன்படி, 2024 முதல் எட்டு மாதங்களில், பெட்ரோலியத்தின் வருமானம் ரூ.",
        "மொத்தம் ரூ.. ஜனவரி முதல் நாளிலிருந்து, ஒரு லிட்டர் டீசல் ரூ.",
        "அதன்படி, எரிபொருளுக்கான தேவை அதிகரித்துள்ளது. இதன் காரணமாக, எரிபொருளுக்கான தயாரிப்பு வரியின் நிகர அதிகரிப்பு அதிகரித்துள்ளது. எரிபொருள் வெளியேறுதல் அதிகரித்துள்ளது என்று அறிக்கை கூறுகிறது."
      ]
    },
    "en": {
      "title": "Rs.. B. 139th income",
      "body_lines": [
        "Revenue from Petroleum Delivery increased from 1st January 1 to August 30, from 1 January 1 to August 30 to Rs.A report on pre-election budget status reveals.",
        "The increase in demand on the first priority of the year 2024 (January 1 to March 30), the income received on petroleum has increased significantly.",
        "Revenue from petroleum tax on petroleum was 58.7 billion rupees in the first eight months of 2023. Accordingly, in the first eight months of 2024, the income from petroleum and product tax increased by Rs. 80.6 billion.",
        "A total of Rs.. From the first day of January, a liter of diesel was reduced by Rs.",
        "Accordingly, demand for fuel has increased. Due to this, the net increase in the product tax for fuel has increased. The report states that the import of fuel quit has increased."
      ]
    }
  },
  "summary_lines": [
    "Petroleum revenue increased from 58.7 billion to 80.6 billion rupees in 8 months. Diesel price drop boosted demand, leading to higher fuel imports and product tax growth."
  ]
}