{
  "translated_text": {
    "si": {
      "title": "தெற்காசிய வலயத்தில் செயற்கை போதைப்பொருள், மனநிலையை மாற்றக்கூடிய மருந்துகளால் ஏற்படும் அச்சுறுத்தல்களை எதிர்கொள்ள பயிற்சித்திட்டம் !",
      "body_lines": [
        "දකුණු ආසියාවේ කෘතිමව නිපදවන තර්ජන සහ මනස වෙනස් කළ හැකි තර්ජන එල්ල කිරීමේ හැකියාව වැඩි දියුණු කිරීම සඳහා ශ්රී ලංකාවේ එක්සත් ජනපද තානාපති කාර්යාලය ශ්රී ලංකාවේ - වොක්සබ්ලිව්ඊ කලාපීය පුහුණු වැඩසටහන දෙක සාර්ථකව නිම කර ඇත.",
        "මේ කාලය තුළ තානාපති කාර්යාලයේ නියෝජ්ය ප්රධානී සුනිල් වටකලා, මහජන ආරක්ෂක හා පාර්ලිමේන්තු කටයුතු පිළිබඳ නියෝජ්ය අමාත්ය සහ එන්ඩීඩීසීබී නායක ආචාර්ය ඉන්දිකා වන්නිනශාකා මහතා ශ්රී ලංකා නිලධාරීන්ට ලබා ගත හැකි තරමක මුලසුන දැරීය.",
        "தடயவியல் ஆய்வக திறன்களை மேம்படுத்துவதற்காக, அமெரிக்க இராஜாங்கத் திணைக்களத்தின் நிதியுதவியுடன் நடைபெறும் பிராந்திய முன்முயற்சியின் ஒரு பகுதியாக, சர்வதேச போதைப்பொருட்கள் மற்றும் சட்ட அமுலாக்க விவகாரகங்கள் பணியகம் (INL), தெற்காசியா முழுவதும் செயற்கை போதைப்பொருட்களைக் கண்டறியும் நடவடிக்கைகளை பலப்படுத்துவதற்காக கொழும்பு திட்டத்துடன் (Colombo Plan) ஒன்றிணைந்துள்ளது.",
        "මාලදිවයින, බංග්ලාදේශය සහ නේපාලයේ අධිකරණ වෘත්තිකයන් සහභාගී වූහ.",
        "එක් එක් රට සඳහා රේඩියන් අල්ප් drug ෂධ පරීක්ෂණ යන්ත්රයක්. එය කුඩා, නවීන යන්ත්රයක් වන අතර එය කෘතිම drugs ෂධ මිනිත්තුවක් ඇතුළත ඉක්මනින් හා වඩාත් විශ්වාසයෙන් පරීක්ෂා කිරීම සඳහා නිර්මාණය කර ඇත. Drug ෂධ තර්ජන සංවර්ධනය කිරීම සහ කලාපීය අධිකරණ හැකියාවන් ශක්තිමත් කිරීම effectively ලදායී ලෙස හඳුනා ගැනීම සඳහා අත්හදා බැලීම් සඳහා සාම්පල සකස් කරන සංකීර්ණ ක්රියා පටිපාටි වඩාත් යෝග්ය වේ.",
        "ගෝලීයව ගෝලීය ව්යාප්තියට එරෙහිව සටන් කිරීම සඳහා මෑතදී ධවල මන්දිර විධායක පියවරයන් ගැන මෙනෙහි කිරීම, මෙහෙවර සංකේතවත් කරන්නේ ගෝලීය කෘතිම ඔපෝයිඩ් වල බෙදාහැරීමේ දාම කඩාකප්පල් කිරීම සඳහා ය.. එක්සත් ජනපදයේ වර්තමානයේ ජාතික හදිසි අවස්ථාවක් ලෙස ප්රකාශයට පත් කර ඇති අතර, ඒවා සෑදීම සහ නීති විරෝධී නිෂ්පාදකයින්ගේ වගවීම සඳහා භාවිතා කරන පුරෝගාමී රසායනික ද්රව්ය ලබා ගැනීම වැළැක්වීම කෙරෙහි අවධානය යොමු කරමින් අවධානය යොමු කරමින් අවධානය යොමු කළේය.",
        "එක්සත් ජනපද තානාපති කාර්යාලයේ නියෝජ්ය ප්රධානියා වන ජේන් හොවෙල් මහතා මෙම ප්රශ්නය ගැන අදහස් දැක්වීය.",
        "Drug ෂධ තර්ජනයට මායිම් නොමැති නිසා \"එක්සත් ජනපදය භීතියට පත්වන බැවින්, අපද්රව්ය නොමැත.. මෙම උත්සාහය තුළින් අපි උසස් මෙවලම් හා පුහුණුව බෙදා හවුල් පමණක් නොව මහජන සෞඛ්ය හා කලාපීය ආරක්ෂාව සඳහා පොදු කැපවීමක් ද ශක්තිමත් කරමු. ගෝලීය කෘතිම අම්පිත බෙදාහැරීමේ බෙදාහැරීම් දම්වැල් කඩාකප්පල් කිරීමට එක්සත් ජනපදයේ පුළුල් උත්සාහයන් මෙම කර්තව්යය පිළිබිඹු වන අතර ඉන්දු-පැසිෆික් කලාපය පුරා ප්රජාවන් ආරක්ෂා කරයි. \"සඳහන් කළ පරිදි.",
        "මාලදිවයින, බංග්ලාදේශය සහ නේපාලයේ රසායනාගාරවලට උපකරණ පරිත්යාග කිරීමට සැලසුම් කර ඇත.. තාක්ෂණික සහයෝගීතාව සහ කුසලතා වර්ධනය කිරීම තුළින් කෘතිම drugs ෂධ හුවමාරුව හඳුනාගෙන කඩාකප්පල් කිරීම කලාපයේ හැකියාව ශක්තිමත් කිරීමට එක්සත් ජනපදය කැපවී සිටී."
      ]
    },
    "en": {
      "title": "Training program to address the threats of artificial drugs in the South Asian Zone!",
      "body_lines": [
        "The US Embassy in Sri Lanka and the National Risk Control Board (NDDCB) has successfully completed the two -week regional training program in Sri Lanka to improve the ability to address threats that are artificially manufactured in South Asia and new drugs that can change the state of mind.",
        "During this time, Jane Howell, Deputy Chief of the Embassy, ​​Sunil Vattakala, Deputy Minister of Public Security and Parliamentary Affairs and NDDCB leader Dr. Indika Wanninayaka presided over the event to provide Radion ASAP to Sri Lankan officials.",
        "In order to promote forensic laboratory skills, the US State Department has joined the Colombo Project to strengthen artificial drug detection activities throughout the Bureau of International Drug and Law Affairs (Inl) and South Asia.",
        "Forensic professionals from Sri Lanka, the Maldives, Bangladesh and Nepal participated in the two -week -old classroom and recipe in Colombo to prepare for the installation of improved drug detection equipment in their national laboratories.",
        "A Radian ASAP drug testing machine for each country. It is a small, sophisticated machine designed to test artificial drugs quickly and more confidently within a minute. The complex procedures that prepare samples for experimentation are most appropriate for this unnecessary technology to effectively detect developing drug threats and strengthen regional forensic capabilities.",
        "Reflecting on the recent White House executive measures to fight the global spread of Fendanil, the mission symbolizes with the widespread initiatives of the United States to disrupt the distribution chains of global artificial opioids.. In the United States, nowadays have been declared as a national emergency, and focusing on preventing the availability of pioneer chemicals used to make them and taking over illegal manufacturers accountability.",
        "Jane Howell, a deputy head of the US embassy, ​​commented on the issue to hand over the drug inspect equipment:",
        "“The United States faces the crisis in Fendan, as there are no borders to the drug threat. That is why we are investing in such regional partnerships in order to prevent the artificial drugs before rooting.. Through this effort, we not only share advanced tools and training, but also strengthen a common commitment for public health and regional security. This task reflects the widespread efforts of the US to disrupt the global artificial opioid distribution chains and protect the communities throughout the Indo-Pacific region. ” As noted.",
        "It is planned to donate equipment to laboratories in the Maldives, Bangladesh and Nepal.. The US is committed to strengthening the ability of the region to detect and disrupt the exchanges of artificial drugs through technical cooperation and developing skills."
      ]
    }
  },
  "summary_lines": []
}