{
  "translated_text": {
    "si": {
      "title": "ජූලියන් ඇන්ජෙන් නැවත ඕස්ට්රේලියාවට පැමිණේ",
      "body_lines": [
        "ඕස්ට්රේලියානු අග්රාමාත්ය ඇන්ටනි ඇල්බනීයිස් විකිලීක්ස් සදබාකර්ගෙන් එක් අයෙකු ජූලියන් අජිවර්, ජූලියන් අජිවර් වන ජූලියන් අජිවර් වන බව දැක බලා ගැනීමට සතුටට කරුණක් ලබා දී තිබේ.",
        "පාර්ලිමේන්තුවේ කථාවකදී ඔහු පැවසුවේ, \"ඔහු තම පවුල සමඟ එක්වීම සඳහා ඕස්ට්රේලියාවට පැමිණීම ගැන මම සතුටු වෙමි.\"",
        "ඕස්ට්රේලියානු අග්රාමාත්යවරයා පවසා ඇත්තේ තම කටයුතු බොහෝ කල් ගත වී ඇති බවයි.",
        "ඔහුව රඳවා තබා ගැනීම දිගටම කරගෙන යාමෙන් කිසිදු ප්රයෝජනයක් නොමැති බව මම නැවත නැවතත් ප්රකාශ කර ඇත්තෙමි. ඕස්ට්රේලියානු අග්රාමාත්යවරයා පවසා ඇත්තේ පසුගිය වසර දෙකක කාලය තුළ අපේ රජය පසුගිය වසර දෙක තුළ කාරණය විසඳීමට සාකච්ඡා කරමින් සිටින බවයි.",
        "විකිලීක්ස් නිර්මාතෘ ජූලියන් ඇසීරිය එක්සත් ජනපද අධිකරණ නඩු විභාගයෙන් පසුව සම්පූර්ණයෙන්ම නිදහස් කර ඇත. ඔහු අද සවස ඕස්ට්රේලියාවට ආපසු යනවා. පසුව අද රාත්රියේ කැන්බරා හි විශේෂ මාධ්ය සාකච්ඡාවක් සංවිධානය කර තිබේ.",
        "තමාම නිදහස් කර ගැනීමට සහතික වී ඇති දුට්ටති නූලෙයි පෙන්නෝ එක්සත් ජනපදය මත ඔත්තු බැලීමට සහ මිලිටරි රහස් නිදහස් කිරීමට එකඟ වී තිබේ.",
        "ඊයේ රාත්රියේ ලන්ඩනයේ බන්ධනාගාරයෙන් නිදහස් වූ ජූලියන් ඔෆීන් ජූලියන් ඇසීම් අද එක්සත් ජනපදයෙන් ඉවත් විය.",
        "ජූලියන් ඇන්ජන් ජූලියන් ජූලියන් පැසිෆික් දූපත් කලාපීය සයිබින් අධිකරණයේ පෙනී සිටි නිසා පැය 3 ක් තිස්සේ විමර්ශනය කළේය.",
        "එක්සත් ජනපදයේ යුක්තියට පෙර එකඟ වූ සහ මිලිටරි රහස් සම්බන්ධව එකඟ වූ අස්නින්නා එක්සත් ජනපදයේ ව්යවස්ථාමය නීතිය තුළ කතා කිරීමේ නිදහස ගැන ඔහු වැරදිකරු වූ ආකාරය තර්ක කළේය.",
        "නඩු විභාගය අවසානයේ ජූලියන් ඇන්ජන් ජූලියන් ජූලියන් ජූලියන් ඔහුව නිදහස් කිරීමට ඔහුට මරණ ද sentenced ුවම ඔහු මේ වන විට ලන්ඩන් හිරේ තම ද sentence ුවම නියම කර ඇති හෙයින්."
      ]
    },
    "en": {
      "title": "Julian Asngee returns to Australia",
      "body_lines": [
        "Australian Prime Minister Antony Albeneis has expressed his pleased to see that one of the WikiLeaks Sadabhakar, Julian Asngee, will return.",
        "In a speech in Parliament, he said, \"I am happy that he is coming to Australia to join his family.\"",
        "The Australian Prime Minister has said that his affairs may have been long overdue.",
        "I have repeatedly stated that there will be no benefit from continuing to detain him. The Australian Prime Minister has said that for the past two years, our government has been negotiating to solve the matter for the past two years, ”he said.",
        "WikiLeaks founder Julian Assane has been fully released after US court hearing. He is returning to Australia this evening. Subsequently, a special media briefing has been organized in Canberra tonight.",
        "Dutti Nirlai Penno, who has been guaranteed to release itself, has agreed to spy on the United States and release military secrets.",
        "Julian Asnge Julian Assane, who was released from the London jail last night, left the United States today.",
        "Julian Asngee Julian Assane's investigation was held for 3 hours as he appeared in the Pacific Islands Regional Sybin court.",
        "Asannge, who agreed before the Justice of the United States and leaked the military secrets, argued how he was guilty of the freedom to speak in the US constitutional law.",
        "At the end of the trial, Julian Asngee Julian Assane sentenced him to release him as he had already served his sentence in London jail."
      ]
    }
  },
  "summary_lines": [
    "Julian Assange, founder of WikiLeaks, is set to return to Australia after being released from a U.S. court. Australian PM Anthony Albanese welcomes his return, stating it's overdue and expressing hope for Assange's future. This comes after Assange's release from a London prison, where he had served part of his sentence. His case involved allegations of espionage for leaking military secrets, but he argued his actions were protected under U.S. free speech laws."
  ]
}