{
  "translated_text": {
    "ta": {
      "title": "පොලිසියේ ක්ලීන් වැඩෙන් අසූවක් රැකියාවෙන් දොට්ට",
      "body_lines": [
        "\"நாங்கள் வருத்தப்படுகிறோம், எங்களால் வேலையை முடிக்க முடியாது, அதை எடுக்க நாங்கள் எடுத்துள்ளோம்.. இந்த வேலையின் மதிப்பைச் செய்யும் மனிதன் மட்டுமே. වැඳලා උනත් ඉල්ලනවා අපේ රස්සාව නැති කරන්න එපා\" යැයි බණ්ඩාරගම බද්දෙගොඩ ත්‍රිරෝද රථ අමතර කොටස් නිෂ්පාදන ආයතනයක සේවය කරන එකම පවුලක නිවුන් සහෝදරියන් තිදෙනෙකු  වැටෙමින් පැවසුවාය",
        "லாசந்திகா விசாரணை, ட்ரைசோனிகா இன்டஸ்டிகா மற்றும் ரிஸினிகா ஆகியவை விசாரித்தன. அவர்கள் அம்பாராவில் வசிப்பவர்கள்",
        "நான் எங்களிடம் வரவில்லை. எங்கள் தாய் அப்பா கூட இந்த வேலையின் அடிப்படையில் வாழ்கிறார். நாங்கள் எங்கள் வேலையை இழந்தால், தங்குவதற்கு ஒரு இடத்தை இழப்போம். எங்களை இழக்காதீர்கள்",
        "\"அப்பா மூன்று செயல்பாடுகளைச் செய்கிறார், அப்பா எந்த வேலையும் செய்ய முடிகிறது.. ஈவ் என்பது பணத்திற்கான உரமாகும். அவற்றை எடுக்க பணம் இல்லை. அதனால்தான் நாங்கள் அனைவரும் ஒரு நல்ல வீட்டிற்கு ஒரு வீட்டை நன்றாக உருவாக்க வேண்டியிருந்தது.",
        "நிறுவனத்தின் கணவர் நம்மை ஒரு கடவுளைப் போலவே நடத்துகிறார். சமமாக தங்கியிருந்து, எங்கள் எல்லா தேவைகளையும் தேடுகிறது. நாங்கள் ஒரு அப்பாவைப் போல ஒரு பாதுகாப்பை தருவோம்.",
        "கிளீன் இலங்கையின் கீழ், காவல்துறை மேலாளர் மூன்று சக்கர வாகனங்கள் மற்றும் பேருந்துகளில் கூடுதல் பாகங்கள் ஆகியவற்றில் தற்காலிகமாக ஒரு துணை கடலோரத்தை மறைக்க நடவடிக்கை எடுத்திருந்தார்.",
        "இதன் விளைவாக, நிறுவனத்தில் பணிபுரிந்த பல இளைஞர் தொழிலாளர்கள் தங்கள் சேவையை இழந்தனர்.",
        "பாண்டா குலாண்டுவா பண்டோடா பட்காமாவின் பாட்காமாவாக மூன்று சக்கர வாகனத்தால் தயாரிக்கப்பட்டு நாட்டிற்கு முச்சக்கர வண்டியை விநியோகித்து வருகிறார்.",
        "இதன் விளைவாக, பல ஆண்டுகளாக நிறுவனத்தில் பணிபுரிந்த ஊழியர்கள் நாட்டில் நம்பிக்கை இல்லாமல் பல ஆண்டுகளாக நிறுவனத்தின் ஊழியர்களாக அடையாளம் காணப்பட்டுள்ளனர், மேலும் அவர்கள் மனநலம் பாதிக்கப்பட்டவர்களின் மனதில் இருந்து விழுந்துவிட்டனர்",
        "நிறுவனத்தின் நிர்வாக இயக்குனர் கூறினார்:",
        "நான் அமைப்பால் கட்டப்பட்டேன்.",
        "தற்போது, ​​வங்கிகளின் வட்டி விகிதம் அதிகரிப்பதால் பெறப்பட்ட கடன் மிகவும் சங்கடமாக உள்ளது",
        "தொழில்துறை அமைச்சர் மற்றும் சுனில் ஹேண்டன்னெதி மற்றும் துணை அமைச்சர் சதுரங்கா அபேசிங்கே ஆகியோரின் நிலை இதுதான்.",
        "நான் பிரச்சினையைக் கேட்பேன் என்று உறுதியளித்தேன், இரண்டு வாரங்களில் ஒரு நியாயமான பதிலை வழங்குவதாக உறுதியளித்தேன்",
        "வங்கி பரிவர்த்தனைகள் குறித்த கட்டுரைகள் என்னிடம் கேட்கும்படி கேட்கப்பட்டாலும், ஆனால் நான் இன்னும் வங்கிகளிடமிருந்து பெறவில்லை. அந்த வளிமண்டலத்தின் மத்தியில், கூடுதல் துணை சுத்தமான இலங்கை திட்டத்தின் கீழ். இலங்கை காவல்துறையின் காவல் துறையால் காவல் துறையால் திரும்பப் பெறத் தொடங்கினேன்.",
        "சுற்றுச்சூழலில் வங்கி கடன்களை செலுத்துதல்.. எனது பிரச்சினை ஒரு நியாயமான தீர்வாக இருக்கும் என்று எதிர்பார்க்கிறேன்."
      ]
    },
    "en": {
      "title": "Eighty Cleaning of Police",
      "body_lines": [
        "\"We are saddened, we can't complete the job, we have taken it to take it.. Only the man who commits the value of this job. The worshiper of our job, don't overcome our job, \"said three twins in the same family working in Bandaragama-wheeler parts of Bandaragama.",
        "Lasanthika Investigation, Trrisonica Investiga and Risinika investigated. They are residents of Ampara",
        "I didn't come to us. Even our mother daddy lives by this job. If we lose our job, we will lose a place to stay. Do not lose us",
        "\"Dad is doing three Operations, Dad is able to do any work.. Eve is the fertilizer for money. No money to pick them up. That was why all of us had to make a house well for a good house and happy.",
        "The husband of the company treats us like a god. Equal stays and looking for all our needs. We will give us a protection like a dad.",
        "Under the Clene Sri Lanka, the police manager had taken steps to temporarily cover an accessory coastal in three-wheelers and buses extra accessories.",
        "As a result, a number of youth workers who worked at the company had lost their service.",
        "Panda Gulanduwa Pandoda Paddegoda, Badgama, has been produced by three-wheeler and distributing three-wheeler to the country.",
        "As a result, the employees who worked in the company for many years have been identified as the employees of the company for many years without me without hope in the country, and they have fallen from the minds of their mentally retarded",
        "Managing Director of the Institute said:",
        "I was built by the organization by itself.",
        "At present, the loan obtained due to the increase in the interest rate of the banks is very uncomfortable",
        "This is the case with Minister of Industry and Sunil Handunneththi and Deputy Minister Chathuranga Abeysinghe.",
        "I promised to hear the problem and promised to give a reasonable answer in two weeks",
        "Although the articles on banking transactions are asked to ask me, but I have not yet received from the banks. Under the midst of that atmosphere, under the additional accessory Clean Sri Lanka Program. I started withdrawing by the Police Department by the Police Department of the Sri Lanka Police.",
        "Payment of Bank Loans on the environment.. I expect my problem will be a fair solution."
      ]
    }
  },
  "summary_lines": []
}