{
  "translated_text": {
    "ta": {
      "title": "பண்டிகை காலங்களில் கொழும்பின் தாமதம் அதிகரிக்கிறது",
      "body_lines": [
        "பண்டிகை காலங்களில் கொழும்பு நகரப் பகுதிகளில் கொழும்பில் குப்பைகளை அகற்றுவது அதிகரித்துள்ளது, கொழும்பு நகராட்சி மன்றம் அதிகரித்துள்ளது.",
        "அதன் நகராட்சி ஆணையர் பாலிதா நானாயக்கரா, தினமும் 450 டன் முதல் 550 டன் டன் 500 டன்களாக அதிகரிக்கும் என்று கூறியது.",
        "\"எங்கள் சராசரி குப்பை உற்பத்தி ஏதோ ஒரு மட்டத்தில் அதிகரித்துள்ளது. நகரம் பொதுவாக உற்பத்தி நகரத்தில் 420 முதல் 450 டன் வரை இருக்கும்.",
        "ஆனால் டிசம்பர் 31 க்குள், ஏராளமான கொழும்பின் காரணமாக இது இந்த அளவின் 500 டன் என்று நாங்கள் முன்னறிவிக்கிறோம்.",
        "இதற்கிடையில், மத்திய சுற்றுச்சூழல் ஆணையத்தின் இயக்குனர் டாக்டர் அஜித் குணவர்தேனா, சிதைந்த அளவை அதிகரிக்க அதிக அளவு உணவு ஏற்பட்டுள்ளது என்று கூறினார்."
      ]
    },
    "en": {
      "title": "Delay in Colombo during festive season increases",
      "body_lines": [
        "The disposal of garbage in Colombo has increased in Colombo city areas during the festive season, Colombo Municipal Council has increased.",
        "Its municipal commissioner Palitha Nanayakkara said that 450 tonnes of Ton Daily to 550 tonnes of Tons will increase to 500 tonnes.",
        "\"Our average garbage production has increased at some level. The city is usually between 420 and 450 tons in the city of production.",
        "But by December 31, we foretell that this is about 500 tons of this size due to the enormous number of Colombo.",
        "Meanwhile, the Director of the Central Environmental Authority Dr. Ajith Gunawardena said that the large amount of food has caused to increase the amount of decomposed."
      ]
    }
  },
  "summary_lines": [
    "Colombo's festive season sees surge in garbage disposal: 500 tonnes daily vs usual 420-450 tonnes. Decomposition issues arise from excess food waste."
  ]
}