{
  "translated_text": {
    "si": {
      "title": "මෛත්රීපාල සිරිසේන IMC වෙත යයි;විජයදාස රාජපක්ෂ",
      "body_lines": [
        "මට සහාය දුන් මෛත්රීපාල සිරිසේන එක්සත් ජනතා බලයට එක්වීමට නියමිත බව මට දැනගන්නට ලැබුණි. \"ඔහු එසේ කරනවා නම් එය ඉතා හොඳයි\" කියා ජාතික ප්රජාතන්ත්රවාදී පෙරමුණේ ජනාධිපති අපේක්ෂිකාව වන විජයදාස රාජපක්ෂ මහතා පැවසීය. \"",
        "ඔහු රාජගිරියේ මැතිවරණ ලේකම් කාර්යාලයේ පැවති ජනාධිපතිවරණය සඳහා නාමයෝජනා පත්රයක් ගොනු කරමින් මාධ්යයට අදහස් දක්වමින් බ්රහස්පතින්දා පැවැත්විණි.",
        "නාමයෝජනා ගොනු කිරීමේදී, විනය මෙතෙක් දැක නොමැත. අපේක්ෂකයින් කිහිප දෙනෙකු මැතිවරණ කොමිසම තුළ ඔවුන්ගේ ආධාරකරුවන් සමඟ ඉතා සදාචාරාත්මකව කටයුතු කර ඇති අතර ඔවුන් ගම්වල ක්රියා කරන විට කණ්ඩායම් වශයෙන් කණ්ඩායම් වශයෙන් දක්නට ලැබේ.",
        "ජාත්යන්තර රටවල් එවැනි ක්රියාකාරකම් දුටු විට අපේ රට ගැන ඔබ සිතන්නේ කුමක්ද?ජාත්යන්තර රටවල් අප ගැන අපව අප ගැන දකින්නේ කවදාදැයි අපි කනස්සල්ලට පත්වෙමු. මෙයට හේතුව ලෝකයේ රටවල් වීමට උත්සාහ කරන පුද්ගලයින් ක්රියා කරන්නේ කෙසේද යන්න දෙස බලන්නේ බැවිනි.",
        "ඊළඟ කාරණය නම් අපේක්ෂකයින් 15 ක් දක්වා, අපේක්ෂකයෙකුට මහලේකම් කාර්යාලයට පැමිණියේ අපේක්ෂකයෙකු සඳහා, අපේක්ෂකයෙකු ප්රවර්ධනය කිරීම සඳහා උදේ (ඩම්මි) අපේක්ෂකයින් පත් කිරීම සඳහා ය.. ඔවුන් ක්රියා කළේ මැර කණ්ඩායමක් ලෙසයි. එමනිසා, එවැනි අවස්ථාවලදී, අනාගතයේ දී හික්මවීම ආරක්ෂා කිරීමට පියවර ගන්නා ලෙස මම මැතිවරණ කොමිසම ඉල්ලා සිටිමි.",
        "සදාචාරාත්මක යැයි අන් අයට පැවසීමට පෙර අප ඒ අනුව ක්රියා කළ යුතු බැවිනි. ඒ නිසා ඔවුන් මේ දේවල් නිවැරදි කළ යුතුයි. එසේ නොවුවහොත්, ඔවුන්ගේ ක්රියාව සමස්ත ශ්රී ලාංකිකයන්ටම නින්දාවක් වනු ඇත.",
        "අපේක්ෂකයෙකු ලෙස ඔබව ගෙනා හිටපු ජනාධිපතිතුමා එක්සත් ජනතා බලයට එක්වීමට යන බව මාධ්යවේදියෙක් ඔහුට පැවසීය.ඔහු ප්රතිචාර දැක්වූ විට, ඔව්, මම හිතන්නේ එහෙමයි. ඔහු පැවසුවේ ඔහු එම පිටුවට ගියහොත් තමා යහපත් වනු ඇති බවයි."
      ]
    },
    "en": {
      "title": "Maithripala Sirisena goes to the IMC;Vijayadasa Rajapaksa",
      "body_lines": [
        "I heard that Maithripala Sirisena, who supported me, was going to join the United People's Power. \"I think it is very good if he does so,\" said Vijayadasa Rajapaksa, the presidential candidate of the National Democratic Front. \"",
        "He was speaking to the media after filing a nomination for the presidential election at the Elections Secretariat in Rajagiriya on Thursday.",
        "In the filing of nominations, the discipline has not been seen so far. A few candidates have been very moral within the Election Commission with their supporters and are seen as groups in groups as they act in villages.",
        "What do you think of our country when international countries see such activities?We are worried when international countries see us about us. This is because the countries of the world are looking at how the people who are trying to become the first part of the country are acting.",
        "The next thing was that up to 15, 20 candidates came to the secretariat for a candidate, appointing a toy (dummy) candidates to promote a candidate.. They acted like a group of thugs. Therefore, in such cases, I urge the Election Commission to take action to protect discipline in the future.",
        "Because we must act accordingly before we tell others to be moral. So they need to fix these things. Otherwise, their action would be a disgrace to the entire Sri Lankans.",
        "A journalist said to him that the former president who brought you as a candidate is going to join the United People's Power?When he responded, yes, I think so. He said he would be good if he went to that page."
      ]
    }
  },
  "summary_lines": [
    "Maithripala Sirisena's potential move to the United People's Power is viewed positively by Vijayadasa Rajapaksa, a presidential candidate from the National Democratic Front. Rajapaksa expressed his support for Sirisena's decision during a press conference after filing his nomination for the upcoming presidential election. He criticized the lack of discipline among some candidates and their supporters, urging the Election Commission to maintain order. Rajapaksa also highlighted concerns over the perception of Sri Lanka's political climate by international observers."
  ]
}