{
  "translated_text": {
    "ta": {
      "title": "மைத்ரிபாலா மற்றும் பஸ்கா தாக்குதல்கள் அடிப்படை உரிமைகள் வழக்கில் இருந்து ஏன் விடுவிக்கப்பட்டன?",
      "body_lines": [
        "மைத்ரிபாலா மற்றும் பஸ்கா தாக்குதல்கள் அடிப்படை உரிமைகள் வழக்கில் இருந்து ஏன் விடுவிக்கப்பட்டன?",
        "நிலாந்தா ஜெயவர்தேனா மீது மாநில புலனாய்வு நீதிமன்றத்தின் ஜனாதிபதியின் குற்றச்சாட்டுகளை இன்று (செப்டம்பர் 24) உச்சநீதிமன்றத்திற்கு அட்டர்னி ஜெனரல் தெரிவித்தார்.",
        "பஸ்கா மற்றும் பயங்கரவாதிகள் மீது பயங்கரவாதிகள் தாக்கல் செய்த அடிப்படை உரிமை மனுக்களின் தோல்வி காரணமாகும்.",
        "அக்டோபர் 7 ஆம் தேதி அக்டோபர் 7 ஆம் தேதி அக்டோபர் 7 ஆம் தேதி நீதிமன்றத்தில் ஆஜராகுமாறு தலைமை நீதிபதி ஜெயந்தா ஜெயாசுரியாவும் உத்தரவிட்டுள்ளார்.",
        "தலைமை நீதிபதி ஜெயந்தா ஜெயசூரியா, முன்மெட்ரது பெர்னாண்டோ, எஸ்.டபிள்யூ வே ராஜா, பஸ்கா தாக்குதலைத் தடுப்பதில் தாக்கல் செய்யப்பட்டார்.. நவாஸ், குமுடுனி விக்ரமசிங்க, குமுடுனி விக்ரமசிங்க மற்றும் அச்சலா வெட்டப்பே உச்சநீதிமன்ற பெஞ்சின் முன் அழைக்கப்பட்டனர்.",
        "முன்னாள் ஐ.ஜி.பி மற்றும் முன்னாள் ஐ.ஜி.பி.யின் முட்டாள்தனத்திற்கு முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனாவில் உள்ள அட்டர்னி ஜெனரலின் கூடுதல் சொலிசிட்டர் ஜெனரல் திலீபாலா பீரிஸ் நீதிமன்றம்.",
        "இருப்பினும், கூடுதல் ரூ.",
        "முழு இழப்பீட்டையும் செலுத்த நீதிமன்ற உத்தரவின்படி, நிலாந்தா ஜெயவர்தேனுக்கு எதிராக வரைவு செய்யப்பட்ட நீதிமன்றத்தை அவமதித்த குற்றச்சாட்டுகளையும் கூடுதல் சொலிசிட்டர் ஜெனரல் தெரிவித்தார்.",
        "ஜனாதிபதியின் ஆலோசகர் சந்தகா ஜெயசுந்தரா சந்தக ஜெயசுந்தரா நீதிமன்றத்திற்கு பதிலளித்தவர்களுக்கு பதிலளித்தவர்களின் சார்பாக ஆஜரானார், அவரது வாடிக்கையாளர் நீதிமன்றங்களுக்கு அனுப்பினார்.",
        "ஜனாதிபதியின் ஆலோசகர் ரூ.",
        "ஜனாதிபதியின் ஆலோசகர் ரூ.",
        "நீதிமன்ற உத்தரவாக முழு இழப்பீட்டையும் செலுத்த முடியாமல் நீதிமன்றங்களில் மன்னிப்பு கேட்பதாக ஜனாதிபதியின் ஆலோசகர் கூறினார்.",
        "எனவே, நிலாந்தா ஜெயவர்தேனா சார்பாக ஆஜரான வழக்கறிஞர் நீதித்துறையை அவமதிப்பதற்கு முன்னர் இந்த விஷயத்தை பரிசீலிக்கும்படி கேட்டுக்கொள்ளப்பட்டார்.",
        "நீட் ஜெயவர்தனாவுக்கு எதிராக நீதிபதிக்கு எதிராக தலைமை நீதிபதிக்கு எதிராக விசாரணை நடத்த உச்ச நீதிமன்றம் முடிவு செய்துள்ளது.",
        "முன்னாள் சொலிசிட்டர் ஜெனரல் தில்லி-ஜெனரல், முன்னாள் மாநில புலனாய்வுத் தலைவர் தலைவர் மீது தேர்ந்தெடுக்கப்பட்டவருக்கு அனுப்பப்பட்டார்.",
        "முன்னாள் உயர் நீதிமன்ற நீதிபதி சாம்பா ஜனகி ராஜரத்னே தலைமையிலான மூன்று உறுப்பினர் குழு முன் ஒழுங்கு விசாரணையை மேற்கொள்ளப்படும் என்று அவர் மேலும் கூறினார்.",
        "அதன்படி, கூடுதல் சொலிசிட்டர் ஜெனரல் இரண்டு நாட்கள் சாட்சிகளால் ஒழுங்கு விசாரணையை பதிவு செய்துள்ளதாகக் கூறினார்.",
        "எவ்வாறாயினும், குழுவின் ஆளுநர் பதவியாக நியமிக்கப்பட்ட குழு உறுப்பினர் சாம்பா ஜனகி ராஜரதத்தை அவர் மேலும் தெரிவித்தார்.",
        "கூடுதல் வழக்குரைஞர் ஜெனரல் திலிபா ஆண்கள் மேற்கண்ட ரூபாயால் முழு அலுவலகமும் சேதமடைந்துள்ளனர் என்று கூறினார்.",
        "மிக உயர்ந்த மால்கம் கார்டினல் ரஞ்சித் சார்பாக ஆஜரான ஜனாதிபதியின் ஆலோசகர் ஷாமில் பெரேரா, பாதிக்கப்பட்டவர்களின் பட்டியல் பட்டியலின் பட்டியலை அவர்களிடம் கொடுக்கும்படி கேட்டார்.",
        "பாதிக்கப்பட்டவர்களுக்கு உட்பட்டவர்களின் பெயர்கள் இந்த தாக்குதலில் பாதிக்கப்பட்டவர்களால் தாக்கல் செய்யப்பட்டுள்ளன என்று ஜனாதிபதி ஆலோசகர் ஷாமில் பெரேரா கூறுகிறார்.",
        "நீதிபதிகள் குழு உத்தரவிட்டபடி இழப்பீடு வழங்க பணத்தை வழங்குவதையும் ஒதுக்கி வைத்தார்.",
        "மனுக்களுக்கு பதிலளித்தவர்களாக பரிந்துரைக்கப்பட்ட முன்னாள் பாதுகாப்பு செயலாளர் ஹெமசிரி பெர்னாண்டோ, முன்னர் முன்னாள் பாதுகாப்பு செயலாளர் ஹெமசிரி பெர்னாண்டோவுக்கு பணம் செலுத்தினார்.",
        "கத்தோலிக்க மதகுருமார்கள், மற்றும் கத்தோலிக்க மதகுருக்களால் பாதிக்கப்பட்டவர்களால் பாதிக்கப்பட்டவர்கள், தங்கள் அடிப்படை மனித உரிமைகளை மீறும் வழக்கில், பயங்கரவாத தாக்குதலைத் தடுக்கிறார்கள்.",
        "இழப்பீடு முடிந்ததால் ஹெமசிரி பெர்னாண்டோ மற்றும் சிசிரா மெண்டிஸ் ஆகியோர் முன்னர் வழக்கிலிருந்து விடுவிக்கப்பட்டனர்.",
        "பஸ்கா தாக்குதல் தொடர்பாக நீதிமன்றங்களில் உள்ள மற்ற வழக்குகள் யாவை?",
        "ஞாயிற்றுக்கிழமை பயங்கரவாத தாக்குதலில் பஸ்கா தாக்குதல் குறித்து மேலதிக விசாரணைகளை மேற்கொண்டதற்காக யாருக்கு வழக்குத் தொடரப்பட்டது?இலங்கையில் உள்ள நீதித்துறை தொடர்பான வழக்குகள் யாவை?",
        "பஸ்கா தாக்குதல் குறித்து கொழும்பு மூன்று எதிர்க்கட்சி நீதிபதியில் ஒரு பெரிய குற்றவியல் வழக்கு விசாரிக்கப்படுகிறது.",
        "இது சதி மற்றும் பஸ்கா தாக்குதலை ஆதரிப்பது உட்பட 23270 குற்றச்சாட்டுகளுக்கு கீழ் இருந்தது.",
        "இந்த வழக்கை அட்டர்னி ஜெனரல் 24 பிரதிவாதிகள் மீது தாக்கல் செய்துள்ளார்.",
        "முகமது சிரி-மிலவி, நவோட்ரூப் பைரி (அபு யமர்), முகமது இப்ராஹம் அப்துல் முகமது ரிஸ்கன், முகமது இப்ராஹம் (அபு ஃபாலா), மொஹமட் இப்ராஹம் (அபு டார்க்), மொஹமட் மன்ஹ்ஹாத் சனாபி (அபு மாசதீ (அபு மாசதீ), மொஹமட் இப்ராஹம் (அபு டார்க்) . .",
        "இந்த வழக்கில் பெயரிடப்பட்ட முதல் நடிகர் இந்த வழக்கில் குற்றம் சாட்டப்பட்டவர் என்று சட்டம் மற்றும் ஒழுங்கு அமைச்சர் அமைச்சர் சரத் வீரசேகேரா ஒருமுறை பாராளுமன்றத்தில் தெரிவித்தார்.",
        "குற்றச்சாட்டுகள் இப்போது குற்றம் சாட்டப்பட்டவருக்கு முழுமையாக வாசிக்கப்பட்டுள்ளன, மேலும் குற்றம் சாட்டப்பட்டவர்களுக்கு முழுமையாக படிக்கக்கூடியவை.",
        "இதற்கிடையில், முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா, முன்னாள் பாதுகாப்பு செயலாளர், மாநில உளவுத்துறையின் முன்னாள் தலைமை ஆய்வாளர் ஜெனரல் ஹெமசிரி பெர்னாண்டோ, ஈஸ்டர் ஞாயிற்றுக்கிழமை தாக்குதலைத் தடுக்க மாநில புலனாய்வு சேவையின் முன்னாள் தலைமைச் செயலாளரிடமிருந்து இழப்பீடு கோரி 108 பேர் தாக்குதலில் பலியானவர்கள் 108 நபர்கள் தாக்கல் செய்யப்பட்டனர் கொழும்பு மாவட்ட நீதிமன்றம்.",
        "இந்த வழக்கில் பதிலளித்தவராக ஜனாதிபதியாக தேர்ந்தெடுக்கப்பட்டதால் அவரை விடுவிக்க கொழும்பு மாவட்ட நீதிமன்றம் உத்தரவிட்டது.",
        "இந்த வழக்குக்கு முக்கிய குற்றம் சாட்டப்பட்டவர் தொடர்பாக கொழும்பு மாவட்ட நீதிமன்றம் கொழும்பு மாவட்ட நீதிமன்றத்தில் கோரிக்கையை நிராகரித்தது.",
        "இழப்பீட்டுக்கு ஈடுசெய்ய அரசியலமைப்பில் இழப்பீடு வழங்காததால், முன்னாள் ஜனாதிபதி மைத்ரிபால சிரிசேனா கொழும்பு மாவட்ட நீதிமன்றத்தால் வெளியிடப்பட வேண்டும் என்று கோரிக்கைகளை தாக்கல் செய்திருந்தார்.",
        "எவ்வாறாயினும், மைத்ரிபாலா சிரிசேனா மீது வழக்குகள் எடுக்க கோரிக்கைகள் முடிவு செய்யப்பட்டதாக கொழும்பு மாவட்ட நீதிமன்றம் நிராகரித்தது.",
        "தீர்ப்பை எதிர்த்து மைத்ரிபாலா சிரிசேனாவின் கோரிக்கையையும் நீதிமன்றம் மறுத்துவிட்டது.",
        "இதற்கிடையில், நெகோம்போ மாவட்ட நீதிமன்றத்தில் 182 வழக்குகள் தாக்குதல் நடத்திய தாக்குதலுக்காகவும், நெகோம்போவில் உள்ள குவகபிட்டியா தேவாலயத்தில் பாதிக்கப்பட்டவர்களுக்காகவும் தாக்கல் செய்யப்பட்டுள்ளன.",
        "முன்னாள் பாதுகாப்பு செயலாளர் மைத்ரிபாலா சிரிசேனா, முன்னாள் பாதுகாப்பு செயலாளர், மாநில புலனாய்வு சேவையின் முன்னாள் தலைமைச் செயலாளர் ஹெமசிரி பெர்னாண்டோ, மாநில புலனாய்வு சேவையின் முன்னாள் தலைமைச் செயலாளராக அடையாளம் காணப்பட்டுள்ளார்.",
        "இதற்கிடையில், முன்னாள் ஐ.ஜி.பி பூஜா ஜெயசுந்தரின் மூன்று உறுப்பினர்களைக் கொண்ட உயர்நீதிமன்ற நீதிபதி மற்றும் முன்னாள் பாதுகாப்பு செயலாளர் ஹெமசிரி பெர்னாண்டோ ஆகியோர் ஒரு குழுவின் முகத்தில் இரண்டு தனித்தனி வழக்குகள் இருந்தன.",
        "மூன்று பேர் கொண்ட உயர் நீதிமன்ற நீதிபதி குழு குற்றச்சாட்டுகளின் குற்றச்சாட்டுகளிலிருந்து விடுவிக்கப்பட்டது.",
        "உச்சநீதிமன்றத்தின் தீர்ப்பு மற்றும் கொழும்பு பொது உயர் நீதிமன்றம் மற்றும் ஹெமசிரி பெர்னாண்டோ ஆகியோரின் தீர்ப்பு தொடர்பாக அட்டர்னி ஜெனரல் உச்சநீதிமன்றத்தில் மேல்முறையீடு செய்துள்ளார்.",
        "முன்னாள் பாதுகாப்பு செயலாளரும் முன்னாள் ஐ.ஜி.பி.யும் ஈஸ்டர் வழக்கில் இருந்து ஏன் விடுவிக்கப்பட்டனர்?",
        "இதற்கிடையில், முன்னாள் பாதுகாப்பு செயலாளர் மைத்ரிபிரி பெர்னாண்டோ, முன்னாள் பாதுகாப்புத் தலைவர் ஹெமசிரி சிரிசேனா, முன்னாள் மாநில புலனாய்வு ஜெனரல் ஹெமசிரி சிரிசேனா, முன்னாள் பாதுகாப்புத் தலைவர் நிலந்தா ஜெயசுந்தராவுக்கு எதிராக 12 மனு, முன்னாள் தலைமை புலனாய்வு சேவை முடிவுகள் தாக்கல் செய்யப்பட்டன மற்றும் உச்ச நீதிமன்றம் இருந்தது ஜனவரி 12 அன்று வெளியிடப்பட்டது.",
        "இந்த மனுக்கள் பாதிக்கப்பட்டவர்களால் பாதிக்கப்பட்டவர்களின் உறவினர்கள், கத்தோலிக்க பிதாக்கள், இலங்கையின் பார் அசோசியேஷன் ஆகியவற்றால் வழங்கப்பட்டன.",
        "செய்யப்பட்ட மனுக்களின் தீர்ப்பை உச்சநீதிமன்றம் சுருக்கமாகக் கூறுகிறது.",
        "சிசிரா மெண்டிஸ் ரூ.",
        "இழப்பீடு ஜனவரி 12 முதல் ஆறு மாதங்களுக்குள் முடிக்கப்பட உள்ளது.",
        "கூடுதலாக, தலைமை உளவுத்துறை சேவைக்கு எதிராக நிலந்தா ஜெயவர்தேனாவுக்கு எதிராக ஒழுங்கு நடவடிக்கை எடுக்குமாறு உச்சநீதிமன்றம் அரசாங்கத்திற்கு உத்தரவிட்டது.",
        "இருப்பினும், முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா ரூ.",
        "முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா உச்சநீதிமன்றத்தை ரூ.",
        "இதற்கிடையில், கார்டினல் மால்கம் ரஞ்சித் தனது வழக்கறிஞர் ஷாமில் பெரேராவால் உச்சநீதிமன்றத்தில் ஒரு தீர்மானத்தை தாக்கல் செய்தார்.",
        "கூடுதலாக, புகாரை ஃபோர்ட் மாஜிஸ்திரேட் நீதிமன்றம் ஜனவரி மாதம் கொழும்பு கோட்டை மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் கொழும்பு மாஜிஸ்திரேட் நீதிமன்றத்தின் குற்றச்சாட்டில் தாக்கல் செய்தது.",
        "Fr.",
        "தனியார் புகாராக கருதப்பட்ட கொழும்பு கோட்டை மாஜிஸ்திரேட் திலினா காமேஜ் டிலினா கேமேஜ் நீதிமன்றத்தின் முன் ஆஜராக சிரிசேனாவுக்கு உச்சிமாநாட்டை வெளியிட்டார்.",
        "முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா, முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா நீதிமன்றத்தின் முன் ஆஜராகும் பொருட்டு வழக்கை வெளியிட இடைக்கால உத்தரவை தாக்கல் செய்துள்ளார்.",
        "மேல்முறையீட்டு நீதிமன்றத்தில் ரிட் விசாரிக்கப்பட்டு, மேல்முறையீட்டு நீதிமன்றம் மேல்முறையீட்டு நீதிமன்றத்தில் இருந்து இடைக்கால உத்தரவை பிறப்பித்துள்ளது.",
        "கூடுதலாக, வனதவிலுவா, வனதவிலுவா, வனதவிலுவா, வானதவிலுவா, வானதவிலுவா, வானதவிலுவாவில் உள்ள லாக்டோ எஸ்டேட் பகுதியின் ஆறு எதிர்க்கட்சி நீதிபதிகள் மீது அட்டர்னி ஜெனரல் மற்றொரு வழக்கை தாக்கல் செய்துள்ளார்.",
        "கூடுதலாக, ஒரு மில்லியனர் தொழிலதிபர் முகமது இப்ராஹிம் மற்றும் இரண்டு மகன்கள் கொழும்பு உயர் நீதிமன்றம் மீது வழக்குத் தாக்கல் செய்துள்ளனர்.",
        "குற்றச்சாட்டுகள் பிரதிவாதிகளிடம் ஒப்படைக்கப்பட்டுள்ளன, மேலும் வழக்கு பிரதிவாதிகளுக்கும் சமர்ப்பிக்கப்பட்டுள்ளது.",
        "இந்த வழக்கில் மில்லியனர் வணிக முகமது இப்ராஹிம் தெரியவந்தது மற்றும் பஸ்கா சங்ரி-லா மற்றும் இலவங்கப்பட்டை கிராண்ட் ஹோட்டல்களில் தற்கொலை தாக்குதல்களின் தந்தை.",
        "இதற்கிடையில், முன்னாள் மந்திரி ரிஷாத் பாத்தீனும் அவரது சகோதரர் ரியாதீனும் சிஐடியால் கைது செய்யப்பட்டு பயங்கரவாத தாக்குதலின் மீஸ்டர் தாக்குதலை தடுத்து வைத்தனர்.",
        "அவர்களுக்கு எதிராக சட்ட நடவடிக்கை எடுக்குமாறு அட்டர்னி ஜெனரலுக்கு அறிவுறுத்தப்பட்டது, மேலும் முன்னாள் அமைச்சர் மற்றும் அவரது சகோதரரை விடுவிக்க கொழும்பு கோட்டை மாஜிஸ்திரேட் நீதிமன்றம் உத்தரவிட்டதாகக் கோரியது.",
        "கான்ஸ்டபிள் தரவரிசையில் இருந்து ஐ.ஜி.பி வரை வந்த பிரியந்தா வீரசூரியா யார்?",
        "டான் பிராட்மேனின் அறிக்கை, கமிந்தாவின் 5 ஆம் நூற்றாண்டு, சோதனை பதிவுகள் என்ன?",
        "மைத்ரிபாலா மற்றும் பஸ்கா தாக்குதல்கள் அடிப்படை உரிமைகள் வழக்கில் இருந்து ஏன் விடுவிக்கப்பட்டன?"
      ]
    },
    "en": {
      "title": "Why did Maithripala and the Passover attacks released from the fundamental rights case?",
      "body_lines": [
        "Why did Maithripala and the Passover attacks released from the fundamental rights case?",
        "The Attorney General also informed the Supreme Court today (September 24), allegations of the President of the State Intelligence Court against Nilantha Jayawardena.",
        "That is due to the failure of the fundamental rights petitions filed by the terrorists on the Passover and the terrorists.",
        "The Chief Justice Judge Jayantha Jayasuriya has also ordered to be released on October 7 on October 7, to appear in court on October 7.",
        "Chief Justice Jayantha Jayasuriya, Mustratu Fernando, SW Way Raja, who was filed in preventing the prevention of the Passover attack.. Nawaz, Kumuduni Wickramasinghe, Kumuduni Wickramasinghe and Achala Weddappe called before the Supreme Court Bench.",
        "Additional Solicitor General of the Attorney General, the Dileepala Peiris court in the petitioners, former President Maithripala Sirisena, was completely paid to the prick of former IGP and former IGP.Informed.",
        "However, the additional Rs.",
        "According to the court order to pay the full compensation, the Additional Solicitor General also informed the charges of insulting the drafted court against Nilantha Jayawardene.",
        "President's Counsel Chandaka Jayasundara appearing on behalf of respondents to respondents to Chandaka Jayasundara court, his client sent to the courts.",
        "The President's Counsel said he could only pay only Rs. 40000 / -.",
        "The President's Counsel said that only Rs.",
        "The President's Counsel said he apologizes in the courts regarding the unable to pay the entire compensation as a court order.",
        "Therefore, the lawyer appearing on behalf of Nilantha Jayawardena was asked to consider the matter before the insulting the judiciary.",
        "The Supreme Court has decided to issue a trial against the Chief Justice of the Chief Justice against the judge of the judge against Nilantha Jayawardena.Ordered.",
        "Additional Solicitor General Dili-General said that a disciplinary inquiry has been launched against the former head of state intelligence service sent to Selivery.",
        "He added that the disciplinary inquiry will be carried out before a three member committee headed by former High Court Judge Champa Janaki Rajaratne.",
        "Accordingly, the Additional Solicitor General said that the disciplinary inquiry had been recorded by two days of witnesses.",
        "However, he further stated that the committee member Champa Janaki Rajaratha appointed as the post of Governor of the Committee.",
        "Additional Solicitor General Dilipa men said that the full office was damaged by the above rupees.",
        "The President's Counsel Shamil Perera, who appeared in behalf of the Most High Malcolm Cardinal Ranjith, asked him to give them a list of victims' listing list.",
        "The Presidential Counsel Shamil Perera states that the names of the people who have been subjected to victims have been filed by the victims of this attack.",
        "The panel of judges also set aside granting money to the release of compensation as per court ordered.",
        "Former Defense Secretary Hemasiri Fernando, who was nominated as respondents of the petitions, had previously paid to the former Defense Secretary Hemasiri Fernando.",
        "Sri Lanka Bar Association, Catholic clergy, and victims of people who have been violated by the Catholic clergy, are in the case of violating their basic human rights, accusing the Easter report to prevent a terrorist attack.Had filed.",
        "Hemasiri Fernando and Sisira Mendis had previously been released from the case due to the completion of the compensation.",
        "What are the other cases in the courts regarding the Passover attack?",
        "To whom have been prosecuted for conducting further investigations into the Passover attack on the Sunday terrorist attack?What are cases pertaining to the judiciary in Sri Lanka?",
        "One major criminal case is being heard in the Colombo three opposition judge on the Passover attack.",
        "It was under 23270 charges including conspiracy and supporting the Passover attack.",
        "The case has been filed by the Attorney General against 24 defendants.",
        "Mohammed Siri-Milavi, Navodrup Pirie (Abu Yamar), Mohammed Ibrahum Abdul Mohammed Riscan, Mohammed Ibrahum (Abu Fala), Mohamed Ibrahum(Abu Tark), Mohamed Manzur Mohamed Sanasdee (Abu Masan), Mohammed Zafi, Mohammed Zauhad Hassan (Abu Dawad), Mohammed Swahd Hassan (Abu Damad Hassan). DIifitar Mohamed Insight (Abu Mohamed), Rashid Mohammed Ibrahim, Mohammed Mustafa Abdhan (Abu Nain), Kachin Mustapha Hussein, Kachin Mushad Rada Jezin, Saying Razin, Saying , Mohamed MustaphaMohammad Riswan, Meera Sae Samad Mohamed Napley (Abuven), Mohamed Amaza, Mohamed Akram, Evil have been named.",
        "Minister of Law and Order Minister Sarath Weerasekera once said in parliament that the first actor named in the case is the first accused of the case.",
        "The charges have been fully read to the accused by now and has been fully readable to the accused.",
        "Meanwhile, former President Maithripala Sirisena, former Defense Secretary, Hemasiri Fernando, former Chief Inspector General of State Intelligence, demanding compensation from Former Chief Secretary of the State Intelligence Service to prevent an Easter's Sunday attack108 persons who became victims of the attack were filed in the Colombo District Court.",
        "The Colombo District Court had ordered him to release him as he was elected President as a respondent in the case.",
        "The Colombo District Court rejected the request to the Colombo District Court regarding the main accused of the case.",
        "Former Presidential Maithripala Sirisena had filed requests to be released by the Colombo District Court as the Constitution had no provision of compensation to compensate for compensation.",
        "However, the Colombo District Court rejected the demands was decided to take cases against Maithripala Sirisena.",
        "The court also refused the request by Maithripala Sirisena against the verdict.",
        "Meanwhile, 182 cases have been filed in the Negombo District Court for the attack on the attack and victims of the Kuwakapitiya Church in Negombo.",
        "Former Presidential President Maithripala Sirisena, Former Defense Secretary, Hemasiri Fernando, former Chief Secretary of the State Intelligence Service, has been identified as the former Chief Secretary of the State Intelligence Service.",
        "Meanwhile, the three-member High Court Judge of Former IGP Puja Jayasundara and former Defense Secretary Hemasiri FernandoThere were two separate cases in the face of a panel.",
        "The three-member High Court judge panel was acquitted of the allegations of the charges.",
        "The Attorney General has appealed in the Supreme Court over the Supreme Court's decision and the decision of the Bandara general General High Court of Colombo and hemasiri Fernando.",
        "Why did the former Defense Secretary and former IGP have been released from the Easter case?",
        "Meanwhile, former Defense Secretary Maithripiri Fernando, former Chief of Defense Hemasiri Sirisena, former Chief Inspector General of State Intelligence, is 12 petition against former Chief of Defense Chief of State Nilantha Jayasundara, former Chief Intelligence ServiceThe decisions were filed and the Supreme Court was published on January 12.",
        "These petitions were presented by the relatives of the people who were victims of the victims, the Catholic Fathers, the Bar Association of Sri Lanka.",
        "The Supreme Court summarizes the decision of petitionsThat has been done.",
        "Rs.The Supreme Court has ordered Sisira Mendis that Sisira Mendis should pay Rs. 10 million.",
        "The compensation is to be completed within six months from January 12th and the decision.",
        "In addition, the Supreme Court ordered the government to take disciplinary action against the Chief Intelligence Service to Nilantha Jayawardena.",
        "However, former President Maithripala Sirisena has paid a sum of Rs.",
        "Former Presidential Maithripala Sirisena has requested the Supreme Court as permission to pay off Rs.",
        "Meanwhile, Cardinal Malcolm Ranjith filed a motion in the Supreme Court by his lawyer Shamil Perera to allow the Supreme Court decision on the Passover attack.",
        "In addition, the complaint was filed by the Fort Magistrate's Court on January before the Colombo Fort Magistrate's Court on charges of the Colombo Magistrate's Court.",
        "A person who became a victim of Fr. and the attack, was filed before the Fort Magistrate's Court.",
        "Considered the private complaint, the Colombo Fort Magistrate Thilina Gamage Tilina Gamage had issued the summit to Sirisena to appear before court.",
        "Former President Maithripala Sirisena, former President Maithripala Sirisena has filed an interim order to issue the case in order to appear before the court.",
        "The writ is being heard in the Court of Appeal and the Court of Appeal has also issued an interim order from the Court of Appeal.",
        "In addition, the Attorney General has filed another case against six opposition judges of the Lacto Estate area in Wanathaviluwa, Wanathaviluwa, Vanathavilluwa, Vanathavilluwa, Vanathavilluwa, Vanathavilluwa.",
        "In addition, a millionaire businessman Mohammed Ibrahim and two sons have filed a case against the Colombo High Court.",
        "The charges have been handed over to the defendants and the case has also been submitted to the defendants.",
        "Millionaire Business Mohammed Ibrahim was revealed in the case and the father of the suicide attacks on the Passover Sangri-La and Cinnamon Grand hotels.",
        "Meanwhile, former Minister Rishad Bathiudeen and his brother Riyadhudeen was arrested by the CID and detained the Easter attack on the terrorist attack.",
        "The Attorney General was instructed to take legal action against them and was demanding that the Colombo Fort Magistrate's Court had ordered the release of former Minister and his brother.",
        "Who is Priyantha Weerasuriya who came from constable rank to acting IGP?",
        "Don Bradman's report, Kaminda's 5th century, what is the test records found?",
        "Why did Maithripala and the Passover attacks released from the fundamental rights case?"
      ]
    }
  },
  "summary_lines": [
    "Based on the information provided, here are the key points regarding the Passover attack cases in Sri Lanka:",
    "",
    "1. Multiple legal proceedings are ongoing related to the Easter Sunday terrorist attacks in April 2019.",
    "",
    "2. Some notable cases include:",
    "",
    "   - A case filed against 24 defendants under 23270 charges including conspiracy and supporting the Passover attack. ",
    "   - Former President Maithripala Sirisena, former Defense Secretary Hemasiri Fernando, and former Chief Inspector General of State Intelligence Nilantha Jayawardene were named as respondents in several petitions.",
    "   ",
    "3. The Supreme Court made rulings on January 12, 2023 ordering compensation payments and disciplinary action against officials involved.",
    "",
    "4. Former President Maithripala Sirisena was ordered to pay Rs. 10 million in compensation within six months.",
    "",
    "5. The government was directed to take disciplinary action against Nilantha Jayawardene, who was identified as the former head of state intelligence service.",
    "",
    "6. Cardinal Malcolm Ranjith filed a motion seeking permission to allow the Supreme Court decision on the Passover attack.",
    "",
    "7. Former Minister Rishad Bathiudeen and his brother were arrested by the CID and detained regarding the Easter attack.",
    "",
    "8. Priyantha Weerasuriya rose from constable rank to acting Inspector General of Police (IGP).",
    "",
    "9. Maithripala Sirisena was released from the fundamental rights case related to the Passover attacks due to lack of provision in the constitution for compensation payments.",
    "",
    "10. Additional cases were filed against former officials and businessmen accused of involvement in the attacks.",
    "",
    "These cases highlight ongoing efforts to hold those responsible accountable for the Easter Sunday terrorist attacks in Sri Lanka."
  ]
}