{
  "translated_text": {
    "ta": {
      "title": "உலக சக்லெட் தொழில் கடுமையான ஆபத்தில் உள்ளது",
      "body_lines": [
        "சாக்லேட்டுக்கான தேவையை அதிகரிக்கும் சாக்லேட்டின் விகிதம், சப்ளையர்கள் கச்ச்போ விநியோகத்தைத் தொடரத் தவறியதன் காரணமாகும்.",
        "உலகின் கோகோ விதை சாகுபடியில் 90 சதவீதம் குறைவான நில அளவுகளுக்குள் நிகழ்கிறது.",
        "உலகின் மொத்த கோகோ உற்பத்தியில் சுமார் 75 சதவீதம் தந்தம் கடற்கரை, அல்னாரூன் மற்றும் நைஜீரியாவின் நாடுகளை வழங்குகிறது.",
        "மேற்கு ஆபிரிக்காவில் உள்ள மில்லியன் கணக்கான மக்கள் கோகோ உற்பத்தியை வறுமையிலிருந்து விடுபடுவதற்கான ஒரே வழியாகக் கருதுகின்றனர்.",
        "இருப்பினும், உலகின் கோகோ உற்பத்தி மூன்று ஆண்டுகளாக அனுமதிக்கப்படுகிறது.",
        "கோகோவின் நான்காவது ஆண்டாக கோகோவின் நான்காவது ஆண்டில் நிபுணர்கள் வெளியிடப்படுகிறார்கள்.",
        "வெப்பநிலையின் செல்வாக்கு காரணமாக உலகின் தாக்கத்துடன் உலகின் செல்வாக்கு காரணமாக வெப்பநிலையின் தாக்கம் அதிகரித்துள்ளது.",
        "அதன்படி, சுமார் 8 கோகோ விதை வண்டி மூடப்பட்டுள்ளது.",
        "කොකෝවා සැකසුම් කිරීම සීමා කර ඇති අයිවරි කොස්ට් සහ ඝානාව ලොව කොකෝවා නිෂ්පාදනයේ 60%කටම දායක වේ.",
        "இந்த பருவத்தில் சர்வதேச கோகோ 10.4 சதவீதம் முதல் 4.45 மில்லியன் டன் உலகளாவிய கோகோ முனைகள் கணிக்கப்பட்டுள்ளது.",
        "அதன்படி, பல சாக்லேட் உற்பத்தியாளர்கள் விவசாயிகளுக்கான அரசாங்கத்தின் விலையை விட செலவின் சலுகையில் கவனம் செலுத்துகின்றனர்.",
        "மேலும், சாக்லேட் உற்பத்தியாளர்கள் மூல கோகோவைப் பயன்படுத்தி நேரடியாக சாக்லேட் தயாரிக்க முடியாது.",
        "ஆனால் சாக்லேட் உற்பத்தியாளர்கள் கோகோவைப் பெறுவதற்கான தடைகள் கடுமையாக பாதிக்கப்பட்டுள்ளன என்று கூறுகின்றனர்.",
        "எடுத்துக்காட்டாக, அயர் கோஸ்ட்டின் முக்கிய சாக்லெட்-ஆசிரியர், டான்ஸ்காவோ தற்போது அரசாங்கத்தின் கீழ் செயல்பட்டு வருகிறார், கோகோ வாங்குவது நிறுத்தப்பட்டுள்ளது.",
        "பொதுவாக, உள்ளூர் விவசாயிகள் கோகோ விதைகளை உள்ளூர் ப்ரோக்ஸ்மென்களுக்கு விற்கிறார்கள்.",
        "உலகளாவிய வர்த்தகர்கள் அவற்றை உலகின் முன்னணி சாக்லேட் தயாரிப்புகளுக்கு விற்கிறார்கள்.",
        "ஆனால் கோகோ மகசூல் வீழ்ச்சியுடன், கோகோ விவசாயிகள் கோகோவை விற்பனை செய்யத் தொடங்கியுள்ளனர்.",
        "கோகோ அறுவடையின் வீழ்ச்சியின் குறைந்தபட்சம் மற்றும் விலையின் விலைகள் சாக்லேட் உற்பத்தி செயல்முறை ஆகும்.",
        "சாதாரண சூழ்நிலையில், சாக்லேட் உற்பத்தி சாக்லேட்டின் அதிக செலவை வாங்குவதாகும்.",
        "நிலைமையை எதிர்கொண்டு, உற்பத்தியாளர்கள் சாக்லேட் உற்பத்தியில் மட்டுமே கோகோவுக்கு நடந்துள்ளனர்.",
        "அறிக்கையின்படி, உயர்தர கோகோ, சாக்லேட் உற்பத்தியின் பிரதான உற்பத்தி கடந்த ஆண்டு முதல் இரட்டிப்பாகியுள்ளது.",
        "இதன் விளைவாக உலகளாவிய சாக்லேட் அதிகரித்துள்ளது."
      ]
    },
    "en": {
      "title": "World chaklet industry at strict risk",
      "body_lines": [
        "The proportion of chocolate increasing the demand for chocolate is due to the failure of suppliers to continue the supply of cachbo.",
        "About 90 percent of the world's cocoa seed cultivation occurring within less land sizes.",
        "About 75 percent of the world's total cocoa production provides the countries of Ivory Coast, Alnaroon, and Nigeria.",
        "Millions of people in West Africa view cocoa production as the only way to get rid of poverty.",
        "However, the cocoa manufacturing of the world has been consected for three years.",
        "Experts are posted on the fourth year of cocoa for the fourth year of cocoa.",
        "The impact of temperature has increased due to the influence of the world with the impact of the world due to the influence of temperature.",
        "Accordingly, about 8 cocoa seed cab have been closed down.",
        "The Ivory Coast and Ghana, which is restricted to cocoa process, contributes to 60% of Cocoa production.",
        "The International Cocoa is predicted by 10.4 percent to 4.45 million tonnes of Global Cocoa ends in this season.",
        "Accordingly, many chocolate manufacturers are focused on privilege of cost than the government's price for farmers.",
        "Also, chocolate manufacturers cannot produce chocolate using raw cocoa directly.",
        "But chocolate manufacturers say that the obstacles to obtain cocoa have been severely affected.",
        "For example, the main chaklet-editor of Ayver Coast, Tanskao, is currently operating under the government, the purchase of cocoa has been stopped.",
        "Generally, local farmers sell cocoa seeds to local brocksmen.",
        "Global traders are selling them to the world's leading chocolate products.",
        "But with cocoa yield decline, cocoa growers have begun selling coco.",
        "The minimum of the decline of cocoa harvest and the prices of the price is the chocolate manufacturing process.",
        "In the normal situation, the chocolate production is to buy the highest cost of the chocolate.",
        "In the face of the situation, manufacturers have taken place for cocoa in chocolate production only.",
        "According to reports, the high-quality cocoa, the mainstream production of chocolate production has been doubled since last year.",
        "The global chocolate has also increased as a result."
      ]
    }
  },
  "summary_lines": [
    "The global chocolate industry faces severe risks due to a 90% reduction in cocoa supply, primarily from Ivory Coast, Alnaroon, and Nigeria. Temperature changes have affected cocoa production, leading to the closure of 8 cocoa seed cabs. Ivory Coast and Ghana contribute 60% of global cocoa production. Experts predict a 10.4% decrease in global cocoa supply this season. Chocolate manufacturers prioritize cost savings over government prices, affecting cocoa availability. This situation has led to a focus on cocoa in chocolate production, with high-quality cocoa production doubling since last year, impacting global chocolate supply."
  ]
}