{
  "translated_text": {
    "ta": {
      "title": "தெய்வீக வீடியோ ஆர்ப்பாட்டங்களில் வித்யாலயா",
      "body_lines": [
        "ப Buddhism த்த மதத்திற்கு எதிராக ஒரு மத மோதலுக்கு ஒரு மத மோதலுக்கு நடவடிக்கை எடுக்கப்பட வேண்டும் என்று மால்வட் மற்றும் அஸ்கிரி மகா விஹராயா காட்டியுள்ளனர்.",
        "இந்த கருத்துக்களை இன்று (24) பாஸ்கோ-ஜெரெமின் பாத்திரத்தின் பங்கிற்கு எதிராக ஒரு சில கட்சிகளில் நமன் கூறினார்.",
        "ஒரு மத திட்டத்தில் நடைபெற்ற ஒரு மத திட்டத்தின் மத திட்டத்தின் மத திட்டத்தில் சீன திட்டத்தின் வீடியோவை சமூக ஊடகங்கள் சமீபத்தில் வெளியிட்டன.",
        "இதுபோன்ற சம்பவங்களை நேற்று (23) கண்டித்ததன் மூலம் கார்டினல் கண்டனம் செய்யப்பட்டார்.",
        "ராவண பவர் மற்றும் சிங்கள அமைப்புகளின் ப Buddhist த்த துறவிகள் இந்த பின்னணியில், மால்வட் வெனின் மால்வட் பக்கத்தின் ப Buddhist த்த மடாலயம்.",
        "இந்நிகழ்ச்சியில் பேசிய மால்வாட்டே, மால்வட், மகா சுமங்கலா தேரா, நடவடிக்கை ஒரு சட்டமாக எடுக்கப்பட வேண்டும் என்று கூறினார்.",
        "இதற்கிடையில், அஸ்கிரியா மற்றும் மால்வட் வென் ஆகியோரின் நயென்."
      ]
    },
    "en": {
      "title": "The Vidyalaya in the Divine's video protests",
      "body_lines": [
        "Malwatte and Asgiri Maha Viharaya have shown that action should be taken against Buddhism to a religious conflict to a religious conflict.",
        "The Naman said these comments today (24) at a few parties against the role of the pasco-Jerem's role.",
        "Social media had been released recently a video of a Chinese program in a religious program of a religious program of a religious program held in a religious program.",
        "Cardinal was condemned by condemning such incidents yesterday (23).",
        "The Buddhist monks of Ravana Power and Sinhala organizations in this backdrop, the Buddhist monastery of the Malwatte side of the Malwatte Ven.",
        "Speaking on the occasion, the Malwatte faction, Malwatte, Maha Sumangala Thera said that action should be taken as a law.",
        "Meanwhile, the Naymen of the Asgiriya and Malwatte Ven."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Buddhist monasteries protest Chinese religious program. Cardinal condemns incident. Religious leaders call for legal action against religious conflicts."
  ]
}