{
  "translated_text": {
    "si": {
      "title": "මල් හිමිකරු",
      "body_lines": [
        "අම්බලන්ගොඩ පොලිසිය පවසන්නේ මල හිමිකරුවෙකු histors ාතනය කර තියුණු ආයුධයකින් were ාතනය කර ඇති බවයි.",
        "මඩු වෙළඳ මධ්යස්ථානයේ ප්රධානියාට පහර දුන් නාඳුනන පුද්ගලයෙකු විසින් මෙම murder ාතනය සිදු කර ඇති බව පරීක්ෂණවලින් හෙළි වී තිබේ.",
        "මලෙහි හිමිකරු මරා දමන අතර මහල්ලා අමරර්ගේ අසුනේ වාඩි වී සිටියදී මරා දමන ලදී.. ඔහු දරුවන් හතර දෙනෙකුගේ පියා ය.",
        "ඔහු අඟහරුවාදා රාත්රියේ ටෙල්වටා අවසවතී ප්රදේශයට ගියේය (25). පොලිසිය පැවසුවේ මෙම murder ාතනය සිදුව ඇති බවයි."
      ]
    },
    "en": {
      "title": "Flower owner",
      "body_lines": [
        "Ambalangoda police say that a flower owner has been assassinated and assassinated with a sharp weapon.",
        "Investigations have revealed that the murder was committed by an unidentified man who attacked the head of the Flower Trade Center.",
        "The owner of the flower was killed and the old man was killed while he was sitting on the seat of Amarar.. He is the father of four children.",
        "He went to the Telvatta Avasavatam area on Tuesday night (25). Police said the murder had taken place along the way."
      ]
    }
  },
  "summary_lines": [
    "A flower owner was murdered in Ambalangoda by an unknown assailant wielding a sharp weapon. The victim, known as the head of the Flower Trade Center, was attacked while seated at Amarar. This tragic event occurred on Tuesday night (25) in the Telvatta Avasavatam area, leaving behind his wife and four children."
  ]
}