{
  "translated_text": {
    "si": {
      "title": "බදුල්ලා දිස්ත්රික්කයේ දෙමළ නියෝජනයක් රඳවා ගත යුතුය - අරුණාලම් අරවින්දකුමාර්",
      "body_lines": [
        "බදුල්ලා දිස්ත්රික්කයේ ලක්ෂ 6 ක් පමණ ඇත. සුළුතර අපේක්ෂකයින් ලෙස මිලියනයක් පමණ ඇත්තේ මිලියනයක් පමණි. එබැවින් මෙම ඡන්ද දායකයින් මිලියනයක සිංහල ඡන්දදායකයින් හය දෙනා සමඟ තරඟ කළ යුතුය.. අපේක්ෂකයින් සිය ගණනක් ක්ෂේත්රයේ නම්, දෙමළ නියෝජනය පිළිබඳ ප්රශ්නයක් තිබේ. එක්සත් ජාතික සන්ධානය (යූඑන්පී) ප්රධානී හන්ටර් අරුණ චාලලම් අරවින්දකුමාර් මහතා පැවසුවේ මෙම තත්වය වෙනස් කිරීම සඳහා ජනතාව තීරණාත්මකව සිතා ඔවුන්ගේ ඡන්දය භාවිතා කළ යුතු බවයි.",
        "ඔහු මේ බව කියා සිටියේ පූනලායි වතුයායේ එල්එල්ජී කොටසේ පැවති එක්සත් ජාතීන්ගේ මැතිවරණ ප්රචාරක රැස්වීමේදීය.",
        "බදුල්ලා දිස්ත්රික්කයේ දෙමළ නියෝජනයක් කිරීමේ අවශ්යතාවය අනුමත කිරීම මහජනයා තුළ ඇත. බදුල්ලා දිස්ත්රික්කයේ සියලුම උද්යාන හා ප්රදේශ වෙත යාමට මට අයිතියක් ඇත.",
        "මොකද මම ඒ හා සමානව සියලුම ප්රදේශ සොයමි. සියලුම ප්රදේශවල අවශ්යතාවය මට පෙනේ.",
        "බදුල්ලා දිස්ත්රික්කයේ අවශ්යතාවය සාක්ෂාත් කර ගැනීම සහ ජනතාවගේ අභිලාෂයන් ඉටු කිරීම සතුටට කරුණකි.. කෙසේ වෙතත්, අද සියලු උද්යාන සියල්ලම අපේ ජනතාව සොයයි.",
        "නමුත් ඔවුන් ඔවුන්ව පිළිගැනීම වෙනුවට, ඔවුන් ආපසු යාමට වාහනවලින් ආපසු යවයි.විශ්වාස කරන්න. නැවත ඡන්දයට පැමිණ ඔබ කළ දේ ගැන ප්රශ්න කරන්න.",
        "අපේ ජනතාවගේ එවැනි කාර්යයක් මා තුළ ඇති විශ්වාසය සහ මගේ සහයෝගය වැඩි වී ඇති බව වටහා ගනී.",
        "මිනිසුන්ගේ සහාය ලබා ගැනීම හෝ ඔවුන්ගේ මනසෙහි ස්ථානගත කිරීම පහසුම දෙය නොවේ. එය ඉතා අපහසුයි.අද මම ඔවුන් සමඟ වෙනම ස්ථානයක් රඳවාගෙන සිටින අතර ඔවුන් දුෂ්කර ක්රියාකාරකම් සිදු කර ජනතාවගේ කැමැත්ත ඉගෙන ගත් නිසා මම ඔවුන් සමඟ වෙනම ස්ථානයක් රඳවාගෙන සිටිමි.",
        "පාසල් පන්සල් සහ අනෙකුත් සුභසාධන සේවා විය හැකිය. සියලු වර්ගවල සේවාවන් සඳහා මගේ ඉහළම දායකත්වය විය හැකිය.",
        "මා අධ්යාපන රාජ්ය අමාත්යතුමා වූ විට අධ්යාපන අමාත්යාංශයේ රුපියල් මිලියන 900 ක නිල ඇඳුම් ඇසුරුම් 4,60,000 ක් තිබුණා.මේවා අපේ දරුවන්ට ගෙන ඒමේ අරමුණ මත පදනම්ව, කඳුකරයේ පාසල් 863 කින් සිසුන් දෙසියයක් සහ දහසකට සිසුන් දෙසියයක් වන පන්දහසක් දක්වා බෙදා හැරීමට මම මාවත ලබා දී ඇත්තෙමි.",
        "මෙය historical තිහාසික සංසිද්ධියකි. හැකියාවක් නැත.මම මගේ සමාජ හැඟීම් ප්රකාශ කර ඇත්තේ මේ ආකාරයටයි.",
        "බදුල්ලා දිස්ත්රික්කයේ ගණිතය හා විද්යාව සඳහා උපාධිධාරී ගුරුවරුන්ගේ හිඟයක් පවතී. මෙම තත්වය වටහා ගත් මම බදුල්ලා දිස්ත්රික්කයේ ජාතික පාසල් දෙකකට උපාධිධාරී ගුරුවරුන් 11 දෙනෙකු දාලා, එනම් සරස්ශ්රිවෙයි ජාතික විද්යාලය සහ පැසරමි දෙමළ ජාතික විද්යාලය ද පත් කළෙමි.",
        "කෙසේ වෙතත්, මිනිසුන් හතර දෙනෙක් මෙහි පැමිණියේ ය.. ඔවුන් මෙහි නොඑන්නේ අනෙක් අය උතුරු හා නැගෙනහිර අය වන බැවිනි.කෙසේ වෙතත්, මෙය ඉතිරි කළ නොහැක. උපාධිධාරී ගුරුවරුන්ගේ අවශ්යතා සපුරාලීම සඳහා උපාධිධාරී ගුරුවරුන්ගේ වගකීම සහ වගකීම මෙහිදී මට තිබේ. මම අනිවාර්යයෙන්ම එය කරන්නෙමි.",
        "මෙවර පාර්ලිමේන්තු මැතිවරණ කොට් five ාශය බෙහෙවින් වෙනස් ය. දෙමළ අපේක්ෂකයින් සියයකට අධික සංඛ්යාවක් බදුල්ලා දිස්ත්රික්කයේ පදිංචිව සිටිති.මෙහි ඡන්ද දායකයින් මිලියන 6 ක් පමණ සිටිති. ඒ හා සමානව, සුළුතර අපේක්ෂකයින් සිටින්නේ එක් ලක්ෂයක් පමණි.",
        "එබැවින් මෙම ඡන්ද දායකයින් මිලියනයක සිංහල ඡන්දදායකයින් හය දෙනා සමඟ තරඟ කළ යුතුය.. ක්ෂේත්රයේ අපේක්ෂකයින් සිය ගණනක් නම්, දෙමළ නියෝජනය පිළිබඳ ප්රශ්නයක් තිබේ.",
        "මෙම තත්වය වෙනස් කිරීම සඳහා මගේ ජනතාව තීරණාත්මකව සිතා ඔවුන්ගේ ඡන්දය භාවිතා කිරීම සඳහා අවශ්ය වන්නේ යම් ආකාරයකි.බදුල්ලා දිස්ත්රික්කයේ දෙමළ නියෝජනයක් කිරීමේ අවශ්යතාවය මෙම ජනතාව තුළ පවතින බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "A Tamil representation in Badulla district should be retained - Arunachalam Aravindakumar",
      "body_lines": [
        "There are about six lakh voters in Badulla district. There are only one million people as minority candidates. Therefore, these one million voters have to compete with the six lakh Sinhalese voters.. If hundreds of candidates are in the field, there is a question of Tamil representation. The United National Alliance (UNP) chief hunter Arunachalam Aravindakumar said that the people should think in the decisively and use their votes in order to change this situation.",
        "He was speaking at the UNP's election campaign meeting held in the LLG section of the Poonaalai estate.",
        "The resolution of the need for a Tamil representation in Badulla district is in the public. I have the right and courage to go to all the gardens and areas of the Badulla district.",
        "Because I am looking for all territories equally. I see the need for all areas.",
        "It is a pleasure to realize the need of the Badulla district and fulfill the aspirations of the people.. However, today all the gardens are seeking our people.",
        "But instead of welcoming them, they send them back from the vehicles to go back.Believe. Come back to the vote and question what you did.",
        "Such a function of our people realizes that the confidence he has in me and my support has increased.",
        "It is not the easiest thing to get people's support or place in their minds. It is very difficult.I am proud to say that today I have retained a separate place with them because they have carried out difficult activities and learned the wishes of the people.",
        "Schools may be temples and other welfare services may be my highest contribution to all types of services.",
        "When I was the Minister of State for Education, there were 4,60,000 uniform packs of about 900 million rupees in the Ministry of Education.Based on the aim of bringing these to our children, I have provided the way to distribute it to two hundred and five thousand students from 863 schools in the hill country.",
        "This is a historical phenomenon. There is no possibility.This is how I have expressed my social sentiment.",
        "There is a shortage of graduate teachers for Mathematics and Science in Badulla District. Realizing this situation, I had appointed 11 graduate teachers to two national schools in Badulla district, ie Saraswati National College and Pasara Tamil National College.",
        "However, four people came here.. They do not come here because others are from the North and East.However, this cannot be left. Here I have the responsibility and responsibility of the graduate teachers to meet the needs of the graduate teachers. I will definitely do that.",
        "This time the parliamentary electorate is very different. More than one hundred Tamil candidates have been fielded in Badulla district.There are about six million voters here. Similarly, there are only one lakh minority candidates.",
        "Therefore, these one million voters have to compete with the six lakh Sinhalese voters.. If hundreds of candidates are in the field, there is a question of Tamil representation.",
        "It is only some sort of fear that my people need to think in the decisively and use their votes in order to change this situation.He added that the resolution of the need for a Tamil representation in the Badulla district is in the people."
      ]
    }
  },
  "summary_lines": [
    "Tamil representation crucial in Badulla district: Arunachalam Aravindakumar. UNP leader emphasizes fair voting to address imbalance between Tamil and Sinhalese voters. Highlights education initiatives and addressing teacher shortages in the region."
  ]
}