{
  "translated_text": {
    "ta": {
      "title": "ஆசிரியர் அதிபர்கள் இன்று முதல் இரண்டு வாரங்கள் வேலை செய்கிறார்கள்",
      "body_lines": [
        "ஆசிரியர் அதிபர்களின் யுபிஎஃப்ஏக்கள் இன்று (22) முதல் ஒரு தொழில்முறை தொழிற்சங்க நடவடிக்கையைத் தொடங்குவார்கள், மேலும் இந்த விஷயத்தின் பொருள் எந்தவொரு வெளிப்புற வேலையும் நடத்தவில்லை.",
        "அவர் நேற்று (21) கொழும்பில் நடந்த ஒரு ஊடக மாநாட்டில் பேசிக் கொண்டிருந்தார், என்றார்.",
        "\"குரு முதன்மை தொழிற்சங்கமாக, எங்கள் சம்பள முரண்பாடுகளை அகற்றுவதன் அடிப்படையில் ஒரு தொழில்முறை திட்டத்தை நாங்கள் நிறுவியுள்ளோம் மற்றும் ஆசிரியர் அதிபர்களின் நிறுவன சிக்கல்களைக் குறைக்கிறோம்.. இந்த ஆண்டு பிப்ரவரி 20 முதல் இரண்டு மணிக்குப் பிறகு எல்லா நடவடிக்கைகளையும் எடுத்தோம். நோய்வாய்ப்பட்ட விடுப்பு கடந்த 26,27 மற்றும் 09 ஐ நாங்கள் தெரிவித்தோம். ஆனால் எங்கள் பிரச்சினை என்னவென்றால், இந்த பிரச்சினைகள் இன்னும் தீர்க்கப்படவில்லை.",
        "இப்போது இந்த விவாதங்களில் சம்பள அனோமலிசம் தொடர்பான ஒரு குறிப்பிட்ட நடவடிக்கை இன்னும் பின்பற்றப்படவில்லை. மேலும் அவர்கள் அதிக குழுக்களுக்குச் செல்கிறார்கள், ஒரு தீர்வு அல்ல. இது சம்பந்தமாக, நாங்கள் குரு பப்பதி மற்றும் கூட்டணியாக இருக்க முடிவு செய்துள்ளோம். பிரிவுகள், பிராந்திய கல்வித் தலைவர்கள், பிரிவுகளால் பராமரிக்கப்படும் பிராந்திய கல்வித் தலைவர்கள், பிரிவுகளால் பராமரிக்கப்படும் பிராந்திய கல்வித் தலைவர்கள், பிராந்திய கல்வித் தலைவர்கள் பற்றிய கூடுதல் ஆவணங்கள் குறித்த அனைத்து அதிபர்களையும் பெற நாங்கள் எடுக்கும் முக்கிய நடவடிக்கைகள்.",
        "மேலும், அனைத்து ஆசிரியர்களும், அனைத்து பாட இயக்குனர்களுடனும் ஆசிரியர் ஆலோசகர்கள் அனைத்து ஆசிரியர்களையும் பராமரிக்கிறார்கள், ஆசிரியர் ஆலோசகர்கள். மேலும், கல்வி அதிகாரிகள் மாகாண மற்றும் மாகாண மற்றும் கல்வி அமைச்சகத்திற்கு அழைக்கப்படும் அனைத்து வகையான கூட்டங்களிலும் கலந்து கொள்ளவில்லை.",
        "மேலும், அரசியல் அதிகாரத்தின் கொண்டாட்டங்கள் தொடர்பான திருவிழாக்களைத் தொடர்புகொள்வதைத் தவிர்க்கவும், பள்ளி குழந்தைகளை இணைப்பதன் மூலம் ஆசிரியரை நீக்குகிறது. மாகாண கல்வித் துறைகளின் தயாரிப்புத் துறைகள், மண்டல கல்வி அலுவலகங்கள், தரமான வட்டங்களில் பங்கேற்கவில்லை, பயிற்சி திட்டங்கள். மேலும், பொருட்கள் கணக்கெடுப்பு, மக்கள் தொகை கணக்கெடுப்பு, தர மேம்பாட்டு குறிகாட்டிகளை திரும்பப் பெறுதல். மேலும், பள்ளிக்கு வெளிப்புற அனைத்து நிறுவனங்களின் அறிக்கைகள் அனைத்து புள்ளிவிவரங்களிலிருந்தும் வெளியேறவில்லை. அதன்படி, நாளை முதல் இரண்டு வாரங்கள் கற்பிப்பதில் நாங்கள் முழுமையாக இருக்கிறோம். மற்ற பொருள் வெளியே எதுவும் செய்யாது. சிக்கலைத் தீர்க்க கல்வி அதிகாரிகளிடம் நாங்கள் சொல்கிறோம். \""
      ]
    },
    "en": {
      "title": "Teacher principals work for two weeks from today",
      "body_lines": [
        "Teacher Principals' UPFAs will launch a professional union action from today (22nd) and the subject of the subject is not conducting any external work.said.",
        "He was speaking at a media briefing in Colombo yesterday (21), he said.",
        "\"As the Guru Principal Trade Union, we have established a professional program based on the removal of our salary anomalies and reduce the organizational problems of the teacher principals.. We took all the steps from February 20 this year after two o'clock. We reported sick leave last 26,27 and 09. But our problem is that these problems have not yet been solved.",
        "Now a specific step regarding the salary anomalism has not yet been followed in these discussions. And we should say they go to more committees, not a solution. In this regard, we have decided to be the Guru Pupathi and the Alliance. The main steps we take to get all the principals of all the more documents on the Divisions, Regional Heads of Education maintained by the Divisions, Regional Heads of Education maintained by the Divisions, Regional Heads of Education.",
        "Also, all teachers, teacher consultants with all subject directors maintains all teachers, teacher consultants. Also, the education authorities do not attend all kinds of meetings called to the Ministry of Provincial and Provincial and Education.",
        "Also, avoid contacting the festivals concerning the celebrations of the political authority, removing the teacher by linking school children. Product departments of Provincial Education Departments, Zonal Education Offices, not participating in quality circles, training programs. Also, withdrawal of goods survey, census, quality development indicators. Also, the reports of all the institutions external to the school are out of turn out of all statistics. Accordingly, we are fully in teaching for two weeks from tomorrow. Other subject does not do anything outside. We tell education authorities to solve the problem. \""
      ]
    }
  },
  "summary_lines": [
    "Teacher principals in Sri Lanka announced a two-week boycott starting today, refusing to conduct any external work due to unresolved salary issues and organizational problems. This action follows a series of sick leaves taken since February 20th, highlighting dissatisfaction with the lack of progress in addressing their concerns through existing channels. The boycott includes avoiding meetings, celebrations, and participation in training programs, emphasizing the need for direct intervention to resolve their grievances."
  ]
}