{
  "translated_text": {
    "ta": {
      "title": "லேடி, லேடி வாழ்க்கையிலிருந்து திரும்பி வருகிறார்",
      "body_lines": [
        "மொனெராகலாவின் மகந்தனமுல்லா பகுதியில், படுல்லா கற்பித்தல் மருத்துவமனை படுல்லா கற்பித்தல் மருத்துவமனையில் ஒரு உன்னத நன்கொடை என அடையாளம் காணப்பட்டுள்ளது. சிகிச்சை பிரிவின் மருத்துவ அதிகாரியின் மருத்துவ அதிகாரியின் மருத்துவ அதிகாரியின் மருத்துவ அதிகாரியின் உதவி செயலாளர் டாக்டர் பாலிதா ராஜபக்ஷா கூறுகிறார்.",
        "உதேஷிகா சதாலி (24) ஒரு திருமணமாகாத பெண், அவர் மனிதநேயம் இல்லாமல் மாறுபட்ட மாறுபட்ட சமுதாயத்தில் நடவடிக்கை எடுத்துள்ளார். அவரது தந்தை ஆர்.எம்.பிரமசிரி (63).",
        "இளைய பெண் மகள்களில் மூன்று மற்றும் குடும்பத்தின் தங்கை.",
        "கிமு மேம்பட்ட இசை இசை பல வெற்றிகளை வென்றது மற்றும் அப்பகுதியில் ஏழை அப்பாவி குழந்தைகளை சேகரித்து அப்பாவி குழந்தைகளுக்கு பயிற்சி அளித்தது.",
        "அறிவியல் பீடத்திற்கான விண்ணப்பங்களின் எண்ணிக்கையும் இப்பகுதியில் தன்னார்வ தொண்டு நிறுவனத் துறையில் இருந்தது.",
        "வீட்டிலிருந்து தந்தை ஒரு வீட்டில் அமைந்திருந்தார், அங்கு வீட்டிலிருந்து தந்தையின் கோடு இருந்தது, அங்கு கதிமேல் பகுதியில் உள்ள ஒரு போடிங் அறையில் ஒரு கிண்ண அறையில் தந்தை நிறுத்தப்பட்டார்.",
        "உதிகலா சதலாய் 24 வது புஷ் பேருந்தின் நண்பரும் கொழும்பு பேருந்தின் தந்தையுடனும் ஒரு மோட்டார் சைக்கிள் ஏறினார். மோட்டார் சைக்கிள் மாகந்தந்தமுல்லா சாலையில் வேகமாக ஓட்டி வந்தது, மோட்டார் சைக்கிளின் பின்னால் இருந்தது.",
        "நிலைமையின் நிலை ஆபத்தான நிலையில் இருப்பதால், அவர் படுல்லா கற்பித்தல் மருத்துவமனைக்கு பயணிக்க முயன்றார்.",
        "சிகிச்சையைப் பெறும் போது, ​​மருத்துவமனையின் மருத்துவர்கள், மருத்துவமனையின் மருத்துவர்கள் உட்பட, அவரது மூளை இலங்கை மதினி அபேயேகுநசேகராவில் (52) கொல்லப்பட்டதாகக் கூறினார்.",
        "பின்னர், பதுல்லா கற்பித்தல் மருத்துவமனையின் தலைமை பாதுகாப்பு அதிகாரி தலைமை பாதுகாப்பு அதிகாரி. டபிள்யூ.டபிள்யூ.  கற்பித்தல் மருத்துவமனையின் நீதித்துறை மருத்துவ அதிகாரி.. அகிலாவும் மருத்துவமனையின் செயலாளரும் சுகாத் கித்ஸிரி தந்தை உதேஷிகாவின் ஆலோசனையைப் பயன்படுத்திக் கொண்டார்.",
        "திருமதி மாலினி அபேயேகுனசேகரா கூறுகையில், கல்லீரல், சிறுநீரகங்கள், கண்கள், இதயம் ஆண்டில் உதேஷிகா உயிருடன் இருந்தது என்று கூறினார்.",
        "எவ்வாறாயினும், நேரடி மருத்துவ அதிகாரியின் அரசு மருத்துவ அதிகாரியின் உதவி செயலாளர் டாக்டர் பாலிதா ராஜபக்ஷா, தனது அன்பின் மறுபக்கத்தில் மகிழ்ச்சியாக இருக்க வேண்டும். ஒரு நோயாளிக்கு சிறுநீரகத்தை கண்டி மருத்துவமனைக்கு காப்பாற்ற முடிந்தது.",
        "தாய் தந்தை, உறவினர்கள், உறவினர்கள், தங்கள் வாழ்க்கையை இழந்துவிட்டனர், அவர்கள் மரண படுக்கையில் தங்கள் வாழ்க்கையை மீட்டெடுக்க முடிந்தது."
      ]
    },
    "en": {
      "title": "Lady, Lady gets back from life",
      "body_lines": [
        "In the Magandanamulla area of ​​Moneragala, the Badulla Teaching Hospital has been identified as a noble donation in the Badulla Teaching Hospital. Assistant Secretary of the Government Medical Officer of the Medical Officer of the Medical Officer of the Medical Officer of the Treatment Unit says Dr. Palitha Rajapaksa.",
        "Udeshika Sadali (24) is an unmarried girl who has taken action in the Varian Varian Society without humanity. Her father was RM Pramassiri (63).",
        "The younger girl was three of the daughters and the younger sister of the family.",
        "The GCE Advanced Music Music won many victories and collecting the poor innocent children in the area and trained innocent children.",
        "The number of applications for the Faculty of Science was also present in the field of NGO in the area.",
        "The father from home was located at a house where there was a dash of the father from the house where the father was stopped in a bowl room in a bodding room in the area of ​​Kathimale.",
        "Udigala Sadalai climbed a motorcycle with a friend of the 24th bush bus and the father of Colombo bus. The motorcycle was rapidly driving in Magandandamulla road and was behind the motorcycle.",
        "Since the condition of the situation is in critical condition, she was trying to travel to Badulla Teaching Hospital.",
        "While receiving treatment, the staff of the hospital, including the doctors of the hospital, said that her brain was killed in Sri Lanka Madini Abeygunasekara (52).",
        "Later, Chief Defense Officer Chief Security Officer of Badulla Teaching Hospital. W.W.  Judicial Medical Officer of the Teaching Hospital Dr. Gayan Cooray Hospital, Deputy Director of the Badulla Teaching Hospital Dr. Gayan Cooray Hospital, Deputy Director of the Badulla Teaching Hospital Dr. Gayan Cooray Hospital, Deputy Director of the Badulla Teaching Hospital. Akila and the Secretary of the hospital Sugath Kithsiri took advantage of the advice of the Udeshika, the father.",
        "Ms. Malini Abeygunasekara said that the liver, kidneys, eyes, the heart was in the year while Udeshika were among the alive.",
        "However, the Assistant Secretary of the Government Medical Officer of the Ministry of Direct Medical Officer Dr. Palitha Rajapaksa who has been to be happy with the other side of her dear. I was able to save the kidney to the Kandy Hospital for a patient.",
        "The mother father, relatives, relatives, who had been deprived of their lives, they were able to redeem their lives in the death bed."
      ]
    }
  },
  "summary_lines": []
}