{
  "translated_text": {
    "si": {
      "title": "ඇලුමෙක්ස් ඊළඟට New-Gen වෙබ් අඩවිය දියත් කරයි: බාධාවකින් තොරව පාරිභෝගික ගමනක් සඳහා ස්මාර්ට් AI විසඳුම් ඒකාබද්ධ කිරීම",
      "body_lines": [
        "හේලීස් සභාපති සහ ප්රධාන විධායක මොහාන් පණ්ඩිතගේ ඊළඟ-ජෙනරාල් වෙබ් අඩවිය වන ඇලුමෙක්ස් දියත් කිරීමේදී ප්රේක්ෂකයින් අමතයි",
        "ඉදිකිරීම් ද්රව්ය, නියාමන අනුකූලතාව, ගොඩනැගිලි සැලසුම් පිළිබඳ පුද්ගලික පිළිතුරු සපයන සහායකය",
        "Simplifies search experience from architectural solutions to detailed product specifications and tailored recommendations",
        "ශ්රී ලංකාවේ අංක එක සහ වඩාත්ම විශ්වාස කළ ඇලුමිනියම් නිස්සාරණ සන්නාමය වන ඩයිනමික්, අන්තර්ක්රියාකාරී වේදිකාවක්, ශ්රී ලංකාවේ වඩාත්ම විශ්වාසදායක ඇලුමිනියම් නිස්සාරණ සන්නාමය වන ඇල්මෙක්ස් පීඑල්සී හි බලයෙන් ක්රියාත්මක වන අතර එය AI විසින් බල ගැන්වීය.",
        "The new website features intuitive navigation that prioritises both aesthetics and usability, highlighting Alumex’s innovative and cutting-edge portfolio.",
        "වැඩිදියුණු කරන ලද සංචලනය සහ පාරිභෝගික කේන්ද්රීය ප්රවේශයක්, මෙම වෙබ් අඩවියේ ස්ථාවරය, පුරෝගාමී AI-බලයෙන් ක්රියාත්මක වන AI-බලයෙන් ක්රියාත්මක වන AI-බලයෙන් ක්රියාත්මක වන AI-බලයෙන් ක්රියාත්මක වන ALUNOV වේ.",
        "The OpenAI-powered assistant provides customers personalised answers about construction materials, regulatory compliance, building plans, and much more. Whether you’re searching for architectural solutions, browsing detailed product specifications, or seeking personalised recommendations, Alunov streamlines your experience.",
        "The AI-driven features streamline navigation and foster deeper engagement. පරිශීලකයින්ට පහසුවෙන් අලෙවිකරුවන් සොයා ගත හැකිය, පාරිභෝගික සහාය ලබා ගැනීමට සහ නව්ය විසඳුම් සොයා ගන්න, සියල්ලම බාධාවකින් තොර අතුරු මුහුණතක් තුළ, පහසුව හා කාර්යක්ෂමතාව ප්රමුඛත්වය දෙන බාධාවකින් තොර අතුරු මුහුණතක් තුළ.",
        "The goal is to make every interaction online a delightful experience – one that customers love, remember, and even refer to others.",
        "Speaking on the occasion of the website launch, the Alumex PLC Managing Director Pramuk Dediwela said: “This intelligent platform, designed with customers at its core, represents our dedication to harnessing technology for a better customer experience. By integrating advanced AI capabilities into our new website, Alumex is setting new standards for interaction and service in the aluminium industry. බාධාවකින් තොරව අන්තර්ක්රියා යනු පාරිභෝගික ගමන සරල කිරීම පමණක් නොව නවෝත්පාදනය හා උසස් තාක්ෂණය සඳහා ඇලුමෙක්ස්ගේ කැපවීම ද නිදර්ශනය කරයි. \"",
        "As the flagship entity of the Hayleys Group’s Construction Materials sector, Alumex PLC is poised to lead the charge in shaping the future of the aluminium industry, driving progress through innovation and an unwavering commitment to excellence."
      ]
    },
    "ta": {
      "title": "Alumex launches next-gen website: Integrating smart AI solutions for seamless customer journey",
      "body_lines": [
        "Hayleys Chairman and Chief Executive Mohan Pandithage addresses audience at launch of Alumex next-gen website",
        "OpenAI-powered assistant provides personalised answers on construction materials, regulatory compliance, building plans",
        "Simplifies search experience from architectural solutions to detailed product specifications and tailored recommendations",
        "Transitioning to a dynamic, interactive platform, Alumex PLC, the number one and most trusted aluminium extrusion brand in Sri Lanka, has proudly relaunched its official website, www.alumexgroup.com powered by AI, designed to provide a convenient, personalised experience.",
        "The new website features intuitive navigation that prioritises both aesthetics and usability, highlighting Alumex’s innovative and cutting-edge portfolio.",
        "மேம்பட்ட வழிசெலுத்தல் மற்றும் வாடிக்கையாளர்களை மையமாகக் கொண்ட அணுகுமுறை ஆகியவற்றைக் கொண்ட இந்த வலைத்தளத்தின் தனித்துவமான அம்சம், AI- இயங்கும் மெய்நிகர் உதவியாளரான அலுனோவ் ஆகும்-இது வாடிக்கையாளர்கள் பிராண்டுடன் எவ்வாறு தொடர்பு கொள்கிறது என்பதை மறுவரையறை செய்யும் தொழில்துறைக்கு முதன்மையானது.",
        "The OpenAI-powered assistant provides customers personalised answers about construction materials, regulatory compliance, building plans, and much more. Whether you’re searching for architectural solutions, browsing detailed product specifications, or seeking personalised recommendations, Alunov streamlines your experience.",
        "AI- இயக்கப்படும் அம்சங்கள் வழிசெலுத்தல் மற்றும் ஆழமான ஈடுபாட்டை வளர்க்கின்றன. பயனர்கள் விற்பனையாளர்களை எளிதாகக் கண்டுபிடிக்கலாம், வாடிக்கையாளர் ஆதரவை அணுகலாம் மற்றும் புதுமையான தீர்வுகளைக் கண்டறியலாம், இவை அனைத்தும் வசதி மற்றும் செயல்திறனை முன்னுரிமை செய்யும் தடையற்ற இடைமுகத்திற்குள்.",
        "ஒவ்வொரு தொடர்புகளையும் ஆன்லைனில் ஒரு மகிழ்ச்சியான அனுபவமாக மாற்றுவதே இதன் குறிக்கோள் - வாடிக்கையாளர்கள் விரும்பும், நினைவில், மற்றவர்களைக் குறிப்பிடும் ஒன்று.",
        "Speaking on the occasion of the website launch, the Alumex PLC Managing Director Pramuk Dediwela said: “This intelligent platform, designed with customers at its core, represents our dedication to harnessing technology for a better customer experience. By integrating advanced AI capabilities into our new website, Alumex is setting new standards for interaction and service in the aluminium industry. The seamless interaction not only simplifies the customer journey but also exemplifies Alumex’s commitment to innovation and advanced technology.”",
        "As the flagship entity of the Hayleys Group’s Construction Materials sector, Alumex PLC is poised to lead the charge in shaping the future of the aluminium industry, driving progress through innovation and an unwavering commitment to excellence."
      ]
    }
  },
  "summary_lines": []
}