{
  "translated_text": {
    "ta": {
      "title": "பயத்தின் பயத்திற்கு இது நல்லதா?",
      "body_lines": [
        "நாட்டின் பரம்பரை மற்றும் பாரம்பரியம் உள்ளிட்ட புதிய தொழிற்சாலைகளையும் வறுமையையும் நிறைவேற்ற அரசாங்கம் நடவடிக்கை எடுத்துள்ளது என்று ஜனாதிபதி ரணில் விக்கிரேமேசிங்க் கூறினார்.",
        "ஊட்டச்சத்து குறைபாடு, வறுமை மற்றும் வேலையின்மை ஆகியவற்றுடன் ஜனாதிபதி பேசிக் கொண்டிருந்தார்??இன்று பாராளுமன்றத்தில் எதிர்க்கட்சி (02) எழுப்பிய கேள்விக்கு பதிலளித்தது.",
        "மேலும், மக்கள் தாழ்மையுடன் இருக்கும்போது நாட்டின் பொருளாதாரமும் பிரதமரும் பிரதமரை ஏற்றுக்கொள்ள மாட்டார்கள்??ஜனாதிபதி மேலும் கூறினார், \"ஜனாதிபதி கூறினார்,\" ஜனாதிபதி மேலும் கூறினார்:",
        "ஊட்டச்சத்து குறைபாட்டால் பாதிக்கப்பட்டுள்ளதை எதிர்க்கட்சித் தலைவர் கேள்வி எழுப்பினார்.",
        "நல்லிணக்க திட்டம் செயல்படுத்தப்பட்டது, குறைந்த வருமானம் கொண்டவர்களுக்கு இரண்டு மாதங்களுக்கு பத்து கிலோகிராம் அரிசி வழங்கப்பட்டது. அதனால்தான் உணவு விநியோக திட்டம் தொடங்கப்பட்டது.",
        "அதனால்தான் ரூ.",
        "அதனால்தான் வீடுகளின் உரிமை இந்த வீடுகளுக்கு இரண்டு லாகு மற்றும் ஒரு அரை லட்சம் மற்றும் குடியிருப்பில் வசிக்கும் மக்களுக்கு வழங்கப்படுகிறது. நீங்கள் வேறு என்ன கொடுக்க வேண்டும்?",
        "வேலையின்மை காரணமாக புதிய தொழிற்சாலைகளைத் தொடங்க நாங்கள் பணியாற்றினோம். அதனால்தான் புதிய முதலீடுகள் நாட்டிற்கு வருகின்றன.",
        "நாட்டின் பொருளாதாரம் அழிக்கப்பட்டு எதிர்காலத்தில் நாட்டில் மகிழ்ச்சியாக ஓடுகிறது.?நான் கேட்கிறேன்.",
        "ஒப்பந்தக்காரர்களை உருவாக்க 200 பில்லியன் பேர் ஏற்கனவே செலுத்தப்பட்டுள்ளனர். அதைப் பற்றி வருத்தமாக இருக்கிறதா?உதவி திரும்பப் பெறும்போது கண்டி அதிவேக நெடுஞ்சாலையின் கட்டுமானப் பணிகள் முடிக்கப்படலாம். அதைப் பற்றி வருத்தமாக இருக்கிறதா?",
        "ஹர்ஷா டி சில்வா மற்றும் கபீர் ஹாஷிம் ஆகியவற்றைக் கொடுப்பேன் என்று நம்புகிறேன். இப்போது உரிமையாளர்களுடன் தனிப்பட்ட பத்திரங்களைப் பற்றி விவாதிக்க அணுகல் உள்ளது. இதை வெளிப்படுத்த வேண்டாம் என்று கிளிஃபோர்ட் வாய்ப்பு தெரிவிக்கப்பட்டுள்ளது. ஏனென்றால் மற்ற கட்சிகளின் நிலைமைகளைப் பற்றி அவர்களுக்குத் தெரியும். இது சாதாரணமானது. எனவே, மூன்று ஒப்பந்தங்களும் ஒரே நேரத்தில் சமர்ப்பிக்கப்பட வேண்டும். சர்வதேச நாணய நிதியத்தின் மீதமுள்ள கானா. ஆனால் கானா இன்னும் அந்த விதிமுறைகளில் இருந்து வழங்கப்படவில்லை.",
        "குறிப்பாக இந்த சிக்கல்கள் பணத்தின் நிதிக் குழு குறித்த குழுவுக்கு வழங்கப்படுகின்றன. அனைவரையும் விவாதித்து ஒரு அறிக்கையைத் தயாரிக்கவும். ஹர்ஷா டி சில்வாவைப் பற்றி நீங்கள் பொறாமைப்படுகிறீர்களா?அவர் இதைச் செய்ய விரும்பவில்லையா?இங்கே ஏன் இப்போது இங்கு வந்து அதைப் பற்றி பேசுங்கள்?இரு கட்சிகளிலும் புகைபிடித்தல் ஹர்ஷா டி சில்வாவின் குழுவுக்கு ஒப்புக்கொள்கிறது. குழு என்ன பதிவு செய்யும் என்று எங்களுக்குத் தெரியாது. அறிக்கை தயாரிக்கப்படுமா, எங்களுக்கு எதிராக இருக்கும் என்று எங்களுக்குத் தெரியாது. இப்போது விவாதிக்காமல் அந்த அறிக்கையின்படி செயல்படுவோம். டாக்டர் ஹர்ஷா டி சில்வாவுடன் உங்களுக்கு சிக்கல் இருந்தால், விவாதம் தேவையா?மேலும், எதிர்க்கட்சி ஆலோசகரிடம் நாலகா செல்லுகிறதா என்று கேட்க வேண்டும், வீழ்ந்தவர்களிடமிருந்து கேட்க வேண்டும்."
      ]
    },
    "en": {
      "title": "Is it good for the fear of fear?",
      "body_lines": [
        "President Ranil Wickremesinghe said that the government has taken measures to carry out new factories and poverty, including the inheritance and heritage in the country.",
        "The President was speaking to malnutrition, poverty, and unemployment??Responding to the question raised by the Opposition (02) in parliament today.",
        "Also, do the economy of the country and the prime minister will not accept the prime minister when the people are humble??The President also said, \"The President said,\" The President added:",
        "The Opposition Leader questioned the suffering from malnutrition.",
        "The reconciliation program was implemented, the low income people were given ten kilograms of rice for two months. That is why the food delivery program was started.",
        "That is why Rs.",
        "That is why the ownership of the houses are given to these houses for two lakhu and a half lakhs and the people living in apartments. What else should you give?",
        "We worked to start new factories due to unemployment. That is why new investments come to the country.",
        "Happy running in the country when the economy of the country has been destroyed and in the near future.?I'm asking.",
        "200 billion to construct contractors have already been paid. Is it sad about that?The construction work of the Kandy Expressway can be completed when returning aid. Is it sad about that?",
        "I hope to give Harsha de Silva and Kabir Hashim. Now we have access to discussing personal bonds with the owners. Clifford Chance has been informed not to reveal this. Because they know about the conditions of the other parties. It's normal. Therefore, all three agreements were to be submitted at once. The rest of the IMF agreement is Ghana. But Ghana has not yet been given out of those terms.",
        "Especially these issues are provided to the Committee on Money's Finance Committee. Discuss everyone and prepare a report. Are you jealous of Harsha de Silva?Does he not want to do this?Why is here now come here and talk about it?Smoking in both parties agree to Harsha de Silva's committee. We do not know what the committee will make a record. We do not know if the report will be prepared and against us. Let us act according to that report without debating right now. If you have a problem with Dr. Harsha de Silva, requires a debate?Also, the opposition counselor should be asked if Nalaka shouldate and hear from the fallen."
      ]
    }
  },
  "summary_lines": [
    "In response to parliamentary questions, President Ranil Wickremesinghe outlined government efforts to combat poverty, malnutrition, and unemployment through initiatives like providing subsidized rice, housing grants, and promoting new factory investments. He defended economic policies and criticized opposition queries, emphasizing the need for unity and addressing concerns through reports from relevant committees."
  ]
}