{
  "translated_text": {
    "si": {
      "title": "75 වන නිදහස් දිනයේදී, අප බංකොලොත් රටක් ලෙස හංවඩු ගසා ඇත - ජනාධිපති",
      "body_lines": [
        "ශ්රී ලංකාවේ 75 වන නිදහස් දිනය සමරන විට, අපි බංකොලොත් රටක් ලෙස හංවඩු ගසා ඇත. කෙසේ වෙතත්, 76 වන නිදහස් දිනයේදී, බොහෝ අවදානම් නොතකා ආර්ථිකයට එම තනතුරෙන් මිදීමට හැකි වී ඇති බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "ශ්රී ලංකාවේ 76 වන නිදහස් දිනය පිළිබඳ ජනාධිපති මාධ්ය ඒකකය විසින් නිකුත් කරන ලද නිවේදනයක දී ඔහු පැවසීය.",
        "ශ්රී ලංකාවේ 75 වන නිදහස් දිනය සමරන විට, අපි බංකොලොත් රටක් ලෙස හංවඩු ගසා ඇත. එහෙත් 76 වන නිදහස් දිනයේදී, බොහෝ අවදානම් නොතකා ආර්ථිකයට එම තනතුරෙන් මිදීමට සහ ආර්ථිකය ස්ථාවරව ගෙන ඒමට හැකි වී තිබේ.",
        "රට නැවත ගොඩනැංවීමේ දීර් ending කාලීන වැඩපිළිවෙළට ඔවුන් සහාය දුන් නිසා රටේ ජනතාවගෙන් බහුතරය මන්දගාමී වීමට හැකි වී තිබේ.",
        "මෙම මාර්ගයේ අඛණ්ඩව පවතින බැවින් දුෂ්කරතා අතුරුදහන් වනු ඇත. ජීවිත බර අඩු කිරීම. ආර්ථිකය ශක්තිමත් වනු ඇත. ශ්රී ලංකා මව නැවත සකස් කරනු ඇත.",
        "1948 දී ශ්රී ලංකාව ස්වාධීන රටක් බවට පත්වන විට, ජාත්යන්තර අපේක්ෂාව වූයේ ශ්රී ලංකාව පහළ කලාපයේ සංවර්ධිත රටක් බවට පත්විය යුතු බවයි.",
        "ඒ සඳහා සුදුසු සියලු පසුබිම් සාධක අප සතුව තිබුණි. නමුත් අවසානයේදී අපට බංකොලොත් රටක් වීමට සිදුවිය.",
        "අතීතයේ වැරදි නැවත නොකිරීමට ඉඩ ඇත. ශ්රී ලංකාවේ වර්තමාන මාවත ලෝකය තුළ විශ්වාස කර ඇති හෙයින්, මෙම නිදහස් දිනයේ දී අඛණ්ඩව සංචාරය කර සමෘද්ධිය නැවත ගෙන ඒමට අපි මෙය සහතික කරන්නෙමු.",
        "රට නැවත ගොඩනැඟීමේ උඩඟු වැඩ සඳහා ශ්රී ලංකාවේ සහ රටේ වෙසෙන සියලුම ශ්රී ලාංකිකයන් ශ්රී ලංකාවේ වෙසෙන සියලුම ශ්රී ලාංකිකයන්."
      ]
    },
    "en": {
      "title": "On the 75th Independence Day, we have been branded as a bankrupt country - the President",
      "body_lines": [
        "While celebrating Sri Lanka's 75th Independence Day, we were branded as a bankrupt country. However, on the 76th Independence Day, despite the many risks, the economy has been able to get out of that position, said President Ranil Wickremesinghe.",
        "In a statement issued by the Presidential Media Unit on the 76th Independence Day of Sri Lanka, he added.",
        "While celebrating Sri Lanka's 75th Independence Day, we were branded as a bankrupt country. But on the 76th Independence Day, despite many risks, the economy has been able to get rid of that position and bring the economy to a stable.",
        "The majority of the people of the country have been able to slow down because they have supported the long -standing program of rebuilding the country.",
        "As it continues on this path, the difficulties will disappear. Diminishing life load. The economy will be strengthened. Sri Lankan mother will re -dawn.",
        "When Sri Lanka became an independent country in 1948, the international expectation was that Sri Lanka should become a developed country in the lower region.",
        "We had all the background factors appropriate for it. But eventually we had to become a bankrupt country.",
        "May not repeat the mistakes of the past. Since the current path of Sri Lanka has been confident in the world, we will ensure this on this Independence Day to continue to travel and bring back the prosperity.",
        "It stated that all Sri Lankans living in Sri Lanka and the country to contribute to the proud work of rebuilding the country."
      ]
    }
  },
  "summary_lines": [
    "Despite being branded as bankrupt on the 75th Independence Day, Sri Lanka's economy recovered on the 76th, thanks to support for rebuilding efforts. The country aims to avoid past mistakes and regain prosperity."
  ]
}