{
  "translated_text": {
    "ta": {
      "title": "වියත්පුරෙන් නිවාස මිලදි ගැනීමේදී මන්ත්‍රීන්ට දුන් සහන ඉවතට",
      "body_lines": [
        "மேற்கு எம்.பி.க்களில் ஒரு கோளாறு விசாரணை நடத்தினால், விசாரணை நடத்தப்படுகிறது என்று அமைச்சரவை செய்தித் தொடர்பாளர் டாக்டர் நலிந்தா ஜெயதிசா தெரிவித்தார்.",
        "அரசாங்க தகவல் துறையில் அமைச்சரவை முடிவை தெரிவிக்க ஊடக மாநாட்டில் அமைச்சர் பேசினார்.",
        "පාර්ලිමේන්තු මන්ත්‍රීවරුන්ට ‘වියත්පුර’ නිවාස ව්‍යාපෘතියෙන් නිවාස මිල දී ගැනීමට ලබා දී ඇති සහන ඉවත් කිරීමට කැබිනට් අනුමැතිය ලැබී අතැයිද කැබිනට් ප්‍රකාශකවරයා පැවසීය.",
        "யுடிஏ வாடகைக்கு சந்தர்ப்பத்தில், யுடிஏ வாடகைக்கு யுடிஏ கட்டிய வேடபுரா வீட்டுவசதி வளாகத்தால் ஒப்புதல் ஒப்புதல் அளிக்கப்பட்டுள்ளது.",
        "பின்னர், எம்.பி.க்கள் அந்த வீடுகளை ஒரு சலுகை முறையின் கீழ் வாங்குமாறு கோரிக்கைகள் செய்யப்பட்டுள்ளன.",
        "ரூ. 13.34 மில்லியன், விற்பனை விலையின் குறைந்தபட்ச மதிப்பு ரூ.",
        "அதே முறையின் கீழ் வீட்டுவசதி வாங்க 29 எம்.பி.க்கள் விற்பனை விலையில் 25% டெபாசிட் செய்துள்ளதாக அரசாங்கம் தெரிவித்துள்ளது.",
        "இந்த சலுகை முறை காரணமாக, யுடிஏ ரூ. செலவுகளை ஈடுசெய்ய 92.126 மில்லியன்.",
        "எனவே, 29 எம்.பி.க்கள் மேற்கூறியவற்றுடன் உடன்பட்டால், பொது மக்கள் சாதாரண மக்களுக்கு ஒப்புக்கொள்கிறார்கள், வீடுகளை வாங்குவதற்கான வாய்ப்பிற்கு அமைச்சரவை ஒப்புதல் வழங்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "The relief to MPs while the whatest",
      "body_lines": [
        "Cabinet spokesperson Dr. Nalinda Jayatissa said that if a disorder was conducting an investigation in the western MPs, an investigation is conducted.",
        "The Minister was speaking at a media briefing to inform the Cabinet Decision in the Government Information Department.",
        "The Cabinet has approved the removal of relief provided to the Members of Parliament to buy the relief to their homes.",
        "Approval has been approved by the Vedapura Housing Complex, which was built by the UDA for the rent of the UDA, on the occasion of the rent of the UDA.",
        "Subsequently, the requests have been made by the MPs to purchase those houses to buy them under a concessionary method.",
        "The balance of Rs. 13.34 million, the minimum value of the sales price is Rs.",
        "The government said that 29 MPs have deposited 25% of the sales prices to buy housing under the same methodology.",
        "The government has said that due to this concessionary methodology, the UDA has lost Rs. 92.126 million to cover costs.",
        "Therefore, if the 29 MPs agree with the above, the general public agree to the ordinary public, the Cabinet approval has been paid to the opportunity to purchase the houses."
      ]
    }
  },
  "summary_lines": []
}