{
  "translated_text": {
    "ta": {
      "title": "ரயில்வே ஸ்ட்ரைக்கர்கள் வேலை செய்கிறார்கள்",
      "body_lines": [
        "இன்று (10) போக்குவரத்து அமைச்சகத்தில் அமைச்சகத்தின் பொறுப்பில் அமைச்சர் பண்டுலா குணவர்தனாவுடன் ஸ்ட்ரைக் அமைச்சர் இன்று கலந்துரையாடப்பட்டுள்ளது.",
        "இதற்கிடையில், ரயில்வே துறையின் தலைவர்கள் ஸ்ட்ரைக்கர்களின் நடவடிக்கைகளுக்கு செய்தியாளர் கூட்டத்தில் பதிலளித்தனர்.",
        "ரயில்வே துறையின் கூடுதல் பொது மேலாளர் (நிர்வாக) டக்சூரியில், வேலைநிறுத்தம் வேண்டுமென்றே, வேலைநிறுத்தம் வேண்டுமென்றே உள்ளது என்றும் அரசாங்கம் சங்கடமாக இருப்பதாகவும் கூறினார்.",
        "செய்தவர்கள் அனைவரும் நிச்சயமாக ஒழுங்கு நடவடிக்கை எடுப்பார்கள் என்று அவர் மேலும் கூறினார்.",
        "\"நாங்கள் 6 ஆம் தேதி 57 விளம்பரங்களை வெளியிட்டோம்.  83න් 57ක් කියන්නේ 50%කටත් වැඩි අගයක්.  06 වනදා රාත්‍රියේ ඉඳලා වර්ජනය ක්‍රියාත්මක වූ නිසා මේ අයට මූලික කටයුතු කරන්නේ අපේ දෙපාර්තමේන්තුවේම උප දෙපාර්තමේන්තුවක් වන ධාවනබල දෙපාර්තමේන්තුව. விசாரணைகள் மற்றும் விசாரணைகள் எங்களிடம் கேட்கப்பட்டபோது, ​​மீதமுள்ள குறைபாடுகள் 4 ஆல் எங்கள் துறைக்கு அனுப்பப்பட்டன. கட்டுரை கட்டுரைகள் ஏற்கனவே தயாரிக்கப்பட்டுள்ளன. பின்னர் நாங்கள் 70 நியமனங்களை வெளியிட முடிந்தது. 13 நியமனங்கள் மட்டுமே பிரச்சினைகள் உள்ளன. அவர்கள் 13 இரண்டாம் மொழி தேர்ச்சி பெற வேண்டும் மற்றும் ஒழுங்கு விசாரணைகள் முடிக்கப்படும்.  ඒ වගේම දෙපාර්තමේන්තුවේ පරීක්ෂණ මාසයක් ඇතුලත විශේෂ පරීක්ෂණයක් තියන්න අපි සැලසුම් කරලා තියෙනවා. வேலைநிறுத்தத்தை இயக்கும் தொழிற்சங்க செயலாளர் என்னவென்றால், வேலைநிறுத்தம் எப்போதும் ஊடகங்களைப் பற்றி பேசிக் கொண்டிருந்தது. நாற்காலிகள் இல்லை, ஆனால் வேறு இல்லை. வேலைநிறுத்தத்தை வேண்டுமென்றே பார்க்கிறேன், வேலைநிறுத்தம் ஒரு வேலைநிறுத்தம். \""
      ]
    },
    "en": {
      "title": "Railway strikers work",
      "body_lines": [
        "Minister of Strike today has been given a discussion with Minister Bandula Gunawardena in charge of the Ministry in the Ministry of Transport today (10).",
        "Meanwhile, the heads of the Railway Department responded with a press conference for the operations of the strikers.",
        "Additional General Manager of the Railway Department (Administrative) Tuxury, said that the strike is deliberately, that the strike is deliberately and the government is embarrassing.",
        "She added that all those who have done is definitely take disciplinary action.",
        "\"We had issued 57 promotions on the 6th.  83න් 57ක් කියන්නේ 50%කටත් වැඩි අගයක්.  06 වනදා රාත්‍රියේ ඉඳලා වර්ජනය ක්‍රියාත්මක වූ නිසා මේ අයට මූලික කටයුතු කරන්නේ අපේ දෙපාර්තමේන්තුවේම උප දෙපාර්තමේන්තුවක් වන ධාවනබල දෙපාර්තමේන්තුව. When we were asked to inquiries and inquiries, the rest of the shortcomings were forwarded to our Department by 4. Article articles have already been prepared. Then we have been able to issue 70 appointments. Only 13 appointments have problems. They need to obtain 13 second language proficiency and disciplinary inquiries will be completed.  ඒ වගේම දෙපාර්තමේන්තුවේ පරීක්ෂණ මාසයක් ඇතුලත විශේෂ පරීක්ෂණයක් තියන්න අපි සැලසුම් කරලා තියෙනවා. The union secretary that operates the strike is that the strike was always talking about the media. There were no chairs but no other. I see the strike as a matter of deliberately, the strike is a striking striking. \""
      ]
    }
  },
  "summary_lines": [
    "Railway strikers' actions were deemed deliberate and aimed at embarrassing the government, according to the Additional General Manager of the Railway Department. The department plans to take disciplinary action against those involved. Despite issuing promotions, the strike's impact led to delays in further appointments due to language proficiency requirements and ongoing inquiries. The department also intends to conduct a special investigation within a month."
  ]
}