{
  "translated_text": {
    "si": {
      "title": "රත්නායක රිට්බරි මාලා තරඟය ජය ගත්තේය",
      "body_lines": [
        "බදුල්ලා වින්සන්ට් ඩයස් ක්රීඩාංගණයේ දෙවන විකාර පාසල්. රත්නායක ජාතික විද්යාල කණ්ඩායමේ ඉතිහාසය වෙලිමඩ බැංකු කුම්බුර ජාතික පාසල් කණ්ඩායම විසින් දිනා ගන්නා ලදී.",
        "බනංගගම්බුර ජාතික පාසල් කණ්ඩායම වයස අවුරුදු 18 ට අඩු කාන්තාවන් සඳහා මිනිත්තු 10 ක් රන් පදක්කම දිනා ගත්තේය.",
        "වල්ල තරගය ජය ගැනීමට අපේක්ෂා කෙරේ. රත්නායක මධ්යම විද්යාලය (10: 29.8 n) තත්පරය අවසන්.",
        "කෙසේ වෙතත්, දෙවන දිනය පළමු දිනය මෙන් දෙවන දිනයයි.. රත්නායක මධ්යම විද්යාලය එහි ආධිපත්යය ප්රකාශ කිරීමට අපොහොසත් වී නැත.",
        "පළමු දිනයේදී රන් පදක්කම් 4 ක් දෙවන දිනයේ රත්නායක මධ්යම විද්යාලය විසින් දිනා ගන්නා ලදී.",
        "වයස අවුරුදු 16 ට මීටර් 4 x 800 ක තරඟයක් (8: 34.4), වයස අවුරුදු 18 ක් වූ පිරිමින්ගෙන් මීටර් 4 x 800 කි.), අවුරුදු 18 ක් වූ පිරිමින්ගෙන් මීටර් 4 x 800) (8: 22.3 n.) වලලා රත්නායක මධ්යම විද්යාලය රන් පදක්කම් 3 ක් දිනා ඇත.",
        "වයස අවුරුදු 12 (29.8) වයස අවුරුදු 12 (29.8) ළමුන් සඳහා ගැහැනු ළමයින් සඳහා මීටර් 4 x 50 ධාවන තරඟයේ රන් පදක්කම් දිනා ගැනීම",
        "වයස අවුරුදු 12 ට අඩු ළමුන් සඳහා මීටර් 4 x 50 තරඟයේදී, වයස අවුරුදු 12 (27.8), 4 x 50 ශ්රේණි තරගාවලියේ අශ්ව රථය (සබ් 24.9) වටලා ලයිසියම් ජාත්යන්තර පාසල රන් පදක්කම් දිනාගෙන තිබේ.",
        "වටලා ලිසියම් ජාත්යන්තර පාසලේ රන් පදක්කම් (තත්පර 49.9) සහ අලිං මාලාව (2: 19.3) වයස අවුරුදු 20 ට අඩු කාන්තාවන් සඳහා රන් පදක්කම් දිනා ඇත.",
        "තරඟයේ දෙවන දිනය වන තෙක්, වලල්ලා ඒ. රත්නායක, රන් පදක්කම් 7 ක්, වටලා ලයිසියම් 5 රන් පදක්කම් 5 ක් සහ නෙගම්බෝ මාරිස් ස්ටෙලා විද්යාලය 3 රන් පදක්කම් 3 ක්."
      ]
    },
    "en": {
      "title": "Ratnayake won the Ritbury Series Running Championship",
      "body_lines": [
        "The second writbury schools in the Vincent Dias Stadium, Badulla. The Welimada Bankumbura National School team won the history of the Ratnayake National College team.",
        "The Banangagumbura National School team won the gold medal for 10 minutes 28.8 seconds for women under the age of 18.",
        "Walla is expected to win the match. Ratnayake Central College (10: 29.8 n) finished second.",
        "However, the second day is the second day, just like the first day.. Ratnayake Central College has not failed to express its domination.",
        "On the first day, 4 gold medals were won by Ratnayake Central College, the second day.",
        "4 x 800 meters of race for men under 16 (8: 34.4 n.), 4 x 800 meters of men aged 18 years (8: 22.3 n.)Walala Ratnayake Central College has won 3 gold medals.",
        "Moratuwa Vinayanagi Nunnas Monastery and Negombo Ave Merna Monastery won gold medals in the 4 x 50m race for girls under the age of 12 (29.8 Seg).",
        "In the 4 x 50m race for children under the age of 12 (27.8 Seg), the Chariot of the 4 X 50m Series (24.9 Seg) Wattala Lyesium International School has won gold medals.",
        "Wattala Lysium International School Gold Medals (49.9 Sec) and Muling Series (2: 19.3) have won gold medals for women under the age of 20.",
        "Until the second day of the competition, Valalla A. Ratnayake is in the first place with 7 gold medals, Wattala Lyesium 5 gold medals 2nd with 5 gold medals and Negombo Maaris Stella College 3 gold medals."
      ]
    }
  },
  "summary_lines": [
    "Ratnayake Central College dominated the Ritbury Series Running Championship, winning several events including the 4x800 meters for both men's categories under 16 and 18, and securing the overall lead with 7 gold medals after two days. Other notable winners include Banangagumbura National School for women under 18 and various schools for specific races, with Wattala Lyceum International School also performing well."
  ]
}