{
  "translated_text": {
    "ta": {
      "title": "தேஹிவாலா இரண்டு ஜீப்ரா இறந்துவிடுகிறார்",
      "body_lines": [
        "13 இரவு ஹம்பந்தோட்டா சஃபாரி பூங்கா, தேஹிவாலா மற்றும் தேசிய மிருகக்காட்சிசாலையில் இறந்ததாக திடீர் வட்டாரங்கள் கூறுகின்றன.",
        "இந்த விலங்கு பெலாவன் பூங்காவிற்கு பெலாட்டு பூங்காவிற்கு கொண்டு செல்லப்பட்டு, டெஹிவாலா மிருகக்காட்சிசாலையில் உள்ள நோய்கள் நோய்கள் பற்றாக்குறையுடன் சிகிச்சையளிக்கப்படுகின்றன. வேலை செய்தது.",
        "இதற்கிடையில், மிருகக்காட்சிசாலையின் திணைக்களம் (பி.எஸ்) இந்த சம்பவம் அன்றிரவு நோயை அதிகரித்து இறந்துவிட்டது என்று கூறினார்.",
        "அதன்படி, மிருகக்காட்சிசாலையின் விலங்குகளின் விலங்கியல் பிரிவுடன் மிருகக்காட்சிசாலை நடைபெற உள்ளது, இதில் விலங்குகளின் பிரேத பரிசோதனை உட்பட.. .",
        "விலங்குகளின் மரணத்தை எதிர்த்து தேசிய விலங்கியல் தோட்டங்கள் துறை எதிர்ப்பு தெரிவித்து வந்தது.",
        "இலங்கை பொது விலங்கியல் தோட்ட சங்கத்தின் தலைவர் திரு. கிருஷாந்தா கிறிஸ்டோபர் கூறினார்:",
        "\"இலங்கையில் உள்ள ஜீப்ரா விலங்கு இலங்கையில் உள்ள ஒரே மருத்துவ கிராமங்களைப் போலவே கொண்டு வரும்படி கேட்கப்பட்டுள்ளது. இதற்கிடையில், விலங்கு இருந்தது என்பதை விலங்கு அறிந்து கொள்ள வேண்டும். நிர்வாகம் ஆர்வமாக உள்ளது. இந்த வழியில், ஆறு கிராசாஷ் விலங்குகளில் 4 பேர் இந்த வழியில் இந்த சிகிச்சையில் இருக்கிறார்கள் என்று இந்த வழியில் கொல்லப்பட்டனர், இந்த இறப்புகள் இன்று சிகிச்சை அளிக்கப்பட வேண்டும் என்று வலியுறுத்தினர். \""
      ]
    },
    "en": {
      "title": "Zebra dies of Dehiwala two",
      "body_lines": [
        "Sudden sources say that the 13 Night died in the Hambantota Safari Park, Dehiwala and National Zoo.",
        "This animal is taken to the Pelawan Park to the Pelatu Park and the demarked in the Dehiwala Zoo to be treated with a shortage of illnesses.Worked.",
        "Meanwhile, the Department of Zoo (PS) said that the incident has escalated the sickness that night and died.",
        "Accordingly, the zoo is due to take place with the zoological division of the zoo, including the post mortem examination of the animal.. ‌",
        "The Department of National Zoological Gardens were conducting protest in protest of the death of the animal.",
        "The President of the Sri Lanka Public Zoological Gardens Association, Mr. Krishantha Christopher said:",
        "\"The zebra animal in Sri Lanka has been asked to bring the same as the sole medical villages in Sri Lanka to bring the animal to bring about the animal to bring the animal accordingly.Knowing that dreamer came. In the meantime, the animal was to know that the animal was.The administration is interested in. In this way, 4 of the six grasash animals were killed in this way that the doctor is still in this treatment, insisting that these deaths are being treated today. \""
      ]
    }
  },
  "summary_lines": [
    "A zebra died at the Hambantota Safari Park, Dehiwala, and National Zoo. It was moved to Pelawan Park for treatment but died. The Department of Zoo (PS) and the Department of National Zoological Gardens protested the incident. The Sri Lanka Public Zoological Gardens Association's president criticized the handling of the zebra's death, highlighting the need for better medical care for animals."
  ]
}