{
  "translated_text": {
    "si": {
      "title": "කථානායකවරයාගේ මතභේද: රජයේ ක්රියාමාර්ගය සාදරයෙන් පිළිගනිමු - ජීවන්",
      "body_lines": [
        "කථානායක අශෝක රන්වල ඉල්ලා අස්වීම අත්යවශ්ය වුවද, මෙම තත්ත්වය අලුත්වැඩියා කිරීමට රජය ගත් රජය දැරූ රජය දැරූ නමුත් තත්වය අලුත්වැඩියා කිරීමට රජය ගත් උත්සාහය පිළිගත් නමුත් තීරණය කිරීමට රජය ගත් තීරණය වැදගත් තනතුරු.",
        "වෛද්යවරයාගේ උපාධිය පිළිබඳ මතභේදයක් මධ්යයේ, කථිකයා තම කථිකයා ලෙස ඉල්ලා අස්වී තිබේ. ශ්රී ලංකා පාර්ලිමේන්තුවේ ඉතිහාසයේ කථිකයෙකු ඉල්ලා අස්කර ගන්නා පළමු අවස්ථාව මෙයයි.",
        "මේ අවස්ථාවේ දී, එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) පාර්ලිමේන්තු මන්ත්රී ජීවන් තොන්ඩමන් මෙම ප්රකාශය කළේ ඔහුගේ නිල X හි ය.",
        "කථානායක අශෝක රන්වල ඉල්ලා අස්වීම මගින් වැදගත් තනතුරු සඳහා වැදගත් තනතුරු තෝරා ගැනීමේදී රජයේ තීරණයෙහි නොඉවසිලිමත් iency නතාවය. විශේෂයෙන් මෙම තත්වය නිවැරදි කිරීමට රජය ගත් උත්සාහය මම අගය කරමි. මෙම ගැටළුව නිවැරදි අධීක්ෂණයෙන් වැළකී සිටින බව පැහැදිලිය.",
        "ජනතාවගේ විශ්වාසයේ බලය රජයට පවරා ඇත. එම විශ්වාසය ආරක්ෂා කිරීම ඔවුන්ගේ යුතුකමයි."
      ]
    },
    "en": {
      "title": "Controversy on Speaker: Government's action is welcome - Jeevan",
      "body_lines": [
        "Although the resignation of Speaker Asoka Ranwala is essential, United National Party (UNP) parliamentarian Jeevan Thondaman has said that the government's efforts to repair the situation are welcome, but the government's attempt to repair the situation is welcome, but the government's decision to decide on important posts.",
        "In the midst of a controversy over the doctor's degree, the Speaker has resigned as his Speaker. This is the first time a Speaker resigns in the history of Parliament of Sri Lanka.",
        "In this case, United National Party (UNP) MP Jeevan Thondaman made this statement on his official X.",
        "The resignation of Speaker Ashoka Ranwala reflects the impatient deficiency in the government's decision when choosing important positions for important positions. I appreciate the government's attempt to correct this situation in particular. It is clear that this problem may have been avoided with the right supervision.",
        "The government was entrusted with the power of the people's confidence. It is their duty to protect that belief."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Jeevan Thondaman welcomes govt's effort to address Speaker Asoka Ranwala's resignation controversy. He criticizes govt's selection process for key positions, saying proper oversight could've prevented the issue."
  ]
}