{
  "translated_text": {
    "ta": {
      "title": "97 வயதில், லிலாவதி பிபிசியுடன் முதுகலை பட்டத்துடன் பேசுகிறார்",
      "body_lines": [
        "97 வயதில், லிலாவதி பிபிசியுடன் முதுகலை பட்டத்துடன் பேசுகிறார்",
        "\"என் வாழ்நாள் முழுவதும், நான் நேசித்தேன். கற்றல் பொருந்தாது. எனவே நான் நீண்ட காலமாக கற்றுக் கொண்டிருந்தேன், \"97 இல் முதுகலை பட்டம் பெற முடிந்த லிலயதி ஆசிலின் தர்மரத்னே, பிபிசி சிங்களிடம் கூறினார்.",
        "கெலானியா பல்கலைக்கழகத்தின் 143 வது பட்டமளிப்பு விழாவில் ப Buddhist த்த தத்துவத்தில் முதுகலைப் பட்டம் பெற்றார்.",
        "நவம்பர் 30, 1927 அன்று மில்லேவா கிராமத்தின் மில்லேவா கிராமத்தில் லேபிளின் தர்மரத்னின் கடைசி மாமியார், மில்லேவா பாலிகா வித்யாலயாவிலிருந்து அடிப்படைக் கல்வியாக இருந்தார்.",
        "அவர் 1946 இல் க.பொ.த. சாதாரண நிலை தேர்வில் தோன்றினார்.",
        "அங்கீகரிக்கப்பட்ட உயர் கல்வி அல்லது தொழில் பயிற்சி நிறுவனத்தை எவ்வாறு தேர்ந்தெடுப்பது?",
        "\"க.பொ.த. சாதாரண நிலை தேர்வின் பெயர் மாறியது, நாங்கள் அந்த தேர்வை எழுதிய ஆண்டிலிருந்து வந்தோம். தேர்வின் பெயரை மாற்றிய பிறகு, நாங்கள் முதலில் அந்த தேர்வை எழுதினோம். மில்லேவா பாலிகா வித்யாலயாவில் மூன்று பேர் தேர்வில் தேர்ச்சி பெற்றனர், \"அவர் நினைவை விழித்தார்.",
        "பின்னர், அவர் 1955 ஆம் ஆண்டில் வேவாலா கலப்பு பள்ளியின் ருகாஹவிலாவின் வேயாங்கோடாவில் ஆங்கில மொழி ஆசிரியராக பணியாற்றினார்.",
        "இருப்பினும், அவர் ஒரு நோட்டரியாக இருக்க மிகவும் தயாராக இருந்தார். அவர் நோட்டரியை அனுபவித்து வருகிறார் என்ற உண்மையின் படி, அவர் கற்பித்தல் தொழிலை விட்டு வெளியேறி நோட்டரியாக பணியாற்றினார்.",
        "\"எனக்கு இன்னும் நோட்டரிஸ் சக்திகள் உள்ளன. நான் அந்த வேலையில் இரண்டு வருடங்கள் விடுப்பு வைத்திருந்தேன், ஏனென்றால் நான் பதவியில் இருக்க விரும்பினேன். \"",
        "அவர் ஆன்லைன் மூலம் முதுகலை பாடத்திட்டத்தைப் படித்தார் மற்றும் ப Buddhist த்த உளவியல், ப Buddhist த்த பொருளாதார தத்துவம் மற்றும் தர்ம சங்கயானா ஆகிய துறைகளைப் படித்தார்.",
        "\"கெலானியா பல்கலைக்கழகத்திலிருந்து நன்கொடை அளிக்க எனக்கு ஒரு பெரிய ஆதரவு இருந்தது. அவர்கள் அனைவரும் என்னை ஊக்குவித்தனர். நான் அவர்களுக்கு நன்றி கூறுகிறேன்.",
        "அதன்படி, ஆகஸ்ட் 21 அன்று பண்டாரநாயக மெமோரியல் இன்டர்நேஷனல் மாநாட்டு மண்டபத்தில் கெலானியா பல்கலைக்கழகத்தின் பட்டமளிப்பு விழாவில், அவர் தனது முதுகலை பட்டம் பெற்றார்.",
        "லிலலவதி, அசைலின் தர்மரத்னே, குழந்தை பருவத்திலிருந்தே அவர் அதிக கல்வி கற்றார் என்று கூறினார்.",
        "\"எனக்கு எப்போதுமே தைரியமும் படிக்கும் முயற்சியும் இருந்தது. இது ஒரு வாழ்நாள். நான் மட்டும் இல்லை. புத்தகம் வாசிக்கப்படுகிறது. எழுதுகிறார். அது ஒரு குழந்தையில் இருந்தது.",
        "திலகாவட்டே, நவலபிட்டியா, நவலபிட்டியாவின் மூன்று கிராண்டுகளின் 6 கிராண்டுகளைப் பார்க்க லேசி அதிர்ஷ்டசாலி.",
        "அவரது கணவர் 1970 ல் விபத்தில் இறந்துவிட்டார், அவர் நான்கு சிறுமிகளின் தாயார்.",
        "சிறுமிகளில் ஒருவர் ஆஸ்திரேலியாவில் பல்கலைக்கழக விரிவுரையாளராக பணியாற்றுகிறார், மற்றவர் இலங்கையில் வசிப்பார். ஒருவர் மருத்துவர். மற்ற இரண்டு மகள்களும் கற்பித்தல் தொழிலில் ஈடுபட்டுள்ளனர்.",
        "அவர் 8 பேரன் மற்றும் மூன்று பேரனின் பேரக்குழந்தைகள்.",
        "முதுகலை பட்டமாக நியமிக்கப்பட்ட அவரது மகள் தம்மிகா ஜெயலத் ஜெயவர்தேனா ஒரு பேஸ்புக் குறிப்பு என்று ஒரு பேஸ்புக் குறிப்பு.",
        "இந்த கட்டுரையில் பேஸ்புக் புத்தகத்தை அடைய ஒப்புக்கொள்கிறீர்களா?. அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். பேஸ்புக் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "97 வயதிற்குப் பிறகும், நாட்டிற்கு செய்ய ஒரு சேவை உள்ளது. அவள் அதை விளக்கினாள்.",
        "\"இந்த சமூகத்தைச் சேர்ந்தவர்கள் இருக்கிறார்கள், அவர்கள் திருமண வாழ்க்கையை நாசப்படுத்தினர், அவர்களுக்கு அவர்களின் வாழ்க்கையின் ஆலோசனைகளை வழங்குகிறார்கள், தங்கள் வாழ்க்கையை வளர்த்துக் கொள்கிறார்கள். ஒரு நல்ல குடும்பத்தை உருவாக்க தேவையில்லை. நான் ஒரு வாழ்க்கையை வாழும்படி கேட்கிறேன், இதனால் மக்கள் ஒரு முன்மாதிரி வைக்க முடியும். மற்றவர்களின் விஷயங்களைத் தேடுவதற்குப் பதிலாக, நீங்கள் அவர்களின் குழந்தைகளைப் புரிந்துகொண்டு மேம்படுத்த வேண்டும், நன்றாக வாழ வேண்டும். என்னால் அதைச் செய்ய முடியுமா என்று தெரியவில்லை. எனக்கு இரண்டு ஆண்டுகளில் 100 வயது.",
        "மாணவர் விசா: ஆஸ்திரேலியாவின் சமீபத்திய தீர்ப்புடன் இலங்கையர்களின் செல்வாக்கு",
        "பிறப்புகளைக் குறைப்பதன் மூலம் இலங்கையின் பொருளாதாரத்திற்கு என்ன இருக்கும் என்று உங்களுக்குத் தெரியுமா?",
        "5 பெரும்பாலான வேலை துறைகளில் வேலை செய்ய நீங்கள் கற்றுக்கொள்ள வேண்டியது என்ன",
        "ரங்கில், சஜித், அனுரா மற்றும் நமல் பற்றி உங்களுக்குத் தெரியுமா?"
      ]
    },
    "en": {
      "title": "At the age of 97, Lilawathi speaks to BBC with a Masters Degree",
      "body_lines": [
        "At the age of 97, Lilawathi speaks to BBC with a Masters Degree",
        "\"Over the rest of my life, I loved. Learning is not relevant. So I was learning long, \"Lilayathi Ausiliin Dharmaratne, who has been able to receive a postgraduate degree in 97, told BBC Sinhala.",
        "She was awarded a Masters Degree in Buddhist Philosophy at the 143rd Graduation Ceremony of the University of Kelaniya.",
        "Last-in-law of Labelin Dharmaratne in Millewa Village of Millewa village on November 30, 1927, was fundamental education from Millewa Balika Vidyalaya.",
        "She appeared for the GCE Ordinary Level Examination in 1946.",
        "How to select a recognized Higher Education or Vocational Training Institute internationally? The GCE Ordinary Level Examination Three Twin",
        "\"The name of the GCE Ordinary Level Examination changed, we were from the year we wrote that exam. After changing the name of the examination, we first wrote that exam. Three people at Millewa Balika Vidyalaya passed the examination, \"she woke memory.",
        "Later, she served as an English language teacher at Veyangoda, Rukgahawila, Waywala Mixed School in 1955.",
        "However, she was very willing to be a notary. According to the fact that she was experiencing the notary, she has left the teaching profession and served as a notary.",
        "\"I still have notaries powers. I had two years off at that job because I wanted to be post. \"",
        "She studied the postgraduate course through online and studied the fields of Buddhist psychology, Buddhist economic philosophy and Dharma Sangayana.",
        "\"I had a big support from the University of Kelaniya to donate. They all encouraged me. I thank them. \"",
        "Accordingly, at the graduation ceremony of the University of Kelaniya at the Bandaranaike Memorial International Conference Hall on August 21, she granted her Masters Degree.",
        "Lilalawathi, Assylein Dharmaratne stated that he was heavily educated since childhood.",
        "\"I have always had the courage and the effort to study. It is a lifetime. I'm not just. The book is read. Writes. It was in a child. \"",
        "Lighty was lucky to see 6 grands of three grands of Thilagawatte, Nawalapitiya, Nawalapitiya.",
        "Her husband has died in an accident in 1970, and she was a mother of four girls.",
        "One of the girls serves as a university lecturer in Australia, and the other will reside in Sri Lanka. One is a doctor. The other two daughters are engaged in teaching profession.",
        "She is a grandchildren of 8 grandson and three grandson.",
        "A Facebook note that her daughter Dhammika Jayalath Jayawardena, who was appointed as the Masters Degree, is a Facebook note.",
        "Do you agree to reach the Skip Facebook PosFacebook content? This article contains content provided by Facebook. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Facebook cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the content of the END.",
        "Even after 97 years of age, she has a service to do for the country. She explained it, as.",
        "\"There are people of this community, who sabotaged their marital lives, and give them the advice of their lives and build their lives. No need to make a good family. I ask for living a life so that people can set an example. Instead of looking for the things of others, you need to understand and improve their children and live well. Don't know if I can do that. I am 100 years old in two years. \"",
        "Student Visa: The influence of Sri Lankans with the latest verdict of Australia",
        "Do you know what is going to be to the economy of Sri Lanka by decreasing births?",
        "What you need to learn to work in the 5 most job fields",
        "Did you know about Ranil, Sajith, Anura, and Namal?"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in 200 characters:",
    "",
    "Lilawathi, 97, receives Master's in Buddhist Philosophy from University of Kelaniya. Studied online, inspired by lifelong love of learning. Teaches English, then becomes notary. Has 8 grandkids, 3 great-grandkids. Aims to inspire community members to build better families."
  ]
}