{
  "translated_text": {
    "si": {
      "title": "බියකරු බාබා බෙන්ගාගේ අරුමා",
      "body_lines": [
        "බාබා බෙන්ගා ... ඔබ දැනටමත් මෙම නම ගැන අසා තිබේද?ඇය බල්ගේරියාවේ බෙලසිකාහි කාන්තාවකි. කුඩා කල සිටම ඇස් පෙනීම අහිමි වූ බාබා බෙන්ගා අනාගත ලෝකයේ කුමක් සිදුවේදැයි කීමට පටන් ගත්තේය.",
        "බාබා බෙංගාලයට බෝල්කන් කලාපයේ නාස්ට්රදමස්ගේ නම ද ඇත. (\"ලෝකයේ අනාගතය\" යන වචනයේ ශතවර්ෂයේ ශතවර්ෂයේ ශතවර්ෂයේ ශතවර්ෂයේ ප්රංශයේ ජීවත් වූ පුරාණ අනාගතවක්තෘවරයා",
        "බාබා බෙන්ගා පවසා ඇත්තේ අනාගතයේදී කුමක් සිදුවේද යන්නයි, එනම් 5079. ඔහුගේ අත්වලින් සියයට 85 ක් පූජා කර ඇති බව සඳහන් කිරීම වටී.",
        "හොඳයි, දැන් අපට බබා බෙන්ගා ගැන කතා කළ යුතු දේ පිළිබඳ ප්රශ්නය අප සතුව ඇත. බටහිර ආසියානු රටක සිරියාවේ පිහිටි පාලන තන්ත්රය දැන් කඩා වැටී ඇති අතර සිරියානු කැරලිකරුවන් ඔවුන්ගේ අතේ ඇති බැවින් බබා බෙන්ගාගේ අදහස ලොව පුරා බොහෝ දෙනා වෙත නැවත පැමිණ තිබේ.",
        "හේතුව, තුන්වන ලෝක සංග්වය සිරියාව වැටීමෙන් පසුව ආරම්භ වන බව බාබා බෙන්ගා දැනටමත් පවසා තිබීමයි.",
        "සිරියාව යනු අබලන් තත්වයකි. බාබා බංගා පවසා ඇත්තේ සිරියාවේ මෙම වැටීම පුරෝකථනය වන අතර බහුතරයකගේ ආරම්භක ස්ථානය බවයි.",
        "සිරියාව ජයග්රාහකයාගේ කකුලේ වැටේ. බාබා බංගා පවසා ඇත්තේ කිසිවෙකු ජයග්රාහකයෙකු නොමැති බව දැන් පුදුම සහගත බවයි.",
        "ජනාධිපති බාසර් අල්-අසාඩ්ගේ පාලන තන්ත්රය සිරියාවේ කඩා වැටීමත් සමඟ හයාට්-ටහීර්-අල්-අල්-අල්-අල්-ෂෑම්, දමස්කස්, දමස්කස්, දමස්කස් අල්ලාගෙන තිබේ.. තුර්කියේ තුර්කි ජාතික හමුදාව නමින් තවත් කැරලිකාර බලකායක් එයට සහාය ලබා දී ඇත. සිරියාවේ අයිසිස්. අන්තවාදී බලකාය සහ කුර් ර්ඩ් ජනවාර්ගික සටන්කාමීන් වැනි විවිධ සන්නද්ධ කණ්ඩායම් ඇත. ඔවුන් සියල්ලෝම සිතන්නේ ජනාධිපති බාසර්-අල්-අසාඩ්ගේ ජයග්රහණය ලෙසයි.",
        "මේ අවස්ථාවේ දී බාබා බෙන්ගා හි පවසා ඇත්තේ සිරියාවේ ජයග්රාහකයෙකු නොමැති බවයි.",
        "බාබා බෙංගාලයට අනුව, 2025 වසන්තයේ වසන්තයේ (තුන්වන ලෝක යුද්ධය). නැගෙනහිර සහ බටහිර. නැඟෙනහිර දෙසින් ඇරඹෙන යුද්ධය බටහිර විනාශ කරන බව බාබා බෙන්ගා ගැන අනාවැකි පළ කරයි.",
        "2025. බාබා බෙන්ගාගේ අනාවැකිය වන්නේ ජනගහනය පිරිහෙමින් පවතින අතර යුරෝපය භාවිතයට නොගත් ඉඩමක් බවට පත්වනු ඇත.",
        "2025 දී, අම්බලාබ්වරුන්ගේ විනාශය ආරම්භ වේ, පිටසක්වල ජීවීන් සමඟ අන්තර්ක්රියා කිරීම, සහ මෙවලම් ආධාරයෙන් තොරව කතා කළ හැකි දුරකථනය වර්ධනය වේ.. බාබා බෙංගාලයේ වෙනත් අනාවැකි පිළිකා සඳහා හොඳම medicine ෂධයයි.",
        "2025 දී යුද්ධයක් පුපුරා යන නට් නට් නස්ට්රෑම්ස් පවා පවසා තිබේ.. යුරෝපයේ වසංගතයක් වැනි වසංගතයක් පැතිරෙන බවට නස්ට්රදමස් අනතුරු අඟවා තිබේ.",
        "මෑතකදී, ලෝකය දැනටමත් කොරනා විශාල සංඛ්යාවක් හමුවී තිබේ. මේ අවස්ථාවේ දී, වසංගතයට දුරකථනය තවත් ලොකුරයක් නොවන බව නස්ට්රේඩමස් අනතුරු ඇඟවීය. සමහර විට කොරොනා විශාල වෙස්වළාගෙන 2025 ක පමණ කාලයක් ඇඳ සිටියේය.",
        "2025 දී නස්ට්රාඩමස් යනු වසංගත රෝගය ප්රශංසනීය පුරෝකථනයකි. බ්ලේක් යනු මීයා විසින් පැතිරෙන රෝගයයි. යුද්ධය යනු මිනිසුන් විසින් පැතිරෙන වසංගතයක් ලෙස හැඳින්වෙන ආදර්ශ පා is යකි. තුන්වන ලෝක යුද්ධය බ්ලේක් බව නස්ට්රෑම් නසුක් පවසා ඇත්තේ නසු මූලයන් පවසා නැත.",
        "සිරියාවේ යුද්ධය පවා කෙසේ හෝ කුඩා ලෝක යුද ආකෘතියක් වේ. සිරියානු හමුදාව, රුසියානු සොල්දාදුවන්, තුර්කි හමුදාව, කුර්දි සටන්කාමීන්, එක්සත් ජනපද මිලියන 900 ක සොල්දාදුවන් 900 ක්.. ත්රස්තවාදී බලය, තුර්කි ජාතික හමුදාව, හයාට්-තාහීර්-අල්-අල්-ෂෑම් කැරලිකරුවන් වන ලෙබනනයේ හිස්බුල්ලා සංවිධානය වන ඉරානයේ හිස්බුල්ලා සංවිධානය දැන් සිරියාවේ මැදිහත්වීම සිරියාවේදී පැවැත්විණි.",
        "තුන්වන වසරේ තුන්වන වසරේදී තුන්වන ලෝක සංග්රාමය පුපුරා යන බවට නස්ට්රදමස් සහ බාබා බෙන්ගා වැනි අය අනතුරු ඇඟවූයේ මෙම සන්දර්භය තුළ ය.",
        "බාබා බෙන්ගා වලින් සියයට 85 ක් දැනටමත් පූජා කර ඇති බව අපි දැක ඇත්තෙමු. එක්සත් ජනපදයේ වානේ කුරුල්ලන් දෙදෙනෙකුගේ ප්රහාරයකින් එක්සත් ජනපදයේ සැප්තැම්බර් 11 ද්විත්ව කුළුණ ප්රහාරය බබා බෙන්ගා හි පුරෝකථනය කළේය. ප්රහාරය සඳහා භාවිතා කළ මගී ගුවන් යානා ඔහු වානේ කුරුල්ලන්ව හැඳින්වූ දේ බව දැන් වටහාගෙන තිබේ.",
        "ඒ හා සමානව, බාබා බෙන්ගාගේ අනාවැකිය වන්නේ එක්සත් ජනපදයේ 44 වන සභාපති ලෙස කළු ජාතිකයෙකු පැමිණෙනු ඇති බවයි.ඒ අනුව බරක් ඔබාමා එක්සත් ජනපදයේ 44 වන සභාපතිවරයා වෙත පැමිණ අනාවැකි කීය.",
        "ඒ හා සමානව, ඩයනා කුමරියගේ සහ බ්රිතාන්ය යුරෝපා සංගම් වලින් පිටවීම (බ්රෙක්සිට්) වෙතින් පිටවීම නිවැරදි වී තිබේ.",
        "බාබා බෙංගාලයේ චාරිත්ර වාරිත්රවලින් සියයට 85 ක් සමඟ බාබා බෙන්ගා නගරාධිපති විසින් ඉදිරි වර්ෂයේදී තුන්වන ලෝක යුද්ධය ආරම්භ වන බව අනාවැකි පළ කර තිබේ."
      ]
    },
    "en": {
      "title": "The scareer Baba Benga's arum",
      "body_lines": [
        "Baba Benga ... Have you heard of this name already?She is a woman from Belazica, Bulgaria. Baba Benga, who lost his eyesight at a young age, began to say what would happen in the future world.",
        "Baba Bengal also has the name of the female nastradamus in the Balkan region. (The ancient prophet who lived in France, Nastradamus, the centuries of the book \"The future of the world\"",
        "Baba Benga has said what will happen in the future, ie 5079. It is worth noting that 85 percent of his arms have been sacrificed.",
        "Well, now we may have the question of what we need to talk about Baba Benga. The idea of ​​Baba Benga has come back to many worldwide as the regime has now collapsed in the West Asian country of Syria and the Syrian rebels are in their hands.",
        "The reason is that Baba Benga has already said that the third world war will begin after the fall of Syria.",
        "Syria is a state of disrepair. Baba Benga has said that this fall in Syria is the forecast and the starting point for the majority.",
        "Syria falls on the winner's leg. The fact that Baba Benga has said that there is no one winner is now amazing.",
        "Hayat-Tahrir-al-Sham (HTS) has captured the capital, Damascus, as President Basar-al-Azad's regime collapsed in Syria.. It has been assisted by another rebel force called Turkey's Turkish National Army. ISIS in Syria. There are various armed groups, such as the extremist force and the Kurd ethnic militants. All of them think of the fall of President Basar-al-Azad as a victory.",
        "In this case, Baba Benga has said that there is no winner in Syria.",
        "According to Baba Bengal, it seems that the majority of the Spring of 2025 (Third World War?). East and West. Baba Benga predicts that the war that begins in the East will destroy the West.",
        "2025. Baba Benga's prediction is that the population is declining and Europe will become an unused land.",
        "In 2025, the devastation of the Abokalabs will begin, the interaction with the alien lives, and the telephone that can speak without the help of tools grows.. Other predictions of Baba Bengal are the best medicine for cancer.",
        "Even Nastromas, a fruit -eating nut in the air, has said that a war will explode in 2025 and that Europe will have trouble with the continent.. Nastradamus has warned that a plague -like pestilence spreads in Europe.",
        "Recently, the world has already met with a large number of Corona. In this case, Nastradamus warned that the plague telephone is not yet another bigot. Perhaps the corona was wearing a large disguise and another round of 2025.",
        "In 2025, Nastradamus claims plague disease is a commendable prediction. Blake is the disease spreading by rat. War is a motto called a plague spread by humans. It is not known whether Nastromas Nasukh has said that the third World War is the Blake.",
        "Even the war in Syria is somehow a mini world war model. Syrian army, Russian soldiers, Turkish army, Kurdish militants, 900 US soldiers, IS.. The Terrorist Force, the Turkish National Army, the Hayat-Tahrir-al-Sham Rebel forces, the Hizbullah Organization in Lebanon, the intervention of Iran and Israel, has now been held in Syria.",
        "It is in this context that people like Nastradamus and Baba Benga have warned that the third World War will explode in the coming year.",
        "We have seen that 85 percent of Baba Benga has already been sacrificed. Baba Benga predicted the September 11 double tower attack in the United States as the attack of two steel birds on the United States. It is now understood that the passenger aircraft used for the attack is what he called the steel birds.",
        "Similarly, Baba Benga's prediction is that a black man will come as the 44th President of the United States.Accordingly, Barack Obama came to the 44th president of the United States and made the prediction.",
        "Similarly, the death of Princess Diana and the British exit from the EU (Brexit) have been accurate.",
        "With Baba Bengal's 85 percent of the rituals, Baba Benga has predicted that the Third World War will begin in the coming year."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Baba Benga: Bulgarian blind prophet predicting global events. Forecasts 3rd World War after Syria's fall, beginning in 2025. Accurately predicted 9/11, Obama presidency, Brexit. 85% accuracy rate. Claims no single winner in Syria conflict. Predicts European decline and alien encounters."
  ]
}