{
  "translated_text": {
    "ta": {
      "title": "கடன் மீதான கடன் செவ்வாய்க்கிழமை செறிவு",
      "body_lines": [
        "கடன் கட்டுப்பாட்டு ஒப்பந்த விவாதம் ஜூலை 2 மற்றும் 3 ஆகிய தேதிகளில் பாராளுமன்றத்தில் பாராளுமன்றத்தில் நடைபெறும்.",
        "இதற்கிடையில், ஜூலை 2 ஆம் தேதி காலை 9.30 மணிக்கு பாராளுமன்றத்தின் சிறப்புக் கூட்டம் பாராளுமன்றத்திற்கு வரவழைக்கப்பட்டுள்ளது.",
        "பிரதமரின் வேண்டுகோளின் பேரில், பாராளுமன்றத்தின் 16 நிலையான உத்தரவுகள் நிலையான உத்தரவின்படி அழைக்கப்படுகின்றன.",
        "திரு. சபாநாயகர் மஹிந்தா யபா அபேவர்தேனா, அனைத்து எம்.பி.க்களிலும் கலந்து கொள்ளுமாறு கேட்டுக்கொள்ளப்படுவதாக அறிவித்தார்."
      ]
    },
    "en": {
      "title": "Debt on Debt Restruct Concentration Tuesday",
      "body_lines": [
        "Debt Restriction Agreement Debate will be held in Parliament in Parliament on July 2 and 3.",
        "Meanwhile, a special meeting of Parliament has been summoned to Parliament at 9.30 am on July 2.",
        "At the request of the Prime Minister, the 16 Standing Orders of Parliament has been called in accordance with Standing Order.",
        "Mr. Speaker Mahinda Yapa Abeywardena announced that he is requested to attend all MPs to attend."
      ]
    }
  },
  "summary_lines": [
    "A debate on a Debt Restriction Agreement will take place in Parliament on July 2nd and 3rd. A special session has been scheduled for 9:30 am on July 2nd, at the Prime Minister's request, adhering to 16 Standing Orders. Mr. Speaker Mahinda Yapa Abeywardena has asked all MPs to attend."
  ]
}