{
  "translated_text": {
    "ta": {
      "title": "மஹிந்தா என்பது ஜனாதிபதியின் ஆட்சி குறித்து ஒரு தீவிர முடிவு",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷம் கூறுகையில், தொழிற்சங்கங்கள் தொழிற்சங்கங்கள், அரசியல் கட்சிகள் மற்றும் பொது மக்களிடையே ஒரு அமைதியின்மையை ஏற்படுத்தியுள்ளன, ஏனெனில் அரசாங்கம் காவலில்ெடுக்கும் நடவடிக்கைகள் காரணமாக.",
        "நான் ஒரு அறிவிப்பை வெளியிடுகிறேன்.",
        "தற்போதைய அரசாங்கம் இந்த நடவடிக்கை இழப்புகளின் செலவுகள் மற்றும் சர்வதேச நாணய நிதியத்தின் நிலைமைகளை குறைப்பதை அடிப்படையாகக் கொண்டது என்பதை அடிப்படையாகக் கொண்டது.",
        "முன்னாள் ஜனாதிபதி கோத்தாபய ராஜபக்ஷாவின் மீதமுள்ள உள்ளடக்கங்களில் தற்போதைய அரசாங்கம் நாட்டின் பிற பகுதிகளுக்கு இடைக்காலத் திட்டமாகும் என்பதை ஜனாதிபதி ராஜபக்ஷா நினைவு கூர்ந்தார்.",
        "இந்த விஷயத்தில், மாநில சொத்துக்களை விற்பனை செய்வதன் மூலம் நாடு ஒரு உற்பத்தி முடிவைப் பெற முடியாது என்று தனிப்பட்ட கட்சிகள் தனியார்மயமாக்க வேண்டும் என்று கூறப்படுகிறது.",
        "அடுத்த ஜனாதிபதித் தேர்தலுக்குப் பிறகு ஒரு புதிய அரசாங்கம் உருவாகும் வரை அரசு உரிமை அல்லது வணிகங்களை விற்க எடுக்கப்பட்ட அனைத்து நடவடிக்கைகளும் இடைநிறுத்தப்பட வேண்டும் என்று முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷா முன்மொழிகிறார்."
      ]
    },
    "en": {
      "title": "Mahinda is a serious decision about the President's rule",
      "body_lines": [
        "Former President Mahinda Rajapaksa says that the trade unions have caused a unrest among the trade unions, political parties and general public due to the measures that the government is taking into custody.",
        "I am releasing an announcement.",
        "The current government is based on that this step is based on minimizing the costs of losses and the conditions of the International Monetary Fund.",
        "President Rajapaksa recalls that the present government is an interim program for the rest of the country during the rest of the contents of former President Gotabhaya Rajapaksa.",
        "In this case, it is said that individual parties to privatize that the country cannot get a productive result from selling state property.",
        "Former President Mahinda Rajapaksa proposes that all steps taken to sell state ownership or businesses should be suspended until a new government is formed after the next presidential election."
      ]
    }
  },
  "summary_lines": [
    "Mahinda Rajapaksa criticizes the current government for unrest, blaming trade unions and political parties. He mentions the IMF's influence and the interim government's role. Rajapaksa suggests suspending state asset sales until a new government is elected, aiming for a productive outcome."
  ]
}