{
  "translated_text": {
    "si": {
      "title": "කරච්චි ප්රදේශ් සභාව - තොරතුරු පනත",
      "body_lines": [
        "තොරතුරු දැන ගැනීමේ පනත මගින් 2020 දී කරච්චි ප්රදේශ් සභාව විසින් නීතිවිරෝධී වෙළඳසැල්වල නීතිවිරෝධී වෙළඳසැල්වල ලිඛිතව සපුරා නොමැති බව තොරතුරු දැන ගැනීමේ අයිතිය අනාවරණය වී තිබේ.",
        "කරච්චි ප්රදේශ් සභාවේ එවකට සභා නියෝජිතයින් විසින් ලබා දී ඇති නීතිවිරෝධී සාප්පු පහසුකම් සම්බන්ධයෙන් කිලිනොච්චි මහේස්ත්රාත් අධිකරණයේ ලේකම් විසින් නඩුවක් ලියාපදිංචි කර ඇත.",
        "කෙසේ වෙතත්, 34688 නඩුව වැරදි නීත්යානුකූල මුදල යටතේ ගොනු කර ඇති හෙයින්, ගරු අමාත්යතුමාගේ අනවසර අවධීන් ඉවත් කළ හැකිය.",
        "එබැවින්, එන්පී / 14/22 (2) / කේපීඑස් / උප / 2020 යන අකුරකින් ඔවුන් නඩුව විභාගය කර ඇත්තේ නීති විරෝධී සාප්පු ගොඩනැගිලි 2020.26 දින නිකුත් කිරීම නිවේදනය කිරීමෙනි.",
        "කෙසේ වෙතත්, කරච්චි ප්රදේශ් සභාව මේ දක්වා ඉවත් කර නොමැති අතර තොරතුරු දැන ගැනීමේ අයිතිය කරාචිට ප්රදේශ් සභාවට. අධිකරණයට අනුව ඔබ නීතිවිරෝධී වෙළඳසැල් ඉවත් කළාද?එය කවදාද?. එසේ නොවේ නම්, තවමත් එයින් මිදෙන්නේ නැත්තේ ඇයි?ඔවුන් තවමත් ඉවත් කර නොමැති නම්, එය ගරු.අනාගතයේදී වෙළඳසැල් ඉවත් කිරීමට ඔවුන්ට සැලසුමක් තිබේද?අවුරුදු හතරකට පසු කරච්චි ප්රදේශ් සභාව ප්රතිචාර දක්වා ඇත්තේ නීතිවිරෝධී සාප්පු ෙගොඩනැගිලි තවමත් ඉවත් කර නොමැති බවත් අදාළ පාර්ශවයන් ලිඛිතව දැනුම් දී ඇති බවත් අනාගතයේ දී ඉවත් කරන බවත් ය.",
        "අධිකරණයට දුන් පොරොන්දුව පිළිබඳව නීතිවිරෝධී වෙළඳසැල් ඉවත් කිරීමට කිසිදු ක්රියාමාර්ගයක් ගෙන නොමැති වීම ජනතාව අතර අප්රසාදය පළ කර තිබේ."
      ]
    },
    "en": {
      "title": "Karachi Pradeshiya Sabha - Information Act",
      "body_lines": [
        "The Right to Information Act has revealed that the Kilinochchi Magistrate's Court has not fulfilled in writing on illegal shops by the Karachi Pradeshiya Sabha in 2020.",
        "A case has been registered by the Secretary of the Kilinochchi Magistrate's Court regarding the illegal shop buildings granted by the then council representatives of the Karachchi Pradeshiya Sabha.",
        "However, as the 34688 case is filed under the wrong legal, the council can remove the unauthorized phases of the Hon.",
        "So, by a letter of NP/14/42 (2)/kPS/Sub/2020, they had withdrawn the case by announcing the dismissal of illegal shop buildings on 2020.10.26.",
        "However, the Karachchi Pradeshiya Sabha has not been removed to date, with the Right to Information Act to the Karachi Pradeshiya Sabha. Did you remove the illegal shops according to the judiciary?When is it?. If not, why not get rid of it yet?Do you think that if they have not yet been removed, it has misleaded the Hon.Do they have a plan to remove the stores in the future?Four years later, the Karachi Pradeshiya Sabha has responded that the illegal shop buildings have not yet been removed and that the relevant parties have been informed in writing and will be removed in the future.",
        "The fact that it has not taken any action to remove the illegal shops for four years on the promise to the judiciary has caused displeasure among the people."
      ]
    }
  },
  "summary_lines": [
    "The Right to Information Act exposed that the Karachi Pradeshiya Sabha failed to act against illegal shops in 2020, despite a court order. A case was filed but dismissed due to incorrect legal grounds. The council promised to remove the shops but hasn't acted after four years, causing public dissatisfaction."
  ]
}