{
  "translated_text": {
    "si": {
      "title": "තාක්ෂණය තුළින් අන්තර්ජාල සේවාවක් සැපයීම සඳහා \"ස්ටාර්ලින්ක්\" වෙත ඇතුළත් කිරීම - රාජ්ය අමාත්ය කනක හේරත්",
      "body_lines": [
        "තාක්ෂණ අමාත්ය කනකා හේරත් කියා සිටියේ ශ්රී ලංකාවේ තාක්ෂණය තුළින් අන්තර්ජාල සේවාවක් සැපයීම සඳහා ශ්රී ලංකා විදුලි සංදේශ නියාමන කොමිෂන් සභාව \"ස්ටාර්ලින්ක්\" සඳහා ආරම්භක අවසරය ලබා දී ඇති බවයි.",
        "මෙම අන්තර්ජාල සේවාවක් සඳහා අවසර ලබා දීමට පෙර මහජනතාවගේ මතය ලබා ගැනීමට මහජනතාවගේ මතය ලබා ගැනීම සඳහා මහජන අමාත්යවරයා දින 14 ක් ලබා දී ඇති අතර පසුව විදුලි සංදේශ නියාමන කොමිෂන් සභාව විසින් මෙම අන්තර්ජාල සේවාව ශ්රී ලංකාවේ ක්රියාත්මක කළ හැකි බව රාජ්ය අමාත්යවරයා ප්රකාශ කර තිබේ.",
        "07 වන සිකුරාදා ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී තාක්ෂණ අමාත්ය කනකා හේරත් මහතා මේ බව පැවසීය.",
        "අධ්යාපනය, පර්යේෂණ හා ධීවර යන අංශවලට ඉක්මන් අන්තර්ජාල සේවාවක් සැපයිය හැකි බවත්, මෙම අන්තර්ජාලය ලොව ලබා ගැනීමේ හැකියාවක් ඇති බවත් රාජ්ය අමාත්යවරයා ප්රකාශ කර තිබේ.",
        "ඉන්දුනීසියාවේ පැවති 10 වන ලෝක ජල සමුළුවේ උස්ලි සැසිවාරයට සහභාගී වූ ජනාධිපති රනිල් වික්රමසිංහ ලෝක ප්රසිද්ධ වෙළෙන්දා වන එල්ලෝ කස්තුරි මුණගැසුණි. රැස්වීම අතරතුර, අයදුම් කිරීමේ ක්රියාවලිය වේගවත් කිරීම සඳහා \"ස්ටාර්ලින්\" ජාලය සාකච්ඡා කෙරිණි.",
        "ඒ අනුව \"ස්ටාර්ලින්ක්\" තාක්ෂණය තුළින් අන්තර්ජාල සේවාවක් සැපයීමට අවසර දී තිබේ.",
        "ලොව පුරා ස්ටාර්ලින්ක් (ස්ටාර්ලිං) ජාල මධ්යස්ථාන 2000 ක් පමණ ස්ථාපනය කර ඇත. තවත් රටවල් 32 ක් දැනටමත් ඉහළ පෙළේ අන්තර්ජාලයක් ලබා දී ඇත.",
        "\"අද, තාක්ෂණය තුළින් තාක්ෂණික කර්මාන්තයේ නව වෙනසක් ලබා ගැනීම සඳහා අපි ස්ටාර්ලිං සමාගම සමඟ වැඩ කරමින් සිටිමු.. අඩු--ලෙවල් අන්තර්ජාල පහසුකම් වෙනුවට මේ වන විට තාක්ෂණය මඟින් මෙම තාක්ෂණය හරහා ඕනෑම තැනක සිට ලබා ගත හැකිය.. මෙය තාක්ෂණික කර්මාන්තය වෙනස් කර ඇත.",
        "මෙම අන්තර්ජාල පහසුකම සිසුන්ට, පරීක්ෂකවරුන්ට සහ ධීවරයින් සඳහා විශාල පහසුවකි. මෙම තාක්ෂණයට ඉහළ මට්ටමේ අන්තර්ජාල ලක්ෂණය ලබා ගත හැකිය. ස්ටර්ලිං සඳහා තාක්ෂණික වෙබ් අඩවිය සැපයීම ශ්රී ලංකා විදුලි සංදේශ නියාමන කොමිෂන් සභාව විසින් අනුමත කර තිබේ. අදහස් දැක්වීමට දින 14 ක කාලයක් මහජනයාට ලබා දී ඇත. මහජනතාවගේ අදහස් සති දෙකක් තුළ අවශ්ය පියවර ගනු ඇතැයි අපේක්ෂා කෙරේ.",
        "විදුලි සංදේශ නියාමන පනතේ 22 වන වගන්තිය යටතේ, අන්තර්ජාල පහසුකම් සැපයීම සඳහා තාක්ෂණය විසින් මෙම කටයුතු කටයුතු කරන ලදී. මෙම අන්තර්ජාල සේවාව ලබා ගැනීම සඳහා පාසල් ළමුන්, ධීවරයින්ට සහ පර්යේෂකයන්ට සහන පැකේජය ලබා දෙන ලෙස ජනාධිපති රනිල් වික්රමසිංහ මහතා නියෝගයක් නිකුත් කර තිබේ.. අනාගතය සඳහා සැලසුම් තිබේ, \"අමාත්යවරයා පැවසීය.",
        "\"ස්ටාර්ලින්\" ශ්රී ලංකාවේ දුරකථන ජාල සමාගමක් ලෙස ස්ථාපිත කර නොමැති අතර විදුලි සංදේශ නියාමන පනතේ 17 සහ 22 වන වගන්තිය විසින් සමාගම අනුමත කරන ලදී.එබැවින් පවත්නා විදුලි සංදේශ නියමුලේ ව්යවස්ථාවේ සංශෝධනය නිකුත් කරනු ලබන අතර සේවා අවසරය අනාගතයේදී නිකුත් කෙරේ.",
        "මෙම සබැඳිය ලබා ගැනීම සඳහා එය ඩොලර් 400 - 600 ක් දක්වා වැය වේ. මාසික ගාස්තුව ඩොලර් 99 කි. තාක්ෂණය විසින් සපයනු ලබන අන්තර්ජාල පහසුකම් හරහා අන්තර්ජාලයට ලෝකයේ ඕනෑම තැනකට පිවිසිය හැකිය. මෙම අන්තර්ජාල සේවාව ශ්රී ලංකාවේ පවත්නා පයිපර් තාක්ෂණ අන්තර්ජාල සේවයට වඩා බොහෝ ගුණයක් වේගවත්ය. එබැවින් අනාගතයේ දී තාක්ෂණ අංශයට වඩා හොඳ පරිසරයක් නිර්මාණය කිරීමට අපේක්ෂා කෙරේ, \"ඔහු පැවසීය.",
        "ප්රවෘත්ති සාකච්ඡාවට තාක්ෂණික සමුළුවකදී තාක්ෂණ පර්යේෂණ අමාත්යාංශයේ ලේකම් ආචාර්ය ධර්ම ශ්රී කුමාරතුංග මහතා ද සහභාගී විය."
      ]
    },
    "en": {
      "title": "Admission to \"Starlink\" to provide internet service through technology - Minister of State Kanaka Herath",
      "body_lines": [
        "Technology Minister Kanaka Herath said that the Sri Lanka Telecommunication Regulatory Commission has given the initial authorization to \"Starlink\" to provide internet service through the technology in Sri Lanka.",
        "The Minister of State has stated that the public has been granted 14 days to obtain the opinion of the public before granting permission for this internet service and then the telecommunications regulatory commission can implement this internet service in Sri Lanka.",
        "Minister of Technology Kanaka Herath said this at a media briefing held at the Presidential Media Center on Friday the 07.",
        "The Minister of State has stated that it can provide the speedy internet service to education, research and fishing sectors and that there is a possibility of getting this Internet in the world.",
        "President Ranil Wickremesinghe, who attended the high -level session of the 10th World Water Conference held in Indonesia, met Elon Musk, world famous trader. During the meeting, the \"Starlink\" network was discussed to accelerate the application process.",
        "Accordingly, \"Starlink\" has been allowed to provide internet service through the technology.",
        "About 2000 Starlink (Starling) network centers have been installed around the world. More 32 countries have already been provided with high -speed internet.",
        "“Today, we are working with Starling Company to get a new change in the technology industry through the technology.. Instead of low -level internet facilities provided through the towers so far, the technology is available from anywhere through this technology.. This has changed the technology industry.",
        "This internet facility is a great convenience for students, inspectors and fishermen. This technology can get high -speed internet feature. The Sri Lanka Telecommunication Regulatory Commission has approved the provision of technical website for Sterling. The public has been given 14 days of time to comment. The public's opinions are expected to take necessary measures within two weeks.",
        "Under Article 22 of the Telecommunication Regulatory Act, arrangements were made by the technology to provide internet facilities. President Ranil Wickremesinghe has issued a directive to provide relief package to school children, fishermen and researchers to get this internet service.. There are plans for the future, ”the minister said.",
        "\"Starlink\" is not established as a telephone network company in Sri Lanka, and the company was approved by Article 17 and 22 of the Telecommunication Regulatory Act.Therefore, the amendment to the existing telecommunications transaction law will be issued and the service permit will be issued in the future.",
        "It costs up to $ 400 - 600 to get this link. Monthly fee is $ 99. The Internet can be accessed anywhere in the world through the Internet facility provided by the technology. This internet service is many times faster than the existing Piper Technology Internet service in Sri Lanka. Therefore, it is expected to create a better environment for the technology sector in the future, ”he said.",
        "Dr. Dharma Sri Kumaratunga, Secretary to the Ministry of Technology Research, was also present at the press conference."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's Telecommunication Regulatory Commission has authorized \"Starlink\" to offer internet services, aiming to enhance connectivity for education, research, and fishing sectors. The public has until April 21st to voice their opinions. This move follows discussions between President Ranil Wickremesinghe and Elon Musk about accelerating \"Starlink\" applications. With over 2000 global installations across 32 countries, \"Starlink\" promises high-speed internet accessible from anywhere, potentially revolutionizing Sri Lanka's tech industry."
  ]
}