{
  "translated_text": {
    "si": {
      "title": "Rs. 3,000 allowance to be credited to pensioners’ accounts from today",
      "body_lines": [
        "මාසික අතුරු දීමනාව රු.. 3,000 to all pensioners starting today (16), the President’s Media Division (PMD) announced.",
        "යෝජිත මාසික අතුරු දීමනනය රු.. විශ්රාමිකයින් සඳහා 3,000 ක් මෑතකදී අවශ්ය අරමුදල් භාණ්ඩාගාරයෙන් නිකුත් කරන ලෙසට නියම කර ඇති බව පීඑම්ඩී නිවේදනයක් නිකුත් කරමින් කියා සිටී.",
        "In line with these directives, the Treasury has allocated the required amount to the Department of Pensions, which will begin crediting the allowances to pensioners’ accounts today, the statement added.",
        "Although Public Administration Circular No. 02/2024, issued on 24 August 2024, called for the monthly interim allowance, funding had not been allocated.",
        "ඔක්තෝබර් 14 වන දින කැබිනට් රැස්වීමකින් භාණ්ඩාගාර මෙහෙයුම් දෙපාර්තමේන්තුව විසින් රු. මිලියන 6,021 ක් මේ මාසයේ විශ්රාමිකයින් 679,960 කට. As a result, the head office of the Department of Pensions will begin disbursing this allowance starting today, according to the PMD.",
        "Funds have been credited to the bank accounts of pensioners receiving pensions from public and private banks today, while those receiving pensions from post offices and sub offices will be able to access their allowance from 18 October, it added.",
        "State and private banks have credited money to the bank accounts of pensioners receiving pensions today and pensioners receiving pensions from post offices and educational institutions will be able to receive this allowance from tomorrow (18), the President’s Media Division announced."
      ]
    },
    "ta": {
      "title": "Rs. இன்று முதல் ஓய்வூதியதாரர்களின் கணக்குகளுக்கு வரவு வைக்க 3,000 கொடுப்பனவு",
      "body_lines": [
        "The Department of Pensions is set to distribute the monthly interim allowance of Rs. 3,000 to all pensioners starting today (16), the President’s Media Division (PMD) announced.",
        "President Anura Kumara Dissanayake, who looked into the delays in disbursing the proposed monthly interim allowance of Rs. 3,000 for pensioners, has recently directed that the necessary funds be released from the Treasury, the PMD said in a statement.",
        "In line with these directives, the Treasury has allocated the required amount to the Department of Pensions, which will begin crediting the allowances to pensioners’ accounts today, the statement added.",
        "Although Public Administration Circular No. 02/2024, issued on 24 August 2024, called for the monthly interim allowance, funding had not been allocated.",
        "Following a Cabinet meeting on October 14, the Treasury Operations Department has provided an allocation of Rs. 2,021 million for 679,960 pensioners this month. As a result, the head office of the Department of Pensions will begin disbursing this allowance starting today, according to the PMD.",
        "இன்று பொது மற்றும் தனியார் வங்கிகளிடமிருந்து ஓய்வூதியத்தைப் பெறும் ஓய்வூதியதாரர்களின் வங்கிக் கணக்குகளுக்கு நிதி வரவு வைக்கப்பட்டுள்ளது, அதே நேரத்தில் தபால் நிலையங்கள் மற்றும் துணை அலுவலகங்களிலிருந்து ஓய்வூதியங்களைப் பெறுபவர்கள் அக்டோபர் 18 முதல் தங்கள் கொடுப்பனவை அணுக முடியும் என்று அது மேலும் கூறியுள்ளது.",
        "State and private banks have credited money to the bank accounts of pensioners receiving pensions today and pensioners receiving pensions from post offices and educational institutions will be able to receive this allowance from tomorrow (18), the President’s Media Division announced."
      ]
    }
  },
  "summary_lines": []
}