{
  "translated_text": {
    "ta": {
      "title": "சி.சி.டி.வி ஓட்டுநரின் ஓட்டுநருக்கு கொடுக்காமல் உரிமையாளருக்கு எதிராக உள்ளது",
      "body_lines": [
        "பாதுகாப்பு கேமராக்களை மீறும் ஓட்டுநர்களுக்கு அபராதம் கடுமையாக எதிர்ப்பு தெரிவித்து வருவதாக லங்கா தனியார் பஸ் உரிமையாளர்கள் சங்கம் கூறுகிறது.",
        "எனவே, அசோசியேஷனின் தலைவரான அகெட் இலை திரு ஜெமுனு விஜெரத்னே, இந்த நடவடிக்கை க .ரவத்தலில் இருந்து தெரிவிக்கப்பட வேண்டும் என்று கூறினார்.",
        "இன்று பேருந்துகள் அடையாளம் காணப்பட்டுள்ளன, இன்று யாத்ரீகர்கள் அடையாளம் காணப்பட்டுள்ளனர் மற்றும் இன்று யாத்ரீகர்கள் மேற்கொள்ளப்பட்டுள்ளனர்.",
        "சரியான நடைமுறையைத் தயாரிக்காமல் வாகன உரிமையாளர் வாகன உரிமையாளரிடமிருந்து அபராதம் செலுத்த வேண்டியிருந்தால் பஸ் உரிமையாளர்கள் அகற்றப்படுவார்கள்.",
        "உருவாக்கம் முழுவதும் தவறுகளைத் தண்டிக்காத ஓட்டுநர்கள் மற்றும் பஸ் உரிமையாளர்களின் சிறந்த இலைகளை செலுத்த வேண்டும்.",
        "இந்த முறை ஐரோப்பாவின் அமைப்பின் அமைப்பை நாட்டிற்கு செயல்படுத்த திட்டமிட்டுள்ளது, மேலும் ஐரோப்பாவில் பெரிய பாதைகள் இல்லை என்றும், பேருந்துகளுக்கு தேவையான வசதிகள் வழங்கப்பட்டதாகவும் கூறினார்.",
        "இருப்பினும், பஸ் ஆபரேட்டர்கள் பேருந்துகள் கூட இருக்க மாட்டார்கள் மற்றும் பஸ் சேவைகளின் பேருந்துகளை முடிக்க மாட்டார்கள், பஸ் ஆபரேட்டர்கள் சிறிது தண்ணீரைப் பெற கூட முடியாது, நாட்டின் சாலைகள், பாதைகள், மோட்டார் சைக்கிள்கள், சிறிய வாகனங்கள், சிறிய வாகனங்கள், பெரிய வாகனங்கள் . பேருந்துகளை இயக்க வேண்டும் என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "CCTV is against the owner without giving the driver's driver",
      "body_lines": [
        "The Lanka Private Bus Owners Association states that the fines have been strongly protesting to the drivers who violate safety cameras.",
        "Therefore, the Akhed Leaf, the President of the Association Mr. Gemunu Wijeratne stated that action will be requested to be informed from the Hon.",
        "The buses have been identified today and the pilgrims have been identified today and the pilgrims have been carried out today.",
        "The bus owners will be removed if the vehicle owner will have to pay the fines from the vehicle owner without preparation of a proper procedure.",
        "The drivers who do not punish the wrongdoing across the formation and to pay the fine leaves of the bus owners.",
        "The method is planning to implement the system of Europe's system to the country and said that there is no large lanes in Europe, and the buses were also provided with necessary facilities.",
        "However, bus operators will not even have the buses and completing the buses of bus services and the bus operators are not even able to get a little water, and in the country's roads, the paths, motorbikes, small vehicles, small vehicles, larger vehicles.He said that the buses had to be operated."
      ]
    }
  },
  "summary_lines": [
    "The Lanka Private Bus Owners Association protests fines for drivers violating safety cameras. President Gemunu Wijeratne demands action. Bus owners may be removed if they pay fines without proper procedure. Drivers not punished for violations may leave bus owners. The association plans to implement Europe's system, stating there are no large lanes in Europe and buses are provided with necessary facilities. However, bus operators face challenges, including lack of water and operation on roads with motorbikes and small vehicles."
  ]
}