{
  "translated_text": {
    "si": {
      "title": "බොහෝ රජයේ දෙපාර්තමේන්තු සහ බොහෝ රජයේ දෙපාර්තමේන්තු සමඟ අපගේ පැවැත්මට අපගේ පැවැත්ම වෙනස් කිරීමට උත්සාහ කරයි - මහාචාර්ය පද්නාදන්",
      "body_lines": [
        "මහාචාර්ය පත්මනාදන් පවසා ඇත්තේ අප රජයේ දෙපාර්තමේන්තු රාශියක් සමඟ රජයේ බොහෝ දෙපාර්තමේන්තු සමඟ රජයේ බොහෝ දෙපාර්තමේන්තු සමඟ රජයේ බොහෝ දෙපාර්තමේන්තු සමඟ නවන්ජි විලාසිතාවෙන් වෙනස් කිරීමට උත්සාහ කරන බවයි.. කිව්වා",
        "අතුරුදහන් වූ ශිෂ් ization ාචාරයක් පිළිබඳ මහාචාර්ය පද්නාදන්ගේ දැක්ම විසින් - ආදිනා යාපනය යාපනය යන විගණනය කළ කතාවකදී ඔහු මේ බව පැවසීය.",
        "අනෙක් ඒවා පරමාධිපත්ය බලය සහ ස්වයං-ලේඛනාගාරයෙන් ලබා ගත හැකිය.. ඔහු සඳහන් කර ඇත",
        "පළමුවන සියවසේදී, ක්රිස්තුස් වහන්සේ සඳහා, භාෂාමය භාෂාව සහ දෙමළ ජාතිකවාදය නිපදවීමේ-භාෂාමය, භාෂාමය නොවන ප්රදේශය.",
        "19 වන ශතවර්ෂයේ නිදහසින් පසු, සිංහල නායකයින් රාජ්ය කවුන්සිලයේ සිට පරිණත පවුලක අධ්යාපනය ලැබුවේ, දෙමළ ජනයා රටේ ජාතිකත්ව තන්ත්රයක් විය යුතුය.",
        "බෞද්ධ වික්රාමඩි අක්කර දහසක් පමණ ඉඩමකින් අපේ නියෝජිතයින් ජනාධිපතිවරයාගෙන් ආයාචනා කළ විට ඔහු දෙපාර්තමේන්තුවේ ප්රධානියාට පැවසීය. මෙම ඉතිහාසය අධ්යයනය කිරීමට මට අවශ්ය නැත.",
        "ඉන්දීය ශ්රී ලංකා ගිවිසුම උල්ලං in නය කරමින් ඔවුන් බොහෝ දේ කරමින් සිටී.",
        "ලක්ෂ 15 ක් පමණක් ඇති නමුත් පක්ෂ 17 ක් කඳුකරයේ පක්ෂ 24 ක්, පක්ෂය සමඟ සම්බන්ධ වන්නේ නම් පක්ෂය.",
        "මේවා ආරක්ෂා කිරීම සඳහා, ඔබ ආයතන සතුව ඇති ආයතන මොනවාද සහ වත්මන් ආණ්ඩුක්රම ව්යවස්ථාවට අනුව කුමක් කළ යුතුද යන්න භාවිතා කළ යුතුය.",
        "ඔවුන් තුළින්, මෙම ලේඛන සොයමින්, මෙම ලේඛන සොයමින්, කෞතුකාගාර පිහිටුවීම සහ මෙම පා xts ජනතාවට ප්රදර්ශනය කිරීම සහ නැවත නැගිටීමේ අපගේ ජාතික අයිතිය ජනතාවට සහ අපගේ ජාතිකයාට අපගේ ජාතික අයිතිය.",
        "සිංහලයන්ගේ නීතිය හා පාලනය සම්බන්ධයෙන් දෙමළ ජනතාවගේ තනතුරු සුවිශේෂී බව පිළිගනු ලැබේ.",
        "අපේ ක්ෂේත්රයේ මිනිසුන් මේ ගැන කියවන දේ කීමට බිය නොවිය යුතුය.",
        "අනෙක් ඒවා පරමාධිපත්ය බලය සහ ස්වයං-ලේඛනාගාරයෙන් ලබා ගත හැකිය."
      ]
    },
    "en": {
      "title": "Many government departments, along with many government departments, are also trying to change our existence with the influential people - Professor Padmanathan",
      "body_lines": [
        "Professor Pathmanathan has said that we are trying to change our existence with many government departments, along with many government departments, in the Navanji style, and they are trying to change our existence.. Said",
        "He said this in a speech delivered by Professor Padmanathan's vision of a disappeared civilization - Adirata Jaffna Jaffna.",
        "Others can be obtained by sovereignty power and self -determination.. He has mentioned",
        "In the first century for Christ, the linguistic language and the non -existent territory of the production of Tamil nationalism.",
        "After independence in the 19th century, Sinhala leaders educated, from the State Council, from a mature family, Tamils should be a nationality regime in the country.",
        "When our representatives appealed to the President about a thousand acres of land to a Buddhist Vikramadi, he told the head of the department. I do not need to study this history.",
        "They have been doing many things in violation of the Indian Sri Lanka Accord.",
        "There are only 15 lakhs of people, but if the 17 party is joined with parties in the hill country, 24 party.",
        "To protect these, you need to use what institutions have and what authority to do according to the current constitution.",
        "Through them, searching for these documents, setting up museums and displaying these texts to the people, and our national right to uprising again.",
        "It is acknowledged that the Tamil people's posts are unique in the case of the Sinhalese and the rule of the Sinhalese.",
        "People in our field should not be afraid to say what they are reading about this.",
        "Others can be obtained by sovereignty power and self -determination."
      ]
    }
  },
  "summary_lines": [
    "Professor Padmanathan criticizes government departments for attempting to alter societal norms, referencing historical injustices and the struggle for self-determination among Tamil communities. He highlights the importance of preserving cultural heritage and advocating for rights through education and awareness."
  ]
}