{
  "translated_text": {
    "si": {
      "title": "වර්තමාන උපස්ථ නීතිය තුළ ශ්රේෂ් Supreme ාධිකරණ සංශෝධන බලාත්මක කර ඇති බව නීතිපතිවරයා තහවුරු කර තිබේ!- අෂු මාරසිංහ",
      "body_lines": [
        "උත්සවය සඳහා මහාධිකරණ සංශෝධන පැවැත්වීම බිල්පත. හිටපු එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) පාර්ලිමේන්තු මන්ත්රී අහු මාරසිංහ මහතා නීතිපතිවරයා ඇතුළු නිලධාරීන් එය සනාථ කර ඇති බව පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (30) සිරිකෝතා හි එක්සත් ජාතීන්ගේ මූලස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "පසුගිය සතියේ පාර්ලිමේන්තුවේදී සම්මත වූ මෙම සංශෝධනයට ශ්රේෂ් Supreme ාධිකරණය යම් යම් සංශෝධන ඉල්ලා තිබේ. පනත් කෙටුම්පත සම්මත වීමෙන් පසු සංශෝධන සිදුකරන විට එම සියලු සංශෝධන බලාත්මක කළ බව මම වගකීම දරයි.",
        "එපමණක් නොව, පනත් කෙටුම්පත පාර්ලිමේන්තුවේදී සම්මත වූ විට දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) සාමාජික මා. සුමන්තිරන් ප්රශ්න කර පාර්ලිමේන්තුවේ නිලධාරීන් පාර්ලිමේන්තුවේ වාඩි වී සිටින කාමරයට ගොස් පාර්ලිමේන්තු කටයුතු පැවැත්වූ අතර, මේ පිළිබඳව නීතිපති දෙපාර්තමේන්තුවේ නිලධාරීන්ගෙන් ඉල්ලා සිටියේය.. නීතිපති දෙපාර්තමේන්තුවේ නිලධාරීන් පැවසුවේ මහාධිකරණයේ සංශෝධන පනත් කෙටුම්පතේ ක්රියාත්මක කර ඇති බවයි.",
        "නීතිපති දෙපාර්තමේන්තුවේ සහ නීති දෙපාර්තමේන්තුව තහවුරු කර ඇත්තේ මහාධිකරණය විසින් සිදු කරන ලද සියලුම සංශෝධන ෆෙඩරල් උපස්ථ පනතට නිසි පරිදි ඉදිරිපත් කර ඇති බවයි.",
        "ඒ අතරම, මහාධිකරණයේ සංශෝධන නිසි ලෙස ඉදිරිපත් කර ඇති බව නීතිපතිවරයා පාලක පක්ෂ රැස්වීමට ගියේය.",
        "පනත් කෙටුම්පතේ ශ්රේෂ් Supreme ාධිකරණ සංශෝධනය නීතිගත කර නොමැති බැවින් පාර්ලිමේන්තුවේදී පනත් කෙටුම්පතක් පාර්ලිමේන්තුවේදී සම්මත කර ගන්නා ලෙස ජාතික පුවත්පතකට පැමිණි පුවත කථානායකවරයාගෙන් ඉල්ලා තිබේ.. එය පාර්ලිමේන්තු වරප්රසාදය උල්ලං is නය කිරීමකි.",
        "මීට අමතරව, කථිකයා සතියක් ඇතුළත පාර්ලිමේන්තුවට කිසියම් නීතියක් සම්මත කරනු ඇත.. ඒ අනුව, කථානායකවරයා පාර්ලිමේන්තුවේ කථානායකවරයා ඉදිරියේ අත්සන් කර සාක්ෂි දරයි.. ඒ පිළිබඳ කිසිදු ගැටළුවක් නොමැත."
      ]
    },
    "en": {
      "title": "The Attorney General has confirmed that the Supreme Court amendments have been enacted in the current backup law!- Ashu Marasinghe",
      "body_lines": [
        "High Court amendments to the Ceremony Backup Bill. Former United National Party (UNP) parliamentarian Ashu Marasinghe said officials, including the Attorney General, have confirmed it.",
        "He was speaking at a press conference held at the UNP headquarters in Sirikotha on Tuesday (30).",
        "The Supreme Court has asked for some amendments to the event that was passed last week in Parliament. I am responsible that all those amendments were enacted when the amendments were made after the bill was passed.",
        "Moreover, when the Bill is passed in Parliament, the Tamil National Alliance (TNA) member MA. Sumanthiran questioned and went to the room where state officials were sitting in the room where parliamentary proceedings were held, and asked the Attorney General's Department officials about this.. Officials of the Attorney General's Department said that the amendments to the High Court have been enacted in the Bill.",
        "The Attorney General's Department and the Department of Laws have confirmed that all amendments made by the High Court have been properly presented to the Federal Backup Bill.",
        "At the same time, the Attorney General went to the ruling party meeting that the amendments to the High Court had been properly submitted.",
        "The news that came to a national newspaper has urged the Speaker not to sign the Acts Act passed in Parliament, as the Supreme Court amendment is not enacted in the Bill.. It is a violation of parliamentary privilege.",
        "In addition, the Speaker will pass any law passed in Parliament within a week's time.. Accordingly, the Speaker will sign and testify before the Speaker of the Parliament.. There is no problem with that."
      ]
    }
  },
  "summary_lines": [
    "The Attorney General confirmed Supreme Court amendments to the Ceremony Backup Bill, enacted after the bill passed in Parliament. Ashu Marasinghe, a former UNP parliamentarian, announced this at a press conference. The Supreme Court requested amendments, which were made after the bill's passage. The Attorney General's Department and the Department of Laws confirmed the amendments were properly presented to the Federal Backup Bill. The Speaker was urged not to sign the Acts Act, as the Supreme Court amendment was not enacted in the Bill, violating parliamentary privilege."
  ]
}