{
  "translated_text": {
    "si": {
      "title": "ඩිජිටල් ආර්ථික ගනුදෙනුව සඳහා වූ පනත මේ වසර වසරේ මැද භාගයේදී පාර්ලිමේන්තුවට ඉදිරිපත් කරනු ඇත - ජනාධිපති",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ ඩිජිටල් ගනුදෙනුකාර ආයතනයක් සහ කෘතිම බුද්ධි අංශයක් (ඒඅයි) නිර්මාණය කිරීමේ නීති මේ වසරේ පාර්ලිමේන්තුවේදී සභාගත කරන බවයි.",
        "වේගවත් ඩිජිටල් ගනුදෙනු මගින් අපේ රටේ ආර්ථිකය ඉන්දියානු සාගර කලාපයේ නැගී එන ආර්ථිකයක් බවට පරිවර්තනය කළ හැකි බව ද ජනාධිපතිතුමා පැවසීය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේ අඟහරුවාදා (26) කොළඹ ටජ් සමුද්රා හෝටලයේ ඩිජිටල් යටිතල පහසුකම් සමුළුව අමතමින්.",
        "ඩිජිටල් පොදු යටිතල පහසුකම් හා පරිපාලනය පිළිබඳ විවිධ දෙපාර්තමේන්තු පිළිබඳ දැනුම හා පළපුරුද්දක් සහිත ඉන්දියානු හා ශ්රී ලාංකික විශේෂ experts යින් ගණනාවක් මෙම අවස්ථාවට සහභාගී වූහ.",
        "නව නීති ක්රියාත්මක කිරීම ශ්රී ලංකාවේ ආර්ථිකය ඩිජිටල් හා හරිත ආර්ථිකයක් ලෙස පරිවර්තනය කළ හැකි බව ජනාධිපති රනිල් වික්රමසිංහ මහතා තවදුරටත් පෙන්වා දුන්නේය.",
        "රටේ ආර්ථික වෙනස් කිරීමේ සැලැස්ම සමනය කිරීම සඳහා නව සමාගම් ව්යුහයක් ස්ථාපිත කිරීමට අපි සැලසුම් කරමු. තොරතුරු තාක්ෂණ කවුන්සිලයක් වැනි පවත්නා ව්යුහයන්ගෙන් ලබා ගැනීම ඩිජිටල් වෙනස් කිරීමේ ආයතනයක් සහ කෘතිම බුද්ධි මධ්යස්ථානය (ඒ මධ්යස්ථානය) මධ්යස්ථානය නිර්මාණය කිරීම කෙරෙහි අවධානය යොමු කෙරේ. 2024 අයවැයෙන් රුපියල් බිලියනයක් වෙන් කිරීමට අපි පියවර ගෙන ඇත්තෙමු.",
        "කෘෂිකර්මාන්තය නවීකරණය කිරීම, දරිද්රතාවය හා අධ්යාපන ක්රමය ප්රතිසංස්කරණය කිරීම සහ අධ්යාපන ක්රමය ප්රතිසංස්කරණය කිරීම සඳහා ඩිජිටල් පොදු යටිතල පහසුකම් සංවර්ධනය කිරීම කෙරෙහි අවධානය යොමු කෙරේ.. දුප්පත්කම අඩු කිරීමේ ජාතික ඉලක්කය සමඟ රජය කටයුතු කරයි. අපගේ ඉලක්කය වන්නේ 2035 වන විට දරිද්රතාවය ශ්රී ලාංකික ජනතාවගෙන් 10% නොඉක්මවන බව සහතික කිරීමයි.",
        "මෙම ආර්ථික අරමුණු සාක්ෂාත් කර ගැනීම සඳහා ශක්තිමත් ආයතනික ව්යුහයක් ස්ථාපිත කිරීම සහ නිවැරදි දත්ත එක්රැස් කිරීම වැදගත් වේ. මෙම දත්ත හරහා, ඔබ අධ්යාපනය, සෞඛ්ය හා ආදායම් මට්ටම් වැනි විවිධ මානයන් සඳහා විසඳුම් ලබා දිය යුතුය.",
        "යෝජිත නියෝජිතයා ක්රියාත්මක කිරීම සඳහා මේ වසර මැද භාගයේදී පාර්ලිමේන්තුවේ නීතියක් පාර්ලිමේන්තුවට ඉදිරිපත් කිරීමට අපි බලාපොරොත්තු වෙමු.. ශ්රී ලංකාව තරඟකාරී ආර්ථිකයක් බවට පත්වීම සඳහා මෙම ව්යවස්ථාදායක හා ප්රතිපත්ති රාමුව ඉතා වැදගත් වේ, විශේෂයෙන් ඉන්දියානු සාගර කලාපය දැවැන්ත වර්ධන කලාපයක් ලෙස මතුවෙමින් පවතින බැවින්.",
        "වැඩසටහන සමඟ සහයෝගයෙන් කටයුතු කිරීම සඳහා අධ්යාපන ක්රමය පාසැල් හා උසස් අධ්යාපන මට්ටමින් ශක්තිමත් කළ යුතුය.ඉදිරි වසර පහ තුළ පාසල් සඳහා කෘතිම බුද්ධි තොරතුරු (AI) හඳුන්වාදීම ප්රධාන ව්යාපෘතියයි.",
        "ශ්රී ලංකාවේ ඩිජිටල් ආර්ථිකය වැඩිදියුණු කිරීම සඳහා ඉන්දියානු සමාගම් සමඟ වැඩ කිරීමට අපි බලාපොරොත්තු වෙමු. විශේෂයෙන්, චෙන්නායි ඉන්දියානු තාක්ෂණ ආයතනයේ (IIT) ශාඛාවේ (IIT) ශාඛාවේ (IIT) ශාඛාවේ ශාඛාවේ ශාඛාව ස්ථාපිත කිරීම සහ අපේ රට තුළ ඔවුන්ගේ විශේෂ ise තාවයන් සහ තාක්ෂණික විශ්ව විද්යාල දෙකක් ඇතුළුව විශ්ව විද්යාල තුනක් සිදු කිරීමට සැලසුම් කර ඇත.",
        "සුදුසු උපාය මාර්ග අනුගමනය කිරීමෙන් ශ්රී ලංකාවේ සංවර්ධන වැඩසටහන වේගවත් කිරීම සඳහා ඉන්දීය විශේෂ ise දැනුම භාවිතා කිරීමට උත්සාහ කළ යුතුය. මෙම සැලසුම් ක්රියාත්මක කිරීම සඳහා ඒකාබද්ධ සහයෝගීතාව අවශ්ය වේ. 21 වන සියවසේ අභියෝග විසඳීම සඳහා ශ්රී ලංකාව සූදානම් කිරීමේදී නවීකරණය කිරීටය වැලඳ ගැනීමේ හදිසි අවශ්යතාවයක් පවතින බව ද ජනාධිපතිවරයා පැවසීය.",
        "ඩිජොන් 2030 වීදි සිතියම ක්රියාත්මක කිරීමට ශ්රී ලංකාව කැපවී සිටින අතර ජාල සහ ඩිජිටල් මූල්ය සේවා (DFS). ඩිජිටල් තන්ත්රය පිළිබඳ සංකල්පය සංවර්ධනය කිරීම සඳහා සහ අන්තර්ජාල ආරක්ෂාව වැනි අභියෝග විසඳීම සඳහා සෑම තරාතිරමකම ඩිජිටල් පොදු යටිතල පහසුකම් ක්රියාත්මක කිරීම රජය අරමුණු කරයි.",
        "තාක්ෂණික ව්යාපෘති සංවර්ධනය සඳහා වෙබ් අඩවිය සකස් කිරීමට සහ ජුනි 25 වන දින ගෝලීය ආයෝජන සමුළුවක් පැවැත්වීමට කටයුතු යොදා ඇත. ශ්රී ලංකාවේ තාක්ෂණික වාතාවරණය තුළ රටේ ඩිජිටල් වෙනසෙහි වෙනසක් සිදුවන ලෙස ආයෝජකයින් ඉල්ලා සිටින බවත් රටේ ඩිජිටල් වෙනසටත් දායක වූ බවත් ඔහු පැවසීය.",
        "විදේශීය අමාත්ය අලි සබ්රි, වරාය, නාවික ඇමති නිමල් සිරිපාල ද සිල්වා, ඉන්දීය මහ කොමසාරිස් නිමල් සිරිපාල ද සිල්වා, පාර්ලිමේන්තු මන්ත්රීවරුන් වන"
      ]
    },
    "en": {
      "title": "The Act for Digital Economic Transaction will be presented in Parliament in the middle of this year - the President",
      "body_lines": [
        "President Ranil Wickremesinghe said the laws for the creation of a digital transaction agency and artificial intelligence center (AI) will be tabled in Parliament this year.",
        "The President also said that through rapid digital transactions, the economy of our country could be transformed into an emerging economy in the Indian Ocean region.",
        "President Ranil Wickremesinghe made this statement while addressing the Digital Infrastructure Conference at the Taj Samudra Hotel in Colombo on Tuesday (26).",
        "A number of Indian and Sri Lankan experts participated in the event with knowledge and experience representing various departments on digital public infrastructure and administration.",
        "President Ranil Wickremesinghe further pointed out that the implementation of the new laws can be transformed into Sri Lanka's economy as a digital and green economy.",
        "We are planning to establish a new company structure to ease the country's economic change plan. The focus is on the creation of the Center for Digital Change Agency Station and Artificial Intelligence Center (AI Center) withdrawal from existing structures such as Information Technology Council. We have taken steps to allocate a billion rupees from the 2024 budget.",
        "The focus is on the development of digital public infrastructure in the modernization of agriculture, remedying poverty and reforming the education system.. The government works with the national goal of reducing poverty. Our aim is to ensure that poverty will not exceed 10% of the Sri Lankan people by 2035.",
        "It is important to establish a strong corporate structure in achieving these economic purposes and gathering accurate data. Through these data, you should provide solutions to various dimensions such as education, health and income levels.",
        "We expect to submit a law in Parliament within the middle of this year to implement the proposed agent.. This legislative and policy framework is very important for Sri Lanka to become a competitive economy, especially as the Indian Ocean region is emerging as a massive growth region.",
        "The education system should be strengthened at the school and higher education level in order to cooperate with the program.The introduction of artificial intelligence (AI) to schools over the next five years is the main project.",
        "We expect to work with Indian companies to improve Sri Lanka's digital economy. In particular, it is planned to establish the Branch of the Chennai Indian Technology Institute (IIT) Branch and use their expertise in our country and to carry out three universities, including two technical universities.",
        "Efforts must be made to use Indian expertise to accelerate Sri Lanka's development program following appropriate strategies. Joint cooperation is necessary to implement these plans. The President also said that there is an urgent need to embrace modernization in preparing Sri Lanka to address the challenges of the 21st century.",
        "Sri Lanka is committed to implementing the Digiecon 2030 Street Map, Improves Networks and Digital Financial Services (DFS). The government aims to implement digital public infrastructure at all levels to develop the concept of digital regime and to address the challenges such as Internet security.",
        "Arrangements have been made to prepare the site for technical project development and hold a Global Investment Conference on June 25. He also said that investors are demanding a change in the country's digital change in the technological environment in Sri Lanka and contributed to the country's digital change.",
        "Foreign Minister Ali Sabri, Ports, Shipping and Aviation Minister Nimal Siripala de Silva, Indian High Commissioner Santosh Ja, Members of Parliament Harsha de Silva, Kavinda Jayawardena, Mayanta Dissanayake, Saritha Herath, Mohammed Muzammil and Technical SecretaryGiven."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe announced the Act for Digital Economic Transaction, aiming to transform Sri Lanka into a digital and green economy. The law will establish a digital transaction agency and AI center, focusing on digital public infrastructure, modern agriculture, poverty reduction, and education reform. A billion rupees from the 2024 budget will be allocated for this initiative. The government plans to strengthen the education system and introduce AI in schools, collaborating with Indian companies and institutions."
  ]
}