{
  "translated_text": {
    "ta": {
      "title": "29091 கான்ஸ்டபிள் இடுகைகளின் பற்றாக்குறை உள்ளது",
      "body_lines": [
        "அண்மையில் 29,091 பொலிஸ் கான்ஸ்டபிள் பதவிகள் மற்றும் பொலிஸ் திணைக்களத்தைச் சேர்ந்த 4020 பெண்கள் கான்ஸ்டபிள் பதவிகள் மற்றும் 4020 பெண்கள் கான்ஸ்டபிள் பதவிகள் காலியாக உள்ளன.",
        "பொலிஸ் கான்ஸ்டபிள் பதவிகள் 600,000 என்று போலீசார் ஒப்புதல் அளித்தனர். 2023 ஆம் ஆண்டின் இறுதிக்குள், பொலிஸ் கான்ஸ்டபிளின் எண்ணிக்கை 309,09 ஆக இருந்தது. அதன்படி, பொலிஸ் கான்ஸ்டபிளில் 29,091 காலியிடங்கள் இருந்தன. எவ்வாறாயினும், 2019 மற்றும் 2020 ஆம் ஆண்டுகளில் அங்கீகரிக்கப்பட்ட எண் காரணமாக பொலிஸ் சார்ஜென்ட் பதவியில் 10,900 அதிகப்படியான போலீசார் இருப்பதாக தணிக்கை அறிக்கைகள் கூறுகின்றன.",
        "பொலிஸ் கான்ஸ்டபிள் பதவிகளின் எண்ணிக்கையில் கூடுதல் கான்ஸ்டபிள் பதவிகளின் எண்ணிக்கை 18,190 மற்றும் அங்கீகரிக்கப்பட்ட பொலிஸ் கான்ஸ்டபிள் பதவிகளின் எண்ணிக்கையில் உள்ள காலியிடங்களின் எண்ணிக்கை 18,190 ஆகும், மேலும் மொத்த காலியிடங்களின் எண்ணிக்கை அங்கீகரிக்கப்பட்ட பொலிஸ் கான்ஸ்டபிள் பதவிகளில் சுமார் 30% உருவாக்கப்பட்டுள்ளது உள்ளது.",
        "10000 பெண் பொலிஸ் கான்ஸ்டபிள் ஒப்புதல் அளித்தது. இடுகையில் 4020 காலியிடங்கள் உள்ளன. பொலிஸ் பதவியில் 645 காவல்துறை அதிகாரிகள் அங்கீகரிக்கப்பட்ட எண் இல்லாமல் பதவி உயர்வுகளை வழங்குவதில் அதிகமாக உள்ளனர். ஆகஸ்ட் 2 அன்று வெளியிடப்பட்ட தணிக்கை அறிக்கையில் அங்கீகரிக்கப்பட்ட பெண்கள் கான்ஸ்டபிள் எண்ணிக்கையில் சுமார் 34% உள்ளது."
      ]
    },
    "en": {
      "title": "There is a dearth of 29091 constable posts",
      "body_lines": [
        "A recent audit report issued by the National Audit Office of 29,091 police constable positions and 4020 women constable positions belonging to the Police Department and 4020 women constable posts have been vacant.",
        "Police approved police constable positions is 600,000. By the end of the year 2023, the number of police constable was 309,09. Accordingly, 29,091 were vacancies in the police constable. However, the audit reports say that there are 10,900 excess cops in the post of police sergeant due to the approved number in 2019 and 2020.",
        "The number of additional constable positions in the number of police constable positions is 18,190 and the number of vacancies in the number of approved police constable positions is 18,190, and the total number of vacancies has been created by about 30% of the approved police constable positions.has.",
        "10000 approved by female police constable. There are 4020 vacancies in the post. 645 policemen officers in the post of police sergeant are in excess of providing promotions without the approved number. The audit report released on the 2 August contains about 34% of the approved number of women constable."
      ]
    }
  },
  "summary_lines": [
    "A recent audit revealed a significant shortage of 29,091 police constable positions, including 4,020 for women, despite having 309,090 constables by the end of 2023. Additionally, there are 10,900 surplus sergeants. This situation highlights a critical need for recruitment and redistribution within the police force."
  ]
}