{
  "translated_text": {
    "si": {
      "title": "මේ වසරේ ඩෙංගු බලපෑම අඩු වී ඇත",
      "body_lines": [
        "මේ වසරේ ඩෙංගු උණ රෝගයෙන් පෙළෙන පුද්ගලයින්ගේ සංඛ්යාව අනෙක් වසරවලට වඩා අඩු වී තිබේ.",
        "සෞඛ්ය අමාත්ය සීතා අරමපෝලා මහතා පැවසුවේ මේ වසරේ ජනවාරි දක්වා ඩෙංගු රෝග අනතුරු 64 ක් දැක ඇති නමුත් අද කලාප දෙකක් පාලනය කිරීමට හැකි වී ඇති බවයි.",
        "ඔහු මේ බව කියා සිටියේ ඊයේ ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදීය. ඔහු තවදුරටත් පැවසූ පරිදි,",
        "උත්සව අතරතුරදී අනාරක්ෂිත රති ers ාවන් නිසා අනතුරු සිදුවේ. එබැවින් මෙම නව වසර තුළදී එවැනි ක්රියාකාරකම් පිළිබඳව සැලකිලිමත් වන ලෙස අපි පවුලේ සාමාජිකයන්ගෙන් ඉල්ලා සිටිමු.",
        "මීට අමතරව, අතීතයේ ඩෙංගු උණ පිළිබඳ දැනුවත් කිරීම සඳහා විවිධ උද් s ෝෂන සිදු කර ඇත. සෞඛ්ය දෙපාර්තමේන්තු සහ මාධ්ය ආයතනවල දායකත්වය ගැන ස්තූතියි. ඇත්ත වශයෙන්ම, පසුගිය වසරවලට සාපේක්ෂව, මේ වසරේ ඩෙංගු රෝගීන්ගේ සංඛ්යාව සහ මරණ අනුපාතය අඩු කර ඇත.",
        "ජනවාරි මාසයේ ඩෙංගු අනතුරු 64 ක් ඇත. මෙතෙක් කලාප දෙකක් පාලනය කිරීමට හැකි වී තිබේ. ජනවාරි මාසය වන විට රෝගීන් දහසකට වැඩි පිරිසක් වාර්තා වූහ. එය අද රෝගීන් 200 ක් ලෙස පහත වැටී තිබේ. දේශගුණය ද බලපෑමක් ඇති කර ඇති බව පැවසිය යුතුය. ජනවාරි 20,365 සිට ඩෙංගු රෝගීන් 20,365 ක් වාර්තා වී තිබේ. ඔවුන්ගෙන් 7289 ක් බටහිර පළාතෙන් වාර්තා වී ඇත. 2024 දී වාර්තා වී ඇත්තේ ඩෙංගු මරණ 08 ක් පමණක් වාර්තා වී ඇති බවයි. (ඒ)"
      ]
    },
    "en": {
      "title": "Dengue impact this year has decreased",
      "body_lines": [
        "The number of people suffering from dengue fever this year has declined than other years.",
        "The Minister of Health, Sita Arampola, said that although 64 dengue hazards were seen till January this year, it had been able to control up to two zones today.",
        "He said this at a media briefing held at the Presidential Media Center yesterday. As he further stated,",
        "Accidents are caused by unsafe crackers during festivals annually. Therefore, we urge family members to be careful with such activities during this New Year.",
        "In addition, various campaigns have been carried out to raise awareness about dengue fever in the past. To thank the contribution of health departments and media institutions. In fact, compared to the past years, the number of dengue patients and mortality has been reduced this year.",
        "There were 64 dengue hazards in January. Has been able to control up to two zones so far. By January, more than a thousand patients were reported. It has declined as 200 patients today. It must be said that the climate has also had an impact. Since January 20,365 dengue patients have been reported. 7289 of them have been recorded from the Western Province. He said only 08 dengue deaths were reported in 2024. (A)"
      ]
    }
  },
  "summary_lines": [
    "Dengue cases this year have decreased, with 64 hazards seen in January, now controlled in two zones. Health Minister Sita Arampola highlighted the success of awareness campaigns and the impact of climate change."
  ]
}