{
  "translated_text": {
    "ta": {
      "title": "குவைத்தில் இலங்கை அதிக எண்ணிக்கையிலான இலங்கைகள் பொது சமன்பாட்டின் போது தீவுக்கு திரும்பிச் செல்கின்றன",
      "body_lines": [
        "குவைத் குவைத் தூதரகம், குவைத், குவைத்தின் \"பொதுவாக நேரத்தை\" விட்டு வெளியேறுவதற்காக குவைத் விட்டு வெளியேறியது.",
        "குவைத்தின் வெளிவரை விவகாரங்கள் பற்றிய விவாதங்களின் விளைவாக, மாநிலத்தின் வெளிவிவகாரங்கள் மற்றும் இலங்கை தூதரகம் 2024 மார்ச் 17 முதல் 2024 ஜூன் 30 வரை வழங்கப்பட்டது.",
        "அந்த காலகட்டத்தில், நாட்டை விட்டு வெளியேற \"தற்காலிக பாஸ்போர்ட்டுக்கு\" சில எளிய ஆவணங்கள் மட்டுமே வழங்கப்பட்டன."
      ]
    },
    "en": {
      "title": "Sri Lankan large number of Sri Lankans in Kuwait back to the island during public equation",
      "body_lines": [
        "Kuwait's Embassy of Kuwait, Kuwait, has left the Kuwait to leave the \"Commonly Time\" by Kuwait to leave Kuwait's jobs for 2024.says.",
        "As a result of the discussions of the External Affairs of Kuwait, the External Affairs of the State and the Sri Lankan Embassy was given to the 17th March 2024 to 30th June 2024.",
        "During that period, only a few simple documents were provided to the \"temporary passport\" to leave the country."
      ]
    }
  },
  "summary_lines": [
    "Due to Kuwait's decision, many Sri Lankans living there will return home between March 17 and June 30, 2024. The process involves minimal documentation for temporary passports."
  ]
}