{
  "translated_text": {
    "si": {
      "title": "රුපියල් මිලියන 983.7 ක් මාස දෙකකින්",
      "body_lines": [
        "කුඩා හා මධ්ය පරිමාණ සංවර්ධන සංවර්ධන අමාත්ය ප්රසන්න රන්වීරා මහතා පැවසුවේ පසුගිය මාස දෙක තුළ රුපියල් මිලියන 983.7 ක අපනයන ආදායමක් රුපියල් මිලියන 983.7 ක් උපයා ඇති අතර රට මේ වන විට නිවැරදි ආර්ථික මාවතේ ය.",
        "අනාගතයේදී ව්යවසායකත්ව පරිසරයේ ආකර්ෂණය අපිරිසිදු කිරීම සඳහා ව්යවසායකත්ව පරිසරයේ ආකර්ෂණය කර ගැනීම සිදුවන බව රාජ්ය අමාත්යවරයා ප්රකාශ කර තිබේ.",
        "බ්රහස්පතින්දා (28) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී රාජ්ය ඇමති ප්රසන්න රණවිරා මහතා මේ බව ප්රකාශ කළේය.",
        "අතීතයේ දී රටේ ආර්ථික අර්බුදය විසඳීම සඳහා රටක් ලෙස අපි සැලකිය යුතු ජයග්රහණ ලබා ඇත. පසුගිය මාස දෙක තුළ පමණක් මිලියන 983.7 ක අපනයන ආදායම උපයා ඇත.",
        "ජනවාරි සහ පෙබරවාරි මාසයේ මාස දෙක තුළ සංචාරකයින් 05 ක් පමණ රටකට පැමිණියහ. එපමණක් නොව, අපේ රටේ ව්යවසායකයින් සංඛ්යාව 3% දක්වා වැඩි කර තිබේ. මෙම දත්ත මගින් රට දැනට නිවැරදි ආර්ථික මාවතේ යන බව සනාථ කරයි.",
        "ඊට අමතරව, ඇඟලුම් හා රෙදි විවීම කර්මාන්තය විසින් ළමුන් 500 කට පමණ ඩිප්ලෝමා සහතික නිකුත් කර ඇත. IDB සමඟ සහයෝගයෙන් පාසල් ව්යවසායකත්වය සිසුන් සැමරීමට සමත් වී තිබේ.",
        "පාසල් කාලය තුළ ව්යවසායක පරිසරයක් නිර්මාණය කිරීමෙන් ජනතාව ව්යවසායකත්වය සෑදීම සඳහා ජනතාවට විශාල සහයෝගයක් ලබා දෙන බව ද පැවසිය යුතුය. එයට රට තුළ නිෂ්පාදන ආර්ථිකයක් නිර්මාණය කළ හැකිය.",
        "අඩු-ලිහිල් පවුල් ලක්ෂ 24 ක් සඳහා සුභසාධන ආධාර වැඩසටහන. පළමු වසරේ සිට පස්වන වසර දක්වා පාසල් සිසුන් 17 දෙනෙකුගේ පෝෂණ වැඩසටහන දිවා ආහාර වැඩසටහන දියත් කර සාර්ථකව ක්රියාත්මක කර ඇත.",
        "මීට අමතරව, මැටි, පිත්තල සහ උක් කර්මාන්තය ප්රවර්ධනය කිරීම සඳහා ඉතාලිය, කැනඩාව සහ ජර්මනිය වැනි රටවලට මෙම නිෂ්පාදන අපනයනය කිරීම මේ වන විටත් දියත් කර තිබේ.. ආසියානු සංවර්ධන අරමුදල සමඟ එක්ව, සහනදායී පොලී අනුපාතයේ ණය සඳහා අපි කටයුතු සූදානම් කර ඇත්තෙමු.",
        "එසේම, වේවැල් රැගෙන යාමේ විවිධ ගැටළු ඇති විය. වනජීවී හා වනජීවී සංරක්ෂණ අමාත්යාංශය සමඟ සාකච්ඡා කර කෑන් 500 ක් වත් රැගෙන යාමට අපි කටයුතු කර ඇත්තෙමු. මැටි ප්රවාහනයේ උපරිම කැට 05 ක් සඳහා ඉඩ සැලසීම සඳහා ජාතික වත්මන් කවුන්සිලය සමඟ සාකච්ඡා කිරීමට කටයුතු යොදා ඇත. \"රාජ්ය අමාත්යතුමා පැවසීය."
      ]
    },
    "en": {
      "title": "983.7 million rupees in two months",
      "body_lines": [
        "Minister of Small and Medium Entrepreneurship Development Prasanna Ranweera said Sri Lanka has earned an export income of Rs 983.7 million in the last two months and that the country is currently on the right economic path.",
        "The Minister of State has stated that attraction of the entrepreneurship environment will lead to the creation of entrepreneurs in the future.",
        "State Minister Prasanna Ranawira made this statement at a media briefing held at the Presidential Media Center on Thursday (28).",
        "We have achieved significant achievements as a country to resolve the economic crisis in the country in the past. In the last two months alone, the export income of 983.7 million has been earned.",
        "About 05 lakh tourists visit the country during the two months of January and February. Moreover, the number of entrepreneurs in our country has been increased to 3%. These data confirms that the country is currently on the right economic path.",
        "In addition, the apparel and weaving industry has issued diploma certificates to approximately 500 children. In partnership with IDB, school entrepreneurship has been able to commemorate the students.",
        "It must also be said that creating an entrepreneur environment during school time gives people a great support for making people entrepreneurship. It can create a manufacturing economy in the country.",
        "Welfare assistance program for 24 lakhs of low -income families. The lunch program has been launched and successfully implemented to meet the nutritional needs of 17 lakh schoolchildren from the first year to the fifth year.",
        "In addition, export of these products to countries such as Italy, Canada and Germany has already been launched to promote clay, brass and cane industry.. In collaboration with the Asian Development Fund, we have arranged for the loan at the concessionary interest rate.",
        "Also, there were various problems in carrying the cane. We have arranged to carry up to 500 cans in consultation with the Ministry of Wildlife and Wildlife Conservation. In addition, arrangements have been made to consult with the National Current Council to allow a maximum of 05 cubes in clay transport. ”The Minister of State said."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka earned Rs 983.7 million in exports in two months, with 500,000 tourists visiting and 3% increase in entrepreneurs. The government supports entrepreneurship, including issuing diploma certificates to 500 children in apparel and weaving. A welfare program for 240,000 low-income families was launched, and exports to Italy, Canada, and Germany were promoted."
  ]
}