{
  "translated_text": {
    "si": {
      "title": "ව්යාජ ආරංචියක් නැවත නිර්මාණය කිරීමෙන් මිනිසුන් රැවටීමට උත්සාහ කිරීම - සජිත්",
      "body_lines": [
        "මිත්රත්වයේ ධනවතුන් ආරක්ෂා කිරීම. විපක්ෂ නායක සජිත් ප්රේමදාස කියා සිටියේ රට බංකොලොත් වී තිබේද නැද්ද යන්නෙකුට කිසිදු පාර්ලිමේන්තුවක් හෝ ජනාධිපතිවරයෙකුට හෝ ජනාධිපතිවරයෙකුට තීරණය කළ නොහැකි බවයි.",
        "විශ්ව තොරතුරු තාක්ෂණ වැඩසටහන යටතේ, ස්මාර්ට් පන්ති කාමර උපකරණ රු.",
        "මෙම කාලය තුළ රු.",
        "මේ මොහොතේ, රටේ මිලියන 220 ක ජනතාව ගිනිකෙළි හා බෙර පිළිබඳ කතාව පැවසීමට යනවා.",
        "ජීව රුධිරයේ ඛේදවාචකයන් තිදෙනා, කොවිට් ව්යසනය සහ ශ්රී ලංකාවේ බංකොලොත් භාවය සහ මෑත අතීතයේ කිසිදු ශුභාරංචියක් සිදු වී නොමැත.",
        "මේ අතර, සමහර අය රති .ර්වරුන් සඳහා සූදානම් වෙමින් සිටිති. බංකොලොත් වීම යථා තත්ත්වයට පත් කිරීම සඳහා ඒවා ආරෝපණය වේ.",
        "මෑත වසරවල රටවල් වලින් බහුතරයක් මුසාවාදයෙන් රවටා ඇති බැවින් රටට විශාල ඛේදවාචකයක් ඇති වී තිබේ.",
        "මේ නිසා අපි රටක් ලෙස මේ මහා ව්යසනයකට වැටී තිබෙනවා. මෙම ගිනිකෙළි පුළුස්සා දැමීමට අවස්ථාව තිබේදැයි රට දැනගත යුතුය.",
        "අපි දේශීය විදේශ ණය බර හා බංකොලොත්භාවයේ රටකි. ණය ආපසු ගෙවිය නොහැකි ලෙස අපි බංකොලොත් තත්ත්වය ලෙස හඳුන්වමු. ණය මුදල ආදායම ගෙවීමට නොහැකි ය.",
        "ප්රජාවේ කුඩා දරුවා වැඩිහිටියෙකුගෙන් පිළිගෙන ඇති බව සත්යයකි. මේ වන විට මිලියන 220 ක ජනතාවක් මෙම කාරණය තේරුම් ගත යුතුය.",
        "අපේ රටේ විදේශ ණය සහ ද්විපාර්ශ්වික, බහු--ලෙවල් සහ පෞද්ගලික ණය වැනි දේශීය ණය, අපට ඇමරිකානු ඩොලර් බිලියන 92 ක් ගෙවිය යුතු අතර පසුව ඩොලර් බිලියන 1.6 කට ඩොලර් බිලියන 1.6 කට ගෙවිය යුතු අතර එය නොගෙවූ පොළියකින් ඩොලර් බිලියන 1.6 කට ගෙවිය යුතුය.",
        "එවැනි ණය තත්වයක් හේතුවෙන් ද්විපාර්ශ්වික ණයවලට යම් අනුකූලතාවයක් ඇති වන බව වාර්තා වේ.",
        "මෙය රටේ ණයවල කොටසක් පමණි. වැඩි විදේශීය වෙළඳ ණය ගෙවිය යුතුය. තවම එකඟතාවයක් ඇති වී නැත.",
        "ආරම්භක පරමාධිපත්යය බැඳීම වෙනුවට, වැඩකරන ජනතාවගේ සේවකයින් වැඩකරන ජනතාවගේ සේවකයින් සහ සේවකයින්ගේ විශ්වාසනීය වගකිවයුතු අරමුදල් සහ විශ්රාමිකයන්ගේ කාර්යයන් කපා හැර තිබේ.",
        "මේ වන විටත්, මේ රටේ වැඩකරන ජනතාවගේ සුභසාධනය විශාල බලපෑමක් කර ඇති අතර ප්රජාවේ ධනවතුන් ආරක්ෂා කර ඇත.",
        "ගිනිකෙළි ඉදිරියේ, මහ බැංකුවේ ආණ්ඩුකාරවරයා විසින් රටේ වැඩකරන ජනතාව හෝ විදේශීය ණය දෙන්නාගේ ණය ප්රතිව්යුහගත කිරීමේ අරමුදල විශ්ලේෂණය කළ යුතු බව හෙළි කළ යුතුය.",
        "රටට අඩු බරක් ඇත්නම්, ඔබට බොහෝ රති .් ers ා දහනය කළ හැකිය. ගිනිකෙළි පුළුස්සා දැමීමට පෙර මිනිසුන් රැවටීමකින් තොරව කරුණාකර මූල්ය දත්ත ඉදිරිපත් කරන්න.",
        "රටේ ජනතාව මුතු හරහා පීඩා විඳිති. ඉහළ උද්ධමන අනුපාතයෙන් රටේ ජනතාවට බලපෑම් එල්ල වේ.",
        "ව්යවසායකයින් සහ වැඩකරන ජනතාව ඉහළ පොලී අනුපාතවලින් පීඩා විඳිති. රටේ ජනතාවගේ උරහිස් පනවා තිබේ.",
        "රටේ ආර්ථික වර්ධනය ප්රීති විය හැක්කේ අප නැවත වරක් ණය තත්වයක සිටින විට පමණි. ණය ආපසු ගෙවීමේදී ශ්රී ලංකාව බංකොලොත් භාවයක් නොමැති දැයි ජාත්යන්තර ගැටුම සමාගම් අපව හඳුනා ගනු ඇත. පාර්ලිමේන්තුව, විධායක බලශක්තිය හෝ අධිකරණයට තීරණය කළ නොහැකිය.",
        "බංකොලොත්භාවය එසේ නොවේ නම්, ජාත්යන්තර විශ්වාසය ගොඩනඟා ගනිමින් ඔබට ජාත්යන්තර කැපිටල් වෙළඳපොලේ ණයක් ලබා ගත හැකිය. රට තුළ එවැනි තත්වයක් නොමැත. ණය වැඩ තවමත් ආරම්භ වී නොමැත.",
        "මෙය කෙතරම් සංකීර්ණ වුවත්, මිලියන 220 ක ජනතාවක් මෙය තේරුම් ගත යුතුය. නැවත වරක්, අපි නැවත වරක් කලකිරෙනු ඇත.ඔවුන් නැති දෙයක්, පවත්නා විනාශ වී විශාල කාලකන්නියක් ඇති කරන දෙයක් නිර්මාණය කරනු ඇත.",
        "අපේ රට ප්රයෝජනවත් වන ගිවිසුමට අප එකඟතාවයකට පැමිණියහොත් ගිනිකෙළි පුළුස්සා දැමිය යුතුය. වැඩකරන ජනතාවගේ මුදල් ටිකක් ගිනිකෙළි වලින් ඇසුරුම් කළ නොහැක.",
        "මිනිසුන් නොමඟ යවා වැරදි ආරංචියක් පවා සමාජගත කිරීමට උත්සාහ කරන්න. දත්ත හා හේතු මත පදනම්ව කරුණු කෙරෙහි අවධානය යොමු කිරීමේදී රජය ක්රියා කළ යුතුය. එසේ නොවුවහොත් පාලකයන් නැවත වරක් ජනතාව කලකිරීමට ගන්නා බව විපක්ෂ නායකවරයා පැවසීය."
      ]
    },
    "en": {
      "title": "Trying to deceive people by creating fake news again - Sajith",
      "body_lines": [
        "Protecting the Great Wealthy of Friendship. Opposition Leader Sajith Premadasa said that no parliament or president could decide whether the country was bankrupt or not.",
        "Under the Universal Information Technology Program, smart classroom equipment worth Rs.",
        "During this time, a sum of Rs.",
        "At this moment, the country's 220 million people are going to tell the story of the fireworks and drums.",
        "Despite the three tragedies of the lifeblood, the Kovit disaster and the bankruptcy of Sri Lanka, there has been no good news in the recent past.",
        "In the midst of this, some people are preparing for crackers. They are attributed to the recovery of bankruptcy.",
        "The country has suffered a great tragedy as the majority of the country has been deceived by lies in recent years.",
        "Because of this, we have fallen into this great disaster as a country. The country needs to know whether the opportunity to burn this fireworks is actually recovering from bankruptcy or other reason.",
        "We are a country of domestic foreign debt burden and bankruptcy. We call the bankruptcy status as the loan cannot be repaid and the loan is unable to pay off the income.",
        "It is a fact that the little child in the community is accepted from the adult. At this time, 220 million people need to understand this fact.",
        "In our country with foreign loans and domestic loans such as bilateral, multi -level and private loans, we have to pay US $ 92 billion and then pay for $ 1.6 billion with unpaid interest.",
        "It is reported that some compliance with bilateral loans will be reached in the event of such a loan situation.",
        "This is only a part of the country's debts. Have to pay more foreign trade loans. No agreement has been reached yet.",
        "Instead of touching the initial sovereignty bonders, the employees of the working people have done cuts on the work of the working people and the employees 'trust responsible funds and the pensioners' tasks.",
        "Even now, the welfare of the working people of this country has had a huge impact and the wealthy of the community has been protected.",
        "Before the fireworks, the Governor of the Central Bank must reveal that the debt restructuring fund analyzed the country's working people or a foreign lender.",
        "If the country has a low load, you can burn a lot of crackers. Please submit financial data without deceiving people before burning fireworks.",
        "The people of the country have suffered through the pearls. The country's people are affected by the high inflation rate.",
        "Entrepreneurs and working people suffer from high interest rates. The shoulders of the people of the country have been imposed.",
        "The country's economic growth can only be rejoiced if we are in a state of debt once again. International Classting Companies will identify us whether Sri Lanka is not a bankruptcy when repaying the loan. Neither parliament, executive power nor the judiciary can decide.",
        "If the bankruptcy is not the case, you can get a loan in the international capital market by building international confidence. There is no such situation in the country, though. The loan work has not yet begun.",
        "No matter how complicated this is, 220 million people should understand this. Once again, we will be disappointed once again.They will create something that is not, destroy the existing and create a huge misery.",
        "Fireworks should only be burned if we reach the agreement that our country is beneficial. Working people's money cannot be packed with a bit of fireworks.",
        "Mislead people and try to socialize even wrong news. The government must act in focusing on the facts based on data and causes. Otherwise, the opposition leader added that the rulers will again disappoint the people."
      ]
    }
  },
  "summary_lines": [
    "Opposition Leader Sajith Premadasa criticizes the government for misleading the public with false narratives amidst Sri Lanka's financial crisis. He emphasizes the importance of transparency and accurate information regarding the country's debt and economic recovery efforts."
  ]
}