{
  "translated_text": {
    "si": {
      "title": "සෑම අංශයකම කොල්කටා හි පහසුම ජයග්රහණය",
      "body_lines": [
        "17 වන ඉන්දීය ප්රිමියර් ලීග් පරිච්ඡේදයේ 47 වන තරඟයේ 47 වන තරඟයේ 47 වන තරඟයේදී කොල්කටා නයිට් රයිඩර්ස් කඩුලු 7 කින් කඩුලු 7 කින් කඩුලු 7 කින් ජය ගත්තේය (29).",
        "පන්දු යැවීම, පන්දු යැවීම, පන්දු යැවීම සහ ක්ෂේත්රයේ සෑම අංශයකම කොල්කටා බැබළුණි.",
        "කෝෂ අධිරාජ්යයා, හර්ෂඩ් රානා සහ වායිබෝ අරෝරා, බිල් විකුණන්නේ අඩ සියවසකි.",
        "කොල්කටා නයිට් රයිඩර්ස් පිල කඩුලු 163 කදී කඩුලු 3 ක් අහිමි කර ලකුණු 154 ක් රැස් කළේය.",
        "කොල්කටා නයිට් රයිඩර්ස් ලයිසාට් විලියම්ස් හි පළමු ඕවරයේදී ලකුණු 21 ක් රැස් කළේය.",
        "කලීල් අහමද් හි පළමු පන්දුව තුළ ලාසඩ් විලියම්ස්ගේ පනත් කෙටුම්පත මග හැරුණි. ලකුණු 15 ක් රැස් කළ බිල් ලුණු පන්දු 26 කදී ලකුණු 50 ක් රැස් කළේය.",
        "කොල්කටා නයිට් රයිඩර්ස් කඩුල්ලකින් තොරව ලකුණු 79 ක් රැස් කළේය.",
        "පන්දු 33 කදී රාත්තල් 7 ක් සහ හයේ පහර 5 ක් සමග ලකුණු 68 ක් රැස් කළ බිල් ලුණු 2 වනදා අහිමි විය.",
        "ඔහු පසුපස යාම, තවත් ක්රියාකාරී ක්රීඩකයෙකු රින්ටු සිං ලකුණු 11 ක් රැස් කළේය. (100 - 3 විග්.)",
        "කෙසේ වෙතත්, කණ්ඩායම් කපිතාන් ෂෙරියාස් අයියර් සහ වෙන්කේෂ් අයි.ඊ.ර් ලිහිල් වී ඇති අතර ඔවුන්ගේ කණ්ඩායම සිව්වන කඩුල්ල අසලදී ලකුණු 57 ක් ලබා ගන්නා බව සනාථ කර තිබේ.",
        "ෂෙරියාස් අයියර් බෝල 23 කදී ලකුණු 23 න් 33 ක් සහ වෙන්කෙෂ් අයි.ඊ.ආර්.",
        "උච්චාරණයේ පළමුවෙන් පන්දුවට පහර දීමට තීරණය කළ ටෙලි කැරා පිලට පන්දුවාර 20 ක කඩුලු 9 ක් දැවී ලකුණු 153 ක් රැස් කළේය.",
        "තරඟාවලියේ 14 වන දින දිල්ලි කැපිටල් කඩුලු 7 ක් දවාගෙන ලකුණු 101 ක් රැස් කළේය.",
        "නමුත් ඉන් පසු, ටෙලි කැපිටල් කඩුලු 2 ක් පමණක් අහිමි කර ලකුණු 52 ක් ලබා ගනිමින් ගෞරවයට පාත්ර විය.",
        "ටෙලි කැපිටල් පන්දු 26 කදී ලකුණු 6 ක් ද ඇතුළුව රාත්තල් 5 ක් ද ලකුණු 35 ක් ලබා ගත්හ.",
        "කණ්ඩායම් කපිතාන් රිබාහ් බොන්ඩ් ලකුණු 27 ක් සහ අභිෂේක් පටෙල් ලකුණු 18 ක් රැස් කළේය.",
        "කෝෂ අධිරාජ්යයා වූ කම්පන ඕවර 4 කදී ලකුණු 16 කට කඩුලු 3 ක් ද, හර්ෂිට් රානා කඩුලු 2 කට ලකුණු 28 කට කඩුලු 2 ක් ද ගයිබ් අරෝරා ලකුණු 29 කට කඩුලු 2 ක් දවාගත්තේය."
      ]
    },
    "en": {
      "title": "The easiest victory for Kolkata in all sectors",
      "body_lines": [
        "Kolkata Knight Riders easily won the Telhi Kettals by 7 wickets in the 47th match of the 17th Indian Premier League chapter held at the Eden Garden Stadium in Kolkata on Monday (29).",
        "Kolkata shone in all sectors of bowling, bowling and fielding.",
        "Varun Emperor, Harshid Rana and Vaibao Aurora, Bill Soldin's Action Half a century, and Shreyas Iyer's worse, played a major role in the victory of Kolkata Knight Riders.",
        "Kolkata Knight Riders lost 3 wickets in 16.3 overs, scoring 157 runs for a total of 154 runs.",
        "Kolkata Knight Riders scored 21 runs in the first over of Lizat Williams.",
        "Lizad Williams missed Bill Sold in the first ball of Khalil Ahmad in the next over. Bill Salt, who had scored 15 runs, sat down with 50 runs off 26 balls.",
        "Kolkata Knight Riders scored 79 runs without a wicket.",
        "Bill Salt, who scored 68 runs with 7 pounds and 5 sixes off 33 balls, lost the 2nd.",
        "Following him, another action player Rinku Singh scored 11 runs. (100 - 3 wig.)",
        "However, team captain Shreyas Iyer and Venkatesh Iyer have been relaxed and confirmed that their team will win 57 runs in the fourth wicket.",
        "Shreyas Iyer did not play 33 off 23 balls and Venkatesh Iyer 26 off 23 balls.",
        "Telhi Capitles, who decided to bat first in the upting match, scored 153 runs for the loss of 9 wickets in 20 overs.",
        "In the 14th over of the tournament, Delhi Capitols lost 7 wickets and scored 101 runs.",
        "But after that, Telhi Capitles reached the honor of losing only 2 wickets and scoring 52 runs.",
        "Telhi Capitols scored a total number of 26 balls, including 5 pounds, including a six, and scored 35 runs.",
        "Team captain Rishabh Bond scored 27 runs and Abhishek Patel 18 runs.",
        "Varun Emperor Varun took 3 wickets for 16 runs in 4 overs, Harshit Rana 2 wickets for 28 runs while Vaibhav Arora took 2 wickets for 29 runs."
      ]
    }
  },
  "summary_lines": [
    "Kolkata Knight Riders won the 47th IPL match against Telhi Kettals by 7 wickets, thanks to strong bowling and fielding. Key players included Varun Emperor, Harshid Rana, Vaibhav Arora, and Bill Salt. Kolkata scored 157 runs in 16.3 overs, with Salt hitting 68 runs."
  ]
}