{
  "translated_text": {
    "si": {
      "title": "පොලිස් කුලපති මතභේදය: ජනාධිපතිවරයාට ගැටලුව පවා විසඳා ගත නොහැක - කථිකයා",
      "body_lines": [
        "පොලිස්පතිවරයා පත් කිරීමේදී ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ සභාපති ආණ්ඩුක්රම ව්යවස්ථාවේ නායකයා ලෙස කටයුතු කර තිබේ. පොලිසියේ ගැටලුව විසඳීමට ජනාධිපතිවරයාට නොහැකි බවට වන චෝදනා මම ප්රතික්ෂේප කරමි.",
        "පාර්ලිමේන්තුවේ අනුකූලතාවය හෝ තනතුර ඉවත් කිරීම සමඟ පත් කරන ලද නිලධාරියාගේ තනතුර හෝ ඉවත් කිරීම සඳහා රික්තයක් තිබේ නම් හෝ විශේෂ උපදෙස් තිබේ. ඒ අනුව ක්රියාමාර්ග ගත හැකි බව කථානායකවරයා ද ප්රකාශ කළේය.",
        "කථානායකවරයා අග්රාමාත්ය දිනේෂ් ගුණවර්ධන මහතා විසින් සිකුරාදා (26) පාර්ලිමේන්තුවේදී අධිකරණය විසින් පනවා ඇති අතුරුතා පනත මත අග්රාමාත්ය දිනේෂ් ගුණවර්ධන මහතා විසින් කරන ලද විශේෂ කථාවක් හේතුවෙන් විපක්ෂයේ තර්කනයේදී විපක්ෂයේ සිදු වූ චෝදනාවලට ප්රතිචාර දක්වමින් කියා සිටියේය.",
        "ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ සභාපති ලෙස, වත්මන් අර්බුද නියමිත වේ",
        "සිදු වූ විශාල චෝදනාවල තිබුණි. නමුත් මම එවැනි වැරදි තීරණයක් ගෙන නැති බව මම නැවත අවධාරණය කරමි. එය ඔබට හෝ වෙනත් කෙනෙකුට වැරදියි. නමුත් හෘදය සාක්ෂියට අනුකූලව සියලු කරුණු සාකච්ඡා කිරීම සඳහා මෙම තීරණ ආණ්ඩුක්රම ව්යවස්ථාව විසින් ගනු ලැබීය.",
        "මේ අතර, මම නිවසේ සිට තීරණ ගැනීම සම්පූර්ණයෙන්ම වැරදියි. ඔබට අවශ්ය තර්කනය සකසන්න. අපි නිවැරදිව තීරණ ගත්තා.",
        "මෙම අවස්ථාවේ දී, පොලිස්පතිවරයාගේ යුතුකම අත්හිටුවා තිබේ. ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ අනුමැතිය සහ පාර්ලිමේන්තුවේ අනුකූලතාවයෙන් පත් කරන ලද නිලධාරියා පත්වීම හා සේවයෙන් පහ කිරීම සම්බන්ධයෙන් ආණ්ඩුක්රම ව්යවස්ථාව තනිකරම සඳහන් වේ.. ඒ අනුව එම ක්රියාකාරකම් සිදු කළ හැකිය.",
        "එසේ නොවුවහොත් එය නැවත මහාධිකරණයට ගෙන යනු ලබන අතර මේ පිළිබඳව තීරණය කිරීමට තීරණයක් ගනු ඇත. මම හිතන්නේ ජනාධිපතිවරයාට මෙම ස්ථානයේ තීරණයක් ගත නොහැකි යැයි මම සිතමි. මෙය වැරදියි නම් ඔහුට උසාවියට ​​ගොස් පදිංචි විය හැකිය."
      ]
    },
    "en": {
      "title": "Police Chancellor Controversy: The President cannot resolve even the problem - Speaker",
      "body_lines": [
        "At the appointment of the Inspector General of Police, the President of the Constitutional Council has acted as the leader of the Constitution. I reject the allegations that the president is unable to resolve the problem of the police.",
        "There are special instructions if there is a vacuum or removing the post of the officer appointed with the compliance of Parliament or the removal of the post. The Speaker also stated that actions can be taken accordingly.",
        "The Speaker said in response to the allegations made by the opposition during the logic of the ruling opposition parties following a special speech made by Prime Minister Dinesh Gunawardena on the interim injunction imposed by the High Court on Friday (26) in Parliament.",
        "As the President of the Constitutional Council, the current crises are due",
        "There were great allegations that occurred. But I reiterate that I have not made any wrong decision as such. It may be wrong for you or someone else. But these decisions were taken by the Constitution to discuss all the issues in accordance with conscience.",
        "Meanwhile, the fact that I made decisions from home is completely wrong. Putter the logic you need. We have made decisions correctly.",
        "In this case, the duty of the Inspector General of Police has been suspended. The Constitution is exclusively mentioned in regard to the appointment and dismissal of the officer appointed with the approval of the Constitutional Council and the compliance of Parliament.. Accordingly, those activities can be carried out.",
        "Otherwise it will be taken back to the High Court and there will be a decision to decide on this. I think that the president cannot make a decision in this place. If this is wrong, he can go to court and settle."
      ]
    }
  },
  "summary_lines": [
    "The controversy over the appointment of the Inspector General of Police involves the President acting within constitutional bounds, despite opposition claims. The Speaker emphasizes that the President followed constitutional procedures and rejects accusations of inability to address police issues. Decisions regarding the police chief's appointment and dismissal must comply with parliamentary approval and the Constitutional Council's advice. The Speaker suggests legal recourse if disputes arise, highlighting the importance of adhering to constitutional processes."
  ]
}