{
  "translated_text": {
    "si": {
      "title": "மனோகரனை பேரவையில் நினைவுகூர்ந்தது பிரிட்டன் ; பல உறவுகள் உண்மையும், நீதியும் கிட்டாமல் உயிரிழந்திருப்பதாகவும் சுட்டிக்காட்டு",
      "body_lines": [
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය ගැන කතා කරමින්, යුක්තිය උදෙසා බොහෝ කලක් තිස්සේ සටන් වදින බ්රිතාන්ය නියෝජිතයා තම ආදරණීයයන්ට සිදුවූ දේ ගැන දැන නොසිටි බවත්, තම ආදරණීයයන්ට සිදුවූයේ කුමක්දැයි නොදැන සිටිති.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ 60 වන සැසිවාරය 8 වන දින ජිනීවාහි ආරම්භ විය. இக்கூட்டத்தொடரின்போது நிறைவேற்றும் நோக்கில் பிரிட்டன் தலைமையில் கனடா, மாலாவி, மொன்டெனீக்ரோ மற்றும் வட மெசிடோனியா உள்ளிட்ட இணையனுசரணை நாடுகளால் 'இலங்கையில் நல்லிணக்கம், பொறுப்புக்கூறல் மற்றும் மனித உரிமைகளை மேம்படுத்தல் எனும் தலைப்பில் தயாரிக்கப்பட்ட 60/L1/Rev.1 எனும் புதிய பிரேரணை,  திங்கட்கிழமை (06) பேரவையில் சமர்ப்பிக்கப்பட்டு, வாக்கெடுப்பின்றி நிறைவேற்றப்பட்டது.",
        "ඒ අනුව, අන්තර්ජාල රටවල් වෙනුවෙන් මෙම යෝජනාව ඉදිරිපත් කළ බ්රිතාන්ය නියෝජිතයා:",
        "මෙන්න මට මෙතන සිහිපත් කළේ මළවුන් වෛද්යවරයා.. මවුරන්හාන් යනු 2006 දී ත්රිකුණාමලයේ පිහිටි ඔහුගේ පුත් රාජකර් ඇතුළු සිසුන් පස් දෙනෙකුගෙන් මියගිය සිසුන් පස් දෙනෙකු යුක්තිය ඉල්ලා සිටි ක්රියාකාරීන් ය.",
        "මනෝහාරන්ස් එක්සත් ජාතීන්ගේ සංවිධානය සහ එක්සත් ජාතීන්ගේ උද් campaign ෝෂනය ඇතුළු සත්යය හා වගවීම සහතික කිරීම සඳහා දරන උත්සාහ මාලාව බොහෝ දෙනාගේ භූමිකාව පැහැර ගත්තේය.. බොහෝ පවුලේ සාමාජිකයන් තම ආදරණීයයන් සඳහා යුක්තියෙන් තොරව මියගොස් ඇති අතර ඔවුන්ගේ අතුරුදහන් වූ සබඳතාවලට සිදු වූ දේ නොදැන සිටි බව මනෝහකරන්ගේ මරණය සිහිපත් කර තිබේ.",
        "මෙම අවස්ථාවේ දී, ඉතිරි දිවි ගලවා ගත් අය, පවුල් සහ ප්රජාවන් වහාම ළඟා විය යුතුය.",
        "මෙම පසුබිමට එරෙහිව, වර්තමාන රජයේ ක්රියාමාර්ග සහ වත්මන් රජයේ ක්රියාමාර්ග සහ දශක ගණනක දශකවල තුවාල විසඳීම සඳහා වත්මන් රජයේ ක්රියාමාර්ග සහ වත්මන් රජයේ ක්රියාමාර්ග සහ දශක ගණනාවක් තිස්සේ නව යෝජනාව හඳුනාගෙන තිබේ.. මෙම වගකීම් නිසි පරිදි ක්රියාත්මක කරන ලෙස අපි රජයෙන් ඉල්ලා සිටිමු.",
        "ඒ හා සමානව, දැනට ක්රියාත්මක වන වර්තමාන මානුෂීය කැණීම් මගින් දිගුකාලීන පොරොත්තු ප්රතිචාර දැක්වීමේ හැකියාව ඇත. අනාගත අනන්යතා ප්රයත්නයන් සඳහා දායක වන හා පීඩාවට පත් පුද්ගලයින්ගේ ගෞරවය ආරක්ෂා කළ හැකි ආකාරයට පරීක්ෂණ සිදු කළ යුතුය.",
        "ඒ අතරම, ස්වාධීන නීති lawyer යෙකු කාර්යාලයක් පිහිටුවීම යුද උල්ලං .නය කිරීම් හා සම්බන්ධ ද ments ුවම් වලින් මිදීමේ ප්රවණතාව අවසන් කිරීමේ ප්රධාන පියවරක් වනු ඇත.",
        "එසේ නම්, එසේ නම්, මානව හිමිකම් ක්රියාකාරීන් පැවසුවේ විශ්වාසය ගොඩනැගීම සහ ප්රතිසන්ධානය වැඩි දියුණු කිරීම සඳහා අතුරුදහන් වූවන්ගේ පවුල්වල නිරීක්ෂණ හා පීඩාව නිගමනය කිරීම අත්යවශ්ය බවයි."
      ]
    },
    "en": {
      "title": "Britain remembered Manoharan at the Convention; Point out that many relationships have died without truth and justice",
      "body_lines": [
        "Speaking at the United Nations Human Rights Council, the British representative, who had long been fighting for justice, recalled that many family members were unaware of what had happened to their loved ones and not knowing what had happened to their loved ones.",
        "The 60th session of the United Nations Human Rights Council commenced in Geneva on the 8th. The new proposal, which was produced by the British -headed Canada, Montenegro and North Mesitonia, was submitted to the new proposal, 60/L1/Rev.1, under the topic of 'Reconciliation, Liability and Human Rights Improves in Sri Lanka' by the British -led Canada, Montenegro and North Mesitonia.",
        "Accordingly, the British representative who presented the proposal on behalf of the Internet countries:",
        "Here I am remembered here that the dead doctor.. Manoharan is the activist who fought for justice after the death of five students, including his son Rajikar, in 2006, in Trincomalee.",
        "Manoharan's series of efforts to ensure truth and accountability, including the United Nations and the campaign in the United Nations, paraded the role of many.. The death of Manohakaran has recalled that many family members have died without justice for their loved ones and ignorant of what happened to their missing relationships.",
        "In this case, the remaining survivors, families and communities must be immediately approached.",
        "Against this backdrop, the new proposal has been recognized by the current government's actions and the responsibility of the current government to resolve the long -standing human rights and the wounds of the decades of decades.. We urge the government to implement these obligations appropriately.",
        "Similarly, the current humanitarian excavations, which are currently being carried out, have the ability to provide long -term waiting responses. Investigations should be carried out in a manner that can contribute to future identification efforts and protect the dignity of the affected persons.",
        "At the same time, the establishment of an independent lawyer's office will be a major move to end the tendency to break free from the punishments associated with war violations.",
        "The human rights activists, then, said that the conclusion of the surveillance and oppression of the families of the missing persons is essential to build confidence and improve reconciliation."
      ]
    }
  },
  "summary_lines": []
}