{
  "translated_text": {
    "ta": {
      "title": "தொழிலதிபர் பாரத லட்சுமனின் கொலையாளி என்று ரான்சம் கேட்கிறார்",
      "body_lines": [
        "மேட்டெகோடா பகுதியில் உள்ள ஒருவரைக் கைது செய்ய விசாரணை தொடங்கப்பட்டுள்ளது, தனக்கு எம்.பி.",
        "மவுண்ட்.",
        "தொலைபேசி அழைப்பு 20 ஆம் தேதி பெறப்பட்டது, இந்த விசாரணை ஒரு புகாரில் தொடங்கியுள்ளது.",
        "நாட்டின் பல முக்கிய உற்பத்தி நிறுவனங்களில் வியாபாரி நிறுவனமான டீலரின் மொபைலை அழைக்கவும்,",
        "என் பெயர், என் பெயர், என் பெயர், என் பெயர், 'சுத்தா \"எனக்கு பிஸ்டுகள் என்று பெயரிடப்படவில்லை என்பது உங்களுக்குத் தெரியும். உங்களிடம் மாட்டிகேகோடா மற்றும் தியாகாமா கடைகளில் இரண்டு கடைகள் உள்ளன, இல்லையா?",
        "கொழும்பைச் சுற்றி வியாபாரம் செய்பவர்கள் என்னை நன்றாக நடத்துகிறார்கள். நீங்கள் எனக்கு சிகிச்சையளிக்க வேண்டும், சரி, அது உங்களைப் போலவே தொடங்கலாம். நீங்கள் அவ்வாறு செய்யாவிட்டால், உங்களுக்குத் தெரியும், உங்கள் தாய் உங்கள் குடும்பத்தை குடும்பத்தினரிடம் இழப்பார். காவல்துறையினர் கூறிய புகார், \"மத்தேகோடா மகா தெருவின் அறிவு\" என்று கூறினார்.",
        "பின்னர், மேட்டெகோடா காவல்துறையினர் புகார் அளித்து, பொலிஸ் அதிகாரிகளின் அறிவுறுத்தல்கள் குறித்து அழைப்பு எண்ணுக்கு பதிலளித்தனர்.. \"இரண்டு அல்லது மூன்று நாட்களில் நான் உங்களைச் சந்திக்க வருகிறேன்\" என்று பொலிசார் தெரிவித்தனர்.",
        "தொலைபேசி எண்ணை ஆன்லைனில் சரிபார்க்கும்போது, ​​அது அடையாளப் பெயரின் பெயர் என்று கூறப்படுகிறது: \"மன்னா ரமேஷ்\".",
        "இந்த சம்பவத்திற்கு புதிய ஊழியர்களை ஆட்சேர்ப்பு செய்ததில் இந்த சம்பவம் அனுமதிக்கப்பட்டதாகக் கூறப்படுகிறது.",
        "இந்த சம்பவம் தொடர்பான புகார் குறித்து மேட்டெகோடா காவல்துறையினர் விசாரணையைத் தொடங்கியுள்ளனர், மேலும் லாவினியா பிரதேச விசாரணைப் பிரிவும் தனி விசாரணையைத் தொடங்கியுள்ளது."
      ]
    },
    "en": {
      "title": "Businessman asks for ransom saying Bharatha Lakshman's killer",
      "body_lines": [
        "An investigation has been launched to arrest a person in the Mattegoda area claiming that he had a minister of MP Bharatha Lakshman Premachandra, Mattegoda Police said.",
        "In the Mt.",
        "The telephone call was received on the 20th and this investigation has commenced on a complaint.",
        "Call on the dealer's mobile, a dealer company in several main manufacturing institutions in the country,",
        "My name, my name, my name, my name, 'Suddha \"you know that I have no one named Bists. You have two shops at Mattigegoda and Diyagama shops, right?",
        "Those who do business around Colombo treat me well. You have to treat me, right, it can start you like you. If you don't, you know, your mother will lose your family to the family. The complaint made by the police said, \"Knowledge of Mattegoda Maha Street,\" said.",
        "Later, the Mattegoda Police had lodged a complaint and responding to the calling number on the instructions of police officers.. The call was disconnected, saying, \"I'm coming to meet you in two or three days,\" police said.",
        "It is said that when checking the telephone number online, it is said to be the name of the identification name: \"Manna Ramesh\".",
        "It is said that the incident had been admitted to the recruitment of new employees to the incident.",
        "The Mattegoda Police have launched an investigation into a complaint regarding the incident and the Mount Lavinia Divisional Investigation Division has also launched a separate investigation."
      ]
    }
  },
  "summary_lines": [
    "A businessman demanded ransom, claiming to be Bharatha Lakshman's killer. Mattegoda Police launched an investigation based on a complaint received via phone call. The caller, identified as \"Manna Ramesh,\" threatened a dealer in Colombo, mentioning two shops in Mattegoda and Diyagama. The police are investigating, with the Mount Lavinia Divisional Investigation Division also involved."
  ]
}