{
  "translated_text": {
    "ta": {
      "title": "ஒரு பயணிகள் ரயில் கடற்படையின் கடற்படையில் தலையிடுகிறது",
      "body_lines": [
        "779 பயணிகள் மற்றும் சரக்கு ரயில்வே நவலபிட்டியாவிலிருந்து நானுவோவுக்கு அகற்றப்பட்டதாக நவலபிட்டியா ரயில்வே கட்டுப்பாட்டு அறை தெரிவித்துள்ளது.",
        "ரயில்வே கட்டுப்பாட்டு அறை, உயர்வு ரயில் நிலையத்தில் (9) 102 மைல் போஸ்டுக்கு இடையில் மாலை 5 மணியளவில், ரயில்வே கட்டுப்பாட்டு அறை தெரிவித்துள்ளது.",
        "ஹட்டன் ரயில்கள் கொழும்பிலிருந்து பதுல்லா வரை ஹட்டன் ரயில் நிலையத்திற்கு கொழும்பிலிருந்து கொழும்பு வரை பதுல்லாவிலிருந்து மோட்டார் சைக்கிள் ரயில் மற்றும் எட்டு பலகைகள் முதல் கொழும்பு வரை இயக்கப்படும். ஒரு இடத்தில் ஒரு அதிகாரி கூறினார்.",
        "ரயில் மதகுருமார்கள் கடுமையாக சேதமடைந்துள்ளனர்."
      ]
    },
    "en": {
      "title": "A passenger train interferes with the fleet of fleet",
      "body_lines": [
        "The Nawalapitiya Railway Control Room said that 779 passengers and freight railway cleared from Nawalapitiya to Nanuo.",
        "The Railway Control Room stated that between the 102 miles post on the Upcountry Railway Station (9) at around 5 pm, the railway control room said.",
        "Hatton trains will be operated from Colombo to Badulla to the Hatton Railway Station from Colombo to Colombo until the motorcycle train from Badulla and from Eightboards to Colombo to Colombo.Said an officer at a location.",
        "The railway line has been severely damaged by railway clergy."
      ]
    }
  }
}