{
  "translated_text": {
    "ta": {
      "title": "கொல்கத்தா அணி இறுதி",
      "body_lines": [
        "ஐபிஎல் கிரிக்கெட் போட்டியின் முதல் சுற்றில் ஐபிஎல் வென்றது.",
        "நாணயத்திற்கு சாதகமாக இருந்த ஹைதராபாத், முதலில் பேட்டிங் செய்ய வேண்டும்.",
        "அதன்படி, சன்ரிஸன்ஸ் அணியில் கொல்கத்தா முதல் 4 விக்கெட் 4 ரன்களை எடுத்துக் கொண்டது.",
        "ஐந்தாவது விக்கெட்டில் இணைந்த ராகுல் திரிபாதி மற்றும் ஹைன்ரிச் கிளையான், ஹைதராபாத் ஹைதராபாத் ஸ்கோர் போர்டை வலுப்படுத்தினர்.",
        "ராகுல் ட்ரியினியா 35 பந்துகளில் 55 ரன்கள் எடுத்தார், ஹென்றிச் கிளேயன் 32 ரன்கள் எடுத்தார்.",
        "இருப்பினும், சன்ரைசர்ஸ் ஹைதராபாத் 19 ஓவர்களில் 159 ரன்கள் எடுத்தது.",
        "மிட்செல் ஸ்டார்க் 34 ரன்களுக்கு 3 விக்கெட்டுகளை வீழ்த்தினார், வென்டூன் சக்ரவர்த்தி 26 ரன்களுக்கு 2 விக்கெட்டுகளை வீழ்த்தினார்.",
        "கொல்கத்தா நைட் ரைடர்ஸின் கொல்கத்தா நைட் ரைடர்ஸின் கொல்கத்தா நைட் ரைடர்ஸில் முதல் இரண்டு விக்கெட்டுகளை ஹைதராப் பந்து வீச்சாளர்கள் மீட்க முடிந்தது.",
        "ஆயினும்கூட, வெங்க் ஐயர் மற்றும் தலைவர் சிட்டாஸ் ஐயர் ஆகியோர் கொல்கர் அணியில் சேர்ந்தனர்.",
        "வென்கி ஐயர் 28 பந்துகளில் 51 ரன்கள் எடுத்தார், 24 பந்துகளில் 58 ரன்கள்.",
        "அதன்படி, கொல்கத்தா நைட் ரைடர்ஸ் இந்தியன் பிரீமியர் லீக்கின் இறுதிப் போட்டிக்கு தகுதி பெற முடிந்தது.",
        "கொல்கத்தா நைட் ரைடர்ஸ் ஐபிஎல் இறுதிப் போட்டிக்கு தகுதி பெற்ற நான்காவது வாய்ப்பு இதுவாகும்.",
        "கொல்கத்தா அணி 2021 இல் இறுதி பந்தயத்தில் விளையாடியது.",
        "வென்ற அணி வெள்ளிக்கிழமை சன்ரைஸ் ஹைதராபாத் அணியுடன் போட்டியிடும், ராஜாஷ்டன் ராயல்ஸ் மற்றும் ராயல் சேலஞ்சர்ஸ் பேங்லர் ஆகியோரின் இறுதிப் போட்டியில்.",
        "வென்ற அணி ஞாயிற்றுக்கிழமை ஐபிஎல் இறுதிப் போட்டிக்கு தகுதி பெறும்."
      ]
    },
    "en": {
      "title": "Kolkata team to final",
      "body_lines": [
        "The IPL won the first round of the IPL cricket tournament established its place in the final.",
        "The Hyderabad, who was in the advantage of the coin, was to bat first.",
        "Accordingly, the Kolkata took over the first 4 wicket 4 runs in the Sunrisons team.",
        "Rahul Tripathi and Hynrich Clayan, who joined the fifth wicket, and Hyderabad strengthening the Hyderabad score board.",
        "Rahul Triinia scored 55 runs in 35 balls and Henryich Clayan scored 32 runs.",
        "However, Sunrisers Hyderabad was 159 runs in 19 overs.",
        "Mitchell Stark took 3 wickets for 34 runs while the Ventun Chakravarti took 2 wickets for 26 runs.",
        "Hyderabed bowlers were able to rescue the first two wickets in the Kolkata Knight Riders of the Kolkata Knight Riders of Kolkata Knight Riders.",
        "Nevertheless, Wenkh Iire and Leader Sitas Ayer joined the Kolkar team to protect and victory.",
        "Wenckey Iire scored 51 runs in 28 balls with 58 runs in 24 balls.",
        "Accordingly, Kolkata Knight Riders were able to qualify for the finals of the Indian Premier League.",
        "This is the fourth chance that Kolkata Knight Riders qualified for the finals of the IPL.",
        "The Kolkata team played a final race in 2021.",
        "The winning team will compete with the Sunrises Hyderabad team on Friday, the final of the Rajashthan Royals and the Royal Challengers Banglor.",
        "The winning team will be eligible for the IPL final on Sunday."
      ]
    }
  },
  "summary_lines": [
    "Kolkata Knight Riders advanced to the IPL final after defeating Sunrisers Hyderabad, securing their fourth appearance in the championship. Rahul Tripathi and Henrich Klaassen contributed significantly with their batting, scoring 55 and 32 runs respectively. Mitchell Starc and Venkatesh Iyer led the bowling attack, taking 3 and 2 wickets respectively. The match concluded with Kolkata setting up a clash against either Rajasthan Royals or Royal Challengers Bangalore in the final."
  ]
}