{
  "translated_text": {
    "ta": {
      "title": "பேரழிவு கட்டுப்பாட்டுக்கான சிங்கப்பூர் மாதிரியில் தேசிய திட்டம்",
      "body_lines": [
        "பாதுகாப்பு மந்திரி பின்ஹேஸ் பண்டாரா டென்னகூன் கூறுகையில், சிங்கப்பூர் மாதிரியில் ஒரு தேசிய திட்டத்தை தொடங்க திட்டமிடப்பட்டுள்ளது, விபத்துக்கள் மற்றும் பேரழிவுகளை சீரற்ற காலநிலையுடன் கட்டுப்படுத்த.",
        "சாலை மேம்பாட்டு ஆணையம் மற்றும் உள்ளூர் அதிகாரிகளின் ஆதரவு என்று அவர் மேலும் கூறினார்.",
        "இன்று (24) கொழும்பில் நடைபெற்ற ஊடக மாநாட்டில் அவர் பேசிக் கொண்டிருந்தார்.",
        "மரங்கள் காரணமாக 6 இறப்புகள் விழுகின்றன. 11 காயமடைந்தது. மரங்களின் அதிகரிப்பை நாங்கள் கவனித்தோம். தற்போது நம் நாட்டில் மரங்களை நடவு செய்ய எந்த கொள்கையும் இல்லை. ஒரு தேசிய கொள்கையை அமைப்பது பொருத்தமானது என்பதை நாங்கள் புரிந்துகொள்கிறோம். சிங்கப்பூர் மாடலைப் படிப்போம் என்று நம்புகிறோம். அதன்படி, அடுத்த காலகட்டத்தில் சாலையின் இருபுறமும் நடப்பட வேண்டிய மரங்களைப் பற்றி பொதுமக்களுக்கு கல்வி கற்பிப்போம் என்று நம்புகிறோம்.. தேசிய கட்டிட ஆராய்ச்சி நிறுவனத்திற்கு ஒப்படைக்கப்பட்டுள்ளது. தேசிய முட்டாள் அமைக்க ஒரு சிறப்புக் குழு உங்களுக்கு உதவும்.",
        "மரங்களின் வளர்ச்சியையும் வளர்ச்சியையும் நாம் கவனிப்போம். திங்களன்று ஒரு பள்ளியில் மரம் விழுவதால் 4 குழந்தைகள் காயமடைந்தனர். எனவே, குழந்தைகளின் பாதுகாப்பில் எங்கள் கவனத்தை ஊக்குவிப்போம். மேலும், சாலைகளின் இருபுறமும் மரங்களின் எண்ணிக்கை சரிந்தது. அதன்படி, சாலை மேம்பாட்டு ஆணையம், மாகாண சாலை ஆணையம் மற்றும் உள்ளூர் அதிகாரிகள் இந்த சூழ்நிலையை கட்டுப்படுத்தவும் குறைக்கவும் இந்த சூழ்நிலையை இழந்து கொண்டிருக்கிறோம்.",
        "பாதுகாப்பு அரசாங்க அமைச்சர் பிபைனா பண்டாரா டென்னகூன், பத்திரிகையாளர்கள் எழுப்பிய கேள்விகளை உரையாற்றினார்.",
        "\"ஒரு குறுகிய கால மற்றும் நீண்ட கால திட்டம் தயாரிக்கப்பட்டுள்ளது. இது அப்படி இல்லை என்பதை நாம் பார்க்க முடியாது. நம் நாட்டின் செயல்பாட்டில், மரங்களுக்கு ஆபத்து இல்லை. தேசிய கட்டிட ஆராய்ச்சி நிறுவனத்திற்கு பொறுப்பை வழங்க நாங்கள் இப்போது நடவடிக்கை எடுத்துள்ளோம். மேலும், ஒரு தேசிய கொள்கை தயாரிக்கப்பட்டு வருகிறது ... \""
      ]
    },
    "en": {
      "title": "National program in Singapore Model for Disaster Control",
      "body_lines": [
        "Defense Minister Pinhase Bandara Tennakoon says that it is planned to launch a national program in the Singapore Model to control accidents and disasters with inclement weather.",
        "He added that the support of the Road Development Authority and Local Authorities.",
        "He was speaking at a media briefing held in Colombo today (24).",
        "6 deaths due to trees fall. 11 injured. We have observed an increase in trees. There is no policy to plant trees currently in our country. We understand that it is appropriate to set up a national policy. We hope to study Singapore model. Accordingly, we hope to educate the public about the trees to be planted on either side of the road in the next period.. Has been handed over to the National Building Research Institute. A special committee will help you to set up the national stupid.",
        "We will observe a growth of trees and growth. 4 children were injured as a tree falls in a school on Monday. Therefore, we will promote our attention to the safety of children. Also, the number of trees collapses on both sides of the roads. Accordingly, the Road Development Authority, Provincial Road Authority and Local Authorities We have losing this situation to control and minimize this situation. \"",
        "Defense Government Minister Pipaina Bandara Tennakoon, addressed the questions posed by journalists, he added.",
        "\"A short term and long term plan has been prepared. We cannot see that this is not the case with this. In the process of our country, there is no risk of trees. We have now taken action to provide the responsibility to the National Building Research Institute. Also, a national policy is being prepared ... \""
      ]
    }
  },
  "summary_lines": [
    "Singapore-inspired disaster management program announced in Sri Lanka, focusing on weather-related incidents. Defense Minister Pinhase Bandara Tennakoon highlighted the need for a national policy on tree planting after recent fatalities and injuries from falling trees. The initiative aims to enhance public awareness and involve authorities like the Road Development Authority and Local Authorities."
  ]
}