{
  "translated_text": {
    "ta": {
      "title": "அரிசி நெருக்கடியைத் தீர்க்க புபுடு அரிசி உற்பத்தியாளர் தயாரிப்பு சங்கம் தயாராக உள்ளது",
      "body_lines": [
        "பொலொன்னருவா மாவட்ட சிறிய மற்றும் நடுத்தர அளவிலான புபுடுவா சிறு உற்பத்தியாளர்கள் சங்கம் (SME) கூறுகையில், அரசாங்கம் வாடிக்கையாளர்களையும் வணிகர்களையும் எதிர்கொண்டால், நாட்டில் அரிசி நெருக்கடியை அரசாங்கம் தீர்க்காது.",
        "பொலொன்னாருவா மாவட்டத்தில் இன்று (22) பொலொன்னாருவாவில் நடைபெற்ற சிறப்பு பத்திரிகையாளர் சந்திப்பில் அவர்கள் பேசினர்.",
        "மேலும் பேசும் பப்புடு ரைஸ் உற்பத்தியாளர்கள் சங்க உறுப்பினர் ஜே.எம். நிலந்தா குமாரா ஜெயலத் ஜெயலத் கூறினார்:",
        "பொலோனாருவா மாவட்டத்தின் 500 SME கள் காரணமாக, அவற்றில் 90% மூடப்பட்டுள்ளன, மேலும் முடிவுகள் மற்றும் வெகுஜனங்கள், நடவடிக்கைகள் மற்றும் முல்ரர்கள் ஆகியவற்றால் எடுக்கப்பட்ட நடவடிக்கைகள். இந்த நாட்டில் உருவாக்கப்பட்டுள்ள நாடு, இந்த சிறிய மற்றும் நடுத்தர அளவிலான ஆலையை ஏற்படுத்தியுள்ளது.",
        "எனவே, இந்த அரிசி நெருக்கடி SME மற்றும் நடுப்பகுதி மற்றும் அரைக்கும் அதே தீர்வை மட்டுமே வழங்க முடியும்.",
        "அரிசி சந்தை வழங்கிய பெரிய அளவிலான மற்றும் ஆலை உரிமையாளர்கள் உருவாக்கப்பட்டனர். நாங்கள் சந்தையில் அரிசியை வழங்குகிறோம்.",
        "கிரேட் அளவிலான மற்றும் மில் ரெமாரியன்ஸ் பூங்காவில் ரைஸை வெளியிட்டனர். பெரிய அளவிலான அரிசி உரிமையாளர்கள் இந்த அரிசி நெருக்கடியை முடித்தனர். எனவே, நெல் நெருக்கடியை மட்டுமே தீர்க்க முடியும், மேலும் நெல் ஆலை உரிமையாளர்கள் சிறிய மற்றும் நடுத்தர அளவிலான ஆலைகளை எளிதாக்க முடிந்தால் மட்டுமே.",
        "அனைத்து தீவு புபுடு அரிசி உற்பத்தியாளர் செயலாளர் ஆர்.எம்.எம். திரு. அபேசிங்கே தனது கருத்துக்களை வழங்கினார்.",
        "\"இந்த நாட்டின் அரிசி உற்பத்தியில் 60% சிறிய மற்றும் நடுத்தர அளவிலான ஒதுக்கீடு மற்றும் ஆலை நாட்டின் ஒரு நாளுக்கு ஒரு நாள் அரிசி பங்களிப்பு. 30 லட்சம் வழங்கப்படலாம்.",
        "எனவே, நாட்டின் அரிசி ஏகபோகம் ஒரு கிலோ அரிசிக்கு கிடைக்காத அரிசி ஆலையை தீர்க்க முடியும், ஆனால் அரிசி ஆலையிலும், இந்த திருடர்களையும் விவாதிக்க முற்படுகிறது. அரிசியின் மோசடிகள் குறித்து நியாயமான விசாரணை மற்றும் இந்த அரிசி பிரச்சினைகளைத் தீர்ப்பதற்கான தீர்வுகளை வழங்குதல். இந்த விவாதங்களுக்கு எங்களை அழைக்கும்படி ஜனாதிபதியிடம் சொல்கிறோம், இந்த அரிசி நெருக்கடியை எவ்வாறு தீர்ப்பது என்று நாங்கள் சொல்கிறோம்.",
        "மேலும், அரசாங்கம் அரசாங்கத்திற்கு தலையிட்டு விவசாயிகளில் ஏராளமான விவசாயிகளை வாங்கியது, இது மிகவும் நல்லது. நெல் வாங்குவதை அரசாங்கம் வாங்கி, நெல் பங்குகளை சேகரிக்கட்டும். சந்தைக்கு நாங்கள் உங்களுக்கு குறைவான அரிசியை வழங்க முடியும். இந்த அரிசி நெருக்கடி எதிர்காலத்தில் இருக்காது"
      ]
    },
    "en": {
      "title": "Pubudu Rice Manufacturer Product Association Ready to resolve the rice crisis",
      "body_lines": [
        "The Polonnaruwa District Small and Medium Scale Pubuduwa Small Manufacturers Association (SME) says that if the government is facing the customers and merchants, the government will not resolve the rice crisis in the country.",
        "They were speaking at a special press conference held at Polonnaruwa today (22) at the Polonnaruwa district.",
        "Speaking further the officials of the Pubudu Rice Manufacturers Association Member JM. Nilantha Kumara Jayalath Jayalath said:",
        "Due to 500 SMEs of the Polonnaruwa district, 90% of them have been closed down, and the measures made by the measures taken by the decisions and masses, the measures, and mulrors.The golden production of rice was collapsed in the crisis of the country, which is created in this country, has caused this small and medium scale mill.",
        "Therefore, this rice crisis can only give the same solution to the SME and mid-scale and milling.",
        "The large-scale and mill owners were created by the rice crisis. Provided by the rice market. We grant the rice in the market.",
        "Great-scale and mill remarians released rice in the park. The large scale rice owners ended this rice crisis. Therefore, the rice crisis can be solved only and only if the paddy mill owners were able to facilitate small and medium scale mills.",
        "All Island Pubudu Rice Manufacturer Secretary RMM. Mr. Abeysinghe offered his views.",
        "\"60% of the rice production of this country is allocation of small and medium scale and mill contributing to a day of rice for a day of the country.30 lakhs can be provided.",
        "Therefore, the rice monopoly of the country can solve the rice mill, which is not available to a kilo of rice, but also in the rice mill, and seek to discuss these thieves.Also, the Chairman of the United Kingdom Manufacturers Association is a fair investigation into the frauds of rice and give solutions to solving these rice problems. We tell the president tells us to call us to these discussions, and we say how to solve this rice crisis.",
        "Also, the government intervened to the government and buy a large number of farmers in the farmers, it's really good. Let the government buy paddy purchasing and collect the stock of paddy. Then we can give you less rice to the market. Then this rice crisis will not be in the future"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Polonnaruwa SMEs claim 90% closed due to rice crisis. They blame large-scale millers for market control. Small & medium mills produce 60% of Sri Lanka's rice. Government intervention buying paddy from farmers suggested to resolve crisis."
  ]
}