{
  "translated_text": {
    "si": {
      "title": "සිඩ්නි පල්ලියේ ත්රස්ත ප්රහාරය - ඕස්ට්රේලියානු පොලිසිය",
      "body_lines": [
        "සිඩ්නිහි ක්රිස්තියානි පල්ලියේ ඇති පිහිය ආගමික-රක්ෂණ ත්රස්තවාදයක් බව ඕස්ට්රේලියානු පොලිසිය පවසයි.",
        "ඕස්ට්රේලියානු පොලිසිය මේ බව වාර්තා වී ඇත්තේ අසිරිජියානු ක්රිස්තියානි තකට් සැප්තැම්බර් පල්ලියේ පිහියක ප්රහාරයකිනි.",
        "මෙය සිදු වෙමින් පවතින බව පවසමින් ඔවුන් මෙතරම් ත්රස්ත ප්රහාරයක් සලකා බලන බව පොලිසිය පවසයි.",
        "කැරන් වෙබයේ නවකෙවලෙල්ස් පොලිස් කොමසාරිස්වරයා කියා සිටියේ තමා දිවි ගලවා ගත් බවයි.",
        "පිහි ප්රහාරයකින් පහර දුන් 16 දෙනා තම ආගමික අදහස් දැක්වූයේ 16 දෙනා තම ආගමික අදහස් පළ කර ඇති බව පැවසූ ඔහු කියා සිටියේ සහභාගී වූවන්ට පැමිණෙන අයට තර්ජනය කිරීම මෙහි අරමුණ බවයි."
      ]
    },
    "en": {
      "title": "Terrorist Attack at Sydney Church - Australian police",
      "body_lines": [
        "Australian police have said that the knife at the Christian church in Sydney is a religious -purpose terrorism.",
        "Australian police have reported this on a knife attack at the Azirian Christian Takut September Church.",
        "Police have said that they are considering such a terrorist attack, saying that this is underway.",
        "The police commissioner of the New Zeutwales, Karen Web, said that he was survived.",
        "He said that the 16 -year -old youth who was attacked by a knife attack had expressed his religious comments and said that the aim was to threaten those who were visiting the attendees."
      ]
    }
  },
  "summary_lines": [
    "Australian police identify a knife attack at Sydney's Azirian Christian Takut September Church as religious terrorism. The 16-year-old victim expressed religious comments, aiming to threaten visitors. Police in New South Wales are investigating."
  ]
}