{
  "translated_text": {
    "si": {
      "title": "විධායක ජනාධිපති ධුරය මැතිවරණය අතරතුර අහෝසි නොවනු ඇත;එය විරුද්ධ පක්ෂවල කතාවයි - ජනාධිපතිතුමා",
      "body_lines": [
        "විධායක ජනාධිපති ධුරය අහෝසි කිරීමට කෙටි ක්රම නොමැති බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පවසා තිබේ.",
        "විධායක ජනාධිපති ධුරය ඉවත් කිරීමට කෙටි ක්රම නොමැති බව ජනාධිපති රනිල් වික්රමසිංහ පවසයි.",
        "ජනාධිපති කාර්යාලයේ සමහර මන්ත්රීවරුන් සමඟ රැස්වීමකදී ඇසූ ප්රශ්නයකට ජනාධිපතිතුමා මේ බව කියා සිටියේය.",
        "ජනාධිපතිවරණයේදී ජනාධිපතිවරණයේදී කාලයාගේ ඇවෑමෙන් විධායක නිලධාරිවාදය තුරන් නොකරන බව ද අයිලන්ඩ් වාර්තා කර තිබේ.",
        "ජනාධිපතිවරණය ජනාධිපතිවරණයෙන් පසුව නොවන බව මම නැවත නැවතත් පවසා ඇත. ඒ සඳහා අරමුදල් ඇති බව ජනාධිපතිතුමා පැවසීය.",
        "විපක්ෂයේ කණ්ඩායම් දෙක අතර පිරිසක් බලපෑම් කරන විට සාම්ප්රදායික විපක්ෂය පක්ෂය නොසන්සුන් බව ජනාධිපතිතුමා පැවසීය.",
        "ජනාධිපතිවරයා පවසා ඇත්තේ මේ රටේ ජනතාව විපක්ෂයට වඩා ප්රසිද්ධ බවයි.",
        "විධායක ජනාධිපතිවරයා අහෝසි කිරීම සඳහා ඔබේ කාලය නාස්ති නොකරන්න."
      ]
    },
    "en": {
      "title": "The executive presidency will not be abolished during the election;It was the story of the opposition parties - the president",
      "body_lines": [
        "President Ranil Wickremesinghe has said that there are no short ways to abolish the executive presidency.",
        "President Ranil Wickremesinghe says that there are no short ways to remove the executive presidency.",
        "The President was responding to a question raised during a meeting with some MPs at the Presidential Office.",
        "Island has reported that the President said that the executive bureaucracy would not be eliminated during the presidential election in a timely manner.",
        "I have repeatedly said that the presidential election is not after the presidential election. The President said that there are funds for it.",
        "The President said that the traditional opposition party is tense when a group of people are reportedly influential among the two groups in the opposition.",
        "The President has said that the people of this country are more well known than the opposition.",
        "Do not waste your time on the abolition of the executive president."
      ]
    }
  }
}