{
  "translated_text": {
    "si": {
      "title": "රන් ආභරණ සොරකම් කිරීම සම්බන්ධයෙන් පුද්ගලයින් තිදෙනෙකු අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "නිවාස හා ව්යාපාරවල කොල්ලකෑමක් යැයි කියනු ලබන රන් ආභරණවලින් වයඹ පළාතේ විවිධ ප්රදේශවල තිදෙනෙකු අත්අඩංගුවට ගෙන ඇති බව පුත්තලම් පොලිසිය පවසයි.",
        "අත්අඩංගුවට ගත් සැකකරුවන් නුරුල්ලෝලායි, නාගොල්ලගම, තෝරැඩියාවා සහ කොස්වත්ත යන ප්රදේශවල නිවාස හා ව්යාපාරවල රන් ආභරණ කොල්ල කෑ බව පරීක්ෂණවලින් හෙළි වී තිබේ.",
        "සැකකරුවන්ගෙන් අත්අඩංගුවට ගත් රන් ආභරණ කෝටි 2 ක ලක්ෂ 2 කට වැඩි ප්රමාණයක් ලක්ෂ 2 කට වඩා වැඩි බව පොලිසිය පවසයි.",
        "උසාවි නියෝගයෙන් සැකකරුවන් රඳවාගෙන ප්රශ්න කිරීමේදී රන් ආභරණ පිළිබඳ තොරතුරු අනාවරණය වී තිබේ.",
        "මහනුවර, කුරුණෑගල, කටුගස්ටෝටා සහ කෙගල්ලේ උකස් සාප්පු වල මෙම මංකොල්ලය සොයාගෙන තිබේ.. රීල්"
      ]
    },
    "en": {
      "title": "Three persons arrested for stealing gold jewelery",
      "body_lines": [
        "Puttalam police said that three persons have been arrested in various parts of the North Western Province with gold jewelery allegedly robbed at homes and businesses.",
        "Investigations have revealed that the arrested suspects have robbed gold jewelery at homes and businesses in the areas of Nauraicholai, Nagollagama, Thoradiyawa, Thedikama and Koswatta.",
        "The gold jewelery seized from the suspects is worth more than 2 crore 50 lakhs, police said.",
        "Information about the gold jewelery has been revealed when the suspects were detained and interrogated by the court order.",
        "The robbery has been recovered at the pawn shops in Kandy, Kurunegala, Katugastota and Kegalle.. Remble"
      ]
    }
  },
  "summary_lines": [
    "In the North Western Province, Puttalam police arrested three individuals for stealing over 2.5 crore worth of gold jewelry from homes and businesses in areas like Nauraicholai, Nagollagama, Thoradiyawa, Thedikama, and Koswatta. The suspects' interrogation led to the recovery of the stolen items from pawn shops in Kandy, Kurunegala, Katugastota, and Kegalle."
  ]
}