{
  "translated_text": {
    "ta": {
      "title": "மூன்று இளம் கால்நடை விபத்துக்கள்",
      "body_lines": [
        "விபத்துக்களில் மூன்று பேர் கொல்லப்பட்டனர். மூன்று இளைஞர்கள் கொல்லப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "ஒரு மோட்டார் சைக்கிள், பண்டாரகாமா, பண்டாரகாமா மற்றும் கலுதாரா கலுதாரா சாலை ஆகியவற்றில் இன்று (14) ஒரு மோட்டார் சைக்கிள், தற்செயலாக பஸ் நிறுத்தத்தில் மோதியது.",
        "காயமடைந்த மோட்டார் சைக்கிள் ஓட்டுநர் கோனாடுவா மருத்துவமனையில் சேர்க்கையில் இறந்தார் என்று போலீசார் தெரிவித்தனர்.",
        "இதற்கிடையில், ஒரு மோட்டார் சைக்கிள் ஒரு மோட்டார் சைக்கிளுடன் மோதியது, அவர் அனுராதபுரா பாதையில் உள்ள கல்கமுவாவிலிருந்து அனுராதபுரா சாலையில் படேனியா சந்திக்கு பயணம் செய்து கொண்டிருந்தார்.",
        "பலத்த காயமடைந்த மோட்டார் சைக்கிள் ஓட்டுநர் அனுராதபுரா மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "வண்டியின் ஓட்டுநர் கைது செய்யப்பட்டு கல்கமுவா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்.",
        "மேலும், சிகிரியா, தம்புல்லா மற்றும் ஹபரண பிரதான சாலையில் உள்ள தம்புல்லா பகுதியில் தம்புல்லா மற்றும் ஹபரணத்திலிருந்து பயணித்த லாரியில் இந்த விபத்து ஏற்பட்டது.",
        "வேனில் இருந்து ஒரு இளைஞன் காயமடைந்து தம்புல்லா மருத்துவமனையில் அனுமதிக்கப்பட்டான்.",
        "லாரியின் ஓட்டுநர் கைது செய்யப்பட்டு, சிகிரியா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Three young livestock accidents",
      "body_lines": [
        "Three killed in accidents occurred in three areas. Police said that three youths were killed.",
        "A motorcycle, a motorbike on the Bandaragama, Bandaragama and Kalutara Kalutara road today (14), had accidentally collided with a bus stop.",
        "Police said the injured motorcyclist died on admission to the Gonaduwa hospital.",
        "Meanwhile, a motorbike collided with a motorcycle who had been traveling to Padeniya junction on the Anuradhapura road from Galgamuwa, Padeniya - Anuradhapura on the Anuradhapura route.",
        "The motorcyclist who was seriously injured was admitted to Anuradhapura Hospital while receiving further treatment.",
        "The driver of the cab has been arrested and the Galgamuwa Police are conducting further investigations.",
        "Also, the accident had occurred in a lorry that was traveling from Dambulla and Habarana in the Dambulla area on the Sigiriya, Dambulla and Habarana main road.",
        "A youth from the van was injured and admitted to the Dambulla hospital.",
        "The driver of the lorry has been arrested and Sigiriya Police are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "In separate incidents, three young individuals tragically lost their lives in traffic accidents across Sri Lanka. The first involved a motorcyclist colliding with a bus stop in Bandaragama, leading to his death upon arrival at Gonaduwa hospital. Another incident saw a motorcyclist seriously injured after crashing with another vehicle near Padeniya junction; he remains hospitalized. Lastly, a passenger in a lorry traveling between Dambulla and Habarana suffered injuries and was taken to Dambulla hospital. All drivers involved have been apprehended, with ongoing police investigations."
  ]
}