{
  "translated_text": {
    "ta": {
      "title": "பாரிய நெருக்கடியில் இரண்டு பெரிய மாநில வங்கிகள் - பிரதமர்",
      "body_lines": [
        "இலங்கையில் பொருளாதார நெருக்கடியைத் தீர்க்க புதிய மாதிரிக்குச் செல்ல அரசாங்கத்தின் ஜனாதிபதியை அரசாங்கம் பின்பற்றி வருகிறது, என்றார்.",
        "நீரில் மூழ்கி, பள்ளிப்படிப்புக்கு ஒவ்வொரு குழந்தைக்கும் ஒரு தொழில் பயிற்சி அளிக்க இந்த ஆண்டு ஒரு திட்டம் செயல்படுத்தப்படும் என்றார்.. அரசியலின் அரசியலின் வெளிப்பாடு மற்றும் எம்.பி.க்கள் மற்றும் நாட்டின் எதிர்பார்ப்புகளில் தேங்காயின் நாடாளுமன்ற முறை கவனமாக எடுக்கப்பட்டுள்ளது என்று பிரதமர் கூறினார்.",
        "புதிய புதிய பாராளுமன்றம் போன்ற பாராளுமன்றத்தின் 5 வது அமர்வைத் திறந்து, ஜனாதிபதியின் பேச்சு தொடர்பாக பாராளுமன்றத்தில் நடந்த ஒத்திவைப்பு விவாதத்தில் அவர் பேசினார்.",
        "இரண்டு பெரிய மாநில வங்கிகளும் புதுப்பிக்கத்தக்க மின்சாரத்தின் பாரிய நெருக்கடிக்கு விடுவிக்கப்பட வேண்டும் என்று பிரதமர் கூறினார்.. அரசாங்கத்தின் உதவி மற்றும் ஆதரவின் மூலம், நாட்டில் விவசாய சமூகம் பல நாடுகளில் பல நாடுகளில் உணவு உற்பத்தியை செயல்படுத்தியுள்ளது, மாநில ஊழியர் அல்லது ஓய்வூதிய வெட்டுக்கள் எதுவும் இல்லை.",
        "\"கடந்த இரண்டு ஆண்டுகளில் பாராளுமன்றம் மிகவும் தீவிரமான, பொருளாதார மற்றும் நிதி நெருக்கடிகளால் பயணித்தது. இந்த நோக்கத்திற்காக ஜனாதிபதியிடம் மீண்டும் அழைத்து வரப்பட்ட எம்.பி.க்களுக்கு இது மீண்டும் நன்றி கூறுகிறது.",
        "அவரது வார்த்தைகள் நாட்டின் பொருளாதார பாரிய விபத்துக்குள்ளான நிலை என்று சொன்னால், இலங்கையின் நிலைமையை நாங்கள் நினைவில் கொள்கிறோம் 2022. பிப்ரவரி, 2023 க்குள், இந்த நாட்டை அதை விட சிறப்பாக கொண்டு வர முடிந்தது. கடந்த ஆண்டு பிப்ரவரி மாதத்தை விட நம் நாடு சிறப்பாக வந்துள்ளது.",
        "பாராளுமன்ற உறுப்பினர்கள், குறிப்பாக இந்த விஷயங்கள், இந்த சமர்ப்பிப்புகள் அத்தகைய பிரச்சினைகள் எதுவும் சவால் செய்யப்படவில்லை என்று கூறவில்லை. கடந்த ஆண்டு பணவீக்கம் அவரது அறிக்கையில் 50.6% ஆகும். இன்று அது 6.4% ஆக குறைந்துள்ளது. உணவு பணவீக்கம் 54.4%. இன்று அது 3.3% ஆக குறைந்துள்ளது. ஒரு டாலரின் மதிப்பு ரூ. 362.",
        "இன்று ரூ.. 314. இந்த பயணத்தின் சுதந்திரத்தின் சுதந்திரத்தின் போது இலங்கை முதன்மை பட்ஜெட்டை அதிகமாக எடுக்க முடியும் என்று 6 வது சந்தர்ப்பம் இது. இப்போது, ​​2023 ஆம் ஆண்டில், 28% வட்டி விகிதம் 2023, அன்றாட வணிகம், தனியார். இது இன்று 12% என்ற விகிதத்தில் பராமரிக்கப்படுகிறது.",
        "இந்த வகை வெளியீட்டின் கொள்கைகளை தெளிவாக கணக்கில் எடுத்துக்கொண்ட இந்த நாடாளுமன்ற உறுப்பினர்களின் கொள்கைகள் மற்றும் விமர்சனங்களைப் பொருட்படுத்தாமல், இது குறிப்பாக நாடாளுமன்ற உறுப்பினர்களால் விமர்சிக்கப்படுகிறது.. சுற்றுலா மிகவும் சிறப்பம்சமாக இருந்தது. க .ரவமான பேச்சாளர், நம் நாட்டின் விவசாய வளர்ச்சி 3.9%அதிகரித்துள்ளது, அனைத்து புள்ளிவிவரங்களும். ஏன்?அதற்கு வழங்கப்பட்ட ஆதரவு மற்றும் வழிகாட்டுதல். விவசாயிகளின் பல்வேறு சலுகைகள் மற்றும் ஆதரவு காரணமாக, விவசாயிகள் இந்த சக்திவாய்ந்த வளர்ச்சியை நிறைவேற்ற முடிந்தது."
      ]
    },
    "en": {
      "title": "Two major state banks in a massive crisis - PM",
      "body_lines": [
        "The government is following the president of the government to go to a new model to resolve the economic crisis in Sri Lanka, he said.",
        "He said a program will be implemented this year to provide a vocational training for every child drowning and schooling.. The Prime Minister said that the parliamentary system of coconut is taken carefully in the manifestation of the politics of the politics and the expectations of the MPs and the country.",
        "He was speaking at the adjournment debate in parliament regarding the President's speech, opening the 5th session of Parliament, such as the New New Parliament.",
        "The Prime Minister said that the two major state banks should be liberated into the massive crisis of renewable electricity.. Through the government's assistance and support, the farming community in the country has enabled food production in many countries in many countries, there was no state employee or pension cuts.",
        "\"Parliament traveled by the most serious, economic and financial crises over the past two years. It is again thankful for the MPs who have been brought back to the President for this purpose.",
        "If his words say the status of the country's economic massive crash, we remember the situation in Sri Lanka 2022. By February, 2023, we were able to bring this country better than that. Our country has come to better than February last year.",
        "Members of Parliament, especially these things, did not say that these submissions were not challenged by no such issues. Inflation last year is 50.6% of his statement. Today it has fallen to 6.4%. Food inflation is 54.4%. Today it has fallen to 3.3%. The value of a dollar is Rs. 362.",
        "Today is Rs.. 314. This is the 6th occasion that Sri Lanka could be able to take the primary budget excess during the independence of the freedom of this journey. And now, in 2023, the interest rate of 28% has come down at 2023, everyday business, private. It is maintained at the rate of 12% today.",
        "This is especially criticized by the Members of Parliament, regardless of the policies and criticism of these Parliamentarians who have clearly taken into account the policies of this type of publication.. Tourism was very highlight. Hon. Speaker, the agricultural growth in our country has increased by 3.9%, all statistics. Why?The support and guidance given to it is. Due to the various concessions and support of the peasants, the peasantry were able to fulfill this powerful growth."
      ]
    }
  }
}