{
  "translated_text": {
    "si": {
      "title": "කර් ස්ටාර් බ්රිතාන්යයේ නව අගමැති බවට පත්වේ",
      "body_lines": [
        "බ්රිතාන්ය පාර්ලිමේන්තුවේ මැතිවරණ කොට් 6 ාශ 650 ක් සඳහා මැතිවරණයක් ඊයේ පැවැත්විණි. පාලක පක්ෂය, කොන්සර්වේටිව් පක්ෂය, ප්රධාන විරුද්ධ පක්ෂය සහ ලිබරල් ඩිමොක්රටිකයින්ගේ පක්ෂය අපේක්ෂකයින් විය.",
        "ඡන්දය ප්රකාශ කරන විට, ඡන්දය ප්රකාශ කිරීම ආරම්භ වී ඇත. ජෙරිට් ස්ටාර්හාර් - කම්කරු පක්ෂය ආරම්භයේ සිටම පෙරමුණ ගෙන තිබේ.",
        "කම්කරු පක්ෂය බහුතරය සඳහා ආසන 326 කට වඩා දිනා ගත්තේය. කර් ස්ටාර් තමාගේම ඡන්ද කොට් constituency ාශයක් දිනා ගත්තේය.",
        "බ්රිතාන්යයේ නව අගමැති ධුරයට පත්වූයේ කම්කරු පක්ෂය බහුතරයට වඩා ජයගෙන ඇති බැවින් කර් ස්ටාර් විසින්ම පවතිනු ඇත.",
        "වසර 14 කට පසු කම්කරු පක්ෂය බ්රිතාන්යයේ බලය ගනී. යුරෝපීය සංගමයෙන් බ්රිතාන්යයේ (මහජන සම්බන්ධතා) ලැබීමෙන් පසු පැවති පළමු මැතිවරණය මෙය බව සිහිපත් කිරීම වටී. එක්සත් රාජධානියේ මැතිවරණය ඡන්ද ක්රමයේ දී පැවැත්විණි. රීල්"
      ]
    },
    "en": {
      "title": "Keer Starmer becomes the new prime minister of Britain",
      "body_lines": [
        "Elections for a total of 650 constituencies in the British Parliament were held yesterday. The ruling party, the Conservative Party, the main opposition party, and the Liberal Democrats Party, were candidates.",
        "When the voting is over, the number of voting has begun. The Geir Starmar -led Labor Party has been in the forefront since its inception.",
        "Labor Party won over 326 seats for the majority. Keer Starmer won his own constituency.",
        "Keer Starmar will take over as the new prime minister of Britain as the Labor Party has won more than the majority.",
        "Labor party after 14 years takes power in Britain. It is worth recalling that this is the first election held after Britain's release from the European Union (PRC). In the UK, the election was held in the ballot system. Remble"
      ]
    }
  },
  "summary_lines": [
    "Keer Starmer leads the Labour Party to victory in the British elections, securing over 326 seats and becoming the new Prime Minister. This marks the Labour Party's return to power after 14 years, following Britain's exit from the EU."
  ]
}