{
  "translated_text": {
    "si": {
      "title": "ප්රතිචාර දැක්වීමේ ලිපියේ කරුණු 6 ක්",
      "body_lines": [
        "ඉදිරි ප්රතිචාර ලිපිය බදාදා (28) එළඹෙන මැතිවරණයේදී දෙමළ ජාතික ජනතා පෙරමුණේ ධුරය පිළිබඳව සජිත් ප්රේමදාස මහතා විසින් යවන ලද ලිපියකට යවා ඇත.",
        "දෙමළ ජාතික ජනතා පෙරමුණේ ප්රධාන ලේකම් සෙල්වරාසාසා ගජේන්ද්රන් විසින් යවන ලද ප්රතිචාර ලිපියක දී ඔහු පැවසීය.",
        "2012.08.11 දිනට අපගේ පක්ෂ නායකයා සහ පාර්ලිමේන්තු මන්ත්රී ගජේන්ද්රකුමාර් පොන්නම්බාම් විසින් ලියන ලද ලිපියේ අපගේ පක්ෂයේ ස්ථාවරය සඳහා වන ලිපියක් මා විසින් මෙම ලිපිය ලියමි.",
        "2022 දී ගෝතභය රාජපක්ෂ රජයට එරෙහි මහජන අරගලයේ ප්රති result ලයක් ලෙස 2022 දී ජනාධිපති රික්තය, පාර්ලිමේන්තු මැතිවරණය පාර්ලිමේන්තු මන්ත්රීවරුන් විසින් පාර්ලිමේන්තු මන්ත්රීවරුන් විසින් මහජනතාවගේ ජනමත විචාරණයකින් සිදු කර ඇති අතර, ඔබ සමඟ අපගේ සහයෝගය ඉල්ලා සිටින රැස්වීමක් ඉදිරිපත් කරන ලදී.",
        "තර්ජනය කරමින් අපගේ නායක ගජේන්ද්රකුමාර් පොන්නම්බරම් විසින් ආර්ථික වශයෙන් ඉදි කළ යුතු නම් දිගුකාලීන ජනවාර්ගික ගැටලුවට ස්ථිර විසඳුමක් ලබා ගැනීම සඳහා එක්සත්කමේ එකමුතුකම ඉවත් කර ආණ්ඩුක්රම ව්යවස්ථාමය දේශපාලනය ඉවත් කිරීමේ අවශ්යතාව.. කෙසේ වෙතත්, එවැනි කැපවීම් නොමැති විට, අප පාර්ලිමේන්තුවේ ජනාධිපතිවරයාගේ ජනමත විචාරණයෙන් ඉවත් වී ඇති බව අපි දනිමු.",
        "• මෛත්රීපාල සිරිසේන - ශ්රී ලංකාවේ නව ව්යවස්ථාමය සිතියම මත පදනම් වූ රනිල් වික්රමසිංහගේ පාලනය (2016-2019), 'අකී රාජධානිය' මත පදනම් වේ - අපි එය ප්රතික්ෂේප කරමු.",
        "පසුගිය අවුරුදු 76 තුළ, දේශපාලනයේ වර්තමාන දේශපාලනයේ වර්තමාන සමගිය ශ්රී ලංකාවේ සියලුම ආගම් හා ජනවාර්ගිකයන්ට සමාන තත්වයක් ලබා දීම ප්රතික්ෂේප කළ අතර, ජාතිකත්වයන් අතර ඇති වෛරය හා වෛරය තීව්ර කිරීම, දෙමළ ජනතාවට එරෙහි ජනවාර්ගික යුද්ධයට එරෙහි යුද්ධය අවසන් විය වසර 13 කට පසු රටේ ආර්ථික බංකොලොත් භාවය.. එබැවින් දෙමළ ජනතාව ජනාධිපතිවරණය වර්ජනය කළ යුතු බවට ප්රතිපත්තියත් සමඟ උතුරු හා නැගෙනහිර දෙමළ ජාතියේ වෙසෙන දෙමළ කතා කරන ජනතාවට අපි ඉල්ලීමක් කර ඇත්තෙමු.",
        "අපගේ ප්රතිපත්තිය නම්, පසුගිය වසර 75 වසර පුරාම ශ්රී ලංකාවේ ජනවාර්ගික ගැටලුව විසඳීමට සහ සාමයෙන් ජීවත්වීම සහ බියෙන් තොරව රට තුළ ආයෝජනය කිරීම සහ ආයෝජනය කිරීම සඳහා රට තුළ ආයෝජනය කිරීම අපගේ ප්රතිපත්තියයි රට.",
        "දෙමළ ජනතාව සිතන්නේ පසුගිය වසර 70 ක කාලය තුළ දෙමළ ජනතාවට කැපවී සිටින දෙමළ ජනතාව, මානව වර්ගයාට හා ජන සංහාර අපරාධවලට එරෙහිව ජාත්යන්තර අපරාධ පරීක්ෂණයක් කරන ලෙස ඉල්ලා සිටින දෙමළ ජනතාව දෙමළ ජාතියේ ව්යුහය දිගටම තීව්ර කිරීමයි.",
        "එබැවින්, සැප්තැම්බර් 21 වන දින ශ්රී ලංකාවේ ජනාධිපතිවරණය සඳහා අපගේ සහාය ඉල්ලා ඇති බැවින් - පසුගිය වසර 76 ක කාලය තුළ ශ්රී ලංකාවේ එක්සත්කම අහෝසි කිරීම මගින් සියලු තරඟ ගොඩනැඟිය හැකි බව ඔවුන් ඉල්ලා සිටී. පසුගිය වසර 76 ක කාලය තුළ රට තේරී පත්වීම අනුව සමාස්ති ව්යවස්ථාව ගෙන ඒම. ප්රතිපත්ති ප්රකාශනයේ ප්රකාශයට පත් කිරීමෙන් රටේ ජනවාර්ගික ගැටළුව විසඳීම සඳහා ඔබ ඉහත කරුණු විසඳීම අපේක්ෂා කරමු.",
        "මැතිවරණ ප්රකාශනය පැහැදිලිව හා සම්පූර්ණයෙන් ඇතුළත් කර ඇති අතර, ජනාධිපතිවරණයේ නැවත-රීඩ්රික්ව විමර්ශනය කළ හැකි බව ද අපි ඔවුන්ට දන්වා සිටිමු."
      ]
    },
    "en": {
      "title": "6 things in the letter of response",
      "body_lines": [
        "The Front's response letter was sent on Wednesday (28) to a letter sent by Sajith Premadasa regarding the position of the Tamil National People's Front on the upcoming election.",
        "In a response letter sent by Tamil National People's Front General Secretary Selvarasa Gajendran, he said.",
        "I am writing this letter in a letter to our party's position in the letter written by our party leader and Member of Parliament Gajendrakumar Ponnambalam in a letter on 11.08.2012.",
        "As a result of the people's struggle against the Gotabhaya Rajapaksa government in 2022 - when the presidential vacuum in 2022, the parliamentary elections were carried out by the parliament by a referendum by the MPs, and you were presenting a meeting with us seeking our support.",
        "At the threat, our leader Gajendrakumar Ponnambalam emphasized the need to remove the unity of the unity and bring in the constitutional politics in order to reach a permanent solution to the long -standing ethnic problem if it is to be built economically.. However, in the absence of such commitments, we know that we have withdrawn from the referendum of the president in Parliament.",
        "• Maithripala Sirisena - Ranil Wickremesinghe's reign (2016-2019), which is based on the new constitutional map of Sri Lanka, is based on the 'Aki Kingdom' - and we reject it.",
        "For the past 76 years, the current unity of politics refused to give equal status to all religions and ethnicities of Sri Lanka, intensified the hate and hatred among the nationalities, led to the end of the war against the ethnic war against the Tamil people and the country's economic bankruptcy after 13 years.. Therefore, we have made a request to the Tamil speaking people living in the North and East Tamil nation, with the policy that the Tamil people should boycott the presidential election.",
        "Our policy is that the only way to resolve the ethnic problem of Sri Lanka for the past 75 years, to lead the country, to live in peace, and to live in peace, and to invest in the country without fear, and to invest in the country.",
        "The Tamil people think that the Tamil people who have been committed to the Tamil people over the past 70 years, the Tamil people, who are demanding an international criminal inquiry against humanity and genocide crimes, continue to intensify the structure of the Tamil nation.",
        "Therefore, as they have demanded our support for the presidential election of Sri Lanka on September 21st - their support for the presidential candidate - the fact that all the races can be built by the abolition of the unity of Sri Lanka for the past 76 years and bringing the Samasti constitution by the election of the country for the past 76 years.We also expect that the fact that you are resolving the above issues to solve the country's ethnic problem by publishing in the manifesto.",
        "While the election manifesto is clearly and fully included, we also inform them that we can investigate the re -review of the presidential election."
      ]
    }
  },
  "summary_lines": [
    "Tamil National People's Front rejects \"Aki Kingdom\" map, calls for Tamil boycott of presidential election, demands international inquiry into human rights abuses, seeks constitutional reform to address ethnic tensions, expects candidates to address these issues in their manifestos."
  ]
}