{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරයා තීන්දුවට අභියෝග කරයි",
      "body_lines": [
        "පාර්ලිමේන්තු මන්ත්රී අතුලරි රතන තේරා මහතා කියා සිටියේ අධිකරණ තීන්දුවට අභියෝග කිරීම සඳහා ජනාධිපතිවරයාගේ ප්රකාශය වැරදි පූර්වාදර්ශයක් බවයි.",
        "රතන ථේර මහතා මේ බව කියා සිටියේ අඟහරුවාදා (18) ජනාධිපතිවරයාගේ කතාවේ පාර්ලිමේන්තුවේදී ය.",
        "මහාධිකරණය විසින් කාන්තා අයිතිවාසිකම් පිළිබඳ තීන්දුව ගැන තමා සතුටු නොවන බව ජනාධිපතිතුමා පවසා තිබේ. ජනාධිපතිතුමා පුද්ගලයෙකු ලෙස ජනාධිපතිවරයා පාර්ලිමේන්තුවට පැමිණෙන බව කවුරුන් විසින් පැවසුවා නම්.",
        "රජයේ ස්ථාවරය ද?නැතහොත් එය විධායක ජනාධිපතිවරයා ලෙස ඔහුගේ තනතුරද?මහාධිකරණයේ තීන්දුවෙහි යම් වැරැද්දක් තිබේ නම්, නීත්යානුකූල කරුණු නිකුත් කිරීම සම්බන්ධයෙන් ශ්රේෂ් Supreme ාධිකරණයේ තීන්දුව පිළිබඳව අදහස් දැක්වීමට රජය සහ විරුද්ධ පක්ෂ රජය සහ විරුද්ධ පක්ෂ කැඳවා ඇති.",
        "ස්ත්රී පුරුෂ භාවය පිළිබඳ අයිතිවාසිකම් සම්බන්ධයෙන් ලෝකයේ සෑම ආකාරයකින්ම. බෞද්ධ රටක් ලෙස, අපි ස්ත්රී පුරුෂ සමානකමක් සමාන අයිතිවාසිකම් පිළිගනිමු. කෙසේ වෙතත්, අපේ රටේ ස්ත්රී පුරුෂ භාවය පිළිබඳ බටහිර රටවල වෙනත් තනතුරක් නොමැත. මෙම අවස්ථාවේ දී, ජනාධිපතිගේ විනිශ්චයන් විවේචනය කිරීමට එය සංකීර්ණ වේ.",
        "වෙනත් ආකාරයකින් ජනමත විචාරණයක් තිබීම අවශ්යද?නැත්ද?පුදුමයටත්, පාර්ලිමේන්තු කාලය තුළ ජනාධිපතිවරයා ව්යාජ කාර්යභාරයක් වනු ඇත."
      ]
    },
    "en": {
      "title": "President challenges the verdict",
      "body_lines": [
        "Parliamentarian Athuraliye Ratana Thera said that the president's comment would be a wrong precedent to challenge the court ruling.",
        "Ratan Thera was speaking on Tuesday (18) in Parliament on the President's speech.",
        "The President has said that he is not happy with the verdict on women's rights by the High Court. Whoever says that the president comes to Parliament as an individual.",
        "Is the government's position?Or is it his position as the Executive President?If there are any mistakes in the High Court's decision, the government and the opposition parties may have summoned the government and the opposition parties to comment on the verdict of the Supreme Court on the issue of legitimate issues.",
        "Is every way in the world in relation to gender rights. As a Buddhist country, we have accepted gender equal rights. However, in our country there is no other position as in the West regarding gender. In this case, it is complicated to criticize the president's judgments.",
        "Is it necessary to have a referendum in other respects?Or not?In a surprise and in the case of parliamentary term, the president would be a false role."
      ]
    }
  },
  "summary_lines": [
    "The President expressed dissatisfaction with the High Court's verdict on women's rights, raising questions about whether his comments represent his personal stance or his role as the Executive President. This has sparked debate over the appropriateness of challenging court rulings and the need for clarity on the government's official position. The situation highlights the complexity of addressing gender rights in Sri Lanka, where Western standards may not fully apply, and raises questions about the necessity of a referendum or parliamentary term adjustments."
  ]
}