{
  "translated_text": {
    "ta": {
      "title": "அவர்கள் ஆட்சிக்கு வந்தால், இந்த கமிஷன்கள் அனைத்தும் அனைத்து கமிஷன்களையும் சிறையில் அடைக்கின்றன",
      "body_lines": [
        "இந்த நாட்டின் அரசியலமைப்பு எதிர்காலத்திற்கு மீண்டும் மறுபரிசீலனை செய்ய வேண்டும்",
        "இந்த நாட்டை வளர்க்க, இந்த 225 அகற்றப்பட்டு துண்டிக்கப்பட வேண்டும்.",
        "அரசியல்வாதிகள் மக்கள் தேர்தல் காலத்திற்கு மக்களைக் கோருகிறார்கள், அரிசி வெற்றிலை காது என்றால் மக்களை ஏமாற்ற வேண்டாம் என்று நான் கேட்கிறேன்",
        "நமல் யுயானாவின் நிறுவனர் வஹுதி ராகுலா தேரா இன்று காலை தேசிய நமல் உயானாவில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் கூறினார்.",
        "இப்போது தேர்தல் இப்போது அரசியல்வாதிகளை மூடுகிறது, எனவே அரசியல்வாதிகள் தங்கள் வாக்குகளை அதிகரிக்க வேண்டும், இதனால் மிகவும் பொதுவான சமுதாயத்தில் பல மாநாடுகள் உள்ளன. மாநாட்டு விவாதங்கள் சில நேரங்களில் சிலர் பணத்தை கொடுக்கிறார்கள், பேருந்துகளுக்கு சாப்பிடவும் பணம் கொடுக்கவும் அனுமதிக்கிறார்கள் , அவர்களுக்கு தேவையற்ற செலவுகள் கொடுக்க, பணம் கொடுக்க, இப்போது எனது பொருளாதார திட்டம் உள்ளது. டிவியைப் பொறுத்தவரை, இந்த நாட்டின் மக்களை அழிக்காமல், இந்த நாட்டின் மக்களை அழிக்காமல், இந்த நாட்டின் மக்களை அழிக்கக்கூடாது கூடுதலாக, இது நம் நாட்டின் பணம், ஒரு பார்வை, ஊடகங்களின் பங்கு இருக்கிறது, எனவே உங்களுக்கு அந்த செலவு சிக்கல்கள் இல்லையா, எனவே பொய்களை விளையாட வேண்டாம் என்று கோருகிறேன் . எதிர்காலத்திற்கு திருத்தப்பட்டது, இது எதிர்காலத்திற்கான நாட்டின் உச்ச அரசியலமைப்பாகும், இந்த அரசியலமைப்பிற்கு ஏற்றவாறு அரசியலமைப்பு.",
        "இந்த மக்கள் ஒரு மனிதனின் சலுகையின் சலுகையை இவ்வளவு செய்ய வருகிறார்கள், அவர் ஒரு மனிதனாக இருந்த ஒரு மனிதனாக இருந்த இந்த மனிதனின் சலுகைகளை இவ்வளவு செய்ய முயற்சிக்கிறார். அரசியல்வாதிகள் அதை ஒழிக்க ஓய்வூதியத்தை அனுப்ப 60 ஆண்டுகள், அரசாங்கம் அதை ரத்து செய்ய முடிகிறது, அரசாங்கம் அதை ரத்து செய்ய முடியும், இந்த சலுகையை இங்கு வெளியே செல்ல நீங்கள் அகற்ற வேண்டும்.",
        "கடனை செலுத்த, கடனை செலுத்த, இப்போது கடனை செலுத்த, இப்போது கடனை ஜனாதிபதிக்கு செலுத்த வேண்டும், இப்போது கடனை செலுத்த வேண்டும். காலப்போக்கில், இந்த பகுதி உரம் மற்றும் அப்பாவி மற்றும் ஏழைகளை வழங்கியுள்ளது, நான் வேறுபடுத்தி, இந்த நாட்டில் ஜனாதிபதியிடம், மறு-அரசியலமைப்பை உருவாக்கும்படி கேட்டுக்கொள்கிறேன், சிலர் ஏன் சில அரசியல்வாதிகளுக்கு பயப்படுகிறார்கள், காரணம் அவர்கள் ஆட்சிக்கு வந்தால், அவர்கள் அனைவரும் சிறையில் உள்ளனர். மான்கேஜின் சக்தியை மீண்டும் நிறுவுவதற்கும், மான்கேஜின் சக்தியை ஒருங்கிணைப்பதற்கும். (I j)"
      ]
    },
    "en": {
      "title": "If they come to power, all these commissions put all the commissions in prison",
      "body_lines": [
        "The constitution of this country must present a re-revise to the future",
        "To develop this country, these 225 should be eliminated and cut off.",
        "Politicians do people demand people for election times I ask the people don't be deceived if rice betel ear",
        "The founder of Namal Uyana, Wahuthi Rahula Thera said this at a press conference held at the National Namal Uyana this morning.",
        "Now the election is now closing to politicians, so the politicians have to increase their votes, so that there are many conferences in the most common society .The conference discussionsSometimes some people give the money, allowing them to eat and give money to the buses, to give them unnecessary expenses, to give them money, buying the money.There was a procedure now.Here are my economic plan, here's my health form, telling me these things to teach me, the people of this country are less or less to the TV,It is now a method of the politicians of this country, not to destroy the people of this country, without eating the people of this country, without eating the people of this country.Coming of the people, the police are in addition, so this is the money of our country.They're coming to the same platform, there's a vision, the role of the media, so don't you have that cost problems, so I'm requestingDon't play lies, no matter what anyone is hating, people have a conference.The people who lifted the unnecessary bills of this country today are now talking about the people of this country.There is such a set of things that should be brought to the country to be revised to the future, which is the country's supreme constitution to the future, the Constitution to suit this constitution.Make a program to develop the country.",
        "These people come to do so much of the privilege of privilege of a man who has been a man who has been a man who has been trying to do so much of the privileges of this man.These people will pens it 'pension for 55-60 years to remit a pension for politicians to abolish it, and the government is able to abolish it, the government can abolish it,You need to eliminate this privilege to go out here.",
        "I am proposing to pay the debt, to pay the debt, to pay the debt now, to pay the debt now to the president, the President, now, to pay the debt now.This loan is paid, without being privatized without privateizing.In time, this area has provided fertilizer and innocent and poor, distinguishing.I can pay the two-owned foreign debt, asking the president in this country, to make a re-constituency, why some people are afraid of some politicians, The reason is that the officials who steal to power if they come to power, all of them are in jail.It is something that we see that we are voting on that way, why are the people of hatred and the recognized political parties will create a way to establish the power of Mankage again and to consolidate Mankage's power. (I J)"
      ]
    }
  },
  "summary_lines": [
    "Wahuthi Rahula Thera criticizes politicians for exploiting voters with false promises during elections, urging a revision of the constitution to curb corruption and develop the nation. He advocates for eliminating perks like pensions for politicians, reducing national debt, and ensuring transparency in governance."
  ]
}