{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி நிதியத்தால் வழங்கப்படும் உதவித்தொகை பணம்",
      "body_lines": [
        "2021 (2022) ஆம் ஆண்டில் கிலோ ஓ / எல் தேர்வுக்கு அமர ஜனாதிபதி நிதி வழங்கிய உதவித்தொகை கொடுப்பனவு 2024 பிப்ரவரி முதல் ஆயிரம் ரூபாய் அதிகரிக்குமாறு அறிவுறுத்தியுள்ளது.",
        "மாணவர்கள் கூறிய கோரிக்கையின் பேரில் ஜனாதிபதி இந்த ஆலோசனையை வழங்கியுள்ளார்.",
        "ஜனாதிபதி நிதியத்தின் வழிகாட்டுதலை ஜனாதிபதி நிதியத்தால் ஜனாதிபதி ரணில் விக்கிரேமேசிங்கே ஜனாதிபதி நிதியத்தால் இலங்கையின் அனைத்து பகுதிகளிலிருந்தும் கற்றுக்கொள்ளக் கற்றுக் கொள்ளும் நோக்கத்துடன் செயல்படுத்தப்படுகிறது.",
        "2021/2022 ஆம் ஆண்டின் உதவித்தொகை வழங்கும் திட்டத்தின் கீழ், ஜனாதிபதி நிதிக்கு தற்போது ரூ .5,000 மாதாந்திர கொடுப்பனவு வழங்கப்படுகிறது.",
        "அதன்படி, உதவித்தொகை பணத்தின் அதிகரிப்புடன், மாதாந்திர கொடுப்பனவு ரூ.",
        "மேலும், 2022/2023 இன் GCE மேம்பட்ட நிலை. GCE / மாணவர்களுக்கு மேலே O / L ஐ கடந்த 5000 மாணவர்கள். ஒரு மாத ரூ.. ஜனாதிபதி நிதியும் 6,000 ஐ நோக்கி செயல்படுகிறது. அதன்படி, இலங்கையின் அனைத்து மாகாணங்களையும் உள்ளடக்கிய மண்டல மட்டத்தில் மண்டல நிலை மேற்கொள்ளப்படுகிறது.",
        "இது தொடர்பாக எதிர்ப்புத் தேவைக்கான அதிகாரப்பூர்வ பேஸ்புக்கின் அதிகாரப்பூர்வ பேஸ்புக் அதிகாரப்பூர்வ பேஸ்புக் www.presidentsfund ஜனாதிபதி நிதியமும் அதிகாரப்பூர்வ வலைத்தளத்தின் அதிகாரப்பூர்வ வலைத்தளம் அதிகாரப்பூர்வ வலைத்தளத்திற்கு கிடைக்கிறது என்பதையும் தெரிவிக்கிறது."
      ]
    },
    "en": {
      "title": "Scholarship money offered by the Presidential Fund",
      "body_lines": [
        "Scholarship allowance offered by the Presidential Fund to sit for the GCE O / L examination in the year 2021 (2022)President Ranil Wickremesinghe has instructed to increase a thousand rupees from February, 2024.",
        "The President has given this advice on the request made by the students.",
        "The guidance of the Presidential Fund is implemented by the Presidential Fund by the Presidential Fund by President Ranil Wickremesinghe with the objective of learning to learn from all parts of Sri Lanka.",
        "Under the Scholarship Granting Program of the Year 2021/2022, the Presidential Fund is currently paid a monthly allowance of Rs. 5,000.",
        "Accordingly, with the increase in scholarship money, a monthly allowance of Rs.",
        "Also, the GCE Advanced Level of 2022/2023. 5000 students who passed the O / L above the GCE / Students. A monthly Rs.. The Presidential Fund also is working towards 6,000. Accordingly, the zonal level is being carried out at the zonal level, covering all provinces of Sri Lanka.",
        "The official Facebook's official Facebook Official Facebook for the Protest Requirement In this regard www.presidentsfundthe Presidential Fund also informs that the official website of the official website is available to the official website."
      ]
    }
  },
  "summary_lines": [
    "The Presidential Fund, under President Ranil Wickremesinghe, increased scholarship allowances for GCE O/L and A/L exams in 2021/2022, aiming to promote education across Sri Lanka. The monthly allowance for GCE O/L students is now Rs. 5,000, with plans to increase to Rs. 6,000 by February 2024. This initiative covers all provinces and is supported by the official Facebook page and website."
  ]
}