{
  "translated_text": {
    "si": {
      "title": "පෙර නොවූ විරූ රටවල වගාව සිදු කිරීම සඳහා නීති රීති හඳුන්වා දුන්නේය",
      "body_lines": [
        "සමාජ සවිබල ගැන්වීමේ අමාත්ය අනුභාෂස්ක්වාල් මහතා කියා සිටියේ දේශය සමාජ ශක්තිමත් කිරීම සඳහා ප්රධාන සාධකයක් බැවින් වගාව සඳහා ගණනය නොකළ ඉඩම් භාවිතා කිරීම සඳහා නව නීති හඳුන්වා දෙන බවයි.",
        "අ.පො.ස. සාමාන්ය මට්ටමේ විභාගය සහ සමාජ ශක්තිමත් කිරීම සඳහා වෘත්තීය අධ්යාපනය ඇතුළත් කිරීමට රජය තීරණය කර ඇති බව ද අමාත්යවරයා පැවසීය.",
        "සමාජ සවිබල ගැන්වීමේ අමාත්ය අනුපා පැස්කල් මහතා මේ බව ප්රකාශ කළේ අඟහරුවාදා (21) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "සමාජ ශක්තිමත් කිරීම සඳහා වෙනස. ඒ අනුව, අ.පො.ස. සාමාන්ය මට්ටමේ විභාගයේ ගණිතය, ආගම සහ භාෂාව පිළිබඳ විෂය විභාගයේදී සලකා බැලිය යුතුය.. එබැවින් අ.පො.ස. සාමාන්ය මට්ටමේ විභාගයේ විෂයමාලා වල කුසලතා හා වෘත්තීය පාඩම් ඇතුළත් කිරීමට රජය තීරණය කර තිබේ.",
        "ඒ අනුව ලබන වසරේ සිට මෙම යෝජනාව ක්රියාත්මක කිරීමට අධ්යාපන අමාත්යාංශය තීරණය කර තිබේ. ඒ අනුව, අනාගතයේදී සම්පූර්ණ විශේෂ ise දැනුමක් ඇති කිරීම සඳහා අධ්යාපන ප්රතිසංස්කරණ සිදු කෙරේ.",
        "එසේම සමාජය ශක්තිමත් කිරීම සඳහා ඉඩම් ප්රධාන සාධකයකි. එබැවින් තවමත් වගා කර නැති ඉඩම භාවිතා කිරීම සඳහා නව නීති හඳුන්වා දීමට උත්සාහ දරයි.",
        "අපේ ස්ථාවරය නම් මුළු රටම ශක්තිමත් කිරීම සඳහා සෑම කෙනෙකුටම විශ්රාම වැටුප් ලබා දිය යුතු බවයි. ඒ සඳහා, රාජ්ය හා පෞද්ගලික අංශයට පමණක් නොව, දායකත්වයන් සියලු ස්වයංපලා සහගත පුද්ගලයින්ට දායකත්වයක් ලබා දෙන ලෙස අපි නිර්දේශ කරමු.",
        "ඒ හා සමානව, ව්යවසායකයෙකු සමඟ රටක් නිර්මාණය කිරීම සඳහා අප රටක් කැප කළ යුතුය. ඒ සමඟම සෑම කෙනෙකුටම වෘත්තීය අධ්යාපනය ලැබිය යුතුය. රට සංවර්ධනය කිරීමට හා වැඩිදියුණු කිරීමට මෙම පියවර ගත යුතුය.",
        "පෙර පාසල් ගුරුවරුන් ශක්තිමත් කිරීම සඳහා අපි \"ලියාසියන් වැඩසටහන\" ද දියත් කර ඇත්තෙමු. තවද, අපගේ ප්රධාන පරමාර්ථය වන්නේ ලබන්නන් අතර ප්රතිලාභීන් ලක්ෂ 12 ක් ශක්තිමත් කිරීමයි. මේ වසරේදී පවුල් 03 ක් වන පවුල් 03 ක් ශක්තිමත් කළ යුතුය. ඒ සඳහා ලේඛන 188,000 ක් පමණ සකස් කර ඇත.",
        "ලෝක බැංකු යෝජනා ක්රමය යටතේ පවුල් 10,000 ක් විසින් ලේඛන 10,000 ක් විසින් සකස් කර අවසන් කර ඇති අතර ආසියානු සංවර්ධන බැංකුව යටතේ පවුල් 16,000 ක් අවසන් කර ඇත.. බලධාරීන්ට ලබා දී ඇති පුහුණුව මේ මස මස නිම කිරීමට නියමිතය.",
        "මීට අමතරව, තරුණ සේවා සංසදය, පොල් සංවර්ධන කවුන්සිලය සහ සුළුතර සංවර්ධන අධිකාරිය සමඟ ලබන මාසයේ බොහෝ සමාජ ශක්තිමත් කිරීමේ වැඩසටහන් දියත් කෙරේ.. මේ තුළ නිෂ්පාදන ආර්ථිකයක් නිර්මාණය කිරීමට අපි බලාපොරොත්තු වෙමු, \"සමාජ සවිබල ගැන්වීමේ අමාත්ය අනුබා බාස්කල් පැවසීය."
      ]
    },
    "en": {
      "title": "Introduced legal rules to perform cultivation in unprecedented lands",
      "body_lines": [
        "Minister of Social Empowerment Anubhaskwal said that as the land is a major factor for social reinforcement, new laws are being introduced to use unaccounted lands for cultivation.",
        "The Minister also said that the government has decided to include the GCE Ordinary Level Examination and Vocational Education for Social Reinforcement.",
        "Minister of Social Empowerment Anupa Paskal made this statement at a media briefing held at the Presidential Media Center on Tuesday (21).",
        "Change for social reinforcement. Accordingly, the subject of mathematics, religion and language in the GCE Ordinary Level examination should not be considered in the examination.. Therefore, the government has decided to include skills and vocational lessons in the curriculum of the GCE Ordinary Level Examination.",
        "Accordingly, the Ministry of Education has decided to implement this resolution from next year. Accordingly, educational reforms will be made to create a complete expertise in the future.",
        "Also, land is a major factor to strengthen society. Therefore, efforts are being made to introduce new laws to use the land that has not yet been cultivated.",
        "And our position is that everyone should be given pensions to strengthen the entire country. To that end, we recommend that contributions be given a contribution to all self -employed people, not only the state and private sector.",
        "Likewise, we must also dedicate a country to create a country with an entrepreneurs. Along with that, everyone should get vocational education. These measures should be taken to develop and improve the country.",
        "We have also launched the \"Liazian Program\" to strengthen pre -school teachers. Moreover, our main objective is to strengthen 12 lakh beneficiaries among the recipients. This year, 03 lakh families should be reinforced. About 188,000 documents have been prepared for it.",
        "Documents have been prepared and completed by 10,000 families under the World Bank Scheme and 16,000 families under the Asian Development Bank have been completed.. The training given to the authorities will be completed this month.",
        "In addition, many social reinforcement programs will be launched next month with the Youth Services Forum, Coconut Development Council and Minority Development Authority.. We expect to create a manufacturing economy through this, ”said Social Empowerment Minister Anubha Baskal."
      ]
    }
  },
  "summary_lines": [
    "New laws aim to cultivate unused lands for social empowerment, alongside changes to the GCE Ordinary Level exam to focus on skills over traditional subjects like math, religion, and language. The government plans to offer pensions to all, including the self-employed, and promote entrepreneurship and vocational education. A \"Liazian Program\" targets preschool teacher development, aiming to support 3 lakh families this year."
  ]
}