{
  "translated_text": {
    "si": {
      "title": "මොහාන් ප්රියදර්ශන ද සිල්වා",
      "body_lines": [
        "කෘෂිකර්ම අමාත්ය මොහාන් ප්රියදර්ශන ද සිල්වා මහතා කියා සිටියේ කෘෂිකර්ම අමාත්යාංශය රටේ ආර්ථිකය ශක්තිමත් කිරීම සඳහා විවිධ වැඩසටහන් ක්රියාත්මක කරන බවත් රු.",
        "කෘෂිකාර්මික සංවර්ධන රාජ්ය සංවර්ධන අමාත්යවරයා රුපියල් 232 ක් වෙන් කර තිබේ.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (12) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "\"අපි දැනට විශාලතම ආර්ථික අර්බුදයට මුහුණ දී සිටින රට. අතීතයේ කෘෂිකාර්මික අංශය විවිධ අර්බුදයන්ට මුහුණ දී සිටියේය. තත්වය වෙනස් වී ඇත.කෘෂිකර්ම අමාත්යාංශය රටේ ආර්ථිකය ශක්තිමත් කිරීම සඳහා වැඩසටහන් ගණනාවක් ද දියත් කර තිබේ.එබැවින් රටේ ආර්ථිකය හා කෘෂිකර්මාන්තය වෙන කවරදාටත් වඩා වැඩී තිබේ.",
        "කෘෂිකර්මාන්තය කෙරෙහි අවධානය යොමු කිරීමේදී ගොවීන් අස්වැන්න නෙළන ප්රමාණය වැඩි කිරීම වැදගත්ය.ගොවීන් මාස ගණනාවක් තිස්සේ අධික වර්ෂාවෙන් පීඩා වින්දා. එය කෘෂිකාර්මික කෘෂිකර්මාන්තයට බලපෑවේය.කෙසේ වෙතත්, ප්රධාන අස්වැන්න තුළ මේ වන විට මෙට්රික් ටොන් 3.6 ක් ලබා ගැනීමට අපේක්ෂා කෙරේ. අපේ රටේ වාර්ෂික සහල් ඉල්ලුම මෙට්රික් ටොන් මිලියන 2.4 කි.ඉතින් මේක සතුටින්.",
        "හොඳම අස්වැන්න සමහර පළාත්වල තිබේ. මෙම අස්වැන්න සඳහා ගොවීන්ට තාක්ෂණික පහසුකම් ලබා දෙන ලදී.",
        "ඉදිරි දිනවලදී නියඟය සිදුවිය හැකි බව පුරෝකථනය කර ඇත. ඒ නිසා ජලය අවසන් වන තාක් කල් ජලය ප්රවේශමෙන් භාවිතා කළ යුතුය. අපි බලාපොරොත්තු වන්නේ සුළුතරයේ හෙක්ටයාර් 512,000 ක අස්වැන්නක්.ජලය ප්රවේශමෙන් භාවිතා කළ යුතුය.",
        "ඒ හා සමානව, අමතර අස්වැන්න ගැන සැලකිලිමත් වීමට උපදෙස් දෙනු ලැබේ.බඩ ඉරිඟු, තිරිඟු සහ අර්තාපල් වැනි අස්වැන්නක් යෙදීමට උපදෙස් දෙනු ලැබේ. කෘෂිකර්ම දෙපාර්තමේන්තුව සහ කෘෂිකාර්මික සංවර්ධන දෙපාර්තමේන්තුව රඳා පවතින්නේ විශිෂ්ට වැඩකි.",
        "එසේම, බොහෝ නව සහල් වර්ග මෙතෙක් හඳුන්වා දී ඇත. විශේෂයෙන් පට්ටලෙකෝඩා වී පර්යේෂණ ආයතනය විසින් නව වී ප්රභේද හඳුන්වා දීමේ ව්යාපෘතියක් සාර්ථකව ක්රියාත්මක කර තිබේ. රටේ අනාගතය රඳා පවතින්නේ නව සහල් හඳුන්වා දෙන සමාගම් මත ය.",
        "වී අස්වැන්නට අමතරව, රටේ ආර්ථිකය ශක්තිමත් කිරීම සඳහා මිරිස්, වාතාංකිකා, දෙළුම් සහ තිරිඟු වැනි නව භෝග ගණනාවක් හඳුන්වා දී ඇත.. ජනාධිපති රනිල් වික්රමසිංහ සහ කෘෂිකර්ම අමාත්ය මහින්ද අමරාවීරගේ උපදෙස් මත රු."
      ]
    },
    "en": {
      "title": "Mohan Priyadarshana de Silva",
      "body_lines": [
        "Minister of Agriculture Mohan Priyadarshana de Silva said that the Ministry of Agriculture is implementing various programs to strengthen the country's economy and has decided to provide Rs.",
        "The Minister of State for Agricultural Development has allocated 232 rupees.",
        "He said this at a media briefing held at the Presidential Media Center on Tuesday (12).",
        "“The country we are currently facing the biggest economic crisis. In the past, the agricultural sector was facing various crises. The situation has changed.The Ministry of Agriculture has also launched a number of programs to strengthen the country's economy.So the economy and agriculture of the country have grown more than ever before.",
        "When paying attention to agriculture, it is important to increase the amount of harvesting of the farmers.Farmers suffered from heavy rains for months. It affected the agricultural agriculture.However, it is expected to get 3.6 metric tonne yields at present during the major yield. Our country's annual rice demand is 2.4 million metric tones.So this is a pleasure.",
        "The best harvest is available in some provinces. Farmers were provided with technical facilities for this yield.",
        "It is predicted that drought may occur in the coming days. So the water has to be used carefully as long as the water is over. We expect yields in 512,000 hectares in the minority.Water has to be carefully used.",
        "Similarly, it is advised to be concerned about additional yields.It is advised to engage in yields such as corn, wheat and potatoes. The Department of Agriculture and the Department of Agricultural Development depend on great work.",
        "Also, many new rice varieties have been introduced so far. In particular, Pattalakoda Paddy Research Institute has successfully implemented a project to introduce new paddy varieties. The future of the country depends on companies that introduce new rice.",
        "In addition to paddy yields, it has introduced a number of new crops such as chilli, ventika, pomegranate and wheat to strengthen the economy of the country.. On the advice of President Ranil Wickremesinghe and Agriculture Minister Mahinda Amaraweera, it has been decided to get Rs."
      ]
    }
  },
  "summary_lines": [
    "Mohan Priyadarshana de Silva, Minister of Agriculture, announced programs to boost economy, allocating Rs. 232. He highlighted the agricultural sector's growth, despite facing crises, and the importance of increasing harvest yields. The country's annual rice demand is 2.4 million metric tonnes, with current yields expected to reach 3.6 metric tonnes. Drought predictions prompt caution in water use. New rice varieties and crops like chilli, ventika, pomegranate, and wheat are being introduced to strengthen the economy."
  ]
}