{
  "translated_text": {
    "ta": {
      "title": "உதவித்தொகை தேர்வின் முறையீடுகளின் அறிவிப்பு",
      "body_lines": [
        "தேர்வு ஆணையர் ஜெனரல், தேர்வுகளின் கமிஷனர் ஜெனரல், ஆண்டு 5 உதவித்தொகை தேர்வில் ஆண்டு 5 உதவித்தொகை தேர்வில் மேல்முறையீட்டு உச்சி மாநாடு குறித்து அறிவிப்பை வெளியிட்டுள்ளார்.",
        "அதன்படி, முறையீடுகளின் மேல்முறையீட்டு அறிவிப்பை ஆன்லைன் முறை மூலம் 2929.20 கள், 2025.200 வரை மேற்கொள்ளலாம்.",
        "பரீட்சை வேட்பாளர், கற்றலின் முதல்வரும், ஆய்வு அதிபரும், பள்ளிக்கு வழங்கப்பட்ட பயனர்பெயர் மற்றும் கடவுச்சொல், பள்ளி உள்நுழைவு மற்றும் வலையின் வலைத்தளம் குறித்து பள்ளி உள்நுழைவு குறித்து தெரிவிக்கப்படும்."
      ]
    },
    "en": {
      "title": "Notice of appeals of the scholarship examination",
      "body_lines": [
        "Commissioner General of Examinations, Commissioner General of Examinations, has issued an announcement regarding the summit of appeals to the Year 5 scholarship examination in the Year 5 scholarship examination.",
        "Accordingly, the appeal notice of appeals can be carried out through online method until 2929.20s, 2025.200.",
        "The Examination Candidate, the Principal of the Learning and the Study Principal, the username and password given to the school, will be informed of the SCHOOL Login on the SCHOOL Login and the Web site of the web."
      ]
    }
  },
  "summary_lines": []
}