{
  "translated_text": {
    "si": {
      "title": "ஜனாதிபதி அநுரகுமார திசாநாயக்க அடுத்த மாதம் சீனாவுக்கு விஜயம்  -  வெளிவிவகார அமைச்சர் விஜித ஹேரத்",
      "body_lines": [
        "ඉන්දියාවේ සංචාරය කිරීමෙන් පසු ලබන මසකම ජනාධිපති අනුර කුමාර දිසානායක මහතා චීනයට යන බව විදේශ අමාත්ය විජිත හේරත් මහතා ඉන්දියාවේ පවසා තිබේ.",
        "අලුතෙන් තේරී පත් වූ රජය 'ද්විපාර්ශ්වික ද්විපාර්ශ්වික' යන ධර්මය සමඟ සියලු රටවල් සමඟ සබඳතා පවත්වාගෙන යන බව ද ඔහු ප්රකාශ කළේය.",
        "டில்லியில் உள்ள இந்தியன் பவுண்டேசனில் ஒழுங்கப்பட்ட நிகழ்வென்றில் பங்கேற்று உரையாற்றிய வெளிவிவகார அமைச்சர் விஜித ஹேரத் மேற்கண்டவாறு தெரிவித்ததோடு நாங்கள் ஒரு புதிய அரசாங்கமாக, சீனாவுடனும், இந்தியாவுடனும், அமெரிக்கா, ரஷ்யா, கியூபா மற்றும் வட கொரியா போன்ற பிற நாடுகளுடனும் நல்ல உறவைக் கொண்டிருக்கவே விரும்புகின்றோம். අපි ඒ සඳහා කැපවී සිටින අතර ඔහු පවසා ඇති බව ඔහු පවසා ඇති බව.",
        "ඔහුගේ පළමු ඉන්දියාවේ පළමු සංචාරයෙන් පසුව, ඔහුගේ ඊළඟ ගමන ලබන මාසයේ චීනය සඳහා වේ. දිසානායක විසින් ප්රථම වරට ඉන්දියාවේ පැමිණීමට ප්රමුඛතාවය දුන් නමුත්, අපේ රජය දිල්ලි සහ බීජිං යන දෙකෙහිම අඛණ්ඩ සහයෝගයක් අපේක්ෂා කරයි.",
        "පසුගිය මාසයේ යාපනයේ සංචාරය කළ යතුරු සෙන්කොං හි චීන තානාපති, ශ්රී ලංකාවේ චීන තානාපති. දිසානායකගේ බීජිං ගමන චීනයේ සහ ශ්රී ලංකාවේ සාම්ප්රදායික මිත්රත්වය ප්රවර්ධනය කරන අතර ද්විපාර්ශ්වික ආර්ථික සහයෝගීතාව ප්රවර්ධනය කරන අතර එය අපේ ජනතාවට වැඩි ප්රතිලාභ ලබා දෙනු ඇත.",
        "සංචාරක අමාත්යවරයා වන අමාත්ය හේරත් 2018 දී සංචාරකයින් මිලියන 2.5 ක් පැමිණීමෙන් පසු අඛණ්ඩ පසුබෑමකට ලක්ව තිබේ.",
        "2019 දී පාස්කු ඉරිදා ත්රස්ත ප්රහාර, 2020-2021 හි කොරෝනා ආසාදන සහ 2022 දී ආර්ථික අර්බුදය සහ ණය නොමැතිකම.",
        "ඉන්දියාව ඇතුළු ඉන්දියාව ඇතුළු පුරවැසියන් 39 දෙනෙකු සඳහා වීසා බලපත්ර 39 කට නොමිලේ ලබා දෙන ගැසට් නිවේදනයක් දිසානායක රජය ඉතා ඉක්මනින් නිකුත් කරනු ඇත. ඉන්දියාව මෙම ක්රියාව ගැන මෙනෙහි කළ යුතුය. දෙරටේ සංචාරක ව්යාපාරය වැඩි කළ යුතු බව ඔහු පැවසීය.",
        "මෙම අවස්ථාවට ඇසූ ප්රශ්නවලට පිළිතුරු දෙමින් අමාත්ය හේරත් දෙසැම්බර් 31 දින කල් ඉකුත් වීමෙන් පසු විදේශ පර්යේෂණ නැව්, විශේෂයෙන් චීන නැව් ඇතුළුව සියලුම පර්යේෂණ නැව්ගත කිරීම සඳහා ශ්රී ලංකාවේ එක් වරක් 'ජාතික ප්රතිපත්තියක්' ඉල්ලා සිටියේය.. එය විමර්ශනය කිරීම සඳහා කමිටුවක් පිහිටුවන ලද බව ඔහු පැවසීය.",
        "ඒ අතරම, හින්දු ඩේලි ඩේලි හි මාධ්යවේදියා සමඟ අදහස් දක්වමින් අමාත්ය හේරත් මහතා පැවසුවේ මහජන විමුක්ති පෙරමුණ රජය ඉන්දියාවේ වෙසෙන ශ්රී ලාංකික සරණාගතයින්ගේ තත්වය සමාලෝචනය කරන බවයි.",
        "ඉන්දියාවේ ඉන්දියාවේ නොසිටින 1980 දශකයේ ප්රචණ්ඩත්වයෙන් බොහෝ සරණාගතයින් පීඩාවට පත් වූ අතර ඔවුන්ගේ අනාගතයට ශ්රී ලංකාවේ අනාගතය ගැන අවිනිශ්චිතය.",
        "ඔවුන් ආපසු ලබා දීමේ ක්රියා පටිපාටි තිබියදීත්, ඔවුන් නැවත ශ්රී ලංකාවට යාමට අවශ්ය නැති බව ඔහු පැවසීය.",
        "ඉන්දියාවේ පිහිටා ඇති ඊලාම් සරණාගත පුනරුත්ථාපන සංවිධානයට අනුව, තමිල්නාඩුවේ කඳවුරු 104 ක අවතැන් වූවන් 57,000 ක් පමණ වන අතර 34,000 ක් පමණ පිරිසක් කඳවුරුවලින් පිටත විවිධ රාජ්යයේ රැඳී සිටිති."
      ]
    },
    "en": {
      "title": "President Anura Kumara Dissanayake visits China next month",
      "body_lines": [
        "Foreign Minister Vijitha Herath has said in India that President Anura Kumara Dissanayake is going to China next month following the visit to India.",
        "He also stated that the newly elected government would maintain ties with all countries with the doctrine of 'bilateral-bilateral'.",
        "Speaking at a organized event at the Indian Foundation in Delhi, Foreign Minister Vijitha Herath said the above and we would like to have a good relationship with China, India, the US, Russia, Cuba and North Korea.. We are dedicated to it and that he has said that he has said.",
        "After his first visit to India, his next trip will be for China next month. Although Dissanayake first prioritized the arrival of India, our government is looking for continuous support from both Delhi and Beijing.",
        "Chinese Ambassador to Sri Lanka, Key Senkong, who visited Jaffna last month. Dissanayake's Beijing journey will promote the traditional friendship of China and Sri Lanka and promote bilateral economic cooperation and it will provide more benefits to our people.",
        "Minister Herath, who is also the Minister of Tourism, has continued to face continuous setbacks after the arrival of 2.5 million tourists in 2018 has reached its peak.",
        "The Easter Sunday terrorist attack in 2019, Corona infection in 2020-2021, and the economic crisis in 2022 and the lack of debt.",
        "The Dissanayake government will soon issue a gazette notification that will free visas to 39 citizens, including India, including India. And India should reflect on this action. He said tourism should be increased in both countries.",
        "Responding to the questions asked at the event, Minister Herath asked for a 'national policy' on the issue when Sri Lanka's one -year time for all research shipping, including foreign research ships, especially Chinese ships, will be allowed to visit and stop Sri Lankan ports after expiration on December 31.. He said a committee was set up to investigate it.",
        "At the same time, Minister Herath, speaking to the journalist of The Hindu daily, said that the People's Liberation Front government would \"review the situation of Sri Lankan refugees living in India.",
        "Many refugees affected by violence in the 1980s, non -citizenship in India, are uncertain to their future in Sri Lanka.",
        "He added that despite the procedures to return them, they did not want to return to Sri Lanka.",
        "According to the Eelam Refugee Rehabilitation Organization, which is based in India, about 57,000 displaced people in 104 camps in Tamil Nadu, while about 34,000 people stay in various cities of the state outside the camps."
      ]
    }
  },
  "summary_lines": []
}