{
  "translated_text": {
    "ta": {
      "title": "சைபர் குற்றங்களை அடக்குவதற்காக 20 போலீஸ்காரர்கள் இந்தியாவில் பயிற்சி பெற்றனர்",
      "body_lines": [
        "சைபர் குற்றவியல் விசாரணை மற்றும் செயற்கை நுண்ணறிவு ஆகியவற்றின் சிறப்புப் போக்குக்காக இலங்கையில் 20 பொலிஸ் அதிகாரிகள் அடங்கிய குழு இந்தியாவுக்குச் சென்றுள்ளது.",
        "இந்தியாவின் இந்தியாவில் மத்திய டெடெரி பயிற்சியில் அவர்கள் பயிற்சி பெறுவார்கள்.",
        "இந்த குழு 3 ஆம் தேதி இந்தியாவுக்கு புறப்பட்டதாக இலங்கை போலீசார் தெரிவித்தனர்.",
        "இந்த குழுவில் மூத்த காவல்துறை கண்காணிப்பாளர், 02 உதவி கண்காணிப்பாளர்கள் மற்றும் 17 காவல்துறை ஆய்வாளர்கள் உள்ளனர்.",
        "பாதுகாப்பு அமைச்சர் டிரான் அலெஸ் மற்றும் ஐ.ஜி.பி தேசாபண்ட் டென்னகூனின் வழிகாட்டுதல் மற்றும் வழிகாட்டுதலின் கீழ் இந்த குழு தொடர்புடைய பாடத்திட்டத்தில் சேர்ந்துள்ளது."
      ]
    },
    "en": {
      "title": "20 policemen were training in India to suppress cyber crimes",
      "body_lines": [
        "A team of 20 police officers in Sri Lanka has gone to India for a specialized course of cyber criminal investigation and artificial intelligence.",
        "They will receive the training at the central detevery training in India, India.",
        "The Sri Lanka Police said that the group left for India on the 3rd.",
        "The group includes Senior Superintendent of Police, 02 Assistant Superintendents and 17 Inspectors of Police.",
        "The group has joined the relevant course under the guidance and guidance of the Minister of Defense Minister Tiran Alles and IGP Deshaband Tennakoon."
      ]
    }
  },
  "summary_lines": [
    "A team of 20 Sri Lankan police officers, including a Senior Superintendent, 2 Assistant Superintendents, and 17 Inspectors, left for India on March 3rd to attend a cyber crime and AI investigation course. The training is under the guidance of Minister of Defense Tiran Alles and IGP Deshaband Tennakoon."
  ]
}