{
  "translated_text": {
    "ta": {
      "title": "மகாவேலி நதியை வளர்க்க ஒரு இளம் பெண்ணைக் காப்பாற்றுங்கள்",
      "body_lines": [
        "இளைஞர்கள் ஒரு குழு ஆற்றில் குதித்து தற்கொலைக்கு முயன்ற ஒரு பெண்ணைக் காப்பாற்ற முடிந்தது.",
        "மகாவெலி ஆற்றில் நேற்று இரவு 7.00 மணியளவில் மகாவெலி ஆற்றின் குறுக்கே உள்ள கண்டியாங்கென்டோட்டா பாலம் மூலம் அந்தப் பெண் ஆற்றில் இருந்து தப்பிக்க முயன்றார்.",
        "தீர்ப்பை நெருங்கிய இளைஞர்கள் குழு மற்றும் பாலம் அவளைப் பிடிக்கத் தயாராக இருந்தபோது, ​​அந்தப் பெண் ஒரே நேரத்தில் குதித்தாள்.",
        "பின்னர் இளைஞர்கள் ஆற்றில் இருந்து மீண்டும் கொண்டு வரப்பட்டு சிகிச்சைக்காக மஹியங்கனா அடிப்படை மருத்துவமனையில் அனுமதிக்கப்பட்டனர்.",
        "அந்த நேரத்தில் அவர் மஹியங்கனா காவல்துறையினருக்கு சொந்தமான மஹியங்கனா காவல்துறை மற்றும் ஹசலகா போலீசார் மற்றும் மஹியங்கனா காவல்துறை மற்றும் ஹசலகா காவல்துறையினருக்கு சொந்தமான ஹசலகா போலீசார் ஆகியோரின் நலனைப் பெற முயன்றார்.",
        "எனவே, சாலையில் ஒரு முச்சக்கர வண்டி சிகிச்சைக்காக மருத்துவமனைக்கு கொண்டு செல்லப்பட்டது.",
        "பாவம் மற்றும் அவரது செல்போன் பாலத்தில் காணப்பட்டது.",
        "அதன்படி, காவல்துறையினர் தலையிட்டு தொலைபேசியில் உள்ள எண்ணை அழைப்பார்கள், இது தொடர்பாக அவரது பெற்றோருக்கு தகவல் கொடுத்தனர்.",
        "சிறுமி ஒரு மனநோயில் இருக்கிறார், ஹசலகா காவல்துறையினர் கூட அதை அறிந்திருக்கிறார்கள் என்பது தெரியவந்துள்ளது."
      ]
    },
    "en": {
      "title": "Save a young girl to raise Mahaweli River",
      "body_lines": [
        "A group of youths were able to save a girl who attempted to commit suicide by jumping into the river.",
        "The girl had attempted to escape the river by the Kandyangentota Bridge along the Mahaweli River around 7.00 pm yesterday (29) at Mahaweli River.",
        "When a group of young people who were nearing the ruling and the bridge was ready to catch her, the girl had jumped at once.",
        "The youths were later brought back from the river and was admitted to the Mahiyangana Base Hospital for treatment.",
        "At that time she had tried to get the welfare of the Mahiyangana Police and the Hasalaka Police belonging to the Mahiyangana Police and the Hasalaka Police belonging to the Mahiyangana Police and the Hasalaka Police.",
        "Therefore, a three-wheeler on the road was taken to the hospital for treatment.",
        "The sinful and her cell phone was found on the bridge.",
        "Accordingly, the police intervened and made calls on the number on the telephone and had informed her parents in this regard.",
        "It is revealed that the girl is in a mental illness and even the Hasalaka Police are aware of it."
      ]
    }
  },
  "summary_lines": [
    "Youths save girl from suicide attempt near Mahaweli River. Girl jumped from Kandyangentota Bridge. Found unconscious, taken to Mahiyangana Base Hospital. Parents notified. Girl has mental illness."
  ]
}