{
  "translated_text": {
    "ta": {
      "title": "'ஹியா ஹே ஒடி ஹெலி ஹெலி': நான் செல்லாவால் ஹெலாட்?",
      "body_lines": [
        "'ஹியா ஹே ஒடி ஹெலி ஹெலி': நான் செல்லாவால் ஹெலாட்?",
        "கேலி மாதரா பிரதான சாலை மார்ட்டின் விக்ரெமசிங்க சோர்ச்சாவாக காலே மாதரா பிரதான சாலை ஆகும், அவர் தெற்கு அதிவேக நெடுஞ்சாலைக்கு சோர்கா என அடையாளம் காணப்பட்டுள்ளார்.",
        "சூரியனின் பிரகாசம் தனித்துவமானது, இது ஒரு அத்தியாவசிய தனித்துவமாகும்.",
        "அதே நேரத்தில், ஏராளமான மக்கள் கரைக்கு வருகை தந்தனர்.",
        "அது என்னவென்று நான் பார்க்கச் சென்றபோது, ​​இலங்கையில் ஏராளமான பாரம்பரிய மீன்பிடித்தலில் நான் இழுத்துச் செல்லப்பட்ட ஒரு பெரிய வலையைக் கண்டோம்.",
        "இலங்கையின் பாரம்பரிய மீன்பிடித்தல் தொலைதூர கடலில் இருந்து கரைக்கு மீன் பிடிப்பதற்கான ஒரு வழியாகும்.",
        "கடலின் அறிகுறிகளைக் கண்டதும், நான் கூட்டத்தினருடன் பாதணிகளைப் பெற்றேன், அவர்களுடன் பங்குகளை அசைத்தேன்.",
        "அவர்களின் அனுபவங்கள் இனிமையான நிகழ்வுகள், சோகம் மற்றும் ஆபத்தான நிகழ்வுகளின் பல அனுபவங்கள்.",
        "இரண்டு கிலோமீட்டர் அகலமுள்ள மூடிய கோர் சோட்களால் நிகர சலவை செய்யப்பட்டது, நிலத்திற்கு வெளியே இழுக்கப்பட்டது.",
        "வலையில் சிக்கிய மீன், கண்கள் கண்களின் கொத்து நிற்கின்றன. வலைகள், தடைகள், ஹர்லி, புதிதாக, பந்துகள், கும்ப்லா, விமானங்கள் ஆகியவற்றால் பிடிக்கப்பட்ட மீன்.",
        "ஸ்கெட்சில் பிடிபட்ட மோட்ட்ச் பொதுவாக சிறிய மீன்கள் சங்கிலியால் கட்டப்பட வாய்ப்புள்ளது. அப்படியானால், அனைவரின் மகிழ்ச்சியும் இரண்டு முறை.",
        "இருப்பினும், லாப மதிப்பெண்கள் நெட்டெல் துறையில் மீனவர்களின் யோசனையாகும், இது ஒரு பாரம்பரிய வஞ்சக நுட்பமாகும்.",
        "மணலில் ஒரு சில நெட்ஃபர்னிங் படகுகள் உள்ளன. ஒரு மீன்பிடி படகில், ஒரு நாள், மணலின் மணல் கடவுளின் மீனவர்களுக்கு அர்ப்பணிக்கப்பட்டுள்ளது.",
        "நெட்டல் உரிமையாளரின் வலதுபுறத்தில் இருந்த மெக்கோகுவா கடற்கரையிலிருந்து நான் ஒன்றரை கிலோமீட்டர் தொலைவில் தயாரிக்கிறேன் (நான் கூட என்னைத் தப்பித்தேன்.",
        "நிகர அடையும் போது மக்கள் படிப்படியாக கரைக்கு சேகரிக்கப்படுகிறார்கள்.",
        "சோடில் மீன் மெதுவாக அகற்றப்பட்டு ஒரு பிளாஸ்டிக் பெட்டியில் போடப்பட்டது (கடந்த காலங்களில் மீன்பிடித்தல், கடந்த 500 மற்றும் 1000 இல் பிடிபட்ட மீன் ஏலத்திற்கு ஏலத்தைத் தொடங்கியது.",
        "மீன்களை விற்பனை செய்வதும் தகுதியற்றது. மாதிரி அல்லது மரகோகலஹேஜ் ஆகியவற்றால் சூழப்பட ​​வேண்டும். இவை அனைத்திற்கும் சோட்டீல் உரிமையாளர் உரிமையாளர். மீன் விற்பனையாளர்கள் ஒரே வகை வாங்குபவர்கள்.",
        "மீன்களுக்கு மீன்களுக்கு நல்ல தேவை உள்ளது, ஏனெனில் அவை மீன் உயிருடன் இருக்கக்கூடும். தீர்ப்புகள், பறவைகள், பறவைகள், பறவைகள், பறவைகள், முழங்கால்கள் போன்ற வெள்ளை மணலின் பிளாஸ்டிக் பெட்டிகள் பிளாஸ்டிக் பெட்டிகளில் சேமிக்கப்படுகின்றன.",
        "நான் மீன் அறுவடை நாட்களில் லாபம் ஈட்டுகிறேன். நான் 200 முதல் 300 கிலோ மீன் வரை வலையில் பிடிபட்டுள்ளேன் என்று மீனவர்கள் கூறுகிறார்கள், ஒரு மிட்ஃபிஷில் ஒரு மியூஸ் காணப்படுகிறது. இருப்பினும், மீன் அத்தகைய அளவுகளில் சிக்கவில்லை என்று அவர்கள் கூறினர்.",
        "சில நாட்கள் மீன்பிடித்தலில் சிக்காது என்றும் பல நாட்கள் இருந்தன என்றும் அவர்கள் கூறினர்.",
        "அனைத்து மீன்களையும் ஓவியத்தில் விற்ற பிறகு, மீன்பிடி நொதித்தல் காட்டுமிராண்டித்தனமான நிவாரணமாக பிரிக்கப்பட்டுள்ளது.",
        "மாதிரி ஒரு அற்புதமான வழி. வருமானத்தின் வருமானத்தில் முப்பது சதவீதம். (வலைகளால் ஆதரிக்கப்படும் நெட்ஸ் என்று அழைக்கப்படுகிறது) மீதமுள்ளவற்றை பிரிக்கவும், அவற்றில் இரண்டு உரிமையாளருக்கு சொந்தமானவை. மீதமுள்ள ஐந்து பேர் மரகலேஜ் என்று அழைக்கப்படும் மக்களிடையே பிரிக்கப்பட்டுள்ளனர்.",
        "மரகோகலாஹே தலைமைக்கு தலைமை தாங்கியவர்கள் வேட்பாளர்கள் என்று அழைக்கப்படுகிறார்கள். மீனவர்கள் மீன்களை வெளியில் பார்க்க வேண்டும் என்றும், மீன்களைப் பார்க்க மீன் எனக்கு உதவியது என்றும் கூறினார்.",
        "சுமார் பத்து ஆண்டுகளுக்கு முன்பு, பத்து ஆண்டுகளுக்கு முன்பு ஒரு பெரிய முதலை, ஒரு பெரிய முதலை தரையிறங்குதலுடன் பிடிபட்டது, அதைச் சுற்றியுள்ள மீனவரும் காயமடைந்து சுற்றியுள்ளதைச் சுற்றிலும் இருந்தனர். மீனவர்கள் காவல்துறையின் உதவியுடன், மீனவர்கள் தெரிவித்தனர் வனவிலங்குகளிடம் ஒப்படைக்கப்பட்டது.",
        "மேலும், நான் இழுத்துச் செல்லும் மற்றொரு அழகான நிகழ்வையும் மீனவர்கள் நினைவு கூர்ந்தனர்.",
        "மீனவர்கள் ஒரு பெரிய டால்பின் உயிரினத்தால் குடிநீர் டால்பினில் பாதிக்கப்பட்டுள்ளதாகவும், டால்பின் கீழே போடப்பட்டதாகவும் கூறினார்.",
        "நான் ஒரு மீன்வளம் மற்றும் நெட்டெல் மீன்பிடித் தொழிலுக்கு ஒரு பெரிய நிகர பகிர்வு மீன்பிடித் தொழிலால் வழிநடத்தப்பட்டேன், மேற்கண்ட முறையின் இலாபங்கள் மீன் இல்லாத நிலையில் காணாமல் போக வேண்டும்.",
        "கடற்கரையில் தற்போது சுமார் 400 வலைகள் உள்ளன, சுமார் 18,000 மீனவர்கள் அந்தத் தொழிலில் ஈடுபட்டுள்ளனர், சுமார் 18,000 மீனவர்கள் தங்கள் முக்கிய வாழ்வாதாரம்.",
        "நாட்டின் நவீன அமைப்பு இப்போது இன்று இறக்கப்போகிறது என்பது இப்போது தெளிவாகிறது.",
        "தெற்கு மாகாணம் தெற்கு மாகாணத்தில் ஒரு குறிப்பிட்ட எண்ணிக்கையிலான இடங்களில் மட்டுமே குளிக்கிறது மற்றும் பெரும்பான்மையான மீனவர்கள் தங்கள் மீன்வளத் தொழிலை உருவாக்குகிறார்கள்.",
        "ஆனால் நாட்டில் பாரம்பரிய கழுத்து தொழில் இருப்பதையும், அதை சுற்றுலாவுக்கு பயன்படுத்துவதற்கான சாத்தியத்தையும் தேடுவது மதிப்பு.",
        "மைக்கேல் ஜாக்சனுடன் ஒரு ஜோடி நடனத்தில் சேர இலங்கை பேராசிரியர் பேராசிரியர்",
        "ஆயுதப்படைகள்: சேவை செய்யும் உறுப்பினர்களை சமூகமயமாக்க சரியான திட்டம் உள்ளதா?",
        "நாரம்மலா பொலிஸ் படப்பிடிப்பு: ஒரு போலீஸ் அதிகாரி ஒரு சிவில் ஆடையை சுட்டுக் கொல்ல முடியுமா?",
        "ஷமர் ஜோசப்: முதல் பேட் திருமண போட்டியில் 5 விக்கெட்டுகளை வீழ்த்திய பாதுகாப்பு கட்டுப்பாட்டாளர்",
        "டெல்ஃப்ட்: இது குறைந்த செலவில் வழிநடத்தக்கூடிய ஒரு அழகான சுற்றுலா தலத்திற்கு செல்கிறதா?"
      ]
    },
    "en": {
      "title": "'Haiah haye oddi helei Helei': Is I heladd by the Galle Sella?",
      "body_lines": [
        "'Haiah haye oddi helei Helei': Is I heladd by the Galle Sella?",
        "Galle Matara main road is the Galle Matara main road as Martin Wickremasinghe Sorcha, who has been identified as Sorga to the Southern Expressway.",
        "The brightness of the sun is unique, and it is an essential uniqueness.",
        "At the same time, a large number of people were visiting the shore.",
        "When I went to see what it was, we saw a large net that I was dragged in a large number of traditional fishing in Sri Lanka.",
        "Sri Lanka's traditional fishing is a way to fish from the remote sea to the shore.",
        "When I saw the signs of the sea, I gained the footwear with the crowd, and shake the shares with them.",
        "Their experiences are many experiences of sweetest events, sadness and dangerous events.",
        "The net was laundered by the two-kilometer-wide-covered core sodes, pulled out for the land.",
        "The fish caught in the net, the eyes stop at the bunch of eyes. The fish caught with the nets, hurdles, hurley, newly, balls, Kumblaw, Flights.",
        "Motch caught in the sketch usually occur that small fish is likely to be chained. If so, everyone's happiness twice.",
        "However, profit marks are the idea of the fishermen in the netel industry that it is also a traditional crafty technique.",
        "There are a few netfurning boats in the sand. For one fishing boat, for a day, the sand of the sand has been devoted to God's fishermen.",
        "I prepare the net and a half kilometers from the beach of Mekkokua, which was on the right of the netel owner (I even survived me.",
        "The masses are gradually gathered to the shore as the net reaches.",
        "The soddle fish slowly removed and put into a plastic box (fishing in the past, the fish caught in the past 500 and 1000 started auction for auction.",
        "Selling fish is also unable to deserve. The same should be surrounded by the Model or Marakokalahage. Sother owner of the Sotiele owner of all these. Fish dealers are the same type of buyers.",
        "The fish have a good demand for the fish because they can be fish alive. The plastic boxes of white sand, such as rulings, birds, birds, birds, birds, knals, are stored in plastic boxes.",
        "I am making a profit of fish harvesting days. The fishermen say that I have been caught between 200 to 300 kg of fish to a net, a muse is being found in a midfish. However, they said that the fish were not caught in such quantities.",
        "They said that some of the days would not be caught in fishing and that there were so many days.",
        "After selling all fish in the sketch, the fishing fermentation is divided into the savage relief.",
        "The model is a wonderful way. Thirty percent of the income of the income is to be divided into. (Called the nets supported by the nets) divide the rest, two of them owned the owner. The remaining five are divided among the people called Marakalage.",
        "The people who were led by Marakokalahe's leadership are known as the candidates. Fishermen said that the fish to look into the outside, and the fish helped me to look into the fish.",
        "About ten years ago, a large crocodile over ten years ago, a large crocodile was caught with the landing and the fisherman around it was also wounded and around the surrounding.The fishermen said that with the assistance of the police, the fishermen said they were handed over to the wildlife.",
        "Also, the fishermen also remembered another beautiful event that I was dragging.",
        "Fishermen said they had been infected with a large dolphin creature in a drinking dolphin and to lay down the dolphin.",
        "I have been led by a fishery and a large net-shared fishing industry for the netel fishing industry and profits from the above method should be disappeared on the absence of fish.",
        "There are currently about 400 nets in the coast, and about 18,000 fishermen are engaged in that profession and that about 18,000 fishermen are their main livelihood.",
        "It is now clear that the modern system of the country is now going to die today.",
        "The southern province is bathing only in a limited number of places in the Southern Province and the majority fishermen are making their fisheries industry.",
        "But it is worth looking for the existence of traditional neck industry in the country as well as the possibility of using it to the tourism.",
        "Professor of Sri Lankan Professor to join a paired dance with Michael Jackson",
        "Armed Forces: Is there a proper program to socialize serving members?",
        "Narammala Police Shoot: Can a police officer shot a civilian garment?",
        "Shamar Joseph: The first bat was the defense regulator who took 5 wickets in the wedding match",
        "Delft: Is it going to a beautiful tourist destination that can lead at a low cost?"
      ]
    }
  },
  "summary_lines": [
    "\"Haiah haye oddi helei Helei\" is a traditional fishing method in Sri Lanka, where fishermen use large nets to catch fish from the sea to the shore. The fish caught are then sold, with the income divided among the fishermen, net owners, and Marakalage. Despite the modern system's decline, the traditional fishing industry remains a significant livelihood for many in Sri Lanka."
  ]
}