{
  "translated_text": {
    "ta": {
      "title": "ஆரம்பக் கல்வியில் தேர்வை நடத்துவதை விட பொருட்களுக்கு முன்னுரிமை அளிக்கப்பட வேண்டும்",
      "body_lines": [
        "கல்வி அமைச்சர் டாக்டர் சுசில் பிரேமாஜயந்தா, கிரிக்கெட் விஷயத்தைப் பொறுத்தவரை, பொருள் கல்வியின் வெளிப்புற செயல்பாட்டில் ஒரு சீரான ஆளுமையை உருவாக்கியுள்ளார்.",
        "நெலம் போகுனா தியேட்டரில் இலங்கை பள்ளிகள் கிரிக்கெட் அசோசியேஷன் ஏற்பாடு செய்த இலங்கை பள்ளிகள் கிரிக்கெட் சங்கத்துடன் அவர் பேசினார்.",
        "மேலும் பேசிய கல்வி அமைச்சர், கோவாண்டே பள்ளியின் போது பள்ளி விளையாட்டு போட்டிகளை பராமரிக்க முடிந்தது என்று கூறினார். அதன்படி, ரூ. எஸ்.எல்.சியின் அவுட்சோர்ஸ் நடவடிக்கைக்கு வெளியே உள்ள பொருள் செயல்படுவதாகவும், நாட்டின் சிறந்த கிரிக்கெட் வீரர்களை உற்பத்தி செய்ய நாடு திட்டமிட்டுள்ளது என்றும் அமைச்சர் கூறினார்.",
        "சரியான நேரத்தில் தலைப்புகள், காலநிலை மாற்றம் மற்றும் நல்ல ஆளுமை குழந்தைகளில் உலகளாவிய கவனம் செலுத்தும் இந்த சர்வதேச போக்குகள் குறித்தும் சர்வதேச போக்குகள் புதுப்பிக்கப்பட வேண்டும் என்று கல்வி அமைச்சர் கூறினார்.. சுசில் பிரேமாஜயந்தாவின் கூற்றுப்படி, வளர்ச்சி நாடுகளின் வளர்ச்சியில் புதிய கல்வி மாற்றம் கல்வி நாட்டில் புதிய கல்வி மாற்றத்திற்கு வழிவகுக்கும்.. ஆரம்ப தர தேர்வில் முதன்மை தரங்களின் தேர்வுகளைப் பயன்படுத்துவதற்கு அவர் குறைக்கப்பட்டதாக அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Substances should be prioritized than to hold the exam in primary education",
      "body_lines": [
        "Minister of Education Dr. Susil Premajayantha has built a balanced personality in the external activity of the subject education, as far as the subject of cricket, which is more of the subject of cricket.He said.",
        "He was speaking to the Sri Lanka Schools Cricket Association organized by the Sri Lanka Schools Cricket Association at the Nelum Pokuna Theater.",
        "Speaking further further, the Minister of Education said he was able to maintain the school sports competitions during the covande school. Accordingly, the budgetary allocation of Rs.Here he said. The Minister said that the subject outside an outsourced activity of the SLC is working and that the country is planning to produce the best cricketers in the country.",
        "The Minister of Education said that the international trends should also be updated on these international trends, which are a global focus on timely topics, climate change, and good personality children.. According to Susil Premajayantha, the new education transformation in the development of development countries will lead to the new education transformation in the country of education.. He said that he was reduced to the use of the exams of primary grades in the early grade examination."
      ]
    }
  },
  "summary_lines": [
    "Dr. Susil Premajayantha emphasizes prioritizing substances over exams in primary education, highlighting the importance of maintaining school sports competitions and updating education to address global issues like climate change. He mentions the need for a balanced approach to education, including cricket, and plans to produce top cricketers while reducing reliance on early-grade exams."
  ]
}