{
  "translated_text": {
    "ta": {
      "title": "வாட் பற்றிய விவாதம்",
      "body_lines": [
        "நவம்பர் 2023 இல், அனைத்து வாட் விலக்குகளும் அகற்றப்பட்டன, வரி வெளியீடு (திருத்தம்) மசோதா VAT தொடர்பான குழுவால் குழுவின் வாட் பரிந்துரைக்கு அகற்றப்பட்டது.",
        "அதன்படி, மருத்துவ உபகரணங்கள், ஆம்புலன்ஸ் மற்றும் மருத்துவ உபகரணங்கள், ஆம்புலன்ஸ் மற்றும் குழந்தைகளின் குழந்தைகளின் குழந்தைகளை மறுபரிசீலனை செய்ய நிதி அமைச்சகத்திற்கு குழு பரிந்துரைக்கப்பட்டது.",
        "பொது நிதி உறுப்பினர் குழு (டாக்டர்) ஹர்ஷா டி சில்வா நேற்று (20) நேற்று நடைபெற்றபோது குழு விவாதிக்கப்பட்டது.",
        "வாட் (திருத்தம்) மசோதா, இலங்கை வருமானத்தின் வருமானத்தின் வருமானத்தை மொத்த உள்நாட்டு உற்பத்தியில் 14% ஆக உயர்த்துவதற்கான அரசாங்கத்தின் குறிக்கோளின் படி வரி விகிதங்கள் மற்றும் பதிவு தேவைகளை உருவாக்குவதை நோக்கமாகக் கொண்டுள்ளது. வாட் வரி பதிவுக்காக ரூ.. 80 மில்லியன் மற்றும் ரூ. 60 மில்லியன் டாலர் கைவிடப்பட்டது. உள்ளூர் டிஜிட்டல் மற்றும் மென்பொருள் சப்ளையர்கள் வெளிநாட்டு டிஜிட்டல் மற்றும் மென்பொருள் சப்ளையர்கள் மீதான VAT ஐ ஏன் தாமதப்படுத்துவார்கள் என்று குழு கேள்வி எழுப்பப்பட்டது.",
        "உள்ளூர் பயண முன்பதிவு முகவர்கள் கூட வாட் மற்றும் புக்கிங்.காம் போன்ற வலைத்தளங்களுக்கு விலக்கு அளிக்கப்படுகிறார்கள். இது சட்டத்தின் வரையறையில் உள்ள வித்தியாசம் என்பதால், அவர்கள் இதை ஏன் தாமதப்படுத்துகிறார்கள், அவர்களுக்கு ஒரு புதிய சட்டம் தேவைப்படும், அது ஏப்ரல் 2025 இல் செயல்படுத்தப்பட வேண்டும் என்று குழு அவர்களிடம் கேட்டது. ஒரு புதிய வாட் மசோதாவை மீட்டெடுக்கவும், நியாயமான தயாரிப்பை உருவாக்கவும், நியாயமான சூழ்நிலையை உருவாக்கவும் குழு அதிகாரிகளுக்கு அறிவுறுத்தியது.",
        "கூடுதலாக, குழு சமூக பாதுகாப்பு வரி (திருத்தம்) மசோதா விவாதிக்கப்பட்டது. 2024 ஜனவரி 1 முதல் செயல்பாட்டில் உள்ள சமூக பாதுகாப்பு கட்டுப்பாட்டு வரிக்கான பதிவு வரம்பைக் குறைக்கும் சட்டத்தின் திருத்தக் குழு, திருத்தம் மூலம் ரூ. அறுபது ரூ.",
        "திறமையின்மை மற்றும் நிர்வாக நிலைமைகள் என்று கூறப்படும் இரண்டு தனித்தனி வரி கட்டமைப்புகளை பராமரிக்க வேண்டிய அவசியம் குறித்து தலைவர் கவலை தெரிவித்தார். சேர்க்கை வரி (வாட்) கீழ் இந்த வரிகளை ஒன்றிணைக்க அவர் முன்மொழிந்தார், மேலும் சமூக பாதுகாப்பு வரியுடன் இணைக்கும்போது, ​​22% சாதாரண பயனுள்ள விகிதத்தைக் கொண்டிருக்கும் என்று கூறப்படுகிறது.",
        "இதற்கு பதிலளிக்கும் விதமாக, நிதி அமைச்சகம் வருமான இலக்குகளை பூர்த்தி செய்வதே அவர்களின் நோக்கம் என்றும், மிகவும் பயனுள்ள வரி செலுத்துவோர் மிகவும் பயனுள்ளதாக இருக்கும் வரை இந்த முறையைப் பயன்படுத்த வேண்டும் என்றும் விளக்கினார்.",
        "மேலும், ஆடிட்டர் ஜெனரலின் அறிக்கை 'சர்க்கரை மோசடியின்' முன்னேற்றம் குறித்தும் விசாரித்தது. அதிகாரிகளின் வாதம் வரி இழப்பு என வகைப்படுத்தப்படக்கூடாது மற்றும் சிறப்பு வரியை 25 சென்ட்டாக 25 காசுகளாகக் குறைக்க வேண்டும். எவ்வாறாயினும், இந்த வரிகளின் பொருத்தத்திற்கு ரூ .1.4 பில்லியன் அதிகரிப்புக்கு இணங்க ஆறு பில்லியன் நிறுவனங்களின் தரவை வழங்குமாறு அதிகாரிகள் அறிவுறுத்தப்பட்டனர்.",
        "அரசாங்கத்தால் ஏன் வரிகளை மீட்டெடுக்க முடியவில்லை என்று தலைவர் கேள்வி எழுப்பினார், குறிப்பாக ஒரு சாதாரண இலங்கை மற்றும் வாட் என்று வரும்போது.. தேவையற்ற சம்பாதித்த வரியில் 30% மட்டுமே திரும்பப் பெற முடியும் என்றும், மீதமுள்ள 70% ஐ மீட்டெடுக்க முடியவில்லை என்றும் அதிகாரிகள் விளக்கினர்.",
        "இதன் விளைவாக, குழு உறுப்பினர்கள் முந்தைய வரி வருவாய் அனைத்தையும் ஆராயவோ அல்லது அத்தகைய நிபந்தனைகளை நிவர்த்தி செய்யவும், எதிர்காலத்தில் அவற்றைத் தடுக்கவும் அதிகாரிகளை வலியுறுத்தினர். இருப்பினும், தலைவருக்கு தலைவர் ஒப்புதல் அளித்தார், அதே நேரத்தில் வாட் (திருத்தம்) மசோதா மற்றும் இரண்டு சமூக பாதுகாப்பு பங்களிப்பு வரி ஆகியவை குழுவால் அங்கீகரிக்கப்பட்டன."
      ]
    },
    "en": {
      "title": "Discussion on VAT",
      "body_lines": [
        "In November 2023, all VAT exemptions were removed, the Tax Release (Amendment) Bill was removed by the Committee on the VAT to the VAT Recommendation by the Committee.Was.",
        "Accordingly, the Committee was recommended to the Ministry of Finance to reconside medical equipment, ambulances and children of the Ministry of medical equipment, ambulances and children.",
        "The committee was discussed when the Committee on Public Finance Member (Dr.) Harsha De Silva yesterday (20) was held yesterday.",
        "The VAT (Amendment) Bill, aims to develop tax rates and registration requirements in accordance with the Government's goal of increasing the income of the income of Sri Lankan income to 14% of GDP. For the VAT tax registrationThe threshold of Rs. 80 million and Rs. Dropped by 60 million. The committee was questioned as to why the local digital and software suppliers will delay the VAT on foreign digital and software suppliers.",
        "Even local travel booking agents are exempted to VAT and released websites such as Booking.com. Since it is a difference in the definition of the law, the committee asked them why they delay this, where they would need a new law, and it is to be implemented in April 2025. The Committee instructed officials to recover a new VAT bill and to create a fair preparation and to create a fair situation.",
        "In addition, the Committee was discussed by the Committee on Social Security Tax (Amendment) Bill. The amendment committee of the Act, which will reduce the registration limit for Social Security Control Tax in operation from 1st January 2024, was approved by the Amendment to Rs. Sixty Rs.",
        "The Chairman expressed concern over the need to maintain two separate tax structures saying inefficiency and administrative conditions. He proposed to merge these taxes under the Addation Tax (VAT), and it is said that when combining with the Social Security Tax, 22% will have a normal effective rate.",
        "In response, the Ministry of Finance explained that their purpose is to meet the income targets and intended to use this method until the most effective taxpayer is more effective.",
        "Further, the Auditor General's report also inquired about the progress of the 'Sugar fraud'. The officials' argument should not be classified as a tax loss and reducing the Special Tax to 25 cents to 25 cents. However, officials were instructed to provide data from six billion companies to comply with the increase in Rs. 1.4 billion to the matching of these taxes.",
        "The Chairperson questioned why the government was unable to recover taxes, especially when it comes to a normal Sri Lankan, and VAT.. The officials explained that only 30% of the unnecessary earned tax could be returned, and the remaining 70% could not be recovered.",
        "As a result, committee members urged the officials to explore all the previous tax revenue, or to address such conditions, addressing and prevent them back in the future. However, the Chairman was approved by the Chairman, while the VAT (Amendment) Bill and the two social security contribution tax was approved by the Committee."
      ]
    }
  }
}