{
  "translated_text": {
    "si": {
      "title": "ඉන්දියාව-පාකිස්තානය R20 ලෝක කුසලාන තරගය: අයිසිස් සහාය කණ්ඩායම් තර්ජනය",
      "body_lines": [
        "ත්රස්ත ප්රහාර විස්සයි 20 ලෝක කුසලාන තරගාවලියේදී සිදුවන බවට බියෙන් බයි තිබේ, එය දින කිහිපයකින් ආරම්භ වේ.",
        "නිව්යෝර්ක්හි පෝස්ටර් නිකුතුවක් අනුගමනය කිරීමෙන් පසු ත්රස්ත ප්රහාර පිළිබඳ බියෙන් ත්රස්තවාදී ප්රහාරවලට බියෙන් යුතුව තිබේ.",
        "ISIS වලට පක්ෂව තර්ජනයක් වූ කණ්ඩායමක් විසින් සිතියමක් නිකුත් කර ඇත. එයින් පෙන්නුම් කරන්නේ වෙස්මුහුණු මිනිසෙක් උරහිසට තුවක්කුවක් වන බවයි.",
        "'තරඟය සඳහා ඔබ බලා සිටින' ලෙස හැඳින්වෙන සිතියම රතු රතු පැහැයෙන් ඉදිරියට යයි, 'අපි ඔබ එනතුරු බලා සිටිමු ...'.",
        "එදින, ඉන්දියාවට සහ පාකිස්තානයේ ක්රිකට් පරර්මිලිටරි හිංසා කණ්ඩායම, බී 20 ලෝක කුසලාන තරගාවලියේදී ක්රීඩාංගනයේදී කණ්ඩායමක් සඳහා එකිනෙකාට විරුද්ධ වනු ඇත.",
        "පෝස්ටරයේ, ඩ්රෝන යානා ක්රීඩාංගණයේ පියාසර කරන, ඩයිනමයිට් පොල්ලක් සමඟ කාලය ගණනය කරන ඔරලෝසුව.",
        "කෙසේ වෙතත්, එක්සත් ජනපද නිලධාරීන් ප්රහාරයේ තර්ජනයට වඩා පූර්වාරක්ෂක මට්ටම ඉහළ ගොස් නැත.",
        "තරඟය අතරතුර එක් එක් පුද්ගලයාගේ ජීවිත ආරක්ෂාව සහ ආරක්ෂාව සඳහා ප්රමුඛතාවය දීම අපගේ හිස වනු ඇත. අපට ඉතා පුළුල් හා ශක්තිමත් ආරක්ෂක වැඩපිළිවෙළක් ඇති බව ජාත්යන්තර ක්රිකට් කවුන්සිලයේ ප්රකාශකයෙක් පැවසීය.",
        "'අපි තරඟවලට නායකත්වය දෙන පිළිගැනීමේ රටවල නිලධාරීන් සමඟ සමීපව කටයුතු කරන්නෙමු. තරඟය තුළ හඳුනාගත් ඕනෑම අන්තරායන් සමනය කිරීම සඳහා සුදුසු සැලසුම් ඇති බව අපි නිරන්තරයෙන් අධීක්ෂණය හා ඇගයීම. \"",
        "ඉස්ලාමීය රාජ්යය විසින් මෙම ප්රහාර ප්රවර්ධනය කර තිබුණද, තරඟකාරී කාලය තුළ ත්රස්තවාදයට බියක් නොතිබූ බව ජාත්යන්තර ක්රිකට් කවුන්සිලය මීට පෙර පවසා තිබුණි.",
        "ඉස්ලාමීය රාජ්යයෙන් තර්ජනය බිහි වී ඇති බව අන්තර්ජාතික ක්රිකට් කවුන්සිලය සහ බටහිර ඉන්දීය කොදෙව් (බටහිර ඉන්දීය කොදෙව් ක්රිකට් මණ්ඩලය) තහවුරු කර නොමැත. එහෙත් එහි ප්රචාරක සේවය, නෂර්-ඊ පාකිස්තානය ක්රීඩා ඉසව්වලට පහරදීම ප්රවර්ධනය කරන බව කියනු ලැබේ.",
        "නවවන විස්සයි 20 ලෝක කුසලාන ක්රිකට් තරඟාවලිය ජූනි 1 සිට 29 දක්වා එක්සත් ඇමරිකා එක්සත් ජනපදයේ සහ බටහිර ඉන්දීය කොදෙව්හි ස්ථාන නවයකින් පැවැත්වේ."
      ]
    },
    "en": {
      "title": "India-Pakistan R20 World Cup Competition: ISIS Support Group Threatening",
      "body_lines": [
        "There are fears that terrorist attacks will take place during the T20 World Cup, which will begin in a few days.",
        "There has been a fear of terrorist attacks following a poster release in New York.",
        "A map has been issued by a threatened group in favor of ISIS. It shows that a masked man is a gun on the shoulder.",
        "The map, which is referred to as 'you wait for the competition ...' continues in the red red, 'We are waiting for you ...'.",
        "On that day, cricket paramilitary viruses India and Pakistan will oppose one another in the R20 World Cup for the A group at the stadium.",
        "On the poster, the drones flying on the stadium, the clock that calculates the time with a dynamite stick.",
        "However, US officials have not increased the precautionary level over the threat of the attack.",
        "'It will be our head to prioritize each person's life safety and security during the competition. We have a very comprehensive and strong security program, ”a spokesman for the International Cricket Council said.",
        "'We are working closely with officials in the reception countries that lead the competitions. We are constantly monitoring and evaluating that there are appropriate plans to alleviate any dangers identified during the competition. ”",
        "The International Cricket Council had earlier said that although the Islamic state had promoted the attacks, there was no fear of terrorism during the competition.",
        "The ICC and the West Indies (West Indies Cricket Board) have not confirmed that the threat from the Islamic state has emerged. But its propaganda service, Nashir-e Pakistan, is said to be promoting attacks on sports events.",
        "The ninth T20 World Cup Cricket Tournament will be held in nine places in the United America and the West Indies from June 1 to 29 (June 2 - 30)."
      ]
    }
  },
  "summary_lines": [
    "Fears of terrorist attacks during the upcoming T20 World Cup between India and Pakistan have escalated due to a poster released by an ISIS-supporting group. The poster features a map with a masked man holding a gun, threatening violence. Despite this, US officials haven't raised the security alert level. The International Cricket Council assures robust security measures are in place, collaborating with local authorities to ensure the safety of attendees."
  ]
}