{
  "translated_text": {
    "ta": {
      "title": "மூன்று குழந்தைகளும் மறக்கமுடியாத பிறந்தநாளின் பரிசுக்கு சென்றனர்",
      "body_lines": [
        "\"கலு சபுகே ஜெயந்தி சில்வாவின் (15) தாயார் வாலகுனி கோகிலா ஜெயந்தி சில்வாவின் தாய், கறுப்பினரால் இறந்து கருப்பு புள்ளிகளுடன் மூழ்கியுள்ளார்.",
        "தியாகெலி டென்னகூன் அராச்சலின் டென்னகூன் அராச்சலின் டென்னகூன் அராச்சலின் டென்னகூன் அராச்சலின் துராஸினி (16) மற்றும் மாமே ஜபுகா சுவான் (16) மற்றும் மாலியாவதி (15) ஆகியோர் இறந்துவிட்டனர்.",
        "இறந்தவர்களால் பாதிக்கப்பட்டவர்களின் அவசரகாலத்தை வென்றது டீப் டீப், தீபல் பார்மா புவ்வாகரத்னே இன்று காலை நடத்தப்பட்டது.",
        "அவசர ஆய்வாளர் முன் மேலும் பேசியதாக அவர் மேலும் கூறினார்.",
        "\"எனது மூன்றாவது மகள் எனது மூன்றாவது மகள் இமங்கா, மெத்த்காங்கி கொல்லப்பட்டாள். கலுடராவின் செயின்ட் ஜான்ஸ் கல்லூரியில் 10 வருடம் கற்றுக்கொள்கிறாள். நண்பர்கள் குழு மகனுடன் வந்து, என் பிறந்தநாளுக்காக ஒரு கேக்கை வெட்டி, என் பிறந்தநாளில் கேக்கை வெட்டி, நாங்கள் கலுதாரா கடலுக்குச் சென்றோம்.",
        "கடலில் கப்பலுக்குச் சென்றார். என் மகளும் என் மகளும் கைகளை எடுத்துக்கொண்டு வெடித்தார்கள். மறைக்கப்பட்ட மகன் ஜவிடிடிடிடு அவற்றைக் காப்பாற்ற. அந்த இடத்தில் ஒரு இளைஞன் குதித்து மகனை அழைத்துச் சென்றான். சுமார் அரை மணி நேரம் வாகனம் இல்லை. ஒரு வாகனம் இருந்திருந்தால், அவர் மகனைக் காப்பாற்றியிருக்க முடியும். \"",
        "முகியாவாட்டாவின் (16) தாய் பதிரனா முடியான்ஸலேஜ் டெக்லா நெனெரான்ஜீஜ் கூறினார்:. \"இறந்தவர் என் இரண்டாவது மகள். இந்த பயணத்தை விட்டு வெளியேற வேண்டாம் என்று நான் சொன்னபோது, ​​அவருக்குக் கற்றுக் கொடுத்தார். நான் கடனைச் சேமிக்கச் சென்றபோது, ​​பெரிய மகளுடன் பதுங்கினேன். என் குழந்தை அழைத்துச் செல்லப்பட்டு வெளியேற்றப்பட்டபோது, ​​என்னிடம் பஸ்ஸில் பணம் இல்லை.நாகோடா மருத்துவமனை ஒரு பைக்கில் பைக்குடன் நாகோடா மருத்துவமனைக்கு வந்தபோது, ​​இழந்தது. \"",
        "இறந்த சுபானியின் மூத்த சகோதரி, தியாடங்காவின் மூத்த சகோதரி, போலீசார் தெரிவித்தனர்:. \"நாங்கள் கருப்பு மரத்தில் ஒன்றாக இல்லை. நான் என் பணியில் இல்லை. அவர் வைத்திருந்த மற்ற நண்பரைப் பார்த்தார். மாமாவின் சகோதரி மற்றும் இமங்காவைக் காப்பாற்ற நாங்கள் கூச்சலிட்டோம். கலுதாரா மருத்துவமனைக்கு கொண்டு செல்லப்பட்ட பின்னர், சகோதரி இறந்துவிட்டார் என்பதை அறிந்தார். \"",
        "தைவிடி அராச்சுகேஜின் திவியன் அராச்சி குலந்தா குலவிட் ஜொண்டா குனபாலா (73), கூறினார்:. \"என் பேரன் இறந்துவிட்டார். ஒரு வருடம் முன்பு இருந்தபோது அவரது தாயார் புற்றுநோயால் இறந்தார். 17 ஆண்டுகள் நான் மகனை உருவாக்கினேன். පුතා ආච්චිට කියලා තිබුනා. கேக் ஒரு பிறந்தநாளை குறைக்கப் போகிறது என்று.மகனிடம் நாகோடா மருத்துவமனைக்கு வரச் சொல்ல ஒரு அழைப்பு வந்தது. கருப்பு மரம் இறந்துவிட்டது என்று அவர்கள் அறிந்தபோது. \"",
        "க orary ரவ மரண ஆய்வாளர் தீபரத்னே, கலுடராவின் ஆதரவின் கீழ் மோர்டெம் தேர்வு நடத்தப்பட்டது. பொலிஸ் சார்ஜென்ட் சார்க் டி சில்வா காவல்துறையினருக்கான ஆதாரங்களை வழிநடத்தினார்.",
        "கலுடராவில் உள்ள நாகோடா மருத்துவமனையின் நீதித்துறை மருத்துவ அதிகாரி. கே. பிரேத பரிசோதனை, வேலுஜித் மற்றும் எம்.கே.செரன் ஆகியோர் மரணத்திற்கு முடிவு செய்துள்ளனர்."
      ]
    },
    "en": {
      "title": "The three children went on to a gift of memorable birthday",
      "body_lines": [
        "\"The mother of Walakuni Kokila Jayanthi Silva, the mother of Kalu Sapuge Jayanthi Silva (15), has died of black and drowned with the black spots.",
        "Diyageli Tennakoon Arachchle's Tennakoon Arachchle's Tennakoon Arachchle's Tennakoon Arachchle's Thurasini (16) and Mamle Zapuga Suwan (16) and Maliyawathi (15) had died.",
        "The emergency conquest of victims of the deceased is Demand Deepal, Deepal Pharma Puwakarathne was conducted this morning.",
        "She added that she further spoke before the Emergency Inspector.",
        "\"My third daughter has been killed my third daughter, Imanga, Methgangi. She learns 10 year at St. John's College, Kalutara. A group of friends came with the son, cut a cake for my birthday, cut the cake in my birthday, we went to the Kalutara Sea.",
        "Went to the vessel on the sea. My daughter and my daughter took his hands and broke out. Twidden Son Jawidididididu to save them. A young man in that place jumped and took the son. There was no vehicle for about half an hour. If there was a vehicle, he could have saved the son. \"",
        "Pathirana Mudiyiyanselage Tekla Neneranjeeage, the mother of Mukiyawatta (16), said:. \"The deceased has been my second daughter. When I told you not to leave this journey, he taught him. When I went to save a loan, I sneaked with the big daughter. When my child was taken and kicked out, I had no money at the bus.When the Nagoda Hospital came to the Nagoda hospital with a bike in a bike, was lost. \"",
        "The deceased Subani's eldest sister, the eldest sister of Tiatanga, police said:. \"We're not together in the black tree. I was not in my mission. He saw the other friend who was holding. We were shouting to save the uncle's sister and Iamanga. After being taken to the Kalutara Hospital, he learned that sister died. \"",
        "Thaywidi Arachchuge's Thiwiyan Arachchi Gulanda Gulawit Geonda Gunapala (73), said:. \"My grandson has been dead. His mother died of cancer when he was a year ago. 17 years I made the son. The son had told grandmother. That the cake is going to cut a birthday.A call came to tell the son to come to the Nagoda hospital. When they learned that the black tree is dead. \"",
        "Mortem examination was conducted under the patronage of Honorary Death Inspector Deeparatne, Kalutara. Police Sergeant SARK De Silva led the evidence for the police.",
        "Judicial Medical Officer of the Nagoda Hospital in Kalutara. K. The post mortem examination, Velujith and MK.Cheran has concluded to death."
      ]
    }
  },
  "summary_lines": [
    "A tragic incident involving the death of three children and their families has been reported. The children, aged 15 and 16, were celebrating a birthday when they drowned. The mother of one of the children, Kalu Sapuge Jayanthi Silva, passed away due to black spots. The incident was witnessed by a group of friends, including a young man who attempted to save them but was unsuccessful. The families are in mourning, with the children's deaths being a result of a tragic accident."
  ]
}