{
  "translated_text": {
    "si": {
      "title": "அரிசி தட்டுப்பாட்டுக்கு தீர்வு காண்போம்; அரிசி மாபியாக்களை இல்லாதொழிப்போம் - அமைச்சர் வசந்த சமரசிங்க",
      "body_lines": [
        "ஜனாதிபதித் தேர்தலின் போது முன்னாள் ஜனாதிபதி ரணில் விக்கிரமசிங்க 20 கிலோகிராம் சிவப்பு அரிசியை இலவசமாக வழங்கியதால் தான் தற்போது சிவப்பரிசிக்கு தட்டுப்பாடு ஏற்பட்டுள்ளது. அரிசி தட்டுப்பாட்டுக்கு தீர்வு காண்போம். වෙළඳ, වාණිජ හා ආහාර සුරක්ෂිතතා අමාත්ය වසන්ත සමරසිංහ මහතා පැවසුවේ සහල් මාෆියස් තුරන් කරන බවයි.",
        "වෙළඳපොලේ සහල් හිඟයක් නොමැති බව අමාත්යවරයා සඳහන් කරයි. එහෙත් ශ්රී ලංකා පීඒ හි රූපවාහිනිය PAST හි රතු සහල් නොවේ. චානක සඳහන් කළා. ඇමතිවරයා සහ රූපවාහිනී චානක අතර තර්කයක් තිබුණි. සතෝසා අලෙවිසැලෙහි සහල් ඇති බව ඔබ පෙන්වා දෙයි. නමුත් ගම්බද ප්රදේශවල සිල්ලර වෙළඳසැල්වල සහල් නොමැත.  පාර්ලිමේන්තු මන්ත්රී ජනතාව වෙත යාමට. ඩී. V චානක දැඩි විවේචනයට ලක්විය.",
        "ශ්රී ලංකා පාර්ලිමේන්තු මන්ත්රී පීඒසී. සනක සඳහන් කළේය.",
        "ඔහුගේ කතාවෙන් පසුව, වාණිජ, වාණිජ හා ආහාර ආරක්ෂණ අමාත්ය",
        "හිටපු ජනාධිපති රනිල් වික්රමසිංහ මහතා ජනාධිපතිවරණ සමයේදී රතු සහල් ඉහළ මිලකට මිල දී ගෙන කිලෝග්රෑම් 20 න් කිලෝග්රෑම් 20 ක් නොමිලේ බෙදා හැරියේය.",
        "ශ්රී ලංකා පීඒ හි ශ්රී ලංකා පීඒ හි ශ්රී ලංකා පීඒසී හි වෙළඳපල පාලන මිලවල සහල් විකුණනු නොලබන බව වටිනාකම් හා සංඛ්යාලේඛන දෙපාර්තමේන්තුව ප්රකාශ කර තිබේ. එබැවින් කිසිදු ගැටළුවක් නොමැති බව සඳහන් නොකරන්න.",
        "වෙළඳපොලේ ඇති සහල් හිඟය ආමන්ත්රණය කිරීම සඳහා සහල් කිලෝග්රෑම් 6 දහසසිය දහසක දහස් ගණනක් ආනයනය කර සතෝසා අලෙවිසැල් හරහා බෙදා හරින බව අමාත්ය වසන්ත සමරසිංහ මහතා පැවසීය.. ව්යාජ තොරතුරු දෙපාර්තමේන්තුව මුදා හැරුවහොත් පියවර ගන්නා බව ඔහු පැවසීය.",
        "නැවත සේවයේ යෙදී සිටි රූපවාහිනී චානක මහතා පැවසුවේ සහල් හිඟය අප විසින් විසඳා ඇති බවයි. නමුත් ප්රායෝගිකව විසඳුමක් නොමැත.  ග්රාමීය ප්රදේශවල සතෝසා අලෙවියක් නොමැත. සිල්ලර වෙළඳසැල් ඇත. එබැවින් ඔහු ජනතාව වෙත ගියේය."
      ]
    },
    "en": {
      "title": "We will address the shortage of rice; Eliminate rice mafias - Minister Wasantha Samarasinghe",
      "body_lines": [
        "Former President Ranil Wickremesinghe has been free of 20 kilograms of red rice during the presidential election.. We will settle the solution to the rice scarcity. Trade, Commerce and Food Safety Minister Wasantha Samarasinghe said that the rice mafias will be eliminated.",
        "The minister notes that there is no shortage of rice in the market. But the TV of the Sri Lanka PA is not red rice in the market. Chanaka noted. There was a great logic between the Minister and the TV Chanaka. You indicate that there is rice at the Sathosa outlet. But there is no rice in the retail stores in the countryside.  Member of Parliament to go to the people. D. V Chanaka was severely criticized.",
        "TV Member of Parliament of Sri Lanka PA. Sanaka noted.",
        "Following his speech, the Minister of Commerce, Commerce and Food Security Minister Wasantha Samarasinghe said, \"We have taken steps to find a proper solution to the rice shortage in the market.",
        "Former President Ranil Wickremesinghe purchased red rice at a high price during the presidential election and distributed rice free of 20 kilograms.",
        "The Department of Value and Statistics has stated that Rice is not being sold at the market control prices at the Sri Lanka PA, Member of Parliament of Sri Lanka PA. So don't mention that there is no problem.",
        "Minister Wasantha Samarasinghe said that 1 lakh 6 thousand kilograms of rice has been imported and distributed via Sathosa outlets to address the rice shortage in the market.. He said action would be taken if the department of fake information was released.",
        "TV Chanaka, who was re -speaking, mention that we have solved the shortage of rice. But there is no solution in practice.  There is no Sathosa sales in rural areas. There are retail stores. So he went to the people."
      ]
    }
  },
  "summary_lines": []
}