{
  "translated_text": {
    "si": {
      "title": "දෙමළ ජනතාවගේ දීර්-කාලීන සිරිතන් විසඳීමට අනුරකුමාරා පියවර ගැනීම අපේක්ෂා කරමු.",
      "body_lines": [
        "ලෝක දෙමළ කවුන්සිලය පවසා ඇත්තේ දීර්-කාලීන දුක් වේදනා විසඳීමට ජනාධිපති අනුර කුමාරමනනායක මහතා තමන්ගේම රටක දෙවන -0Lass පුරවැසියන් මෙන් දැනීමට හේතු වී ඇති බවයි.",
        "අනුරු.",
        "ශ්රී ලංකාවේ ඉතිහාසයේ තුන්වන කාන්තාව වන නව අගමැතිවරයා ලෙස පත්කර ඇති හරිනි අමරසූරිය අපි අපි සුබ පතමි.",
        "මැතිවරණය සහ පරිවර්තනය සාමකාමී බව අප සෑහීමකට පත්වේ, එමඟින් බොහෝ ලෝක රටවල් විසින් නිදර්ශනය කර ඇත.",
        "මැතිවරණ ව්යාපාරය බොහෝ දුරට ජාතිවාදී ස්වෝත්තමවාදී අදහස් නොමැති බවත්, මෙය අනාගතය සඳහා ආදර්ශයක් වනු ඇතැයි අපි පිළිගනිමු.",
        "ශ්රී ලංකාව ඉතිහාසයේ ඉතිහාසයේ තීරණාත්මක මොහොතක, කිසිදු සැකයකින් තොරව සහ සමාජයේ සෑම තරාතිරමකම මුල් බැස ඇති දූෂණය ජනතාවගේ සංවිධානය වෙනස් කිරීමට හේතු වී තිබේ.",
        "ජනාධිපති අනුර කුමාරසනනායක මහතා සහ ජාතික මහජන බලය විසින් දියත් කරන ලද ප්රචාරය මිලියන සංඛ්යාත ජනතාව අතර ඉතා දෝංකාර දී තිබේ.",
        "කෙසේ වෙතත්, මිනිසුන් අපේක්ෂා කරන දේශපාලන හා ආර්ථික හා සමාජ වෙනස්කම් ඇති කිරීමට වර්තමාන ජනාධිපතිවරයාට බරපතල අභියෝගයකට මුහුණ දීමට සිදුවනු ඇතැයි අපට හැඟේ.",
        "සැබෑ වෙනස සිදුවන්නේ රටේ සියලුම පුරවැසියන් හා ප්රජාව වර්ධනය වන විට ලෝක දෙමළ කවුන්සිලය තරයේ විශ්වාස කරයි.",
        "නව ජනාධිපතිවරයා සහ ඔහුගේ සභාග පක්ෂ සුළුතර ප්රජාව කෙරෙහි ඇති විශ්වාසය හා බියෙන් සැලකිය යුතු හිඟයකට විසඳුමක් නොමැති බව මැතිවරණ ප්රති results ලවලින් හෙළි වී තිබේ.",
        "ශ්රී ලංකාවේ දෙමළ ජනතාව දශක ගණනාවක් තිස්සේ ශ්රී ලංකාවේ යුක්තිය සහ සාධාරණ නියෝජනය පිළිබඳ සැලකිය යුතු අභියෝගයන්ට මුහුණ දී ඇති අතර රජයේ සහයෝගය තුළින් ඔවුන්ගේ භාෂා ජනවාර්ගිකත්වය අහිමි වේ යැයි බිය වෙති.",
        "එපමණක්ද නොව, භූමි ප්රමාණය අර්ථවත් කිරීම සඳහා ඔවුන්ගේ අපේක්ෂාවන් තවමත් නොවෙනස්ව පවතී.",
        "තමිල්නාඩුවේ ජනතාවට දෙවන-කල්බදු පුරවැසියන් මෙන් හැඟීමක් ඇති කිරීමට හේතු වූ දීර්-කාලීන ජනතාව විසඳීමට ජනාධිපති අනුර කුමාරසනනායක මහතා අර්ථවත් ක්රියාමාර්ගයක් ගැනීමට අපි බලාපොරොත්තු වෙමු.",
        "ජාතික මහජන බලවේගයේ මැතිවරණ ප්රකාශනය වන නීති සම්පාදනයේ රජයේ කාලය තුළ ආරම්භ කරන ලද ව්යවස්ථාමය සිතියම සහ පළාත් පාලන ආයතන සහ පළාත් සහ පළාත් සමඟ පළාත් පාලන ආයතන සහ දේශපාලන හා පරිපාලනමය බලතල බෙදා ගැනීමට ජාතික මහජන බලවේගයේ මැතිවරණ ප්රකාශනය ප්රති ged ා දී ඇති බව අපට විශ්වාසයි."
      ]
    },
    "en": {
      "title": "We expect Anurakumara to take action to solve the long-standing distress of the Tamil people.",
      "body_lines": [
        "The World Tamil Council has said that President Anura Kumaratisanayake will take meaningful action to solve the long -term suffering that has caused the Tamil people to feel like second -class citizens in their own country.",
        "Anuragumaratisanayake's political journey, Anuragumaratisanayake, who has begun in a normal background and has been a person of ordinary people throughout his political life, will be dreaming of all his achievements.",
        "We congratulate Harini Amarasuriya, who has been appointed as the new Prime Minister, the third woman in the history of Sri Lanka.",
        "We are satisfied that the election and the transformation have been peaceful, thereby exemplified by many world countries.",
        "We accept that the election campaign was largely lacking racist chauvinist ideas, and we expect this to be a paradigm for the future.",
        "Sri Lanka is at the decisive moment of its history, without any doubt, and the corruption that is rooted at all levels of society has made the People's Organization to change.",
        "The propaganda launched by President Anura Kumaratisanayake and the National People's Power has echoed well among millions of people.",
        "However, we feel that the present president will face a serious challenge to bring about the political and economic and social changes that people expect.",
        "The World Tamil Council firmly believes that the real change will take place only when all the citizens and community in the country is growing.",
        "The election results have been revealed that the new president and his coalition parties have not yet found a solution to the significant shortage of confidence and fear of the minority community.",
        "The Tamil people in Sri Lanka have been facing significant challenges on justice and fair representation in Sri Lanka for decades and are afraid of losing their language ethnicity through the government's support.",
        "Moreover, their expectations for meaningful sharing of territories are still unchanged.",
        "We expect President Anura Kumaratisanayake to take meaningful action to solve the long -term distress that caused the people of Tamil Nadu to feel like second -class citizens.",
        "We are confident that the election manifesto of the National People's Power has pledged to end the constitutional map that was initiated during the time of the government of goodwill and to share political and administrative powers with local bodies and provinces with districts and provinces."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "World Tamil Council expects President Anura Kumaratisanayake to address Tamil people's long-term suffering. New PM Harini Amarasuriya faces challenges in bringing political, economic, and social changes. Election campaign lacked racist ideas but minority concerns remain unaddressed."
  ]
}