{
  "translated_text": {
    "si": {
      "title": "කඳුකරයේ ගැටලුවලට විසඳුම",
      "body_lines": [
        "බඩුල්ලා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී අම්බිකා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රීවරයා කියා සිටියේ වසර 75 ක් පුරා උඩරට ජනතාව මුහුණ දී සිටින සියලු ප්රධාන ගැටළු විසඳීම සඳහා ජාතික මහජන බලය රජය විසින් වැඩසටහන් ක්රියාත්මක කරන බවයි.",
        "ජනාධිපතිතුමාගේ ප්රතිපත්ති ප්රකාශනය බදාදා (04) පාර්ලිමේන්තුවේදී බව ඔහු මේ බව පැවසීය.",
        "ඉඩම් නිකුත් කිරීම, නිවාස හා වැටුප් ප්රශ්නය වැනි ගැටළුව විසඳීම සඳහා වන වැඩසටහන් ජාතික මහජන බලශක්ති රජයේ ප්රතිපත්ති ප්රකාශනය ඇතුළත් වේ.",
        "කඳුකරයේ බදුල්ලා දිස්ත්රික්කයෙන් පාර්ලිමේන්තුවට තේරී පත්වූ පළමු දෙමළ කාන්තා සාමාජිකයා වීම ගැන මම සතුටු වෙමි.. ඒ සඳහා බදුල්ලා දිස්ත්රික්කයේ ජනතාවට මම ස්තූතිවන්ත වෙමි.",
        "පසුගිය පාර්ලිමේන්තු මැතිවරණයේදී පසුගිය පාර්ලිමේන්තු මැතිවරණයේදී ජාතික මහජන බලය උතුරේ, නැගෙනහිර හා නැගෙනහිර ජනතාවගේ සහයෝගය විය.. එවැනි තේරීමක් ද කඳුකරයේ පිහිටා ඇති බව සැලකිල්ලට ගත යුතුය. ආබාධිතයින්ට අයිතිවාසිකම් ලබා දීම සඳහා පක්ෂය විකල්පයක් ඇති පිරිමියෙකු තෝරා ගත්තේය.",
        ". වසර 75 ක දේශපාලනයේ දී, උඩරට ජනතාවගේ ප්රධාන ගැටලු තවමත් විසඳා නොමැත.. විසඳුම නම් කඳුකරයේ ජනයාගේ නියෝජිතයෙකු ලෙස කඳුකරයේ ජනතාවට හී කඳුකරයේ ජනතාවට හ voice ක් කිරීමට ජාතික ජනතාවගේ බලය මට අවස්ථාව ලබා දීමයි.",
        "ජාතික මහජන බලය, කඳුකරයේ ජනයාගේ ඉඩම්, රටකගේ වැටුප් ප්රශ්නය මෙන්ම ජනතාවගේ වැටුප් කාරණා, සෞඛ්ය හා අධ්යාපනය, ජාතික මහජන බලකායන් හැටන් ප්රකාශය මීට වසර දෙකකට පෙර යෝජනා කරන ලදී.",
        "දරිද්රතාවය මුලිනුපුටා දැමීම ග්රාමීය හා උඩරට ප්රධාන අවශ්යතාවයි. අපි දැනට ඉඩම් අයිතිවාසිකම් ගැන කතා කරමු. විසඳුමක් ලබා ගැනීමට අපි පියවර ගන්නෙමු. කඳුකරයේ ජනතාවගේ ප්රධාන කාරණය මෙන්ම ඔවුන්ගේ පිළිගැනීමයි. උඩරට දෙමළ ජනතාවගේ අනන්යතාවය සමඟ ඔවුන් ශ්රී ලාංකිකයන් ලෙස පිළිගත යුතුය. ඒවා අතීතයේ දී උදුරාගෙන ඇත. මෙම වෙනසෙහි ප්රති the ලයක් ලෙස, අධ්යාපනය හා සෞඛ්යය ඇතුළු සෑම අංශයකම අනාගත පරපුරේ සහ ප්රජාව වැඩිදියුණු කිරීම සඳහා ජාතික ජනතාව විසින් අවශ්ය කටයුතු සිදු කරනු ඇත.",
        "කඳුකරයේ අධ්යාපනික රටෙහි අධ්යාපන අධ්යාපනය පසුගාමී ස්ථානයක දක්නට ලැබේ. අපගේ ඉලක්කය වන්නේ එහි ඇති සියලුම පහසුකම් පාසල් නිර්මාණය කිරීමයි.",
        "මෙම කාලවලදී කඳුකරයේ පාංශු පරිහානියේ බලපෑම ඉහළ ගොස් තිබේ. පසුගිය වසර දෙකක කාලය තුළ පසෙන් පීඩාවට පත් වූ ජනතාව තවමත් නිවාස ලබා දී නොමැත. අපේ රජය ව්යාපෘති වේගවත් කරයි.",
        "උඩරට වගා වල කාන්තාවන් ආර්ථිකයේ වඩාත්ම පසුගාමී ස්ථානයක දක්නට ලැබේ. කර්මාන්තයේ ගැටළු සහ පොදු පහසුකම්වල ගැටළු විසඳීමට පියවර ගන්නා බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The solution to the problems of the hill people",
      "body_lines": [
        "Ambika Samuel, Badulla district MP, Badulla district, said that the National People's Power Government will carry out programs to address all the major issues facing the upland people for 75 years.",
        "He further stated that he was speaking at the second day of debate on the President's Declaration of Policy on Wednesday (04) in Parliament.",
        "The National People's Energy Government Policy Declaration includes programs to address the issue, such as land issue, housing and salary issue.",
        "I am happy to be the first Tamil woman member to be elected to Parliament from the Badulla district of the hill country.. I thank the people of Badulla district for that.",
        "In the last parliamentary election, the National People's Power in the last parliamentary election was the support of the people of the North, the East and the East.. It should be noted that such a choice is also located in the hill country. The party also chose a man with an alternative to give the rights to the disabled.",
        ". In the last 75 years of politics, the main problems of the upcountry people have not yet been solved.. The solution is that the national people's power has given me this opportunity to voice the people of the hill country as a representative of the people of the hill country.",
        "It should be noted that the National People's Power, the land issue of the people of the hill country, as well as the people's salary issues, health and education, the National People's Power Hatton Declaration was proposed two years ago.",
        "Poverty Eradication is the main need in rural and upcountry. We are currently talking about land rights. We will take steps to get a solution. As well as the main issue of the people of the hill country is their recognition. They must be recognized as Sri Lankans with the identity of the upcountry Tamils. They have been plucked in the past. As a result of this change, the national people will carry out the necessary work to improve future generations and community in all sectors including education and health.",
        "The educational education of the hill country is found in the backward position. Our aim is to create all the facilities schools there.",
        "During these times, the impact of soil decline in the hill country has increased. And the people who have been affected by the soil for the past two years have not yet been provided with houses. Our government will accelerate the projects.",
        "Women in the upcountry plantation are found in the most backward position in the economy. He said steps would be taken to address the problems of the industry and the problems of public facilities."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "National People's Power addresses hill people issues: land, housing, wages. Focuses on education, healthcare, poverty eradication. Recognizes upcountry Tamils' identity. Plans to improve infrastructure and women's economic status."
  ]
}