{
  "translated_text": {
    "si": {
      "title": "උරුමය භූමියේ අයිතිය ලබා ගැනීමට ජනාධිපතිවරයා කිසිවෙකුට ඉඩ නොදේ.",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා කියා සිටියේ බොහෝ රාජ්ය නිලධාරීන් බොහෝ රාජ්ය නිලධාරීන් උරුමය ස්ථිර ඉඩම් ඇපකර වැඩසටහනට කැපවී සිටින අතර සමහරු එය කඩාකප්පල් කිරීමට උත්සාහ කරන බවයි.",
        "එවැනි නිලධාරීන් පිළිබඳ තොරතුරු ලබා දෙන ලෙස ජනාධිපතිවරයා ජනතාවගෙන් ඉල්ලා තිබේ.. තොරතුරු ලබා ගැනීම සඳහා ජනාධිපතිවරයා මන්ත්රීවරුන්ගෙන් ඉල්ලා සිටියේය.",
        "තමාගේම ඉඩමක් ලබා ගැනීමට අයිතිය ලබා ගැනීමට කිසිවෙකුට ඉඩ දෙන ලෙස කිසිවෙකුට තමන්ට ඉඩ දිය නොහැකි බවත්, පාලක පක්ෂය සෑම පාර්ලිමේන්තු මන්ත්රීවරුන්ගේම වැඩසටහන ජය ගැනීමට අපේක්ෂා කරන බවත් ජනාධිපතිවරයා පැවසීය.",
        "උරුමය උරුමය උරුමය ඉඩම් තහවුරු කිරීමේ යෝජනා ක්රමය යටතේ, අම්පාරා දිස්ත්රික්කයේ ප්රාදේශීය ලේකම් කාර්යාලයේ පුද්ගලයින් 1768 දෙනෙකුට අඟහරුවාදා (25) අම්පාරා වීරසිංහ ක්රීඩාංගණයේදී ඉඩම් ඇපකර ලබා දී තිබේ. මෙම අවස්ථාවට එක්වෙමින් ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව පැවසීය.",
        "අද ඔබ සැවොම ඔබට සම්පූර්ණ ඉඩම් සහතිකයක් ලැබෙනු ඇත. මෙය ආරක්ෂා කර ඔබේ දරුවන්ට එය ලබා දීම ඔබේ වගකීමකි. මෙම වැඩසටහන දියත් කළ විට, මෙම ඉඩම් අයිතිවාසිකම් ලබා දුන්නේ ඇයිදැයි සමහර අය ප්රශ්න කළහ. අප විසින් මෙම ඉඩම් අයිතිවාසිකම් ජනතාව විසින් ඉඩම අත්පත් කර ගෙන ඇති එම නීතියම භාවිතා කරන පුද්ගලයින්ට ලබා දෙමු. මෙය ඔබේ අයිතියයි. රට පුරා ලක්ෂ 20 ක ඉඩම් ඇපකර 20 ක් ලබා දීමට අපි සැලසුම් කරමු. එම ක්රියාකාරකම් සඳහා ඉඩම් සමරු දෙපාර්තමේන්තුව ඇතුළු සමාගම්වල සේවකයින් වැඩි කිරීමට පියවර ගෙන තිබේ.",
        "ව්යාපෘතිය ජය ගැනීම සඳහා රජයේ නිලධාරීන් මහන්සි වී වැඩ කරති. බොහෝ දෙනෙක් මේ සඳහා සහාය වෙති. එහෙත් මිනිසුන් බිය ගැන්වෙන නිලධාරීන් පිරිසක් පිළිබඳ තොරතුරු ද තිබේ. ඔබ මෙම ඉඩම් ඇපකර ගන්නේ මන්දැයි රජයට මෙම ඉඩම් ආපසු ලබා ගත හැකි බව වාර්තා වේ.. නමුත් නැවත වරක්, ඔබ යමෙකුගෙන් ප්රශ්න කරන්නෙකුගෙන් ඉල්ලා සිටියහොත්, බලධාරීන්ගෙන් ඔබේ ප්රාදේශීය මන්ත්රීවරයාට දැනුම් දෙන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි.. බලධාරීන් ගැන සොයා බැලීමට සහ කරුණු මට කියන්නැයි මම මන්ත්රීවරුන්ගෙන් ඉල්ලා සිටිමි.",
        "ඔවුන් මේ ආකාරයට ක්රියා කරන සහ ඔවුන්ගේ රැකියාවන් කඩාකප්පල් කිරීමට උපරිම උත්සාහයෙන් කටයුතු කරන නිලධාරීන් විසින් නම් කර ඇත.. එයට ඉඩ දිය නොහැක.",
        "ඊට අමතරව, පාර්ලිමේන්තු මන්ත්රීවරුන්ට සහ ප්රාදේශීය ලේකම් කාර්යාල වෙත ගොස් ප්රාදේශීය ලේකම් කාර්යාල වෙත ගොස් මෙම ඉඩම් ලබා ගැනීමට සුදුසුකම් ඇති අය ගැන සොයා බලමි.. මේ ගැන ආණ්ඩුකාරවරුන්ට මම එය පැහැදිලි කර ඇත්තෙමි.ඔබට සියල්ලන්ටම මෙම ව්යාපෘතිය effectively ලදායී ලෙස සිදු කළ හැකිය. එබැවින් මෙම යෝජනා ක්රමයට පූර්ණ ලෙස සම්බන්ධ වන ලෙස මම සෑම කෙනෙකුගෙන්ම ඉල්ලා සිටිමි.",
        "මෙම ඉඩම් අයිතිය ලබා දීම පමණක් ප්රමාණවත් නොවේ. ඉඩම් අයිතිය ලබන ගොවීන්ගේ ආදායම් මාර්ග වැඩි කිරීම. එය රටේ කෘෂිකාර්මික නිෂ්පාදනය එහි හරහා වැඩි කළ හැකිය. ඒ සඳහා කෘෂිකාර්මික නවීකරණ වැඩසටහන අපි දියත් කර ඇත්තෙමු. සියලුම භෝග එම යෝජනා ක්රමය තුළින් අවශ්ය තාක්ෂණික සහාය ලබා දී ඇත. එමගින් ගොවීන්ට ඉදිරි වසර පහ තුළ නිෂ්පාදනය වැඩි කිරීම සඳහා අවශ්ය සහය ලැබෙනු ඇත.",
        "එබැවින් පක්ෂයේ ඉදිරි මාස දෙක තුළ ක්රියා කිරීමට මම මෙහි සිටින සියලුම පාර්ලිමේන්තු මන්ත්රීවරුන්ගෙන් ඉල්ලා සිටිමි. \"ජනාධිපතිතුමා පැවසීය.",
        "\"උරුමයා වැඩසටහන මේ වසරේ පෙබරවාරි මාසයේදී දියත් කරන ලදී.ඔබට ඉඩම් ලබා දීම සඳහා සැලැස්මක් ආරම්භ කිරීමේ අවශ්යතාව ජනාධිපතිවරයාට තිබුණි.ඩී.එස්. සේනානායක සමයේදී ඉකිනියාගල වැඩසටහන දියත් කළ විට ජනතාව අම්පාරා හි පදිංචි වූහ.ගොවීන් වශයෙන්, ඔබ වසර ගණනාවක් තිස්සේ ගොවිතැන් කර ඇති අතර ඔබට සහතිකයක් ලබා දීම සඳහා උරුමය ව්යාපෘතිය දියත් කර තිබේ.",
        "ඔබට සහ ඔබේ දරුවන්ට අයිතියක් ඇත. පළමු වරට එවැනි සහතික ලබා ගත හැකිය.එය ආරක්ෂා කිරීම සඳහා ඔබට වගකීමක් ඇත. උරුමය ඉඩම් තහවුරු කිරීම ඔබට ලබා දෙන ගෞරවයක්.",
        "දේශපාලනයේ සමහර අය නිෂ් ain ල බැවින් ජනාධිපතිවරයා පොරොන්දු ලබා ගනී.රජයේ නිලධාරීන් දිවා රෑ කැප කරති.සමහර අයට ඔබට අධිෂ් mination ානය ලබා දීමට අවශ්ය නැත. එබැවින් අනාගතයේ විභාගය දැකීමට කාලයක් නොමැත. ඔහු මීට පෙර විභාගයට යන විට සෑම කෙනෙකුම දනී. රට ගොඩනැඟිය හැකි එකම නායකයා ජනාධිපති රනිල් වික්රමසිංහයි. \"",
        "\"අම්පාරා දිස්ත්රික්කයේ ඉඩම් ඇපකර නොමැති පුද්ගලයින් විශාල සංඛ්යාවක් සිටිති. ඉඩම් සහතික ලබා දීමේ හොඳම අදහස උරුමයයි.ජනාධිපතිවරයාගේ උත්සාහයට ස්තූතියි.",
        "කොවිට් පැතිරීමෙන් පසු රටේ ආර්ථිකය වැටී ඇත.ජනාධිපතිවරයා අදට හුස්ම ගැනීමට රටට මග සලසා ඇත. පොසන් සිදුවීම් වසර ගණනාවකට වසර ගණනාවකට පසු අම්පාරා හි දී පැවැත්විණි.වාර්ගික හා වෙනස්කම් නොමැතිව විශාල පිරිසක් එය බැලීමට පැමිණියහ. ජනාධිපතිවරයාගේ සහයෝගය ඇතිව \"පොසොන් උදනා සෙවණැල්ල රඳවා ගැනීමට හැකි විය\" කියා ඔහු පැවසීය.",
        "\"අම්පාරා ජනතාව වෙනුවෙන් ප්රීතිමත් දවසක්.යහපාලන ආණ්ඩු සමයේදී රජයේ ජනතාව සඳහා ඉඩම් ජනතාව සඳහා ඉඩම් සහතික කිරීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා සැලසුම් කරමින් සිටියේය.එවකට ජනාධිපති මෛත්රීපාල සිරිසේන එය පිළිගත්තේ නැත. ඔහු ඇමරිකාවට ඉඩම් විකිණීමට යන බව පැවසීය. නමුත් අද එක්සත් ජනපදය මෙම ඉඩම් මැනීම සඳහා තාක්ෂණික සහාය ලබා දුන්නේය. අප එය නොකරන බැවින්, අපට ඩොලර් 500 ක ඉතිරිව තිබේ.",
        "බොහෝ දෙනෙක් එක්සත් ජාතික පක්ෂය පහතට ඇද දැමීමට සැලසුම් කළද, අපි පක්ෂය නායකයා සමඟ ආරක්ෂා කළෙමු.අපේ නායකයා අද රටේ ප්රධානියා බවට පත්ව ඇති අතර අරාජිකත්වය අවසන් කර ඇත.",
        "ඇගේ වයස ඉදිරියට යාමට බාධාවක් නොවේ.එක්සත් ජනපද ජනාධිපති වයස අවුරුදු 82 දී තරඟ කරන මැතිවරණ.ට්රම්ප් වයස අවුරුදු 75 දී ක්ෂේත්රයේ සිටියේය.අපේ ජනාධිපතිතුමා අවුරුදු පනහකට වැඩි කාලයක් ගත කළ අවුරුදු 25 ක තරුණ තරුණියන් ලෙස ක්රියා කරයි. නායකත්වයෙන් ප්රතිලාභ සැලසීම සඳහා අපේ රටේ ජනාධිපතිවරයාගේ අත්දැකීම් තවත් වසර පහක කාලයක් ඔහුට භාර දිය යුතුය. \"",
        "මහා සංගම්, එම්පීඑස්, අල්ම් අල්ලර්ජ්, එච්.එම්.එම්.. නැගෙනහිර පළාත් සභා සභාපති චන්ද්රදාස කලපති අම්බාි, අධ්යක්ෂ ජනරාල් සමන් ඒකනායක, මුනාර් විජේවික්රම, ජනාධිපති ලේකම් සමන් ඒකනායක, ජනාධිපති ලේකම් සමන් ඒකනායක, ජනාධිපති ලේකම් සමන් ඒකනායක, නැගෙනහිර පළාත් සභාපති මහේන්ද්ර දිස්ත්රික් ලේකම් චින්ටක අබේවර්ධන, මෙම අවස්ථාවට රජයේ නිලධාරීන් සහ ආරක්ෂක නිලධාරීන් ද සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "The President is not going to allow anyone to take the right of the Urumaya land.",
      "body_lines": [
        "President Ranil Wickremesinghe said that while many state officials are dedicated to the Urumaya permanent land guarantee program, some are trying to disrupt it.",
        "The President has requested the people to provide information about such officials to MPs in his area. The president asked MPs to get the information.",
        "The President urged that no one can allow him to take the right to obtain his own land, and that the ruling party is expecting the support of all parliamentarians to win the program.",
        "Under the National Program for the Urumaya Urumaya Land Confirmation Scheme, 1768 people in the 17 Divisional Secretariat of Ampara District were given land guarantees at the Ampara Weerasinghe Stadium on Tuesday (25). Speaking at the event, President Ranil Wickremesinghe said this.",
        "'' Today all of you will get a full land assurance. It is your responsibility to preserve this and give it to your children. When this program was launched, some people questioned why this land rights were granted. We provide these land rights to people using the same law that whites have acquired the land. This is your right. We are planning to provide 20 lakh land guarantees across the country. Steps have been taken to increase employees of companies, including the Department of Land Survey, for those activities.",
        "Government officials are working hard to win the project. Many are supporting this. But there are also information about a group of officials that scare people. It is reported that the government can recover these lands so why you are taking these land guarantees.. But once again, if you ask someone to question, I ask you to inform your area MP of the authorities.. I ask the MPs to investigate the authorities and tell me the facts.",
        "They are also named by some officials who act like this and do their jobs by doing their best to disrupt.. It cannot be allowed.",
        "In addition, I urge the members of Parliament to go to the District Secretariats and Divisional Secretariats and find out about those who are eligible to obtain these lands.. I have made it clear to the governors about this.You can all make this project effectively. Therefore, I urge everyone to be fully involved in the scheme.",
        "It is not enough to provide these land rights. Increase the income ways of farmers who receive land rights. It can increase the country's agricultural production through its. We have launched the Agricultural Modernization Program for that. All the crops are provided with the necessary technical assistance through that scheme. Thereby farmers will get the necessary support to increase their production over the next five years.",
        "Therefore, I urge all parliamentarians here to act in the next two months of the party, ”the President said.",
        "“The Urumaya program was launched in February this year.The President had the need to start a plan to provide you with land.When the Ikiniyagala program was launched during DS Senanayake, the people were settled in Ampara.As a farmers, you have been farming for years in landless lands and the Urumaya project has been launched to provide you with assurance.",
        "You and your children will have the right. For the first time, such certificates are available.You have a responsibility to protect it. The Urumaya Land Confirmation is an honor given to you.",
        "While some people in politics are in vain, the president gains promises.Government officials dedicate the day and night.Some people do not want to give you the determination. So there is no time to see the exams in the future. Everyone knows the result of the fact that he went to the exam before. President Ranil Wickremesinghe is the only leader who can build the country. ”",
        "“There are large numbers of people who have no land guarantees in Ampara district. The Urumaya is the best idea to provide land certificates.Thank you for the president's efforts.",
        "The country's economy has fallen after the spread of Kovit.The president made the way for the country to breathe today. Poson events were held many years later in Ampara.A large number of people came to see it without racial and differences. With the cooperation of the president, he said, \"Poson Udana was able to hold the shadow.\"",
        "“Ampara is a happy day for the people.President Ranil Wickremesinghe was planning to implement the land guarantees for the people of the government during the Good Governance Government.The then President Maithripala Sirisena did not accept it. Said that he was going to sell land to America. But today the United States provided technical assistance to measure these lands. Since we don't do it, we have $ 500 million remaining.",
        "Although many people planned to bring down the UNP, we defended the party with the leader.Our leader has today become the head of the country and ended the anarchy.",
        "Her age is not an obstacle to move forward.The US president is an election contesting at the age of 82.Trump was on the field at the age of 75.Our President acts as a 25 -year -old youth with more than fifty years. The experience of our country's president should be handed over to him for another five years to benefit from leadership. ”",
        "The clergy, led by the Maha Sangam, MPs, ALM Adaullah, HMM Harris, SMM Musharaf, Tea. Kalaiyarasan, Tilak Rajapaksa, Munnar Deputy Ministers Syrians Wijewickrama, Anoma Kamage, President's Secretary Saman Ekanayake, Eastern Province Governor Senthil Thondaman, Director General of the Mahaweli Authority Mahendra AbeywardenaS. Ratnayake, Ampara District Secretary Chintaka Abeywickrama, Eastern Provincial Council Chairman Chandradasa Kalappathi, Government officials and security officials were also present at the event."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe reaffirmed the commitment to the Urumaya land guarantee program, urging citizens to report any officials disrupting it. He emphasized the importance of securing land rights for all, comparing the process to how whites acquired land historically. The President called upon MPs to investigate reports of disruptive officials and encouraged all parliamentarians to support the program. He also highlighted the Agricultural Modernization Program to boost farmers' income and agricultural production."
  ]
}