{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජනපදය සිය ශෝකය ප්රකාශ කළේය",
      "body_lines": [
        "එක්සත් ජනපද විදේශ අමාත්යාංශයේ ප්රකාශක මැතිව් මිලර් විසින් නිකුත් කරන ලද නිවේදනයක \"\" වයඹ දෙසින් ඉරානයේ ඉරාන හෙලිකොප්ටර් කඩා වැටීම \". ඉරාන ජනාධිපති ඉබ්රාහිම් රයිසි, විදේශ අමාත්ය අමීර්-අබ්දුල්ලාහියන් සහ ඔවුන්ගේ නියෝජිතයින්ගේ සාමාජිකයින්ගේ එක්සත් ජනපදය",
        "ඔහුගේ නිල ශෝකය ප්රකාශ කරයි. ඉරානය නව කුලපති තෝරා ගන්නා විට, ඉරාන ජනතාව සහ මානව හිමිකම් සහ මූලික නිදහස සඳහා වන අරගලය සඳහා අපගේ සහයෝගය නැවත අවධාරණය කරන්නෙමු. \""
      ]
    },
    "en": {
      "title": "The United States expressed his condolence",
      "body_lines": [
        "In a statement issued by US Foreign Ministry spokesman Matthew Miller, “Iranian helicopter crashes in northwestern Iran. The United States to death of Iranian President Ibrahim Raisi, Foreign Minister Amir-Abdullahian and their delegation members",
        "Expresses his official condolences. When Iran selects a new Chancellor, we reiterate our support for the Iranian people and their struggle for human rights and basic freedom. ”"
      ]
    }
  },
  "summary_lines": [
    "The U.S. expresses its condolences over the crash of an Iranian helicopter in northwestern Iran, which resulted in the deaths of Iranian President Ibrahim Raisi, Foreign Minister Amir-Abdullahian, and other delegation members. The U.S. reaffirms its support for the Iranian people's fight for human rights and freedom upon Iran's selection of a new leader."
  ]
}