{
  "translated_text": {
    "si": {
      "title": "\"ඔහුගේ මරණය මහින්දට විශාල පාඩුවක්\"",
      "body_lines": [
        "රාජ්ය අමාත්ය සනත් නිශාන්ත, හිටපු ජනාධිපති මහින්ද රාජපක්ෂ, පක්ෂයේ පක්ෂය, පක්ෂය, පක්ෂය, පක්ෂය සහ පුත්තලම් ජනතාව, පුත්තලම් නාගරික සංවර්ධන හා නිවාසවල ජනතාව, රජයේ මහ ඇමති සහ අමාත්ය ප්රසන්න රණතුංග මහතා පැවසීය.",
        "\"ඔහු මාධ්යයට කියා සිටියේ සනත් නිශාන්ත පුත්තලම් සහ චිලව් දිස්ත්රික්කවල ජනතාව වෙනුවෙන් වැඩ කරන බවයි.ඔහු පුත්තලම් සහ චිලාව් හි සිදුවීම් දෙකකට සහභාගී වී ඇති අතර ඔහු කොළඹට යන ගමනේදී අනතුරට ලක්ව තිබේ.",
        "පුත්තලම්හි ඔහුගේ නිල නිවස මැයි 9 වන දින අරලායි විරෝධතාවයේ දී පුළුස්සා දැමීය.පුත්තලම්හි විවේක ගැනීමට නිවසක් නොමැති නිවසක් නොමැති විට නැවත කොළඹට ආපසු පැමිණීමේදී මෙම අනතුර සිදුවිය.",
        "මීට අමතරව, සනතා නිශාන්ත ඊයේ පාර්ලිමේන්තු සැසිවාරයෙන් පසු ඕස්ට්රේලියානු මහ කොමසාරිස් කාර්යාලයේ පැවති උත්සවයකට සහභාගී විය. \"",
        "පොලිස් පරීක්ෂණවලට අනුව අමාත්ය රණතුංග මහතා කියා සිටියේ රාජ්ය තාන්ත්රික ඇමතිවරයාගේ රියදුරු මත්පැන් පානය නොකරන බවයි.",
        "මේ අතර, පාර්ලිමේන්තු මන්ත්රී සමල් රාජපක්ෂ සහ පාර්ලිමේන්තු මන්ත්රී සංජීව එතිමන්න මාධ්යයට කියා සිටියේ සනත් නිශාන්ත දිස්ත්රික්කයට සහ දිස්ත්රික්කයට විශාල ශක්තියක් බවයි.ඔවුන් කියා සිටියේ රාජ්ය තාන්ත්රික ඇමතිවරයාගේ වියෝව නිසා කිසිවෙකුට වන්දි ගෙවිය නොහැකි බවයි.",
        "පාර්ලිමේන්තුවේ විවාහ උත්සවය සඳහා අභාවප්රාප්ත රාජ්ය අමාත්ය සනත් නිශාන්ත සහ පාර්ලිමේන්තු මන්ත්රී නාමල් රාජපක්ෂගේ මංගල උත්සවය සඳහා රුපියල් මිලියන 2.6 ක් ගෙවීමක් ලැබීම විශේෂත්වයකි."
      ]
    },
    "en": {
      "title": "\"His death is a great loss for Mahinda\"",
      "body_lines": [
        "The demise of State Minister Sanath Nishantha, former President Mahinda Rajapaksa, the party, the party and the people of Puttalam, the people of Puttalam Urban Development and Housing, said the government's chief minister and minister Prasanna Ranatunga said.",
        "“He told the media that Sanath Nishantha was working for the people of Puttalam and Chilaw districts.He has attended two events in Puttalam and Chilaw and he had met the accident on the way to Colombo.",
        "His official residence in Puttalam was burnt during the Arakalai protest on May 9.So the accident occurred while returning to Colombo in the absence of a home to rest in Puttalam.",
        "In addition, Sanatha Nishantha participated in an event held at the Australian High Commission after yesterday's parliamentary sessions. ”",
        "According to police investigations, Minister Ranatunga said that the driver of the diplomatic minister was not in alcohol.",
        "Meanwhile, Parliamentarian Samal Rajapaksa and MP Sanjeewa Ethimanna told the media that Sanath Nishantha was a major strength for the district and the district.They said no one could compensate for the loss of the diplomatic minister.",
        "It is noteworthy that the late state minister Sanath Nishantha and parliamentarian Namal Rajapaksa's wedding ceremony paid 2.6 million rupees for the wedding ceremony of Parliament."
      ]
    }
  },
  "summary_lines": [
    "\"State Minister Sanath Nishantha's death is a significant loss for Mahinda Rajapaksa, the party, and the people of Puttalam. He was working for Puttalam and Chilaw districts, had attended events, and was returning from an event at the Australian High Commission. His official residence was burnt during protests. The accident occurred while he was without a home in Puttalam. He was not under the influence of alcohol. Sanath Nishantha was a major strength for the district, and his loss is irreplaceable.\""
  ]
}