{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் சம்பாதிக்க வேண்டும்",
      "body_lines": [
        "பாராளுமன்ற சபாநாயகர் பாராளுமன்றம், உச்சநீதிமன்றம் மற்றும் அமைப்பின் பிரதான அமைப்பின் சட்டத்தின் மீதான நம்பிக்கை ஆகியவற்றை மீறியுள்ளதாக ஜுவின் தலைவரான உதயா கம்மன்பிலா சபாநாயகர் கூறினார்.",
        "அவர் இன்று (2024.03) நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் பேசினார்.",
        "இருப்பினும், பாதுகாப்பு நடவடிக்கைகளை ஏற்றுக்கொள்வதில் உச்சநீதிமன்றத்தின் தீர்ப்பால் எதிர்க்கட்சி அவருக்கு எதிராக ஒரு நம்பிக்கையில்லா தீர்மானத்தை கொண்டு வந்துள்ளது.உச்சநீதிமன்றத்தின் உச்சநீதிமன்றத்தின் இயல்புநிலை மீறல்களான சபாநாயகர், எதிர்க்கட்சி வாக்களிக்கிறது என்று எதிர்க்கட்சி கூறுகிறது.",
        "இல்லை. இல்லை. நாங்கள் பேச்சாளரின் மீறலில் வைக்கப்பட்டுள்ளோம் என்று ஆளும் கட்சி கூறுகிறது.எதிர்க்கட்சியில் உள்ள அனைவரும் உச்சநீதிமன்றத்தில் உட்கொண்டதாக எல்லோரும் கூறுகிறார்கள்.பேச்சாளர் பேச்சாளரை எவ்வாறு மீறினார் என்பதைப் பார்க்கிறோம்.",
        "மசோதாவில் தடைசெய்யப்பட்ட அறிக்கையின் வெளியீட்டைக் காண இந்த பிரச்சினையை இயக்குமாறு ஆணையத்திற்கு உத்தரவிடுமாறு மாஜிஸ்திரேட் நீதிமன்றத்தில் இருந்து ஒரு உத்தரவை பெற மாஜிஸ்திரேட் நீதிமன்றம் முடிவு செய்துள்ளதாக உச்ச நீதிமன்றம் முடிவு செய்துள்ளது.இருப்பினும், திருத்தம் சட்டத்தில் சேர்க்கப்படவில்லை.",
        "மேலும், இரண்டு அல்லது அதற்கு மேற்பட்ட வாரங்களுக்கு திருத்தத்தை திருத்துமாறு உச்ச நீதிமன்றம் அறிவுறுத்தியுள்ளது, ஆனால் ஒரு வாரத்தில், இரண்டு அல்லது அதற்கு மேற்பட்ட வாரங்களுக்கு.பல சந்தர்ப்பங்கள் உள்ளன.",
        "உச்சநீதிமன்றம் ஒரு பிரச்சினைக்கு வழங்கப்படுகிறது, ஒரு ஆணை அல்ல.உச்சநீதிமன்றத்தில் ஐந்து மட்டுமே சொல்ல முடியும்.",
        "1) இந்த பிரிவு அரசியலமைப்பிற்கு ஏற்ப உள்ளது.நீங்கள் சாதாரண பெரும்பான்மையை கடந்து செல்லலாம்.",
        "2) இந்த பிரிவு அரசியலமைப்பிற்கு முரணாக இருப்பதால், மூன்று இனங்களில் மூன்றில் பெரும்பான்மையானவை நிறைவேற்றப்பட வேண்டும்.",
        "3) அரசியலமைப்பைத் தவிர, பாராளுமன்றத்தின் மூன்றில் இரண்டு பங்கு பெரும்பான்மையானவை வாக்கெடுப்பில் மக்களால் அங்கீகரிக்கப்பட வேண்டும்.",
        "4) நீங்கள் கட்டுரையைத் திருத்தினால், சராசரி பெரும்பான்மையை அங்கீகரிக்க முடியும்.",
        "5) வாக்கெடுப்பின் மூன்றில் இரண்டு பங்கு மூன்றில் இரண்டு பங்கு மட்டுமே அங்கீகரிக்கப்பட முடியும்.",
        "இரண்டு பேரில் பெரும்பாலோர் தங்கள் சட்டத்தைப் பயன்படுத்துவதன் மூலம் அரசாங்கத்தை நிறைவேற்ற வேண்டும்.மூன்றாவது இடத்திற்கு பதிலாக சராசரி பெரும்பான்மையை நிறைவேற்ற, உச்ச நீதிமன்றம் திருத்தப்பட வேண்டும்.ஆனால் அரசாங்கம் உச்சநீதிமன்றத்தில் திருத்தங்கள் இல்லாமல் ஆன்லைன் திட்டங்கள் சட்டத்தை பராமரித்தது, ஆனால் பொது பெரும்பான்மை.டாங்ஸ் டாங்.நிலங்கள் என்றால் சைமன்.இரண்டு டாங் சிம் இருக்க முடியாது.",
        "அதன்படி, அரசியலமைப்பின் அரசியலமைப்பை நிறைவேற்றும் மூன்றில் இரண்டு பங்கு மூன்றில் இரண்டு பங்கு பொதுவான பெரிய பத்தியில். அரசாங்கம் ஒரு மசோதாவை நிறைவேற்றியபோது, ​​ஏன் ஒரு பேச்சாளருக்கு எதிராக அழக்கூடாது. இந்த பத்தியில் உச்சநீதிமன்றத்தின் தீர்மானத்திற்கு முரணானது என்று எதிர்க்கட்சி சுட்டிக்காட்டியபோது, ​​சபாநாயகர் அவற்றைப் புறக்கணிக்க அனுமதித்தார்.சபாநாயகர் பதிவுபெற்று, ஒரு மசோதா அரசியலமைப்பு ரீதியாக ஒரு சட்டமாக நிறைவேற்றப்படுவதை உறுதி செய்ய வேண்டும்.சபாநாயகர் பிப்ரவரி 1 ஆம் தேதி நிறைவேற்றப்பட்ட அரசியலமைப்பில் சான்றிதழ் பெற்றார். இதற்கு பேச்சாளர் பொறுப்பு.",
        "எங்கள் அரசியலமைப்பின் 83 வது பிரிவு ஒரு சட்டத்தை இயற்றும் செயல்முறை நீதிமன்றத்திற்கு சவால் விட முடியாது என்று கூறுகிறது.உச்சநீதிமன்றம் சட்டத்தால் உச்சநீதிமன்றத்திற்கு வழிநடத்தப்பட்டபோது, ​​உச்சநீதிமன்றம் சட்டங்களால் நிறைவேற்றப்பட்டது என்று உச்ச நீதிமன்றம் நடவடிக்கை எடுத்துள்ளது.. இந்த மசோதாவுடன் ஒரு மனு முன்வந்தது. அரசியலமைப்பின் உச்சநீதிமன்றம் 83 ஐ மேற்கோள் காட்டி உச்சநீதிமன்றம் தேர்வை நிராகரிக்கும்.",
        "நம் நாட்டின் அரசியலமைப்பு நாட்டின் பேச்சாளருக்கு நம்பகமானது. அண்டை நாடு உட்பட அண்டை நாடு உட்பட அண்டை நாடுகளுக்குப் பிறகும், அண்டை கால்கள் உட்பட அண்டை நாடு உலக அரசியலமைப்பை சவால் செய்ய முடியும்.. மேலும், உச்சநீதிமன்றம் தனது சொந்த கருத்தை எழுத்துப்பூர்வமாக எழுத ஒரு பேச்சாளரை அனுப்பியது.",
        "அதன்படி, பேச்சாளர், பாராளுமன்றத்தின் மீதான நம்பிக்கை, உச்சநீதிமன்ற நம்பிக்கை மற்றும் சட்டத்தின் மீதான நம்பிக்கை ஆகியவை மீறப்பட்டுள்ளன. அதனால்தான் ஒரு கதைக்கு எதிரான நம்பிக்கை இல்லாத இயக்கம் நியாயமானதாகும். \"",
        "கேள்வி: திரு. பசில் ராஜபக்ஷா வருவது, பொதுத் தேர்தலுக்கான அமைப்புகள். ஏனென்றால் நீங்கள் அதைப் பற்றி சிந்திக்கிறீர்கள்.",
        "ப. அவர் இலங்கைக்கு இலங்கை வருகையை பார்வையிட்டார். சுற்றுலாப் பயணிகளில் சேருவதில் மகிழ்ச்சி அடைகிறேன். நாங்கள் அமெரிக்காவை இங்கே கழிக்க விரும்புகிறோம். ஆனால் இலங்கையில் சம்பாதிக்க அமெரிக்காவில் செலவழிக்கும் ஒரு சுற்றுலாப் பயணிகளின் வருகை குறித்து நாங்கள் மகிழ்ச்சியடையவில்லை."
      ]
    },
    "en": {
      "title": "Traveler to be earned in Sri Lanka",
      "body_lines": [
        "Speaker, Leader of the JHU, Udaya Gammanpila, said that the Speaker of Parliament has violated Parliament, Supreme Court, and the belief in the law of the main system of the system.",
        "He was speaking at a press conference held at the JHU today (2024.03).",
        "Still, the Opposition has brought a no-confidence motion against her by the decision of the Supreme Court in the adoption of the security measures.Since the Speaker, the Supreme Court's default violations of Supreme Court, the opposition say that the opposition votes.",
        "not. not. The ruling party tells us that we are kept in a violation of the Speaker.Everyone says that everyone in the opposition has violated the Supreme Court decad.We look at how the Speaker violated the Speaker.",
        "The Supreme Court has decided that the Magistrate Court has decided to obtain a directive from the Magistrate Court to order the Commission to direct the issue to see the issue of a prohibited statement in the Bill.However, the amendment has not been included in the Act.",
        "Also, the Supreme Court has instructed to amend the amendment for two or more weeks, but in a week, for two or more weeks.There are a number of occasions.",
        "The Supreme Court is given to an issue, not a decree.Only five of the Supreme Court can say.",
        "1) This clause is in line with the constitution.You can pass the ordinary majority.",
        "2) Since this section contradicts the constitution, the majority of three of the three species must be passed.",
        "3) In addition to the constitution, the majority of the three-thirds of the three-thirds of Parliament should be approved by the people in a referendum.",
        "4) If you revise the article, the average majority can be approved.",
        "5) Only two thirds of the three-thirds of the three-thirds of the referendum can be approved.",
        "The majority of two must be passed in the same way the government should be passed by the use of their act.To pass the average majority instead of the third, the Supreme Court must be amended.But the government passed the maintenance of the Online Schemes Act without amendments to the Supreme Court but the general majority.Dongs dang.Simon if the lands.There can't two Dong Sim.",
        "Accordingly, the general major passage of the three-thirds of the three-thirds passing the constitution of the Constitution. When the government passed a bill, why not conversely crying against a speaker. When the opposition pointed out that these passage is contrary to Supreme Court's determination, the Speaker allowed ignoring them.The Speaker should sign up and ensure that a Bill was constitutionally passed to be a law.Speaker certified and signed the constitutional passed on February 1. The Speaker is responsible for this.",
        "Article 83 of Our Constitution says that the process of passing a law cannot challenge the court.The Supreme Court has taken steps that when the Supreme Court was led by law to the Supreme Court, the Supreme Court was passed by the acts.. A petition came forward with this Bill. The Supreme Court will be rejected the examination by citing the Supreme Court 83 of the Constitution.",
        "The constitution of our country has been reliable to the Speaker of the country. Even after the neighboring country, including neighboring limbs, can challenge the constitutionality of the world, even after the neighboring country, including neighboring India.. Also, the Supreme Court sent for a speaker to write his own view in writing.",
        "Accordingly, the Speaker, the belief in Parliament, the Supreme Court belief, and trust in the law have been violated. That is why the no-confidence motion against a story is reasonable. \"",
        "Question: Mr. Basil Rajapaksa's coming, organizations to a general election. Because you think about it.",
        "A. He has visited a Sri Lankan visit to Sri Lanka. I'm glad to attend tourists. We wish to spend America here. But we are not glad about the attendance of a tourist who is spending in the United States to earn in Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "JHU's Udaya Gammanpila criticized the Speaker of Parliament for violating Parliament, Supreme Court, and the law. The Opposition has filed a no-confidence motion against her. The Supreme Court has ruled on security measures, but the amendment hasn't been added to the Act. The Supreme Court's decision process is complex, involving constitutional checks. The Speaker is responsible for ensuring laws are constitutionally passed. Mr. Basil Rajapaksa's visit to Sri Lanka for a general election is met with mixed reactions."
  ]
}