{
  "translated_text": {
    "si": {
      "title": "\"රන්දෝරා\" උරුමය උරුමයා උරුමයා උරුමය උරුමය උරුමය උරුමය සඳහා වූ ජාතික වැඩසටහන ජනාධිපති නායකත්වය යටතේ කොළඹදී පැවැත්විණි",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ බටහිර පළාත ලක්ෂ 50 ක් පමණ ජීවත් වන විශාලතම නගරය වීමට සැලසුම් කර ඇති බවයි.",
        "ගම්මාන, නගර සහ කඳුකරය ඇතුළු ජනතාවට පූර්ණ අයිතිවාසිකම් සහ නිවාස අයිතිවාසිකම් ලබා දීමට රජය කටයුතු කරමින් සිටි බවත්, ජාතියට සහන සැලසීම සඳහා කිසිදු රජයක් විසින් රජය විසින් ක්රියාත්මක කර නොමැති විප්ලවවාදී වැඩපිළිවෙළක් රජය විසින් දියත් කර ඇති බවත් ජනාධිපතිවරයා පැවසීය. .",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේ \"රන්දෝරා උරුමයා\" ඉසව්ව මේ බදාදා සවස කොළඹ සුගදාදා ක්රීඩාංගණයේදී පදිංචි \"රන්දෝරා උරුමයා\" ඉසව්ව ලබා දෙමිනි.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා පවසන පරිදි, 2024 අයවැය 2024 අයවැයෙන් ක්රියාත්මක වූයේ කොළඹ ප්රදේශයේ වෙසෙන නිවාස දෙකහමාර දෙකහමාරක් දක්වා නිවාසවල සමස්ත අයිතිවාසීන්ම ලබා දීමේ යෝජනා ක්රමයකි.",
        "මෙහි ප්රති result ලයක් ලෙස නාගරික සංවර්ධන අධිකාරිය යටතේ නිවාස 937 ක් සහ ජාතික නිවාස සංවර්ධන අධිකාරිය යටතේ නිවාස 1807 ක් ද ඇතුළුව සහතික කරන ලද හිමිකම් 1117 ක් අද නිකුත් කරන ලදී.",
        "ඒ අනුව, නාගරික සංවර්ධන අධිකාරියේ මිෂින්දු සෙපු, සිරිසර, සිරියර් මෙට්රෝ නිවාස හා ජාතික නිවාස සංවර්ධන අධිකාරියේ (RIA) යන පදිංචිකරුවන්ට මෙම \"රන්දෝරා උරුමයා\" හිමිකාරිත්වය ලබා දෙනු ඇත.",
        "ඔබගේ එක් ගැටලුවක් අද අවසන් වී ඇත. ඔබේ නිවසේ අයිතිය ඔබට තිබේ. නිවසක අයිතිවාසිකම් අහිමි වීම ජනතාවට විශාල ගැටලුවක් බව අපි දනිමු. කොළඹ දිස්ත්රික්කය නියෝජනය කළ පාර්ලිමේන්තු මන්ත්රීවරයකු වශයෙන්, එම ජනතාවගේ ගැටලු මම හොඳින් දනිමි.",
        "වඩාත්ම දුෂ්කර කාලවලදී අපි රජය භාර ගත්තා. මෙම ජනතාව පසුගිය ආර්ථික අර්බුදයෙන් වඩාත් පීඩාවට පත්විය. නමුත් මේ රටේ ආර්ථිකය නැවත ගොඩනැංවීම සඳහා රජය කටයුතු කරන බව ඔබ විශ්වාස කළේය. එම විශ්වාසය නිසා එම කාර්යය සාර්ථක කර ගැනීමේ අවස්ථාව. අප කෙරෙහි විශ්වාසය තබා ඉවසිලිවන්තව කටයුතු කිරීම ගැන මම ඔබ සැමට ස්තූතිවන්ත වෙමි.",
        "අද රට ආර්ථික වශයෙන් දියුණු වෙමින් පවතී. මෙම රජය සාදයක් මගින් ඉදිකර නොමැත. සමහරු නොසලකා හරින ලද වගකීම්, මෙම රජය මැවූයේ එක් එක් පාර්ශ්වයෙන් හදිසියේම ජනතාව එක්රැස් වීමෙනි. මීට පෙර එවැනි රජයක් මේ රටේ නොතිබුණි.",
        "අද අප රටක් ගොඩනඟන විට සාමාන්ය ජනතාවගේ ප්රතිලාභ ලබා ගත යුතුය. මෙම මහල් නිවාසවල පූර්ණ අයිතිවාසිකම් ඔබට ලබා දීමට අප කටයුතු කර ඇත්තේ එබැවිනි. අපි දැන් රටක් ලෙස ඉදිරියට යමු. නමුත් රටේ ආර්ථිකය ගොඩනැගීම සඳහා අප තවමත් දියුණම් කළ යුතුය. මිනිසුන්ට ජීවිතයේ හොඳ ජීවන තත්ත්වයක් ඇත.",
        "මෙම රජය කිසිදු රජයක් නොකරන කාර්යය ඉටු කර ඇත. අපි සාමාන්ය ජනතාවට ඇති අයිතිය ලබා දී ඇත්තෙමු. අපි මේ රටේ අයිතිවාසිකම් පුළුල් කර ඇත්තෙමු. අනෙකුත් ආණ්ඩු විසින් කොටස් වෙළඳපොලේ පමණක් බැලීය.",
        "කොටස් කීයක් මිල දී ගෙන තොගයේ හෝ පහත් මට්ටමේ අගය නිරීක්ෂණය කළේය. නමුත් අපි සාමාන්ය මිනිසුන් දුටුවෙමු.",
        "මේ රටේ ගොවීන් අතීතයේ දී හොඳ අස්වැන්නක් ලබා දී ඇත. එසේ නොමැතිනම් මෙම ආර්ථික පසුබෑම යථා තත්වයට පත් කළ නොහැක. එමනිසා, ඔවුන්ගේ ඉඩම් හිමියා සහතික කිරීම සඳහා. අපට තවමත් එම ජනතාවට ඉඩම් අයිතිවාසිකම් ලබා දී නොමැත.",
        "බලපත්රය මෙතෙක් නිකුත් කර ඇත්තේ මේ දක්වා පමණි. දැන් අපි ඉඩම් අයිතිවාසිකම් ලබා දීමට පටන් ගෙන ඇත්තෙමු. මෙම කාල සීමාව අවසන් වන විට ලක්ෂ 20 කට වැඩි ප්රමාණයක් ඉඩම් අයිතිය ලබා දෙන අතර මහල් නිවාසයේ පදිංචිකරුවන්ගේ නිවාස අයිතිය ලබා දෙනු ඇත.. එවිට මේ රටේ ඉඩම් හා නිවාස හිමියන්ගේ සංඛ්යාව වැඩි වනු ඇත. අප විසින් සිදුකරන ලද විප්ලවය කිසිදු රාජ්යයක් කළ නොහැකි බව පැවසිය යුතුය. මේ රටේ ජනතාවට සහන සැලසීම සඳහා මෙම වැඩසටහන දියත් කරන ලදී.",
        "වතු නිවාස සඳහා නිවාස ලබා දීම අනාගතයේ දී ක්රියාත්මක කෙරේ. මම සැලකිලිමත් මන්ත්රීවරුන් කැඳවා මේ ගැන සාකච්ඡා කළෙමි. නව නීතියක් සකස් කිරීමට සහ සෑම කෙනෙකු සමඟම උපදෙස් ලබා දෙන ලෙස මම නියෝගයක් ඉල්ලා සිටියෙමි.",
        "ගමේ, නගරයේ සහ වතුකරයේ සියලුම පුද්ගලයින් සඳහා ගෘහස්ථ හා ඉඩම් අයිතිවාසිකම් සහතික කිරීමට අපි කටයුතු කරමින් සිටිමු. රජයේ ප්රධාන වැඩපිළිවෙළ මෙම රජය බව පැවසිය යුතුය. රට වෙනස් කිරීමේ වැඩපිළිවෙළක් අපි ආරම්භ කරන්නෙමු.",
        "මෙම මහල් නිවාස ඉදිකිරීම සඳහා හිටපු නායකයන් තිදෙනෙකු මෙම මහල් නිවාස ඉදිකිරීම ගැන බොහෝ සෙයින් කැප කළේය. අග්රාමාත්ය ශ්රීමත් ජෝන් කොතලවල බම්බලපිටියේ පළමු මහල් නිවාසය ඉදි කළේය. ජනාධිපති රණසිංහ ප්රේමදාස මහතා කොළඹදී දැවැන්ත මහල් නිවාස ක්රියාත්මක කළේය.",
        "මීට අමතරව, ගෝතභය රාජපක්ෂ මහල් නිවාස ව්යාපෘතිය ඉදිරියට ගෙන යාමට කටයුතු කළේය. මේකට ස්තූතියි. අද ඔබට පිරිනමන ලද නිවසේ සහතික කිරීමේ බැඳුම්කරවල වටිනාකම වසර දහයකින් දෙගුණ වේ. එමනිසා, මෙම දේපල නිසි ලෙස කළමනාකරණය කර ඔබේ ජීවිතය සාර්ථක කර ගන්නා ලෙස මම ඔබෙන් ඉල්ලා සිටිමි.",
        "අද ලබාගත් බැඳුම්කරය උකසට නොගන්න. කොළඹ වසර 10 කින් වර්ධනය වේ. මිලියන 50 ක ජනතාවක් ජීවත් වන විශාල නගරයකට බටහිර පළාත විශාල නගරයකට පරිවර්තනය කිරීමට අපි බලා සිටිමු. ඒ වන විට රජය එම ප්රදේශවල පැරණි ගොඩනැගිලි මගින් ඉවත් කරනු ලැබේ. එසේම, මෙම පළාතේ නව වරායක් සැකසිය හැකිය.",
        "අමාත්ය ප්රසන්න රණතුංග සහ නියෝජිත පිරිස දැනටමත් ඒ සඳහා වැඩ කරමින් සිටී. ඊට අමතරව කොලොන්නාවා ප්රදේශයේ නව පාසල් කිහිපයක් සැකසීමට අපි තීරණය කළෙමු. අපි එම වැඩසටහන දිගටම කරගෙන යන්නෙමු.",
        "2024 ක අයවැය අනුව අද වන විට ජනතාවට ඉඩම් හා නිවාස අයිතිය. අද ඔබ ආඩම්බර හිමිකරුවෙකු වනු ඇත. ආහාර, ඇඳුම් පැළඳුම් සහ නවාතැන් මිනිසාගේ මූලික අවශ්යතා වේ. ඒ අනුව, අද ඔබේ නිවස ඔබේ ය, මූලික අවශ්යතාවය ඉටු වේ. මෙය ඔබේ ජීවිතයේ විප්ලවයක් ඇති කරයි. එය නිසියාකාරව කළමනාකරණය කර ජීවිතය සාර්ථක කර ගන්නා ලෙස මම ඔබෙන් ඉල්ලා සිටිමි.",
        "කොළඹ නගරයේ සියලු ක්ෂේත්ර සංවර්ධනය කිරීමේ නගර සංවර්ධන අමාත්යවරයා ප්රශංසා කරයි. අද කොළඹ නගර මහල් නිවාස ව්යාපෘතිය හරහා විශාල පිරිසක් නිවාස පවත්වා ඇත. වත්මන් ජනාධිපති, රනිල් වික්රමසිංහ මූලික වශයෙන් සේවය කළේය.",
        "කථානායක මහින්ද යාපා අබේවර්ධන, නාගරික සංවර්ධන හා නිවාස අමාත්ය ප්රසන්න රණනාගමගේ, අරුන්දිකා ප්රනාන්දු ගුණවර්ධන, රජයේ ඇමතිවරුන් ෆෝර්ඩා රණනාගමගේ, අරුන්දිකා ප්රනාන්දු ගුණවර්ධන, අරුන්දිකා -ලේ , නීති orney -වේ - '' '' '' හෝලකු මදුරෙයි පදුරෙයි, ජාතික ආරක්ෂක උපදේශක සහ ජනාධිපති වැඩකරන ප්රධානී සාගල රත්නායක, හිටපු අමාත්ය රවී කරුනානායක, ආර්ථික කටයුතු පිළිබඳ ජනාධිපති උපදේශක. නාගරික සංවර්ධන හා නිවාස අමාත්යාංශයේ ලේකම් සමන් රත්නප්රියා, ජනාධිපති වෘත්තීය සමිති අධ්යක්ෂ සමන් රත්නප්රියා. මෙම අවස්ථාවට සයානන්ද ඇතුළු බොහෝ දෙනෙක් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "The National Program for the \"Randora\" Urumaya Urumaya Urumaya was held in Colombo under the leadership of the President",
      "body_lines": [
        "President Ranil Wickremesinghe said that the Western Province is planned to be the largest city where about 50 lakh people live.",
        "The President said that the government was working to provide full rights and housing rights to the people, including villages, cities and hill country, and that the government has launched a revolutionary program that has not been implemented by any government to provide relief to the nation.",
        "President Ranil Wickremesinghe made this statement while addressing the \"Randora Urumaya\" event to provide land guarantees for 50,000 low -income families living in the apartment in Colombo on Wednesday afternoon at the Sugathadasa Stadium in Colombo.",
        "According to President Ranil Wickremesinghe, the 2024 budget was implemented in the 2024 budget and a scheme of providing the entire rights of the houses to two and a half million low -income families living in Colombo.",
        "As a result of this, 1117 affirmative papers were issued today, including 937 houses under the Urban Development Authority and 180 houses under the National Housing Development Authority.",
        "Accordingly, these \"Randora Urumaya\" ownership will be given to the residents of Mihindu Setpura, Sirisara Una, Metro Housing and National Housing Development Authority (RIA), belonging to the Urban Development Authority.",
        "One of your problems is exhausted today. You have got the right of your house. We know that losing the rights of a house is a big problem for people. As a Member of Parliament who represented the Colombo district, I am well aware of the problems of those people.",
        "We took charge of the government during the most difficult time. These people were most affected by the last economic crisis. But you believed that the government would work to rebuild the economy of this country. Because of that belief, the opportunity to succeed in that task. I thank all of you for relying on us and patiently.",
        "Today the country is progressing economically. This government is not built by a party. When some ignored responsibilities, this government was created by a sudden gathering of people from each party. There was no such government in this country before.",
        "The benefits of the ordinary people should be reached as we are building a country today. That is why we have arranged to give you the full rights of these apartments. We are now going forward as a country. But we still have to progress to build the country's economy. People have good quality of life.",
        "This government has accomplished the task that no government does. We have given the right to ordinary people. We have expanded the rights of this country. Other governments only looked right on the stock market.",
        "How many people bought shares and watched the value of the stock or low. But we saw ordinary people.",
        "The farmers of this country have given us good yields in the past. Otherwise this economic downturn cannot be recovered. Therefore, to ensure their landlord. We have not yet been granted land rights to those people.",
        "The license has only been issued so far. Now we have started giving land rights. By the end of this deadline, more than 20 lakhs will be given land rights and the home ownership of the residents of the apartment will be given.. Then the number of land and home owners in this country will increase. It must be said that no state can do the revolution we have made. The program was launched to provide relief to the people of this country.",
        "As well as the provision of housing for plantation people will be implemented in the future. I summoned the concerned MPs and discussed this. I issued a directive to prepare a new law and consult with everyone.",
        "We are working to ensure household and land rights for all people in the village, city and plantation areas. It must be said that this government is the main program of the government. We will start a program to change the country.",
        "Three former leaders sacrificed greatly for the construction of these apartments. Prime Minister Sir John Kothalawala built the first apartment in Bambalapitiya. President Ranasinghe Premadasa implemented massive apartments in Colombo.",
        "In addition, Gotabhaya Rajapaksa worked to advance the apartment project. Thank you for this. The value of the home affirmative bonds offered to you today is doubled in ten years. Therefore, I urge you to manage this property properly and make your life succeed.",
        "Don't mortgage the bond obtained today. Colombo develops in 10 years. We are looking forward to converting the Western Province into a large city where 50 million people live. By then, the government would be removed by the old buildings in those areas. Also, a new port can be set up in this province.",
        "Minister Prasanna Ranatunga and the delegation are already working on it. In addition, we decided to set up some new schools in Kolonnawa area. We will continue to carry out that program.",
        "Land and Housing Rights for the people today according to the budget for 2024. Today you will become a proud owner. Food, clothing and lodging are the basic needs of man. Accordingly, today your home is yours, the basic requirement is fulfilled. This will cause a revolution in your life. I urge you to manage it properly and make life succeed.",
        "The City Development Minister's program of developing all the areas of Colombo city is commendable. A large number of people have held houses through the Colombo City Apartments Project today. The current president, Ranil Wickremesinghe, worked primarily.",
        "Speaker Mahinda Yapa Abeywardena, Urban Development and Housing Minister Prasanna Ranatunga, Public Security Minister Tran Ales, Western Province Governor Marshall Forsan Roshan Gunathilaka, State Ministers Thenuga Vidanagamage, Arundika FernandoGunawardena, Attorney -at -Law Premanath C. Thelawatta, Retired Major Pradeep Undukoda, Attorney -at -Law Madurai Vidanage, National Security Advisor and Presidential Working Chief Sagala Ratnayake, Former Minister Ravi Karunanayake, President's Advisor for Economic Affairs. Samaratunga, President's Trade Union Director Saman Ratnapriya, Secretary to the Ministry of Urban Development and Housing. Many people, including Satyananda, attended the event."
      ]
    }
  },
  "summary_lines": [
    "At a \"Randora Urumaya\" event in Colombo, President Ranil Wickremesinghe announced plans to transform the Western Province into a mega-city accommodating 5 million people. He highlighted the government's efforts to grant housing rights to low-income families, issuing 1,117 affirmative papers for homes across various authorities. This initiative aims to provide land and housing rights to all, marking a significant step towards improving the lives of the nation's inhabitants."
  ]
}