{
  "translated_text": {
    "ta": {
      "title": "ஊழல் மற்றும் மோசடி என்றால் அடுத்த ஆண்டு கொண்டாட வேண்டாம்",
      "body_lines": [
        "லஞ்ச ஊழல் செய்ய அனைவரும் இலங்கையை அர்ப்பணிக்கிறார்கள்",
        "2024 கட்டாயமாகும்",
        "லஞ்சம் கமிஷனின் சுமார் 40 வழக்குகள் 209 ஆம் ஆண்டில் 209 இல் 89 நபர்கள் மக்களுக்கு 45 ஐ திரும்பப் பெற வேண்டும் என்று வெளிப்படுத்தப்பட வேண்டும்",
        "இலங்கையின் சட்டம் இதுவரை ஒரு சிலந்தி மற்றும் சிறிய விலங்குகளாக செயல்பட்டுள்ளது. பெரிய விலங்குகள் உலா வந்தன",
        "இலங்கையை மீண்டும் கட்டியெழுப்ப இராச்சிய அமைப்பு மீட்டெடுக்கப்பட வேண்டும்",
        "தனிநபர்கள் கட்டப்பட்டால் குடிமகன் குடிமகனுக்கு சேவை செய்ய மாட்டார், ஆனால் எத்தனை ஏஜென்சிகள் சரியாக வேலை செய்யாது என்று ஜனாதிபதி அனுரா குமாரா டிசனாயக்க கூறினார்.",
        "மக்களால் உருவாக்கப்படும் அதிகாரத்தைப் பயன்படுத்தி மக்களுக்கு மக்கள் நீதியைக் கொண்டு வராவிட்டால், அதிகாரம் மதிப்புக்குரியது அல்ல என்றும் ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "\"2024 சர்வதேச ஊழல் தினத்திற்காக\" பண்டாரநாயக்க மெமோரியல் இன்டர்நேஷனல் மாநாட்டு மண்டபத்தில் நடைபெற்ற ஒரு விழாவில் ஜனாதிபதி அனுரா குமாரா டிசனாயக் இந்த கருத்துக்களை வெளியிட்டார்.",
        "சர்வதேச ஊழல் நாள் \"தைப்பிங் டிரிப்ளேண்டிற்கு இளைஞர்களை சேகரிக்கவும்\" என்ற கருப்பொருளின் கீழ் கொண்டாடப்படும்.",
        "இலங்கையில் லஞ்சம் மற்றும் ஊழலைத் தடுப்பதன் மூலம் தேவைப்படும் சட்டம் மற்றும் நிறுவனங்களைப் போலவே அவர் விசாரிக்க வேண்டும் என்று ஜனாதிபதி கூறினார்.",
        "2010 சர்வதேச குறிகாட்டிகளால் 2013 சர்வதேச குறிகாட்டிகளால் 2010 சர்வதேச குறிகாட்டிகளால் இலங்கை 79 வது இடத்தைப் பிடித்தது ஏன் என்று ஜனாதிபதி கேள்வி எழுப்பினார்.",
        "இந்த ஆண்டில் ஊழல் மற்றும் மோசடி அதிகரிப்பு இருப்பதாக ஜனாதிபதி அனுரா குமாரா டிசனாயகே சுட்டிக்காட்டினார்.",
        "2021 ஆம் ஆண்டில், லஞ்சம் ஆணையம் 69 வழக்குகளை நியமித்துள்ளது, 40 வழக்குகள் ராஜினாமா செய்யப்பட்டுள்ளன.லஞ்சம் மற்றும் ஊழல் ஆணையம் 2022 இல் மாற்றப்பட்ட 45 வழக்குகளை திரும்பப் பெற்றுள்ளது.",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயகே, வழக்குகளில் சாட்சிகள் இல்லாததால் மக்களிடம் சொல்லக்கூடாது என்று மக்கள் சொல்ல வேண்டும் என்று சொல்ல வேண்டும் என்று கூறினார்.",
        "இரண்டு கான்ஸ்டபிள்கள் மற்றும் ஊழல்கள் ஒரு வருடத்தில் லஞ்சம் மற்றும் ஊழலுக்கு குற்றவாளிகள் எனக் கண்டறியப்பட்டது, இலங்கையின் சட்டம் ஒரு சிலந்தி கண்ணி என்றும், நிகர விலங்குகளில் சிறிய விலங்குகள் காணப்படுவது பெரிய விலங்குகள் என்றும் ஜனாதிபதி காட்டியுள்ளார்",
        "நம் நாடு மீண்டும் கட்டப்பட்டால், இராச்சிய அமைப்பை மீட்டெடுப்பது அவசியம் என்று ஜனாதிபதி கூறினார்.",
        "சட்டத்தை அமல்படுத்திய நபர்கள் மற்றும் நிறுவனங்களின் நம்பிக்கை சரிந்துவிட்டது, நீதியின் தாமதம் நீதி அல்ல என்று ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "எனவே, இலங்கையை குறைந்தபட்ச ஊழலின் நிலைக்கு குறைந்தபட்ச ஊழல் நிலையாக மாற்றுவதற்கான குடிமக்களின் நம்பிக்கைக்கு இது மதிப்பை வழங்கும்.",
        "யுஎன்டிபி சர்வதேச மேம்பாட்டுத் திட்டம் (யுஎன்டிபி) ஏற்கனவே 1000 க்கும் மேற்பட்ட அரசு அதிகாரிகளுக்கு சூப்பர் பில்பேன் அதிகாரிகளாக ஜூர் (ஜூ) மூலம் பயிற்சி அளித்துள்ளது. ஜனாதிபதி அனுரா குமாரா டிசனாயக்க 15 அதிகாரிகளுக்கு நியமனங்கள் நடத்தி வந்தார்.",
        "ஜனாதிபதி செயலாளர் டாக்டர் நந்திகா சனாத் கனாயக கனரத்யா பிரதமரின் செயலாளர்பாதுகாப்பு அமைச்சின் செயலாளர் பாதுகாப்பு செயலாளர், ரவி செனவிரத்னே, மத்திய வங்கி ஆளுநர் பிரியந்தா வீரசூரியா, லஞ்சம் கமிஷன் (விசாரணை ஆணையம்) திரு.மீ. Np. இஹலதவெலா, உச்சநீதிமன்ற நீதிபதி வழக்கறிஞர்-சட்டத்தில் யசந்தா",
        "இந்நிகழ்ச்சியில் திருமதி கோடகோடாவும் கலந்து கொண்டார்."
      ]
    },
    "en": {
      "title": "Do not celebrate next year if corruption and fraud",
      "body_lines": [
        "Everyone dedicates Sri Lanka to make a bribery corruption",
        "2024 Mandication is a mandate given to the abolition of corruption",
        "About 40 cases of the Bribery Commission 209 cases in 2021 in the year 89 persons should be revealed to the people to withdraw 45",
        "The law of Sri Lanka has so far acted as a spider and small animals. The big animals broke the stroll",
        "The Kingdom system should be restored to rebuild Sri Lanka",
        "President Anura Kumara Dissanayake said that the citizen would not serve the citizen if the individuals were built, but how many agencies would not work properly.",
        "The President also pointed out that if the people do not bring justice to the people using the power generated by the people, the power is not worth it.",
        "President Anura Kumara Dissanayake made these comments at a function held at the Bandaranaike Memorial International Conference Hall for the \"2024 International Corruption Day\".",
        "The International Corruption Day will be celebrated under the theme \"Collect Youth for the Thipping Tripland\".",
        "The President said that he had to inquire as much as the law and institutions needed by the prevention of bribery and corruption in Sri Lanka.",
        "The President questioned why Sri Lanka held the 79th by the 2010 International Indicators by the 2013 International Indicators by the 2010 International Indicators.",
        "President Anura Kumara Dissanayake pointed out that there is an increase in corruption and fraud in the year.",
        "In 2021, the Bribery Commission has assigned 69 cases and 40 cases have been resigned.The Bribery and Corruption Commission has withdrawn 45 cases transferred in 2022.",
        "President Anura Kumara Dissanayake said that the people should have to say that they should say that they should not tell the people due to non-Witnesses in cases.",
        "Two constables and corruption was found guilty of bribery and corruption in one year and the President has shown that Sri Lanka's law has been a spider mesh and is big animals that small animals are found in the netAnimals break the stroll",
        "If our country will be rebuilt back, the President said that it was necessary to restore the Kingdom system.",
        "The President pointed out that the belief of the people of law enforced persons and institutions have collapsed, the delay in justice is not justice.",
        "Therefore, it will provide value to the Citizens' hopes to make Sri Lanka a minimum state of corruption into a minimum state of corruption.",
        "UNDP International Development Program (UNDP) has already trained more than 1000 government officials as Superpilpane officials through the Jure (JU). President Anura Kumara Dissanayake was conducting appointments to 15 of the officers.",
        "Presidential Secretary Dr. Nandika Sanath Kanayake Kanaratya Secretary to the Prime MinisterSecretary Defense Secretary of the Ministry of Defense, Ravi Seneviratne, Central Bank Governor Priyantha Weerasuriya, Bribery Commission (Investigation Commission) is Mr. Judge Wablay.M. NP. Ihaladawela, Supreme Court Judge Attorney-at-Law Yasantha",
        "Mrs. Kodagoda were also present at the occasion."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lanka faces rising corruption & fraud. In 2021, 69 bribery cases were filed, 40 resolved. President calls for restoring kingdom system to combat corruption. UNDP trains officials to combat bribery."
  ]
}