{
  "translated_text": {
    "ta": {
      "title": "அடுத்த ஆண்டில் 500 மெகாவாட் புதுப்பிக்கத்தக்க எரிசக்தி",
      "body_lines": [
        "\"பிராந்தியத்தின் நியாயமான விலையில் பிராந்தியத்தின் எரிசக்தி செலவுகளைத் தாங்கும் ஒரு நாடாக பிராந்தியத்தின் நியாயமான விலையில் ஆற்றலை வழங்கும் நோக்கம் எங்களுக்கு உள்ளது. நாட்டை வளர்ப்பது அதைச் செய்ய வேண்டும். புதுப்பிக்கத்தக்க ஆற்றலுக்கு எங்களுக்கு ஒரு பெரிய நம்பிக்கை உள்ளது.",
        "தனியார் துறை மின் உற்பத்தியில் முதலீடு செய்ய போதுமான இடத்தை வழங்குகிறது. அரசாங்கத்தையும் முதலீட்டாளர்களையும் வெல்லும் இரு கட்சிகளையும் பின்பற்ற நாங்கள் நடவடிக்கை எடுப்போம். வருமானம் மற்றும் வாய்ப்புகளின் மதிப்புகள் மற்றும் எதிர்பார்ப்புகளைப் புரிந்துகொள்ளும் அரசாங்கமாக, அவர்களின் பிரச்சினைகளுக்கு உடனடி தீர்வுகள் மற்றும் நாட்டின் எரிசக்தி இலக்குகளில் செயல்படுகிறோம், ”என்று பொறியியல் அமைச்சர் குமாரா ஜெயகோடி கூறினார்.",
        "இலங்கை நிலையான எரிசக்தி ஆணையத்தின் (எஸ்.எல் மற்றும்) கீழ் இலங்கை நிலையான எரிசக்தி ஆணையத்தின் (எஸ்.எல்.ஐ.சி) கீழ் செயல்படுத்தப்பட்ட மத்திய மற்றும் பெரிய புதுப்பிக்கத்தக்க எரிசக்தி ஆணையத்தின் (எஸ்.எல் மற்றும் எஸ்.எல் மற்றும் பெரிய அளவிலான எரிசக்தி ஆணையம்) முன்னேற்றம் குறித்து அமைச்சர் இந்த கருத்துக்களை தெரிவித்தார்.",
        "புதுப்பிக்கத்தக்க எரிசக்தி திட்டங்கள் மற்றும் இந்த திட்டங்களின் தற்போதைய நிலை மற்றும் முன்னேற்றம் தொடர்பான பல விஷயங்களுடன் நிறுவனங்களின் பிரதிநிதிகளுடன் திட்டங்கள் விவாதிக்கப்பட்டன.",
        "இந்த புதுப்பிக்கத்தக்க திட்டங்கள் அடுத்த இரண்டு ஆண்டுகளில் தேசிய கட்டத்தில் 500 மெகாவாட்டிற்கு மேல் சேர்க்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "பிரச்சினைகளைத் தீர்க்க சம்பந்தப்பட்ட அரசு நிறுவனங்களுடன் இணைந்து பணியாற்ற சம்பந்தப்பட்ட அரசு நிறுவனங்களுடன் இணைந்து பணியாற்ற நடவடிக்கை எடுக்குமாறு அமைச்சர் மாநில அதிகாரிகளுக்கு அறிவுறுத்தினார்."
      ]
    },
    "en": {
      "title": "500 megawatts of renewable energy in the next year",
      "body_lines": [
        "\"We have the aim of providing energy at a reasonable price of the region as a country where the region bears the over energy costs of the region. To develop the country needs to do it. We have a great hope for renewable energy.",
        "The private sector provides enough room to invest in the power generation. We will take action to follow both parties that will win both the government and investors. As a government that understands the values ​​and expectations of the income and prospects, we are solved with immediate solutions to their problems and act in the country's energy targets, \"said Minister of Engineering Kumara Jayakody.",
        "The Minister made these comments at the progress of the Central and Large Renewable Energy Authority (SL and large-scale energy authority) implemented under the Sri Lanka Sustainable Energy Authority (SLIC) under the Sri Lanka Sustainable Energy Authority (SL and).",
        "The projects were discussed with the representatives of the institutions with renewable energy projects and several other matters pertaining to the current status and progress of these projects.",
        "It was revealed that these renewable projects are expected to add more than 500 MW to the national grid during the next two years.",
        "The Minister instructed the state officials to take action to work with the relevant government agencies to work with the relevant government agencies to resolve the issues."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka aims to generate 500MW of renewable energy within a year, balancing costs and fostering private sector investment. The government plans to collaborate with investors to achieve this target, addressing challenges through immediate solutions."
  ]
}