{
  "translated_text": {
    "si": {
      "title": "සම්මාන 7 ක්",
      "body_lines": [
        "ක්රිස්ටෝපර් නොලන් සිය චිත්රපටය තුළින් තමා සිනාසෙමින් පවතින අතර ඔස්කාර් සම්මාන උළෙලේදී උපරිම සම්මාන 7 ක් දිනා ගත්තේය.",
        "බොක්ස් ඔෆිස් හි දීපෙන්ටිමර් වාදනය කළ බාර්බි ඔස්කාර් සම්මාන උළෙලේදී එක් සම්මානයක් දිනා ගැනීමට දිනා ගත්තේය.",
        "96 වන ඔස්කාර් සම්මාන උළෙල සඳුදා රාත්රියේ පෙරවරු 4 ට එක්සත් ජනපදයේ ඉරිදා රාත්රියේ ආරම්භ විය.",
        "පළමු රතු කාපට් වලදී, විවිධ හොලිවුඩ් නිළියන් රූපලාවණ්යයේ සැරසී සම්මාන උළෙල දර්ශනීය සිදුවීමක් බවට පරිවර්තනය කළහ.",
        "ඕනිමෙයිමර් චිත්රපටය පසුගිය වසරේදී නිකුත් කරන ලද්දේ ළමා මර්ෆි ස්ටාර් ක්රිස්ටෝපර් නොලන් රඟපෑවේය. පරමාණු බෝම්බය නිපදවන ලදී. රොබට් සුනිමියම්ගේ චරිතාපදානය චිත්රපටයක් විය.",
        "ජපානයේ හිරෝෂිමා නාගසාකිගේ දර්ශන වලදී, ඔහු නාගසාකි නගර අසල සිටි අතර ලෝකය විනාශ වූ තිරය සහ චිලී මර්ෆිගේ දර්ශන ඔහුගේ රංගනයේ ය.. චිත්රපටය හොඳම පින්තූරය, හොඳම අධ්යක්ෂ සහ හොඳම නළුවා ඇතුළු කාණ්ඩ 7 කින් ඔස්කාර් හට ප්රදානය කර ඇත.",
        "ක්රිස්ටෝපර් නොලන් චිත්රපටයේ වාර්ෂිකය සඳහා පළමු වරට හොඳම අධ්යක්ෂ සම්මානය දිනාගත් අතර, ඔවුන් බලාත්මක කිරීම සහ එට්රාට් ඇතුළු රසිකයන් ආකර්ෂණය කර ගෙන ඇත.",
        "ක්රිස්ටෝපර් නොලන් හොඳම අධ්යක්ෂ සම්මානය දිනා ගත්තේය. හොඳම චිත්රපට සඳහා සම්මානය. රොබට් ඩව් ජියර් හොඳම නළුවා සම්මානය දිනා ගත්තේය. හොඳම සිනමාකරණය, හොඳම මුල් ලකුණු සහ හොඳම හොඳම එකතුව ඇතුළුව චිත්රපටයට සම්මාන 7 ක් ලැබුණි."
      ]
    },
    "en": {
      "title": "7 Awards",
      "body_lines": [
        "Christopher Nolan has proved himself through his film, winning the maximum 7 awards at the Oscar Awards.",
        "Barbie, who played Openheimer at the box office, won only one award at the Oscar Awards.",
        "The 96th Oscar Award Ceremony began on Sunday night in the United States at 4 am on Monday night.",
        "At the first Red Carpet, various Hollywood actresses dressed in beauty and converted the awards ceremony into a spectacular event.",
        "Openheimer's film released last year starring Child Murphy starring Christopher Nolan. The atomic bomb produced. The biography of Robert Openheimer was a film.",
        "In the scenes of Hiroshima Nagasaki in Japan, he was in the vicinity of the cities of Nagasaki, and the scenes that the world was destroyed and the scenes of the Chilean Murphy in his performance.. The film has been awarded Oscar in 7 categories including Best Picture, Best Director and Best Actor.",
        "Christopher Nolan has won the Best Director Award for the first time for the film Openheimer, who has attracted fans worldwide, including Inception and Denat.",
        "Christopher Nolan won the Best Director award. The Award for Best Film. Robert Dowi Junior won the Best Actor award. The film also received 7 awards including Best Cinematography, Best Original Score and Best Best Collection."
      ]
    }
  },
  "summary_lines": [
    "Christopher Nolan won 7 Oscars, including Best Director for \"Openheimer,\" while Barbie won one. The 96th Oscars began Sunday night, featuring Hollywood glamour and a film about Robert Oppenheimer's life, including scenes in Hiroshima and Nagasaki."
  ]
}