{
  "translated_text": {
    "si": {
      "title": "'අමරන්' ඩිවාලි මුදා හැරීම දිනා ගත්තේය",
      "body_lines": [
        "සිවකරන් ස්ටාර් 'අමරන්' දීපවාලි හි එකතු කිරීම් වලදී වාර්තාවක් තබා ඇත.",
        "ලෙවිඩ් දෙමළ චිත්රපට තුනක් - 'බ්ලැඩ් රවී,' බ්රැඩ් ',' බ්රැඩ් 'සහ' බ්රැඩ් 'සහ' බ්රැඩ් 'සහ' බ්රැඩ් 'බෙකර්' බ්රැඩ් 'සහ' බ්රැඩ් බෙකර් 'රඟපෑ' බ්රැඩ් බෙකර් 'රඟපෑවේ දුල්කාර් සල්මාන් හි රඟපෑ දුෂ්ටකර් සල්මාන් රඟපෑ ය.",
        "මෙම චිත්රපට හතරේදී, 'අමරන්' රඟපෑරුම් සිවකරියාන් කුසගින්නෙන් පෙළෙන 'ලෝක මිනිසා' කමල් හසන් විවේචනාත්මකව හා දළ වශයෙන් සාර්ථක වී තිබේ.",
        "චිත්රපටය නිකුත් කළ පළමු දිනයේදී රුපියල් කෝටි හතළිහකට වඩා ඉන්දියානු වටිනාකම රුපියල් කම්හල් සමූහයකි.",
        "චිත්රපටය නිවාඩු තරඟ මාලාවකදී රසිකයන් විශාල පිළිගැනීමක් විය. මේ හේතුවෙන්, චිත්රපට කර්මාන්තය දින හතරකින් ඉන්දියාවේදී රුපියල් කෝටි 150 කට අධික ප්රමාණයක් ඉක්මවා ඇති බව චිත්රපට කර්මාන්තය දැක තිබේ.",
        "මේ අනුව චිත්රපටයේ සාර්ථකත්වය අද චෙන්නායි හි ස්ටාර් හෝටලයේ දී පැවැත්වේ.",
        "මේ මොහොතේ චිත්රපටයේ එකතුව පිළිබඳ නිල නිවේදනය කිරීම අපේක්ෂා කෙරේ.",
        "'අමරන්' චිත්රපටය සඳහා තමිල්නාඩු මහ ඇමති. උ. ස්ටාලින් - නියෝජ්ය මහ ඇමති උදයනිති ස්ටාලින්, සී.ජේ.පී.",
        "'ලකීර් සල්මාන්' රූකඩර් සල්මාන් 'ලකී භස්කර්' චිත්රපටයේ ගේවින් සහ නෙල්සන්ගේ සන්ධානය විසින් අනුගමනය කරන ලදී. චිත්රපට කර්මාන්ත ආරංචි මාර්ග සඳහන් කරයි. චිත්රපට කර්මාන්ත ආරංචි මාර්ග සඳහන් කරයි."
      ]
    },
    "en": {
      "title": "'Amaran' won the Diwali release",
      "body_lines": [
        "Sivakarthikeyan starrer 'Amaran' has set a record in collections in Diwali.",
        "Three live Tamil films - 'Blady Becker' starring Sivakarthikeyan, Jayam Ravi starring 'Amaran', 'Brad' and 'Bldy Becker' starring Dulkar Salman in TamilReleased.",
        "In these four films, 'Amaran' starring Sivakarthikeyan starring 'World Man' Kamal Haasan has been critically and grossly successful.",
        "On the first day of the release of the film, the Indian value grossed over forty crores of rupees.",
        "The film was a huge reception of fans during a series of holidays. Due to this, the film industry has noticed that the film will have grossed over Rs 150 crore in India in four days.",
        "Thus the success of the film will be held at the star hotel in Chennai today.",
        "The official announcement of the film's collections at this moment is expected to be made.",
        "For the film 'Amaran', Tamil Nadu Chief Minister. G. Stalin - Deputy Chief Minister Udayanidhi Stalin, Super Star Rajinikanth, BJP state president Annamalai, Nam Tamil party coordinator Seeman, and leading leaders of the Tamil Nadu political party, congratulated the film.",
        "'Lakkar Salman' starring Dulquer Salman has been critically successful in the film 'Lucky Bhaskar', followed by the film 'Bluddy Becker', which was followed by Gavin and Nelson's alliance.The film industry sources said."
      ]
    }
  },
  "summary_lines": [
    "\"Amaran\" wins Diwali box office, Sivakarthikeyan starrer sets records. Grosses over 40 crores on opening day, projected to reach 150 crore in four days. Receives praise from Tamil Nadu politicians and stars."
  ]
}