{
  "translated_text": {
    "si": {
      "title": "ඉඩම් නිදහස් කිරීමට අනුකූල සොල්දාදුවන්",
      "body_lines": [
        "මේ මස 10 වන දින යාපනය සහ කිලිනොච්චි දිස්ත්රික්කවල ඉඩම් අක්කර 164 ක් නිදහස් කිරීමට සොල්දාදුවන් එකඟ වී තිබේ.",
        "28 සහ 29 යන දිනවල ඉඩම් හා 29 සහ 29 වන දින ඉඩම් අමාත්යාංශයේ සේවා අමාත්යාංශය ඇතුළු ඉඩම් අමාත්යාංශය ඇතුළු ඉඩම් අමාත්යාංශය ඇතුළු ඉඩම් අමාත්යාංශයේ නිලධාරීන් ද සහභාගී වූහ.",
        "ඒ අනුව, යාපනයේ දිස්ත්රික්කයේ පලාලි සිට අක්කර 59 කින් සමන්විත ඉඩම් මුදා හරින අතර ඉඩම් අක්කර 105 ක ඉඩමක් කිලිනොච්චි දිස්ත්රික්කයේ විද්යා නුවරදී නිකුත් කෙරේ.. (ඒ)"
      ]
    },
    "en": {
      "title": "Soldiers complying to release land",
      "body_lines": [
        "Soldiers have agreed to release 164 acres of land on the 10th of this month in Jaffna and Kilinochchi districts.",
        "Secretaries and top officials of the Ministries, including the Ministry of Lands, including the Land -related Services Ministry, were present at the Jaffna District Secretariat on the 28th and 29th.",
        "Accordingly, 59 acres of land will be released from the East of Palali in the Jaffna district and 105 acres of land will be released in the science city of Kilinochchi district.. (A)"
      ]
    }
  },
  "summary_lines": [
    "Soldiers agreed to release 164 acres of land in Jaffna and Kilinochchi districts on the 10th. 59 acres in Jaffna and 105 in Kilinochchi will be released."
  ]
}