{
  "translated_text": {
    "si": {
      "title": "පීඒ හි දොරවල් විවෘතයි - ඇමති නිමල් සියලු පාර්ශවයන් ඉල්ලා සිටී",
      "body_lines": [
        "ශ්රී ලංකාවේ දේශපාලන පක්ෂ සෑම විටම පක්ෂ නායකයාගේ ග්රහණයේ සිටින අතර ජනතාව වෙනුවෙන් කළ යුතු ප්රජාතන්ත්රවාදී පූජා සහ පක්ෂය වළක්වා ගත හැකිය. නමුත් pa එක සමාන නොවේ. එබැවින් එක්සත් ජනපදයේ එක්සත් ජනතා බලය, ජේවීපී. නිමල් සිරිපාල ද සිල්වා ඕනෑම කෙනෙකුට අප හා එක්වන ලෙස ඉල්ලා සිටියේය.",
        "පීඒ බදාදා (14) ඡන්ද දාරයේ හෝටලයේදී පැවැත්වූ බව ඔහු වැඩිදුරටත් පැවසීය.",
        "පීඒ යනු රටේ දේශපාලනයට දේශපාලනයට ගෙනැවිත් කඳවුරකි. පැරණි සන්ධානය නූතන කාලය සඳහා වඩාත් සුදුසු කර ජනතාවගේ කැමැත්ත ඉටු කිරීමට තීරණය විය. අපි යප්පුව වෙනස් කර නීතිමය තත්වයන් වෙනස් කර මෙම නව සන්ධානය සකස් කළෙමු.",
        "ශ්රී ලංකාවේ දේශපාලන පක්ෂ සෑම විටම පක්ෂ නායකයාගේ ග්රහණයේ සිටින අතර ජනතාව වෙනුවෙන් කළ යුතු ප්රජාතන්ත්රවාදී පූජා සහ පක්ෂය වළක්වා ගත හැකිය. පක්ෂ දේශපාලනය විනාශ වූ හෙයින් දේශපාලන පක්ෂවල නායකයින්ට පොදු ජනයාගේ නීත්යානුකූල අවශ්යතා තේරුම් නොගත් හෙයිනි. ශ්රී ලංකා නිදහස් පක්ෂය ඊට නිදසුනක් විය හැකිය.",
        "නිදහස් පක්ෂයේ ප්රමුඛයා විසින් නිදහස් පක්ෂය විනාශ වූ විට අනෙක් සාමාජිකයින්ට දේශපාලනයට පැමිණීම සඳහා මෙම ප්රජාතන්ත්රවාදී සන්ධානය පිහිටුවීමට සිදු විය. පක්ෂයක් කැබැල්ලකට බෙදිය නොහැකි අතර දේශපාලනය කළ නොහැක. අතීතයේ දී, නිදහස් පක්ෂය පාර්ලිමේන්තුවේ විවිධ කණ්ඩායම් හා දේශපාලන පක්ෂ සමඟ සාකච්ඡා පැවැත්වීය. කුල හා ආගම නොමැතිව සියලු මිනිසුන් සම්බන්ධ කළ හැකි සන්ධානය පිහිටුවා ඇත.",
        "මෙම සභාගයේ ප්රධාන පරමාර්ථය වන්නේ ලැජ්ජා සහගත පක්ෂ නොමැතිව දැවැන්ත දේශපාලන නායකත්වයක් සහිතව විශාල ප්රජාතන්ත්රවාදී සංවාදයක් ගොඩනැගීමයි. සෑම කෙනෙකුටම අප හා එක්විය හැකිය. ශ්රී ලංකා නිදහස් පක්ෂය අන් අය සඳහා සියයට 25 ක් සහ සියයට 75 ක් වන අතර එමඟින් අපි මෙම සම්මේලනයේ ප්රජාතන්ත්රවාදී ඉඩක් සකස් කර ඇත්තෙමු.",
        "මේ රටේ සියලුම දේශපාලන පක්ෂ නායකයින් අප හා එක් වී ඇත්තේ අපට ප්රජාතන්ත්රවාදී ව්යුහයක් ඇති බැවිනි. ආර්ථිකයේ සෑම ප්රදේශයකම, දේශපාලනය හා විදේශ ප්රතිපත්තියේ සෑම ප්රදේශයකම ප්රති results ල ඉදිරිපත් වන්නේ නායකත්ව කමිටුවේ විවාදයෙන් පසුව පමණි.",
        "අපගේ දේශපාලන කඳවුරේ ඕනෑම ප්රමිතියකින් උපරිම ලෙස සැලකිය හැකි ප්රජාතන්ත්රවාදයක් අප විසින් ආරක්ෂා කර ඇත. සුපුරුදු දේශපාලනය අවසන් කර ආර්ථිකය ශක්තිමත් ස්ථානයකට ගෙන යන අතර මේ මොහොතේ රනිල් වික්රමසිංහට ආර්ථිකය ඔසවා තැබීමට අපි තීරණය කර ඇත්තෙමු."
      ]
    },
    "en": {
      "title": "The doors of the PA are open - Minister Nimal calls for all parties",
      "body_lines": [
        "Political parties in Sri Lanka are always in the grip of the party leader and the democratic sacrifices that should be made for the people and the party are avoided. But the PA is not the same. So the PA, the United People's Power, the JVP. Nimal Siripala de Silva called for anyone to join us.",
        "He further stated that the PA was held at the Votes Edge Hotel on Wednesday (14).",
        "The PA is a camp that has brought the country's politics to the politics. It was decided to make the old alliance ideal for modern time and fulfill the wishes of the people. We changed the yap and changed the legal conditions and formed this new alliance.",
        "Political parties in Sri Lanka are always in the grip of the party leader and the democratic sacrifices that should be made for the people and the party are avoided. Party politics was destroyed as the leaders of political parties did not understand the legitimate needs of the common people. The Sri Lanka Freedom Party can be an example.",
        "When the Freedom Party was destroyed by the leader of the Freedom Party, other members had to form this Democratic Alliance to come into politics. A party cannot be divided into fragment and cannot do politics. In the past, the Freedom Party held discussions with various groups and political parties in parliament. Alliance has been formed that can connect all people without caste and religion.",
        "The main objective of this coalition is to build a vast democratic conversation with vast political leadership without embarrassing parties. Everyone can join us. We have prepared a democratic space in this federation so that the Sri Lanka Freedom Party is 25 percent and 75 percent for others.",
        "All political party leaders in this country have joined us because we have a democratic structure. The results of all parts of the economy, politics and foreign policy are coming forward only after the debate of the leadership committee.",
        "We have protected a kind of democracy that can peak from any standard in our political camp. We have decided to put an end to the usual politics and raise the economy to a strong location and give Ranil Wickremesinghe at this moment."
      ]
    }
  },
  "summary_lines": [
    "Minister Nimal invites all parties to join the PA, emphasizing its unique approach to democracy and inclusivity. The PA aims to revitalize Sri Lanka's politics by creating a modern alliance that prioritizes public welfare over party interests, inspired by the failed Sri Lanka Freedom Party. This new coalition seeks to foster broad-based political dialogue, ensuring representation for all segments of society, including minorities."
  ]
}