{
  "translated_text": {
    "si": {
      "title": "රාජ්ය මූල්ය කළමනාකරණ පනත් කෙටුම්පත සකස් කරන ලෙස රජයේ අරමුදල් කමිටුව මුදල් අමාත්යාංශයට ප්රශංසා කරයි",
      "body_lines": [
        "රජයේ අරමුදල් කමිටුව රාජ්ය මූල්ය කළමනාකරණ පනත් කෙටුම්පතේ දීර් discussion සාකච්ඡාවක් පවත්වා මේ සඳහා අවසර ලබා දුන්නේය.සාමාන්ය ජනතාවගේ විශ්වාසය වර්ධනය කිරීමේ අරමුණින්, තිරසාර ආර්ථික වර්ධනයක් සමඟ කාර්යක්ෂම සම්පත් සම්පත් හා සහයෝගීතාව සහතික කිරීම සඳහා මහජනතාවගේ විශ්වාසය වර්ධනය කිරීමේ අරමුණ පිළිබඳව මුදල් අමාත්යාංශයේ දැරූ උත්සාහය ද කමිටුව අගය කළේය.",
        "කමිටුවේ පෙනී සිටි නිලධාරීන් සඳහන් කළේ වර්තමාන මූල්ය රෙගුලාසි සහ නෛතික ව්යුහයන් නිසි ලෙස අනුගමනය නොකළ බවයි.",
        "වර්තමාන රාජ්ය මූල්ය කළමනාකරණ ක්රියාවලිය, දුර්වලතා සහ විනිවිදභාවය සහ වගවීම පිළිබඳ ගැටළු වල ඇති අඩුපාඩු සපුරාලීම සඳහා රාජ්ය මූල්ය කළමනාකරණ පනත් කෙටුම්පත සකස් කර ඇත.",
        "රජයේ අරමුදල් කමිටුව ප්රධාන වශයෙන් බ්රහස්පතින්දා (11) සභාපති ආචාර්ය හර්ෂ ද සිල්වා මහතාගේ මුලසුන දැරූ විට මෙම කාරණය සම්බන්ධයෙන් කාරණය අවධානය යොමු විය.",
        "නීතිපති දෙපාර්තමේන්තුවේ, මුදල් අමාත්යාංශයේ සහ මහ බැංකුවේ නිලධාරීන් කිහිප දෙනෙකු ද සහභාගී වූහ.",
        "වර්තමාන රාජ්ය මූල්ය ගැටළු විසඳීම සඳහා මහජන අරමුදල්වල නීති පුළුල් කිරීමට නීතියෙන් කටයුතු යොදා ඇත.",
        "මෙය බොහෝ අංශවල රෙගුලාසි ඒකාබද්ධ කිරීමට උපකාරී වේ. එය සියලු දෙනාගේම නීතියක් ලෙස, මූල්ය උපායමාර්ගය සහ මධ්යම මූල්ය රාමුවේ නිශ්චිත අන්තර්ගතය ලෙස ක්රියා කරයි.",
        "මෙම පනත් කෙටුම්පත මඟින් මූලික පැවැත්මේ අරමුණ මධ්යම -ටර්ම් මූල්ය ප්රභවයක් ලෙස යන අතර රජයේ මූලික වියදම් සීමාව දළ දේශීය නිෂ්පාදිතයෙන් 13% ක් පවත්වා ගැනීමට කටයුතු කිරීම සඳහා කටයුතු සම්පාදනය සපයයි.",
        "කෙසේ වෙතත්, රජයේ මුදල් කමිටුවේ සාමාජිකයින් අවධාරණය කළේ 13% ප්රාථමික වියදම් සීමාව මඟින් වර්ධනය, කාර්යක්ෂමතාව සහ සමාජ සුභසාධනය ප්රවර්ධනය කිරීම සඳහා බදු, කාර්යක්ෂමතාව සහ වියදම් සඳහා බදු වියදම් කිරීමට සහ වියදම් වියදම් කිරීමට රජයට ඇති හැකියාව වැළැක්වීමයි.",
        "තවද, ප්රාථමික වියදම්වල සීමිත දළ දේශීය නිෂ්පාදිතයක් ඇති එකම රටක් ලෙස ශ්රී ලංකාව ලෙස ශ්රී ලංකාව තහවුරු කරයි. මේ අනුව, 2040 වන විට ඉහළ -සල් රටක් බවට පත්වීමට අවශ්ය 10% වර්ධන වේගය ළඟා කර ගත නොහැකි බව කමිටුවේ සභාපති අවධාරණය කළේය.",
        "වාර්ෂික ණය ස්ථායිතා විශ්ලේෂණය, ඇපකරු සීමාව අඩු කිරීම - සාමාන්ය දළ දේශීය නිෂ්පාදිතයෙන් 7.5% ඉක්මවා නොයන අතර රාජ්ය ආයෝජන කමිටුව විසින් සමාලෝචනය කර නිර්දේශ කිරීමට සැලසුම් කර ඇත.",
        "සභාපති නිලධාරීන් එළඹෙන මූල්ය වර්ෂය සඳහා මධ්යම තෙල් මූල්ය රාමුවක් සහ ඉදිරි වසර හතර, ඉදිරි සවස හතර වන අතර මූලික ශේෂ ඉලක්කය, ප්රාථමික වියදම් ශේෂය, මුළු පුරෝකථනයන් සංඛ්යාව සහ ආර්ථික උපකල්පන සංඛ්යාව.",
        "කමිටුවේ සභාපතිවරයා කමිටුවේ නිලධාරීන්ගෙන් ඉල්ලා සිටියේ පසුගිය වසර 50 තුළ රජයේ ආදායමෙන් උපකල්පනය කරන ලද උපකල්පනය බොරු බවත් මෙම විශේෂිත බිල්පත මෙම ගැටළුව විසඳන්නේ කෙසේද යන්නත්, මෙම විශේෂිත බිල්පත එම ගැටළුව විසඳන්නේ කෙසේද යන්න පිළිබඳවය.",
        "පනත මගින් ණය තහවුරු කිරීම පමණක් නොව ආර්ථික වර්ධනය කෙරෙහි ද තිබිය යුතු බව ඔහු අවධාරණය කළේය.",
        "රාජ්ය මූල්ය කළමනාකරණ පනත් කෙටුම්පතේ අරමුණු ආර්ථික මාරුවීම් පනතට අනුකූලව කටයුතු කළ යුතු බව ඔහු පැවසීය.",
        "මෙම රැස්වීමට පාර්ලිමේන්තු මන්ත්රී වෛද්ය සුරේන් රාගවන්, පාර්ලිමේන්තු මන්ත්රී ජොන්ස්ටන් බර්නෙඩු, රවුෆ් හකීම්, එම්.ඒ.ජාපා අබවර්ධන, එම්.ඒ....."
      ]
    },
    "en": {
      "title": "The Government Fund Committee praise the Ministry of Finance to prepare the State Finance Management Bill",
      "body_lines": [
        "The Government Fund Committee held a long discussion on the State Finance Management Bill and granted permission for this.The committee also appreciated the efforts of the Ministry of Finance to bring in such a bill on the aim of developing the confidence of the general public, ensuring the efficient resources resources and cooperation with sustainable economic growth.",
        "Officials who appeared in the committee noted that the current financial regulations and legal structures were not properly followed.",
        "The state financial management Bill has been prepared to address the shortcomings in the current state financial management process, the weaknesses and transparency and the problems in accountability.",
        "The matter was focused on the issue when the government fund committee was chaired by its Chairman Dr. Harsha de Silva on Thursday (11).",
        "Several officials of the Attorney General's Department, Finance Ministry and Central Bank were also present.",
        "The law has made arrangements to expand the laws of public funds to address the current state financial issues.",
        "This will help to integrate the regulations in many sectors. While it acts as a law for all, the financial strategy and the specific content of the middle financial frame.",
        "The Bill provides the target of the primary existence as a medium -term financial source and provides arrangements to maintain the government's primary expenditure limit not to 13% of GDP.",
        "However, members of the Government Finance Committee emphasized that the 13% primary expenditure limit is preventing the government's ability to spend tax and spending in ways to promote growth, efficiency and social welfare.",
        "Furthermore, it establishes Sri Lanka as the only country that has set a limited range of low gross domestic production on primary expenditures. Thus, the chairman of the committee stressed that it would be impossible to achieve the 10% growth rate required to become a higher -income country by 2040.",
        "Annual credit stability analysis, reducing the guarantee limit - not surpassing 7.5%of the average GDP, and plans to be reviewed and recommended by the State Investment Committee.",
        "Committee officials also questioned the middle -term financial framework for the upcoming financial year and the next four years, the primary balance target, the primary expenditure ceiling, the total number of forecasts and the economic assumptions.",
        "The committee's chairman asked the officials of the committee, how the assumptions put forward in the government's income over the last 50 years were false and how this particular bill would solve the issue.",
        "He stressed that the bill should not only establish the debt but also on economic growth.",
        "He added that the objectives of the State Finance Management Bill should be complied with the Economic Transfer Act.",
        "The meeting was attended by Minister of State Dr. Suren Raghavan, Members of Parliament Johnston Bernandu, Rauf Hakeem, Vajira Abeywardena, MA Sumanthiran, Mayanta Dissanayake, Dr. Kodaheva, Harshana Rajakaruna, Madura Vidhana, Dhalawatta and Dhalawatta."
      ]
    }
  },
  "summary_lines": [
    "The Government Fund Committee commended the Ministry of Finance for drafting the State Finance Management Bill aimed at boosting public trust, enhancing resource efficiency, and fostering sustainable economic growth. The bill addresses gaps in current financial regulations and seeks to improve transparency and accountability. However, concerns were raised about the 13% primary expenditure limit hindering growth and social welfare. The committee discussed the need for a more flexible approach to meet the 10% growth target for higher-income status by 2040."
  ]
}