{
  "translated_text": {
    "ta": {
      "title": "ஆண்டின் வருமான இலக்குகளை மறுவாழ்வு செய்தல்",
      "body_lines": [
        "அமைச்சரவையின் மாநில வருவாய் ரூ.",
        "நாட்டின் முறையான நிதி மேலாண்மை மற்றும் வருமான முறைகளில் பங்கேற்பது 2024 இலக்குகளின் வருமானமாக இருக்கும் என்று மாநில அமைச்சர் கூறினார்.",
        "அரசு தோட்ட நிறுவன நிறுவன சீர்திருத்தங்கள் மற்றும் நிதி செயலாளர் ரஞ்சித் சியாம்பலபிட்டியா இனி அமைச்சரவை அமைச்சரவை உறுப்பினராக இல்லை என்று கூறியதாக மாநில அமைச்சர் சியாம்பலபிட்டியா தெரிவித்தார்.",
        "\"கருவூல நடவடிக்கைத் துறை இந்த ஆண்டு பணப்புழக்கத்தை நிர்வகிப்பதில் ஒரு சவாலை எதிர்கொண்டது. தற்போதைய சட்டங்களில், கடன்களைப் பெறுதல் மற்றும் பணத்தை அச்சிட முடியவில்லை. நலன்புரி மற்றும் தொடர்ச்சியான செலவு காரணமாக அரசாங்க செலவினங்களும் அதிகரித்துள்ளன. ஆனால் உண்மையான நிதி மேலாண்மை நாட்டில் செயல்படுகிறது என்று கூற வேண்டும்.",
        "2020 ஆம் ஆண்டின் முதல் காலாண்டில் 2020 ஆம் ஆண்டின் முதல் காலாண்டில் ஒப்பிட்டுப் பார்த்தால், 2024 ஆம் ஆண்டின் முதல் காலாண்டில் 2020 ஆம் ஆண்டின் முதல் காலாண்டில் ஒப்பிடப்பட்டது, 2020 ஆம் ஆண்டின் முதல் காலாண்டில் தொடர்ச்சியான செலவினங்களுக்கு கவனம் செலுத்த வேண்டும் .. கடன் திருப்பிச் செலுத்துவதில் 114% அதிகரிப்பு உள்ளது. மூலதன செலவினங்களில் 60% அதிகரிப்பு உள்ளது. பொதுக் கடன் பணத்தைத் திரும்பப் பெறுவதும் 177%அதிகரித்துள்ளது.",
        "2020 ஆண்டுகளின் முதல் காலாண்டில் ரூ.. ஆனால் 2024 ஆம் ஆண்டின் முதல் காலாண்டில், வருவாய் விலை ரூ",
        "உள்ளது. 2024 ஆம் ஆண்டில், 2024 ஆம் ஆண்டின் 25% அதிகரிக்கும்.",
        "மேலும், இந்த ஆண்டின் முதல் காலாண்டில் மாநில வருமான இலக்குகளை அடைய 6% அதிகரித்துள்ளது. இந்த ஆண்டின் முதல் காலாண்டில் 787 பில்லியன் ரூ. ஆனால் நாங்கள் 834 பில்லியன் ரூபாய் சம்பாதித்துள்ளோம்.",
        "உள்நாட்டு வருவாய் திணைக்களம் இந்த ஆண்டின் முதல் காலாண்டில் ரூ. இந்த காலாண்டில் இலங்கை சுங்கமானது கிட்டத்தட்ட ரூ. கலால் துறை சுமார் 51 பில்லியன் ரூபாய் வருவாயைப் பெற்றுள்ளது. இந்த நிலைமை பொருளாதார நெருக்கடியை எதிர்கொண்ட ஒரு நாட்டில் ஒரு தெளிவான வெற்றியாகும், இது எங்கள் பாடத்திற்கு சாதகமான சூழ்நிலையாகும் என்று கூற வேண்டும். நாட்டின் முறையான நிதி நிர்வாகமும் இதற்கு பங்களித்துள்ளது.",
        "இந்த வகை வருமானத்தின் விளைவாக, 2024 இலக்குகளை அடைய முடியும் என்று நீங்கள் நம்பலாம்.",
        "தேசிய நுகர்வோர் விலைக் குறியீட்டிற்கு கூடுதலாக, 5.1% பிப்ரவரியில் தொடங்கப்பட்டது. இது மார்ச் மாதத்தில் 2.5% ஆகிவிட்டது. பிப்ரவரியில், உணவு அல்லாத உணவு அல்லாத பணவீக்கம் மார்ச் மாதத்தில் 0.7% ஆக குறைந்துள்ளது.",
        "இந்த தகவல்கள் அனைத்தும் நாட்டின் பொருளாதார நிலைமை."
      ]
    },
    "en": {
      "title": "Rehabilitation of income goals of the year",
      "body_lines": [
        "State Minister of Public Plantation Enterprise Development and Finance Ranjith Siyambalapitiya said that a state revenue of the Cabinet has increased from Rs.",
        "Participating on the formal financial management and income pattern of the country will be the income of 2024 targets, the State Minister said.",
        "State Minister Ranjith Siyambalapitiya stated that the government plantation enterprise Enterprise Enterprise Reforms and Finance Secretary Ranjith Siyambalapitiya stated that no longer a member of the Cabinet of Ministers.",
        "\"Treasury Operations Department has faced a challenge in managing cash flow this year. In the current laws, obtaining loans and unable to print money. Government expenditure has also increased due to welfare and recurrent expenditure. But it should be said that true financial management is in operation in the country.",
        "If the first quarter of the year 2020 was compared to the first quarter of the year 2020, the first quarter of the year 2024 was compared to the first quarter of 2020, when the first quarter of the year 2020 was to pay attention to recurrent expenditure.. There is an increase of 114% of the debt repayment of interest. There is a 60% increase in capital expenditure. It is likely that public debt refunds also increased by 177%.",
        "Rs. 93,670 million has been spent on payment of prosperity in the first quarter of the 2020 years. But in the first quarter of the year 2024, the revenue costs cost Rs. 117,107 million to pay the welfare benefits",
        "has. In 2024, 25% of the year 2024 will increase.",
        "Also, the first quarter of this year increased by 6% to reach state income targets. 787 billion in the first quarter of this year was Rs. 787 billion. But we have earned 834 billion rupees.",
        "The Department of Inland Revenue has earned Rs. 430 billion in the first quarter of this year. Sri Lanka Customs has earned nearly Rs. 354 billion in this quarter. The Excise Department has earned revenue of about 51 billion rupees. It should be said that this situation is a clear victory in a country that has faced an economic crisis, and is a positive situation for our course. The formal financial management of the country has also contributed to this.",
        "As a result of this type of income, you can be confident that the 2024 goals can be achieved.",
        "In addition to the National Consumer Price Index, 5.1% launched in February. It has become 2.5% in March. In February, the non-food non-food inflation has reduced to 0.7% in March.",
        "All these data is the economic situation in the country. \""
      ]
    }
  },
  "summary_lines": [
    "State Minister Ranjith Siyambalapitiya highlights the rehabilitation of income goals for 2024, emphasizing increased revenue, reduced debt repayment interest, and a 60% increase in capital expenditure. Despite challenges in cash flow and expenditure, the first quarter of 2024 shows a 6% increase in state income targets, with significant contributions from various departments. Economic indicators like the National Consumer Price Index and non-food inflation are improving, indicating a positive economic outlook."
  ]
}