{
  "translated_text": {
    "si": {
      "title": "විද්යා-අධ්යාපන ඇමති සුසිල් හි සිසුන්ට අයුක්තියක් නොකිරීම සඳහා සිසුන් සූදානම් වනු ඇත",
      "body_lines": [
        "අධ්යාපන රාජ්ය මට්ටමේ විභාගයේ ශිෂ්ය පා course මාලා ප්රශ්නාවලිය පිළිබඳව සිසුන් වෘත්තීය පා course මාලා ප්රශ්නාවලිය පිළිබඳව සිසුන් අයුක්ති සහගත නොවන බව අධ්යාපන අමාත්ය සුසිල් ප්රේමජයන්ත මහතා පැවසීය.",
        "වාචික පිළිතුර පිළිබඳ ප්රශ්නය සඳුදා (13) පාර්ලිමේන්තුවේ වාචික පිළිතුර පිළිබඳ ප්රශ්නයකදී විපක්ෂයේ සාමාජික රෝහිණී ගාවරත්න මහතා විසින් ඇසූ ප්රශ්නයකට ඔහු මේ බව කියා සිටියේය.",
        "විද්යා පාඩම සඳහා ප්රශ්න වලින් කරුණු 12 ක් සකස් කර ඇත. පිළිගත නොහැකි පාඩමෙන් ප්රශ්න කිරීමේදී විභාගකරුවන්ට ප්රතිචාර දැක්විය හැක්කේ කෙසේද?",
        "පාසලේ ආසාදනය හේතුවෙන් වැඩසටහන් නිසි ලෙස නිම නොකිරීම හේතුවෙන් විෂය මාලාවෙන් විෂය මාලාවෙන් විෂයමාලා වලින් ඉවත් කර ඇත.",
        "විද්යා පා course මාලාව සඳහා ප්රශ්න ඉවත් කරන ලද සමහර කොටස් වලින් සකස් කර ඇත. ප්රශ්න කිහිපයක්වලට පිළිතුරු නොලැබී ඇති අතර සමහර ප්රශ්න ඉතා පරස්පර විරෝධී වී ඇත.",
        "ප්රශ්නාවලියක් නිෂ්පාදනය කළ කථිකාචාර්යවරුන් සමඟ කතා කරමින්, විද්යා පෙළපොතේ වැරදි සම්බන්ධයෙන් ගැටලු ඇති වූ නිසා.. කෙසේ වෙතත්, ලක්ෂ්ය පද්ධතියක් සකස් කරන අතර, විභාගයේ විභාග ප්රශ්නාවලියෙහි සිසුන් අයුක්ති සහගත නොවන බවට එවිට සුදුසු කරුණු ලබා දීමට පියවර ගනු ඇත.",
        "ස්වාභාවිකවම, සියලු විභාගවල ප්රශ්නාවලියේ අවසාන අවස්ථාව වන්නේ පිළිතුරු සැපයීමට අනුකූලවය.",
        "ඒ අනුව අ.පො.ස. සාමාන්ය ඉංග්රීසි භාෂා ප්රශ්නාවලියෙහි ගුණාත්මකභාවය සහතික කිරීම සඳහා අධ්යාපනය අත්යවශ්ය වේ."
      ]
    },
    "en": {
      "title": "Students will be prepared for not injustice to students in science -Education Minister Susil",
      "body_lines": [
        "Minister of Education Susil Premajayantha said that a point system will be prepared and to provide the appropriate points so that students will not be unjust about the Science Course Questionnaire in the ongoing Education Public Level Examination.",
        "He was responding to a question raised by Opposition Member Rohini Gavaratne at the time of the question of oral answer in Parliament on Monday (13).",
        "12 points of questions have been prepared for science lesson. How can the examiners respond when questioning from the unacceptable lesson?",
        "A few curriculums have been removed from the curriculum due to the lack of proper completion of the programs due to the infection of the school.",
        "Questions for the science course have been prepared from some of the eliminated sections. A few questions have not been answered and some questions have been very contradictory.",
        "Talking to the lecturers who produced the questionnaires were held yesterday, as there were problems with the mistakes of the science textbook.. However, a point system will be prepared and steps will be taken to provide appropriate points so that students will not be unjust in the examination questionnaire in the exam.",
        "Naturally, the final occasion of the questionnaire in all exams will occur in accordance with the answer sample.",
        "Education is essential to ensure the quality of the GCE Ordinary English Language Questionnaire, accordingly, the questionnaire is being prepared."
      ]
    }
  },
  "summary_lines": [
    "Education Minister Susil Premajayantha announced a point system to ensure fairness in the Science Course Questionnaire for the ongoing Education Public Level Examination, addressing concerns raised by Opposition Member Rohini Gavaratne. The system aims to rectify issues with the exam, including questions from removed curriculums and contradictions, following discussions with question creators."
  ]
}