{
  "translated_text": {
    "si": {
      "title": "සිංහලයන් සහ ශ්රී ලාංකික දෙමළ ජනතාව අතර ජානමය සමීප සම්බන්ධතාවය",
      "body_lines": [
        "දකුණු ආසියාවේ වෙනත් ජනවාර්ගික කණ්ඩායම් අතර එවැනි සමීපතාවයක් නොමැති බව අධ්යයනයෙන් සොයා ගන්නා ලදී",
        "B.I.. ශ්රී ලංකාවේ ප්රධාන ජනවාර්ගික කණ්ඩායම් දෙක අතර ඇති ජානමය විෂමතාවය, සිංහලයන් සහ ශ්රී ලාංකික දෙමළ ජනයා දකුණු ආසියාවේ වෙනත් ඕනෑම ජනවාර්ගික කණ්ඩායමක් අතර ජානමය පිළිගැනීමකට වඩා බෙහෙවින් සමීප ය.",
        "ශ්රී ලංකාවේ සහ ඉන්දියාවේ ජාන විද්යා scientists යින්ගේ ඒකාබද්ධ අධ්යයනයක ප්රති results ල පසුගිය සතියේ 'අයි විද්යාව' සඟරාවේදී ප්රකාශයට පත් කරන ලදී.. එම ප්රති results ල මගින් ශ්රී ලංකාවේ ජනවාර්ගික කණ්ඩායම්වල මූලාරම්භය සහ ඒවා අතර ඇති සමාජ අන්තර්ක්රියා වල මූලාරම්භය ඇත.",
        "පර්යේෂකයන් පවසා ඇත්තේ සැලකිය යුතු සංස්කෘතික හා භාෂාමය වෙනස්කම් තිබියදීත්, සිංහල හා ශ්රී ලාංකික දෙමළ ජනයා සියවස් ගණනාවක් පුරා අතීතයේ දී ය.",
        "බැනස් හි සත්ව විද්යාත්මක කළඹක් වන මහාචාර්ය රියානාස්වර් ෂෝ, සුළුතර දෙමළ ජනයා අතර අන්යෝන්ය අවිශ්වාසය හා සතුරුකම නොතකා, සුළුතර දෙමළ ෂේක්, සුළුතර දෙමළ සුළි සුළඟක් මැන බැලීම නිසා වරනාසි හි හින්දු විශ්ව විද්යාලය.",
        "මංගලෝර් විශ්ව විද්යාලයේ සහ කොළඹ විශ්ව විද්යාලයේ, ශ්රී ලංකාවේ කොළඹ විශ්ව විද්යාලයේ පර්යේෂකයෝ සහ බෙනාස් හින්දු විශ්ව විද්යාල පර්යේෂකයන් සමඟ මෙම අධ්යයනය සිදු කළහ.",
        "ශ්රී ලංකාවේ විශාලතම ජනවාර්ගික කණ්ඩායම වන සිංහලයන් ජනගහනයෙන් සියයට 74.9 කි. ශ්රී ලංකා දෙමළ සහ ශ්රී ලංකා දෙමළ සහ මුස්ලිම්වරු දේශීයව සෝනාගර් ලෙස හැඳින්වූ අතර එය සියයට 11.1 ක් සහ සියයට 9.3 ක් වන අතර ඉන්දියානු ද්රවිඩයන් සියයට 4.1 කි.. පර්යේෂකයන් පවසා ඇත්තේ මැලේ සහ මැලේ සහ වීඩා (ඇඩිවසිස්) හි ප්රතිශතයක ප්රතිශතයක් ඇති බවයි.",
        "මීට වසර 500 කට පෙර සිංහල හා ශ්රී ලාංකික ද්රවිඩයන් ඉන්දියාවේ සිට ශ්රී ලංකාවට සංක්රමණය වූ බව අධ්යයනයෙන් පෙනී ගියේය.",
        "\"සිංහලයන් ඉන්දියාවේ බටහිර කොටසේ සිට සංක්රමණය වූ අතර ශ්රී ලාංකික දෙමළ ජනයා දකුණු ඉන්දියාවෙන් සංක්රමණය වූ අතර. ජනවාර්ගික කණ්ඩායම් දෙක සංක්රමණය වීම කාලෝචිත ආකාරයකින් සිදු විය. දෙපැත්තටම අවුරුදු සිය ගණනක් ජානමය ව්යාප්තියක් හෝ ජාන ප්රවාහයක් ඇති බව පෙනේ. මෙම ජාන විද්යාවේ ප්රති result ලය මෙයයි, \"කොළඹ විශ්ව විද්යාලයේ ජ්යෙෂ් Scion විද්යා ist යෙක් පැවසීය. රණසිංහ පැවසීය.",
        "මීට පෙර සිදු කරන ලද මෙම ක්ෂේත්රය තුළ ජාන තොරතුරු වල ගැඹුරු නොවීය. පර්යේෂකයන් සඳහන් කළේ ඔවුන් තීරණාත්මක තීරණයක් නොවන බවයි.",
        "\"ජානමය වශයෙන් වෙනස් කරන ලද හෝ ජානමය විකෘති පහකින් පුද්ගලයෙකුගේ එක් අයෙකු විසින් සිදු කරන ලද පළමු අධ්යයනය එයයි.",
        "මෙම කාර්යයේ මුලපිරීම සහ පුළුල් පරාසයක අපගේ අධ්යයනයේ ප්රති results ල තීරණාත්මක ය",
        "පුද්ගලයෙකුගේ ජානමය පිළිබඳ ජානමය විස්තර චනද්ශීය තොරතුරු සමඟ ඔහු වටා ඇති ප්රදේශවල ජානමය තොරතුරු සමඟ පුරුද්දක් ඇති බව නිරීක්ෂණය කෙරේ.",
        "\"නිදසුනක් වශයෙන්, රටේ උතුරේ මිනිසෙකු උතුරු ඉන්දියාවේ වෙනත් නගරවල මිනිසුන් සමඟ විශාල ජානමය සමගියක් ලබා ඇත. එහෙත් ශ්රී ලාංකික අධ්යයනයේ දී ඉන්දියාවේ බටහිර කොටසේ ජානමය අංග දකුණු ඉන්දියාවට වඩා වැඩි බව සොයා ගත්තේය. සිංහලයන් සහ මරතාවරුන්ගේ පොදු මූලයක් සඳහා වන අංශු මාත්ර තිබේ, \"රණසිංහ මහතා පැවසීය.",
        "වාර්ගික හා භාෂාමය දේශ සීමාවෙන් ඔබ්බට ශ්රී ලාංකික දෙමළ ජනයා සහ සිංහලයන් අතර ප්රබල ජානමය ව්යාප්තියක් වන තවත් පුදුමාකාර. දකුණු ආසියානු පසුබිමක එක් අයෙකු තුළ මෙය සාම්ප්රදායික නොවන බව ඔහු පැවසීය.",
        "සිංහලයන් ඉන්දියාවේ සිංගපුරා සිට පැමිණි බව පුරාවෘත්තයන් නිරීක්ෂණය කළ විද්යා scientists යින් පිරිසක් ඉන්දියාවේ සිංගපුරා පැමිණියහ. එය නිවැරදි ස්ථානයක් නොවන බව ප්රතික්ෂේප කළහ.",
        "සිතුවිලි දෙකක් තිබේ. මෙම ස්ථානය වයඹ දිග ඉන්දියාව බව කණ්ඩියක් පවසයි. තවත් සමහරු බටහිර බෙංගාලය පවසති. බිකල් සැනී පුරාවිද්යා සමීක්ෂණ සමීක්ෂණ ආයතනයේ තවත් ජාන විද්යා ist යෙකු වන නිරයජ් රෝයි පැවසුවේ ඔවුන්ගේ මව්බිම වයඹදිග ඉන්දියාව බව අපගේ පර්යේෂණයන් සනාථ කර තිබේ.",
        "මෙම අධ්යයනය සම්පූර්ණ කිරීම සඳහා එය වසර පහක් ගත විය. ශ්රී ලංකාවේ සහ ඉන්දියානු ද්රවිඩයන් සහ ඉන්දියානු ද්රවිඩයන්ගෙන් ඉන්දියානු ද්රවිඩ (56) යන රටවල ජෙනීටික් සාම්පල 834 ක් රැස්කරන ලදී."
      ]
    },
    "en": {
      "title": "The genetic intimacy between the Sinhalese and the Sri Lankan Tamils",
      "body_lines": [
        "The study discovered that there is no such intimacy between any other ethnic groups in South Asia",
        "B.I.. (New Delhi) The genetic disparity between the two major ethnic groups of Sri Lanka, the Sinhalese and the Sri Lankan Tamils, is much closer than the genetic acknowledgment between any other ethnic group in South Asia.",
        "The results of a joint study by genetic scientists from Sri Lanka and India were published last week in the magazine 'I Science'.. Those results make clear the origins of Sri Lanka's ethnic groups and the social interactions between them.",
        "Researchers have said that despite significant cultural and linguistic differences, the Sinhalese and Sri Lankan Tamils have been living in the past for centuries.",
        "Professor Giyaneswar Shobe says that despite the mutual distrust and enmity between the majority Sinhalese and the Sri Lankan Tamils, the minority Tamils, our inventions are astonishing, despite their involvement in the civil war, \"says Professor Kiyaneswar Shobe, a zoological portfolio of the Benarus Hindu University in Varanasi.",
        "Researchers from the University of Mangalore and the University of Colombo, Sri Lanka's University of Colombo, along with Benaras Hindu University researchers, carried out the study.",
        "Sinhalese, the largest ethnic group of Sri Lanka, are 74.9 percent of the population. Sri Lankan Tamils and Muslims, locally known as Sonagar, are 11.1 per cent and 9.3 per cent, while Indian Tamils are 4.1 per cent.. Researchers have said that there are a percentage of a percentage of Malays and Malays and Vedas (Adivasis).",
        "The study found that the Sinhalese and Sri Lankan Tamils migrated from India to Sri Lanka from 500 AD, 2500 years ago.",
        "“Sinhalese migrated from the western part of India while Sri Lankan Tamils migrated from South India. The migration of the two ethnic groups took place in a timely manner. Both sides appear to have a genetic spreading or flow of genes for several hundred years. This is the result of this geneticism, ”said senior scientist from the University of Colombo. Said Ranasinghe.",
        "Previously carried out in this field did not be deep in genetic details. Researchers noted that they were not a decisive decision.",
        "“It is the first study carried out on a five lakh genetically modified or genetic mutations in an individual.",
        "The results of our study are decisive due to the initiative and a wide range of this task",
        "It is observed that the genetic details of an individual are routine with the genetic details of those in the areas where he is surrounded.",
        "“For example, a man from the north of the country has a great deal of genetic unity with people in other cities in North India. But in the Sri Lankan study found that the genetic elements of the western part of India are more than South India. There are traces for a common root for the Sinhalese and the Marathas, ”Ranasinghe said.",
        "Another astonishment that is a strong genetic spread between Sri Lankan Tamils and Sinhalese beyond the racial and linguistic border. He said this was unconventional in one of the South Asian background.",
        "A group of scientists who observed legends that the Sinhalese came from Singapura in India, denied that it was not the right place.",
        "“There are two thoughts. A faction says that the place is northwest India. Others say West Bengal. Our research has confirmed that their homeland is northwestern India, ”said Niraj Roy, another genetic scientist of the Birbal Sani Archaeological Survey Institute.",
        "It passed five years to complete this study. 834 genetic samples were collected from Sri Lankan Tamils (88), Sinhalese (129), Indian Tamils (56) from Sri Lanka and Indian Tamils (562) from India."
      ]
    }
  }
}