{
  "translated_text": {
    "si": {
      "title": "රුපියල් ලක්ෂ 10 ක් වංචාව: පොලිස් නිලධාරියා සඳහා පැහැදිලි කිරීම",
      "body_lines": [
        "විදේශ රැකියා ඒජන්සියක් ගෙවීම සඳහා තමා රුපියල් ලක්ෂ 10 ක් වංචා කළ බවට චෝදනාව සම්බන්ධයෙන් පොලිස් නිලධාරියෙකු පොලිස් නිලධාරියෙකු තැබීම සඳහා නුවර එලියා දිස්ත්රික් මහේස්ත්රාත් අධිකරණය ඊයේය.",
        "මෙම නියෝගය නුවර එලියා දිස්ත්රික් මහේස්ත්රාත් ප්රභාදිකා නානායකාරා විසින් නිකුත් කරන ලදී.",
        "නුවර එලියා විශේෂ පොලිස් කොට් in ාශයේ සේවය කරන පොලිස් නිලධාරියෙකුගේ relative ාතියෙකුගේ relative ාතියෙකුගේ රු.",
        "මෙම මුදල් පොලිස් නිලධාරියා වන ඔහුගේ ous ාති සහෝදරිය වෙත යවා රැකියා ඒජන්සියට යවා තිබේ.",
        "නමුත් පොලිස් නිලධාරියා දිගු කලක් තිස්සේ දීර් time කාලයක් තිස්සේ මංමුලා සහගතව පැමිණිලි කර ඇත්තේ පොලිස් නිලධාරියාට දීර් time කාලයක් තිස්සේ මුදල් ගෙවා නොමැති බවයි.",
        "මහේස්ත්රාත්වරයාගේ විමර්ශනය නඩු විභාගයට ගත් බව දැනගත් මහේස්ත්රාත්වරයා පොලිස් නිලධාරියා ඒජන්සියට මුදල් ලබා දී නොමැති බව අනාවරණය කළේය.",
        ".ාදායිකයා විසින් සපයනු ලබන මුදල් වංචා කිරීම සම්බන්ධයෙන් සැකපිට මේ මස 25 වන දින දක්වා රිමාන්ඩ් භාරයේ තබන ලෙස ඔහු පොලිස් නිලධාරියාට නියෝග කළේය.",
        "මෙම නඩුව සම්බන්ධයෙන් වැඩිදුර පරීක්ෂණ පවත්වන ලෙස මහේස්ත්රාත්වරයා පොලිසියට නියෝග කර ඊළඟ නඩුව සම්බන්ධයෙන් නඩු විභාගය අධිකරණයට ඉදිරිපත් කරන ලෙස නියෝග කළේය."
      ]
    },
    "en": {
      "title": "10 lakh rupees fraud: Explanation for police officer",
      "body_lines": [
        "The Nuwara Eliya District Magistrate's Court yesterday issued an order to put a police officer in connection with the allegation that he had defrauded Rs 10 lakh to pay a foreign employment agency.",
        "The order was issued by Nuwara Eliya District Magistrate Prabhudika Nanayakkara.",
        "A relative of a police officer working in the Nuwara Eliya Special Police Division had to pay Rs.",
        "The money has been sent to his cousin, the police officer and sent to the employment agency.",
        "But the police officer has lodged a complaint with the police officer in desperation for a long time that the police officer has not paid the money for a long time.",
        "The magistrate's investigation, which was taken up for hearing, revealed that the police officer had not given the money to the agency.",
        "He ordered the police officer to be remanded until the 25th of this month on suspicion of defrauding the money provided by the relative.",
        "The magistrate ordered the police to make further inquiries into the case and ordered the trial report to be submitted to the court in the next case."
      ]
    }
  },
  "summary_lines": [
    "Nuwara Eliya Magistrate's Court has ordered detention of a police officer accused of embezzling 10 lakh rupees intended for a foreign employment agency. The officer allegedly diverted funds meant for the agency to his personal use. A relative of the officer had to pay the amount due to the officer's delay in transferring it to the agency. The magistrate has directed further investigations and remanded the officer until the 25th, pending trial."
  ]
}