{
  "translated_text": {
    "si": {
      "title": "தொதல் விற்கும் சிறுவனின் கதை: கண்களை நனைக்கும்",
      "body_lines": [
        "නිල් කූඩයක් ඇති පිරිමි ළමයෙක් දුටුවා. ඔහු ආච්චිගේ ආච්චිගේ ආච්චිගේ ආච්චිගේ medicine ෂධ මිල දී ගැනීමට පැමිණියේය. நான் ஒரு அந்நியனைப் போல உணர்ந்தேன், \"கூடைக்குள் என்ன இருக்கிறது? நீ இங்கே என்ன செய்கிறாய்?\" என்று சிறுவனிடம் கேட்டேன். එවිට ඔහු, \"මම ව්යාපාරයක් කරමින් සිටිමි\" කියා ඔහු පැවසීය.",
        "අපේ වාර්තාකරු පාලිත ආරියවාන්සා කතාව දිගින් දිගටම කරගෙන යන්නේ බදාදා (30) රාත්රී 8.30 ට පමණ පිරිමි ළමයා මුණගැසෙන විටය.",
        "ඊට පස්සේ මම ඔහුගෙන් ඇහුවා මම පාසැලට යනවාද කියලා, පිරිමි ළමයා බිම දෙස බැලුවා \"මම ඉස්කෝලේ යනවා. මම හත්වන ශ්රේණිය ඉගෙන ගන්නවා. මට දැන් වයස අවුරුදු 11 යි. \"දහවල් 2 න් පසු මම ඔබට විකුණමි,\" ඔහු පැවසුවේ පොඩි කනස්සල්ලෙනි. ඔහු පැවසූ ආකාරය, ඔහුගේ ජීවන රටාව ගැන මා පුදුමයට පත් කළේය.",
        "මම ඔහුගේ දෙමාපියන් ගැන ඔහුගෙන් ඇසූ විට, \"මගේ පියා වෙනත් කාන්තාවක් සමඟ විවාහ වී අපේ පවුල හැර ගියේය. මගේ අම්මා මාව දාලා ගියා මගේ සහෝදරිය වෙන කෙනෙක් එක්ක ගියා. දැන් සහ මගේ සහෝදරිය මගේ ආච්චි සමඟ ජීවත් වෙති. මගේ ආච්චි අපිව බලාගෙන බලාගන්නවා. මම ඇයට ඇයව විකිණීමට උදව් කරමි. අපට බොහෝ දේ නොමැති වුවද, මගේ ආච්චි ගැන අපි සතුටු වෙමු.",
        "ඔහුගේ කතාව මාව කැඩුවා. මට වහාම ආහාර සහ බීම ලබා දීමට ඉදිරිපත් වූ විට ඔහු එය ප්රතික්ෂේප කළේය. ඔහු බැරෑරුම් දෙයක් කීවේය. \"ඔබ මේ මොහොතේ මිලදී ගැනීමට උත්සාහ කළ ආහාර අනුභව කිරීමට මට විරුද්ධත්වයක් නැත, නමුත් මගේ සහෝදරිය සහ ආච්චි මෙම ආහාරය මිලදී ගත නොහැක. ඉතින් මට මේ කෑම ඕන නෑ. \"\" මම ගෙදර ගොස් ඔවුන් කන එකම ආහාර අනුභව කරන්නෙමි. \"",
        "ඔහුගේ නිර්භීත හා ආදරය නිසා මම ඔහුට මුදල් ටිකක් දුන්නා. මම ඔහුව ගෙවන විට, ඔහු වහාම ඔහුගේ ආච්චි ඔහුගේ දුරකථනයෙන් කැඳවා, කිසියම් පුද්ගලයෙකු තමා ගෙවා ඔහුට එම මුදල ලබා දුන් බව පැවසීය.. පිරිමි ළමයාගේ හැසිරීම ගැන මා පුදුමයට පත් විය. මේ අවස්ථාවේ දී මේ වගේ දරුවෙක්ද?",
        "ඔබ මේ දරුවා දෙස බැලුවහොත් යමෙකු එහි ගිය විට, කරුණාකර ඔහුගෙන් ටිකක් මිලදී ගන්න. ඔහු සැබවින්ම දක්ෂ හා හොඳ ළමයෙක්, වඩා හොඳ අරමුණක් ඇත. එසේ කිරීමෙන්, ලෝකය තවමත් ආදරයෙන් පිරී ඇති බව ඔහු තේරුම් ගනී.",
        "මෙය අවධානය ආකර්ෂණය කර ගැනීමේ අභිප්රාය හෝ මෙම පිරිමි ළමයාට අපහාස කිරීමේ අභිප්රාය හා සමාන නොවේ. \"අපට හැකි පමණින් මිනිසුන්ට අපි උදව් කරන්නෙමු.\"",
        "පොලිසිය, බුද්ධි අංශ, සමාජ කම්කරුවන් සහ රාජ්ය නොවන සංවිධාන පිරිමි ළමයා සොයා ගැනීමට විශාල උත්සාහයක් ගෙන තිබේ.",
        "කෙසේ වෙතත්, va පළ පළාත් සභා සහ ළමා ආරක්ෂණ කොමසාරිස්, මහත්මිය.. Ekvj. එසපිරියා සහ කාර්යාල නිලධාරීන් සමඟ 30 වන දින පිරිමි ළමයා මුලින්ම සොයා ගන්නා ලදී.",
        "බණ්ඩරාව හි තිකරවා ගම්මානයේ කුඩා අවන්හලක් තිබුණි. පිරිමි ළමයාගේ ආච්චි තේ සාප්පුව මෙහෙයවීය.",
        "ආච්චි මැද පෙරදිග ගෘහස්ථ සේවකයෙකු ලෙස උපයා ගත් මුදල් සමඟ නිවසක් ඉදිකර තිබේ.",
        "දැරිය මුලින් කොමසාරිස්වරයා සහ අනෙකුත් නිලධාරීන් බිය වී ලැජ්ජාවෙන් කතා කළහ.",
        "\"මවට බිය නොවන්න. ආගමන දෙපාර්තමේන්තුවෙන් අපි ඔබට උදව් කිරීමට පැමිණ ඇත්තෙමු. විස්තර කියන්න, \"කොමසාරිස්වරයා පැවසීය.",
        "\"මගේ පුතා මගේ දුව -ලේ සහ දරුවන් දෙදෙනෙක් මෙහි සිටියා. පසුව ඔහු කියා සිටියේ තම පුතා තම වියදම ඉල්ලා දරුවන් දෙදෙනෙකු රැකබලා ගැනීම සඳහා ගෙවන බවයි. නමුත් ඉන් පසු ඇය රත්නපුර ප්රදේශයේ කාන්තාවක් හා ජීවිත අනුගමනය කරයි.",
        "ඇය වැරැද්දක් කළ අතර ඇගේ දරුවන් බැලීමට පවා පැමිණියේ නැත. \"දරුවන් හතර දෙනෙක්. පුතුන් දෙදෙනෙකු සමඟ විවාහ වූ දුවෙක් සමඟ විවාහ වූ පුතුන් දෙදෙනෙකු සමඟ විවාහ වූහ, මා සමඟ බාල පුතා පමණි. මම සහ මගේ පුතා මේ තේ සාප්පුව දුවනවා. මෙය කුඩා ව්යාපාරයකි. මම කුසගින්න සූදානම් කරමින් සිටින අතර ඔබ ඇසුවොත්, මම ඔබ වෙනුවෙන් එය කරන්නෙමි. එය කුඩා ප්රමාණයකි. මේ දෙදෙනා අපේ නිවසේ රැඳී සිටින අතර මගේම දරුවන් මෙන් ඔවුන් ගැන බලා ගනී. මුනුපුරාගේ වයස අවුරුදු 11 ක් වන අතර ඔහුගේ සහෝදරියගේ වයස අවුරුදු 7 කි.",
        "සමහර වෙලාවට මේ බබා බණ්ඩාරට යම් මුදලක් අරගෙන මට මුදල් ගෙනෙනවා.",
        "මම එම මුදලින් කොටසක් තමාට සහ සහෝදරියට ඉගෙනීමටත්, ඇය එය කරන්නේ ඇයගේ කැමැත්තෙන් ය. \". අපි ඔහුට කිසිම ආකාරයකින් බලපෑම් කළේ නැහැ.",
        "මම සහ මගේ සහෝදරිය මගේ ආච්චිගේ නිවසේ ජීවත් වෙති. අපි දෙන්නම පාසලට යනවා. මම හත්වන ශ්රේණිය ඉගෙන ගන්නවා. මේ අවුරුද්දේ, මගේ සහෝදරිය 5 වන පන්තිය හැදෑරෙනවා.",
        "මට මගේ ආච්චිගේ සූදානම විකිණීමට නොහැකි දවස්වල, මම ඒවා බස් රථයට ගෙන ගොස් විකුණන්නෙමි.. එදින මම රුපියල් හත්දහසක් පමණ විකුණන අතර, පසුව මගේ ආච්චි මට මුදල් ටිකක් ලබා දෙයි.",
        "මම පාසල අවසන් කර පාන්දර තුනට ගෙදර එන්නෙමි. ඉන්පසු ඔහු බණ්ඩාරවෙල විකුණන්න, ඔහු රාත්රී දහවල් රාත්රී හතට ගෙදර එයි.",
        "\"මෙම දරුවා නැවත විකිණීමට එපා. ඔබේ ළදරු විකුණා දරුවන් දෙදෙනෙකුට උදව් කිරීමට අපි සැලැස්මක් සකස් කරන්නෙමු. ඔබට කිසියම් උදව්වක් අවශ්ය නම්, මට උදව් කරන්න, \"කොමසාරිස්වරයා පැවසුවේ,\" මව පහත් කොට සැලකූ අතර. දරුවා සතුටින් සිනාසෙයි.",
        "V ව පළාත් කොමසාරිස් මහත්මිය.. E.k.. Vj. සතුරා සූර්යයා, මෙම දරුවන් දෙදෙනා පිළිබඳ පහත දැක්වෙන කතාව අපට පැවසුවා. මේ දරුවන් දෙදෙනා ඔවුන්ගේ ආච්චි වෙනුවෙන් ආරක්ෂිතයි.",
        "එමනිසා, ඔහු ඔවුන්ට ඒ අසල සිටීමට ඉඩ දී ඇති අතර බුද්ධියෙකුගේ නිලධාරියෙකුගේ අධීක්ෂණය යටතේ ඔවුන්ගේ අවශ්යතා සපුරාලීමට පියවර ගනිමින් සිටී.",
        "නමුත් උදව් කිරීමට කැමති අය උදයා පරිවාස හා ළමා ආරක්ෂණ දෙපාර්තමේන්තුව පවසයි."
      ]
    },
    "en": {
      "title": "Story of the boy who sells:",
      "body_lines": [
        "Saw a boy who had a blue basket. He had come to buy medicine for his grandmother at the pharmacy there. I felt like a stranger, \"What's in the basket? What are you doing here?\" I asked the boy. Then he said, \"I am doing a business.\"",
        "Our correspondent Palitha Aryavansa continues the story, as I met the boy at around 8.30 pm on Wednesday (30).",
        "Then I asked him if I was going to school, and the boy looked at the ground, \"I am going to school. I am studying seventh grade. I am now 11 years old. “I will sell you after 2pm,” he said with a little worry. The way he said, surprised me about his lifestyle.",
        "When I asked him about his parents, he said, \"My father married another woman and left our family. My mother left me and my sister left with someone else. Now and my sister live with my grandmother. My grandmother tastes and takes care of us. I help her sell them to her. Even if we don't have much, we are happy with my grandmother.",
        "His story broke me. When I immediately offered to provide him with food and drinks, he rejected it. He said something as serious. \"I have no objection to eating the food you try to buy right now but my sister and grandmother can't buy this meal. So I don't want this food. \"\" I will go home and eat the same food they eat. \"",
        "With his brave and love at so young, I gave him some money. When I paid him, he immediately called his grandmother on his phone and said that a particular person had paid him and gave him the amount.. I was surprised by the boy's behavior. Is it a child like this at this time?",
        "If you look at this baby when someone goes there, please buy a little from him. He is truly talented and good kid, with a better purpose. By doing so, he realizes that the world is still full of love.",
        "This is not the same as the intention of attracting attention or the intention of insulting this boy. \"We will help people as much as we can.\"",
        "Police, intelligence agencies, social workers and NGOs have made great efforts to find the boy.",
        "However, Uva Provincial Council and Child Protection Commissioner, Mrs.. EKVJ. Ethisuriya, along with the office officials, first discovered the boy on the 30th.",
        "There was a small restaurant in the village of Thikarawa in Bandarala. The boy's grandmother ran the tea shop.",
        "Grandmother has built a house with the money she worked as a domestic maid in the Middle East.",
        "The girl initially saw the Commissioner and other officials, scared, and spoke with shyness.",
        "“Don't be afraid mother. We have come to help you from the Immigration Department. Tell the details, ”the commissioner said.",
        "“My son left my daughter -in -law and two children here. He then said that her son was paying for his expenses and taking care of two children. But after that, she follows a woman and lives in the Ratnapura area.",
        "She did wrong and didn't even come to see her children. ” Four children. Married to two sons, married to a daughter, only the youngest son is with me. I and my son run this tea shop. This is a small business. I am preparing the hunger and if you ask, I will do it for you. It is a small amount. These two stay in our house and take care of them like my own children. The grandson is 11 years old and his sister is 7 years old.",
        "Sometimes this baby takes some money to Bandarala and brings me money.",
        "I am paying a portion of that money to him and his sister to study, and she will do it with her will. ”. We did not affect him in any way.",
        "I and my sister live in my grandmother's house. We both go to school. I am studying seventh grade. This year, my sister is studying 5th grade.",
        "In the days when I can't sell my grandmother's preparation, I will take them to the bus and sell them.. On that day I sell for about seven thousand rupees, and then my grandmother gives me some money.",
        "I finish school and come home at three o'clock. Then he is going to sell Bandarawela, and he comes home at seven o'clock at about 10 pm.",
        "“Do not send this child to sell again. We will set up a plan to sell your toddles and help two children. If you need any help, help me, ”the commissioner said, while the mother looked down. The child laughed happily.",
        "Uva Provincial Commissioner Mrs.. E.K.. VJ. The enemy sun, told us the following story about these two children. These two children are safe for their grandmother.",
        "Therefore, he allows them to be nearby and is taking steps to meet their needs under the supervision of a genius officer.",
        "But those who wish to help can do the same, according to the Department of Udaya Probation and Child Protection."
      ]
    }
  },
  "summary_lines": []
}