{
  "translated_text": {
    "ta": {
      "title": "ஆன்லைன் விசாவை நிறுத்த நாளை",
      "body_lines": [
        "சுற்றுலா வருகைக்கு விசாக்களை வழங்குவது நாளை (05) முடிவு செய்யப்படும் என்று பாதுகாப்பு அமைச்சகம் கூறுகிறது.",
        "குடியேற்றம் மற்றும் குடியேற்றத் துறை அதிகாரிகள் குறித்த இறுதி முடிவு குறித்து அமைச்சகம் விவாதித்துள்ளது.",
        "இரண்டு வெளிநாட்டு நிறுவனங்களுக்கு மின்னணு விசோலிக்ஸை வழங்குவதற்காக மின் நேரத்தை அமல்படுத்துவதைத் தடுக்க உச்சநீதிமன்றம் சமீபத்தில் இடைக்கால தடை உத்தரவை பிறப்பித்தது.",
        "அதன்படி, குடிவரவு மற்றும் குடியேற்றத் துறை (குடிவரவு மற்றும் குடியேற்றத் துறை) 2 வது இரவில் இருந்து விசாக்களை வழங்குவது இடைநீக்கம் செய்யப்பட்டதாக அறிவித்திருந்தது.",
        "வலைத்தளம் தற்காலிகமாக இடைநீக்கம் செய்யப்பட்டு, விசாவைப் பெறுவதற்கு பணம் செலுத்திய மக்களுக்கு பொருத்தமான பணத்தை வழங்க நடவடிக்கை எடுக்கப்பட்டுள்ளது.",
        "அதன்படி, விமான நிலையத்தில் சுற்றுலா வருகைக்காக விமான நிலையத்தில் உள்ள விமான நிலையத்தில் வெளியிடப்படும்."
      ]
    },
    "en": {
      "title": "Govt. Tomorrow Tomorrow to stop online visa",
      "body_lines": [
        "The Ministry of Defense states that the issuance of visas for tourist arrivals will be decided tomorrow (05).",
        "The Ministry of the Ministry has discussed a final decision on the Immigration and Emigration Department officials.",
        "The Supreme Court recently issued an interim injunction to prevent the implementation of e-time to provide electronic vischolics to two foreign companies.",
        "Accordingly, the Department of Immigration and Emigration (Immigration and Emigration Department) had announced that the issuance of visas were suspended from the 2nd night.",
        "The website has been temporarily suspended and steps have been taken to provide the relevant money to the people who were paid payments to obtain visa.",
        "Accordingly, on the airport will be released at the airport at the airport for tourist arrivals."
      ]
    }
  },
  "summary_lines": [
    "The government plans to halt online visa issuance for tourists, pending a decision by defense ministry officials. This comes after a Supreme Court injunction against implementing e-visas for two foreign firms. Visa services have been suspended since the 2nd night, with temporary website downtime and measures to refund affected applicants. Tourist arrivals may face delays as a result."
  ]
}