{
  "translated_text": {
    "ta": {
      "title": "[27] சுகாதார அமைச்சின் கொள்கை விசாரணை அதிகாரிகள்",
      "body_lines": [
        "சுகாதார அமைச்சின் 27 அதிகாரிகளுக்கு இடமாற்றங்களை வழங்க நடவடிக்கைகள் மேற்கொள்ளப்பட்டுள்ளதாக சுகாதார நிபுணத்துவ சங்கம் (சுகாதார நிபுணத்துவ சங்கம்) கூறுகிறது.",
        "நிறுவனத்தின் தலைவர் ரவி குட்மித் கூறுகையில், இந்த நிலைமை தகவல்களை மறைக்கும் முயற்சி என்று இது சந்தேகத்திற்குரியது.",
        "\"பொது சேவையில் பல பொது சேவைகள் மற்றும் ஊழல்களும் பல ஊழல் மோசடிகளும் உள்ளன. சட்டம் தெளிவாக இருக்க வேண்டும். இதைப் பற்றி நாம் பேசும்போது, ​​27 பேர் சுகாதார அமைச்சின் செயலாளரால் மாற்றப்பட்டுள்ளனர். அவர்களிடமிருந்து அவர்கள் தவறு என்று சுகாதார செயலாளர் நம்பினார். அப்படியானால், அவர்கள் தண்டித்திருக்க வேண்டும். அல்லது விசாரணைத் துறைக்கு கடைசி தகவலை மாற்ற முடியாமல் உதவுகிறது. இந்த அமைச்சகத்திற்குள் தகவல்களை மறைக்க வேண்டிய அவசியம் இருக்க வேண்டும். \""
      ]
    },
    "en": {
      "title": "27 the Policy Investigations Officers of the Ministry of Health",
      "body_lines": [
        "The Health Professional Association (Health Professional Association) says that steps have been made to provide transfers to 27 officers of the Ministry of Health.",
        "The Chairman of the company Ravi Kudmith says this is suspicious that this situation is an attempt to hide information.",
        "\"There are also many public services and corruption in the public service and many corruption fraud. The law should be clear. As we talk about this, 27 people have been transferred by the Secretary to the Ministry of Health. Either the Health Secretary believed that they were wrong from them. If so, they must have punished. Or to the Department of Investigations Department provides an unable to change the last information. There should be a need to hide information within 27 this ministry. \""
      ]
    }
  },
  "summary_lines": [
    "The Health Professional Association reports that 27 Ministry of Health officers have been transferred, sparking suspicion of information concealment. Ravi Kudmith, the company's chairman, expresses concern over potential corruption and calls for clarity in the law. He suggests either the Health Secretary deemed these officers at fault and should punish them or there's an issue with the Investigation Department's ability to disclose information, indicating a possible cover-up within the ministry."
  ]
}