{
  "translated_text": {
    "si": {
      "title": "හිටපු අගමැතිවරු ඇතුළු ඕස්ට්රේලියානුවන් 27 දෙනෙකුට එරෙහිව තහනම - රුසියාව නිවේදනය කරයි",
      "body_lines": [
        "ඕස්ට්රේලියාවේ හිටපු අගමැතිවරු දෙදෙනෙකු ඇතුළු පුද්ගලයින් 27 දෙනෙකුට එරෙහිව රුසියාව ප්රකාශයට පත් කර තිබේ.",
        "ප්රති-රුසියාව විරෝධී න්යාය පත්රය සිදු කිරීම සඳහා ඕස්ට්රේලියාවේ හිටපු අගමැතිවරයා වූ හිටපු අග්රාමාත්ය ටෝනි ආබඩ් ජෝන් හවාර්ට් ඇතුළු පුද්ගලයින් 27 දෙනෙකුට එරෙහිව සම්බාධක 27 කට එරෙහි බව රුසියාව නිවේදනය කර තිබේ.",
        "ඕස්ට්රේලියාව දේශපාලන politicians යින්ගේ සහ ප්රධාන සංගතවල විධායක නිලධාරීන්ට එරෙහිව සම්බාධක ප්රකාශයට පත් කර තිබේ.",
        "ඕස්ට්රේලියානු විරෝධී න්යාය පත්රය ඕස්ට්රේලියානු විරෝධී න්යාය පත්රය අත් නොහරින බවට රුසියානු විදේශ අමාත්යංශය අනතුරු අඟවා තිබේ.",
        "රුසියානු පුරවැසියන්ට එරෙහි දේශපාලනික වශයෙන් බාධා වෙනුවට ඕස්ට්රේලියානුවන් 27 දෙනෙකු රුසියාවට ඇතුළුවීම තහනම් කර ඇති බව රුසියානු විදේශ අමාත්යංශය පවසා තිබේ.",
        "රුසියාවේ ආබාධිත වත්කම් යුක්රේනයට ලබා දෙන ලෙස ඕස්ට්රේලියානු රජයට ලියූ පුද්ගලයින් 23 දෙනෙකු මෙම තහනමට ලක්ව තිබේ.",
        "රුසියාවේ අවශ්යතාවන්ට එරෙහිව තීන්දු නිකුත් කළ විනිසුරුවන් දෙදෙනෙකු මෙම ලැයිස්තුවට ඇතුළත් වේ."
      ]
    },
    "en": {
      "title": "Ban against 27 Australians, including former prime ministers - Russia announces",
      "body_lines": [
        "Russia has announced sanctions against 27 people, including two former prime ministers in Australia.",
        "Russia has announced sanctions against 27 people, including former Prime Minister Tony Abod John Hawart, Australia's former prime ministers to carry out the anti -Russian agenda.",
        "Australia has announced sanctions against the executive officials of politicians and major corporations.",
        "The Russian Foreign Ministry has warned that if the Australian government does not abandon the anti -Russian agenda, many more people will be added to the ban.",
        "The Russian Foreign Ministry has said that 27 Australians have banned the entry of Russia instead of politically obstructions against Russian citizens.",
        "The ban is featured 23 people who wrote to the Australian government to provide Russia's disabled assets to Ukraine.",
        "The list includes two judges who have issued rulings against Russia's interests."
      ]
    }
  },
  "summary_lines": [
    "Russia has imposed sanctions on 27 Australians, including two former prime ministers, for allegedly supporting anti-Russian actions. This move comes after Australia sanctioned Russian officials and major corporations. The Russian Foreign Ministry warns of further sanctions unless Australia halts its anti-Russian stance."
  ]
}