{
  "translated_text": {
    "si": {
      "title": "කෘෂිකාර්මික අපනයන මාස 6 කින්",
      "body_lines": [
        "කෘෂිකර්ම හා වැවිලි කර්මාන්ත අමාත්යාංශය, ප්ලාජ් පැවසුවේ 2024 පළමු මාස ​​හය තුළ, පසුගිය වසර දෙකකට සාපේක්ෂව කෘෂිකාර්මික අපනයන අංශයේ පැහැදිලි වර්ධනයක් පැවති බවයි.. ධර්මකිරටි පැවසීය.",
        "වසර දෙකක ප්රගතිය සහ අනාගත තේමාව යටතේ ඊයේ ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය මධ්යස්ථානයක පැවති මාධ්ය හමුවකදී කෘෂිකර්ම හා වැවිලි සංජානනයේ අමාත්යාංශයේ ලේකම්වරයා සහභාගී විය.. ධර්මකිරටි මේක කිව්වා. ඔහු තවදුරටත් කියා සිටියේ එය බවයි",
        "2022 ට සාපේක්ෂව කෘෂිකාර්මික අපනයන ආදායම 2023 දී පහත වැටුණි. ගනු ලැබූ වේගවත් පියවර නිසා, 2024 මුල් මාස හය තුළ කෘෂිකාර්මික අපනයන අංශයේ පැහැදිලි වර්ධනයක් නිර්මාණය කිරීමට එයට හැකි විය.",
        "මේ අවස්ථාවේ පැවති දේශගුණය කෘෂිකර්මාන්තයට වාසිදායක නොවන බව මේ අවස්ථාවේදී සැලකිල්ලට ගත යුතුය. මෙවැනි අභියෝගයන්ට මුහුණ දී ඇති ප්රගතිය සැබවින්ම සාර්ථක බව පැවසිය යුතුය.",
        "නිදසුනක් වශයෙන්, 2023 අප්රියෙල් මාසයේදී, තේ විසින් අපනයනය කරන ලද ඇමරිකානු ඩොලර් මිලියන 407.6 ක් 2024 අප්රේල් මාසයේදී මිලියන 450.5 කින් ඉහළ ගොස් තිබේ.",
        "එසේම, 2023 අප්රියෙල් වන විට පොල් අපනයන ඇමරිකානු ඩොලර් මිලියන 212 ක් උපයා ඇත. 2024 අප්රේල් වන විට එය ඇමරිකානු ඩොලර් මිලියන 263 දක්වා ඉහළ ගොස් ඇති බව ඔහු පැවසීය. (ඒ)"
      ]
    },
    "en": {
      "title": "Exports of Agricultural Exports in 6 months",
      "body_lines": [
        "The Ministry of Agriculture and Plantation Industries, PLAJ, said that in the first six months of 2024, there was a clear growth in the agricultural export sector compared to the last two years.. Dharmakirti said.",
        "Secretary of the Ministry of Agriculture and Plantation PLAJ was present at a press conference held at the Presidential Media Center yesterday under the theme of two years of progress and future.. Dharmakirti said this. He further stated that",
        "Compared to 2022, agricultural export income declined in 2023. Due to the rapid measures taken, it was able to create clear growth in the agricultural export sector in the first six months of 2024.",
        "It should be noted at this time that the climate that prevailed at this time is not favorable to agriculture. It must be said that the progress that has faced such challenges is really success.",
        "For example, in April 2023, the US $ 407.6 million exported by tea increased by 450.5 million in April 2024.",
        "Also, by April 2023, coconut exports earned US $ 212 million. He said it increased to US $ 263 million by April 2024. (A)"
      ]
    }
  },
  "summary_lines": [
    "In the first half of 2024, Sri Lanka's agricultural exports saw significant growth, reversing the decline experienced in 2023 despite unfavorable weather conditions. Key commodities like tea and coconuts showed notable increases: tea exports rose from $407.6 million in April 2023 to $450.5 million in April 2024, while coconut exports jumped from $212 million to $263 million over the same period."
  ]
}