{
  "translated_text": {
    "ta": {
      "title": "ஒப்பந்தத்தில் நடந்துகொண்டிருப்பதாக நினைத்தவர்கள் ஏன்?",
      "body_lines": [
        "இந்த ஆண்டு பாராளுமன்றத் தேர்தலில் வெற்றி பெறும் என்று கணிக்கப்பட்ட பலர் தோற்கடிக்கப்பட்டுள்ளனர்.",
        "இதற்கிடையில், கொழும்பு மாவட்டத்தின் பத்திரிகையாளர் விமல் கோராய்பூராச்சி மற்றும் மாதாராவில் உள்ள வழக்கறிஞர் உபுல் குமாரப்பராமா.",
        "இங்கே, 2020 இல் நடந்த நாடாளுமன்றத் தேர்தலில் விமல் கப்பிருஅராச்சியும் இருக்கிறார். அவர் கெஸ்பேவாவின் இருக்கையில் தேர்தலுக்கு வந்தார். ஆனால் இந்த முறை அவர் மத்திய கொழும்பு வாக்காளர்களிடமிருந்து தேர்தலுக்கு வந்தார்.",
        "இந்த இருக்கை ஒப்பீட்டளவில் கொழும்பில் குறைந்த வாக்குகளின் இடமாகும். தேசிய பிரபலத்தை வென்ற 39,160 வாக்குகள் இருந்தன. 53,161 முன்னுரிமை வாக்குகள் இருந்தன.",
        "ஐந்து வேட்பாளர்கள் கொழும்பு, கொழும்பு, கொழும்பு, கொழும்பு, வடக்கு மற்றும் மேற்கு கொழும்பில் ஐந்து வேட்பாளர்களை வழங்கியுள்ளனர்.",
        "இருக்கைக்கு வெளியே எந்த வேட்பாளரும் பிரச்சாரம் செய்யவில்லை. வராய் மற்றும் விமல் இரண்டின் தோல்வி இருக்கைகளின் கூட்ட அடர்த்தியாக இருக்கலாம். மற்றொன்று",
        "அந்த பகுதிகளில் உள்ள வீட்டிற்குச் செல்ல அவருக்கு போதுமான நேரம் கிடைக்கவில்லை, வீட்டிலிருந்து வீட்டைப் பற்றி அறிந்து கொள்ளவும், வீட்டிலிருந்து வீடு மற்றும் பிற கூட்டத்திலும் விழிப்புணர்விலும் பயன்படுத்தப்பட வேண்டும். ஏனென்றால் அவர் இருக்கைக்கு முன் அரசியல் செய்யவில்லை.",
        "அவர் இப்போது நேஜிகோடா, கொழும்பு, அப்யூல் குமாரப்புமாவின் வேரில் வசிப்பவர். மாதாராவின் முடிவுகளைப் பார்க்கும்போது, ​​மாதாரா மக்கள் தங்கள் மாவட்டத்தில் வேட்பாளர்களுக்கு விருப்பம் கொடுத்துள்ளனர்."
      ]
    },
    "en": {
      "title": "Why did the people who thought were going on in the compurise?",
      "body_lines": [
        "Several people who were predicted to win this year's parliamentary election have been defeated.",
        "Meanwhile, the Colombo District's journalist Wimal Koraipuarachchi and Attorney Upul Kumarapparama in Matara.",
        "Here, Wimal Kappiruarachchi is also in the parliamentary election in 2020. He came to the election at the seat of the Kesbewa. But this time he came to the election from the central Colombo electorate.",
        "The seat is relatively a seat of low votes in Colombo. There were 39,160 votes that won the national popularity. There were 53,161 preferential votes.",
        "Five candidates have presented five candidates in Colombo, Colombo, Colombo, Colombo, North and West Colombo.",
        "No candidate outside the seat did not propagate. The defeat of both Varai and Wimal may be the crowd density of the seats. Other",
        "It is possible that he has not received enough time to go from house to house in those areas, informed of the house-to-house and to be used in the house-to-house and other crowd and awareness. Because he had not done politics before the seat.",
        "He is now a resident of Nugegoda, Colombo, Upul Kumarapperuma's root. When we look at the results of the Matara, the Matara people have given preference for candidates in their district."
      ]
    }
  },
  "summary_lines": [
    "People predicted to win parliamentary election defeated. Journalist Wimal Koraipuarachchi lost in Colombo District. Attorney Upul Kumarapparama defeated in Matara. Low voter turnout in Colombo seats may have contributed to losses. Candidates without prior political experience struggled to campaign effectively."
  ]
}