{
  "translated_text": {
    "ta": {
      "title": "புதிய மின்சார கட்டண திருத்தத்தின் குறிப்பு",
      "body_lines": [
        "இந்த ஆண்டு இந்த ஆண்டு மூன்றாம் ஆண்டு திரும்பும் பொது பயன்பாட்டு வரி ஆணையத்திற்கு மின்சார வாரியம் இந்த திட்டத்தை ஒப்படைத்துள்ளது.",
        "மின்சார கட்டணங்கள் டிசம்பரில் 6% ஆக திருத்தப்படும் என்று பொது பயன்பாட்டு ஆணையம் கூறியது.",
        "டிசம்பரில் மின்சார கட்டணங்களை திருத்துவதற்கான திட்டம் பொது பயன்பாட்டு ஆணையத்திற்கு அனுப்பப்பட்டுள்ளது.",
        "மின்சார கட்டணங்கள் 4 முதல் 11 சதவீதம் வரை குறைக்க முன்மொழியப்பட்டுள்ளதாக பொது பயன்பாட்டு ஆணையம் தெரிவித்துள்ளது.",
        "ஆணைக்குழு மேலும் தீர்மானங்கள் தற்போது படித்து வருவதாகவும், மேலும் திருத்தங்கள் CEB க்கு அனுப்பப்படும் என்றும் கூறியது.",
        "பொது பயன்பாட்டு ஆணையத்தின் பொது பயன்பாட்டு ஆணையத்தின் இயக்குநர் ஜெயமேநாத் ஹெராத் கூறுகையில், அனைத்து திட்டங்களும் ஒரு பொது ஆலோசகருக்கு செலுத்தப்படும்.",
        "ஆண்டின் முதல் காலாண்டில் மார்ச் 4 ஆம் தேதி மின்சார கட்டணத்தை வழங்கியது மற்றும் அனைத்து பிரிவுகளுக்கும் 21.9 சதவீதத்திலிருந்து மின்சார கட்டணத்தை திருத்தியது.",
        "இரண்டாவது காலாண்டின் திருத்தம் ஜூலை 16 அன்று நடைபெற்றது, மேலும் வகைகளின் எண்ணிக்கை 22.5%ஆகும்."
      ]
    },
    "en": {
      "title": "Hint of new electricity tariff revision",
      "body_lines": [
        "The Electricity Board has handed over the proposal to the Public Utilities Commission of Tax Turning This Year Third this year.",
        "The Public Utilities Commission stated that the electricity tariffs will be revised at 6% in December.",
        "The proposal to revise the electricity tariffs in December has been forwarded to the Public Utilities Commission.",
        "The Public Utilities Commission stated that the electricity tariffs have been proposed to be reduced by 4 to 11 percent.",
        "The Commission further stated that the resolutions are currently studying and further amendments will be forwarded to the CEB.",
        "The Director of the Public Utilities Commission of the Public Utilities Commission Jayamanath Herath said that all the proposals would be paid to a public consultant.",
        "The first quarter of the year was awarded the electricity tariff on March 4 and amended the electricity tariff from 21.9 percent for all categories.",
        "The amendment of the second quarter was held on July 16, and the number of categories is 22.5%."
      ]
    }
  },
  "summary_lines": [
    "Electricity Board proposes 6% tariff revision in December. Public Utilities Commission reviews 4-11% reduction. Study ongoing; final decision pending."
  ]
}