{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் உள்ள இரண்டு சிறப்பு குழந்தைகள் மருத்துவமனைகளின் எம்.ஆர்.ஐ.. இரண்டு இயந்திரங்களும் முடக்கப்பட்டுள்ளன",
      "body_lines": [
        "இரண்டு குறிப்பிட்ட குழந்தைகள் மருத்துவமனைகளின் நடுப்பகுதி. R. I. இரு இயந்திரங்களும் செயல்பட்டு வருவதாக அரசு கதிர்வீச்சு தொழில்நுட்ப வல்லுநர்கள் சங்கம் கூறுகிறது.",
        "கலுதாரா ஜெனரலில் சிபி ஸ்கேனரும் கடுமையாக உழைத்து வருவதாக சங்கம் சுட்டிக்காட்டுகிறது.",
        "எம். ரிட்ஜ்வே மருத்துவமனை மருத்துவமனையில் சேர்க்கப்பட்டது. R. I. ஸ்கேனர் ஸ்கேன் முடக்கப்பட்டுள்ளது, மேலும் இயந்திர இயந்திரம் நான்கு ஆண்டுகளுக்கு முன்பு இரண்டு முறை முன்னதாகவே செயல்பட்டு வருகிறது.",
        "கலுடாரா மருத்துவமனையில் சிபி ஸ்கேனர் பிப்ரவரி 2023 முதல் முற்றிலும் சரிந்தது. இந்த இயந்திரம் 44 ஸ்கேன்களில் மிகப் பழமையான இயந்திரம் என்று சங்கம் கூறுகிறது.",
        "கலுடாரா பொது மருத்துவமனைக்கு ஒரு புதிய இயந்திரத்தை வழங்குவதற்காக டெண்டர்கள் 2021 இல் செயல்படுத்தப்பட்டுள்ளன, ஆனால் சரியாக இல்லை.",
        "டெண்டர்களின் உச்சிமாநாட்டின் கீழ் ஒரு வழங்குநரைத் தேர்ந்தெடுப்பதற்கு இயந்திரம் தேர்ந்தெடுக்கப்பட்டதாக கதிர்வீச்சு தொழில்நுட்ப சங்கம் சுட்டிக்காட்டுகிறது.",
        "இந்த ஆண்டு ஜூலை மாதம் இந்த திட்டம் வழங்கப்பட உள்ளது, ஆரம்பத்தில் இருந்தே சுகாதார அமைச்சகம் கடன் இடுகையிடும் கடிதங்களை வழங்கவில்லை.",
        "இந்த இயந்திரம் 2021 ஆம் ஆண்டில் சுகாதார அமைச்சகத்திற்கு வழங்கப்பட வேண்டும் மற்றும் மேலும் தாமதத்தை தாமதப்படுத்தும் போது இயந்திரத்தை பழைய விலைக்கு வழங்க வேண்டும். டெண்டர் ஒப்பந்தம் மீண்டும் மீண்டும் டெண்டர்களை நினைவுபடுத்தினால், ஒரு இயந்திரம் தற்போதைய விலையில் ஒரு இயந்திரத்தை வாங்க வேண்டும்.",
        "புதிய இயந்திரங்களின் விலைகள் இரண்டு அல்லது மூன்று மடங்கு ரூ.",
        "சங்கம் ரூ."
      ]
    },
    "en": {
      "title": "MRI of two specialized children's hospitals in Sri Lanka. Both machines are off",
      "body_lines": [
        "The mid-to-date of the two-specific children's hospitals. R. I. The government radiation technicians Association states that both machines have been working.",
        "The Association points out that the CB scanner at the Kalutara General has also been working hard.",
        "M. Ridgeway Hospital hospitalized. R. I. The scanner has turned off the scan, and the machine machine has been working twice ahead of four years ago.",
        "CB Scanner in Kalutara Hospital has been completely collapsed from February 2023. The association states that this machine is the oldest machine in 44 scans.",
        "The tenders have been executed in 2021 to give a new machine to Kalutara General Hospital, but not properly.",
        "The radiation technology union points out that the machine was selected for the selection of a provider under the summit of tenders.",
        "The program is to be issued in July this year, the Ministry of Health has not issued the loan posting letters since the beginning.",
        "The machine should be supplied to the Ministry of Health in the year 2021 and providing the machine to old prices when further delaying further delay. If the tender deal is repeated and recalling tenders again, a machine is to buy a machine at current prices.",
        "The university points out that the prices of the new machines have risen two or three times a sum of Rs. 150 million.The hospitals, such as Kalubowila Teaching Hospital and Horana base hospital should be transported by ambulances.",
        "The association states that the association has spent Rs."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka: MRI machines at children's hospitals offline. Government technicians report issues. Tender process delayed, new machines needed. Estimated cost increase of Rs. 150 million. Hospitals face transport challenges."
  ]
}