{
  "translated_text": {
    "si": {
      "title": "ඉන්දියාව ඉන්දියාවේ දැඩි බව වෙනස් කරනවාද?නවදිල්ලි කතා වල සන්දර්භය තුළ පැන නගින ප්රශ්න",
      "body_lines": [
        "ජනාධිපති අනුර කුමාර දිසානායකගේ ඉන්දියානු සංචාරය සහ ඉන්දීය අග්රාමාත්ය නරේන්ද්ර මෝදි සමඟ ඔහු කළ සාකච්ඡාවලදී මාධ්ය තුළ බොහෝ වැදගත්කමක් ඇති වීමට හේතු දෙකක් තිබුණි.",
        "පළමුවැන්න ඉන්දියානු විපක්ෂයේ ප්රධාන ප්රතිපත්ති වලින් එකක් වූ පක්ෂයක ප්රමුඛයා ය. ඔවුන් බොහෝ කලක් තිස්සේ එම ප්රතිපත්තිය සමඟ ගමන් කර ඇත. පක්ෂය ශක්තිමත් කිරීම ඒ හරහා ය.",
        "දෙවැන්න, ඔහුගේ ජේවීපී. චීන ප්රෝ සංවිධානයක් ලෙස හඳුනාගෙන ඇත. මහ මැතිවරණයෙන් ජාතික ජනතා බලයේ ජයග්රහණය පිළිබඳ එක්සත් ජනපදයේ චීන භාෂාවේ පිළිබිඹුව මෙම මතය ශක්තිමත් කළේය.",
        "ශ්රී ලංකාවේ - ශ්රී ලංකාවේ-බ්ලූස් -අයි.එල්",
        "දකුණේ ආසියානු කලාපයේ ඉන්දියාවේ වැදගත්කම පිළිගත් අයෙකුගේ ආකල්පය දකිනු ලැබීය. එනම්, අතීතයේ ජේවීපී ඉතිහාසය මෙම සංචාරයේදී සනාථ වී ඇත්තේ ජනාධිපතිවරයා ඉන්දියාවේ දරුණු පා course මාලාව වෙනස් කරන බවයි.",
        "ජනාධිපතිවරයාගේ වර්තමාන ප්රවේශය කලාපීය ගෝලීය දේශපාලනය අනුගමනය කිරීමේ අවශ්යතාවය ඇති පුද්ගලයෙකි.",
        "ජනාධිපති ධුරය දැරීමෙන් පසු ඉන්දියාවට ගිය පළමු විදේශ සංචාරය දිසානායක වූ අතර දෙරට අතර සබඳතා ශක්තිමත් කිරීම සඳහා එය ප්රධාන කාර්යභාරයක් ඉටු කළේය.",
        "සංචාරය අතරතුරදී සාකච්ඡා කළ කරුණු සහ අවසාන හවුල්කාරිත්වය අනුව, ශ්රී ලංකාව, ඉන්දියානු හා දෙමළ පක්ෂ ඔවුන් සතුව ඇති දේ කෙරෙහි අවධානය යොමු කර තිබේ.",
        "මෙම සංචාරය අතරතුර, පහත දැක්වෙන අංග පහ වැදගත් වේ.",
        "පළමුවෙන්ම, ජනාධිපති දිසානායක ශ්රී ලංකාවේ ආර්ථික ස්ථායීකාරකගේ සහාය ඉල්ලා ඉන්දියාවට ස්තූති කළේය. දෙරට අතර වෙළඳ, බලශක්තිය සහ ව්යුහයේ ක්ෂේත්රවල සහයෝගය වැඩි දියුණු කිරීම කෙරෙහි අවධානය යොමු කරන ලදී.",
        "දෙවනුව, ඉන්දියාවේ ආරක්ෂාවට බලපෑම් කිරීම සඳහා ශ්රී ලංකා ඉඩම භාවිතා නොකරන බවට ජනාධිපති දිසානායක මහතා පොරොන්දු විය.",
        "තෙවනුව, ශ්රී ලංකාව බ්රික්ස් සංවිධානයට බැඳීමට සිය කැමැත්ත ප්රකාශ කර තිබේ. ඉන්දියාවේ සහාය ලබා ගැනීම සඳහා උත්සාහ දරා ඇත. ඉන්දියාව යහපත් ප්රතිචාරයක් දැක්වීය.",
        "හතරවනුව සිව්වන, ඉන්දීය අග්රාමාත්ය නරේන්ද්ර මෝඩි මහතා කියා සිටියේ දෙමළ ජනතාවගේ අභිලාෂයන් ශ්රී ලංකා රජය ඉටු කරන බවයි. ශ්රී ලංකාවේ ආණ්ඩුක්රම ව්යවස්ථාව ක්රියාත්මක කිරීමේ පොරොන්දුව ඉටු විය යුතු බව ද අවධාරණය කෙරිණි. ඒ හා සමානව මෝඩිගේ මතය වූයේ පළාත් සභා සඳහා වන මැතිවරණයක් පැවැත්විය යුතු බවයි.",
        "පස්වනුව, දෙරට අතර ධීවරයින්ගේ ආරවුල සම්බන්ධයෙන් මානුෂීය ප්රශ්නයක් විසඳිය යුතු බවට එකඟ විය.",
        "නවදිල්ලිය යනු නවදිල්ලියෙහි වැදගත් කාරණයකි. ශ්රී ලංකාවේ ඉඩම ඉන්දියාවට එරෙහිව භාවිතා කිරීමට භාවිතා නොකරන බවට ජනාධිපති දිසානායකගේ පොරොන්දුව.",
        "ඉන්දියානු ආරක්ෂක උපදේශක අජිත් ටොවාල් සමඟ මාස තුනකට පෙර දිසානායක මහතා මෙම පොරොන්දුව ඉටු කළේය. ජනාධිපතිවරණය ජනාධිපතිවරණයට මුහුණ දී සිටි හෙයින්, ඔහු දැන් ජනාධිපතිවරයාගෙන් අවදි වන විට ඉන්දීය අග්රාමාත්යවරයාට පවසා තිබේ.",
        "මෙම පොරොන්දුව සඳහා ඉන්දියාවට හේතුවක් තිබුණි. චීනයේ පර්යේෂණ නෞකාවන් බොහෝ විට ශ්රී ලංකාවේ මුහුදු සීමාවට පැමිණෙන අතර මුහුදේ නාමයෙන් චීන පක්ෂ සෑම විටම නවදිල්ලියේ ගින්නක් ලබා දී ඇත.. රනිල් වික්රමසිංහ මහතා වසරක් සඳහා විදේශ පරීක්ෂණ නැව් තහනම් කර තිබේ. මෙම මස මස අවසන් වේ.",
        "දිසානායකගේ ජාතික ජනතා බල කඳ රජය තහනම් කරන බැවින් ඉන්දියාවට එරෙහිව මීට පෙර ඉන්දියාවට එරෙහිව භාවිතා කිරීමට අවසර නොදීමට ජනාධිපතිවරයා පොරොන්දු වී තිබේ.",
        "කොළඹ සහ හම්බන්තොට හි ශ්රී ලංකාවේ ප්රධාන වරායන්හි චීනයේ දායකත්වය වැදගත් වේ. මේ අනුව, චීනයේ බලපෑම මුළුමනින්ම බැහැර කළ නොහැකි අදහස ද තිබේ. \"චීනයේ නැව් පැමිණ යන්න පුළුවන්. නමුත් ඔවුන් ඉන්දියාවේ ආරක්ෂාව සඳහා කිසිදු ආකාරයකින් නොවේ. \"",
        "සමුද්ර නීතිවලින් පසුව ශ්රී ලංකාව යනු නම්, චීන නැව්වලට සම්පූර්ණ බාධක පැනවීමට නොහැකි වී තිබේ.",
        "නැගී එන චීනයේ බලපෑම මධ්යයේ, ජනාධිපති දිසානායක මහතා කරල්ස් සංකීර්ණ භූ කල්පිත දේශපාලන ප්රදේශයක ඇති බැවින් කරල් ඉතා සැහැල්ලුවෙන් කරත්තයක් ලෙස කරල් ගෙනයාමට අවශ්යය.",
        "මීට වසර දෙකකට පෙර සංවර්ධනය කරන ලද ආර්ථික අර්බුදයේ යම් ප්රතිවිපාක අද දැකගත නොහැකි වුවද, අර්බුදය විසඳා නොමැත. කෙටි-කාලීන දිගුකාලීන සැලසුම් වල පදනම මත උපක්රම බෙදිය යුතුය. ජනාධිපති දිසානායක මෙම අර්බුදයෙන් මිදීමට දෙරටේ සහාය ඉල්ලා සිටී.. සිය පළමු විදේශ සංචාරයේදී නවදිල්ලිය වෙත ගිය ජනාධිපතිවරයා ලබන මාසයේ චීනයට යාමට නියමිතය.",
        "රජය සම්බන්ධයෙන් ගත් කල, ගැටලුව වන්නේ මෙම රටවල් දෙක ආර්ථික ප්රකෘතිය සඳහා යොදා ගත හැක්කේ කෙසේද යන්නයි. ඒ සම්බන්ධයෙන් ගත් කල, ජනාධිපතිවරයා නවදිල්ලියේ සංචාරය සාර්ථක වී ඇති බව පැවසිය යුතුය. බොහෝ ආර්ථික වශයෙන් effective ලදායී ගිවිසුම් ඇති කර ගැනීමට පැමිණ තිබේ.",
        "වැදගත් කරුණු තුනක් දෙමළ ජනතාවට විරුද්ධ විය. එකක් - ජනවාර්ගික අර්බුදයට දේශපාලන විසඳුමක්. දෙකක් - පළාත් සභා සඳහා මැතිවරණ පැවැත්වීම ඉක්මනින්. තෙවනුව - ධීවරයාගේ ගැටලුවට විසඳුම.",
        "නවදිල්ලියේ ටීඑන්ඒ පාර්ලිමේන්තු කමිටුව සමඟ ජනාධිපතිවරයා හදිසි හමුවිය.. සමහර නඩු විභාගය ආරම්භ වී ඇති බව ඉන්දීය අග්රාමාත්යවරයා හමුවීමට පෙර ජනාධිපතිවරයාට ද පෙනී සිටිය හැකිය. දෙමළ ජාතික සන්ධානය පක්ෂයට පැවසූ දේ පිළිබඳව ද ජනාධිපතිවරයා ඉන්දීය අග්රාමාත්යවරයාට පවසා තිබේ.",
        "මෙහි පදනම මත, ඉන්දීය අග්රාමාත්ය මෝදි මහතා පැවසුවේ ශ්රී ලංකා දේශපාලන සංවිධානය දෙමළ ජනතාවගේ අභිලාෂයන් සම්පුර්ණයෙන්ම ක්රියාත්මක කරන බවයි.. 13 වන ව්යවස්ථා සංශෝධනය ගැන කෙලින්ම සඳහන් නොකළ ඉන්දීය අග්රාමාත්ය නරේන්ද්ර මෝදි මහතා කියා සිටියේ එය පොදුවේ පවතින බවයි.. 13 වන ව්යවස්ථා සංශෝධනය පමණක් නොව, 16 වන ව්යවස්ථා සංශෝධනය පැමිණියේ ශ්රී ලංකාවේ - ඉන්දියානු ගිවිසුමේ පසුබිමෙනි. ආණ්ඩුක්රම ව්යවස්ථාවේ පූර්ණ ලෙස ක්රියාත්මක කිරීම ඇතුළත් වේ.",
        "ශ්රී ලංකා දේශපාලන පරිසරවල සහ දෙමළ ජනතාවගේ අයිතිවාසිකම් පිළිබඳ සාකච්ඡා පැවැත්වීම නොතකා, මෝඩි 13 වන ව්යවස්ථා සංශෝධනයට යොමු වීමට හේතුවක් තිබේ.. මෙය දෙරට අතර මිත්රත්වය විසඳීමේ උත්සාහයකි. ඒ අතරම, 13 ට එරෙහිව ජනාධිපති දිසානායකගේ පක්ෂයේ හ voice ට හේතු විය හැක්කේ එය නිසා විය හැකිය.",
        "13 වන ව්යවස්ථා සංශෝධනය ස්ථිර විසඳුමක් ලෙස පිළිගත නොහැක. නමුත් යථාර්ථය නම් වත්මන් රාජ්යයේ කිසිවක් නොමැති වීමයි. දෙමළ ජනතාව අතර පැන නගින ප්රශ්නය වන්නේ මෙම දිල්ලි ප්රකාශයේ සඳහන් කරුණු ක්රියාත්මක වේද!"
      ]
    },
    "en": {
      "title": "Is India changing the toughness of India?Questions that arise in the context of New Delhi Talks",
      "body_lines": [
        "There were two reasons why President Anura Kumara Dissanayake's visit to India and his talks with Indian Prime Minister Narendra Modi gained much importance in the media.",
        "The first is the leader of a party that was one of his major policies of Indian opposition. They had long traveled with that policy. It is through it that the party strengthened.",
        "The second, his JVP. Was identified as a Chinese pro organization. The reflection of the Chinese Tutu in Colombo on the victory of the National People's Power in the general election also strengthened this view.",
        "During his visit to New Delhi, President Dissanayake revealed the most relaxed diplomacy in the wake of the intensification of Sri Lanka -based Chinese -Indian power competition.",
        "The attitude of Dissanayake was seen as the one who accepted the importance of India in the South Asian region. That is, the history of the JVP in the past has been confirmed during this visit that the President is changing the severe course of India.",
        "The president's current approach is a person who has the need to adopt regional global politics.",
        "Dissanayake was the first foreign trip to India after taking office as president, and it played a key role in strengthening ties between the two countries.",
        "In terms of the issues talked about during the visit and the finally published partnership, the Sri Lankan, Indian and Tamil parties have paid attention to what they have.",
        "During this visit, the following five features are important.",
        "First, President Dissanayake thanked India for the help of Sri Lanka's economic stabilizer. The two countries focused on improving cooperation in the fields of trade, energy, and structure.",
        "Second, President Dissanayake promised that Sri Lankan land would not be used to affect India's security.",
        "Third, Sri Lanka has expressed his desire to join the BRICS organization. Attempts were made to get India's support. India responded favorably.",
        "Fourth, Indian Prime Minister Narendra Modi said he hoped the Sri Lankan government would fulfill the aspirations of the Tamil people. It also emphasized that the promise to implement the Constitution of Sri Lanka should be fulfilled. Similarly, Modi's opinion was that elections for provincial councils should be held.",
        "Fifth, it was agreed that a humanitarian issue should be resolved on the fishermen's dispute between the two countries.",
        "New Delhi is an important issue in New Delhi that President Dissanayake's promise that Sri Lanka's land will not be used to use against India.",
        "Dissanayake made this promise during talks with Indian Defense Advisor Ajith Towal in Colombo three months ago. As the presidential election was facing the presidential election, he has told the Indian Prime Minister in the wake of the president now.",
        "India had a reason for this promise. China's research ships often come into the Sri Lankan waters, and the Chinese parties in the name of seas have always been giving a fire to New Delhi.. Ranil Wickremesinghe has banned foreign inspection ships for a year. The ban ends this month.",
        "The president has promised to \"not be allowed to be used against India in general, as the Dissanayake's National People's Power Government would continue the ban.",
        "China's contribution is important in Sri Lanka's major ports of Colombo and Hambantota. Thus, there is also the idea that China's influence cannot be completely excluded. “China's ships can come and go. But they are not in any way to the security of India. ”",
        "If Sri Lanka is a country that follows maritime laws, Chinese ships are unable to impose complete obstacles.",
        "Amidst the rising China's influence, President Dissanayake is required to move the pods as a very relaxing pods as it is in a complex geopolitan political area.",
        "Although some consequences of the economic crisis developed two years ago could not be seen today, the crisis has not been resolved. The tricks must be divided on the basis of short -term long -term plans. President Dissanayake is just asking for the help of the two countries to recover from this crisis.. The President, who traveled to New Delhi on his first foreign trip, is due to travel to China next month.",
        "As far as the government is concerned, the problem is how these two countries can be used for economic recovery. In that respect, it must be said that the president's visit to New Delhi has succeeded. Many economically effective agreements have been reached.",
        "Three important things were opposed to the Tamil people. One - a political settlement for the ethnic crisis. Two - Conducting elections for provincial councils quickly. Third - solution to fisherman's problem.",
        "The President had urgently met with the TNA parliamentary committee on New Delhi.. The President may also want to show before the meeting with the Indian prime minister that some proceedings have begun. The President has also told the Indian Prime Minister about what the TNA told the party.",
        "On the basis of this, Indian Prime Minister Modi said that the Sri Lankan political organization would fully implement the aspirations of the Tamil people to fulfill the aspirations.. Indian Prime Minister Narendra Modi, not directly referring to the 13th Amendment, said that it was in general.. Not only the 13th Amendment but the 16th Amendment came in the backdrop of the Sri Lanka -Indian Treaty. The fullest implementation of the Constitution is included.",
        "Despite negotiations on the rights of the Sri Lankan political environment and the rights of the Tamil people, there is a reason why Modi referred to the 13th Amendment.. This is an attempt to resolve the friendship between the two countries. At the same time, President Dissanayake's party's voice against 13 may be due to the fact that it is.",
        "The 13th Amendment may not be accepted as a permanent solution. But the reality is that there is nothing in the current state. The question that arises among the Tamil people is whether the things stated in this Delhi statement will be implemented!"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lankan Pres. Dissanayake's India visit focuses on economic aid, trade cooperation, security assurances, BRICS membership, Tamil rights, and fisheries disputes. Key: no use of Sri Lankan land against India, support for Tamil aspirations, and resolving fishermen conflicts."
  ]
}