{
  "translated_text": {
    "si": {
      "title": "සහල් මිල පිළිබඳ ජනාධිපතිවරයාගේ ක්රියාකාරී යෝජනාව",
      "body_lines": [
        "රුපියල් 225 ක් සහ සිල්ලර වෙළඳාමෙන් පාරිභෝගිකයින්ට රුපියල් 225 ක් සහ රුපියල් 230 ක් ලබා දීම සඳහා සහල් මෝලවල හිමිකරුවන්ට ජනාධිපති අනුර කුමාර දිසානායක මහතා නියෝගයක් නිකුත් කර තිබේ.",
        "ඉදිරි දින දහයට පටහැනිව සහල් කම්හලේ අයිතිකරුවන්ට එරෙහිව නීතිය සක්රීයව ක්රියාත්මක කරන බව ජනාධිපතිවරයා පාරිභෝගික අධිකාරියට දන්වා තිබේ.",
        "වාණිජ, වෙළඳාම, වෙළඳාම, ආහාර සුරක්ෂිතතා හා සමුපකාර සංවර්ධන අමාත්යාංශයේ නිලධාරීන් සහ සහල් වෙළෙඳුන්ගේ සාකච්ඡාවකදී ජනාධිපති අනුර කුමාර දිසානායක මහතා මේ බව ප්රකාශ කළේය.",
        "සහල් කිලෝග්රෑම් එකක මුළු මිල රුපියල් 225 කි. සිල්ලර මිල රුපියල් 230 කි.",
        "සුදු සහල් කිලෝග්රෑම් කිලෝවක මුළු මිල රුපියල් 215 කි. සිල්ලර මිල රුපියල් 220 කි.",
        "ආනයනය කරන ලද සහල් කිලෝග්රෑමයක සිල්ලර මිල රුපියල් 220 කි.",
        "සම්බා කිලෝග්රෑමයක මුළු මිල රුපියල් 235 කි. සිල්ලර මිල රුපියල් 240 කි.",
        "රුපියල් 255 ක කිලෝග්රෑමයකට විකුණුම් විකුණුම් විකුණුම් කිලෝග්රෑම් එකක්. සිල්ලර මිල රුපියල් 260 කි."
      ]
    },
    "en": {
      "title": "President's Action Resolution on Rice Price",
      "body_lines": [
        "President Anura Kumara Dissanayake has issued a directive to the owners of the rice mill to provide consumers for 225 rupees and 230 rupees of retail.",
        "The President has informed the Consumer Authority that the law will be actively implemented against the owners of the rice mill, which is contrary to the next ten days.",
        "President Anura Kumara Dissanayake made this statement at a discussion with officials and rice traders of the Ministry of Commerce, Trade, Food Safety and Cooperative Development.",
        "The total price of a kilo of rice is 225 rupees. Retail price is 230 rupees.",
        "The total price of a kilo of white rice is 215 rupees. Retail price is 220 rupees.",
        "The retail price of one kilogram of rice imported is 220 rupees.",
        "The total price of a kilo of samba is 235 rupees. Retail Price 240 rupees.",
        "A kilogram of sales of sales per kg of 255 rupees. Retail price is 260 rupees."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Pres. Anura Kumara Dissanayake orders rice mills: sell 1kg @ 225/230LKR retail. Warns action within 10 days if not compliant. Prices: white rice (215/220), imported (220), samba (235/240), sales (255/260) LKR.\""
  ]
}