{
  "translated_text": {
    "si": {
      "title": "දෙමළ ජාතික නැගිටීම් සඳහා පොදු අපේක්ෂකයෙකු ලෙස පොදු අපේක්ෂකයෙකු ලෙස තරඟ කළ අරියානෙතෙරාට ස්තූතිවන්ත වන්නට - සීවී විග්නේශ්වරන්",
      "body_lines": [
        "දෙමළ ජනතා සන්ධානයේ නායක හා පාර්ලිමේන්තු මන්ත්රී පී.ඒ.ව. .",
        "පසුගිය ජනාධිපතිවරණයේදී දෙමළ මහ මැතිවරණයට ඉදිරිපත් වූ හිටපු පාර්ලිමේන්තු මන්ත්රී පීඒජයිටෙත් ගැන මම මගේ හෘදයාංගම කෘත itude තාව පළ කරමි.",
        "දෙමළ ජාතික නැගිටීම හේතුවෙන් ආරියෙත්ර්රන්ගේ උත්සාහය මැතිවරණය සඳහා තරඟ කිරීමට ගත් උත්සාහය දෙමළ ජාතික නැගිටීම් හේතුවෙන් දෙමළ ජනතාව අතර දේශපාලන දැනුවත් කිරීමක් හා බලමුලු ගැන්වීමක් ඇති කර තිබේ.",
        "ඔහු සාමාන්ය ව්යුහයේ ආරාධනයට තරඟ කළ අතර කෙටි කාලයක් සඳහා මෙම ජනාධිපතිවරණයට කිසිදු පූර්වාදර්ශයක් නොවූ අතර තරුණ තරුණියෙකු මෙන්, කිසිදු කම්මැලි, පැකිලීමක් නොමැතිව, පැකිලීමක් හෝ වෙහෙසක් නොමැතිව දෙමළ ජනතාව බලමුලු ගැන්වීමට කටයුතු කරමින් සිටියේය.",
        "මෙම කැපවීම සහ වෙහෙස මහන්සි වී වැඩ කිරීමෙන් මා පුදුමයට පත් විය. නාමයෝජනා දිනයේදී රෝහලට පැමිණීම වරප්රසාදයක් ලෙස මම සලකමි. ඔහු තම මුදල් අපේ පක්ෂයේ මූර්ති ශිල්පයේ භාර දුන්නේය.",
        "උතුරු හා නැගෙනහිර පළාත්වල එකමුතුකම, උතුරු හා නැගෙනහිර පළාත්වල එකමුතුකම, විරෝධතා කුමක් වුවත්, ඔහුගේ දේශපාලන අනාගතයේ අන්තරායන් නොසලකා ඔහු උතුරු හා නැගෙනහිර පළාත්වල එකමුතුකම පිළිබඳ සංකේතය බව මම ඔහුට සුබ පතමි.",
        "මෙම අවස්ථාවේදී, ආරියෙත්රාත්ගේ දෙමළ ජනතාවගේ දේශපාලන සේවය දිගටම කරගෙන යා යුතු බවත් වර්තමාන කාලයේ දෙමළ ජනතාවට අවශ්ය බවත් සඳහන් කළ යුතුය. මේ අවස්ථාවේදී, දෙමළ ජාතිකවාදයට ආදරය කළ සියලු දෙමළ ජනතාවට සහ එය ශක්තිමත් කිරීමට මම මගේ කෘත itude තාව පළ කරමි."
      ]
    },
    "en": {
      "title": "Thanks to Ariyanethra, who contested as a common candidate for the Tamil National Uprising- CV Vigneswaran",
      "body_lines": [
        "CV Vigneswaran, the leader and parliamentarian of the Tamil People's Alliance, thanked the former parliamentarian PA Ariyanethran, who contested the presidential election without any precedent in a short period of time, and for all the Tamil people who voted for Ariyanethran to love the Tamil nationalism.",
        "I express my heartfelt gratitude to former parliamentarian PA Ariyaneth who contested the Tamil General Election in the last presidential election.",
        "There is no doubt that Ariyanethran's attempt to contest the election has created a political awareness and mobilization among the Tamil people due to the self -interest of the Tamil National Uprising.",
        "He contested the invitation of the general structure and contested this presidential election without any precedent for a short period of time and was working to mobilize the Tamil people as a youth, like a youth, without any boredom, hesitation or exhaustion.",
        "This dedication and hard work made me surprise me so much. I consider it a privilege to come to the hospital on the day of nomination. He handed over his money in our party's sculptor.",
        "I congratulate him that he was the symbol of the unity of the Northern and Eastern Provinces, regardless of the unity of the Northern and Eastern Provinces, regardless of the protests, punching and the danger of his political future.",
        "On this occasion, I should mention that the political service for the Tamil people of Ariyanethran should continue and it is necessary for the Tamil people in today's time. At this point, I express my gratitude to all the Tamil people who loved the Tamil nationalism and strengthen it."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "CV Vigneswaran thanks PA Ariyanethran for contesting the presidential election, praising his efforts to mobilize Tamil youth and promote Tamil nationalism despite challenges."
  ]
}