{
  "translated_text": {
    "si": {
      "title": "රජය ක්රියා කරන්නේ මහජන නියෝගයට එරෙහිව ය",
      "body_lines": [
        "විපක්ෂ නායක සජිත් ප්රේමදාස පැවසුවේ වත්මන් රජය විසින් වර්තමාන ආණ්ඩුව ජාත්යන්තර මූල්ය අරමුදල් ගිවිසුම සිදුකරන බවත් එය පසුගිය රජයේ ජනතාවට බලපෑම් කරමින් සිටින බවත්ය.",
        "ඊයේ පාර්ලිමේන්තුවේ පැවති ජනාධිපති ප්රතිපත්ති ප්රකාශනයෙන් පසුව මාධ්ය වෙත අදහස් දක්වමින් ඔහු මේ බව පැවසීය.",
        "මැතිවරණ වේදිකාවල ඉදිරියට යන කරුණු කිහිපයක් අද පාර්ලිමේන්තුවේ ඉදිරිපත් කර ඇති ගැටළු වලට සාපේක්ෂව පරස්පරතාව පෙන්නුම් කරයි. අන්තර්ජාතික මූල්ය අරමුදලට අනුකූලව ද්විපාර්ශ්වික ණය සහ ඇප බැඳුම්කරවල ඉදිරිපත් කරන ලද ගැටළු වලට අප සවන් දෙන විට අපි කම්පනයට පත් වීමු.. වර්තමාන පාලකයින් මේ වන විටත් කර ඇති ගිවිසුම වෙනස් කිරීමෙන් නව එකඟතාව ඇති කර ගත් මැතිවරණ වේදිකාව පිළිබඳව නිවේදනය කර තිබේ. නමුත් රජය මේ වන විට එයින් away ත්ව සිටී. මෙය බරපතල කාරණයකි.",
        "රටේ ජනතාව histor තිහාසික නියෝගයක් නිකුත් කර ඇති පරිදි, ජාත්යන්තර මූල්ය මූල්ය ගිවිසුම විසඳනු ඇතැයි අපේක්ෂා කෙරේ.. එහෙත් වත්මන් රජය හිටපු ජනාධිපතිවරයාගේ රජයගේ ක්රියාමාර්ග අනුගමනය කරන බව පෙනේ. හිටපු ජනාධිපතිවරයා විසින් ක්රියාත්මක කරන ලද ජාත්යන්තර මූල්ය මූල්ය ගිවිසුම ක්රියාත්මක නොකරන ලෙස ජනතාවට තෙතෙන් දෙකක ජනකායක් ලැබුණි",
        "එක්සත් ජනතා බල මැතිවරණයේ සඳහන් වූයේ ගිවිසුම ජාමූඅ හි ඇති බවට ගිවිසුමෙන් ප්රයෝජන ගන්නා බවයි. නමුත් අද වත්මන් රජය පැරණි ක්රමය ඉදිරියේ මෙම අනුකූලතාවය බලාපොරොත්තුවෙන් සිටී. We have been told that we will find a compliance with the elimination of poverty, pregnant mothers, infants and children's plan, eliminating malnutrition and building a national economy, despite various export markets for micro, small and medium -sized professionals.. මෙම රජය ඉහත කරුණු කෙරෙහි ද අවධානය යොමු කළ යුතුය. මේවා ක්රියාත්මක කිරීම සම්බන්ධයෙන් අපි මෙම රජයට සහාය දක්වන්නෙමු.",
        "පවත්නා ජාමූඅ. ගිවිසුම හා විස්මයන් අප සියල්ලන්ම ක්රියාත්මක කිරීමට වත්මන් රජය අධිෂ් is ාන කරගෙන සිටී. මෙම පුද්ගලයින්ට පැරණි හා බදු ව්යුහය මෙන්ම සමස්ත ආර්ථික ක්රියාවලියම දියුණු කිරීම සඳහා නියෝගයක් ලබා දී නොමැති බැවින් පොරොන්දු වූ වෙනස්කම් සිදු කරන ලෙස අපි ඉල්ලා සිටිමු.. මේ සඳහා අවශ්ය සහයෝගය අපි ලබා දෙන්නෙමු",
        "රට තුළ විශාල අර්බුදයක් හමුවේ, රට ගොඩනැගීමේ සැලසුමට සියලු දෙනා සහාය දිය යුතුය. ප්රයෝජනවත් වන සෑම දෙයකටම අප රටට සහ සියලු දේට උදව් කළ යුතුය. යම්කිසි වැරැද්දක් ඇති වැරැද්ද බව පෙන්වා දෙමු. වැරැද්දට එරෙහිව අපි පියවර ගන්නා බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The government is acting against the people's decree",
      "body_lines": [
        "Opposition Leader Sajith Premadasa said that the current government's claim that the current government is carrying out the International Monetary Fund Agreement, which is under pressing the people of the last government.",
        "He said this while speaking to the media after the President's Policy Declaration held in Parliament yesterday.",
        "Some of the issues put forward on the election platforms show the contradiction compared to the issues put forward in Parliament today. We were shocked when we listened to the issues put forward on bilateral loans and bail bonds in compliance with the International Monetary Fund.. The current rulers have announced on the election platform that the new agreement is reached by changing the agreement that has already been made. But the government is currently working away from it. This is a serious matter.",
        "As the people of the country have issued a historic decree, it is expected that the International Monetary Finance Agreement is expected to be resolved.. But the present government seems to be following the actions of the former president -led government. People received a two -thirds mandate not to implement the International Monetary Finance Agreement implemented by the former president",
        "The United People's Power Elections stated that they will take advantage of the agreement that the agreement is in the IMF. But today the current government is looking forward to this compliance as before the old way. We have been told that we will find a compliance with the elimination of poverty, pregnant mothers, infants and children's plan, eliminating malnutrition and building a national economy, despite various export markets for micro, small and medium -sized professionals.. This government should also focus on the above mentioned matters. We will support this government on the issue of implementing these.",
        "The existing IMF. The present government is determined to implement the agreement and surprises all of us. Since these people have not been given the order to advance the old and the tax structure as well as the entire economic process, we request to make the promised changes.. We will provide the necessary support for this",
        "In the face of a major crisis in the country, everyone must support the plan to build the country. We must help the country and the people of all things that are beneficial. Let us point out that mistake of something wrong. He said we would take action against the mistake."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Government contradicts election promises on IMF deal. Opposition leader criticizes current administration for ignoring public mandate and pursuing previous policies."
  ]
}