{
  "translated_text": {
    "si": {
      "title": "අපෙන් වෙන් වූ අයට - රිසාඩ් බතියුදීන්",
      "body_lines": [
        "හිටපු පාර්ලිමේන්තු මන්ත්රී සහ සමස්ත ලංකා ජනයාගේ හිටපු මහජන සම්මේලනයේ නායක රිෂාඩ් බතියුදීන් මහතා පැවසුවේ අපව අතහැර ගිය අයට කිසිදු ස්ථානයක් නොමැති බවයි.",
        "ඔහු මේ බව කියා සිටියේ වවුනියාවේ සුදන්දපු හි පැවති ප්රසිද්ධ රැස්වීමක් අමතමින්.",
        "පසුගිය ජනාධිපතිවරණයේදී ගෑස් සංකේතය සඳහා වැඩ කළ බොහෝ අය සජිත් ප්රේමදාසගේ නායකත්වයෙන් යුත් එක්සත් ජනතා බලය ආක්රමණය කර තිබේ.",
        "මේ අවස්ථාවේ දී, අපි අතීතයේ කිසිදු චෝදනාවක් නොමැතිව දිගටම ගමන් කිරීමට උත්සාහ කර ඇත්තෙමු. සමහර විට එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) නායක රනිල් වික්රමසිංහට කොන්ත්රාත් පදනමක් මත පක්ෂයට බැඳීමට අවස්ථාව තිබේ. නමුත් අවසාන සාකච්ඡා යනු කෙසේදැයි මම නොදනිමි.",
        "අපගේ උද්දීපනය පුත්තලම් දිස්ත්රික්කයේ මොනර සංකේතයේ තරඟ කිරීමට තීරණය කර තිබේ.එසේම, පාසල් සම්මේලනය සහ සමස්ත ලංකා ජමාටුලම මා සමඟ සාකච්ඡා කර තිබේ.අලි සබ්රි රහීම්, ඉසඩ් රහ්මාන් සහ අපේ පක්ෂයේ මුරකාබ් නිසැකවම පක්ෂයේ අපේක්ෂකයා නොවනු ඇත. සම්මේලනය පැමිණි විට, එහි කොටසක් නොවන්නේ කවුද?. මේ සම්බන්ධයෙන් තීරණය ගනු ලැබූ පසු, පක්ෂය එය පැහැදිලි කරනු ඇත.",
        "ජනාධිපතිවරණයේදී අපි සජිත් ප්රේමදාසට සහාය දැක්වුවෙමු. ආගම් හා ජනවාර්ගිකත්වය, විශේෂයෙන් දෙමළ සිංහල මුස්ලිම්වරුන්ගේ නායකයින් අතර එක්සත්කම මැවූ ආර්ථිකය යථා තත්වයට පත් කිරීමේ වැඩපිළිවෙළක් නිසා අපි ඔහුට සහාය වී තිබෙනවා.",
        "මේ අතර, අපට රනිල් වික්රමසිංහ මහතාගෙන් ඇමතුමක් ලැබුණද, ඔබට ජනාධිපතිවරණය ජයග්රහණය කළ නොහැකි වූ නිසා අපට ඇමතීම ගැන අපි අපට ස්තූතිවන්ත වෙමු.",
        "මේ අතර, ජේවීපී ජනාධිපතිවරණයේදී වෙනත් පක්ෂවලට සම්බන්ධ නොවී වෙනම පක්ෂයක් ලෙස තරඟ කළේය. ජනාධිපතිවරණයේදී සහ මැතිවරණ ජයග්රහණයෙන් පසුව බොහෝ දෙනා කියා සිටියේ අප නිහ silent හෝ මධ්යස්ථව සිටියත්, සුළුතර පක්ෂය ඔහුගේ සාර්ථකත්වයට හේතු වන්නට ඇති බවයි.",
        "ස්වේච්ඡා සේවකයන්ට සහ මහජනයාට මග පෙන්වීම සඳහා පක්ෂයක්. එබැවින් සුළුතර පක්ෂයක් වශයෙන්, තිදෙනා එකට වැඩ කරති.",
        "මේ දෙදෙනා අපව කැඳවූයේ නම්, අපගේ ජනතාවගේ පැවැත්ම හා සංවර්ධනය විමර්ශනය කිරීමට අප එවැනි තීරණයක් ගෙන ඇති අතර ඔවුන් සමඟ සම්බන්ධ වීමෙන් ඔවුන් සමඟ පැවැත්ම හා සංවර්ධනය විමර්ශනය කිරීමට අපි එවැනි තීරණයක් ගෙන ඇත්තෙමු.. සාර්ථකත්වය හා අසාර්ථකත්වයේ පදනම මත අපේක්ෂකයා අපට සහාය විය. ජයග්රාහී අපේක්ෂකයා තම රාජකාරිය කරයි. විශේෂයෙන්, මැතිවරණ කාලය තුළ මිනිසුන් බොහෝ දේවල පදනම දෙස බලා සිටිති.",
        "අපේ රට හොඳ තත්ත්වයේ ගමන් කර ආර්ථිකයක් පහත වැටිය යුතුයි. අල්ලස් සමාජයක් නිර්මාණය කළ යුතුයි.. ඒ සඳහා සහ රටේ සුභසාධනය සඳහා සහයෝගයෙන් කටයුතු කිරීමට අපි සූදානම්.",
        "පසුගිය සතියේ අපගේ ඉහළ ඉහළ තලයකදී, සමහර සාමාජිකයන් අපේ දිස්ත්රික්කවල අනෙකුත් පාර්ශවයන් සමඟ මැතිවරණයට ඉදිරිපත් නොවී අපගේ මොනර සංකේතයට අපගේ මොනර සංකේතයට ඉදිරිපත් විය යුතු යැයි සමහරු ඉල්ලා සිටියහ.. දිස්ත්රික්කයේ ඉහළ සාමාජිකයින් ජාතික ලැයිස්තුව නොසලකා හරින ලෙස ඉල්ලා ඇත, විශේෂයෙන් මාධ්යයේ සාමාජිකයෙකු තරගයට තරඟ කිරීම සහ ජාතික ලැයිස්තුව හරහා ආසනයක් තිබේ නම්.",
        "ත්රිකුණාමලය, වන්නි සහ කොළඹ ඇතුළු වෙනත් බොහෝ දිස්ත්රික්කවල අපගේ පක්ෂය මැතිවරණයට ඉදිරිපත් වේ. එසේ කරන විට වෙන වෙනම හා සම්බන්ධ වීම හෝ ගමන් කිරීම යන අදහස් දෙකක් තිබේ.",
        "සජිත් ප්රේමදාස අපගේ නීත්යානුකූල ඉල්ලීම් පිළිගන්නේ නම්, සමහර දිස්ත්රික්කවල සංචාරය කිරීම ගැන අපි සිතමු. එසේ නම්, එය රට පුරා තරඟ කර තවත් ආසනවලට තුඩු දෙනු ඇත.",
        "පසුගිය මැතිවරණයෙන් අප තරඟ කළ පක්ෂය ශක්තිමත් ය. ජනාධිපතිවරණයේදී සජිත් ප්රේමදාස ද රනිල් වික්රමසිංහ වෙත ගියේය. අ",
        "සජිත් ප්රේමදාස සඳහා ඡන්දයෙන් සියයට 75 ක්. සමහර විට ඔහු එසේ කිරීමට සමත් වනු ඇත. බොහෝ අයිට්ස් එක්සත් ජාතික පක්ෂය ආක්රමණය කරයි. මේ අතර, බොහෝ නායකයින් සාකච්ඡා කරන්නේ සජිත් ප්රේමදාසාට තරඟ කර තවත් ආසන ලබා ගත හැකිද යන්නයි.",
        "එමනිසා, අපට සම්මේලනයෙන් පිටව ගොස් ඒවා දුර්වල කිරීම කමක් නැත."
      ]
    },
    "en": {
      "title": "There is no place for those who have separated from us - Risad Bathiudeen",
      "body_lines": [
        "Former parliamentarian and leader of the All Ceylon Peoples Congress, Rishad Bathiudeen said that there is no place for those who have left us.",
        "He said this while addressing a public meeting held at Suduvundapula in Vavuniya.",
        "Many people who worked for the gas symbol in the last presidential election have invaded the United People's Power led by Sajith Premadasa.",
        "In this case, we have been trying to continue traveling with no accusations in the past. Sometimes the United National Party (UNP) leader Ranil Wickremesinghe has the opportunity to join the party on a contract basis. But I don't know how the final negotiations are.",
        "Our highlight has resolved to compete in the peacock symbol in the Puttalam district.Also, the School Federation and the All Ceylon Jamatulama have discussed with me.Ali Sabri Rahim, Isad Rahman and Musarab in our party will certainly not be the party's candidate. When the federation comes, who is not going to be a part of it. Once the decision is taken in this regard, the party will clarify it.",
        "And in the presidential election we had supported Sajith Premadasa. We have supported him because Sajith Premadasa has a program to restore the economy that has created unity between religions and ethnicity, especially the leaders of the Tamil Sinhalese Muslim.",
        "Meanwhile, even when we received a call from Ranil Wickremesinghe, you could not win the presidential election so we thanked us for calling us.",
        "Meanwhile, the JVP contested as a separate party without joining other parties in the presidential election. During the presidential election and after the election victory, many said that the minority party may have contributed to his success, whether we were silent or neutral.",
        "A party to guide the volunteers and the public. Therefore, as a minority party, the three people are working together.",
        "While the two have called us, we have made such a decision to investigate the existence and development of our people by joining them with them.. The candidate we supported on the basis of success and failure. The winning candidate is doing his job. In particular, people are watching the basis of a lot of things during the election.",
        "Our country should travel in good condition and build a falling economy, a bribe society should be created.. We are ready to cooperate for that and for the welfare of the country.",
        "During our high -level meeting last week, some members urged that our districts should contest our peacock symbol without contesting the election with other parties in our districts.. High -ranking members from the district have urged not to ignore the national list, especially if a member of the media is contesting the match, and a seat through the national list.",
        "Our party is also contesting elections in many other districts including Trincomalee, Vanni and Colombo. There are two ideas that are joining or traveling separately while doing so.",
        "If Sajith Premadasa accepts our legitimate requests, we will think about traveling in some districts. If so, it will compete all over the country and lead to more seats.",
        "The party we contested in the last election is strong. In the presidential election, Sajith Premadasa also went to Ranil Wickremesinghe. A",
        "75 percent of the votes for Sajith Premadasa. Sometimes he would have succeeded in doing so. Many UNPs are invading the United National Party. Meanwhile, many leaders are discussing whether Sajith Premadasa can compete and get more seats.",
        "Therefore, it is okay for us to leave the federation and weaken them, or that the party will take a wise decision, thinking that it is okay to get more MPs with them in the last election."
      ]
    }
  },
  "summary_lines": [
    "Rishad Bathiudeen addresses public meeting, criticizes those who left party, discusses potential alliances with Sajith Premadasa and Ranil Wickremesinghe, emphasizes economic development and unity."
  ]
}