{
  "translated_text": {
    "ta": {
      "title": "எதிர்க்கட்சி பாதாள உலகத்தைப் பாதுகாக்கப்படுகிறது",
      "body_lines": [
        "எதிர்க்கட்சியை நகர்ப்புற மேம்பாடு மற்றும் வீட்டுவசதி அமைச்சர் பிரசன்னா ரணத்துங்காவால் பாதுகாக்கப்படுகிறது.",
        "எதிர்க்கட்சி நீதியை கடுமையாக எதிர்த்தது என்று அமைச்சர் சுட்டிக்காட்டினார், எதிர்க்கட்சிகள் ஐ.ஜி.பி.",
        "அமைச்சர் இன்று (25) ஐ.ஜி.பியின் தீர்ப்புடன் பேசிக் கொண்டிருந்தார்.",
        "தோட்டத் தொழிலாளர்களின் உயர்வு அதிகரிப்பு குறித்து பேசாமல் எதிர்க்கட்சிகள் ஐ.ஜி.பியை அகற்றுவதற்கு ஆதரவாக பேசுகின்றன என்பதை எதிர்க்கட்சியின் உண்மையான எதிர்க்கட்சி நலன்கள் தெளிவாகக் குறிக்கின்றன என்று அமைச்சர் கூறினார்.",
        "\"ஜனாதிபதி மற்றும் அமைச்சரவை, அமைச்சரவையும் அரசாங்கமும் நீதித்துறையை சங்கடப்படுத்த அரசாங்கத்தை உருவாக்க முயற்சிக்கின்றன. நீதித்துறை சுயாதீனத்திற்கு அறிமுகப்படுத்தப்பட்ட 21 வது அரசியலமைப்பு திருத்தம் ஜனாதிபதி என்று நாம் தெளிவாகக் கூறலாம். மேலும், அமைச்சரவையும் அரசாங்கமும் மதிக்கப்படுகின்றன. எனவே பேச எதுவும் இல்லை. இதுதான்.",
        "இரண்டாவது புள்ளி நேற்று மூன்று மாநில வித்தியாசங்களை எடுத்தது. அரசாங்கம் தலையிட்டிருந்தால், அவர் தலையிட்டிருக்கலாம். ஒருவர் உள்ளூர் அரசாங்க நியமனங்கள் அல்லது தோட்டத் தொழிலாளர்களின் படிக்கட்டுகள் என இரண்டு மாநில உத்தரவுகளை வழங்கியுள்ளார்.",
        "ஆனால் நாங்கள் இப்போது காலையில் இருக்கும்போது நாங்கள் வேலை செய்கிறோம். ஐ.ஜி.பி திட்டத்தின் போது எதிர்க்கட்சி இதை எதிர்க்கும் முன் இதை நான் சொன்னேன். நேற்று பாதாள உலகத்தை அதிகம் பாதித்தது.",
        "எதிர்க்கட்சி பாதாள உலகத்தை பாதுகாக்கிறது. அதுதான் அவர்களின் ஆர்வம். இல்லையெனில், நீங்கள் மற்ற விஷயங்களைப் பற்றி பேச வேண்டும். தோட்டத் தொழிலாளர்களின் படிக்கட்டுகளைப் பற்றி நான் பேச வேண்டும். எனவே, இந்த நாட்டை தவறான இடத்திற்கு கொண்டு வர வேண்டாம் என்று சொல்கிறேன். \""
      ]
    },
    "en": {
      "title": "The opposition is protected underworld",
      "body_lines": [
        "The opposition is protected by the Urban Development and Housing Minister Prasanna Ranatunga.",
        "The Minister pointed out that the opposition was strongly opposed to justice, he stresses that the Opposition will appear to remove the IGP.",
        "The Minister was speaking to the IGP's verdict today (25th) the Minister said.",
        "The Minister said that the real opposition interests of the opposition is clearly indicating that the opposition is speaking in favor of the removal of the IGP without talking about the increase in plantation workers' rise.",
        "\"The President and the Cabinet, the Cabinet and the Government are trying to make the government to embarrass the judiciary. We can clearly say the President is the 21st constitutional amendment introduced to the judiciary independent. Moreover, the Cabinet and the government are respected. So there's nothing to talk to. That's all this.",
        "The second point had taken three STATE ODDERS yesterday. If the government intervened, he could have intervened. One has given two STATE Orders, whether local government appointments, or the stairs of plantation workers.",
        "But when we are now the morning we are working to. I told this before the opposition always opposes this when the IGP program. Yesterday was the most suffered the underworld.",
        "The opposition protects underworld. That's the interest of them. Otherwise, you need to talk about other things. I need to talk about the stairs of plantation workers. Therefore, I say not to bring this country to the wrong place. \""
      ]
    }
  },
  "summary_lines": [
    "Minister Prasanna Ranatunga accuses the opposition of protecting the underworld, highlighting their opposition to justice and the removal of the IGP. He criticizes their silence on issues like plantation workers' rights, suggesting they prioritize the underworld's interests over national development. The minister also addresses concerns about the government's influence on the judiciary and the issuance of state orders, emphasizing the importance of addressing broader societal issues rather than focusing solely on the IGP's removal."
  ]
}