{
  "translated_text": {
    "si": {
      "title": "ක්රියා ගැසට් පත්රය",
      "body_lines": [
        "නව විශේෂ ගැසට් පත්රය හරහා ජනාධිපති අනුර කුමාර දිසානායක මහතා සුදුසුකම් ලත් පවුල් සඳහා මාසික ප්රතිලාභයක් සහ අෂෙම් සුභසාධන සුභසාධන සුභසාධන ගෙවීම් ක්රමය යටතේ මාසික ප්රතිලාභයක් ප්රකාශයට පත් කිරීම සඳහා නව ගැසට් නිවේදනයක් නිකුත් කර තිබේ.",
        "මෙම මස 21 වන දින නිකුත් කරන ලද නව ගැසට් පත්රය නිවේදනය කිරීමෙන් හිටපු ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් නිකුත් කරන ලද විශේෂ ගැසට් නිවේදනය අවලංගු කර ඇත.",
        "ජනවාරි 2025 සිට මාර්තු 2025 5000 දක්වා අතරමැදි පවුල් 480,000 ක්. 2025 ජනවාරි සිට දෙසැම්බර් දක්වා, අවදානමට ලක්විය හැකි පවුල් 480,000 ක් රුපියල් 5000 ක් සහ දුප්පත් පවුල් 960,000 ක් ලබා දෙනු ඇතැයි අපේක්ෂා කරන අතර 450,000 450,000 450,000 ට මාසික සහන ප්රතිලාභ.",
        "පවුලේ සාමාජිකයන්ගේ සංඛ්යාව 2 හෝ ඊට අඩු නම්, මෙම දීමනා වලින් අඩක් හිමි වේ.",
        "මීට අමතරව, ජනවාරි සිට 2025 ජුනි දක්වා, යෝජනාව රු."
      ]
    },
    "en": {
      "title": "Action Gazette",
      "body_lines": [
        "Through the new Special Gazette, President Anura Kumara Dissanayake has issued a new gazette notification to announce a monthly benefit to eligible families and individuals under the Ashem Welfare Welfare Payment Scheme.",
        "The special gazette notification issued by former President Ranil Wickremesinghe on 17.05.2024 has been canceled by the announcement of the new gazette released on the 21st of this month.",
        "480,000 intermediate families from January to March 2025 5000. From January 2025 to December, 480,000 vulnerable families are expected to offer Rs 5000 and 960,000 poor families 480,000 monthly relief benefits.",
        "If the number of family members is 2 or less, half of these allowances are entitled.",
        "In addition, from January to June 2025, the proposal is Rs."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "New gazette notification cancels previous welfare scheme. President announces monthly benefits: Rs 5000 for 480k vulnerable families, Rs 960k for poor families. Half allowance for families with 2 or fewer members. Proposal extends until June 2025."
  ]
}