{
  "translated_text": {
    "ta": {
      "title": "பொதுத் தேர்தல் 2024: முக்கிய கட்சிகளின் தேசிய பட்டியல்களில் யார்?",
      "body_lines": [
        "பொதுத் தேர்தல் 2024: முக்கிய கட்சிகளின் தேசிய பட்டியல்களில் யார்?",
        "பொதுத் தேர்தலுக்காக போட்டியிடும் அரசியல் கட்சிகள் மற்றும் சுயாதீன வேட்பாளர்களின் வேட்புமனுக்கள் வெள்ளிக்கிழமை (அக்: 11) நிறைவடைந்தன.",
        "இலங்கையின் பாராளுமன்றத்தில் மொத்த இடங்களின் எண்ணிக்கை 225 ஆகும், அவற்றில் அவை 196 பேருக்கு தேர்ந்தெடுக்கப்படுகின்றன.",
        "தேசிய பட்டியல் முறையை செயல்படுத்துவதன் நோக்கம், அரசியலில் தொழில் ரீதியாக நிறுவப்படாத முன் நிறுவப்பட்ட சமூக உறவுகள் மற்றும் இணைப்பு நெட்வொர்க்குகளை வழங்குவதாகும், \"தொழில் வல்லுநர்கள், அறிஞர்கள் மற்றும் அறிஞர்கள் உள்ளிட்ட பாராளுமன்ற செயல்பாடுகளில் சேர வாய்ப்பளிக்கிறது, அவை முக்கியமான தொழில் வல்லுநர்கள், அவை உள்ளன சமூக ஆதரவின் முக்கியமான தொழில் வல்லுநர்கள் மற்றும் அறிஞர்கள்.",
        "இதன் மூலம், \"பிரபலமான அரசியல் பிரமுகர்கள் ஏற்றுக்கொள்ளத்தக்கவை அல்ல, ஆனால் கல்வி மற்றும் தொழில்முறை.\"",
        "இருப்பினும், மக்கள் வாக்களிப்பால் தோற்கடிக்கப்பட்டவர்கள் மற்றும் அரசியல் கட்சிகளின் ஆதரவாளர்கள் பொதுவாக தேசிய பட்டியல் முறை மூலம் பெறப்படுகிறார்கள்.",
        "அரசியல் கட்சிகள் தங்கள் தேசிய பட்டியல்களின் தேசிய பட்டியல்களின் எண்ணிக்கையைப் பெறுகின்றன, மாவட்ட அடிப்படையில் அல்ல, ஆனால் அவர்கள் பெறும் மொத்த வாக்குகளின் எண்ணிக்கையின்படி.",
        "தேர்தலுக்கு முன்னர் ஒரு அரசியல் கட்சிக்கு பெயரிடப்பட வேண்டும், மேலும் அந்த பட்டியலின் அடிப்படையில் நியமனங்கள் செய்யப்படும் என்று எதிர்பார்க்கப்படுகிறது.",
        "அவரது வாக்குகளை நடிக்க முடியும் என்றாலும், மாவட்ட அடிப்படையில் அவர் விரும்பும் மூன்று வேட்பாளர்கள், அவர்கள் விரும்பும் மூன்று வேட்பாளர்கள், தேசிய பட்டியல் வேட்பாளர்களுக்கு வாய்ப்பில்லை.",
        "கட்சியின் விருப்பத்தைப் பொறுத்து அவர்கள் மறைமுகமாக தேர்ந்தெடுக்கப்பட்டவர்கள் என்று வேட்பாளர்கள் அங்கீகரிக்கப்படுகிறார்கள்,. (மிகவும் ரிஸ்ரிச்)",
        "இந்த ஆண்டு பொதுத் தேர்தலில் போட்டியிடும் பல முக்கிய அரசியல் கட்சிகளின் தேசிய பட்டியல் பரிந்துரைகள் பின்வருமாறு.",
        "பிமல் ரத்னாயகே - ஜே.வி.பி பொலிட்பைக் தேசிய நிர்வாகக் குழுவின் தேசிய நிர்வாகக் குழுவின் உறுப்பினர் கெய்னியா பல்கலைக்கழக விரிவுரையாளர், தேசிய நிர்வாகக் குழுவின் தேசிய நிர்வாக உறுப்பினர், தேசிய செயற்குழுவின் கொள்கை பணியாளர் குழு, மிஸ்டேஜ் மெத்தகா, பல்கலைக்கழகம் ருஹுனாவின், இலங்கை, தலைமை நிர்வாக அதிகாரி, தலைமை நிர்வாக அதிகாரி, தகவல் தொழில்நுட்ப தொழில்நுட்ப பொறியியல், தகவல் தொழில்நுட்பக் கொள்கைக் குழுவின் தகவல் தொழில்நுட்ப கொள்கை பணியாளர் குழுவின் உறுப்பினர் - தேசிய ஓய்வூதியத்தின் தலைப்பு உதவி இயக்குநர் சூரியாவீரா - கடற்படை உதவி பொறியாளர், கடற்படை உதவி பொறியாளர், கடற்படை உதவி பொறியாளர், தற்காப்பு உதவி பொறியியல் மன்ற பொறியியல், திட்ட மேலாண்மை, தேசிய நாடாளுமன்ற நிறுவனத்தின் தேசிய செயற்குழுவின் தேசிய செயற்குழுவின் தேசிய செயற்குழுவின் தேசிய செயற்குழு மற்றும் இலங்கை ஒலிம்பிக் தடகள ஹெமச்சந்திரா - கொலம்போ மாவட்ட காமன்வெல்த் தலைப்பு தேசிய நீர் வழங்கல் அமைப்பின் தேசிய நீர் வழங்கல் அமைப்பு - தேசிய நீர் வழங்கல் அமைப்பின் சந்தைப்படுத்தல் மண்டல பணியாளர், சந்தைப்படுத்தல் மண்டலத் தொழிலாளர்கள், ருவான் சாமிந்தாரா, யு.வி.ஏ வெலிசாந்தா மேலாண்மை பல்கலைக்கழகத்தின் கொழும்பு மாவட்ட மரியாதை (ஓய்வூதியம்), இலங்கையின் பார்வை இழுவைகள் (ஓய்வு பெற்றது), இலங்கையின் பார்வை இலக்கியம், இலங்கையின் பார்வை இலக்கியம், இலங்கையின் பார்வைக்கு இலக்கியம் - மூத்த செயல்திறன் திரு. லங்கா தொழிற்சங்க கூட்டமைப்பின் ஒருங்கிணைப்பாளர் மற்றும் ஓய்வு பெற்ற ஆசிரியர் அதிபர்கள் - அனைத்து இலங்கை தொழிற்சங்க கூட்டமைப்பின் கணக்காளர் மற்றும் ஓய்வுபெற்ற ஆசிரியர் அதிபர் - கணக்காளர் - கணக்காளர், மக்கள் அதிகாரத்தில் தேசிய கத்தார் அமைப்பாளர் - பத்திரிகையாளர் - பத்திரிகையாளர் - பத்திரிகையாளர்",
        "ரஞ்சித் மதுமபந்தரா - சமக்னி அதிகாரத்தின் பொதுச் செயலாளர் - முன்னாள் மந்திரி அமைச்சர் அலஹாபேரன், முன்னாள் மந்திரி அமைச்சர் விஜயபந்திராம மகாயரம, முன்னாள் அமைச்சர் அமைச்சர், சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர் சுஜீவபர். பீரிஸ் - மினிஸ்டிஸ்ட் முன்னாள் அமைச்சர் யுபுல் ஜெயசூரியா - மூத்த நாடாளுமன்ற பேராசிரியர் சமரதி சமரவீரா - இலங்கையின் மூத்த எழுத்துப்பிழை மற்றும் சர்வதேச ஆய்வுகள் ஸ்ரீ லங்காவின் மூத்த அரசியல் அறிவியலின் மூத்த விரிவுரையாளர் ஸ்ரீ ஜெய்வர்தெனெபுரா சோரியபந்தரா - அரசியல் அறிவியலின் மூத்த -பத்திரிகையாளர்கள் - பத்திரிகையாளர்கள் '. ஃப்ரியெல்லர் ராமேஸ்வரன்பாலிரிஷ்பால்னபால்னன் சிவனசெனன் சிவனசெனன் சிவனசனன் சிவனவாசனி பேராசிரியர் சாந்திமா விஜெகுனவர்தேனா. ரூமீஹமுடமுமுடு இஸ்மாயில் இந்திகா பண்டாரநாயக்கை - முன்னாள் நாடாளுமன்ற உறுப்பினர்",
        "தினேஷ் குணவர்தேனா - முன்னாள் அமைச்சர் முன்னாள் அமைச்சர், முன்னாள் அமைச்சர் நார்லாண்டா பெரயரவி கருணநாயக்க - முன்னாள் மந்திரி நிகாம்கா சுரமநலா - முன்னாள் மந்திரி நிஸ்கா சுரமன்மனலா - முன்னாள் அமைச்சர் ஜெயவிஷ் கருணராய் அபேயிகிரமபாலா அபேயாஸீங்கேரா டிசானயகே, முன்னாள் அமைச்சர்கள் தலைவர், செனாரத் பண்டாரா, செனாரத் பண்டாரா. Goo lebbbbemuhhhhhhhhhhhhmilwalalah haparahi hapaware samareath சமரா சமர்தி சமர்தி",
        "நமல் ராஜபக்ஷா - முன்னாள் அமைச்சர் லோகூஜ் - முன்னாள் மந்திரி. ரத்னாயக்க - முன்னாள் மந்திரி வென்.. தயாரத பனுஷா - ரஞ்சனா ஜமாலியா வெல்லலிஜேவாங்கென்ஜினேனானி ரவிதரநாதி அலிட்டரி ஆராய்ச்சி அதிகாரி, மன்ஜுலா வயென்ஜினியன், ரவேனல் டமிதானாயக்க, விடுரா பெரெரசன்",
        "ராஜபக்ஷ குடும்பத்திற்குப் பிறகு பியல்கள்.பொதுத் தேர்தலுக்கு ராஜபக்ஸாக்கள் ஏன் வரவில்லை?",
        "வினுல் கருணாரத்னே: 25 ஆண்டுகளில், இலங்கை என்ற இலங்கைகள் ஆஸ்திரேலிய மொழியைப் பற்றி பேசுகிறார்கள்",
        "பொதுத் தேர்தல் 2024: முக்கிய கட்சிகளின் தேசிய பட்டியல்களில் யார்?",
        "டாடா: ரூட்டன் டாடா யார் தனது பரம்பரை பெயரை உலகின் ஒரு பிராண்டாக மாற்றினார்?"
      ]
    },
    "en": {
      "title": "The General Election 2024: Who is in the national lists of the major parties?",
      "body_lines": [
        "The General Election 2024: Who is in the national lists of the major parties?",
        "The nominations of political parties and independent candidates contesting for the general election were completed on Friday (Oct: 11).",
        "The total number of seats in the Parliament of Sri Lanka is 225, of which they are selected for 196 people.",
        "The aim of implementing the National List Methodology is to provide pre-established community relations and connection networks, which are not professionally established in politics, \"providing the opportunity to join parliamentary functions including professionals, scholars and scholars, which are important professionals, which are important professionals, professionals and scholars of social support. '\"The Verita Research Agency says.",
        "Through it, \"the popular political figures are not acceptable, but in education and professional.\"",
        "However, people who have defeated by popular voting and supporters of the political parties are commonly obtained through the National List System.",
        "Political parties receive the number of national listings of their national lists, not on district basis, but in accordance with the total number of votes they receive.",
        "A political party should be named before the election and the appointments are expected to be done based on that list.",
        "While his votes can be cast, the three candidates he likes on district basis, the three candidates they wish, the national list candidates may have no chance.",
        "That candidates are recognized that they are indirectly elected, depending on the party's will,. (Very Rizrich)",
        "Following are the national listing nominations of several major political parties contesting this year's general election.",
        "Bimal Ratnayake - JVP Politbike Member of the National Executive Committee of the National Economic Executive Committee of the Social Sciences of the University of KeyniyaLecturer, National Executive Member of the National Executive Committee, Policy Staff Committee of the National Executive Committee, Misthage Methaga, University of Ruhuna, Sri Lanka, CEO, CEO, CEO, Information Technology Engineering,Member of the Information Technology Policy Staff Committee of the Information Technology Policy Committee - Header Assistant Director of the National Pension Sooriyaweera - Navy Assistant Assistant Engineer, Navy Assistant Assistant Engineering, Martial Assistant Engineering forumEngineering, Project Management, National Executive Committee of the National Executive Committee of the National Executive Committee of the National Executive Committee of the National Institute of Parliament and former Chief Justice Thilakaratne in Sri LankaOlympic Athletic Hemachandra - Colombo District Commonwealth Header of the National Water Supply Organization of National Water Supply Organization - Marketing Zone Employeor of the National Water Supply Organization, Marketing Zone Workers, Ruwan Chamindara, Colombo DistrictAssession of the Uva Welisantha University of Management (Pension), Sri Lanka's Visually Dragies (Retired), Sri Lanka's Visually Literature, Sri Lanka's Visually Literature, Sri Lanka's Visually Literature - Veteran Performance Mr. Peirita Thera Mohammed Iram -Emeral PHIs Manage Jayalal Perera - General Secretary of the Ceylon Electricity Association of Ceylon Electricity Association (SLTB)Company Director of Priscuti Hettintendrics - Coordinator and Retired Teacher Principals of the Lanka Trade Union Federation - Accountant and Retired Teacher Principal of the All Ceylon Trade Union Federation - Accountant - Accountant, NationalQatar organizer in the people's power - journalist - journalist",
        "Ranjith Maddumabandara - General Secretary of the Samagney power - former ministerial minister, Alahapperan, former ministerial minister, Vijayapandhiraman Makayarama, former ministerial minister, Sujeewapar Sujeewapar Sujeewapar Sujeewapar Sujeewapar Sujeewapar Sujeewapar Sujeewapar Manager. Peiris - Former Minister of Ministist Upul Jayasuriya - Senior Parliamentary Professor Samaradi Samaraweera - Senior Spellent Sciences and International Studies of Sri LankaSenior Lecturer of Political Sciences of Sri Jayewardenepura Sooriyabandara - Senior Lecturer of Political Science - Journalists' Ravi Jayawardhana Wijegunawardena. Frieller Rameshwaranbalrishbalnabalnan Sivanassenan Sivanassenan Sivanassenan Sivanawasani Professor Chandima Wijegunawardena. Rumomiehahamudamumudu Ismail Indika Bandaranaike - former Member of Parliament",
        "Dinesh Gunawardena - Former Minister of Former Minister, Former Minister of Former Minister Narlanda Perayaravi Karunanayake - Former Minister Nigamka Suranmanala - Former Minister Nizkka Suranmanala - Former Minister Jayawish Karunarai Abeywickramapala Abeyasingheara Dissanayake- Former Ministers, Nimalka Fernando, Nimalka Fernando, Damayantha Jayawendra - Trade Union Leader, Senarath Bandara, is Senarath Bandara. GOO LEBBBBEMUHHHHHHHHMHHHMILWALALA HAPARAHI HAPAWARE SAMARAETH SAMARAH SAMARTHY SAMARTHY",
        "Namal Rajapaksa - former minister of minister Lokuge - former minister. Ratnayake - Former Minister Ven.. Dayaratha Panusha - Ranjana Jamaliya Wellalijewangenjineanali Ravitharanathi Alitary Research Officer, Manjula Viagenjinean, Ravinal Damitheanayake, Vidura Pererason",
        "Bials after the Rajapaksa family.Why doesn't the Rajapaksas come to the general election?",
        "Vinul Karunaratne: In the 25 years, Sri Lankans, a Sri Lankan, speaks of Australian",
        "The General Election 2024: Who is in the national lists of the major parties?",
        "TATA: Who is Ruthan Tata who made his genealogical name a brand of the world?"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Major parties' national list nominees for Sri Lanka's 2024 General Election include politicians, academics, journalists, and professionals. Notable names include Bimal Ratnayake, Mahinda Yapa Abeywardena, Namal Rajapaksa, and others from various fields. The system allows parties to select candidates based on vote share rather than district representation."
  ]
}