{
  "translated_text": {
    "ta": {
      "title": "இலங்கை உலகளாவிய வனவிலங்கு மோசடியின் மையமாக எப்படி மாறியது?",
      "body_lines": [
        "இலங்கை உலகளாவிய வனவிலங்கு மோசடியின் மையமாக எப்படி மாறியது?",
        "\"உலகில் 'ரோஸ் வூட்' 28 கொள்கலன்களை நாங்கள் கைது செய்தோம், அவை ஹாங்காங்கை துறைமுகங்கள் வழியாக அனுப்ப திட்டமிடப்பட்டன. அந்த சோதனைக்கு இரண்டு நாட்களுக்குப் பிறகு, நான் மூன்று சூப்பர் பணக்காரர்களிடம் கலந்து கொண்டேன். நாங்கள் கொள்கலன்களை வெளியிடலாம். \"",
        "சமந்தா குணசேகேராவால் இலங்கை சுங்க, பல்லுயிர் பாதுகாப்பு பிரிவின் இலங்கை தலைவர் பிபிசி சிங்கள சேவையால் செய்யப்பட்ட மேற்கண்ட அறிக்கை. உலகளாவிய 'ரோஸ் வூட்' மோசடி மற்றும் இலங்கை உட்பட யானைகள் ஆகியவற்றைக் கொண்ட பல சோதனைகளில் உலகம் கவனம் செலுத்துகிறது.. அவர் 30 ஆண்டுகளுக்கும் மேலாக விசாரணை அதிகாரியாக ஒரு தொழில்முறை அனுபவம் பெற்றவர் என்று அவர் கூறுகிறார், சில நாடுகளின் முன்னணி அரசு நிறுவனங்கள் மற்றும் அரசாங்கங்கள் உலகளாவிய வனவிலங்கு மோசடிக்கு தயாராகின்றன.",
        "ஆப்பிரிக்கா, மத்திய கிழக்கு மற்றும் ஆசியா இடையேயான பிரதான சாலை காரணமாக இலங்கை உலகளாவிய வனவிலங்கு மோசடி வலையமைப்பின் மையமாக மாறியுள்ளது. இந்த புவியியல் இருப்பிடம் மற்றும் பல்லுயிர் ஆசியா, சீனா மற்றும் மத்திய கிழக்கின் தென்கிழக்கு சட்டவிரோதமாக அனுமதிக்கிறது.",
        "இலங்கை, இலங்கைக்கு இடையில், பல்லுயிர் ஹாட்-ஸ்பாட் 34 மத்தியில், ஆசிய நாடுகளிடையே நில சூழலின் மிக உயர்ந்த பல்லுயிர். 2024 அக்டோபரில் வெளியிடப்பட்ட சுற்றுச்சூழல் பாதுகாப்பு அட்டவணை (தி) பாதுகாப்பு குறியீட்டின் படி, இந்தியா 180 நாடுகளில் ஐந்து மோசமான நாடுகளை உள்ளடக்கியது.",
        "இந்தியாவில் வனவிலங்கு வர்த்தகத்தின் மையமாக இலங்கை பயன்படுத்தப்படுகிறது என்பது தெரியவந்துள்ளது.",
        "சின்ஹராஜா வனவியல், \"பயோ சுற்று\" மற்றும் வரலாறு ஆகியவற்றில் சிங்கராஜா காடு",
        "இலங்கையின் உயிரியல் இந்தியா, சீனா, ஹாங்காங், துபாய், தாய்லாந்து, மலேசியா, மாலத்தீவு மற்றும் தென்னாப்பிரிக்கா என்பதற்கு இது சான்றாகும். இலங்கை உலகளாவிய வனவிலங்கு குற்றங்களின் மையமாகவும் பயன்படுத்தப்படுகிறது.",
        "இது ஒரு உயிரியல் கொள்ளை மற்றும் மரபணு கொள்ளை, இது சுற்றுச்சூழல் இழப்புக்கு கூடுதலாக மில்லியன் கணக்கான டாலர்களை உள்ளடக்கியது. பல தாவரங்கள் மற்றும் விலங்குகளில் ரசாயன சேர்மங்களை பிரிக்க மருந்துகள், நிரந்தர வாழ்க்கை போன்ற பெரிய அளவிலான தொழில்களுக்கு வெளிநாட்டு நிறுவனங்கள் வெளிநாட்டு நிறுவனங்களைப் பெற்றுள்ளன.",
        "ஹார்டன் பிளேஸ் 'புதிய சாலை: இலங்கையின் உள்ளூர் பல்லுயிர் உலகின் மிக உயர்ந்த பகுதி.'",
        "எடுத்துக்காட்டாக, ஆலையின் கோட், ஒரு உள்ளூர் ஆலை, ஆலையில் சுமார் 150 காப்புரிமைகள் உள்ளன, இது தாவரத்தின் வேதியியல் சேர்மங்களைப் பயன்படுத்தி சுமார் 150 காப்புரிமைகளைக் கொண்டுள்ளது.. பண்டைய மருந்து மருத்துவத்திலிருந்து, பண்டைய இலங்கையின் பாரம்பரிய மருத்துவத்திலிருந்து இலங்கையில் பயன்படுத்தப்படும் ஒரு மருத்துவ தாவரமாகும், இது நீரிழிவு நோய், ஹெபடைடிஸ் போன்ற நோய்களைக் குணப்படுத்த மிகவும் சாத்தியமற்றது.. கோட்டின் கோட் வேதியியல் சேர்மங்களைப் பயன்படுத்தும் நாடுகளிலிருந்து ஜப்பான் ஒரு முன்னுரிமையை எடுக்கிறது. ஆனால் இலங்கை எந்த பொருளாதார நன்மையையும் பெறவில்லை.",
        "\"காப்புரிமையின் காப்புரிமைக்கு விண்ணப்பித்த காப்புரிமைகள் மற்றும் காப்புரிமைகளின் எண்ணிக்கையைப் பார்த்தபோது, ​​ஆலை ஆலை. இலங்கையில் கலாவத் தொடர்பாக காப்புரிமைகள் எடுக்கப்பட்டுள்ளன. இது இலங்கைக்கு மகிழ்ச்சியாக இருக்க முடியாத ஒரு அறிக்கை \"என்று சுற்றுச்சூழல் சட்ட நிபுணர் டாக்டர் ஜகாத் குணவர்தேனா பிபிசி சிங்கள சேவையிடம் தெரிவித்தார்.",
        "சின்ஹராஜாவின் பொருளாதார மதிப்பு பற்றிய இந்த தகவல் உங்களுக்குத் தெரியுமா?",
        "இலங்கை சுங்கமானது 1993 ஆம் ஆண்டில் இலங்கை சுங்க, பல்லுயிர் பிரிவு (பி.சி.என்.பி) கிளை (பி.சி.என்.பி) கிளை மூலம் ஒரு தனி பிரிவை நிறுவியது. இது உலகின் முதல் சுங்க பல்லுயிர் பராமரிப்பு பிரிவு என்று இலங்கை சுங்க கூறுகிறது.",
        "2024 அக்டோபர் 15 ஆம் தேதி எம்பைலிபிடியா மாஜிஸ்திரேட் நீதிமன்றமான சித்தின்ஹராஜாவின் மிகப்பெரிய மழைக்காடுகளான இலங்கை பரந்த அளவிலான விலங்குகளால் இரண்டு ரஷ்ய பிரஜைகள் சேகரிக்கப்பட்டனர்.",
        "இலங்கையின் வரலாற்றில் இது வனவிலங்கு குற்றங்களின் மிகச்சிறந்த தொகையாகும். 230 நேரடி விலங்குகளுடன் 1067 குற்றச்சாட்டுகளுக்கு இரண்டு ரஷ்யர்களும் இடைநீக்கம் செய்யப்பட்டனர்.",
        "இதற்கிடையில், யலா தேசிய பூங்கா வாக்காளர்களில் 101 பூச்சிக்கொல்லி இனங்களுடன் கைது செய்யப்பட்ட இரண்டு இத்தாலியர்களுக்கு ரூ.",
        "கூடுதலாக, இலங்கையில் வனவிலங்கு குற்றங்களில் ஈடுபட்ட பல வெளிநாட்டு பிரஜைகள் வனவிலங்கு பாதுகாப்புத் துறை மற்றும் வனத் துறையால் கைது செய்யப்பட்டுள்ளனர். கைது செய்யப்பட்ட மக்களிடையே வெளிநாட்டு விஞ்ஞானிகள் மற்றும் ஆராய்ச்சியாளர்களும் உள்ளனர்.",
        "\"வில்போடாதுஜா 'ஆசியாவின் மிக உயர்ந்த புலி அடர்த்தியான இலங்கைக்கு அற்புதமான சர்க்கோர்கங்காவின் நுழைவு இலங்கைக்கு மிகவும் பொதுவான வளமான பாதுகாவலர் நுழைவாயில் அல்ல.",
        "பூச்சிகளை சேகரித்த வெளிநாட்டினர் அண்மையில் கடந்த காலங்களில் இலங்கையில் கைது செய்யப்பட்டனர்.",
        "'' எனது அனுபவம் பெரும்பாலும் 'கல்லூரி' விற்கப்படுவதால் நான் பெரும்பாலும் பூச்சி விலங்குகளைப் பயன்படுத்துகிறேன். இவை சேகரிக்கப்பட்டு பெரிய கவுண்டர்களுக்கு விற்கப்படுகின்றன. இவை வெளிநாடுகளில் உள்ள தனியார் வசூல் மற்றும் அருங்காட்சியகங்களுக்கு கொண்டு செல்லப்படுகின்றன. சில நேரங்களில் நீங்கள் அழகான பட்டாம்பூச்சிகள், பூச்சி விலங்குகளை, வாழ்த்துக்களை உருவாக்க, வாழ்த்துக்களை உருவாக்க பயன்படுத்துகிறீர்கள். ரஷ்யர்கள், ரஷ்யர்கள், இலங்கை பழக்கவழக்கங்கள், சமந்தா குணசேகேரா 'சமந்தா குணசேகேரா' என்று சாப்லேக்கர்கள் வரை.",
        "அவர் விவரித்தபடி, விலங்குகள் அஞ்சல் அல்லது கூரியர் சேவைகளிலிருந்து அதிகமாக வெளியேற்றப்படுகின்றன.",
        "கூடுதலாக, நேரடி விலங்குகள் மற்றும் மூலிகைகள் மற்ற நாடுகளுக்கு அலங்கார விலங்குகளாக கொண்டு செல்லப்படுகின்றன. அவை மிக அதிக விலையில் வெளிநாடுகளில் விற்கப்படுகின்றன. இலங்கை இனங்கள் இயற்கையாகவே இலங்கையில் விற்பனை என்று இணைய விளம்பரங்கள் கண்டறிந்தன.",
        "28 பில்லியன் 'ரோஸ் வூட்' கொள்கலன்கள் 4 பில்லியன் டாலருக்கு கைது செய்யப்பட்டன",
        "இலங்கையின் உலகளாவிய வனவிலங்கு நெட்வொர்க்கைக் கொண்டு செல்வதற்காக உலகளாவிய வனவிலங்கு நெட்வொர்க் மடகாஸ்கர் மூலம் அடையாளம் காணப்பட்டுள்ளது, இலங்கையிலிருந்து மடகாஸ்கரில் இருந்து சீனாவுக்கு ஒரு கொள்கலன் வாங்குவதற்காக.",
        "\"கொள்கலன்கள் தான்சானியாவை விட்டு ஹாங்காங்கிற்கு அழைத்து வந்தன. ஆனால் நாங்கள் பெற்ற தகவல்களின்படி, கொள்கலன்கள் கொழும்பு துறைமுகத்தில் காணப்பட்டன. இலங்கை சுங்கத்தின் பல்லுயிர் பாதுகாப்பு பிரிவின் முக்கிய முறை, சமந்தா குணசேகேரா கூறினார்.",
        "\"இந்த சோதனைக்கு இரண்டு நாட்களுக்குப் பிறகு, நான் உலகின் மூன்று சூப்பர்ஷ் அலுவலகத்தில் இருந்தேன், உலகில் மூன்று சூப்பர் பணக்காரர் ஒரு மொழிபெயர்ப்பாளருடன் எனது அலுவலகத்திற்கு. சூப்பர் பணக்காரர்களின் பெயர்கள் கேட்கப்பட்டன, ஆனால் பின்னர். அவர்கள் எங்களுக்கு செல்வாக்கின் கொள்கலன்களை உருவாக்கினர். எங்களுக்கு கொடுக்க முயற்சித்த அலுவலகம் நீங்கள் நம்பவில்லை. ஆனால் நாங்கள் அவர்களிடம் அடிபணியவில்லை. இந்த வேலைக்கு அரசாங்கத்திற்கு ஆதரவு இருப்பதாக விசாரணைகள் தெரியவந்தன. இதை சட்டப்பூர்வமாக்க அவர்கள் ஆவணங்களை அமைத்திருந்தனர்.",
        "வனவிலங்கு குற்றவியல் வலையமைப்பை நசுக்க முயற்சிப்பதில், அதிகாரிகளுக்கு பயங்கரவாதம் மற்றும் வாழ்க்கை அச்சுறுத்தல்கள் மற்றும் சட்ட பிரச்சினைகள் உள்ளன.",
        "இலங்கையின் வாய்ப்புகளை மூச்சுத் திணறச் செய்ததால் சமந்தா குணசேகேரா ஆறு வழக்குகள் மற்றும் ஆறு விசாரணைகளை எதிர்கொண்டார்.",
        "\"நான் ஆறு வழக்குகளை தாக்கல் செய்துள்ளேன். நான் ஆறு வென்றேன். அவர்கள் பாராளுமன்றம் மற்றும் அமைச்சக மட்டக் குழுக்களுக்கு ஆறாவது இடத்திற்கு புகார் அளித்தனர். பில்க்ஸ் பெரேரா ஒரு முறை ஒரு இரால் ஒன்றை அச்சுறுத்தினார். நான் அவர்களுக்கு பயப்படவில்லை. நான் சட்ட நடவடிக்கை எடுத்தேன். \"",
        "இந்தியாவின் காட்டு மிருகங்கள் சட்டவிரோதமாக இலங்கைக்கு கடல் வழியாக இலங்கைக்கு கொண்டு செல்லப்பட்டு பின்னர் பிற நாடுகளுக்கு அனுப்பப்பட்டபோது இது தெரியவந்துள்ளது.",
        "குறிப்பாக, இலங்கை ஸ்டார்-டார்டோயிஸ் நேரடி விலங்குகளாக வர்த்தகம். இதுபோன்ற சம்பவங்களுக்கு இடையில் ஒரு பெரிய சல்லடை 2017 இல் நடைபெற்றது. இந்தியாவில் இருந்து வேறொரு நாட்டிற்கு அழைத்துச் செல்ல திட்டமிடப்பட்டிருந்தாலும், 2089 நேரடி ஆமைகள் கல்பிதியாவில் உள்ள ஒரு வீட்டில் மறைத்து வைக்கப்பட்டன.",
        "இலங்கை மூலம் மலேசியா, சிங்கப்பூர் மற்றும் ஜெர்மனி ஆகியவற்றில் வானியல் ஆமைகள் கொண்டு செல்லப்படுகின்றன.",
        "பறவைகள், சிப்பி, மீன், பங்குகள், நொறுக்குதல்கள், நொறுக்கப்பட்ட, நொறுக்கப்பட்ட, பியூட்டியன் எடிபிள்-நெஸ்ட்-நெஸ்ட்-நெஸ்ட்-நெஸ்ட்-கூடைகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள், பட்டாம்பூச்சிகள் இலங்கை பழக்கவழக்கங்கள் சமீபத்திய காலங்களில் முறியடிக்கப்பட்டுள்ளன.",
        "இலங்கை சுங்கத் துறை மற்றும் வனவிலங்கு பாதுகாப்புத் துறை போன்ற நிறுவனங்கள் வனவிலங்கு குற்றங்களைக் கட்டுப்படுத்த பல்வேறு முயற்சிகளை எடுத்துள்ளன. இருப்பினும், கைது செய்யப்படுவதில் அதிகரிப்பு இருப்பதாக சுற்றுச்சூழல் ஆர்வலர்கள் கூறுகின்றனர்.",
        "வனவிலங்கு மற்றும் தாவர நிகழ்ச்சி நிரல், வன பாதுகாப்பு கட்டளை, மீன்வள மற்றும் நீர்வாழ் வளங்கள் சட்டம் மீன்வள மற்றும் மீன்வளர்ப்பு துறைக்கு எதிராக எடுக்கப்படலாம். ஆனால் இந்தச் சட்டத்தை செயல்படுத்துவதில் சிக்கல்கள். இவை புதிய போக்குகளால் கட்டுப்படுத்தப்பட வேண்டும். பணியாளர்கள் சேகரிப்பு அல்லது அலுவலக வாரியம் போதாது. மேலும், அதிகாரிகள் பயிற்சியைப் புதுப்பிக்க வேண்டும். அவர்கள் விசாரணை திறன்களை மேம்படுத்த வேண்டும். சர்வதேச வனவிலங்கு வர்த்தகம் பலப்படுத்தப்படும்.",
        "மே 04, 1979 அன்று இலங்கையில் சர்வதேச வர்த்தகத்தின் சர்வதேச வர்த்தகத்தின் (CITES) சர்வதேச மாநாட்டிற்கு (CITES) இலங்கை ஒப்புக்கொண்டது. சர்வதேச வர்த்தகத்தை கட்டுப்படுத்துவதன் மூலம் உயிரினங்களை பாதுகாக்க இலங்கை சர்வதேச அளவில் உள்ளது.",
        "2016 ஆம் ஆண்டில், அவற்றை 2016 ஆம் ஆண்டில் கேலி ஃபேஸ் கிரீன், கொழும்பு, கேலி ஃபேஸ் கிரீன் என்ற இடத்தில் அழிக்க அரசாங்கம் அழைத்துச் செல்லப்பட்டது.. சிஐடிஎஸ் மாநாட்டு செயலாளர் ஜான் ஸ்காங்க்லெரோன் பிபிசிக்கு வந்தார், இது டம்ப் பாறையை அழித்த முதல் தெற்காசிய நாடு.",
        "உலகளாவிய வனவிலங்கு வர்த்தகம் மரபணு மற்றும் காப்புரிமை செயல்முறை மூலம் சுற்றுச்சூழல் மற்றும் பொருளாதார சேதங்களுக்கு கூடுதலாக பாரம்பரிய நடவடிக்கைகளுக்கு மட்டுப்படுத்தப்பட்டுள்ளது.",
        "நிகழ்வியல் சிறப்பு வர்த்தகம் முழு உலகிற்கும் வழிவகுக்கும். உயிரியலாளர், டாக்டர் ஐரிஷா ஹரிஷாண்ட்ரா கூறுகையில், மிகவும் இயற்கையான சூழல்களிலிருந்து சில தாவரங்களும் விலங்குகளும் சுற்றுச்சூழல் அமைப்புகளை அகற்றுவதன் மூலம் சுற்றுச்சூழல் அமைப்புகளுக்கு அச்சுறுத்தலாக இருக்கும்.",
        "\"சுற்றுச்சூழல் நிலைத்தன்மைக்கு பெரும்பாலும் பாரம்பரிய அறிவு மற்றும் வளங்களுக்கான காப்புரிமையை வணிகமயமாக்குவது பெரும்பாலும் பராமரிக்கப்படுகிறது. பாரம்பரிய பயிர்களிலிருந்து பரிமாற்றம் உள்ளூர் சுற்றுச்சூழல் அமைப்புகளை சேதப்படுத்தும், மேலும் சுற்றுச்சூழல் நட்பு முறைகளிலிருந்தும் மக்களை விலக்குகிறது.",
        "\"எடுத்துக்காட்டாக, கோஹோம்பா மரம் (ஆசாதிராச்ச்தா இண்டிகா இலங்கைக்கு தனித்துவமானது அல்ல, ஆனால் இது பல நூற்றாண்டுகளாக இப்பகுதியில் ஆயுர்வேதத்திற்கு பயன்படுத்தப்படுகிறது. ஆனால் கோஹோம்பாவின் உயிரியல் திருட்டு மற்றும் அதன் துணை தயாரிப்புகள், இந்த ஆலையின் உள்ளூர் பயன்பாடு தடைசெய்யப்பட்டுள்ளது, மேலும் கலாச்சார மருத்துவத்தின் முக்கியத்துவமும் டாக்டர் ஐரிஷா ஹரிஷாண்ட்ராவிலும் அச்சுறுத்தப்பட்டுள்ளது.",
        "மிருதுவான மாறும் முறைகள் இலங்கையில் உள்ள சொந்த திட்டங்கள் மற்றும் விலங்குகளிலிருந்து மரபணுக்களை முன்பதிவு செய்து மாற்ற முடியும். இது வணிக ஆதாயங்களுக்கான காப்புரிமையைப் பெறவும் புதிய வகைகளை உருவாக்க புதிய வகைகளை உருவாக்கவும் முடிந்தது. இந்த காப்புரிமைகள் உள்ளூர் விவசாயிகளை பாரம்பரியமாக கட்டுப்படுத்த தடைசெய்யப்பட்டுள்ளன.",
        "மரபணுவை ஊட்டச்சத்து உள்ளடக்கம் மற்றும் ஊட்டச்சத்து உள்ளடக்கத்தின் திறனுக்கான எதிர்ப்பு என மாற்றலாம். பாரம்பரிய அரிசியின் பாரம்பரிய அரிசி வகைகளின் அபாயத்தால் மரபணு வகையை குறைக்கலாம் என்று டாக்டர் ஐரிஷா ஹரிஷாண்ட்ரா மேலும் கூறினார்.",
        "ஒரு நாட்டில் மரபணு பொருட்களின் பாதுகாப்புகள், பாதுகாப்பான மற்றும் உணர்திறன் சுற்றுச்சூழல் அமைப்புகள் ஆகியவற்றின் அபாயமும் உள்ளது.",
        "தேர்தல் பரப்புதலுக்காக மில்லியன் கணக்கான பணத்திற்கான தரவு மோசடியின் தரவு மோசடி",
        "கெல்லி ஃப்ரேசர்: பிரிட்டிஷ் பெண் இலங்கையின் போராட்டம் பற்றி உலகுக்குச் சொன்னாள்"
      ]
    },
    "en": {
      "title": "How was Sri Lanka become a hub of global wildlife racket?",
      "body_lines": [
        "How was Sri Lanka become a hub of global wildlife racket?",
        "\"We arrested 28 containers of 'Rose Wood' in the world that was planned to send Hong Kong through ports. Two days after that raid, I attended three Super rich people. See also we can release the containers. \"",
        "The above statement made by the BBC Sinhala service by Ceylon Head of the Sri Lanka Customs, Biodiversity Protection Unit, by Samantha Gunasekera. The world focuses on a number of raids with a global 'Rose Wood' racket and elephants, including Sri Lanka.. He has a professional experience as an Investigation Officer for over 30 years, he says the leading government agencies and governments of some countries to prepare for the global wildlife racket.",
        "Sri Lanka has become a hub of global wildlife racket network due to the main road between Africa, Middle East and Asia. This geographical location and biodiversity allows the southeast of Asia, China and the Middle East to illegally.",
        "Sri Lanka, between Sri Lanka, among the Biodiversity Hot-Spot 34, is the highest biodiversity of the land environment among Asian countries. According to the Environmental Protection Index (the) conservation index issued in October, 2024, India includes the five worst countries in 180 countries.",
        "It has been revealed that Sri Lanka is being used as a center of Wildlife Trade in India.",
        "Sinharaja forest in Sinharaja forestry, \"Bio Round\" and history",
        "It has been evidence that Sri Lanka's biological India, China, Hong Kong, Dubai, Thailand, Malaysia, Maldives and South Africa. Sri Lanka is also used as a center of the global wildlife crimes.",
        "This is a biological robbery as well as a genes robbery, which includes millions of dollars in addition to a ecological loss. Foreign companies have obtained foreign companies for large scale industries, such as drugs, permanent lives, to separate chemical compounds in many of the plants and animals.",
        "Horton Place 'New Road: Sri Lanka's local biodiversity is the highest region of the world.' Our Eravada 'lost due to the best of Asian Elephants in the World",
        "For example, the coat of the plant, a local plant, is about 150 patents in the plant, which has about 150 patents, using the chemical compounds of the plant.. Kalawatte, which is a medicinal plant used in Sri Lanka since ancient pharmaceutical medicine, from ancient Sri Lanka's traditional medicine, which is highly impossible to cure diseases such as diabetes, hepatitis.. Japan takes a leading priority from the countries that use chemical compounds of the coat of the coat. But Sri Lanka does not receive any economic benefit.",
        "\"When looked at the number of patents and patents that have applied for the patent of the patents, the plant is the plant. The patents have been taken regarding the Kalawatte in Sri Lanka. It is a report that cannot be happy to Sri Lanka, \"Dr. Jagath Gunawardena, a environmental law expert, told the BBC Sinhala service.",
        "Did you know this information about the economic value of the Sinharaja? Why were two days a year for the migrant bird day?",
        "Sri Lanka Customs established a separate division in 1993 by Sri Lanka Customs, Biodiversity Unit (BCNP) BRANCH (BCNP) BRANCH. Sri Lanka Customs says this is the world's first customs biodiversity care unit.",
        "Two Russian nationals were collected by the Sri Lankan wide range of animals, the largest rainforest in Sinharaja, the Embilipitiya Magistrate's Court on 15th October 2024.",
        "It is the highest fine sum of wildlife crime in the history of Sri Lanka. The two Russians were suspended for 1067 allegations with 230 live animals.",
        "Meanwhile, two Italians who were arrested with 101 insectic species in the Yala National Park electorate were also fined for Rs. 2400,000 million.",
        "In addition, many foreign nationals involved in wildlife crimes in Sri Lanka have been arrested by the Department of Wildlife Conservation and Forest Department. There are also foreign scientists and researchers among the people who were arrested.",
        "\"Wilpotatuja 'amazing Circorganga's entrance to Sri Lanka, the highest Tiger density in Asia, is not the most common prosperous guardian entrance to Sri Lanka.",
        "Foreigners who were collecting insects were arrested in Sri Lanka over the recent past.",
        "'' I often use insect animals as my experience often sell the 'College'. These are collected and sells to the big counters. These are taken to private collections and museums in foreign countries. Sometimes you use beautiful butterflies, insect animals, in order to create greeting, to create greeting. Saplakers Long As Russians, Russians, Sri Lanka Customs, Samantha Gunasekera says 'Samantha Gunasekera'.",
        "As he described, the animals are more emitted from the mail or courier services.",
        "In addition, live animals and herbs are taken to other countries as ornamental animals. They are sold abroad at a very high price. Internet ads found that Sri Lankan species are naturally sales in Sri Lanka.",
        "28 billion 'Rose Wood' containers arrested for $ 4 billion",
        "Investigations have revealed that the Global Wildlife Network has been identified through Madagascar to transport Sri Lanka's Global Wildlife Network to buy a container from Sri Lanka from Madagascar to China.",
        "\"The containers had left Tanzania to bring to Hong Kong. But according to the information we received, the containers were found at the port of Colombo. The main manner of the Biodiversity Protection Unit of the Sri Lanka Customs, Samantha Gunasekera, said.",
        "\"Two days after this raid, I was on the office three Supersh of the world, three super-rich in the world to my office with a translator. The names of the super-rich were heard, but then. They made up the containers of influence us. You don't believe the office that was trying to give us. But we did not succumb to them. Investigations revealed that the government had the support of this work. They had set the documents to legalize this. \"",
        "In attempting to crush the Wildlife Crimeship Network, officials have the cases of terrorism and life threats, as well as legal issues.",
        "Samantha Gunasekera was faced with six cases and six investigations due to attempting to suffocate the opportunities of Sri Lanka.",
        "\"I have filed six cases. I won the six. And they complained to the parliament and the ministry level committees to sixth. Philks Perera threatened me with a lobstering one once. I was not afraid of them. I also took legal action. \"",
        "It has been revealed when the wild beasts of India are illegally taken to Sri Lanka by sea to Sri Lanka and then sent to other countries.",
        "In particular, the trade of Sri Lanka as star-tortoise live animals. A major sieve between such incidents was held in 2017. While it was planned to take to another country from India, 2089 live tortoises were found hidden in a house in Kalpitiya.",
        "Astron tortoises are carried on Malaysia, Singapore and Germany through Sri Lanka.",
        "Trying to take birds, oyster, fish, shares, crusters, crusted, crushed, butian edible-nest-nest-nest-nest-nests, butterflies, butterflies, butterflies, butterflies, butterflies, butterflies, butterflies, butterflies, butterflies, butterflies, butterflies, butterflies, butterflies, butterflies, butterfliesThe Sri Lankan customs has been thwarted over the recent past.",
        "Institutions such as the Department of Sri Lanka Customs and Wildlife Conservation have taken various attempts to control wildlife crime. However, environmentalists say that there is increase in the arrest of the arrest.",
        "The wildlife and vegetation agenda, the Forest Conservation Ordinance, the Fisheries and Aquatic Resources Act can be taken against the fisheries and aquaculture industry. But the issues of implementing these Act. These should be controlled by new trends. Staff collection or office board is not enough. Also, the officers need to update the training. They need to improve their investigation skills. The international wildlife trade will be strengthened. Dr. Jagath Gunawardena explained.",
        "Sri Lanka agreed to the International Convention (CITES) of International Trade (CITES) of International Trade in Sri Lanka on May 04, 1979. Sri Lanka is internationally to preserve the organisms by control of international trade.",
        "In 2016, the government was taken to destroy them in 2016 at the Galle Face Green, Colombo, Galle Face Green.. The CITS Convention Secretary John Skankleron came to the BBC, which was the first South Asian country that destroyed the tump rock.",
        "Global wildlife trade is restricted to traditional activities in addition to environmental and economic damage through the genologic and patent process.",
        "Eventical special trade may lead to the entire world. Biologist, Dr. Iresha Harischandra says that some plants and animals from the highly natural environments can be a threat to the ecosystems by eliminating the ecosystems.",
        "\"There are often so often cared for environmental sustainability often commercializing patents for traditional knowledge and resources. Transplace from traditional crops can damage local ecosystems and can also distance people from more eco-friendly methods. \"",
        "\"For example, the Kohomba tree (azadirachta indica is not unique to Sri Lanka, but it is used for Ayurveda in the region for centuries. But the biological theft of the Kohomba and its by-products, the local use of this plant has been restricted, and the importance of the cultural medicine has also been threatened with Dr. Iresha Harischandra.",
        "CRISP changing methods can be able to reserve and modify genes from the Native Plans and Animals in Sri Lanka. It has been able to obtain patents for commercial gains and create new varieties to create new varieties. These patents are restricted to limit the local farmers traditionally.",
        "Genetic can be changed to the nutritional content and resistance to the ability of nutritional content. Dr. Iresha Harischandra further stated that the genetic variety may be reduced by the risk of the traditional rice varieties of the traditional rice.",
        "There is also a risk of the preservatives of the genetic materials, safe and sensitive ecosystems in a country.",
        "Data racket of a data racket for millions of money for election propagation",
        "Kelly Fraser: The British girl told the world about Sri Lanka's struggle"
      ]
    }
  },
  "summary_lines": [
    "N"
  ]
}