{
  "translated_text": {
    "si": {
      "title": "කිලිනොච්චි දිස්ත්රික් ගොවි බැංකු ගිණුම්",
      "body_lines": [
        "කිලිනොච්චි දිස්ත්රික් ගොවි දිස්ත්රික් ගොවීන්ගේ බැංකු ගිණුම්වල මහා කවි සඳහා වූ පළමු දීමනාව රුපියල් මිලියන 127.191 ක් තැන්පත් කර තිබේ.",
        "2024/2025 විශාලතම බෝගයට යාමට වගා කර ඇති ගොවීන් සිදුරු වී ඇත.",
        "එම පදනම මත කිලිනොච්චි දිස්ත්රික්කයේ ගොවීන් 9064 දෙනෙකු ප්රථම වරට මිලියන 127.111 ක බැංකු ගිණුම්වල තැන්පත් කර ඇත.",
        "කන්දවල කිලිනොච්චි ගොවිජන සේවා මධ්යස්ථාන යටතේ වැඩ කටයුතු සිදුකළ ගොවීන්ට පූනාකාරි රාමනාතපුරම් පුලියම්පෙම් පුලියම්පකිනි විසින් පරන්තන් ලබා දී ඇති බව සැලකිය යුතු ය."
      ]
    },
    "en": {
      "title": "Kilinochchi District Farmers' Bank Accounts",
      "body_lines": [
        "127.191 million rupees has been deposited as the first allowance for the Great Poetry of Kilinochchi District Farmers' Bank Accounts.",
        "2024 /2025 The farmers who have been cultivated to go to the biggest crop are being given perforations.",
        "On that basis, 9064 farmers in the Kilinochchi district have been deposited in bank accounts of 127.191 million for the first time.",
        "It is noteworthy that Poonakari Ramanathapuram Puliyampakkani Paranthan has been provided to the farmers who have carried out the work under the Kilinochchi Agrarian Service Centers at Kandawala."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Kilinochchi District: 127.191m rupees deposited in 9,064 farmers' accounts for the first time. Part of \"Great Poetry\" initiative for major crop cultivation."
  ]
}