{
  "translated_text": {
    "ta": {
      "title": "மிக சமீபத்தில் கலுதாராவில் ஆல்கஹால் கைது செய்யப்பட்டார்",
      "body_lines": [
        "இந்தியாவில் ஏராளமான ஆல்கஹால் கைது செய்யப்பட்டுள்ளதாக ஏராளமான ஆல்கஹால் கைது செய்யப்பட்டுள்ளதாக கலுதாரா குற்றப்பிரிவு (சி.ஆர்.சி) கூறுகிறது.",
        "சந்தேகநபர் பனாதுராவின் பனாதுராவில் வசிக்கும் 38 நிழலில் கைது செய்யப்பட்டார்.",
        "மீதமுள்ள ஆல்கஹால் மற்ற 1500 ஆல்கஹால் மீட்கப்பட்டு, கலுடராவில் சந்தேக நபரை கலுதாராவில் ஒரு நுனியில் சமைத்துள்ளது.",
        "மருந்துகள் மனநலம் பாதிக்கப்பட்டவர்களுக்கு வழங்கப்படும் ஒரு மருந்தாக அடையாளம் காணப்பட்டுள்ளதாக போலீசார் அடையாளம் கண்டுள்ளனர்.",
        "நீதி செயல்பாட்டிற்காக கைது செய்யப்பட்டதாகக் கூறப்படும் ஒரு உயர் பதவியில் உள்ளது, சமீபத்தில் கைது செய்யப்பட்ட அதிக எண்ணிக்கையிலான மருந்துகள். சந்தேக நபர் கலுதாரா மாஜிஸ்திரேட்டுக்கு வழங்கப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "Most recently alcohol arrested in Kalutara",
      "body_lines": [
        "The Kalutara Crimes Division (CRC) says that a person involved in a large number of alcohol has been arrested by a large number of alcohol has been arrested in India.",
        "The suspect was arrested a 38 shadow resident of Panadura, Panadura.",
        "The remaining alcohol has been recovered by the other 1500 alcohol and cooked the suspect in Kalutara on a tip off in Kalutara.",
        "The police have identified that alleged drugs have been identified as a drug that is provided to mentally ill.",
        "A high-ranking allegedly arrested for the operation of justice is the highest number of drugs that have been arrested recently. The suspect was to be presented to the Kalutara Magistrate."
      ]
    }
  },
  "summary_lines": [
    "In Kalutara, a person involved in a large number of alcohol arrests has been caught. The suspect, a 38-year-old resident of Panadura, was arrested on a tip-off. The police found 1500 units of alcohol and identified the suspect as a drug dealer for the mentally ill. The high-ranking suspect is awaiting trial before the Kalutara Magistrate."
  ]
}