{
  "translated_text": {
    "ta": {
      "title": "டிலித்திலிருந்து பெண்கள் தொழில்முனைவோருக்கு வாழ்த்துக்கள்",
      "body_lines": [
        "மைக்ரோஃபைனான்ஸின் நுண்நிதி பெண்கள் பெறும் கடன்களில் ஆர்வத்தை முற்றிலுமாக குறைப்பதாகக் கூறப்படுகிறது.",
        "கண்டியில் நடைபெற்ற ஒரு பெண் மாநாட்டில் அவர் பேசிக் கொண்டிருந்தார்.",
        "\"தொழில்முனைவோர் அறிக்கை, இந்த திட்டத்தின் கருத்து, இலங்கை பெண்ணை இலங்கை பெண்ணின் தலைநகரை மேம்படுத்துவதற்கு அதிகாரம் அளிக்க உங்களுக்கு அதிகாரம் அளிக்க உங்களுக்கு அதிகாரம் அளிக்க வேண்டும்.. இலங்கையில் உள்ள பெண்ணை நாங்கள் விரும்பினோம், இந்த வாய்ப்பை வழங்க இந்த வாய்ப்பு இங்கே. கூடுதலாக, மைக்ரோஃபைனன்ஸ் கடன் அந்த நியாயமற்ற கடன் வட்டியை இன்று மீட்க இலங்கை பெண்ணின் நுண் நிதி மீது முழுமையாக டெபாசிட் செய்துள்ளது.. முன்மொழியப்பட்ட திட்டம் எவ்வாறு செயல்படுகிறது என்பதை எப்படி செய்வது. \"",
        "இதற்கிடையில், 13 வது திருத்தத்திற்கு 13 வது திருத்தத்தை தோற்கடிக்க நடவடிக்கை எடுக்கப்படும் என்று உதயா கம்மன்பிலா கூறினார்."
      ]
    },
    "en": {
      "title": "Greetings from Dilith to Women's Entrepreneurs",
      "body_lines": [
        "The microfinance of microfinance is said to be completely cutting the interest in the loans obtained by women.",
        "He was speaking at a female conference held in Kandy.",
        "\"Entrepreneurship Statement, the concept of this program, to empower you to empower the Sri Lankan woman to empower the capital of the Sri Lankan woman to help the government will help you to catch it.We have referred to. We wanted the woman in Sri Lanka, here's this opportunity to give this opportunity. In addition, microfinance debt has completely deposited that unreasonable loan interest on the microfinance of the Sri Lankan woman to recover today.. How to do so as to how the proposed program is doing. \"",
        "Meanwhile, Udaya Gammanpila said that steps will be taken to defeat the 13th Amendment to the 13th Amendment."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Dilith addresses women entrepreneurs at Kandy conference. He criticizes high interest rates in microfinance loans for women. Udaya Gammanpila vows to challenge the 13th Amendment. Both focus on empowering women and reforming governance structures."
  ]
}