{
  "translated_text": {
    "ta": {
      "title": "நாடு பணம் மற்றும் தொழில்முனைவோர் அமைச்சகம் - டிலித்",
      "body_lines": [
        "தொழில்முனைவோர் மற்றும் தொழில்முனைவோர் அமைச்சகம் ஒரு தொழில்முனைவோர் எண்ணம் கொண்ட இலங்கையர்களை உருவாக்கி அவர்களை முன்னேற்றுவதை நோக்கமாகக் கொண்டதாக இருக்கும் என்று திலித் ஜெயவீரா கூறுகிறார்.",
        "இன்று பிற்பகல் கிரிபாத்கோடாவில் கடனின் பலவீனமான மந்திரி தேவையற்றது என்று அவர் மேலும் கூறினார்.",
        "மேலும் பேசிய திரு. திலித் ஜெயவீரா கூறினார்,",
        "\"நாங்கள் மூன்றாம் உலகில் மூன்றாம் உலகத்திற்கு செல்கிறோம். டம்பியா கீழே உள்ளது. இந்த பைபர் இன்று அதை நன்கு புரிந்துகொள்ளும் ஒரு எச்சரிக்கையான செய்தியைக் கொண்டுவருகிறது. இந்த வரலாற்று ஜனாதிபதித் தேர்தல். வாழ்க்கையின் நடைமுறையில் ஒரு நபராக கடனை நாங்கள் நிர்வகிக்கிறோம். இதைச் செய்வதற்கான ஒரு திட்டம் இது. மூன்று ஜனாதிபதி வேட்பாளர்கள் ஒரு சுருட்டு கடை கூட செய்யவில்லை, வரி செலுத்த வேண்டாம், வரி செலுத்த வேண்டாம், வரி செலுத்த வேண்டாம்.. இந்த பொருளாதாரத்தின் நடைமுறை அனுபவமுள்ள ஒரு நபராக பொருளாதாரத்தை நாங்கள் நிர்வகிக்கிறோம். \"",
        "\"பொருளாதாரம், இதில் நீங்கள் பணக்காரர் என்ன?. நிதி மற்றும் தொழில்முனைவோர் அமைச்சகத்தை மாற்ற நாங்கள் முன்மொழிகிறோம். தொழில்முனைவோர் மனதின் முடிவுக்கு எங்கள் இளைய மற்றும் பண்டைய எங்கள் இளையவரைக் கொல்லக்கூடிய ஒரு பணம் மற்றும் தொழில் முனைவோர் அமைச்சகத்தை நாங்கள் நிறுவியுள்ளோம். பலவீனமான கடன் அமைச்சகம் அல்ல. \"",
        "மற்றொரு பேரணி இன்று பண்டரகாமாவில் நடைபெற்றது.",
        "ஒரு மக்கள்தொகையை உரையாற்றிய அவர், எந்தவொரு அச்சுறுத்தலுக்கும் முகங்கொடுத்து தாய்நாட்டைக் காக்க கடமைப்பட்டுள்ளதாகக் கூறினார்.",
        "மற்ற அரசியல் கட்சிகள் தங்கள் கொள்கை அறிக்கையால் நாட்டைப் பிரிக்க முயற்சிக்கும்போது அனைத்து தீங்கு விளைவிக்கும் சக்திகளாலும் ஒருங்கிணைந்த அதிகாரம் மட்டுமே பாதுகாக்கப்படுகிறது என்றும் அவர் கூறினார்.",
        "மேலும் பேசிய திரு. திலித் ஜெயவீரா கூறினார்,",
        "\"மூலோபாய திட்டம் இல்லாததால், பஸ்கா வெடிகுண்டு தாக்குதல் இருந்தது. பங்களாதேஷில் உள்ள தலைவிதி அவர்களின் கொள்கை அறிக்கைகளின் தேசிய பாதுகாப்பு பற்றியது அல்ல.",
        "வெவ்வேறு காரணங்களுக்காக வெவ்வேறு காரணங்களுக்காக 3%. இது 3.5% ஆக இருக்காது. இந்த நாட்டை எங்கள் முகாமில் இருந்து நேசித்தவர்களில் இவர்கள் 3.5%. அந்த வெறுப்பின் காரணமாக அவற்றை செல்லாததாக்க நான் அழைக்கிறேன், இந்த அழிவை குறைக்க வேண்டாம். இது அன்பான நிலம். இதற்காக வெறுப்பு ஏற்பட வேண்டாம்.",
        "உங்களிடம் பயண அட்வி இல்லையென்றால், இது ஏன் இப்படி நடக்கிறது, இது ஏன் ஒரு கணம் நடக்கும்?. எங்கள் அன்பான தாயகத்தைப் பாதுகாக்க மூலோபாய திட்டம். எங்கள் கோல்டன் மங்கலான நால்வரில் புலனாய்வு பணியகம் இப்படித்தான் சேர்க்கப்பட்டுள்ளது.",
        "எங்கள் தாய்நாட்டைத் தொடர வேண்டும் என்று நான் உறுதியளிக்கிறேன். \""
      ]
    },
    "en": {
      "title": "The country wants money and entrepreneurship Ministry - Dilith",
      "body_lines": [
        "Dilith Jayaweera says that the Ministry of Entrepreneurs and Entrepreneurship will be aimed at creating an entrepreneurship minded Sri Lankans and advance them.",
        "He added that a weak minister of the debt was unnecessary in the Kiribathgoda this afternoon.",
        "Speaking further Mr. Dilith Jayaweera said,",
        "\"We're going to the third world in the third world. Dampea is down. This pyper brings us today a cautious message that understands it well. This historic presidential election. We manage the debt as a person in life's practical. This is a program to do this. The three presidential candidates have not even made a cigar shop, do not pay taxes, do not pay taxes, do not pay taxes.. The way we manage the economy as a person with practical experience of this economics for 30 years. \"",
        "\"The economy, what is the way you are rich in this. We propose to replace the Ministry of Finance and Entrepreneurship. We have established a money and entrepreneurship Ministry who can kill our younger and ancient our younger to an end of entrepreneurship minds. Not a weak ministry of debt. \"",
        "Another rally was held in Bandaragama today.",
        "Addressing a population, he said that he was committed to defending the motherland in the face of any threat.",
        "He also said that only the unified power is protected by all the harmful forces when other political parties try to divide the country by their policy statement.",
        "Speaking further Mr. Dilith Jayaweera said,",
        "\"Since there is no strategic program, the Passover bomb attack was. The fate in Bangladesh is not about the national security of their policy statements.",
        "3% for different reasons for different reasons. It won't be 3.5% to be 3.5%. These are 3.5% of the people who have loved this country from our camp since. I invite them invalidate because of that hatred, don't cut this destruction. This is the Dear Land. Don't get hatred for this.",
        "If you do not have a Travel Advi, why is this happening like this, why do this happen a moment?. Strategic Program to Protect Our Dear Homeland. This is how a Bureau of intelligence has been included in our golden faduing quadrant.",
        "I promise to keep our motherland to continue our motherland. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Sri Lanka's Ministry of Entrepreneurs aims to foster entrepreneurial spirit. Minister Dilith Jayaweera criticizes current economic policies, proposing a new approach to boost wealth and combat threats. He emphasizes unity against divisive politics and promises to protect the nation."
  ]
}