{
  "translated_text": {
    "ta": {
      "title": "சுகராவில் 56 ஆம்புலன்ஸ்",
      "body_lines": [
        "1990 களில் 56 ஆம்புலன்ஸ்கள் 56 ஆம்புலன்ஸ்களைப் பயன்படுத்த முடியவில்லை என்று எதிர்க்கட்சித் தலைவர் சஜித் பிரேதாசா தெரிவித்தார்.",
        "இன்று (14) பாராளுமன்றத்தில் இன்று ஒரு அறிக்கை, அவசர மருத்துவ தொழில்நுட்ப தொழில்நுட்ப வல்லுநர்கள் மற்றும் ஓட்டுநர்கள் நாட்டை விட்டு வெளியேறிவிட்டதாக அவர் கூறினார்.",
        "ஒரு புதிய ஆம்புலன்ஸ் பிரச்சாரம் செயல்படுத்தப்படும் என்றும், சுகாதார அமைச்சகம் இந்த விஷயத்தை நிவர்த்தி செய்யும் என்றும் சபையின் தலைவரான அமைச்சர் சுசில் பிரேமாஜாயத் தெரிவித்தார்.",
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா - இந்த நாட்டில் 220 மில்லியன் மக்களின் ஆரோக்கியத்திற்காக 322 ஆம்புலன்ஸ்கள் இந்த நாட்டில் செயல்படுத்தப்பட்டுள்ளன. ஆனால் இந்த நேரத்தில், 56 ஆம்புலன்ஸ்கள் சேவையிலிருந்து விலக்கப்பட்டன. மேலும், ஒரு பெரிய அளவிலான அவசர மருத்துவ தொழில்நுட்ப வல்லுநர்கள் (அவசர மருத்துவ தொழில்நுட்ப வல்லுநர்கள்), மற்றும் ஓட்டுநர்கள் நாட்டை விட்டு வெளியேறிவிட்டனர். மேலும், அவசர மருத்துவ தொழில்நுட்ப தொழில்நுட்ப வல்லுநர்களைத் தேர்ந்தெடுத்தவர்களில் பெரும்பாலோர் ஒப்புக் கொள்ள தயாராக உள்ளனர். மேலும், இந்த ஆம்புலன்ஸ்கள் மற்றும் குறைபாடுகளை ஆராய்ச்சி செய்வதில் போதிய மாநில கவனம் மற்றும் மாநில ஆதரவை போதுமான அளவு அக்கறை கொள்ளவில்லை.. எனவே, இந்த ஆரோக்கியத்தைப் பாதுகாக்க அரசாங்கத்தைப் பாதுகாக்க தலையிடும்படி கேட்டுக்கொள்கிறேன்.",
        "தலைவர் சுசில் பிரேமாஜாயத்தின் தலைவர், சுசில் பிரேமாஜில்ஸ் அமைச்சர். எனக்குத் தெரிந்தவரை, ஒரு புதிய ஆம்புலன்ஸ் திட்டம் நடந்து வருகிறது. சுகாதார அமைச்சின் கவனம் இதை மையமாகக் கொண்டுள்ளது."
      ]
    },
    "en": {
      "title": "56 ambulances in Sukara",
      "body_lines": [
        "Opposition Leader Sajith Premadasa said that 56 ambulances were unable to use 56 ambulances in the 1990s.",
        "He said that today (14) a statement in parliament today, he said that the emergency medical technical technicians and drivers had left the country.",
        "The Leader of the House, Minister Susil Premajayath said that a new ambulance campaign will be implemented and the Health Ministry will address the matter.",
        "Opposition Leader Sajith Premadasa - 322 ambulances have been implemented in this country for the healthhyness of 220 million people in this country. But at the moment, 56 ambulances were excluded from the service. Also, a large quantity of urgency medical technicians (EMERGENCY medical technicians), and the drivers have left the country. Also, most of the people who selected Emergency Medical Technical Technicians are willing to have agreed. Also, insufficient state attention and state patronage has not been adequately concerned in researching these ambulances and shortcomings.. Therefore, I ask you to intervene to protect the government to protect this health.",
        "Leader of Leader Susil Premajayath, Minister of Susil Premajills. As far as I know, a new ambulance program is underway. The attention of the Ministry of Health is focused on this."
      ]
    }
  },
  "summary_lines": [
    "Opposition Leader Sajith Premadasa criticized the government for 56 ambulances being out of service due to a lack of drivers and technicians. He highlighted the urgent need for state attention to address this issue. Minister Susil Premajayath responded by announcing a new ambulance campaign, assuring the Health Ministry's involvement."
  ]
}