{
  "translated_text": {
    "ta": {
      "title": "உமாவுக்கு 120 மெகா வாட்ஸ் வழங்கப்படும்",
      "body_lines": [
        "உமா ஓமா ஓயா திட்டத்தின் கீழ் தேசிய கிகிராலஜிக்கு 120 மெகாவாட் மின்சாரம் சேர்க்கப்படும் என்று நீர்ப்பாசன மாநில மந்திரி சஷிந்த்ரா ராஜபக்ஷா தெரிவித்தார்.",
        "3077 மெகாவாட் சோலார் பேனல்களை தண்ணீரில் சேர்க்க 31 நீர்த்தேக்கங்கள் ஏற்கனவே 3077 மெகாவாட் தேசிய கட்டத்தில் சேர்க்க அடையாளம் காணப்பட்டுள்ளன.",
        "ஜனாதிபதி ஊடக மையத்தில் செய்தியாளர் கூட்டத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் இந்த கருத்துக்களை நீர்ப்பாசன மாநில சஷிந்த்ரா ராஜபக்ஷா பங்கேற்றார்.",
        "2024 நீர்ப்பாசன அமைச்சின் முக்கிய செயல்பாடு உணவு உற்பத்தியை மேம்படுத்துவதை நோக்கமாகக் கொண்டு, உணவு பாதுகாப்பு உற்பத்தியை அதிகரிக்கும். ஜனாதிபதி ரணில் விக்ரெமேசிங்கே ஜனாதிபதி ரானில் விக்ரமேசிங்கிடமிருந்து ரூ.. 6913 மில்லியன் நீர்த்தேக்கங்களை பராமரிப்பதற்காக ஒதுக்கப்பட்டுள்ளது மற்றும் பெரிய அளவிலான நீர்ப்பாசன திட்டங்களுக்கு ரூ.",
        "மகாவேலி மேம்பாட்டு ஆணையத்திற்கு 4678 மில்லியன் ஒதுக்கப்பட்டுள்ளது. விவசாய நோக்கங்களுக்காக 1590 மில்லியன் ரூபாய். இது கால்நடைகளுக்கும் ரூ. 930 மில்லியனுக்கும் ஒதுக்கப்பட்டுள்ளது.",
        "நீர்ப்பாசன அமைச்சகம் மூலம் பல பெரிய அளவிலான பல்நோக்கு மேம்பாட்டுத் திட்டங்கள் ஏற்கனவே நடந்து வருகின்றன. இந்த திட்டங்களில் பெரும்பாலானவை வெளிநாட்டு கடன் உதவியின் அடிப்படையில் செயல்படுத்தப்படுகின்றன. உமா ஓமா ஓயா திட்டம் இறுதிவரை வந்துள்ளது. எனவே, 120 மெகாவாட் மின்சாரத்தை 120 மெகாவாட் மின்சாரத்தில் சேர்க்கலாம் என்று நம்பப்படுகிறது.",
        "மேலும், தேசிய கிரிஸுக்கு சூரிய மற்றும் நீர்மின்சார அமைப்பை சேகரிக்க இந்த ஆண்டு பல சிறப்பு திட்டங்கள் செயல்படுத்தப்படுகின்றன. தரையில், நிலத்திலும், தண்ணீரிலும் சோலாஃபூத்தா மிதப்பது தரையில் பயன்படுத்தப்படும். இலங்கை மகாவேலி அதிகாரசபையின் (எஸ்.எல்.ஏ.எஸ்) மகாவேலி அதிகாரசபைக்கு சொந்தமான 2524 மெகாவாட் நீர்த்தேக்கங்கள் ஏற்கனவே நீர்ப்பாசனத் துறையைச் சேர்ந்த 14 நீர்த்தேக்கங்களில் அடையாளம் காணப்பட்டுள்ளன.. இந்த திட்டங்கள் அனைத்தும் மின் அமைச்சகத்துடன் செயல்படுத்தப்படும் என்று எதிர்பார்க்கப்படுகிறது.",
        "உமா ஓயா திட்டம் 4500 ஹெக்டேர் நெல் வயல்களுக்கும் 1500 ஹெக்டேர் நெல் வயல்களுக்கும் தண்ணீர் வழங்கும் என்று எதிர்பார்க்கப்படுகிறது. மகாவேலி நீர் பாதுகாப்பு முதலீட்டு திட்டத்தில் மினிப் கால்வாயை மீட்டெடுக்க தாக்குதல்களை 3.5 மீட்டர் பரப்பளவில் செயல்படுத்த நடவடிக்கைகள் எடுக்கப்பட்டுள்ளன.",
        "கூடுதலாக, வட மத்திய மாகாணத்தின் கட்டுமானமும் இரண்டு பெரிய தொட்டிகளுக்கும் 350 சிறிய தொட்டிகளுக்கும் தண்ணீரை வழங்க முடியும்.. குடிநீரை வழங்க முன்னுரிமையும் முன்னுரிமை அளிக்கப்பட்டுள்ளது.",
        "தேசிய உணவு பாதுகாப்பு மூலம் கிராமப்புற விவசாயி சமூகத்தின் பொருளாதாரத்தை வலுப்படுத்த உலக வங்கி உதவியின் கீழ் 25 மில்லியன் அமெரிக்க டாலர் ஒதுக்கப்பட்டுள்ளது என்று கூற வேண்டும்."
      ]
    },
    "en": {
      "title": "Uma will be given 120 mega watts",
      "body_lines": [
        "Irrigation State Minister Shashindra Rajapaksa said that a 120 MW of electricity will be added to the national gygrology under the Uma Oma Oya project.",
        "According to the State Minister, 31 reservoirs to add 3077 MW of Solar panels on the water have already been identified to add 3077 MW to the national grid.",
        "Irrigation State Shashindra Rajapaksa made these comments participating at a press conference held at the press conference at the Presidential Media Center.",
        "2024 The main function of the Ministry of Irrigation Ministry is aimed at enhancement of food production, increasing the production of food safety. President Ranil Wickremesinghe has allocated Rs. 23,413 million from President Ranil Wickremesinghe to the Ministry of Irrigation. 6913 million has been reserved for the maintenance of reservoirs and allocated Rs. 16,500 million for large-scale irrigation projects.",
        "4678 million has been allocated to the Mahaweli Development Authority. 1590 million rupees for agricultural purposes. It has also been allocated for livestock and Rs. 930 million.",
        "A number of large scale multipurpose development projects are already underway through the Ministry of Irrigation. Most of these projects are being implemented on foreign loan assistance. Uma Oma Oya Project has come to the end. Therefore, it is believed that 120 MW of electricity can be added to the national grid at 120 MW of electricity.",
        "Also, many special programs are being implemented this year to collect solar and hydroelectric system to the national grise. The solafootha float float on the ground, the land, and water will be used on the ground. 2524 MW of reservoirs belonging to the Mahaweli Authority of the Sri Lanka Mahaweli Authority (SLAS) has already been identified in 14 reservoirs belonging to the Department of Irrigation.. All these projects are expected to be implemented with the Ministry of Power.",
        "The Uma Oya Project is expected to provide water to 4500 hectares of paddy fields and 1500 hectares of paddy fields. Steps have also been taken to enable the attacks by 3.5 meters to restore the Minipe canal in the Mahaweli Water Security Investment Program.",
        "In addition, the construction of the North Central Province can also be able to provide water for two major tanks and 350 small tanks.. Priority has also been given priority to provide drinking water.",
        "It should be said that it has been allocated US $ 25 million under the World Bank assistance to strengthen the economy of the rural farmer community through the National Food Security."
      ]
    }
  },
  "summary_lines": [
    "Irrigation State Minister Shashindra Rajapaksa announced the Uma Oma Oya project, adding 120 MW of electricity to the national grid. 31 reservoirs with 3077 MW of solar panels have been identified. The Ministry of Irrigation aims to enhance food production and safety, with Rs. 23,413 million allocated for various projects, including reservoir maintenance and large-scale irrigation."
  ]
}