{
  "translated_text": {
    "si": {
      "title": "මැතිවරණ කොමිෂන් සභාව වෙත යාමට සේවකයින්ට සේවකයින්ට නිවාඩු ලබා දිය යුතුය",
      "body_lines": [
        "මැතිවරණ කොට් in ාශයේ මැතිවරණ ප්රචාරක කාර්යාලය හෙට මධ්යම රාත්රියේදී ඉවත් කළ යුතුය. කාර්යාල ඉවත් නොකළහොත් නීතියට අනුව නීතිය ඉවත් කරන ලෙස අපි පොලිසියට උපදෙස් දී ඇත්තෙමු. මැතිවරණ කොමිෂන් සභාවේ සභාපති ආර්.එම්.ඒ.එල්. රත්නායක මහතා කියා සිටියේ සාමකාමී මැතිවරණයට සියලු දෙනා සහයෝගයෙන් කටයුතු කළ යුතු බවයි.",
        "මහජනයාගේ හා රාජ්ය අංශයේ සේවකයින් ඡන්දය ප්රකාශ කිරීම සඳහා ප්රමාණවත් කාලයක් ලබා දීමට. මැතිවරණ පනතේ අනුව අපි නිවාඩු පද්ධතියක් ප්රකාශයට පත් කර ඇත්තෙමු. තම සේවකයින්ට තම සේවකයින්ට ඡන්දය ප්රකාශ කිරීම සඳහා තම සේවකයින්ට ලබා දෙන ලෙස ඔහු සේවා යෝජකයන්ගෙන් ඉල්ලා සිටියේය.",
        "ඔහු මේ බව කියා සිටියේ ඉරිදා (10) මැතිවරණ කොමිෂන් සභාවේ කාර්යාලයේ පැවති මාධ්ය හමුවකදීය.",
        "මහ මැතිවරණ ඡන්දය සඳහා සියලු කාර්යයන් අවසන් කර ඇත. මැතිවරණ ව්යාපාර සඳහා ප්රමාණවත් කාලයක් ලබා දී ඇති බැවින් අද මධ්යම රාත්රියේදී ප්රචාරක කටයුතු අවසන් වේ. අපේක්ෂකයින්ට සහ ඔවුන්ගේ ආධාරකරුවන්ට බ්රහස්පතින්දා මහ මැතිවරණයේ දිනය දක්වා මැතිවරණ ව්යාපාරවල නිරත වීමට නොහැකි වනු ඇත.",
        "මැතිවරණ ව්යාපාරය සඳහා සහ වෙනත් කාර්යයන් සඳහා භාවිතා කරන මැතිවරණ කාර්යාල හෙට මධ්යම රාත්රියේදී ඉවත් කළ යුතුය. මැතිවරණ ඡන්ද කොට් constituency ාශය කේන්ද්රීය කාර්යාලයක් පමණි. කෙසේ වෙතත්, මෙම කාර්යාලයට මැතිවරණ ව්යාපාර සහ අපේක්ෂකයා ප්රවර්ධනය කරන ව්යාපාරවල නිරත විය නොහැක.",
        "තරඟ කරන අපේක්ෂකයාට මැතිවරණ කටයුතු සඳහා කාර්යාලයක් ලෙස නිවස භාවිතා කළ හැකිය. නමුත් ව්යාපාර කටයුතුවල නිරත විය නොහැක. එසේම, අපේක්ෂකයාගේ නිවසේ සිට මීටර් 500 ක් away තින් පිහිටි ඡන්ද මධ්යස්ථානය මීටර් 500 ක් away තින් සොයාගතහොත්, ඡන්දය දෙන දවසේ දිනයේදී අපේක්ෂකයාගේ කාර්යාලය ඉවත් කළ යුතුය (14).",
        "නීතියට අනුකූලව රාජ්ය සේවකයින්ට ප්රමාණවත් නිවාඩු ලබා දිය යුතුය. පෞද්ගලික අංශයට නිවාඩු ලබා දීම වෘත්තිය හා සේවා සැපයුම්කරුගේ වගකීම ද වේ. ඡන්දය ප්රකාශ කිරීම සඳහා කිලෝමීටර් 40 ක් පමණ ගමන් කරන, දින 1/2 නිවාඩු, කිලෝමීටර් 40 සිට 100 දක්වා, දින 1 සිට 15 දක්වා, කිලෝමීටර් 100 ත් 150 ත් අතර යාන්ත්රණයන් කිලෝමීටර් 100 සිට 150 ක් සහ කිලෝමීටර් 150 කට වඩා ගමන් කරන අයට දින 2 ක්.",
        "සෑම කෙනෙකුටම මැතිවරණයේදී ඡන්දය ප්රකාශ නොකිරීමට අවස්ථාවක් ලබා දීම. එබැවින් මැතිවරණ කොමිෂන් සභාවේ උපදෙස් පරිදි තම සේවකයින්ට නිවාඩුවක් ලබා දෙන ලෙස අපි සේවා යෝජකයන්ගෙන් ඉල්ලා සිටිමු."
      ]
    },
    "en": {
      "title": "Employees must be given holidays to employees to go to vote - Elections Commission",
      "body_lines": [
        "Election campaign office in the electorate must be removed at midnight tomorrow. We have advised the police to remove the law according to the law if the offices are not removed. Elections Commission Chairman RMAL Ratnayake said that all should cooperate in the peaceful election.",
        "Servants of the Public and Public Sector to provide adequate time for voting. We have announced a holiday system according to the Elections Act. He also urged the employers to give their employees a holiday for their employees to vote.",
        "தேர்தல்கள் ஆணைக்குழுவின் காரியாலயத்தில் ஞாயிற்றுக்கிழமை (10) இடம்பெற்ற ஊடகவியலாளர் சந்திப்பின் போது மேற்கண்டவாறு தெரிவித்தார்.",
        "பொதுத்தேர்தல் வாக்களிப்புக்கான சகல பணிகளும் பூர்த்தியடைந்துள்ளன. Campaigning ends at midnight today as it has been given enough time for election campaigns. Candidates and their supporters will not be able to engage in election campaigns until the day of the general election on Thursday.",
        "தேர்தல் பிரச்சார நடவடிக்கைகள் மற்றும் இதர பணிகளுக்காக பயன்படுத்தப்பட்ட தேர்தல் அலுவலகங்கள் நாளை செவ்வாய்க்கிழமை நள்ளிரவுடன் அகற்றப்பட வேண்டும். தேர்தல் தொகுதிகளில் ஒரு மத்திய காரியாலயங்கள் மாத்திரம் இருக்க முடியும். இருப்பினும் இந்த அலுவலகம் ஊடாக தேர்தல் பிரச்சாரங்களையும், குறித்த வேட்பாளரையும் ஊக்குவிக்கும் பிரச்சாரங்களில் ஈடுபட முடியாது.",
        "போட்டியிடும் வேட்பாளர் தமது வீட்டை தேர்தல் பணிகளுக்கான அலுவலகமாக பயன்படுத்த முடியும். But cannot engage in campaign activities. Also, if the voting center is found at 500 meters away from the candidate's home, the office of the candidate's house should be removed on the day of the voting day (14).",
        "Public servants should be given adequate holidays in accordance with the law. It is also the responsibility of the profession and service provider to provide holidays to the private sector. For those who travel 40 kilometers to vote, 1/ day 2 vacation, 40 to 100 kilometers, 1 day vacation, 100 to 150 kilometers for those who travel 100 to 150 kilometers, and 2 days for those who travel more than 150 kilometers.",
        "To give everyone a chance to not disrupt voting in the election. Therefore, we urge the employers to give their employees a holiday on the instructions of the Elections Commission."
      ]
    }
  },
  "summary_lines": [
    "Elections Commission announces holiday system for voting. Campaign offices must be removed by midnight. Public servants and private sector employers encouraged to provide adequate time off for citizens to cast ballots."
  ]
}