{
  "translated_text": {
    "si": {
      "title": "තුනක් - වීලර්",
      "body_lines": [
        "ත්රිරෝද රථ රියදුරෙකුට වෙඩි තැබීමට අපොහොසත් වූ සිද්ධියක් ඊයේ (14) හික්කඩුව ප්රදේශයේ වාර්තා විය.",
        "ටී -56 රයිෆලයක් සහිත යතුරුපැදියක නාඳුනන පුද්ගලයින් දෙදෙනෙකු ත්රිරෝද රථ රියදුරාට වෙඩි තැබීමට උත්සාහ කර ඇති බව පොලිසිය පවසයි.",
        "කෙසේ වෙතත්, රියදුරු සහ පහර දුන් පුද්ගලයා අතර ඇති වූ ගැටුමෙන් පසු රියදුරු පලා ගොස් ඇති අතර තුවක්කුකරුවන් ප්රදේශයෙන් ඉවත් වී ඇත.",
        "සිද්ධිය වන ස්ථානයේ ටී -56 රයිෆල් උණ්ඩයක් සිද්ධිය සම්බන්ධයෙන් හික්කඩුව පොලිසිය පරීක්ෂණ පවත්වමින් තිබේ."
      ]
    },
    "en": {
      "title": "Three -wheeler",
      "body_lines": [
        "An incident that failed to shoot a three -wheeler driver was reported yesterday (14th) in the Hikkaduwa area.",
        "Police say two unidentified men on a motorcycle with a T-56 rifle have tried to shoot the three-wheeler driver.",
        "However, the driver has fled the scene after the clash between the driver and the attackers has fallen and the gunmen have left the area.",
        "A T-56 rifle bullet has been found at the scene of the incident as the Hikkaduwa police are investigating the incident."
      ]
    }
  },
  "summary_lines": [
    "In Hikkaduwa, two masked men on a motorcycle attempted to shoot a three-wheeler driver with a T-56 rifle but missed. The driver escaped, leaving behind a bullet at the scene. Police are investigating."
  ]
}