{
  "translated_text": {
    "ta": {
      "title": "உலகத்தை உலகிற்கு புகழ் பெற்ற ஜனாதிபதி",
      "body_lines": [
        "வரலாற்று நகரத்தை மீண்டும் உலகப் புகழ்பெற்ற நகரமாக மாற்றுவதற்கான திட்டத்தைத் தொடங்குவதாக ஜனாதிபதி ரங்கில் விக்ரெமேசிங் கூறுகிறார்.",
        "ஸ்ரீ மஹா போடி வளாகத்தில் வரலாற்று வழியில் நிறுவப்பட்ட சசாதுனா தியாக விழாவின் விழாவில் ஜனாதிபதி தனது கருத்துக்களை வெளிப்படுத்தினார்.",
        "ஜெயா ஸ்ரீ மஹா போதி மரத்தின் வளாகத்திற்கு மின்சாரம் வழங்கும் ஒரு தனியார் நிறுவனம், வளாகத்திற்கு மின்சாரம் வழங்க 150 கிலோடிக் திறன் கொண்டது.",
        "\"அனுராதபுரா நகரத்தில் இந்த வேலையை செயல்படுத்த தேவையான நடவடிக்கைகளை நாங்கள் எடுக்கவில்லை. இதன் விளைவாக, நான் தொல்லியல் திணைக்களத்திற்கும் கலாச்சார முக்கோணத்திற்கும் அறிவுறுத்தினேன், இந்த வேலையை செயல்படுத்தினேன். மேலும், மகவிஹாராவின் அகழ்வாராய்ச்சி பல்கலைக்கழகங்களுடன் உடன்பட ஒப்புக் கொண்டுள்ளது. முதல்வருடன் கலந்தாலோசிப்பதில் சிக்கல். டாக்டர் அட்வைசரி குணவர்தேனா இந்த நடவடிக்கைகளில் ஈடுபட்டுள்ளார். \"",
        "மகா விஹாரா வரலாற்றின் ஒரு பகுதியாகும். எனவே, அனுராதபுராவின் நடவடிக்கைகள் குறித்து விவாதிக்க யுனெஸ்கோவின் இயக்குநர் ஜெனரலைப் பார்க்க இலங்கையை அழைத்தேன். நீண்ட காலத்திற்கு அனுராதபுராவில் தொல்பொருள் நடவடிக்கைகளை மேற்கொள்ள நான் முன்மொழிகிறேன். இந்த நடவடிக்கைகளுக்கு எங்களை ஆதரிக்க மற்ற நாடுகளின் பார்வையாளர்கள் ஒப்புக் கொண்டுள்ளனர். இந்த நபர்கள் அனைவரையும் சேர முடிவு செய்துள்ளோம்.",
        "\"இந்த நடவடிக்கைகளுடன் அனுராதபுராவை உலக புகழ்பெற்ற நகரமாக மாற்ற இந்த திட்டம் தயாராகி வருகிறது. சிகிரியா இன்று விளம்பரத்தைப் பெற்றுள்ளார். கடந்த காலங்களில் ஒரு பெரிய வர்த்தக, பொருளாதார மையமான அனுராதபுராவில் விளம்பரம் பற்றி நாங்கள் ஏற்கனவே பேசவில்லை. நாங்கள் துன்ஜோர் பற்றி பேசுகிறோம், மடி மற்றும் சஞ்சுரூளம் பற்றி பேசுகிறோம்.. ஆனால் நான்காவது நகரமான அனுராதபுரா மறந்துவிட்டார். எனவே, இது அனுராதபுராவின் வளர்ச்சிக்கு செய்யப்பட வேண்டும். இந்த நடவடிக்கைகளின் போது அனுராதபுராவில் புதிய ஹோட்டல்களை நிறுவ தேவையான நடவடிக்கை எடுப்போம். நகரம் பெரிதும் மேம்படுத்தப்படும்."
      ]
    },
    "en": {
      "title": "President to make the world famous to the world",
      "body_lines": [
        "President Ranil Wickremesinghe says he will commence the program to turn the historic city a world famous city again.",
        "The President expressed his views at a ceremony of the Sasatuna sacrificing ceremony established at the Historical Way Sri Maha Bodhi Premises.",
        "A private company to provide electricity to the premises of the Jaya Sri Maha Bodhi tree is 150 kilotic capacity to supply electricity to the premises.",
        "\"We did not take the necessary steps to implement this work in Anuradhapura town. As a result, I advised the Department of Archeology and the Cultural Triangle and implement this work. Also, the excavation of Mahavihara has agreed to agree with universities. Trouble in consultation with the chief. Dr. Advisory Gunawardena has been involved in these activities. \"",
        "The Maha Vihara is just a part of the historical. Therefore, I invited Sri Lanka to visit the Director General of the UNESCO to discuss the activities of Anuradhapura. I propose to carry out archaeological activities in Anuradhapura in the long term. Visitors of other countries have agreed to support us for these activities. We have decided to join all these people. \"",
        "\"The program is being prepared to make Anuradhapura a world famous city with these activities. Sigiriya has received the publicity today. We have not already spoken of publicity in Anuradhapura, a major trade, economic center in the past. We talk about Tunjour, talking about Madi and Sanchuralum.. But Anuradhapura, the fourth city, has been forgotten. Therefore, it should be done for the development of Anuradhapura. We will take necessary action to establish new hotels in Anuradhapura during these activities. The city will be greatly improved. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe plans to revitalize Anuradhapura, making it a global tourist attraction. He discussed this initiative at the Sasatuna ceremony, mentioning a private firm's offer to power the Jaya Sri Maha Bodhi tree site with 150kW electricity. Acknowledging past oversight, he tasked the Department of Archaeology and the Cultural Triangle with implementing projects, including university-led excavations at Mahavihara. He also met with UNESCO's Director-General to discuss long-term archaeological efforts in Anuradhapura, aiming to attract international support. The president emphasized the importance of highlighting Anuradhapura's historical significance, comparing its potential to Sigiriya, and announced plans for new hotels to boost tourism."
  ]
}