{
  "translated_text": {
    "ta": {
      "title": "பாலஸ்தீனிய அரசு ஐந்து ஆண்டுகளுக்குள் நிறுவப்பட வேண்டும்",
      "body_lines": [
        "டிஜிட்டல் மற்றும் தொழில்நுட்ப பிரிவுகள் மற்றும் வளர்ந்த நாடுகள் மற்றும் வளர்ந்த நாடுகள் வளரும் நாடுகள் மற்றும் வளர்ந்த நாடுகளிடையே உருவாக்கப்பட்டுள்ளன",
        "இந்த சிக்கல்கள் ஒரு நல்ல உலகம் மற்றும் ஒன்றுபட்ட இணைக்கப்படாத நாடுகள் மூலம் விரைவாக தீர்க்கப்பட வேண்டும்.",
        "முக்கிய அதிகாரப் போட்டி பின்னோக்கி பயணிக்கிறது.",
        "சீரமைக்கப்படாதது இனி பலவீனமான மாநிலங்களின் தொகுப்பாக இருக்காது - ஜனாதிபதி மஹிந்த ராஜபக்ஷா 19 வது மாநிலத் தலைவரின் அமர்வை வலியுறுத்துகிறார்.",
        "டிஜிட்டல் மற்றும் தொழில்நுட்ப பிரிவுகள் மற்றும் வளர்ச்சியடையாத உலகின் ஆயுதங்கள் திரு. விக்ரமேசிங்கே வலியுறுத்தினார்.",
        "ஜனாதிபதி இந்த கருத்துக்களை தெரிவித்தார், 19 வது அல்லாததல்லாதவர் அல்லாதவர் அல்லாதவர்-இல்லை-இல்லை-இல்லை-இல்லை-இல்லை-இல்லை-இல்லை Non-non-non-non-non-non-non-non-non-non-non-non-non-non-non-non-nation மாநாடு.",
        "உதண்டாவின் தலைவரான ஜனாதிபதி யோவ்ரி முசவேனியின் 120 உறுப்பு நாடுகளின் பங்களிப்புடன் மாநிலத் தலைவரின் தலைவர் தொடங்கியுள்ளார்.",
        "மாநாட்டில் உரையாற்றிய ஜனாதிபதி ரணில் விக்ரெமேசிங்கே, சீரமைக்கப்படாத அமைப்பின் உலகளாவிய ஸ்தாபனத்தை மறுவரையறை செய்ய வேண்டும் என்றும் உலகளாவிய தெற்கின் உலகளாவிய தெற்கின் உலகளாவிய அமைப்பு என்றும் கூறினார்.",
        "பெரும்பான்மையான மற்றும் குறுக்கிடப்படாத மாநிலங்களின் விளைவுகளை இந்த திட்டம் எதிர்க்க வேண்டும் என்று ஜனாதிபதி வலியுறுத்தினார். அது என்று சுட்டிக்காட்டினார்.",
        "காலநிலை நெருக்கடி, காலநிலை நிர்வாகி மற்றும் புதிய உலகளாவிய போட்டி மற்றும் உலகளாவிய சமூகம் ஆகியவற்றின் முதல் நாடான நாடுகள் இல்லாத முதல் மாநாடு இதுவாகும்.",
        "இன்று நாம் இங்கு சந்திக்கும் போது, ​​காசாவிலும் காசாவிற்கும் அப்பால் ஒரு மனிதாபிமான நெருக்கடி வெளிவருகிறது.",
        "பாலஸ்தீனத்தின் பொதுமக்கள் மூன்று மாதங்களுக்கும் மேலாக துன்பம் மற்றும் இழப்புகளால் கடுமையாக பாதிக்கப்பட்டுள்ளனர்.",
        "சீரமைக்கப்படாத அமைப்பு இன்றுவரை மிகவும் அமைதியாக இருந்தது. காசா அழிக்கப்படும் போது நாம் எப்படி அமைதியாக இருக்க முடியும்?",
        "மனிதாபிமான உதவிகளைப் பெறாதவர்களில் பெரும்பான்மையான மக்கள் மற்றும் இறந்தவர்கள் அப்பாவி பொதுமக்கள். ம silence னம் வெளிப்படுத்தப்படுகிறது.",
        "உகாண்டாவின் தலைமையின் கீழ் நடைபெறும் இந்த 19 வது மாநாடு, மற்றும் பாலஸ்தீன மக்களின் சுயநிர்ணய உரிமை, மற்றும் பாலஸ்தீனத்தின் சுயநிர்ணய உரிமைக்கான உரிமை, மற்றும் நிறுவும் உரிமை ஆகியவை மதிப்பிடப்பட வேண்டும் இறையாண்மை மற்றும் சுதந்திர அரசு.",
        "காசாவைப் பற்றி தென்னாப்பிரிக்கா எடுத்த துணிச்சலான நிலைப்பாட்டை நாம் வாழ்த்த வேண்டும். ஒரு மனிதாபிமான போர்நிறுத்தத்தை உருவாக்கி பணயக்கைதிகளை வெளியிடுமாறு சர்வதேச சமூகம் ஏற்கனவே கேட்டுக்கொண்டது.",
        "இஸ்ரேல் ஒரு மாநிலத்தில் கிடைக்கவில்லை. ஒரு பாலஸ்தீனிய அரசுக்கு தீர்வு இல்லை.",
        "எனவே, ஐக்கிய நாடுகள் சபையின் கூற்றுப்படி, சர்வதேச சமூகம் மேற்குக் கரை, காசா மற்றும் கிழக்கு ஜெருசலேம், சர்வதேச சமூகம், சர்வதேச சமூகம், சர்வதேச சமூகம் மற்றும் கிழக்கு ஜெருசலேம் ஆகியவற்றை ஏற்றுக்கொள்ள வேண்டும் பாலஸ்தீனிய அரசுக்கு சொந்தமானது. காசாவின் இன அமைப்பில் எந்த மாற்றங்களும் இல்லை. பாலஸ்தீனிய இலங்கை ஐந்து ஆண்டுகளுக்குள் நிறுவப்பட வேண்டும்.",
        "பனிப்போரின் தரத்தின் தரத்தின் தரத்தின் தரத்தின் தரத்தின் முடிவின் முடிவையும், உலகளாவிய பலதரப்பு உலகின் குடியேற்றத்தையும் இப்போது துரத்துகிறோம்.",
        "புவிசார் அரசியல் முன்னணியில், பழைய சக்திகளின் பகுதிக்கும் சக்திவாய்ந்த கட்சிகளுக்கும் இடையில் மறைக்கப்பட்ட மற்றும் திறந்த மோதல்களை மீட்டெடுப்பதை நாங்கள் அனுபவித்து வருகிறோம்.",
        "யுபிஎஃப்ஏவின் அட்லெண்டிக் கடல் பலப்படுத்தப்பட்டுள்ளது. ஆயுதக் கட்டுப்பாடு தொடர்பான கடந்தகால ஒப்பந்தங்கள் சரிந்தன.",
        "இராணுவ செலவினங்கள் வரலாறு முழுவதும் முன்னோடியில்லாத நிலைகளை எட்டியுள்ளன, மேலும் அணு ஆயுதங்களில் மீண்டும் ஒரு சக்திவாய்ந்த விவாதத்தை மேற்கொண்டன.",
        "இந்திய மற்றும் பசிபிக் பெருங்கடல்களின் சுற்றியுள்ள பகுதிகளின் புவி-மூலோபாய போட்டி இடம் மற்றும் பெருங்கடல்களையும், மோதல் நிலைகளையும் உருவாக்குகிறது.",
        "கொள்கை அடிப்படையிலான வணிகர் பாதுகாப்புவாதத்தின் எழுச்சி காரணமாக, முக்கிய சக்திகளுக்கு இடையிலான மூலோபாய போட்டித்திறன் காரணமாக, கொள்கை அடிப்படையிலான வணிக பாதுகாப்புவாதத்தின் வளர்ச்சியில் உள்ளது.",
        "டாலர் ஒரு ஆயுதமாக மாற்றப்பட்டுள்ளது. பொருளாதார மற்றும் கடன் நெருக்கடி, காலநிலை நீதி, உணவு மற்றும் எரிசக்தி பாதுகாப்பு ஆகியவை புதிய சவால்களாக மாறிவிட்டன.",
        "டிஜிட்டல் மற்றும் தொழில்நுட்ப பிளவு மற்றும் ஹோலோகாஸ்ட் ஆர்மல் ஆர்மர் ஆயுதங்கள் வளரும் நாடுகளுக்கும் வளர்ந்த நாடுகளுக்கும் இடையிலான ஏற்றத்தாழ்வுகளை அதிகப்படுத்தியுள்ளன.",
        "இந்த மாநாட்டின் கருப்பொருள் \"பகிரப்பட்ட உலகளாவிய செழிப்பு\" க்கான \"பகிரப்பட்ட உலகளாவிய செழிப்புக்கான விரிவான ஒத்துழைப்பு\" ஆகும், இது இரு உலகங்களுக்கும் இடையிலான ஏற்றத்தாழ்வுகளை தீர்க்க வேண்டியதன் அவசியத்தை பிரதிபலிக்கிறது.",
        "அதைச் செய்ய, ஒரு நல்ல உலகத்திற்கு பங்களிக்கும் ஒரு வலுவான மற்றும் ஐக்கிய அமைப்பு நமக்குத் தேவை என்பதைக் காட்டுகிறோம்.",
        "அவ்வாறு செய்ய, நாம் நம்மை புனரமைக்க வேண்டும். சீரமைக்கப்படாத உறுப்பினர் தொடர்ந்து பலவீனமான மாநிலங்களின் கலவையாக இருப்பதையும் நாம் அடையாளம் காண வேண்டும்.",
        "2050 ஆம் ஆண்டளவில், பத்து உலகின் முன்னணி பொருளாதாரத்தின் பெரும்பகுதி. உலகளாவிய விவகாரங்களில் அவர்களை வழிநடத்தக்கூடிய நமது வளர்ந்து வரும் நாடுகளின் தோற்றமும் உள்ளது. அவர்கள் தலைமை கொடுக்க தயாராக இருக்க வேண்டும்.",
        "மேலும், பழைய மற்றும் புதிய முக்கிய சக்திகளிடையே அரசியல், பொருளாதார, தொழில்நுட்ப மற்றும் இராணுவ போட்டி நிலைமைகளை நாம் எதிர்கொள்ளும்போது, ​​பெரிய சக்திகளாக இருக்க, அரசியல், பொருளாதார, தொழில்நுட்ப மற்றும் போரில் எங்களுக்கு முக்கிய பங்கு உண்டு.",
        "உங்கள் மேன்மை, சீரமைக்கப்படாத அமைப்பு உங்கள் தலைமையின் கீழ் மறுவடிவமைப்பு செய்யப்பட வேண்டும்.",
        "மேலும், பல துருவ உலகில் உலகளாவிய தெற்கு கூட்டத்தின் மிகப்பெரிய குழுவை மொழிபெயர்க்க ஒரு புதிய பாத்திரத்தை நீங்கள் ஏற்றுக்கொள்ள வேண்டும்.",
        "எங்கள் இலக்குகளையும் மறுவடிவமைக்க வேண்டும். உலகளாவிய உலகில் உலகளாவிய கொண்டாட்டங்களின் உலகளாவிய பிரதேசத்தில் உலகளாவிய மற்றும் சமூக மற்றும் காலநிலை மாற்றம், மற்றும் மூலோபாய எதிர்ப்பு இயக்கம் ஆகியவை அவதூறு செய்யப்பட்டு இணைக்கப்படவில்லை. உலகளாவிய இராச்சியத்திலும் அதன் நட்பு நாடுகளிலும் அமைப்பின் ஏற்பாட்டை அதன் நட்பு நாடுகளாக மாற்ற நம்மை மாற்றுவோம்.",
        "உலகளாவிய உரிமையின் இணை சவால்களை எதிர்கொள்ள ஆயுதம் ஏந்திய ஒரு உற்பத்தி இயக்க கட்டமைப்பை நிறுவ நான் முன்மொழிகிறேன்.",
        "இந்த புதிய ஒழுங்கை இணைக்க நாங்கள் ஒரு ஒழுங்கமைக்கப்பட்ட அமைப்பாகவும் மாறுகிறோம்.",
        "திரு. ஜனாதிபதி, எங்கள் எதிர்காலம் நம் கைகளில் உள்ளது. அதைச் செய்ய அல்லது அழிக்க எங்களுக்கு திறன் உள்ளது. அதை செய்வோம்."
      ]
    },
    "en": {
      "title": "Palestinian state should be established within five years",
      "body_lines": [
        "Digital and technical divisions and developed countries and developed countries have been created among developing countries and developed countries",
        "These issues must be resolved quickly through a good world and united non-aligned nations.",
        "The main powers competition is traveling backwards.",
        "The non-alignment is no longer a collection of weak states - President Mahinda Rajapaksa emphasizes the 19th state leader's session.",
        "Digital and Technology Divisions and the Arms of the Non-Developed WorldMr. Wickremesinghe stressed.",
        "The President made these comments addressing the 19th Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Non-Nation Conference.",
        "The head of state leader has begun with the participation of 120 member states from the President Yoveri Museveni, the President of the Udanda.",
        "Addressing the conference, President Ranil Wickremesinghe added that the global establishment of the non-aligned organization should be redefined and the global organization of the global south of the global south.",
        "The President emphasized that the proposal should be opposed to the effects of the majority of the majority and non-interfered states.Pointed out that it was.",
        "This is the first Non-Non-Non-Non-Nations Conference of the Climate Crisis, Climate Executive and New Global Competition and Global Society.",
        "When we meet here today, a humanitarian crisis is unfolding in the Gaza and beyond the Gaza.",
        "The civilians of Palestine have been severely affected by suffering and losses for over three months.",
        "Non-aligned organization was very silent to date. How can we remain silent when the Gaza is destroyed?",
        "The majority of the people among those who did not receive humanitarian assistance and the dead are innocent civilians. Silence is expressed.",
        "It should be valued that this 19th conference, which is held under the leadership of Uganda, and the right to the self-determination of the people of Palestine, and the right to the self-determination of the Palestine, and the right to establish a sovereign and independent state.",
        "We must greet the brave stand that the South Africa taken about Gaza. The international community already requested to create a humanitarian ceasefire and release hostages.",
        "Israel is not available on a single state. No solution to a Palestinian state.",
        "Therefore, according to the United Nations, the International Community should accept the West Bank, Gaza, and east Jerusalem, the International Community, the International Community, the International Community and East Jerusalem belongs to the Palestinian state. And no changes in the ethnic composition of Gaza. The Sri Lanka of the Palestinian should be established within five years.",
        "We are now chasing the end of the end of the quality of the quality of the quality of the quality of the Cold War and the immigration of the worldwide multilateral world.",
        "In the geopolitical front, we are experiencing restoring hidden and open conflicts between the part of the old powers and powerful parties.",
        "The UPFA's Atalentic Ocean has been strengthened. Past agreements pertaining to weapons control have been collapsed.",
        "For military spending has reached unprecedented levels throughout history and once again have a powerful discussion in the nuclear weapons.",
        "The geo-strategic competition of the surrounding areas of the Indian and Pacific Oceans are creating space and oceans, and the conflict stages.",
        "Due to the rise of policy-based merchant protectionism, due to the strategic competitiveness between the major powers, is on the rise of policy-based business protectionism.",
        "The dollar has been turned into a weapon. The economic and debt crisis, climate justice, food and energy security has become the new challenges.",
        "Digital and technical split and the Holocaust Armal Armor's Arsenals have exacerbated the inequalities between developing countries and the developed world.",
        "The theme of this conference is a \"widening cooperation for shared global prosperity\" for \"shared global prosperity\" reflects the need to solve the inequalities between the two worlds.",
        "To make it up, we show that we need a strong and united organization that contributes to a good world.",
        "To do so, we must reconstruct ourselves. We must also identify that the non-aligned membership continues to be a combination of weak states.",
        "By the year 2050, the majority of the ten-world's leading economic. There are also the emergence of our emerging countries that can lead them in global affairs. They should be ready to give leadership.",
        "Also, when we face political, economic, technical and military competitive conditions among old and new major powers to be great forces, we have a vital role in political, economic, technical and war.",
        "Your Excellency, the Non-Aligned organization must be redesigned under your chairmanship.",
        "Also, you must accept a new role to translate the largest group of global southern crowd in a multi-polar world.",
        "We also need to reshape our goals. Global and social and climate change in the global territory of the global celebrations in the global world, and anti-strategic movement is unbelled and unattached.Let us transform ourselves to make the organization's arrangement into global Kingdom and its allies into its allies.",
        "I propose to establish a productive operating structure armed to face the co-standing challenges of global right.",
        "We also become an organized organization to conform this new order.",
        "Mr. President, our future is in our hands on our hands. We have the ability to do it or destroy it. Let's do it."
      ]
    }
  },
  "summary_lines": [
    "The 19th Non-Aligned Nations Conference emphasized the need for a Palestinian state within five years, highlighting the digital and technical divide between developed and developing countries. It called for a united non-aligned nations to address global issues, including the humanitarian crisis in Gaza. The conference also discussed the geopolitical and economic challenges, including the rise of policy-based protectionism and the digital and technical split, advocating for a redesigned Non-Aligned organization to lead in a multi-polar world."
  ]
}