{
  "translated_text": {
    "ta": {
      "title": "செயலாளரிடமிருந்து ஜனாதிபதியின் மனு",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி கோத்தாபய ராஜபக்ஷம் நியமித்த ஜனாதிபதி விசாரணை ஆணையம் (ஜனாதிபதி ஆணையம்) தாக்கல் செய்த மனு, ஜனாதிபதி சமன் எகனாயக்கின் ஜனாதிபதி செயலாளர் மீது முன்வைக்கப்பட்ட பரிந்துரைகளை எடுத்துள்ளது.",
        "இந்த மனுவை ஜனாதிபதியின் ஜனாதிபதி செயலாளரின் தற்போதைய ஜனாதிபதி தாக்கல் செய்தார், அந்த நேரத்தில் பிரதமரின் செயலாளரிடம் ஓய்வுபெற்ற உச்சநீதிமன்ற நீதிபதி உபாலி அகராவாவின் முடிவுகள் மற்றும் பரிந்துரைகளைப் பயன்படுத்துமாறு கேட்டுக்கொண்டார்.",
        "மனுவை மூன்று பேர் கொண்ட உச்சநீதிமன்ற பெஞ்ச் எடுத்ததாக மனு நிருபர் தெரிவித்தார்.",
        "ஜனாதிபதியின் ஆலோசகர் உபுல் குமாரப்பெருமா ஜனாதிபதி செயலாளர் சமன் எகனாயக்கின் ஜனாதிபதி செயலாளரின் செயலாளரின் உதவிக் குழுவின் செயலாளரின் தன்னார்வ தொண்டு நிறுவனத்திற்கு சட்டவிரோதமானது என்று குற்றம் சாட்டப்பட்டுள்ளது.",
        "அதன்படி, ஆணைக்குழு தனது சமூக உரிமைகளை ரத்து செய்வதற்கும் அவருக்கு எதிராக குற்றவியல் குற்றச்சாட்டுகளை பதிவு செய்வதற்கும் ஆணைக்குழுவால் பரிந்துரைக்கப்பட்டது.",
        "ஊழலின் செயலாளராக பிரதமரின் செயலாளராக அவர் நிறைவேற்றிய பணிகள் ஒரு தன்னார்வ தொண்டு நிறுவனம் அல்ல, ஆனால் ஒரு தன்னார்வ தொண்டு நிறுவனம் அல்ல என்பதை ஜனாதிபதியின் ஆலோசனை காட்டுகிறது."
      ]
    },
    "en": {
      "title": "Petition from the Secretary to the President",
      "body_lines": [
        "The petition filed by the Presidential Commission of Investigation Commission (Presidential Commission) appointed by former President Gotabhaya Rajapaksa has taken the recommendations made against the Presidential Secretary to the President Saman Ekanayake has taken the Supreme Court in the case.",
        "The petition was filed by the present President of the Presidential Secretary to the President, asking the Secretary to the Prime Minister at the time asking for the use of decisions and recommendations made by retired Supreme Court Judge Upali Akarawa.",
        "The petition reporter said that the petition was taken by the three-member Supreme Court Bench.",
        "President's Counsel Upul Kumarapperuma has been accused of illegal to a NGO of the Secretary of the Assistant Committee of the Secretary to the Presidential Secretary to the Presidential Secretary Saman Ekanayake.Did.",
        "Accordingly, the commission had been recommended by the Commission to abolish his community rights and to file criminal charges against him.",
        "The President's Counsel has shown that the work he accomplished as the Secretary to the Prime Minister, as the Secretary of the Corruption is not a NGO but is not a NGO."
      ]
    }
  }
}