{
  "translated_text": {
    "si": {
      "title": "ඉලෙක්ට්රෝඩ පද්ධතිය",
      "body_lines": [
        "විදුලිබල හා විදුලිබල හා විදුලිබල හා විදුලිබල හා විදුලිබල හා බල අමාත්ය කන්ජන විජේසේකර මහතා පැවසුවේ ජූලි පළමු දින සිට විදුලිය අඩු වන බවයි.",
        "රුපියල් 8 ක ඒකක 8 ක ඒකකයකට රුපියල් 8 සිට රුපියල් 6 දක්වා අඩු කිරීමට රුපියල් 20 කින් අඩු කිරීමට පියවර ගන්නා බව ඔහු පැවසීය.",
        "බ්රහස්පතින්දා (06) පාර්ලිමේන්තුවේදී අදහස් දක්වමින් ඔහු මේ බව කියා සිටියේ විදුලිබල මණ්ඩල ප්රතිසංස්කරණ පනත් කෙටුම්පත පිළිබඳ විවාදය අමතමින් ඔහු මේ බව පැවසීය.",
        "සෑම මාස හතරකට වරක් විදුලිබල නිවැරදි කිරීමේ ප්රතිපත්තිය. මෙය කැබිනට් මණ්ඩලය විසින් අනුමත කර ඇත.පසුගිය සතියේ විදුලි නිවැරදි කිරීම පිළිබඳ අදහස අපි සම්පූර්ණ කළෙමු.",
        "ඒ අනුව රුපියල් 30 ක රුපියල් 30 දක්වා අඩු කිරීම සඳහා සංශෝධන සිදුකරන බව සංශෝධනය කෙරේ."
      ]
    },
    "en": {
      "title": "Electrode system",
      "body_lines": [
        "Minister of Power and Power and Power, Kanjana Wijesekera said that the electricity will be reduced from the first day of July.",
        "He said steps would be taken to reduce the 8 rupees of 8 rupees per unit of units from 0-30 to 6 rupees and reduce the 20 rupees of Rs.",
        "Speaking on Thursday (06) in Parliament, he said this while addressing the debate on the Electricity Board Reforms Bill.",
        "The policy relating to the electricity correction once every four months. This has been approved by the Cabinet.We completed the idea of ​​the electricity correction last week.",
        "Accordingly, amendments will be made to reduce the 30 rupees of Rs."
      ]
    }
  },
  "summary_lines": [
    "Kanjana Wijesekera announced in Parliament that electricity prices will decrease from July 1st. The cost per unit for usage between 0-30 will drop from 8 to 6 rupees, and there will also be a reduction in the 20 rupee fixed charge. These changes were approved by the Cabinet and aim to ease financial burdens on consumers."
  ]
}