{
  "translated_text": {
    "si": {
      "title": "AEGIS LEXICON 2025 - பாதுகாப்பு சைபர் கண்காட்சி",
      "body_lines": [
        "ආරක්ෂක අමාත්යාංශය යටතේ ක්රියාත්මක වන ආරක්ෂක සයිබර් අණ (ඩී.සී.සී.) මෑතකදී අමාත්යාංශ පරිශ්රයේ AEGIS ශබ්දකෝෂය 2025 - මේජරීමේ සයිබර් ප්රදර්ශනය පැවැත්වීය.",
        "ஞாயிற்றுக்கிழமை (03) அன்று நிறுவப்பட்ட DCC யின் இரண்டாம் ஆண்டு நிறைவைக் குறிக்கும் வகையில் இந்த வருடாந்த நிகழ்வு நடத்தப்பட்டது. ශ්රී ලංකාවේ ඩිජිටල් ආරක්ෂාවේ හා සයිබර් ආරක්ෂණ හැකියාවන්හි ශ්රී ලංකාව වැඩෙන තත්වය ඉස්මතු කරයි.",
        "මෙම අවස්ථාවට එක්වෙමින් ආරක්ෂක ලේකම් එයාර් වයිස් මාෂල් සම්පත් කොන්පාත් ලුතෝඩා (විශ්රාමික) සම්පූර්ණ සයිබර් රෙජිමේන්තුවකට පරිණාමය වීමේ අවශ්යතාවය අවධාරණය කළේය.",
        "දේවසේවයේ පුළුල් ආරක්ෂක අරමුණු සමඟ සයිබර් වෙබ් අඩවියේ පුළුල් ජාතික ආරක්ෂාව සහතික කිරීම සඳහා ඩී.සී.සී. උපායමාර්ගික, ක්රියාකාරී හා උපායශීලී මට්ටමක ක්රියාත්මක කළ යුතු බව ඔහු අවධාරණය කළේය.",
        "\"AI සහ සයිබර් අභිසාරීතාවයේ ජාතික සුරක්ෂිතතාවයේ ජාතික ආරක්ෂාව සහ සයිබර් අභිසාරීතාවයේ ජාතික ආරක්ෂාව\" යන තේමාව යටතේ මෙම උත්සවය පැවැත්වූ අතර, එය වේගයෙන් සැකසීමේ තාක්ෂණික තර්ජන වලට මුහුණ දී සිටින ප්රත්යාස්ථ තාක්ෂණික තර්ජන වර්ධනය කිරීමේ හදිසි අවශ්යතාව කෙරෙහි අවධානය යොමු කරයි.. ඩී.සී.සී. අධ්යක්ෂ බ්රිගේඩියර් ධම්මිකා විදනාලකගේ මඟ පෙන්වීම යටතේ මෙම උත්සවය සංවිධානය කරන ලදී.",
        "සයිබර් සූදානම, සංගත අතර සහයෝගීතාව සහ සයිබර් වේදිකාවට ජාතික නැවත සලකා බැලීම සහතික කිරීම සඳහා සංගත අතර සහයෝගීතාව සහ දිගුකාලීන-උසස් කිරීමේ කුසලතා සංවර්ධනය පිළිබඳ කේන්ද්රස්ථානය මෙන්න. අනාගත සයිබර් අභියෝගයන්ට ආමන්ත්රණය කිරීම සඳහා රටේ උත්සාහයන් ඉටු කිරීම සඳහා ඩී.සී.සී. හි භූමිකාව නිදර්ශනය කරන ලදී.",
        "මෙම අවස්ථාවට සයිබර් ආරක්ෂාව, කෘතිම බුද්ධිය, නෛතික ව්යුහයන් සහ ජාතික යටිතල පහසුකම්වල ආරක්ෂාව ඇතුළු බුද්ධි හා තාක්ෂණික ඉදිරිපත් කිරීම් ගණනාවක් මෙම අවස්ථාවට සහභාගී විය.",
        "බ්රිගේඩියර් ධම්මිකා විදානාලකගේ \"AI සහ ක්වොන්ටම් පරිගණකය පිළිබඳ\" සයිබර් තර්ජනාත්මක භූ දර්ශනය \"සිදුවීමේ විශේෂ අවස්ථා අතර ඇල්ගොරිතම යුධ පිටිය වැනි විස්තර: ඒ.අයි.එස්.",
        "ආචාර්ය දුසිටා බී අබේසේකර, ආචාර්ය දුසිටෙන්පුර විශ්ව විද්යාලය, ශ්රී ජයවර්ධනපුර විශ්ව විද්යාලය, ශ්රී ජයවර්ධනපුර විශ්ව විද්යාලය, ශ්රී ලංකාවේ සයිබර් ආරක්ෂණ රාමුව බඳවා ගැනීමේ නීතිමය අභියෝග \", සිස්කෝ විද්යාගාර මහතා. ලසන්ත ප්රියංකරගේ \"සයිබර් ආරක්ෂක රජය සහ තීරණාත්මක යටිතල පහසුකම් ආරක්ෂා කිරීම\" සහ කොළඹ විශ්ව විද්යාලයේ ආචාර්ය රොෂාන් රාජපක්ෂ. කෙන්නාත් තිලකරත්නගේ \"පරිණාමය වෙමින් පවතින තර්ජනාත්මක භූ දර්ශනයට සයිබර් භෞතික ප්රහාරවලට එරෙහිව ලබා ගැනීම වෙනත් ප්රධාන ඉදිරිපත් කිරීම් වේ.",
        "මෙම ඉදිරිපත් කිරීමේ ප්රධාන විශේෂත්වය \"ශ්රී ලංකාවේ ජාතික ආරක්ෂාව සඳහා සයිබර් භෞතික අභියෝග ජය ගැනීම\" යන මාතෘකාව යටතේ පැවැත්විණි.. මහතා.. වරුණ ශ්රී ධාණපාල (ඩිජිටල් ආර්ථික අමාත්යාංශයේ ලේකම්), ආචාර්ය. අභන්තිතා ආර්යදාස, මහතා. ලක්මාල් බඳුන්, මේජර් චන්දන් ගුණවර්ධන සහ ලුතිනන් කමාන්ඩර් මේකාක් හේවාසම්.",
        "යටත් විජිත දර්ශනා මුතුසලාගේ නායකත්වයෙන් යුත් ඩී.සී.සී. කාර්මික කණ්ඩායම පවත්නා සයිබර් තර්ජන පෙන්වීම සඳහා සෘජු වට්ටෝරුවක් සිදු කළේය. ශ්රී ලංකාවේ පවත්නා සයිබර් තර්ජන පිළිබඳ අවබෝධයක් ලබා දීමට සහභාගිවන්නන්ට මෙය උපකාරී විය.",
        "ඩී.සී.සී. හි දෙවන සංවත්සරය සැමරීමේදී, ඒ.සී.එස්.",
        "රටේ ඩිජිටල් ස්වෛරීභාවය ආරක්ෂා කිරීම සඳහා අඛණ්ඩ නවෝත්පාදනය, නෛතික ප්රතිසංස්කරණ හා උපායමාර්ගික සූදානම සඳහා වූ කැඳවීමක් ලෙස මෙම උත්සවය සේවය කළේය.",
        "ඩිජිටල් සුරක්ෂිතතාවයේ ශ්රී ලංකාවේ දරන උත්සාහයට නායකත්වය දීමට ඩී.සී.සී. කැපවීම වටී."
      ]
    },
    "en": {
      "title": "Aegis Lexicon 2025 - Security Cyber ​​Exhibition",
      "body_lines": [
        "The Defense Cyber ​​Command (DCC), which operates under the Ministry of Defense, recently conducted the Aegis Lexicon 2025 -Security Cyber ​​Exhibition.",
        "This annual event was held to mark the second anniversary of the DCC established on Sunday (03). This illustrates Sri Lanka's growing status in digital security and cyber security capabilities.",
        "Speaking at the event, Defense Secretary Air Vice Marshall Sampath Purekonda (Retired) highlighted the need to evolve into a complete cyber regiment.",
        "He emphasized that the DCC should be operating at strategic, functional and tactical levels to ensure comprehensive national security on the cyber site, along with the wide security objectives of the ministry.",
        "This year, the event was held under the theme of \"National Security in the Ai and Cyber ​​Physical Convergence,\" which focuses on the urgent need to develop elastic technical threats, which are facing fast -growing technical threats.. The event was organized under the guidance of DCC Director Brigadier Dhammika Vidanalake.",
        "The focus was on the importance of cyber readiness, inter -corporations and prolonged skill development to ensure national retrospect to the cyber site. The role of the DCC was exemplified in carrying out the country's efforts to address future cyber challenges.",
        "The event included several intelligence and technical presentations, including cyber security, artificial intelligence, legal structures and the protection of the national infrastructure.",
        "Brigadier Dhammika Vidhanalake's \"Cyber ​​Threat Landscape in the Ai and Quantum Computing\" The highlights of the event include descriptions such as Algorithmic Battlefield: Ai and the Future of National Defense.",
        "Dr. Dusitha B Abeysekera, Dr. Dusitha B. Abeysekera, Sri Jayawardenapura University, \"Legal Challenges in Strengthhening Sri Lanka's Cyber ​​Security Framework\", Mr. Cisco Labs. Lasantha Priyankara's “Cyber ​​Security Government and Protection of Critical Infrastructure” and Dr. Roshan Rajapakse of the University of Colombo. Kennath Tilakaratna's \"Securing Against Cyber ​​Physical Attacks in the Evolving Threat Landscape\" are other key presentations.",
        "The main highlight of this presentation was held on the topic of \"Overcoming Cyber ​​Physical Challenges for National Security in Sri Lanka\". Mr.. Varuna Sri Dhanapala (Secretary to the Ministry of Digital Economy), Dr.. Abharajitha Aryadasa, Mr.. Lakmal Embultania, Major Chandun Gunawardena and Lieutenant Commander Meshak Hewasam.",
        "The DCC Technical Team, led by Colonel Darshana Muthukala, conducted a direct recipe for showing existing cyber threats. This helped the participants to give an understanding of Sri Lanka's existing cyber threats.",
        "While celebrating the second anniversary of the DCC, Aegis Lexicon 2025 reaffirmed the strategy of strengthening Sri Lanka's cyber capabilities.",
        "The event served as a call for continuous innovation, legal reform and strategic readiness to protect the country's digital sovereignty.",
        "It is worth noting that the DCC is committed to leading Sri Lanka's efforts in digital security and is ready to become a national -level cyber regiment in all domains to protect national interests in the digital coordination era."
      ]
    }
  },
  "summary_lines": []
}