{
  "translated_text": {
    "si": {
      "title": "රනිල් ප්රසිද්ධ සංකේතයේ පොදු අපේක්ෂකයා ලෙස තරඟ කරයි",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා අනිවාර්යයෙන්ම මීළඟ ජනාධිපතිවරණයට යටත් වනු ඇත. නමුත් ජනාධිපතිවරයා එක්සත් ජාතික පක්ෂයට ඉදිරිපත් නොවිය යුතුය. එක්සත් ජාතීන්ගේ ප්රධානී ප්රධාන හා හිටපු මුදල් ඇමතිවරයෙකු වන රවී කරුනානායක මහතා කියා සිටියේ පක්ෂය පක්ෂයේ ජෙනරාල් අපේක්ෂකයෙකු ලෙස ඉදිරිපත් කරන බවයි.",
        "සමකාලීන දේශපාලන කටයුතු, ජනාධිපතිවරණය, ආර්ථික ප්රකෘතිය, ජනවාර්ගික ගැටලුව සඳහා දේශපාලන ජනාවාස ඇතුළු විවිධ පිළිතුරු වලට ඔහු ප්රතිචාර දැක්වීය.",
        "මීළඟ ජනාධිපතිවරණයේදී රනිල් සියලු පාර්ශවයන්ට සම්බන්ධ වන අතර පොදු සංකේතයක් ඇති කර ගන්නා බව ඔහු පෙන්වා දුන්නේය.",
        "ජනාධිපතිවරණය මේ වසර අවසන් වීම සඳහා සැලසුම් කර ඇත. විධිවිධාන සලසා ඇත. දේශපාලන පක්ෂ ද ජනාධිපතිවරණයට සූදානම් වෙමින් සිටී. පක්ෂයේ ප්රධාන නියෝජිත රවී කරුනානායක මහතා පොදු අපේක්ෂකයෙකු ලෙස පොදු සංකේතයට තරඟ කරන බව පක්ෂයේ ප්රධාන නියෝජිත රවී කරුනානායක ප්රසිද්ධියේ ප්රකාශ කර ඇති බව මෙම පසුබිමට එරෙහිව ය.",
        "ප්රශ්නය: එක්සත් ජාතික පක්ෂය ජනාධිපතිවරණයට සූදානම් වන්නේ කෙසේද?",
        "පිළිතුර: එක්සත් ජාතික පක්ෂය මේ රටේ පැරණිතම පක්ෂයයි.රට ඉස්මතු කිරීම සඳහා අපි සැමවිටම දේශපාලනය කරන්නෙමු. ජනතාවට සුදුසු වැඩසටහන් අපි ඉදිරිපත් කරන්නෙමු.සත්යය නිසා අපි අවස්ථා කිහිපයක් අසමත් වී සිටිමු. මෙහි හොඳම උදාහරණය 2005 වේ.අපගේ ඉලක්කය වන්නේ බෙදුම්වාදය හා ජාතිවාදය සහ ආගම පිළිබඳ අදහස මත පදනම්ව ශක්තිමත් ආර්ථිකයක් රැගෙන යාමයි.අපි ඒ අනුව මැතිවරණය සඳහා සූදානම් වෙමින් සිටිමු.",
        "ප්රශ්නය: රනිල් වික්රමසිංහ, ජනාධිපතිවරයා සහ ඔබේ පක්ෂ නායකයා සහ ඔහු මැතිවරණයට ඉදිරිපත් වෙනවාදැයි ඔහු තවමත් ප්රසිද්ධියේ පවසා ඇත්තේ මන්ද?",
        "පිළිතුර: මෙය සාධාරණ ප්රශ්නයකි. ඔහුට ලබා දිය යුතු පළමු වගකීම වන්නේ මේ රටේ කඩා වැටුණු ආර්ථිකය නැවත ගොඩනැංවීමයි. ජනාධිපතිවරයා මේ වන විට එය ඉටු කිරීම සඳහා කටයුතු කරයි.ශ්රී ලංකාව බංකොලොත් භාවයෙන් සොයාගත් බව අපගේ නායකත්ව නිවේදනය නිකුත් කළ වහාම අපගේ නායකත්ව නිවේදනය නිකුත් කරනු ලැබේ.",
        "ප්රශ්නය: ජනාධිපති රනිල් වික්රමසිංහ ඊළඟ මැතිවරණයට ඉදිරිපත් වන බව ඔබ විශ්වාස කරනවාද?",
        "පිළිතුර: ඇත්ත වශයෙන්ම ඔහු ජනාධිපතිවරණයට ඉදිරිපත් වනු ඇත. එහෙත් ජනාධිපතිවරයා අපගේ එක්සත් ජාතික පක්ෂයට ඉදිරිපත් නොවනු ඇත. ඔහු පක්ෂය නොවන අපේක්ෂකයෙකු ලෙස පක්ෂය විසින් පිටපත් කරනු ඇත. පොදු සංකේතයේ තරඟකාරිත්වය.මිනිසුන් සඳහා තවත් බොහෝ ගැටලු තිබේ. එහෙත් ජනාධිපතිවරයා රට මුදවා ගෙන තිබේ.භූමිතෙල් ලීටරයක් ​​ලබා ගැනීමට දින තුනක් බලා සිටීමට හැකි ස්ථානයක් තිබුණි. නමුත් අද තත්වය වෙනස් වී ඇත.එබැවින් ජනාධිපතිවරයා අනිවාර්යයෙන්ම මැතිවරණයට ඉදිරිපත් වනු ඇත.",
        "ප්රශ්නය: ඊළඟ ජනාධිපතිවරණයේදී රනිල් වික්රමසිංහ අලි සංකේතයට තරඟ නොකරනු ඇත්ද?",
        "පිළිතුර: පොදු සංකේතයේ තරඟයක් නොමැත. අලි සංකේතය තුළ තරඟ කිරීමේ හැකියාව ඉතා අඩුය.එකට වැඩ කිරීම සඳහා සංකේතයක් තෝරා ගනු ලැබේ.එහිදී එහි කිසිදු ප්රතිවිරෝධතා නොමැත. මෙයින් පසු මේ රටේ වෙනම පක්ෂයකට මැතිවරණය ජයග්රහණය කළ නොහැකිය.",
        "ප්රශ්නය: එවිට විවිධ පාර්ශවයන් ඔබ සමඟ සාකච්ඡා කරමින් සිටී",
        "පිළිතුර: අපි බොහෝ පක්ෂ සමඟ සාකච්ඡා කරමින් සිටිමු. මැතිවරණ නිවේදනය නිවේදනය කිරීමෙන් අපි ඒවා හෙළි කරන්නෙමු.",
        "ප්රශ්නය: තමා ජනාධිපතිවරණයට ඉදිරිපත් වන බව රනිල්ගේ නිවේදනය රනිල්ගේ නිවේදනය නිකුත් කරනවාද?",
        "දේශපාලනය දන්නා අය එය නිවැරදිව කරනු ඇත.දේශපාලනය නොදන්නා අය එසේ නොකරනු ඇත.එනම්, නිවේදනයෙන් පසුව, වැඩි පාර්ශවයක් ජනාධිපතිවරයා සමඟ එක්වනු ඇත.",
        "ප්රශ්නය: එක්සත් ජනතා බලයෙන් ජනාධිපතිට සහාය දැක්වීමට බොහෝ සාමාජිකයින් පැමිණෙනු ඇත්ද?",
        "පිළිතුර: සාදයක් ලෙස නොවේ.බොහෝ පාර්ශවයන්ගේ බොහෝ අය ජනාධිපතිවරයාට සහයෝගය දැක්වීමට ඉදිරිපත් වේ.",
        "ප්රශ්නය: රනිල් - සජිත් අනාගතයේ වැඩ කරනවාද?",
        "පිළිතුර: ඒ පැත්තේ සිටින අයගෙන් සියයට 95 ක් අප සමඟ වැඩ කළ හැකිය.නමුත් පක්ෂය විනාශ වී පසුගිය මැතිවරණයට සම්බන්ධ වීම පිළිබඳ කිසිදු ගැටළුවක් නොමැත.මෙම ගැටළුව සම්බන්ධයෙන් එක්සත් ජාතීන්ගේ ආධාරකරුවන් වේදනාකාරී ය.සමහර ගැටළු අන්තර්ජාලයට උත්සාහ කරන විට විය හැකිය.",
        "ප්රශ්නය: රනිල් සහ සජිත් එකට වැඩ කිරීමට අපහසු යැයි ඔබ වක්රව පවසනවාද?",
        "පිළිතුර: එය කළ නොහැකි යැයි නොකියන්න. එක්සත් ජනතා බලයෙන් සියයට 95 ක් අප සමඟ යථා තත්ත්වයට පත්වීමට ඉඩ තිබේ. එක්සත් ජාතික පක්ෂය විනාශ කළ පාපය කර ඇති අය මෙන්න. එය ඔවුන් හා සම්බන්ධ වීම ගැටලුවකි.",
        "ප්රශ්නය: ජේවීපී නායක අනු අනුදේශ දිසානායකගේ සහාය ඉහළ ගොස් ඇති බව ප්රශ්නය: සමාජ මාධ්ය යෝජනා කර තිබේ.ඔබ මෙය දකින්නේ කෙසේද?",
        "පිළිතුර: කවුද අනුර කුමාර ප්රසිද්ධ දේශපාලන නායකයා බව?ඔවුන්ගේ පක්ෂ එය පවසයි.පුද්ගලයන් 100 දෙනෙකු සිටින ප්රදේශයේ නිහ silence 97 ක් සිටිති.තිදෙනා පවසන්නේ ඔහු ප්රසිද්ධ බවයි.මෙයින් අදහස් කරන්නේ ඔහු ප්රසිද්ධ නායකයෙකු යැයි මින් අදහස් කරන්නේ 97 ක් නිශ්ශබ්ද වී ඇති බැවිනි.ඔවුන් විවිධ දේ කියයි.ඔවුන් කියා සිටියේ මැතිවරණය පළමුව පැවැත්වෙන්නේ නැති බවයි.එවිට රනිල් වික්රමසිංහ මහතා කියා සිටියේ තමන් තරඟ නොකරන බවයි.ඔවුන් දැනට තවත් අයෙකු කියනවා.",
        "පිළිතුර: මම එය ඉතා සතුටුයි.ඡන්දය දුන් ඡන්දයට වඩා වෙඩි උණ්ඩ විශ්වාස කළ අය මැතිවරණයට පැමිණියහ.ඔවුන් ඡන්ද විමසීමට පැමිණ සෑම කෙනෙකුම විවේචනය කළහ.ඉන්දියාවට එරෙහි උද් ed ෝෂනය. අද හොඳ යැයි කියනු ලබන අය.ඔවුන් මිනිසුන්ව රවටන කාර්යය කරයි.",
        "පිළිතුර: එදින දවසේ විවේචනය කළ අය අද හොඳයි.එම කාරණයට නිරාවරණය වීම ගැන අපි සතුටු වෙමු.",
        "ප්රශ්නය: 2022 දී මේ රටේ ආර්ථික අර්බුදයට ඔබ වගකිව යුතු නොවේද?",
        "පිළිතුර: නිදහස ලැබීමෙන් පසු මේ රට පාලනය කළ සියල්ලන් වගකිව යුතුය. සියලුම දේශපාලන politicians යන් වගකිව යුතුය.මුල සිටම නිර්මාණය කරන ලද දෙමළ සිංහල. එදින රටක් භාෂාවක් හෝ එක් භාෂාවක් යැයි සොයාගත්තේය. කෙසේ වෙතත්, එක්සත් ජාතික පක්ෂය මේ රටට විශාලතම සේවය ලබා දී තිබේ.",
        "ජනාධිපතිවරණයට ඉදිරිපත් වන බව සජිත් ප්රේමදාස අනුරකුමාර දිසානායක නිවේදනය කර තිබේ. අභියෝගය සිදුවන්නේ කෙසේද?",
        "පිළිතුර: මෙහි කිසිවෙකු අභියෝගාත්මක නැත.ගැටලුවට නිවැරදි විසඳුම විශාල අභියෝගයක් වනු ඇත.අපි අරගල කර සුදු මිනිසාගෙන් රට බේරා ගත්තෙමු.නමුත් අපට වැඩි එක්සත්කම පවත්වා ගැනීමට නොහැකි විය. එබැවින් මැතිවරණය ඉදිරිපත් කිරීමේ වැඩසටහන ප්රධාන දෙය වනු ඇත.",
        "ප්රශ්නය: ඔබ මුදල් ඇමති.",
        "පිළිතුර: වැදගත්ම හේතුව අද්දැකීම් අඩු අය ප්රවීණයන් ලෝකයේ නොවන දේවල් කිරීමට හා ලෝකයේ නැති දේවල් කළ යුතු දේ කිරීමට පෙළඹවීමයි.නායකයා සියල්ල නොදැන සිටිය හැකිය, එවිට ඔවුන් විශේෂ .යන් ලබා ගත යුතුය.එවැනි විශේෂ expert උපදෙස් දෙන අය එය නිවැරදිව ලබා දිය යුතුය.අනෙක් අතට, මෙම අර්බුදයට වඩාත්ම වැදගත් හේතුව කොරෝනා වෛරසයයි. රජයේ ආදායම පහත වැටීම මේ සඳහා ප්රධාන හේතුවයි.",
        "ප්රශ්නය: රජය විසින් රජයේ කාල සීමාව තුළ බොහෝ ණය ලබාගෙන ඇති බව කියා සිටිනවාද?මම කිව්වේ, බිනිසි ණය ලැබී ඇති බව වාර්තා වේ ද?",
        "පිළිතුර: අපේ කාලයේ ඩොලර් බිලියන 1.5 ක් ලැබී නැත. ඊට පෙර, අපේ කාලයේ ද්විපාර්ශ්වික ණය ලැබුණි.",
        "ප්රශ්නය: ඔබ මුදල් ඇමති.2022 පේළි වල මිනිසුන් සිටගෙන සිටියදී ඔබට එය දැනුනේ කෙසේද?",
        "පිළිතුර: එහෙනම් අපිට දෙයක් දැනුණා.මෙයින් අදහස් කරන්නේ අපගේ පාලන තන්ත්රයේ අප කර ඇති කරුණු කිහිපයක් නිසා තත්වය තරමක් දුරට හේතු වී ඇති බවයි. එසේ නොවුවහොත් අර්බුදය තවදුරටත් ඉහළ යනු ඇත.නමුත් 2020 දී අප පැවසූ දේවල් සිදු විය.සමහර අය දේශපාලනය කළ නිසා 2020 දී අපට 2020 අඩුවීමක් සිදුවුණා.",
        "මගේ පක්ෂය තුළ බොහෝ අය මට විරුද්ධව කටයුතු කළා.මගේ වර්ධනය ඉවසිය නොහැකි පුද්ගලයින් මට විරුද්ධව ක්රියා කළා. ජේ.. R. ඔවුන් ජයවර්ධනට එරෙහිව ක්රියා කළා.සමහරු ලලිත් අතුලත් මුඩාලි ගාමිනි දිසානායකට එරෙහිව ද කටයුතු කළහ.ඉතිහාසය එසේ ය.",
        "ප්රශ්නය: කොළඹ දිස්ත්රික්කය ඔබේ බලකොටුව හා සමාන විය. නමුත් 2020 දී ඔබට සිදු වූයේ කුමක්ද?",
        "පිළිතුර - ඇත්ත වශයෙන්ම, එය ඉතා වේදනාකාරී දෙයක්.මා පමණක් නොව අපගේ පක්ෂ නායක රනිල් වික්රමසිංහ පරාජය විය. එම අවස්ථාවේදී ජ්වලිතය අපට විරුද්ධව පැතිර ගියේය.අපගේ පක්ෂය අපට එරෙහි උද් s ෝෂනය සහ අපගේ පක්ෂය විනාශ කිරීමේ ක්රියාකාරකම් හේතුවෙන් අපේ පක්ෂය පරාජයට පත් විය.එනම්, අපේ පක්ෂය ජනතාව විසින් ශාප කරනු ලැබීය.නමුත් පක්ෂ ආධාරකරුවන් කෙටි කාලයක් තුළ වැරදි කළ බව තේරුම් ගත්හ.",
        "ප්රශ්නය: 2025 පාර්ලිමේන්තු මැතිවරණයේ හෝ ඊළඟ පාර්ලිමේන්තු මැතිවරණයෙන් තත්වය කුමක්ද?ඔබ නැවත පැරණි තනතුරට පැමිණේද?",
        "පිළිතුර: අපේ පක්ෂය නැවතත් පැරණි තත්වයට වඩා ශක්තිමත් තත්වයකට එළඹෙනු ඇත.",
        "ප්රශ්නය: ඔබ තවමත් බ්ලොක් එකට යනවාද?මිනිසුන් හමුවීමේදී ඔවුන් පවසන්නේ කුමක්ද?",
        "පිළිතුර: මම මිනිසුන් හමුවෙයි. මිනිස්සු කියනවා ඔවුන් මට ඡන්දය දුන්නා කියලා.නමුත් මම ඡන්දයගරුකවා නම්, මා තෝරාගෙන තිබේද?දේශපාලනය එසේ ය",
        "ප්රශ්නය: වරක් ජනාධිපති රනිල් වික්රමසිංහ මහතා ජනාධිපති ධුරයට පත්වූයේ ජනාධිපතිතුමා ජනාධිපති ලෙස කටයුතු කළ බව බලාපොරොත්තුව වූයේ ජාතික ජනවාර්ගික ගැටලුව විසඳීමට ඔහු පියවර ගැනීමයි.හේතුව ඔහු මෙම කාරණය හොඳින් දන්නා නායකයෙකු වීමයි.මුලදී සාකච්ඡා පැවැත්විණි.නමුත් විසඳුම විසඳනු ඇති බවට සැකයක් පවතී.",
        "පිළිතුර: සමහර දේවල් විවෘතව කථා කළ යුතුයි. උතුරු හා නැගෙනහිර නොව මුළු රටටම විසඳුමක් ලබා දීම ජනාධිපතිවරයාගේ අරමුණයි. මෙහිදී මම දෙමළ - සිංහල, දෙමළ - මුස්ලිම්, මුස්ලිම්, මුස්ලිම් - සිංහල ගැටලුවක් නොමැති බව මෙහිදී මම බිය නොවෙමි. ඊට පටහැනිව, මෙහි අසමානතා ගැටලුවක් තිබේ.දෙමළ ජනතාව ජීවත් වන්නේ කොළඹ. ඔවුන් බියෙන් තොරව ජීවත් වෙති.සිංහලයන්ට දෙමළ ජනයා මෙහි ඇති එකම ප්රශ්නය තිබේ.සමාජ යුක්තියේ ගැටලුව දිගටම පවතී.මෙය මෙහි දේශපාලන ප්රශ්නයක් නොවේ.ඊට පටහැනිව, ආර්ථික සංවර්ධන ගැටළුව ප්රධාන අංගයා වේ.ජාතිවාදය ආගමිකයින් විසින් දේශපාලනීකරණය කළ නොහැක.ආගමිකවාදයේ අතේ ඇති රටවල් පිරිහීමට ලක් වේ.එනම්, කොළඹ පිටත සිටින අය රැකියා කිරීමට කොළඹට පැමිණිය යුත්තේ ඇයි?ඔවුන්ගේ භූමි ප්රදේශවල එම කාර්යය ඔවුන්ට කළ හැකි තත්වයක් නිර්මාණය කිරීම. එනම්, පරිපාලනය විමධ්යගත කළ යුතු බව මම අවධාරණය කරමි.",
        "නමුත් අනෙක් කාරණය පැවසිය යුතුය.උතුරු පළාත් සභාව 2013 සිට සොයාගෙන ඇත. මමත් මුදල් ඇමති ලෙස කටයුතු කළෙමි. ඔවුන් එහි effective ලදායී ලෙස ක්රියා නොකරයි. අයවැය සටහනේ මා එවූ අරමුදල නැවත මගේ කාර්යාලයට පැමිණියේය.",
        "ප්රශ්නය: ඔබ ඔබ වෙත යවා ඇති අරමුදල් ඔබ වෙත ආපසු ලබා දෙන බවට ඔබ වගකිව යුතුද?",
        "පිළිතුර: ඔව්.මම උතුරට යැවූ අරමුදල නැවත එය භාවිතා කළේ නැත.",
        "පිළිතුර: ප්රතික්ෂේප කරන්නේ කෙසේද?මම කියන්නේ.අවශ්ය හොඳම කළමනාකරණ ව්යුහය මෙන්න. ඔබ විසින් මතු කරන ලද ප්රශ්නය සඳහා හොඳම ආදේශනය මෙය බව මම සිතමි.",
        "පිළිතුර: ඔබ සත්යය පැවසිය යුතු නම්, පීඩාවට පත් නොවන වඩා හොඳ ජීවිතයක් ගත කරමි.දේශපාලනය ඉතා දුෂ්කර ගමනකි.එක් අතකින් පෞද්ගලික ජීවිතයක් ගත කිරීමට සහ විවේචනවලට මුහුණ දීමට ගමනක්.මම දේශපාලනයට යාමට පෙර මට වෙළඳාමක් තිබුණා.මම පිළිගත් තීරුවක ගණකාධිකාරීවරයෙක්මි.එබැවින් අපි දේශපාලනයේ ජීවත් නොවෙමු.",
        "පිළිතුර: බය වෙන්න දෙයක් නැහැ.ඔබ යමෙකු පිස්සුවක් යැයි පැවසුවහොත්, ඔබ එහි වගකීම භාර ගත යුතුය.නීතිය කියන්නේ එයයි.මම වගකිව යුතු බිය විය යුතුද?",
        "ප්රශ්නය: 2019 දී, එක්සත් ජාතීන්ගේ පක්ෂයෙන් සජිත් ප්රේමදාස පූර්ණ සහයෝගය නොදක්වන බව කියනු ලැබේ.",
        "පිළිතුර: අපව එක්සත් ජාතික පක්ෂයක් ලෙස නම් කර ඇත.විකල්ප අදහස් තිබුණා. කෙසේ වෙතත්, පක්ෂයේ තීරණයෙන් පසුව, අපි සියල්ලෝම ඔහු වෙනුවෙන් වැඩ කළහ.විපක්ෂයේ පක්ෂය පසුව බොරුවක් නිර්මාණය කර දිනා ගත්තේය.සජිත් ඒ සඳහා අසමත් විය. ඒ පරිච්ඡේදය අවසන්.නමුත් පසුව ඔවුන් ක්රියා කළේ එක්සත් ජාතික පක්ෂය විසුරුවා හැරීමටයි.මේ අනුව අපේ ඡන්ද බෙදී ගියේය.එක්සත් ජාතික පක්ෂය අපට ශාප කළේය."
      ]
    },
    "en": {
      "title": "Ranil contests as common candidate in public symbol",
      "body_lines": [
        "President Ranil Wickremesinghe will definitely contest the next presidential election. But the president will not contest the United National Party. Ravi Karunanayake, a UNP chief and former finance minister, said that he would field the party as a party -free general candidate.",
        "He responded to various answers, including contemporary political affairs, presidential election, economic recovery, political settlement for ethnic problem, and the UNP lost the 2020 parliamentary elections.",
        "He also pointed out that Ranil would join all parties in the next presidential election and make a public symbol.",
        "The presidential election is scheduled for the end of this year. Arrangements are being made. Political parties are also preparing for the presidential election. It is against this backdrop that Ravi Karunanayake, the main representative of the party, has publicly announced that President Ranil Wickremesinghe will contest the common symbol as a common candidate.",
        "Question: How is the United National Party preparing for the presidential election?",
        "A: The United National Party is the oldest party of this country.We will always do politics to highlight the country. We will present programs that are suitable for the people.We have failed a few occasions because of the fact that the truth. The best example of this is 2005.Our aim is to carry a strong economy based on the idea of separatism and racism and religion.We are preparing for the election accordingly.",
        "Question: Why is Ranil Wickremesinghe, the president and your party leader, and why he is not yet publicly told whether he will contest the election?",
        "Answer: This is a reasonable question. The first responsibility to be given to him is to rebuild the economy that fell in this country. The President is currently acting to accomplish that.Our leadership announcement will be made once it has been announced that Sri Lanka has recovered from the bankruptcy.",
        "Question: Do you believe that President Ranil Wickremesinghe will contest the next election?",
        "Answer: Of course he will contest the presidential election. But the president will not contest our United National Party. He will field the party as a non -party general candidate. Competition in the general symbol.There are many more problems for people. But the president has redeemed the country.There was a position to wait three days to get a liter of kerosene. But today the situation has changed.So the president will definitely contest the election.",
        "Question: So will Ranil Wickremesinghe not contest the elephant symbol in the next presidential election?",
        "Answer: No Competition in the Common Symbol. The possibility of competing in the elephant symbol is very low.A symbol will be selected to work together.There will be no contradictions there then. After this, a separate party in this country cannot win the election.",
        "Question: Then various parties are negotiating with you",
        "A: We are negotiating with many parties. We will reveal them with the announcement of the election announcement.",
        "Question: Do many parties now claim that Ranil's announcement that he is contesting the presidential election?",
        "A: Those who know politics will do it right.Those who do not know politics will not do that.That is, after the announcement, more parties will join the president.",
        "Question: Will many members come to support the president from the United People's Power?",
        "Answer: Not as a party.Most people from many parties will come forward to support the president.",
        "Question: Is Ranil - Sajith working in the future?",
        "A: 95 percent of those on that side can work with us.But there is no problem with the party to be destroyed and joined the last election.UNP supporters are painful on this issue.Some problems may be when they try to internet.",
        "Question: Do you indirectly say that Ranil and Sajith are unlikely to work together?",
        "Answer: Not saying that it is not possible. 95 percent of the United People's Power is likely to recover with us. Here are those who have committed the sin that destroyed the United National Party. It is a problem to join them.",
        "Question: Social media has suggested that the support of JVP leader Anuragumara Dissanayake has increased.How do you see this?",
        "Answer: Who says Anura Kumara is the famous political leader?Their parties say it.There are 97 silence in the area where there are 100 people.The trio say he is famous.This does not mean that he is a famous leader because 97 are silent.They say various things.They said that the election would not be held first.Then Ranil Wickremesinghe said he would not contest.They are currently saying another.",
        "A: I see it very happy.Those who trusted the bullet rather than the vote then came to the election.They came to the polls and criticized everyone.Campaigned against India. Those who are said to be good today.They do the job that deceives people.",
        "A: Those who criticized that day are good today.We are pleased to be exposed to that fact.",
        "Question: Shouldn't you be responsible for the economic crisis in this country in 2022?",
        "Answer: All who ruled this country after independence must be held responsible. All politicians should be responsible.The Tamil Sinhalese created from the beginning. On that day a country was found to be two language or one language. However, the United National Party has provided the biggest service to this country.",
        "Sajith Premadasa Anurakumara Dissanayake has announced that he will contest the presidential election. How is the challenge going to be?",
        "A: No one here is challenging.The right solution to the problem is going to be a big challenge.We struggled and rescued the country from the white man.But we could not maintain more unity. So the program to put forward the election is going to be the key.",
        "Question: You are the Minister of Finance.",
        "Answer: The most important reason is to bring the inexperienced experts to make things that are not in the world and do things that are not in the world.The leader may not know all things, then they should gain experts.Those who offer such expert advice should provide it correctly.On the other hand, Corona virus was the most important cause of this crisis. The decline in government income is the main reason for this.",
        "Question: Is your goodwill claimed to have received much debts during the government period?I mean, is it reported that the binisi loans have been received?",
        "Answer: No in our time received $ 1.5 billion. Prior to that, bilateral loans were received in our time.",
        "Question: You were the Finance Minister.How did you feel it when people stood in rows of 2022?",
        "A: Then we felt a thing.This means that the situation is somewhat due to a few things we have done in our regime. Otherwise the crisis would have increased further.But the things we said in 2020 took place.We suffered a decline in 2020 because some people did politics.",
        "A: Many people acted against me within my party.People who could not tolerate my growth acted against me. J.. R. They acted against Jayawardena.Some also acted against Lalith Athulath Mudali Gamini Dissanayake.History is like that.",
        "Question: Colombo district was just like your fortress. But what happened to you in 2020?",
        "A: In fact, it is a very painful thing.Not only me but our party leader Ranil Wickremesinghe was defeated. On that occasion, zeal was spread against us.Our party was defeated due to campaigns against us and the activities of destroying our party.That is, our party was cursed by the people.But the party supporters understood that they did wrong in a short time.",
        "Question: What is the situation in the 2025 parliamentary election or the next parliamentary election?Will you come back to the old position?",
        "A: I am sure our party will come to a strong situation than the old situation again.",
        "Question: Are you still going to the block?What do they say when meeting people?",
        "Answer: I meet people. People say they voted for me.But if I voted, would I have been chosen?Politics is like that",
        "Question: Once President Ranil Wickremesinghe took office as president, the hope was that he would take action to address the national ethnic problem.The reason is that he is a leader who knows this issue well.Initially the negotiations were held.But now there is suspicion that the solution will be resolved.",
        "Answer: Some things need to be spoken openly. The aim of the president is to provide a solution to the entire country, not just the North and East. Here I am not afraid that there is no Tamil - Sinhala, Tamil - Muslim, Muslim - Sinhala problem. On the contrary, there is an inequality problem here.Tamil people live in Colombo. They live without fear.The Sinhalese have the same issue that the Tamil people have here.The problem of social justice continues.This is not a political issue here.On the contrary, the economic development issue is the mainstay.Racism cannot be politicized by religiousism.Countries that are in the hands of religiousism will deteriorate.That is, why should those outside Colombo come to Colombo to do their jobs?To create a situation where they can do that work in their territories. That is, I emphasize that we need to decentralize the administration.",
        "But the other thing must be said.The Northern Provincial Council has been found since 2013. I also acted as the Finance Minister. They do not act as effective there. The fund I sent on the budget came back to my office.",
        "Question: Are you responsible that the funds you have sent back to you have returned to you?",
        "Answer: Yes.The fund I sent to the North did not use it again.",
        "Answer: How to refuse?I am saying.Here is the best one management structure is required. I think this is the best replacement for the question you raised.",
        "Answer: If you have to tell the truth I live a better life that is not pressured.Politics is a very difficult journey.A journey to make a personal life on the one hand and face criticism.I had trade before I got into politics.I am an accountant of a bar that is recognized.So we do not live in politics.",
        "A: There is nothing to be scared.If you say someone is mad, you have to take on its responsibility.That is what the law says.Should I be afraid of responsible?",
        "Question: In 2019, you are said to have given Sajith Premadasa not fully support from the United National Party?",
        "Answer: We have been nominated as a UNP.There were alternative ideas. However, after the party's decision, we all worked for him.The Opposition party then created a lie and won.Sajith failed in it. And that chapter is over.But then they acted to scatter the United National Party.Thus our votes split.The United National Party cursed us."
      ]
    }
  },
  "summary_lines": [
    "It seems like you've pasted a long text that appears to be a transcript of a conversation or a series of questions and answers related to political matters, specifically involving the United National Party and its leadership in Sri Lanka. How can I assist you with this information? Are you looking for an analysis, a summary, or something else?"
  ]
}