{
  "translated_text": {
    "ta": {
      "title": "தணிக்கை மருத்துவ கவுன்சிலில் ஒரு விண்டேஜிங் எவ்வாறு உள்ளது என்பதை வெளிப்படுத்துகிறது",
      "body_lines": [
        "இலங்கை மருத்துவ கவுன்சில் 2007 முதல் போனஸ் செலுத்தியுள்ளது, 2007 முதல், அதன் ஊழியர்களுக்கு ஒரு வருடம் கழித்து 2007 முதல் போனஸ் செலுத்தியுள்ளது.. 1983 ஆம் ஆண்டின் 12 ஆம் எண் கிராச்சுட்டி கட்டணச் சட்டத்தின்படி, போனஸ் கொடுப்பனவுகள் ஒவ்வொரு ஆண்டும் ஒவ்வொரு ஆண்டும் சமமாக சமமாக மட்டுமே செலுத்தப்பட வேண்டும்.",
        "தேசிய தணிக்கை செயலாளரின் செயலகம் 2018 ஆம் ஆண்டின் தேசிய தணிக்கைச் சட்டம் மற்றும் தேசிய தணிக்கை செயலகத்தில் நடத்தப்படுவதாகக் கூறப்படுகிறது.",
        "நிர்வாகக் குழுவின் 15 ஆம் தேதி மேலாண்மைக் குழுவின் முடிவின்படி, 2007 முதல் 2023 வரையிலான 15 ஆம் ஆண்டு வரை, ஒவ்வொரு ஊழியருக்கும் 16 ஆண்டுகளாக இரு மடங்கு கிராச்சுட்டி இருந்தது.. இலங்கை மருத்துவ கவுன்சில் செலுத்திய மில்லியன் கணக்கான ரூபாயை மருத்துவ கவுன்சில் தெளிவுபடுத்தவில்லை.",
        "ஏப்ரல் 2023 இல், அனைத்து ஊழியர்களுக்கும் ஏப்ரல், 2023 இல் போனஸாக வழங்கப்பட்டுள்ளது, இது மாத சம்பளம் ரூ.. 18.07.2018 இன் மேலாண்மை சுற்றறிக்கை எண் 02 இன் மேலாண்மை வட்ட எண் 02 இன் சக்தி மற்றும் கொடுப்பனவுகளை தீர்மானிக்கும் சக்தியை ஆளும் குழு வழங்கவில்லை.",
        "இலங்கை கவுன்சில் துறையின் ஒப்புதல் மேலாண்மை சேவைகள் துறையின் ஒப்புதலைப் பெற வேண்டும் என்றும், மருத்துவ கவுன்சில் டிசம்பர் 2023 வரை அவ்வாறு செய்யவில்லை என்றும் ஆடிட்டர் ஜெனரலின் அறிக்கை கூறுகிறது.",
        "2223.12.31 என்ற எண்ணில் 22 வழக்குகளின் செவூர் மாதிரிக்கு சாவூர் மாதிரி செலுத்தப்பட்டிருப்பதை தணிக்கையாளர்கள் கவனித்துள்ளனர்.. தணிக்கையாளர்கள் திறந்த சோதனைகளை ரூ.",
        "தொடக்க காசோலைகள் வழங்கப்பட்டால், அத்தகைய பணியாளர் அதிகாரிக்கு இந்த திறந்த சோதனைகளின் சிறப்பு அதிகாரம் தேவைப்படும் என்று மருத்துவ கவுன்சில் கூறியுள்ளது.",
        "டிசம்பர் 31, டிசம்பர் 31, 2016 அன்று ஒரு தகவல் அதிகாரியை நியமிக்க மருத்துவ கவுன்சில் ஒரு தகவல் அதிகாரியை நியமிக்க மருத்துவ கவுன்சில் நடவடிக்கை எடுக்கவில்லை என்றும் தணிக்கை அறிக்கை தெரிவித்துள்ளது.. பொது அலுவலக நேரம் கடமைகளுக்கு அரசாங்க அதிகாரிகளின் கடமைகள் காலை 8.30 மணி முதல் மாலை 4.15 மணி வரை மற்றும் 4:15 மணி முதல் மாலை 4:15 மணி வரை.. அனைத்து ஊழியர்களும் இலங்கையின் ஜனநாயக சோசலிச குடியரசின் பிரிவு 1.1 ஆக பணியாற்ற வேண்டும், மேலும் அனைத்து ஊழியர்களும் காலை 8.30 மணி முதல் மாலை 4.15 மணி வரை பணியாற்ற வேண்டும்.",
        "இந்த முறைகேடுகளின் விரைவான தீர்வுகளைச் செயல்படுத்த சுகாதார ஊழியர்கள் மற்றும் புதிய நபர்களையும், புதிய சுகாதார ஊழியர்களையும், சுகாதார அமைச்சரையும் சுகாதார அமைச்சர் கோருகிறார்."
      ]
    },
    "en": {
      "title": "Audit reveals how a windaging in the medical council",
      "body_lines": [
        "The Sri Lanka Medical Council has paid bonuses since 2007, since 2007, has paid bonuses since 2007 a year after its employees.. According to the gratuity payment Act, No. 12 of 1983, the bonus payments should be paid only equally equal to each year in order to each year.",
        "The National Audit Secretary's Secretariat is said to be held on the National Audit Act No. 19 of 2018 and the National Audit Secretariat.",
        "According to a decision of the Management Committee on 15th of the Management Committee on 15, the year 2007 to 2023, it was twice the gratuity for each employee for 16 years.. The Medical Council has not made any clear of millions of rupees paid by the Sri Lanka Medical Council.",
        "In April 2023, all employees have been paid as bonuses in April, 2023, a monthly salary of Rs.. The Governing Body has not provided the power to determine the power and allowances of the Management Circular No. 02 of the Management Circular No. 02 of 18.07.2018.",
        "The Auditor General's report states that the approval of the Department of Sri Lanka Council should acquire the approval of the Management Services Department and the Medical Council has not done so as until December 2023.",
        "The Auditors have observed that the Chavur Sample has been paid to the Chevur Sample of 22 cases at 2223.12.31.. The Auditors have shown open checks of Rs.",
        "If the opening checks are issued, the Medical Council has stated that such an staff officer will require a special power of this open checks.",
        "The audit report also stated that the Medical Council has not taken steps to appoint an Information Officer on December 31, 2023, to appoint an Information Officer on December 31, 2016.. General office hours to duties the duties of the government officials from 8.30 am to 4.15 pm and 4:15 am to 4.15 pm.. All employees should serve as section 1.1 by the Institute of Democratic Socialist Republic of Sri Lanka and all employees should be served from 8.30 am to 4.15 pm..",
        "The Minister of Health requests health workers as well as the new people, as well as the new health workers as well as the Minister of Health to implement the accelerated remedies of these irregularities."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Medical Council audit reveals improper bonus payments and lack of compliance with regulations since 2007."
  ]
}