{
  "translated_text": {
    "ta": {
      "title": "நிவாரணத்திற்கு பொருந்தாதவர்களுக்கு கூடுதல் சலுகை",
      "body_lines": [
        "இதுவரை நலன்புரி நன்மை திட்டத்திற்கு விண்ணப்பிக்க முடியாத நபர்களுக்கு கூடுதல் சலுகைகளை வழங்க நலன்புரி வாரியம் முடிவு செய்துள்ளது.",
        "நவம்பர் 25 முதல் டிசம்பர் 2 வரை வருவாய் திட்டத்திற்கு வருவாய் வெகுமதி திட்டம் வழங்கப்பட்டுள்ளதாக ஜெயந்தா விஜெரத்னின் தலைவர் தெரிவித்தார்.",
        "விண்ணப்ப படிவம் பிரதேச செயலகங்கள் மூலம் கிடைக்கிறது.",
        "வருவாய் பயனாளித் திட்டத்தின் முதல் சுற்று பயனாளிகள் முதல் சுற்று பயனாளிகளால் பாதிக்கப்பட்டுள்ளனர் என்றும் அவர் கூறினார்.",
        "இதற்கிடையில், நலன்புரி நன்மை வாரியம் (நலன்புரி நன்மை) வருவாய் திட்டத்தின் முதல் கட்டத்திற்கான கொடுப்பனவுகள் வழங்கப்பட்டுள்ளது, மேலும் இரண்டாம் கட்டத்தின் முதல் கட்டம் இரண்டாம் கட்டத்திற்கு பெறப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "An additional concession to those who did not apply to the relief",
      "body_lines": [
        "Welfare Board has decided to provide additional concessions for persons who were unable to apply to the welfare benefit program so far.",
        "The Chairman of the Jayantha Wijeratne said that the revenue reward program has been given to the revenue program from November 25 to December 2.",
        "Application Form is available through Divisional Secretariats.",
        "He also said that the first round beneficiaries of the revenue beneficiary scheme has been given to suffering from the first round of beneficiaries.",
        "Meanwhile, the Welfare Benefit Board (Welfare Benefit) has been given the allowances for the first phase of the revenue scheme and the first phase of the second phase has been received for the second phase."
      ]
    }
  },
  "summary_lines": [
    "Additional concessions for those who missed welfare benefit application deadline. Revenue reward program available Nov 25-Dec 2 through Divisional Secretariats. First round beneficiaries received allowances for first phase. Second phase allowances distributed."
  ]
}