{
  "translated_text": {
    "ta": {
      "title": "கட்டரகாமா பெரஹெராவை வைத்து கட்டரகமாவை நினைவுகூருங்கள்",
      "body_lines": [
        "வரலாற்று சிறப்புமிக்க ருஹுனா மகா கட்டரகமா தேவலயாவின் பக்தர்கள் சுற்றுச்சூழலுக்கு மிகப்பெரிய பிரத்யேக பொருட்களை வெளியிட்டுள்ளனர்.",
        "அவர் இயற்கையின் தலைவரான தாரகாமா நேச்சர் சொசைட்டி தலைமையில் இருந்தார்.",
        "இது சூழலை சுத்தமாக வைத்திருக்க வாய்ப்புள்ளது. ஆர்ப்பாட்டக்காரர்களுக்கு சத்தமாக தெரிவிக்கப்பட்டாலும், பீர் யானைகளின் நடவடிக்கைகள் பழக்கமாகிவிட்டன.",
        "டிசனாயகே 7000 மண்டைக்கதை இயற்கையின் தன்மையின் தலைவரை உருவாக்கியது, இது பின்னர் ஆண்டில் வெளியிடப்பட்டது."
      ]
    },
    "en": {
      "title": "Keep on Kataragama Perahera and commemorate Kataragama",
      "body_lines": [
        "Devotees at the Historic Ruhuna Maha Kataragama Devalaya have released the huge exclusive substances to the environment.",
        "He was headed by the head of nature, Daragama nature society.",
        "It is likely to keep the environment clean. And even though the demonstrators are informed by louds, the actions of Beer elephants have been accustomed to.",
        "Dissanayake made the head of the nature of the nature that 7000 Cricy, which was later released in the year."
      ]
    }
  },
  "summary_lines": [
    "During the Kataragama Perahera, devotees cleaned the Ruhuna Maha Kataragama Devalaya, led by the Daragama Nature Society. This initiative aims to maintain environmental cleanliness, despite the noise from the procession. The event was organized by Dissanayake, who also heads the nature conservation efforts, releasing 7,000 crabs into the wild."
  ]
}