{
  "translated_text": {
    "si": {
      "title": "රට සඳහා හොඳම ජනාධිපති ධුරය තෝරා ගැනීම",
      "body_lines": [
        "ජනාධිපතිවරණ ව්යාපාර අද මධ්යම රාත්රියේදී අවසන් වේ. එහි තීරණ වල අවසානය. මැතිවරණයේ වත්මන් සභාපතිවරයා මැතිවරණයේ සභාපති රනිල් වික්රමසිංහ, විපක්ෂ නායක සජිත් ප්රේමදාස සහ ජාතික මහජන බල නායක අනුර කුමාර දිසානායක යන මහත්වරුන් වන බව සහතිකයි.",
        "රාජපක්ෂ පවුලේ තරුණ අනුප්රාප්තිකයා ද ඇතුළුව තවත් අපේක්ෂකයින් 35 දෙනෙකු ද තරඟ කරති. ඔවුන් ද විශ්වාසයි. කිසිදු යෝජනාවක් නොගන්නා ඡන්දදායකයින් සැලකිය යුතු සංඛ්යාවක් සිටින බව පෙනේ. ඔවුන් විශ්වාස කරන්නේ ඔවුන් තමන් වෙනුවෙන් ඡන්දය දෙන බවයි. ඇත්ත වශයෙන්ම, \"දෝංකාර කුටියේ\" න්යාය මෙම මැතිවරණයේදී පූර්ණ පරිමාණයෙන් ක්රියා කරයි.",
        "සමාජ මාධ්ය පිළිබඳ \"දෝංකාරය\" න්යාය වන්නේ පවත්නා පවතින විශ්වාසයන් පිළිබඳ අදහස් සහ තොරතුරු තවදුරටත් ශක්තිමත් කිරීමයි. ඔවුන්ට වෙනත් මත ඇසීමට ඇති අවස්ථා ක්රමානුකූලව සීමා වේ.නැවත අර්ථ දැක්වීමේදී, වෙනත් අපේක්ෂකයෙකුට වඩා වැඩි අපේක්ෂකයින්ට වඩා ඔවුන් තමන්ට වඩා තමන් හා තමන් වැනි අය සමඟ දිගටම කථා කරන බවට විශ්වාසයක් ලබා දෙයි.",
        "මෙම විශ්වාසයන්ගේ සුදුසුකම් සහතික කිරීම සඳහා බාධා කිරීම ශ්රී ලංකාවේ විශ්වාසනීය මහජන ඡන්ද සංකෝකාරකයක් නොමැති වීමෙන් වඩාත් සංකීර්ණ වේ. සුප්රසිද්ධ ඡන්ද විමසීම් ඇති රටවල පවා, ඔවුන් කල්තියාම කරන ප්රති results ල මැතිවරණයේ අවසාන ප්රති results ලවලට වඩා වෙනස් ය.",
        "මෙම ජනාධිපතිවරණය යනු අතීත ජනාධිපතිවරණයේදී මෙන් ප්රධාන පක්ෂ දෙක නියෝජනය කරන අපේක්ෂකයින් අතර අපේක්ෂකයින් අතර පැවති තරඟාවලියට වඩා අපේක්ෂකයින් තිදෙනා අතර ඇති ආසන්නතම තරගයයි.. මීට පෙර පැවති මැතිවරණයෙන් සියයට 6 කට වඩා නොලැබුණු දේශපාලන පක්ෂයක් කිසි විටෙකත් තවත් ඡන්දය නොලැබීම මෙම මැතිවරණයේ සුවිශේෂී ලක්ෂණයකි.",
        "මෙයින් පිළිබිඹු වන්නේ රජයේ ආධාරකරුවන්ගෙන් සහ රටින් රටෙන් සහ රටින් ප්රයෝජන ලබා ඇති ප්රධාන දේශපාලන පක්ෂ විසිරීමයි. ඡන්ද දායකයින් ප්රධාන දේශපාලන පක්ෂවලින් පිටවීම සහ විකල්ප පක්ෂයක ඡන්දය ප්රකාශ කිරීම පිළිබිඹු කරන්නේ තමන්ම සෑහීමකට පත්වීමට ජනතාවට ඇති ආශාවයි.",
        "1948 නිදහස ලැබීමේදී ශ්රී ලංකාව නැගෙනහිරින් පිහිටි ස්විට්සර්ලන්තය ලෙස හැඳින්විණි. 1960 දශකයේ දී, සාමාන්යයෙන් ශ්රී ලංකාවේ සහ පොදුවේ ගත් කල, සිංගප්පූරුව සහ දකුණු කොරියාව වැනි රටවල මට්ටමට සාපේක්ෂව. නමුත් අද, එම රටවල් ශ්රී ලංකාවට සමගාමීව සමෘද්ධිමත් හා සංවර්ධනයේ මට්ටමක පවතී.",
        "1980 දශකයේ දී ශ්රී ලංකාවට වඩා පිහිටුවා ඇති වියට්නාමය වැනි රටවල් දැන් ආදායම් ආයෝජන හා යටිතල පහසුකම්වල ආදායම් හා යටිතල පහසුකම් සමඟ වැඩිදියුණු වී තිබේ.. 2022 දී ආර්ථික අර්බුදයෙන් පසුව, ශ්රී ලංකාවේ මූල්ය ආදායම ඩොලර් 3,354 ක් වූ අතර වියට්නාමයේ දැව ආදායම ඩොලර් 4,164 කි.. ශ්රී ලංකාවේ වර්තමාන ආදායම් ආදායම කිසිසේත් නොලැබීමෙන් වසර දහයකට පෙර වෙනස් වී නොමැත. ඒ අතරම, භාණ්ඩවල මිල දෙගුණයකට හෝ තුන් ගුණයකින් වැඩි වී තිබේ.",
        "2022 දී ශ්රී ලංකාවේ ආර්ථික පසුබෑම සහ ජාතික බලයේ ජනතාවගේ බලය වෙනුවෙන් ජනතාවගේ අරගලයේ අරගලය. ආර්ථික පසුබෑම ප්රධාන දේශපාලන පක්ෂවල ආර්ථිකය සංවර්ධනය කිරීම සහ රට බංකොලොත් වීමෙන් ආරක්ෂා වීමට ප්රධාන දේශපාලන පක්ෂවල අසාර්ථකත්වය පිළිබිඹු වේ.",
        "අරගලයේ දී ආර්ථික අපරාධ පැවැත්විය යුතු බවට ඇති ඉල්ලීම අනුව \"පද්ධති වෙනසක්\" පිළිබඳ ප්රධාන සටන් පා gan ය ශක්තිමත් කරන ලදී.. මෙම මැතිවරණය දූෂණය අවසන් කිරීම සහතික කිරීම සඳහා මෙම මැතිවරණයේ ජනතාවගේ වැදගත්ම ක්රියාවකි. රටේ ධනය කොල්ලකන අය කොල්ලකෑමට ලක්වුවහොත් හෝ අවම වශයෙන් නව නායකයින් දූෂණය වැළැක්වීම සහ දූෂණය වැළැක්වීම සඳහා අඛණ්ඩ පියවර ගන්නා බව ජනතාව බලා සිටිනු ඇත.",
        "ආදායම සමඟ ඇති වන පිරිවැය සමතුලිත කිරීමට දිගු කලක් තිස්සේ, ශ්රී ලංකාවේ පසුබෑමේ මූල හේතුව වේ. මැතිවරණ තරඟයේ ස්වභාවය නිසා රටට වඩා වැඩි ආර්ථික ප්රතිලාභ ජනතාවට ලබා දෙන බවට පොරොන්දු වීම සඳහා දේශපාලන අභිප්රාය තල්ලු කළේය.. සඳෙහි රජු ගෙන ඒමේ පොරොන්දුව පදනම් වී ඇත්තේ ජනතාව පෝෂණය කිරීම සඳහා ජනතාවට විදේශයන්ගෙන් ණය ලබා ගත හැකි යැයි උපකල්පනය කිරීමයි.",
        "රැකියා විරහිතයින්ට රජය රැකියා ලබා දී ඇත. මෙන්ම-බෝබිසුන නොවන ව්යාපෘති සඳහා සහනාධාර. වරෙක, එක් වරක්, ශ්රී ලාංකික ජනතාවට ඉහළ මට්ටමක සිටි බොහෝ දේවලට වඩා වැඩි උසස් ගුණාංග තිබුණි.. නමුත් එය ස්ථාවර නොවේ. 2022 දී වැඩි ආදායමේ ප්රතිවිපාක පැහැදිලි විය.",
        "බොහෝ අවස්ථාවන්හීදී, තොගයේ වියදම් සඳහා ප්රධාන හේතුව වන්නේ රජයට අධික වියදම් කිරීමේ ගැටලුව රජයට සලස්වන දූෂණය පමණක් නොවේ.. පුණ්ය කාල පරිච්ඡේදයේ \"පද්ධති වෙනසක්\" සඳහා වන කැඳවීම (රටේ මූල්ය බංකොලොත් භාවයේ, පාලක දේශපාලන politicians යන් සහ ඔවුන්ගේ සංකූලතා වල ප්රතිවිපාක ජනතාව තේරුම් ගත් පරිදි).",
        "අද වන විට මහජනයා පවා දූෂණයට හවුල් වන අතර දූෂණය සමාජ ක්රමයක් බවට පත්ව ඇත.. අතීතයේ ප්රධාන දේශපාලන ප්රවාහයෙන් දුරින් සිටි ජාතික ජනතාවගේ බලය සඳහා ඡන්දය ප්රකාශ කිරීමේ වැඩි ආශාව වැඩිවීම ප්රජාව සමඟ දූෂිත දූෂණය ප්රතික්ෂේප කිරීමේ ලකුණකි.",
        "නිදහස අතරතුර, රට තුළ \"ස්විට්සර්ලන්තය\" ලෙස රටේ \"ස්විට්සර්ලන්තය\" ලෙස දේශපාලන සමාජය බෙදන්නේ නැතිව ශ්රී ලංකාවේ දේශපාලන නායකයින් එක්සත් වී එක්සත් වනු ඇතැයි යන විශ්වාසය මත පදනම්වය.",
        "නමුත් යමක් සිදුවුවහොත්. ඊළඟ දශක කිහිපය තුළ රට ජනවාර්ගික හා ආගමික ගැටුම්වලට තල්ලු කර ඇති අතර ත්රස්තවාදය යුද්ධය හා මානව ජීවිත හා ආර්ථික සම්පත් ගිල දමා ඇත.. මෙමඟින් සිංගප්පූරුව, වියට්නාමය සහ දකුණු කොරියාවේ ඉලක්කය හා ඉලක්කය ගත හැකි විදේශීය ආයෝජනවල පැමිණීම හේතුවෙන්.",
        "මෙම ජනාධිපතිවරණයේ ජනතාව තෝරා ගැනීම අතීතයේ සාර්ථක විය හැකි තීරණ ගැනීමේ බලය හා කැමැත්ත ඇති නායකයෙකු විය යුතුය.",
        "ප්රධාන ජනාධිපති අපේක්ෂකයින් තිදෙනා වන්නේ මීට පෙර නව මාවතකට රට මෙහෙයවීමට නායකත්වය ලබා දීමේ හැකියාව ඇති අද්විතීය නායකයින් විවිධ ආකාරවල අද්විතීය නායකයින් ය. ඒ සෑම කෙනෙකුම දූෂණය හා දරුණු සම්ප්රදායන් ඔවුන්ගේම ආකාරයෙන් ඇත. ඔවුන් වටා සිටින අයට සමාන වේ. රට මුහුණ දෙන අභියෝග ජය ගැනීම සඳහා දේශපාලන, ජනවාර්ගික, ආගමික හා පන්ති වෙනස්කම් එක්සත් කිරීමට මෙම නායකයින්ගේ උත්සාහය ප්රකාශ කිරීම අවශ්ය වේ.",
        "බුද්ධිමත් ආයෝජන අරමුණු සඳහා ණය ලබා ගැනීම සඳහා පරිභෝජනය අරමුණු සඳහා ලබා නොගත යුතුය. දෙවනුව දූෂණ පිළිබඳ ප්රශ්නය විසඳීම සඳහා. නැවත දූෂණයට නොයන්න.",
        "තෙවනුව, ස්විට්සර්ලන්තයේ මෙන් සියලුම ප්රජාවන්වලට ජනවාර්ගික හා ආගමික අර්බුදවලට විසඳුම් සෙවීමට හැකි විය යුතුය."
      ]
    },
    "en": {
      "title": "Choosing the best president for the country",
      "body_lines": [
        "Presidential election campaigns end today at midnight. Its the end of its decisions. It is certain that the current President of the election is the current President of the election, Ranil Wickremesinghe, Opposition Leader Sajith Premadasa and National People's Power Leader Anura Kumara Dissanayake.",
        "Even 35 other candidates, including the young successor of the Rajapaksa family, are also contesting. They are also confident. There seems to be a significant number of voters who do not take any resolution. They believe they will vote for themselves. In fact, the \"echo chamber\" theory works in full scale in this election.",
        "The \"echo room\" theory on social media is to further reinforce the opinions and information that existing existing beliefs. Opportunities for them to hear other opinions are systematically limited.In redefinition, those who support a particular candidate above the other candidates give themselves a belief that they will continue to speak with themselves and those of themselves like themselves.",
        "The interruption in ensuring the merits of these beliefs becomes more complicated by the absence of a credible public poll companies in Sri Lanka. Even in countries with renowned polls, the results they make in advance are different than the final results of the election.",
        "This presidential election is the closest match between the three candidates, rather than the two -nodling contest between candidates representing the two major parties, as in any presidential election of the past.. It is a unique feature of this election that a political party that has never received more than six percent of the previous elections has never received more votes.",
        "This reflects the scattering of major political parties that have benefited from their supporters and the country in public. The voters' departure from the major political parties and the voting of an alternative party reflects the desire of the people to make themselves largely.",
        "Sri Lanka was referred to as Switzerland of the East at the time of independence in 1948. In the 1960s, the economy of Sri Lanka and the public domain in general were compared to the level of countries such as Singapore and South Korea. But today, those countries are at a level of prosperity and development that cannot be compared to Sri Lanka.",
        "Countries such as Vietnam, which have been set up than Sri Lanka in the 1980s, have now improved with foreign investments and infrastructure facilities in income and living standards.. After the economic crisis in 2022, Sri Lanka's financial income was $ 3,354, while Vietnam's fleetage revenue was $ 4,164.. Sri Lanka's current income income from being in no way has been different from being ten years ago. At the same time, the prices of goods have increased two to three times.",
        "The economic downturn of Sri Lanka in 2022 and the struggle of the people's struggle for the sake of the people's power of national power. The economic downturn reflects the failure of the major political parties to develop the economy of the country and to protect the country from becoming a bankruptcy.",
        "The main slogan of \"system change\" was reinforced by the demand that the economic crimes be held accountable during the struggle.. This election is one of the most important act of the people in this election to ensure corruption be brought to an end. People will wait to see if those who plundered the country's wealth are experiencing the punishment or at least the new leaders are taking steady measures to get rid of corruption and prevent corruption.",
        "The long -standing failure to balance the costs with income is the root cause of Sri Lanka's setback. The nature of the electoral competition pushed political motivation to promise to give people more economic benefits than the country could be obliged.. The promise of bringing the king in the moon is based on the assumption that the people can get loans from abroad to feed the people.",
        "Government provided employment to the unemployed. As well as subsidies for non -beneficial projects. Once upon a time, the Sri Lankan people had high -physical qualities than many other people who had high -level incomes.. But it is not stabilized. The consequences of exceeding income were obvious in 2022.",
        "In most cases, the main reason for the expenditure of the stockpile is not only the corruption that makes the government the problem of excessive spending.. The call for the \"system change\" of the charity period (as people understand the consequences of the country's financial bankruptcy, the ruling politicians and their complications).",
        "Today, even the public is complicit in corruption, the corruption has become a social system.. The increase in the increased desire to vote for the power of the national people who have been far away from the major political stream in the past is a sign of their rejection of the corrupt corruption with the community.",
        "During independence, the country was referred to as the \"Switzerland\" of the country on the basis of the belief that the political leaders of Sri Lanka will be united and united without dividing the political society.",
        "But if something happened. Over the next decades, the country has been pushed into ethnic and religious conflicts, and terrorism has grown into war and human lives and economic resources have been swallowed up.. This resulted in the advent of foreign investment that could have taken the goal and the goal of Singapore, Vietnam and South Korea.",
        "The choice of the people in this presidential election is necessary to be a leader who has the power and will of making decisions that can be successful in the past.",
        "The three main presidential candidates are unique leaders in different ways with the ability to give leadership to lead the country on a new path before. Each of them has corruption and violent traditions in their own way. The same as those who surround them. In order to conquer the challenges faced by the country, it is necessary for these leaders to express their efforts to unite the political, ethnic, religious and class differences.",
        "To ensure loans for intelligent investment purposes should not be obtained for consumption purposes. Secondly to address the issue of corruption. Do not get into corruption again.",
        "Thirdly, all communities, like Switzerland, should be able to find solutions to ethnic and religious crises."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Sri Lanka presidential election: Ranil Wickremesinghe, Sajith Premadasa, Anura Kumara Dissanayake lead crowded field. Economic crisis, corruption concerns drive voters. Candidates promise system change, ethnic-religious unity, anti-corruption measures."
  ]
}