{
  "translated_text": {
    "si": {
      "title": "ත්රිකුණාමලයේ අනවසර වීදි වෙළඳසැල් ඉවත් කිරීමට පියවර ..!",
      "body_lines": [
        "ත්රිකුණාමලය මහ නගර සභා දේශ සීමාව සහ ප්රදේශ් සභාව විසින් බදාදා උදෑසන බදාදා උදෑසන ත්රිකුණාමලය බස් නැවතුම්පොළේ සහ ත්රිකුණාමල මහ නගර සභාවේදී ත්රිකුණාමලය මහ නගර සභාව සහ ත්රිකුණාමල මහ නගර සභා පරිශ්රය ඉදිරිපිට වේදිකා ගත කරන ලදී.",
        "මෙම රැස්වීම බදාදා යක් ඕවුවෙලි ප්රදේශ් සභාවේ ලේකම් උරුවුවෙලි ප්රදේශ් සභාවේ ලේකම් උරුවෙලි ප්රදේශ් සභාවේ ලේකම් උඩුපුවේලි පොලිස් ස්ථානය, ප්රධාන පොලිස් ප්රවාහන නිලධාරී සහ ත්රිකුණාමලයේ මහ නගර සභාවේ ලේකම්.",
        "සාකච්ඡාවේදී අනවසර මාර්ග සාප්පු ඉවත් කර මේ සඳහා වෙනම කමිටුවක් පිහිටුවීමට තීරණය කළ බව තීරණය විය."
      ]
    },
    "en": {
      "title": "Action to remove unauthorized street shops in Trincomalee ..!",
      "body_lines": [
        "The Trincomalee Municipal Council border and the Pradeshiya Sabha were staged in front of the Trincomalee Municipal Council on Wednesday morning at the Trincomalee Municipal Council and the Trincomalee Municipal Council premises on Wednesday morning at the Trincomalee Bus Stand and the Trincomalee Municipal Council.",
        "The meeting was held on Wednesday at the Trincomalee Municipal Council, including the Secretary of the Uppuweli Pradeshiya Sabha, the Uppuveli Police Station, Chief Police Transport Officer and the Secretary of the Trincomalee Municipal Council.",
        "It was decided to remove unauthorized road shops during the discussion and decided to set up a separate committee for this purpose."
      ]
    }
  },
  "summary_lines": [
    "Trincomalee Municipal Council and Pradeshiya Sabha met to discuss removing unauthorized street shops. A committee will be formed to handle this issue."
  ]
}