{
  "translated_text": {
    "si": {
      "title": "මැතිවරණයක් පැවැත්වීම රජයට කොඳු නාරටියක් නැත - සජිත්",
      "body_lines": [
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා එක්සත් ජනතා පක්ෂයට රජයට එරෙහිව එක්සත් ජනතා බලයේ උද් ration ෝෂණයකට සහභාගී වූ සජිත් ප්රේමදාස මහතා කොළඹදී වික්මගදේවි උද්යානයේ ප්රධාන දොරටුව ඉදිරිපිට මාධ්යයට අදහස් දැක්වීය.",
        "\"අපි මැතිවරණයෙන් බලයට පත්වේවි. වත්මන් රජයට කොඳු නාරටිය නොමැත. කොඳු නාරටිය නම්, මැතිවරණයක් පැවැත්වීම.අපිට කිසිම ගනුදෙනුවක් නැහැ.",
        "උසාවි තහනම මත අප පෙළ ගැසී නැත. අපි නීතිය උල්ලං have නය කර නැත.",
        "දේශපාලන ගනුදෙනු මගින් නොව ජනතාවගේ අවසරය ඇතිව අපි බලයට පත්වෙමු.",
        "රනිල් රාජපක්ෂ රජය ගංවතුරට ගොදුරු වේ. මෙය බියගුලු රජයකි. එය කොඳු ඇට පෙළ නොමැතිව රජයක්. ජනතාවට ගරුබිය දැක්වීම, රනිල් රාජපක්ෂ රජයේ මාංචු වලින් සමහරක් අද පෙරවරුවේ උසාවියට ​​ගොස් සමහර ප්රදේශ තහනම් කරන ලදී.",
        "නමුත් අපි ගියෙමු, අපි ගොස්, නීතිය උල්ලං in නය කරමින් වීදියේ මැදින් ගියෙමු. අපි නීතිය උල්ලං lated නය කළේ නැහැ. අපි නීතිය උල්ලං did නය කළේ නැහැ.",
        "රනිල් රාජපක්ෂගේ රජය රනිල් සහ මහින්ද ජනතාව වෙත පැමිණෙන ලෙස ඉල්ලා සිටී.",
        "රනිල්-රාජපක්ෂ රජය රජයට කඳුළු සැලූහ. නමුත් අපි පිපිරීමෙන්, කඩුව, මැෂින් තුවක්කු තුවක්කුව නිසා නොවේ. මැතිවරණයෙන් අපි රජයට උගන්වන්නෙමු.. රාජ්ය භීෂණයේ සංකේතය මෙයයි.",
        "රජය ජනතාව තණකොළ වෙත තල්ලු කර ඇත. මේ නරක රජයේ නිවස යැවීමට සූදානම් වන්න.. එක්සත් ජනතා බලයේ බලය යනු වේදිකාවට එරෙහිව කථා කරන අතර රාත්රියේදී ගනුදෙනු කරන ද්විත්වවාදීන් අවුල් සහගතය.",
        "අපි රට බැංකුවට ගෙනැවිත් නීතිය නීතියට ගෙනැවිත් අධිකරණය හරහා ලක්ෂ 220 ක් පමණ ගෙනෙමු.. ඒ සඳහා සූදානම් වන්න. එක්සත් ජනතා බලයේ සංසදයේ සහ නීති yers යින්ගේ බංකොලොත් අයිතිවාසිකම් සඳහා එක්සත් ජාතීන්ගේ සංවිධානය සහ නිලධාරීන් කිහිප දෙනෙකු වගකිව යුතු බව රාජපක්ෂ පවුලේ අය සහ නිලධාරීන් කිහිප දෙනෙක් පාලනය කළහ.",
        "රාජ්ය බලය ලබා ගැනීමට පෙර විපක්ෂයේ රැඳී සිටියදී අපට මෙම තීන්දුව ලැබුණි. මෙම තීන්දුව මත පදනම්ව, රට තුළ බංකොලොත්භාවයට පැමිණි අයගෙන් වන්දි ලබා ඇති ජනතාවට යුක්තිය පසිඳනු ඇත.. පාලන තන්ත්රය හඹා යාම සඳහා මේ මොහොතේම සම්බන්ධ වූ සෑම කෙනෙකුටම මම ස්තූතිවන්ත වෙමි.",
        "අද සිදුකරන ලද ප්රහාරය නීති විරෝධී ය. සටන් කිරීමට ආණ්ඩුක්රම ව්යවස්ථාවේ අපට අයිතියක් ඇත. ලැජ්ජයි!ලැජ්ජයි!රනිල් රාජපක්ෂ රජය ලැජ්ජා සහගතය. අපි ජනාධිපති ඇතුළු සියලුම මන්දිර තොරතුරු තාක්ෂණ විශ්ව විද්යාලයට ද පරිවර්තනය කරන්නෙමු. රීල්"
      ]
    },
    "en": {
      "title": "The government has no backbone to hold elections - Sajith",
      "body_lines": [
        "Opposition leader Sajith Premadasa, who participated in a demonstration by the United People's Power against the government, has commented to the media in front of the main gateway to the Vikramagadevi Park in Colombo.",
        "“We will come to power through the election. The current government does not have the backbone. If the backbone does, hold an election.We have no deal.",
        "We are not rally on the paths of court ban. We have not violated the law.",
        "We will come to power with the permission of the people, not by political deals.",
        "Ranil Rajapakse government is afraid of people flooding. This is a cowardly government. It is a government without the spinal cord. Fearing the people, some of the Ranil Rajapaksa government's handcuffs went to court this morning and demanded ban on some areas.",
        "But we went, we marched in the middle of the street, not in violation of the law. We did not violate the law. We did not violate the law.",
        "Ranil Rajapaksa's government is calling on Ranil and Mahinda to come to the people.",
        "Ranil-Rajapaksa government attacked the government with tears. But we are not by the explosion, sword, machine gun gun. We will teach the government through the election.. This is the symbol of state terror.",
        "The government has pushed people into the underworld. So get ready to send this bad government home.. The United People's Power is not a dualist wearing that speaks against the stage and deals at night.",
        "We will bring the country to the bank and bring the law to the law and bring about 220 lakhs of people through the court.. Get ready for that. The Rajapaksa family and a few officials ruled that the UNP and a few officials were responsible for the bankruptcy rights of the United People's Power Forum and the lawyers.",
        "We received this verdict while staying in the opposition before gaining state power. Based on this verdict, we will uphold justice for the people who have received compensation from those who have come to bankruptcy in the country.. I thank everyone who joined this early journey to chase the regime.",
        "The attack that carried out today is illegal. We have the right in the Constitution to fight. Shame!Shame!Ranil Rajapaksa government is shameful. We will also convert all the mansions including the President into Information Technology University. Remble"
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa criticizes the government for lacking the \"backbone\" to hold elections, accusing it of cowardice and fearing the people. He emphasizes the importance of elections and the rule of law, criticizing the government's actions and calling for justice for those affected by bankruptcy."
  ]
}