{
  "translated_text": {
    "ta": {
      "title": "கனடாவுக்குச் சென்ற இளைஞன் ஒரு தொகுதி உரிமம் மூலம்",
      "body_lines": [
        "கட்டூனயகாமா குடிவரவு மற்றும் குடியேற்ற நிறுவனத்திற்கு வந்த இலங்கை இளைஞர் குடிவரவு மற்றும் குடியேற்றத் துறையால் கைது செய்யப்பட்டுள்ளார்.",
        "அவர் யாஃப்னாவில் 27 வயது குடியிருப்பாளர்.இரவு 7.20 மணி 07/06 பிற்பகல் சவூதி அரேபியாவில் இலங்கை ஏர்லைன்ஸ் யுஎல். அவர் மற்றொரு விமானத்தில் கனடாவுக்குச் செல்ல திட்டமிட்டிருந்தார்.",
        "அவரது பாஸ்போர்ட் உட்பட அவரது பாஸ்போர்ட்டை ஆய்வு செய்வதன் மூலமும், குடியேற்ற மற்றும் குடியேற்றத் துறையின் அதிகாரிகளுக்கு பிற ஆவணங்களையும் அவர் சூழியுள்ளார்.",
        "பாஸ்போர்ட் மற்றொரு இலங்கை மற்றொரு இலங்கை விசாவுக்கு பாஸ்போர்ட் என்பது தெரியவந்துள்ளது.",
        "பாஸ்போர்ட்டுக்கு ரூ.",
        "அதன்படி, குடிவரவு மற்றும் குடியேற்றம் மற்றும் குடியேற்ற கண்காணிப்பு பிரிவு (குடிவரவு) பிரிவின் அதிகாரிகள் ஒரு போலி குடியிருப்பு விசா மற்றும் ஒரு போலி-வலிமையான விசா மற்றும் ஒரு போலி-வரிவிதமான விசா ஆகியவற்றைக் கொண்டிருந்தனர்.",
        "மேலதிக விசாரணைகளுக்காக கட்டுனாயக்க விமான நிலைய குற்றவியல் விசாரணைகளை ஒப்படைத்ததற்காக இளைஞர்கள் கைது செய்யப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "The young man who visited Canada by a batch of license",
      "body_lines": [
        "A Sri Lankan youth who had come to the Katunayakama Institute of Immigration and Emigration has been arrested by the Department of Immigration and Emigration.",
        "He is a 27 year old resident of Jaffna.7.20 pm on 07/06 pm at Saudi Arabia to leave Sri Lankan Airlines UL. He was planning to go to Canada on another aircraft.",
        "He has been surrounded by the inspection of his passport, including his passport, and other documents to the officers of the Department of Immigration and Emigration.",
        "It has been revealed that the passport was a passport of another Sri Lankan to another Sri Lankan visa.",
        "He has made the Department of Immigration Department and the Department of Laboratory Surveillance Unit that the passport has been provided with the photograph of Rs. 18 lakhs.",
        "Accordingly, the officers of the Department of Immigration and Emigration Hurricatory Surveillance Unit (Immigration) Unit had a fake Dubai Residential Visa and a pseudo-drastic visa and a pseudo-drastic visa.Steps were taken to arrest with.",
        "The youth has been arrested for handing over the Katunayake Airport Criminal Investigations for further investigations."
      ]
    }
  },
  "summary_lines": [
    "A Sri Lankan youth, 27 from Jaffna, was arrested at Katunayaka airport for attempting to travel to Canada with a stolen passport. The passport belonged to another individual and was procured for Rs. 18 lakhs. He was detained during passport inspection and will be investigated further."
  ]
}