{
  "translated_text": {
    "ta": {
      "title": "அரோகாவின் அச்சுறுத்தல் குறித்து இதுவரை நாம் இதுவரை என்ன செய்கிறோம்?",
      "body_lines": [
        "அம்பாராவில் உள்ள அமெரிக்க தூதரகம், வெளிநாட்டு சுற்றுலாப் பயணிகளின் பிரபலமான இடங்களான அம்பாரா மாவட்டத்தில் உள்ள அமெரிக்க தூதரகம் வழங்கிய சுற்றுலா வழிகாட்டுதலுடன் வலுவான உரையாடலைக் கொண்டுள்ளது.",
        "அதன்பிறகு, இலங்கையில் பிரிட்டிஷ் உயர் ஸ்தானிகராலயம் உட்பட இலங்கையில் உள்ள பிரிட்டிஷ் உயர் ஸ்தானிகராலயம், இலங்கையின் குடிமக்களுக்கு நெருக்கமாக தெரிவிக்க நடவடிக்கை எடுத்தது.",
        "பொது பாதுகாப்பு மந்திரி விஜித் ஹெராத் இன்று (அக்டோபர்) ஒரு ஊடக மாநாட்டை நடத்தினார், அருகம்பே தொடர்பான சந்தேகத்தின் பேரில் மூன்று பேர் கைது செய்யப்பட்டுள்ளனர்.",
        "இது அருகம்பே அச்சுறுத்தல் குறித்து அறிவிக்கப்பட்டதிலிருந்து தெரிவிக்கப்பட்ட தகவல்கள் குறித்த விசாரணை.",
        "இலங்கை ஆட்சிகள் கைது செய்யப்பட்டுள்ளதாக உளவுத்துறை தகவல்களின்படி, மூன்று பேர் கைது செய்யப்பட்டுள்ளதாக சந்தேகத்தின் பேரில் மூன்று பேர் கைது செய்யப்பட்டுள்ளனர்.",
        "காவலில் உள்ள மூன்று பேரும் மேலும் விசாரிக்கப்படுவதாக அமைச்சர் மேலும் தெரிவித்தார்.",
        "\"எந்த தகவலும் தாக்கப்படாது. ஆனால் இஸ்ரேலிய மானுடவாலங்களில் ஒருவித இடையூறுகளை உருவாக்க தகவல் தயாராக இருந்தது. கைதுகளுக்கு தலா ரூ .50 லட்சம் செலுத்தப்படுகிறது என்பது உண்மையல்ல. கைது செய்யப்பட்டவர்கள் வெளிநாட்டினர் அல்ல. \"",
        "கைது செய்யப்பட்ட நபர்களுக்கு துப்பாக்கிகள் அல்லது வெடிபொருட்கள் இல்லை. அவர்கள் அமைப்புகளின் தலைவர்கள் என்பதில் வேறு எந்த தகவலும் இல்லை. விசாரணைகள் மேற்கொள்ளப்படுகின்றன. அவர்கள் இன்னும் குற்றவாளி அல்ல. உளவுத்துறை தகவல்களையும் நாங்கள் கவனிக்கிறோம். \"அமைச்சர் கூறினார்.",
        "இதற்கிடையில், பொலிஸ் செய்தித் தொடர்பாளர் டிக் நிஹால் தந்தா பிபிசி சிங்களவலாவிடம் பிபிசிக்கு சந்தேகத்தின் பேரில் கூறினார்.",
        "அறிவுசார் தகவல்களைப் பற்றிய அறிவுசார் தகவல்களைப் பற்றி மக்கள் ஏன் பொதுமக்களுக்கு தெரிவிக்கவில்லை என்பதையும் அமைச்சர் விஜிதா ஹெராத் விளக்கினார்.",
        "\"இதுபோன்ற நிலைமை நடக்கும் என்பதை நாங்கள் மக்களுக்கு தெரியப்படுத்தவில்லை.. இந்த கணக்கை உறுதிப்படுத்திய நம்பகமான தகவல்கள் காரணமாக. இதைப் பற்றி நாங்கள் இரவும் பகலும் வேலை செய்தோம். கைது செய்யப்பட்ட நபர்கள் நாளுக்கு முன்பே (அக் .22) கைது செய்யப்பட்டனர்.",
        "\"வழங்கப்பட்ட தொலைபேசி எண்ணைத் தெரிவிக்க பொது மக்கள் எங்களிடம் கூறுகிறார்கள். மக்கள் வெவ்வேறு வதந்திகளை பரப்பவில்லை என்று கூறுகிறார்கள். சில குறுகிய நாட்களில் நாங்கள் இந்த சூழ்நிலையைப் பெறுகிறோம்.",
        "மந்திரி விஜிதா ஹெராத், இலங்கையில் சுற்றுலாப் பயணிகள் தங்கள் சொந்த நடவடிக்கைகளை மேற்கொள்ளக்கூடிய சூழ்நிலை இப்போது நாட்டில் உள்ளது, ஆனால் கவலைப்பட வேண்டிய அவசியமில்லை.",
        "அடுத்த நாட்களில் அரசாங்கம் அகற்றப்படும், வரவிருக்கும் நாட்களில் அரசாங்கம் அகற்றப்படும் என்று அமைச்சர் கூறினார்.",
        "\"நாங்கள் உண்மைகளை இராஜதந்திர மட்டத்தில் பரிமாறிக்கொண்டோம். அமெரிக்கா வழங்கிய அரும்பில்லா பகுதிக்கு பயணிக்க எச்சரிக்கை. அது செய்வதற்கு முன்பு தூதர் எங்களுடன் பேசினார். இது தொடர்பு முடிந்தது.",
        "சம்பந்தப்பட்ட நாடுகளுடன் நாங்கள் விவாதித்த பாதுகாப்பு நடவடிக்கைகள் பற்றி எங்களுக்குத் தெரியப்படுத்துங்கள். எந்தவொரு நாடும் இலங்கைக்கு வருகை தரவில்லை. இலங்கைக்கு சுற்றுலா வருகை. இஸ்ரேலியர்கள் இலங்கைக்கு முன்பே வந்தார்கள்.",
        "ட்விட்டர் இடுகையைத் தவிர்க்கவும், இந்த கட்டுரையில் ட்விட்டர் வழங்கிய உள்ளடக்கத்தை அடைய ஒப்புக்கொள்கிறீர்களா?. அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். ட்விட்டர் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "அருஜாமிட்டியின் அடிப்படையில் பல்வேறு அரசியல் லாபங்களை எடுக்க வேண்டாம் என்று பொது பாதுகாப்பு அமைச்சர் கேட்டுக்கொண்டார்.",
        "\"நாங்கள் தேவையான நடவடிக்கைகளை எடுத்துள்ளோம். வெளிநாட்டு நுண்ணறிவு தகவல்களை வழங்கியது. இது நேற்றுக்கு அச்சுறுத்தல் அல்ல. இது குறித்து இது எச்சரிக்கப்பட்டுள்ளது. தோல் இருக்கிறது, யாருக்கு பொருந்தும். தேவையான முன் நடவடிக்கை எடுத்துள்ளது. இந்த சூழ்நிலையைப் பயன்படுத்த வேண்டாம்.",
        "இலங்கையில் வணிக மற்றும் மத இடங்களை பராமரிப்பதற்கான இலங்கையின் பாதையை பார்வையிட இஸ்ரேலியர்கள் என்று பிபிசி கேள்வி எழுப்பியது.. இதை அவர் கொடுத்தார்.",
        "\"அவை உறுதியாக பராமரிக்கப்படவில்லை. அக்டோபரில், பல சிறப்பு நாட்கள் உள்ளன. எனவே அவர்கள் சில இடங்களைப் பற்றிய தகவல்களைப் பெற்றுள்ளனர். அருகாமத் அப்படி. அவர்கள் மதவாதிகள், பின்னர் விருந்து வைத்து வேடிக்கையாக இருக்கிறார்கள். அவை கோயில்களில் ஒன்று, உறுதியானவை அல்ல. அந்த இடங்களைப் பற்றிய தகவல்கள் உள்ளன. \"",
        "\"சுற்றுலா விசாக்கள் வழியாக சுற்றுலா பற்றிய நிகழ்வுகள் மற்றும் பல்வேறு வணிகங்களில் ஈடுபடுவது பற்றிய அறிக்கைகள் உள்ளன. குறிப்பாக சீனாவில் உள்ளன மற்றும் சட்டவிரோத நடவடிக்கைகள் போன்ற நிகழ்வுகள் உள்ளன. இவை குடியேற்றத்திற்கு தெரிவிக்கப்படவில்லை. ஆனால் நாங்கள் அவர்களை விசாரிக்கிறோம்.",
        "ட்விட்டர் இடுகையைத் தவிர்க்கவும், 2 ட்விட்டர் இந்த கட்டுரையில் ட்விட்டர் வழங்கிய உள்ளடக்கத்தை அடைய ஒப்புக்கொள்கிறீர்கள். அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். ட்விட்டர் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "இதற்கிடையில், 22 இஸ்ரேலிய இஸ்ரேலியர்கள் அக்டோபர் 23 இரவு பண்டாரநாயக சர்வதேச விமான நிலையத்தில் புறப்பட்டனர்.",
        "இந்த நாட்டில் (அக்டோபர் 24) 575 இஸ்ரேலியர்கள் உறுதிப்படுத்தப்பட்டுள்ளதாக செயல்படும் ஐ.ஜி.பி பிரியந்தா வீரசூரியா கூறினார்.",
        "ஒரு வான்கோழி விமான நிறுவனத்தில் ஐந்து பேர் கொல்லப்பட்டனர்",
        "யாஃப்னாவைத் தவிர நாட்டின் எந்தவொரு நீதிமன்றத்திலும் சாட்சியமளிக்கத் தயாராக இருப்பதாக கோத்தாபயா கூறுகிறார்"
      ]
    },
    "en": {
      "title": "What do we so far do we so far about the threat of arroga?",
      "body_lines": [
        "The US embassy in Ampara, the popular destinations of foreign tourists, has a strong conversation with the tourist guideline issued by the US embassy in the Ampara District.",
        "Thereafter, the British High Commission in Sri Lanka, including the British High Commission in Sri Lanka, took steps to inform the citizens of Sri Lanka as closely.",
        "Public Defense Minister Vijith Herath held a media briefing today (October), three persons have been arrested on suspicion over Arugambay.",
        "This is an inquiry on information that has been reported since being reported about the threat of arugambay.",
        "According to intelligence information that the Sri Lankan reigns have been arrested, three persons have been arrested on suspicion that the police have arrested three persons have been arrested by the police.",
        "The Minister further stated that the three persons in custody are further questioned.",
        "\"There was no information that would be attacked. But the information was ready to create some kind of disturbance at Israeli anthropologies. It is not true that the arrests are paid Rs 50 lakhs each. These arrested are not foreigners. \"",
        "And the arrested persons have not had the firearms or explosives. There is no more information that they are the heads of organizations. Investigations are being carried out. They're not guilty yet. We also look into the intelligence information. \"The Minister said.",
        "Meanwhile, police spokesman DIG Nihal Thameda told BBC Sinhala to BBC on suspicion.",
        "Minister Vijitha Herath also explained why the people did not inform the public about the intellectual information about the intellectual information.",
        "\"We did not make known to the people that such a situation would happen.. Because of the reliable information that confirmed this account. We worked day and night about this. The arrested persons were arrested before the day (Oct.22).",
        "\"The general public tells us to inform the telephone number that has been given. People tell the people not spreading different rumors. We are getting this situation in a few short days. \"He said.",
        "Minister Vijitha Herath said that a situation where tourists can carry on their own activities in Sri Lanka is now in the country, but there is no need to be worried.",
        "The Minister said that the government will be removed at the next days, the government will be removed in the coming days.",
        "\"We exchanged facts at diplomatic level. The warning is to travel to Arumbhilla area issued by the US. The ambassador talked to us before it was done. It's done communication. \"",
        "And let us know about the security measures that we have discussed with the relevant countries. No country is to visit Sri Lanka. Tourist arrivals to Sri Lanka. Israeli came to Sri Lanka even before. \"He said.",
        "Skip Twitter Post, Do you agree to reach content 1twitter? This article contains the content provided by Twitter. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Twitter cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the content of the external web sites.",
        "The Minister of Public Defense requested not to take various political gains based on arugamity.",
        "\"We have taken necessary steps. Foreign intelligence provided information. This is not a threat to yesterday. This has been warned about this. There's the skin, and who applies to. Have taken the necessary pre-action. Do not take advantage of this situation. \"The Minister said.",
        "BBC questioned whether the Israeli to visit Sri Lanka's path to maintain business and religious places in Sri Lanka.. He gave it to this.",
        "\"They are not firmly maintained. In October, there are several special specialty days. So they have received information about some of their places. Arugamat is like that. They are religious and then having a banquet and have fun. They are one of the temples, not firm. There is information about that places. \"",
        "\"There are reports of events about tourism via tourist visas and engage in various businesses. There are especially in China and there are events like illegal activities. These are not reported to immigration. But we investigate them. \"The Minister said.",
        "Skip Twitter Post, 2Twitter you agree to reach content? Contains the content provided by Twitter in this article. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Twitter cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the contents of the external web sites.",
        "Meanwhile, 22 Israeli Israeli left on the Bandaranaike International Airport on October 23 night.",
        "Acting IGP Priyantha Weerasuriya stated that 575 Israelians have been confirmed in this country (October 24).",
        "Five people killed in a Turkey Airlines",
        "Gotabhaya says it is ready to testify in any courts of the country except Jaffna"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "US Embassy issues tourist advisory for Ampara district. British High Commission informs UK citizens. Three arrests made over alleged Arugambay threat. Police deny involvement of foreigners or weapons. Minister warns against misinformation. Diplomatic discussions ongoing regarding security measures."
  ]
}