{
  "translated_text": {
    "si": {
      "title": "මාස 3 කින් සංචාරකයින් 6 දෙනෙකු රටට පැමිණියහ",
      "body_lines": [
        "මේ වසරේ මුල් මාස තුන තුළ සංචාරකයින් 600,000 ක් රටට පැමිණ තිබේ.",
        "සංචාරක අමාත්ය හරින් ප්රනාන්දු පවසන පරිදි මාර්තු 31 වන විට සංචාරකයින් 608,475 ක් රටට පැමිණ තිබේ.",
        "මේ වසරේ මුල් මාස තුන තුළ සෑම මසකම සෑම මාසයකම සංචාරකයින් 200,000 ක් සෑම මසකම පැමිණෙන බවත් මෙය ශ්රී ලංකාවේ හැරවුම් ලක්ෂ්යයක් බවත් අමාත්ය හරින් ප්රනාන්දු මහතා පැවසීය.",
        "ශ්රී ලංකා සංචාරක සංවර්ධන අධිකාරියේ (එස්එල්ටීඩීඒ) පෙන්වා දී ඇත්තේ 2018 දී මෙරටට පැමිණි සංචාරකයින්ගේ සංඛ්යාව මෙම නඩුව බවයි.",
        "2024 ජනවාරි මාසයේදී පුද්ගලයින් 208,253 ක් ජනවාරි මාසයේදී 218,350 ක් සහ මාර්තු මාසයේ දී 209,181 ක් ද ලබා ගත්හ.",
        "මාර්තු මාසයේදී ඉන්දියාවෙන් 28,218 ක්, රුසියාවෙන් 25,112 ක්, ජර්මනියේ 16,112 ක්, ජර්මනියේ 16,745 ක්, එක්සත් රාජධානියේ 16,649 ක්, එක්සත් රාජධානියෙන් 16,649 ක් සහ චීනයෙන් 11,220 ක්.",
        "මෙම කාලය තුළ ප්රංශයේ, ඕස්ට්රේලියාව, පෝලන්තය සහ කැනඩාව යන රටවල සංචාරකයින් වාර්තා විය."
      ]
    },
    "en": {
      "title": "6 lakh tourists visit the country in 3 months",
      "body_lines": [
        "In the first three months of this year, 600,000 tourists have visited the country.",
        "According to Tourism Minister Harin Fernando, 608,475 tourists have visited the country as of March 31.",
        "Minister Harin Fernando said that in the first three months of this year, 200,000 tourists arrive every month and this is a turning point for Sri Lanka.",
        "The Sri Lanka Tourism Development Authority (SLTDA) has indicated that the number of tourists who visited the country in 2018 has been the case.",
        "In January 2024, 208,253 people arrived in January, 218,350 in February and 209,181 in March.",
        "In March, 28,218 from India, 25,112 from Russia, 16,745 from Germany, 16,649 from the United Kingdom and 11,220 from China.",
        "During this period, tourists from France, Australia, the US, Poland and Canada were reported."
      ]
    }
  },
  "summary_lines": [
    "In 2024, Sri Lanka saw 600,000 tourists in 3 months, with 200,000 arriving monthly. Harin Fernando highlighted this as a turning point. Tourists came from India, Russia, Germany, UK, China, and other countries."
  ]
}