{
  "translated_text": {
    "ta": {
      "title": "கோழி தேவை பெரும்பாலும் குறைக்கப்படுகிறது",
      "body_lines": [
        "கோழியின் தேவை அடுத்த இரண்டு வாரங்களில் அதிக எண்ணிக்கையிலான கோழியைக் குறைத்துள்ளதாகவும், கோழியின் விலை அதன் ரூ.",
        "ஒரு கிலோகிராம் கோழியின் சில்லறை விலை இப்போது ரூ.",
        "விலை ரூ.",
        "தினசரி முடிவில் கோழியின் எண்ணிக்கை இப்போது சந்தைக்கு வருகிறது, அவர் முடிவின் முடிவில் முட்டைகள் என்றார்.",
        "இதனால் வரவிருக்கும் நாட்களில் கோழி குறைகிறது மற்றும் கோழி விலை மீண்டும் ஒரு குறிப்பிட்ட அளவில் அதிகரிக்கக்கூடும், எனவே கோழி விலை மீண்டும் அதிகரிக்கும்.",
        "தினசரி முட்டை தேவை கணிசமான அளவு முட்டை விலையாகும், மேலும் பொருளாதார விலைக்கான தேவை குறைந்து, முட்டை விலைகளின் தேவை மிகவும் சிறியதாக இருந்தது.",
        "ஒரு முட்டையின் விலை ரூ.",
        "தேவை விழுந்தாலும், ஒரு முட்டையின் விலை ரூ.",
        "ஒரு முட்டையின் விலை ரூ.",
        "கிறிஸ்துமஸ் மற்றும் முட்டைகளின் முடிவில், தேவை மீண்டும் மீட்டமைக்கப்படும், அவர் முட்டையின் விலையை ஒரு சிறிய அளவில் அதிகரிப்பார்."
      ]
    },
    "en": {
      "title": "Chicken demand is largely reduced",
      "body_lines": [
        "The All Ceylon Small Industries Association states that the demand for chicken has reduced a large number of chicken in the next two weeks, and the price of chicken can reduce its Rs.",
        "The retail price of a kilogram of chicken is now between Rs. 25,000 and Rs.",
        "The price could fall from Rs. 900 and Rs. 850 within the next two weeks.",
        "The number of chicken is now coming to the market at the end of the daily, he said the eggs at the end of the end.",
        "Thus chicken decreases in the coming days and the chicken prices can increase again in a certain amount, so the chicken prices can increase again.",
        "The daily egg demand is also a significant amount of egg prices, and the demand for the economic price has diminished and the demand of the egg prices were so small.",
        "The price of an egg has risen to Rs.",
        "Although the demand was fallen, but the price of an egg was Rs. 50 and Rs.",
        "The price of an egg could drop to Rs 25 per Rs.",
        "Christmas and the end of the eggs, the demand will be restored again, he will increase the price of egg prices in a small amount."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Chicken demand drops sharply, prices may fall from Rs. 900 to Rs. 850 in two weeks. Egg prices rise to Rs. 50, could drop to Rs. 25. Demand expected to recover after Christmas and New Year holidays."
  ]
}