{
  "translated_text": {
    "ta": {
      "title": "விரிகுடா விரிகுடா இன்று குறைந்த சுட்டுக்கொள்ளும் மண்டலம்",
      "body_lines": [
        "விரிகுடா விரிகுடாவின் விரிகுடாவின் விரிகுடாவின் விரிகுடாவில் குறைந்த அழுத்த மண்டலத்தை உருவாக்கும் வாய்ப்பு இருப்பதாக வானிலை ஆய்வு துறை கூறுகிறது.",
        "டிரின்கோமலீ மாவட்டத்தில் (13 வது) மற்றும் வடக்கு மற்றும் வட மத்திய மாகாணங்களில் பல மழை பெய்யும்.",
        "கிழக்கு, மத்திய, உவா மற்றும் சபராகாமுவா மாகாணங்களில் எம்.எம். 50 ஐ விட பலத்த மழை இருக்கலாம் என்று கூறப்படுகிறது.",
        "மேற்கு, சபராகாமுவா, மத்திய மற்றும் மத்திய மற்றும் மாதா மாவட்டங்களில் சில இடங்களில் காலே மற்றும் மாதரா மாவட்டங்களில் ஒரு காலை நீடிக்கும்.",
        "தற்காலிக காற்று மற்றும் மின்னல் விபத்துக்களை இடியுடன் கூடிய மழையுடன் குறைக்க தேவையான நடவடிக்கைகளை எடுக்குமாறு பொதுமக்கள் கேட்டுக்கொள்ளப்படுகிறார்கள்.",
        "காங்கசாந்தூரை முதல் திருகோணமலீ வரை நீட்டிக்கும் கடற்கரையிலிருந்து கடல் பகுதிகளில் பல இடங்களில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும்.",
        "கடல் பகுதிகளில் மற்ற கடல் அல்லது இரவுகளில் பல இடங்களில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும், மற்றும் காற்றின் வேகம் காற்றின் வேகமாகும்.. சுமார் 25-35, தீவைச் சுற்றியுள்ள கடல் பகுதிகள் சாதாரண இயல்பிலிருந்து தோராயமாக தோராயமாக உள்ளன.",
        "இடியுடன் கூடிய பகுதிகளில் தற்காலிகமாக காற்று ஏற்படக்கூடிய பகுதிகளில் வழக்கறிஞர்கள் தற்காலிகமாக வலுவாக இருக்க முடியும்.",
        "சமீபத்திய ஆண்டுகளில் மூன்று மாவட்டங்களில் சீரற்ற வானிலை காரணமாக, பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) கூறியது, பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Bay of Bay of Bengal is a low bake zone today",
      "body_lines": [
        "The Meteorological Department states that there is a possibility of developing a low pressure zone in the Bay of Bay of Bay of Bay of Bay of Bengal.",
        "Showers will occur in the Trincomalee District tomorrow (13th) and several showers in the North and North Central provinces..",
        "Mm in the Eastern, Central, Uva and Sabaragamuwa provinces. It is said that there may be heavy rain than 50.",
        "In some places in the Western, Sabaragamuwa, Central and Central and Matara districts, can last a morning in the Galle and Matara districts.",
        "The public is requested to take necessary steps to reduce temporary winds and lightning accidents with thunderstorms.",
        "Showers or thundershowers will occur at several places in the sea areas off the coast extending from Kankesanthurai to Trincomalee.",
        "Showers or thundershowers will occur at several places in the other sea or nights in the sea areas, and the speed of the wind is the speed of the wind.. About 25-35, the sea areas around the island are roughly rough from the normal nature.",
        "Attorneys can be temporarily strong in areas where thundershowers will occur temporary winds.",
        "The Disaster Management Center (DMC) stated that due to the inclement weather in three districts in recent years, the Disaster Management Center (DMC) said."
      ]
    }
  },
  "summary_lines": [
    "Low pressure zone forming in Bay of Bengal, heavy rainfall expected in Sri Lanka. Showers in Trincomalee, North & Central provinces. Thunderstorms possible with strong winds. Rough seas forecasted. DMC warns of potential disasters."
  ]
}