{
  "translated_text": {
    "si": {
      "title": "දුරකථන අර්බුදය දිනා ගැනීමේ වසර දෙකක ප්රතිවිපාක වසර දෙකක ප්රතිවිපාක",
      "body_lines": [
        "රටේ දරුණුතම ආර්ථික අර්බුදයෙන් රට යථා තත්වයට පත් කිරීම සහ එය ක්රියාත්මක කිරීමේ මාවතට ගෙන ඒම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා පසුගිය වසර දෙක තුළ හොඳින් ක්රියාත්මක වූ බව ජනාධිපති මාධ්ය ඒකකය නිවේදනයක් නිකුත් කරමින් කියා සිටී.",
        "සෑම අංශයකම වැටී ඇති අපේ රටේ ආර්ථිකය සඳහා අවශ්ය සියලුම අංශ ඉලක්ක කර ගනිමින් ජනාධිපති වැඩසටහන් ක්රියාත්මක විය.",
        "ආර්ථික හුවමාරු පනත සම්මත කිරීමේදී පළමු වරට, ජාතික වැඩපිළිවෙල තුළ පාලක පරිසරය, ඉලක්කගත වැඩසටහන සහ රාජ්යයේ වගකීම, රාජ්ය මූල්ය කළමනාකරණ පනත ක්රියාත්මක කිරීම, රටේ නෛතික මූල්ය විනය ක්රියාත්මක කිරීම , මේ රට සඳහා නෛතික ප්රතිසංස්කරණ රටට ක්රියාත්මක කර ඇත.",
        "දූෂණය තුරන් කිරීම සඳහා, ආසියාවේ බලවත්ම අසාර්ථක නොවන නීතිය, පූර්ණ වශයෙන් නිපදවන ලද ඉඩම්, රටේ ඇතැම් ඉඩම් ලබා දීම සහ එම නිවාසවල අයිතිය අඩු, අඩු වාර්ෂික නාගරික මහල් නිවාස ලබා දීම, තුන් වරක් සමුර්දි වලට වඩා වැඩි අරමුදල් සහ ආර්ථික අර්බුදයට වඩාත්ම බලපෑමට ලක්වූවන්ගේ වැඩිපුරම පීඩාවට පත්විය. \"කතුහරිය\" සුභසාධන වැඩසටහන ඔවුන්ගෙන් වඩාත්ම වැදගත් ය.",
        "ඊට අමතරව, ශක්තිමත් කිරීමේ නීතිය තුළින් කාන්තාවන් සහ ළමුන්ගේ ආරක්ෂාව වන්නේ නව අධ්යාපන ප්රතිසංස්කරණ භාවිතය, කෘෂිකාර්මික ප්රතිසංස්කරණ, උතුරු හා නැගෙනහිර පළාත්වල සංවර්ධනය භාවිතා කිරීම, වැඩි කිරීම, උතුරු හා නැගෙනහිර පළාත්වල සංවර්ධනය භාවිතා කිරීම සහතික කිරීමයි වතු ජනයාගේ දෛනික වැටුප් සහ ඔවුන්ගේ ජීවන තත්ත්වය සැපයීම. යාවත්කාලීන කරන ලදි.",
        "Pharacticen ෂධ iency නතාවයේ lack නතාවයෙන් පෙළීම, පුනර්ජනනීය විදුලි අංශය කෙරෙහි අවධානය යොමු කිරීම සහ දේශගුණික විපර්යාස ජාත්යන්තරව යන සංකල්පය පිළිබඳ දුර්වලතා අර්බුදය ශක්තිමත් කිරීමෙන් සෞඛ්ය අංශයේ බිඳවැටීම ශක්තිමත් කිරීම, අපිරිසිදු විදුලිබල අංශය කෙරෙහි අවධානය යොමු කිරීම සහ රටේ සංවර්ධනය සංවර්ධනය කර ඇත රටේ වඩාත්ම සංවර්ධිත රට සංවර්ධනය කිරීමට ජනාධිපති රට තුළ. වික්රමසිංහගේ පාලන තන්ත්රය පසුගිය වසර දෙක තුළ සමත් වී තිබේ."
      ]
    },
    "en": {
      "title": "Two years of consequences of winning the telephone crisis",
      "body_lines": [
        "President Ranil Wickremesinghe has performed well in the last two years to restore the country from the worst economic crisis in the country, to bring about stability and bring it on the path of progress, the Presidential Media Unit said in a statement.",
        "The president's programs were aimed at all the sectors that were necessary for the economy of our country, which had fallen in all aspects.",
        "For the first time in the passage of the Economic Transfer Act, the creation of the ruling environment within the national program, the target program and the responsibility of the state, the implementation of the State Financial Management Act, the legal financial discipline in the country, the legal reforms for this country have been implemented to the country.",
        "In order to eradicate corruption, the introduction of the most powerful anti -corruption law in Asia, the provision of full -fledged land certain ownership of the country and the granting of the ownership of those houses to low -income urban apartments, making three times more funds than Samurdhi, and the most affected by the economic crisis.The launch of the \"Assumsa\" welfare program for the people is the most important of them.",
        "In addition, the protection of women and children through the strengthening law is to ensure the implementation of various programs for national unity, including the use of new educational reforms, agricultural reforms, the use of the development of the Northern and Eastern Provinces, increasing the daily salaries of plantation people and providing their quality of life.Updated.",
        "Reinforcement of the collapse of the health sector that has been reduced by improving the lack of pharmaceutical deficiency, reinforcing the weakness crisis, focusing on the renewable power sector, and bringing the concept of climate change internationally, and the development of the country has been developed in the presidential country to develop the country's most developed country.Wickremesinghe's regime has passed in the last two years."
      ]
    }
  },
  "summary_lines": [
    "Over the past two years, President Ranil Wickremesinghe has led efforts to stabilize and revitalize Sri Lanka's economy, implementing key reforms such as the Economic Transfer Act, State Financial Management Act, and introducing stringent anti-corruption laws. His initiatives aim to boost all sectors, protect vulnerable groups, enhance education and agriculture, and address healthcare and climate change issues, marking significant progress towards economic recovery and national unity."
  ]
}