{
  "translated_text": {
    "ta": {
      "title": "பேச்சாளரின் உத்தியோகபூர்வ இல்லத்திற்கு முன்னால் ஒரு மரம் உடைகிறது. ஒரு காரை உடைக்கும் மற்றொரு விபத்து",
      "body_lines": [
        "கொழும்பு தேசிய மருத்துவமனையில் அனுமதிக்கப்பட்டபோது அதிவேகத்தின் ஓட்டுநர் கொழும்பு தேசிய மருத்துவமனைக்கு (27) கொண்டு செல்லப்பட்டார்.",
        "பாராளுமன்றத்திற்கு பாராளுமன்றத்தை நோக்கி பாலாவை நோக்கி பயணம் செய்வதற்கான சரிவு, மற்றொருவர் கொல்லப்பட்டார் (27). வெலிகாடா காவல்துறை அதிகாரிகள் சம்பவ இடத்தைத் தொடங்கி விபத்து தொடர்பாக விசாரணைகளைத் தொடங்கினர்.",
        "இருட்டாக இருந்த வாகனங்களின் வாகனங்களின் மரத்தில், கோட் ஃபயர் பிரஞ்சு மற்றும் விமானப்படை அதிகாரிகள் இரண்டு ஆண்டு மரங்களின் விலைகளுக்கான பாதையை மீட்டெடுக்க விரைந்தனர், பாராளுமன்றத்தின் விலையிலிருந்து அதே நேரத்தில் ஸ்லாஃப் மரம் கிளைகளைத் தொடங்குவதில் விபத்து ஏற்பட்டது.",
        "இந்த கார் கடுமையாக சேதமடைந்து சிகிச்சைக்காக கொழும்பு தேசிய மருத்துவமனைக்கு கொண்டு செல்லப்பட்டுள்ளது.",
        "கூடுதலாக, கோட்டே ஃபயர்நெல் டி.டி.யின் தபோரின் பணி. சுனந்தா மற்றும் மீட்பு வாகனம் துண்டிக்கப்பட்டபோது தரையில் விழுந்த ஒரு சங்கிலி ஷாயிலுக்கு கிளை ஒரு சங்கிலியை முற்றிலுமாக அழித்துவிட்டது என்று கூறப்படுகிறது.",
        "காயமடைந்த கார் ஓட்டுநர் உண்மைக்கு யதார்த்தத்தை சரிபார்க்க அல்கிளீட்டருக்கு அனுப்பப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "A tree breaks down in front of the Speaker's official residence. Another accident that breaks a car",
      "body_lines": [
        "The driver of the high speed was rushed to the Colombo National Hospital (27) while he was admitted to the Colombo National Hospital.",
        "A collapse to travel to the parliament towards the parliament towards the pala and another was killed (27). The Welikada Police officials have commenced the scene and commenced investigations along the accident.",
        "In the tree of the vehicles of the vehicles that had been darkened, the Kotte Fire French and the Air Force officials were rushed to restore the path to the prices of the two-year trees, from the prices of the parliament at the same time as the SLAF Tree.There was an accident on launching the branches.",
        "The car has been seriously damaged and rushed to the Colombo National Hospital for treatment.",
        "In addition, the task of the Tabor of the Kotte Firenel DD. It is said that the branch has completely destroyed a chain to a Chain Shoil that fell to the ground while Sunanda and a rescue vehicle was cut off.",
        "The injured car driver was to be sent to the Alcompleter to check the reality to the truth."
      ]
    }
  },
  "summary_lines": [
    "A tree crash near the Speaker's residence caused a car accident, injuring its driver who was taken to Colombo National Hospital. Another incident occurred when a high-speed driver was also hospitalized there. A separate accident resulted in a fatality while traveling to the parliament. Investigations are ongoing."
  ]
}