{
  "translated_text": {
    "ta": {
      "title": "மழை வானிலை: பேரழிவுகள் காரணமாக 12 இறப்புகள். 5 காணாமல் போனது",
      "body_lines": [
        "மழை வானிலை: பேரழிவுகள் காரணமாக 12 இறப்புகள். 5 காணாமல் போனது",
        "இது இங்கே எதுவும் இல்லை, \"\". மழை காரணமாக யாரும் கேட்கவில்லை.. யாரும் மழை பெய்யவில்லை. \"",
        "இன்று (ஜூன் 3) முதல் மழை காலநிலையில் 12 பேர் இறந்துவிட்டதாக பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) கூறியது.",
        "வெள்ளம் காரணமாக, 8 இறப்புகள் மற்றும் மரங்கள் மற்றும் மரங்களின் மையங்கள் வெள்ளத்தால் வெள்ளம், 8 இறப்புகள் மற்றும் இறப்பு காரணமாக ரத்னபுரா, கொழும்பு மற்றும் மாதரா வெள்ளம் காரணமாக பதிவாகியுள்ளன.",
        "பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) காலே மற்றும் மாதரா மாவட்டங்களில் ஐந்து நபர்கள் காணாமல் போயுள்ளதாகக் கூறியது.",
        "பலத்த மழை வானிலை காரணமாக, பேரழிவு மேலாண்மை மையம் ஆறு மாவட்டங்களில் மக்கள் பாதிக்கப்பட்டுள்ளதாகக் கூறியது.",
        "நுவரா எலியா, கொழும்பு, கலுதாரா, காலே, காலே மற்றும் கம்பாஹா மாவட்டங்களில் 1,489 குடும்பங்களில் 1,489 குடும்பங்களைச் சேர்ந்த 5575 குடும்பங்கள் இருப்பதாக பேரழிவு மேலாண்மை மையம் அறிவித்தது.",
        "10,975 குடும்பங்களைச் சேர்ந்த 41,852 பேர் சீரற்ற காலநிலையால் பாதிக்கப்பட்டுள்ளனர்.",
        "மழை நிலைமைகளுடன், அட்டனகலு ஓயா பகுதியின் வெள்ளம் இன்னும் அட்டனகலு ஓயா பகுதியில் கிடைக்கிறது என்று நீர்ப்பாசனத் துறை தெரிவித்துள்ளது.",
        "கெலானி ஆற்றில் நாகலாமிவேராவுக்கு அருகிலுள்ள நீர் இலாகா 6.20 அடி என்று நீர்ப்பாசனத் துறை தெரிவித்துள்ளது.",
        "துனம்கோடா மற்றும் அட்டனகலு ஓயா, கலு நதி மற்றும் நில்வாலா நதி ஆகியவற்றில் இஃப்ரிப் திணைக்களம் வெள்ளத்தை வெளியிட்டுள்ளது.",
        "பல மாவட்டங்களில் உள்ள பொதுப் பள்ளிகள் மற்றும் பல பிராந்தியங்கள் மழை வானிலை குறித்து சிறப்பு விடுமுறையாக (ஜூன் 4) அறிவிக்கப்பட்டுள்ளன.",
        "அதன்படி, சபராகாமுவா மாகாணத்தைச் சேர்ந்த கலுதாரா மற்றும் மாதரா மாவட்டத்தில் உள்ள அனைத்து பள்ளிகளும் கலுதாரா மற்றும் மாதரா மாவட்டத்தில் உள்ள அனைத்து பள்ளிகளும், தெற்கு மாகாணத்தின் கலுதாரா மாவட்டத்தில் உள்ள அனைத்து பள்ளிகளும் அல்ல.",
        "மேலே குறிப்பிடப்படாத அனைத்து மாகாணங்களிலும், மாவட்டங்களிலும் உள்ள பள்ளிகள் நாளை நடைபெறும் என்று கல்வி அமைச்சகம் கூறியது.",
        "இதற்கிடையில், ஜனாதிபதி ரணில் விக்ரமேசிங்கே கொழும்பு, கொழும்பு மற்றும் பாதிக்கப்பட்ட மக்களுக்கு விலையுயர்ந்த நிவாரணம் பெற அறிவுறுத்தப்பட்ட அதிகாரிகளுக்கு விஜயம் செய்துள்ளார்.",
        "இதற்கிடையில், தீவைச் சுற்றியுள்ள கடல் மண்டலத்திலிருந்து 6-60 கிலோமீட்டர் தொலைவில் உள்ள ஒரு வலுவான காற்று வீசும் வானிலை இருப்பதாக வானிலை ஆய்வு துறை அறிவிக்கிறது.",
        "காங்கசந்தூரை, மன்னார் காலே மற்றும் கல்பிதியா வரை கடல் மண்டலம் கடினமானதாக இருக்கக்கூடும், மீன்வளமும் கடற்படை சமூகம் இதில் கவனம் செலுத்த வேண்டும்.",
        "பேரழிவு மேலாண்மை மையம் 117 அவசர தொலைபேசி அழைப்பு எண் 24 மணி நேரம் செயல்படுத்தப்பட்டுள்ளது, மேலும் பேரழிவுக்கு மேலும் நிவாரணம் வழங்கவும் பாதிக்கப்பட்டவர்களுக்கு நிவாரணம் அளிக்கவும்.",
        "சேவைகளுக்கு நேரடியாக பங்களிக்க வேண்டிய அனைத்து அரசு நிறுவனங்களையும் அதிகாரிகளையும் இணைக்கவும் எளிதாக்கவும் நடவடிக்கை எடுக்கப்படும் என்று பேரழிவு மேலாண்மை மையம் கூறியது.",
        "இதற்கிடையில், பேரழிவைத் தெரிவிக்க காவல்துறையினரால் தொடங்கப்பட்ட சிறப்பு செயல்பாட்டு அட்டைகளின் தொலைபேசி எண்ணை போலீசார் புதுப்பித்துள்ளனர்.",
        "(ஜூன் 2) பொலிஸ் தலைமையகம் போலீஸ் தலைமையகத்தில் மாலை 06 மணி முதல் நிறுவப்பட்டது.",
        "அதன்படி, 011 2 42 18 20 சிறப்பு செயல்பாட்டு அட்டைகளை 011 2 42 18 அன்று தொடர்பு கொள்ளலாம்.",
        "கூடுதலாக, இயக்க அறை 011 2 43 9, 011 20, 30 30 அல்லது 011 20 130 39 பற்றிய தகவல்களையும் வழங்க முடியும்.",
        "பேரழிவுடன் தகவல்களை வழங்க முடியும் என்று பொலிஸ் ஊடக பிரிவு கூறியது.",
        "இலங்கை சமுதாயத்தில் \"ஒற்றை அம்மா\" ஆக இருப்பது எவ்வளவு சவாலானது?",
        "மழை வானிலை: பேரழிவுகள் காரணமாக 12 இறப்புகள். 5 காணாமல் போனது",
        "இப்போது புதிய AI சாட்ட்போட் அனைவரும் பேசுகிறார்கள்: பிப்ரவரி 17, 2023"
      ]
    },
    "en": {
      "title": "Rainy weather: 12 deaths due to disasters. 5 disappeared",
      "body_lines": [
        "Rainy weather: 12 deaths due to disasters. 5 disappeared",
        "It contains nothing here. Play Video, \"\". No one listens due to rain. \"\" The Running Time 2,1402: 14 Video Head, \". Nobody listens to rain. \"",
        "The Disaster Management Center (DMC) stated that 12 persons have died on the first rain weather this morning (June 3).",
        "Due to floods, 8 deaths and the centers of the trees and trees have been reported by floods due to floods, 8 deaths and mortality due to floods in Ratnapura, Colombo and Matara.",
        "The Disaster Management Center (DMC) stated that five persons have gone missing in the Galle and Matara districts.",
        "Due to heavy rains weather conditions, the Disaster Management Center stated that the people of six districts have been affected.",
        "The Disaster Management Center announced that 5575 persons belonging to 1,489 families in 1,489 families in the Nuwara Eliya, Colombo, Kalutara, Galle, Galle and Gampaha districts.",
        "41,852 persons belonging to 10,975 families have been affected by inclement weather.",
        "The Department of Irrigation said that with rain conditions, the flooding of the Attanagalu Oya area is still available at the Attanagalu Oya area.",
        "The water portfolio near Nagalamiweera in the Kelani River is 6.20 feet, the Department of Irrigation said.",
        "The IMPPRIP Department has issued a flood in the Dunamgoda and Attanagalu Oya, the Kalu River and Nilwala River.",
        "Public schools in several districts and several regions have been declared as a special holiday (June 4) on the rainy weather conditions.",
        "Accordingly, all schools in the Kalutara and Matara District belonging to the Sabaragamuwa Province are not all schools in the Kalutara and Matara District, as well as all schools in the Kalutara District of the Southern Province.",
        "The Ministry of Education stated that schools in all provinces and districts, which are not mentioned above, will be held tomorrow.",
        "Meanwhile, President Ranil Wickremesinghe has visited the Kolonnawa area in Colombo, Colombo and the officials who have been instructed to find expensive relief to the affected people.",
        "Meanwhile, the Meteorological Department announces that there is a strong windy weathery, which is 6-60 kilometers of the sea zone around the island.",
        "The sea zone from Kankesanthurai, Mannar to Galle and Kalpitiya can be rough and the fisheries and the naval community should pay attention to this.",
        "The Disaster Management Center 117 emergency phone call number has been implemented for 24 hours to provide further relief to the disaster and provide relief to victims.",
        "The Disaster Management Center stated that action will be taken to connect and facilitate all government agencies and officers who need to directly contribute to the services.",
        "Meanwhile, the police have updated the telephone number of the Special Operations Cards initiated by the police to inform the disaster.",
        "(2 June) The police headquarters were established at the Police Headquarters from 06 pm.",
        "Accordingly, 011 2 42 18 20 can contact the Special Operations Cards on 011 2 42 18.",
        "In addition, the operating room can also provide information on 011 2 43 9, 011 20, 30 30 or 011 20 130 39.",
        "The Police Media Division stated that information can also be provided along the disaster.ops@police.lk.",
        "How challenging to be a \"Single Mom\" ​​in Sri Lankan society?",
        "Rainy weather: 12 deaths due to disasters. 5 disappeared",
        "Now the new AI chatboat that is all talking to: Feb 17, 2023"
      ]
    }
  },
  "summary_lines": [
    "Heavy rainfall in Sri Lanka led to 12 deaths and 5 disappearances due to various disasters like floods. The Disaster Management Center reported widespread damage across several districts, affecting over 41,000 individuals. Schools were closed, and the government mobilized resources for relief efforts, including setting up emergency hotlines."
  ]
}