{
  "translated_text": {
    "ta": {
      "title": "கடைசியாக பிரான்சிலிருந்து பல்லேவேலா முகம் வரை பயணம் செய்ய இளைஞர்கள் வந்தார்கள்",
      "body_lines": [
        "19 வயதான ஃபாரெவர் வெளிநாட்டு சுற்றுலா மருத்துவமனை, வையாலாடா பகுதிக்கு வந்த சுற்றுலா வருகை அவரது ஆண் நண்பர்களுடன் தனது ஆண் நண்பர்களுடன் வயலவாலாவின் தீவிர சிகிச்சை பிரிவில் சிகிச்சை அளிக்கப்படுவதாக தெரிவிக்கப்பட்டது.",
        "இறந்தவர் 19 வயதான பிரெஞ்சு தேசிய வெளிநாட்டவர் என்ற பெயரில் மோனிக் யாகவுட் டெர்கேன் என அடையாளம் காணப்பட்டுள்ளார்.",
        "செயலிழப்பு ஏற்பட்டால் எல்ஸ்டெஸ்ட் விசாரணைக்கு அருகில் நேற்று (9) நடிப்பு மாஜிஸ்திரேட் சீனியரிட்டி செனவிரத்னே வீசிங்கே நடந்தது.",
        "எச்சங்கள் குறித்த மாஜிஸ்திரேட்டின் வார்ப்புரு படுல்லா மாஜிஸ்திரேட் நீதிமன்றத்தின் பதுல்லா மாஜிஸ்திரேட் நீதிமன்றம் நீதிமன்றத்தால் மேற்கொள்ளப்பட்டது மற்றும் பதுல்லா கற்பித்தல் மருத்துவமனையின் பதுல்லா கற்பித்தல் நீதிமன்ற மருத்துவ அதிகாரியில் பிரேத பரிசோதனையை சமர்ப்பித்தது.",
        "இலங்கைக்கு இலங்கை வருகை 25 ஆம் தேதி தங்கள் வெளிநாட்டு காதலனுடன் வந்ததாக போலீசார் தெரிவித்தனர்.",
        "பிரெஞ்சுக்காரர்களுக்கான இரண்டு பிரெஞ்சு வருகை, பிரெஞ்சு முன்னறிவிப்பு தம்பதியினர், வியவீராவில் உள்ள வியாவேராவில் ஒரு ரால்பெர்டுக்குச் சென்றதாக போலீசார் தெரிவித்தனர்.",
        "பிரெஞ்சு தேசிய வெளிநாட்டு பெண்கள் வெல்லவயா மருத்துவமனையில் உள்ள கிராமத்தில் சேர்ந்துள்ளனர், மேலும் வெல்லவயா மருத்துவமனையில் உள்ள பதுல்லா கற்பித்தல் மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளனர், பின்னர் பொலா கற்பித்தல் மருத்துவமனையில் அனுமதிக்கப்பட்டனர்.",
        "மூத்த போலீஸ் சூப்பிரண்டு பிரதீப் கலுபஹானா மருத்துவமனை டி.பி."
      ]
    },
    "en": {
      "title": "Youth came to see the last traveled from France to Pallewela Face",
      "body_lines": [
        "19-year-old Forever Foreign Tourist Hospital, a 19-year-old tourist arrival in the Wiyalada area was reported to be treated at the Intensive Care Unit of the Wiyalawala with his boyfriends with his boyfriends.Police say.",
        "The deceased has been identified as a 19-year-old French national foreigner named Money Monique Yakout Derkane.",
        "Acting Magistrate Seniority Seneviratne Weerasinghe yesterday (9) took place near the Elstest investigation into the event of the crash yesterday.",
        "The Magistrate's template on the remains were carried out by the Badulla Magistrate's Court of Badulla Magistrate's Court and submitting the post mortem examination at the Badulla Teaching Court Medical Officer of Badulla Teaching Hospital.",
        "The police said that the Sri Lankan visit to Sri Lanka had come with their foreign lover on the 25th, police said.",
        "The two French visit to the French, the French forecasting couple, had gone to a roalpered at the Wiyaweera in Wiyaweera, police said.",
        "The French National Foreign Girls have joined the village in the Wellawaya hospital and was admitted to the Badulla Teaching Hospital in the Wellawaya hospital and was later admitted to the Badulla Teaching Hospital for further treatment.The police said.",
        "Senior Superintendent of Police Pradeep Kalupahana Hospital DB H Karupahanasiri Assistant Superintendent of Police (OIC Chief Inspector General of Police) has conducted further investigations."
      ]
    }
  },
  "summary_lines": [
    "A 19-year-old French tourist, Monique Yakout Derkane, died after an accident in Pallewela, Sri Lanka. She arrived with her boyfriend and was hospitalized in the ICU. The incident is under investigation by local authorities."
  ]
}