{
  "translated_text": {
    "ta": {
      "title": "சாகலாவும் சுசிலும் ஒரு வேட்பாளரை இடுகையிட வேண்டாம் என்று மஹிந்தாவிடம் கூறுகிறார்கள்",
      "body_lines": [
        "ஜனாதிபதி ஆலோசகர் சுகலா ரத்னயகே மற்றும் அமைச்சர் சுசில் பிரேமாஜயந்தா ஆகியோர் முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷத்தை ஜனாதிபதித் தேர்தலுக்கு ஒரு வேட்பாளரை வழங்க வேண்டாம் என்று கோரியிருந்தனர்.",
        "கடந்த நாடாளுமன்றத் தேர்தலில் ஜனாதிபதியை ஆதரிக்க ஜனாதிபதிக்கு தேர்ந்தெடுக்கப்பட்ட 112 எம்.பி.க்கள் என்று அவர்கள் சுட்டிக்காட்டியுள்ளனர்.",
        "மக்கள் யுனைடெட் ஃப்ரண்ட் தி பீப்பிள்ஸ் யுனைடெட் ஃப்ரண்டில் உறுப்பினராக உள்ளார், அவர் தேசிய பட்டியலில் உள்ள பாண்டனை பிரதிநிதித்துவப்படுத்துகிறார், மேலும் ஜனநாயக இடதுசாரிகளின் ஒரு உறுப்பினர், ஐக்கிய மக்கள் கட்சி, ஐக்கிய மக்கள் கட்சி, இலங்கை, லங்கா உழைப்பு இரண்டு எஸ்.எல்.எஃப்.பி எம்.பி.எஸ் (நைம் சிரிபாலா டி சில்வா டி சில்வா டி சில்வா டி சில்வா டி சில்வா டி சில்வா), 05 புதிய கூட்டணி உறுப்பினர்கள், முஸ்லீம் கட்சியின் ஒரு உறுப்பினர் அரசாங்கத்தை ஆதரிக்கிறார். அவர்கள் அனைவரும் ரணில் விக்ரமேசிங்கின் ஜனாதிபதியை ஆதரித்துள்ளனர் என்பதையும் அவர்கள் ஜனாதிபதியிடம் சுட்டிக்காட்டியுள்ளனர்.",
        "அரசாங்கத்தை ஆதரிக்கும் 11 பேர் உள்ளனர், மேலும் அனைவரும் ரணில் விக்ரமசிங்க மற்றும் சுசில் பிரேமாஜயாந்தா ஆகியோரின் ஆதரவாளர்கள், அவர்கள் பட்ஜெட்டுடன் கூட்டணி வைத்திருப்பதாகக் கூறினர்.. ஈபிடிபியின் இருக்கை, தமில் மெக்லே பக் வேரியாண்டலேஜி ஃப்ரண்ட், யுஎன்பிக்கு 01 இருக்கை, எஸ்.எல்.எஃப்.பி இருக்கை, யு.என்.பி.",
        "மேலும், அடுத்த ஜனாதிபதித் தேர்தலில் ஜனாதிபதி ரங்கில் விக்ரமேசிங்கின் அரசாங்கத்திற்கு ஆதரவளிப்பதாக ரத்னாயக்க மற்றும் பிரேமாஜயந்தா கூறியுள்ளனர்."
      ]
    },
    "en": {
      "title": "Sagala and Susil tells Mahinda not to post a candidate",
      "body_lines": [
        "Presidential Advisor Sugala Ratnayake and Minister Susil Premajayantha had requested former President Mahinda Rajapaksa not to offer a candidate for the presidential election.",
        "They have pointed out that 112 MPs who were elected to the President to support the President in the past parliamentary election.",
        "The People's United Front is a member of the People's United Front, who represents the ponden in the national list, and represents the national list, one member of the Democratic Left, the United People's Party, the United People's Party, Sri Lanka Labor, Lanka LaborTwo SLFP MPs (Nimal Siripala de Silva de Silva de Silva de Silva de Silva de Silva), 05 new alliance members, one member of the Muslim party supports the government. They have also pointed out to the President that all of them have supported the President of Ranil Wickremesinghe.",
        "There are 11 other people who support the government and are all supporters of Ranil Wickremesinghe and Susil Premajayantha said they were allied with the budget.. EPDP's seat, Thamil Mekkle Puck Varianthalagey Front, 01 seat for the UNP, SLFP seat, 01 seat for the UNP, 01 seat for National CongressThey also explained that the seat has been divided.",
        "Also, Ratnayake and Premajayantha has said that all of these have been said to support the government of President Ranil Wickremesinghe in the next presidential election.They have also told the former President that Mahindananda Aluthgamage has already confirmed and said."
      ]
    }
  },
  "summary_lines": [
    "Presidential Advisor Sugala Ratnayake and Minister Susil Premajayantha advised former President Mahinda Rajapaksa against running in the upcoming presidential election, citing support from 112 MPs for the current President, Ranil Wickremesinghe. They highlighted the backing of various parties including the People's United Front, Democratic Left, United People's Party, Sri Lanka Labor, and others, emphasizing unity and support for Wickremesinghe's government."
  ]
}