{
  "translated_text": {
    "ta": {
      "title": "14 ஆண்டுகளுக்குப் பிறகு மனைவியைக் கொன்ற கணவருக்கு மரண தண்டனை",
      "body_lines": [
        "இருவரின் தாயின் மனைவி கீழே ஒப்படைக்கப்பட்டு ஒரு அறைக்குள் தள்ளப்பட்டு மண்ணெண்ணெய் ஊற்றி மண்ணெண்ணெய் எரிக்கப்பட்டு உடலுக்கு தீ வைத்தார்",
        "வட மத்திய மாகாண உயர்நீதிமன்ற நீதிபதி மனோஜ் தல்கோடபிதியா, மகாஜாஜ் தலிபிதியா, மரண கொலை தொடர்பாக அனுராதபுரா உயர்நீதிமன்றத்தில் மரண தண்டனை விதிக்கப்பட்டார்.",
        "இந்த மரணத்திற்கு உதஹாவேவாவில் உள்ள உதயஹாவேவாவில் உள்ள தம்தஹாவேவாவில் வசிப்பவர் தண்டனை விதிக்கப்பட்டது.",
        "ஜனவரி 26, 2010 ஆம் தேதி தம்னாவின் தம்னாவால் தண்டனைக் கோட் தம்மன் குற்றம் சாட்டப்பட்டதற்கு எதிராக அனுராதபுரா உயர்நீதிமன்றத்தில் அட்டர்னி ஜெனரல் மீது குற்றம் சாட்டப்பட்டுள்ளது.",
        "உயர்நீதிமன்ற நீதிபதி மனோஜ் தல்கோடபிட்டியா குற்றம் சாட்டப்பட்டவருக்கு மரண தண்டனை விதிக்கப்பட்டதாகக் கூறினார்",
        "நியாயமான சந்தேகம் மீது குற்றம் சாட்டப்பட்டதாக பிரதிவாதி மீதான குற்றச்சாட்டுகளை நிரூபிக்க புகார் கண்காட்சி முடிந்தது.",
        "தம்புத்த்தேகாமா மாஜிஸ்திரேட் நீதிமன்றம் சட்டத்தின் கப்பல் அல்லாத நீதிமன்றங்களில் இருந்தது. சட்டமா அதிபர் ஜெனரல்",
        "மேலும் விசாரணைக்கு அனுராதபுரா உயர்நீதிமன்றத்தில் இந்த குற்றச்சாட்டு தாக்கல் செய்யப்பட்டது.",
        "அனுராதபுரா கற்பித்தல் மருத்துவமனையில் நிபுணராக இருந்த அஜித் ஜெயசேனா இந்த வழக்கில் சாட்சிகள் என்று பெயரிடப்பட்டார்.",
        "அதே நேரத்தில் அனுராதபுரா உயர்நீதிமன்றத்தில் சக்தி ஜகோதரச்சி புகாருக்காக ஆஜரானார், இந்த வழக்கில் வழக்கு வெளியிடப்பட்டபோது, ​​புகாருக்கு அரசாங்கம் புகார் அளித்தது."
      ]
    },
    "en": {
      "title": "Death sentence for her husband who killed his wife 14 years later",
      "body_lines": [
        "The wife of a mother of two was handed down and pushed into a room and pour kerosene and burned kerosene and set fire to the body",
        "North Central Provincial High Court Judge Manoj Thalgodapitiya, the Mahajaj Thalipitiya, was sentenced to death in the Anuradhapura High Court regarding a murder of death.",
        "The death was sentenced to a resident of Turmannawa, Udayahawewa in the Thamgahawewa, Utarawewa in the Udahawewa.",
        "The Attorney General has been indicted in the Anuradhapura High Court against the accused by the Thamma of the Penalty Code by the Thammna of the Thammna, the 26th of January 2010.There was.",
        "High Court Judge Manoj Talgodapitiya stated that the accused was sentenced to death",
        "The complaint fair has been able to prove allegations against the defendant to be charged with fair suspicion.",
        "Thambuththegama Magistrate's Court was in the courts of the non-vesseling of the law. The Attorney General's Attorney General",
        "The indictment was filed to the Anuradhapura High Court for further hearing.",
        "Ajith Jayasena, who was expert in the Anuradhapura Teaching Hospital, was named Witnesses in this case.",
        "At the same time in Anuradhapura High Court Shakthi Jagodarachchi appeared for the complaint, and when the case was published in the case, the government approached the complaint appeared for the complaint."
      ]
    }
  },
  "summary_lines": [
    "A man was sentenced to death for murdering his wife 14 years later, after setting her on fire. The case was heard in the Anuradhapura High Court."
  ]
}