{
  "translated_text": {
    "si": {
      "title": "බ්රිතාන්ය දරුවන්ට ඩයගෝකෝකෝර්ෂියා හි ශ්රී ලාංකික දෙමළ දරුවන්ට ද එම ආරක්ෂාවම ලබා දිය යුතුය - උසාවිය",
      "body_lines": [
        "බ්රිතාන්යයේ ඩියාගෝ ගාෂියා හි ශ්රී ලංකා දෙමළ පිරිමි ළමයින් පස් දෙනෙකු බ්රිතාන්ය දරුවන් ලෙස මත්පැන් පානය කර ඇති බවට බ්රිතාන්ය මහාධිකරණය නියෝග කර තිබේ.",
        "ශ්රී ලාංකික දෙමළ ජනයා සහ ළමුන් දිවයිනේදී අධිකරණය විසින් පාලනය කර ඇත්තේ ටෙගෝ ගාර්ෂියා දිවයිනේ බ්රිතාන්ය ළමා පනත සඳහා වන ප්රධාන ආරක්ෂක විධිවිධාන ය.",
        "ඩයෝකෝර්සියාවේ බ්රිතාන්ය දරුවන්ගේ බ්රිතාන්යයේ බ්රිතාන්යයේ බ්රිතාන්යයේ බ්රිතාන්යයේ නීතිය ශ්රී ලංකා දෙමළ දරුවන්ට වගකිව යුතු නොවන බව විනිසුරු මාකෝර්රා කොමසාරිස් ඩයෝකෝර්ක්සියා දූපතේ නීති lawyers යින් විසින් ප්රතික්ෂේප කර තිබේ.",
        "විශේෂ දේශීය නීතිය නොමැතිකම හේතුවෙන් බ්රිතාන්යයේ නීතිය වලංගු වේ",
        "ශ්රී ලංකා දෙමළ සංක්රමණිකයන් 2021 දිදුලන ඩයකර්සියා දූපතට පැමිණියහ.",
        "සරණාගතයින් සඳහා වන එක්සත් ජාතීන්ගේ මහ කොමසාරිස් කාර්යාලය පවසා ඇත්තේ සරණාගතයින් බ්රිතාන්ය රජයේ පාලනය යටතේ පවතින බවයි."
      ]
    },
    "en": {
      "title": "British children should be given the same defense to Sri Lankan Tamil children in DiegoCorcia - Court",
      "body_lines": [
        "The British High Court has ordered that five Sri Lankan Tamil boys in Diego Garcia in Britain have been protected from evil as British children.",
        "The court has ruled on behalf of Sri Lankan Tamils ​​and children on the island of Tiocarcia, the main security arrangements for the British Children's Act are appropriate for Sri Lankan Tamil children on the island of Diego Garcia.",
        "Judge Markrat Obi has rejected the argument made by the lawyers of the Diocorcia Island, the Commissioner of Diocorcia, that the British Children's Law of Britain is not responsible for the Sri Lankan Tamil children in Diocarcia.",
        "Britain's law is valid due to lack of special local law",
        "Sri Lankan Tamil migrants arrived in Diacarcia Island on 2021.",
        "The United Nations High Commission for Refugees has said that asylum seekers are under the control of the British government."
      ]
    }
  },
  "summary_lines": [
    "The British High Court has ruled that Sri Lankan Tamil children in Diego Garcia are entitled to the same protections as British children, rejecting arguments that the British Children's Act does not apply to them."
  ]
}