{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் அரசு பள்ளி குழந்தைகள் 97% ஆங்கில ஊடகக் கல்வியை இழந்துள்ளனர்",
      "body_lines": [
        "இலங்கையில் அரசு பள்ளி குழந்தைகள் 97% ஆங்கில ஊடகக் கல்வியை இழந்துள்ளனர்",
        "\"ஏனென்றால் என் குழந்தை பள்ளி பாடங்களை ஆங்கிலத்தில் கற்பித்தது, ஏனெனில் அது எளிதானது. சிங்கள நடுத்தரத்தை விட ஆங்கிலத்திலிருந்து கற்றுக்கொள்வது எளிது. ஆனால், ஆங்கிலத்தின் ஆங்கில ஊடகத்திலிருந்து கற்றுக்கொள்ள ஒரு குறிப்பிட்ட எண்ணிக்கையிலான மக்கள் மட்டுமே உங்களுக்கு வாய்ப்பளிப்பார்கள். அந்த தேர்வில் என் மகன் தோல்வியுற்றார். எனவே என் மகன் மிகுந்த சிரமத்தில் இருக்கிறார், \"கொழும்பில் ஆறாம் வகுப்பு மாணவரின் தாய், ஒரு மகன் பள்ளி மாணவர் அதன் அனுபவத்தை அனுபவித்தார்.",
        "சிங்கள சேவையை கவனித்தபடி, பிபிசி சிங்கள சேவையை கவனித்தபடி, பள்ளி பாடத்திட்டத்தை ஆங்கிலத்தில் கற்றுக்கொள்வதற்கான பெரும் கோரிக்கையை உருவாக்கியுள்ளது.",
        "ஆங்கிலத்தில் ஏராளமான முன்பள்ளி குழந்தைகள் உள்ளனர், மேலும் ஆங்கிலத்தில் தொடர்பு கொள்ளும் குழந்தைகளின் எண்ணிக்கை ஆங்கில ஊடகங்களுக்கு ஒரு பெரிய தேவை.",
        "கூடுதலாக, எங்களுடன் பேசிய சில பெற்றோர்கள், ஒரு சர்வதேச மொழி, ஆங்கில ஊடகம், ஒரு மூடிய கல்வியைப் பெற முடியும் என்று நம்புகிறார்கள்.",
        "மேலும், அரசு பல்கலைக்கழகங்களில் கூட, ஊடகங்கள் ஆங்கிலத்தில் உள்ளன, மாணவர்கள் ஆங்கிலக் கல்வியின் ஆங்கில ஊடகத்தின் நன்மை.",
        "மறுபுறம், ஒரு வெளிநாட்டு பல்கலைக்கழகத்தில் பெற்றோரை இழந்த மாணவர்கள் என்றால், அவர்கள் ஒரு வெளிநாட்டு அல்லது தனியார் அல்லது தனியார் பல்கலைக்கழகத்தில் படிக்க வேண்டும்.",
        "மேற்கூறியவை ஆங்கிலத்திற்கான தேவையை அதிகரிக்க மேற்கண்ட தேவையை பாதிக்கின்றன.",
        "பல ஆய்வாளர்கள் சின்ஹாலாவை உத்தியோகபூர்வ மொழியாக நியமிப்பதற்கான வாய்ப்புகளை இழந்துவிட்டார்கள் என்பது ஒரு கருத்து.",
        "ஆங்கில ஊடகத்திலிருந்து கற்றுக்கொள்ள வேண்டிய மாணவர்களின் எண்ணிக்கை இருந்தாலும், கற்பிக்கக்கூடிய ஆசிரியர்களின் கடுமையான பற்றாக்குறை உள்ளது என்று ஆசிரியர் சங்கம் சுட்டிக்காட்டுகிறது.",
        "5 ஆம் வகுப்பு உடற்பயிற்சி சோதனைகளுக்கு 2024 ஆம் ஆண்டில் 400 மாணவர்கள், 180 மாணவர்கள் மட்டுமே தேர்ந்தெடுக்கப்பட்டுள்ளனர் என்பதைப் புரிந்துகொள்ள உதவும் சிறந்த எடுத்துக்காட்டுகளில் ஒன்று.",
        "ஆங்கில ஊடக வகுப்புகள் போன்ற ஆங்கில ஊடகத்தில் ஆசிரியர்களின் பற்றாக்குறை இருப்பதாக பள்ளி அதிகாரிகள் கூறுகின்றனர்.",
        "இதன் விளைவாக, வெளிப்புறங்கள் மற்றும் பள்ளியிலிருந்து உதவித்தொகை தேர்வில் தேர்ச்சி பெற்ற மாணவர்கள் பிபிசி சிங்கள சேவைக்கு குறைக்கப்படுகிறார்கள்.",
        "பொதுப் பள்ளிகளில் படிக்கும் குழந்தைகள் இன்னும் ஒரு சலுகையில் உள்ளனர்.",
        "காரணம் அரசு பள்ளி மாணவர்கள், ஆங்கில ஊடக கல்வி அல்லது இருமொழி கல்வி ஆகியவற்றில் 3% மட்டுமே.",
        "இலங்கையில் உள்ள அரசு பள்ளிகளில் படிக்கும் மாணவர்களின் எண்ணிக்கையான பள்ளி கணக்கெடுப்பு, 120,571 பேருக்கு மட்டுமே கல்விக்கான வாய்ப்பு வழங்கப்பட்டதாக தெரிய வந்துள்ளது.",
        "அதாவது, இலங்கையில் உள்ள அரசு பள்ளிகளில் 97% மாணவர்கள் தங்கள் கல்வியை இழந்துவிட்டனர்.",
        "இதற்கிடையில், இலங்கையில் சுமார் 10,096 அரசு பள்ளிகள் 799 பாடங்கள் மட்டுமே உள்ளன.",
        "இலங்கையில் உள்ள பள்ளி கல்வி முறை ஒரு இருமொழி ஊடக கல்வி முறை.",
        "அதன்படி, அனைத்து பாடங்களும் ஆங்கில ஊடகத்தில் அனைத்து பாடங்களையும் படிக்க அனுமதிக்கப்படவில்லை, மேலும் பள்ளிகளில் ஆசிரியர்களின் எண்ணிக்கைக்கு ஆங்கில ஊடகத்தில் ஒரு சில பாடங்களை மட்டுமே படிக்க வாய்ப்பு கிடைக்கும்.",
        "விசாரணையின் பின்னர், ஜோசப் ஸ்டாலின், இருமொழி கல்வி முறையை மேம்படுத்த எந்த நடவடிக்கையும் இல்லை என்று கூறினார்.",
        "\"இலங்கையில் ஆசிரியர்கள் முக்கியமாக கல்வியியல் கல்லூரியால் தயாரிக்கப்படுவார்கள். இந்த விஞ்ஞானிகளில் கற்றல் ஆங்கில ஊடகத்தில் ஆசிரியர்களுக்கு கற்பிக்க பயிற்சி அளிக்கப்பட வேண்டும். இதேபோல், பட்டதாரி ஆசிரியர்கள் பட்டதாரி ஆசிரியர்களுக்கு ஆங்கில ஊடக பயிற்சியை வழங்க முடியும். இதைச் செய்வது கடினம் அல்ல. ஆனால், எந்த அரசாங்கமும் இந்த வேலையைச் செய்யவில்லை. நம் நாட்டின் பள்ளிகளில் உள்ள ஆங்கிலப் பள்ளிகளின் ஆங்கிலப் பொருள், நம் நாட்டில் பள்ளிகளின் முடிவில் இருந்து பள்ளி கல்வி முடிந்தாலும், ஆங்கிலத்தில் பேசவும் வேலை செய்யவும் முடியும்.. இந்த நிலைமை மாற்றப்படாவிட்டால், நாட்டை உருவாக்க முடியாது, ”என்று ஜோசப் ஸ்டாலின் கூறினார்.",
        "இதற்கிடையில், லர்னேசியா இன்ஸ்டிடியூட் மற்றும் இலங்கை கல்வி மன்றத்தின் இணை ஒருங்கிணைப்பாளர் டாக்டர் சுஜாதா, \"அதிகாரிகளின் மாற்றத்திற்குப் பிறகு இது அச்சம்\" என்று கூறினார்.",
        "\"பொதுப் பள்ளிகளின் மாணவர்களுக்கு ஆங்கில ஊடகத்திலிருந்து கற்றுக்கொள்ள வாய்ப்பில்லை. ஆங்கிலத்தில் கற்றுக்கொள்ளுங்கள் பல அரசு மாணவர்கள் ஆங்கில ஊடகத்திலிருந்து கற்றுக்கொள்ள வாய்ப்பு உள்ளது. இலங்கையில் 97% பள்ளி மாணவர்களுக்கு அநீதி. இந்த அமைப்பை மாற்ற சரியான முடிவு எடுக்கப்பட்டால். ஆனால் பெரும்பாலான அதிகாரிகள் இதைப் பற்றி பயப்படுகிறார்கள், ”என்று டாக்டர் சுஜாதா கேமேஜை விளக்கினார்.",
        "ஆங்கில ஊடகத்திலிருந்து கற்றுக்கொள்ள அனைத்து மாணவர்களும் ஆங்கிலத்திலிருந்து (சிங்கள / தமிழ் தவிர) ஆங்கிலத்திலிருந்து (சிங்கள / தமிழ் தவிர) கற்றுக்கொள்ள அனுமதிக்க நியாயமான காரணங்கள் இல்லை என்று அவர் வலியுறுத்தினார்.",
        "இருமொழி திட்டத்தின் ஒரு பகுதியாக டாக்டர் ஹர்ஷா விஜேசரா தலைமையிலான ஒரு குழு தேசிய கல்வி நிறுவனத்துடன் வடிவமைக்கப்பட்டுள்ளது.",
        "அவர் பிபிசி சிங்கள சேவையிடம் கூறினார், ஆங்கிலத்திற்கான அதிக தேவை இருந்தபோதிலும், அதற்கு ஏற்ற வள கல்வி முறை.",
        "\"தேசிய கல்வி அறிவியலின் ஆசிரியர்களுக்கு பயிற்சி அளிக்கும் ஆசிரியர்கள் கூட இதை சரியாக அறிந்திருக்கவில்லை. சிலர் ஆங்கிலமாக இருக்க முடியாது. கற்பித்தல் முறைகள் பற்றி எந்த அறிவும் இல்லை. இந்த நிலைமையை மாற்றுவதற்கான திட்டங்களை நாங்கள் சமர்ப்பித்துள்ளோம், ”என்று டாக்டர் ஹர்ஷா விஜெசேகரா கூறினார்.",
        "ஆங்கில ஊடக ஆசிரியர்களுக்கு பயிற்சி அளிப்பதற்காக திறந்த பல்கலைக்கழகத்தில் இலங்கையின் முதுகலை நிறுவனம் நிறுவப்பட்டுள்ளது என்று அவர் கூறினார்.",
        "ஆசிரியர்களின் எண்ணிக்கையில் ஆண்டுதோறும் உதவித்தொகை வழங்கப்படும் மற்றும் இந்த ஆண்டு 50 ஆக உயர்த்தப்பட்டுள்ளது.",
        "\"அனைவருக்கும் ஆங்கில ஊடகத்தில் கல்வி கற்க வேண்டும் என்ற கருத்துக்கு வாய்ப்பு வழங்கப்பட வேண்டும்,\" என்று ஒரு ஆர்வலர் பத்மாசீசீன் டிசனாயகே கூறுகிறார், பல மாணவர்கள் தற்போதுள்ள இருமொழி அமைப்பின் கீழ் ஓரங்கட்டப்படுவார்கள்.",
        "\"ஆங்கில ஊடக மாணவர்கள், சிங்கள மீடியா மாணவர்கள், தமிழ் மாணவர்களின் மாணவர்கள் மற்றும் வெளியீடு. தரம் ஐந்து உதவித்தொகை தேர்வில் தேர்ச்சி பெற்ற மாணவர்களுக்கு இது பெரும்பாலும் அநீதியாகும். அவற்றில் பெரும்பாலானவை ஆங்கில பின்னணி அல்ல. எனவே அவர்கள் நியாயமற்ற முறையில் உள்ளனர். மறுபுறம் அவை ஓரங்கட்டப்பட்டுள்ளன. \"",
        "இந்த விவகாரத்தில் தற்போதைய அரசாங்கத்தின் நிலைப்பாட்டைக் கலந்தாலோசிக்க கல்வி அமைச்சர் மற்றும் கல்வி அமைச்சகத்தை தொடர்புகொள்வதற்கான முயற்சிகள் தோல்வியடைந்தன.",
        "செல்லப்பிராணிகளின் வழியாக வரக்கூடிய 'ஆணில் இருந்து' உங்கள் குழந்தையை உங்கள் குழந்தையை எவ்வாறு பாதுகாக்க முடியும்?",
        "ராஜிதா செனரத்ன் 'வைட் வான்' வழக்கு: என்ன காரணம்?",
        "தென்னாப்பிரிக்கா - இலங்கை சோதனை வரலாற்றில் 5 மறக்கமுடியாத சம்பவங்கள்"
      ]
    },
    "en": {
      "title": "97% of government school children in Sri Lanka have lost English Media Education",
      "body_lines": [
        "97% of government school children in Sri Lanka have lost English Media Education",
        "\"Because my child was teaching school subjects in English because it was easy. It is easy to learn from English than Sinhala medium. But, only a limited number of people will give you the opportunity to learn from the English medium of English. My son has failed at that examination. So my son is in great difficulty, \"The mother of a sixth-grade student in Colombo, a son-in-school student experienced its experience.",
        "As the BBC observed Sinhala service, as observed the Sinhala service, has created a huge demand for learning the school curriculum in English.",
        "There are a large number of pre-school children in English, and the number of children who communicate in English is a major demand for English media.",
        "In addition, some parents who spoke with us believe that an international language, English medium, can get a closed education.",
        "Moreover, even in government universities, the media is in English, students are advantage of the English medium of English education.",
        "On the other hand, if students who have lost their parents in a foreign university, they have to study in a foreign or private or private university.",
        "The above is affecting the above demand to increase the demand for English.",
        "It is an opinion that many analysts have lost their chances of nomination of Sinhala as the official language.",
        "The teacher union points out that although the number of students who need to learn from the English medium, there is a severe shortage of teachers who can teach.",
        "One of the best examples to help you understand it is 400 students in the year 2024 for the fitness tests of the Grade 5, and only 180 students have been selected.",
        "The school authorities say that there is a shortage of teachers in English medium, such as the English media classes have to be conducted.",
        "As a result, students who have passed the scholarship examination from the outdoors and school are minimized to the BBC Sinhala service.",
        "The children who are studying in public schools are still at a privilege.",
        "The reason is only 3% of the government schoolchildren, English Media Education, or Bilingual Education.",
        "The school survey, the number of students studying in government schools in Sri Lanka, has been revealed that only 120,571 people were given the opportunity to education.",
        "That is, 97% of students in government schools in Sri Lanka have lost their education.",
        "Meanwhile, about 10,096 government schools in Sri Lanka, there are only 799 subjects.",
        "The school education system in Sri Lanka is a bilingual media education system.",
        "Accordingly, all subjects are not allowed to study all subjects in English medium and the number of teachers in schools will have the opportunity to study only a few subjects in English medium.",
        "Upon inquiry, Joseph Stalin said that no steps to improve the bilingual education system.",
        "\"Teachers in Sri Lanka mainly be produced by the College of Education. Learning in these scientists should be trained to teach teachers in English medium. Similarly, graduate teachers can provide English media training to graduate teachers. This is not difficult to do. But, no government did this work. When the English subject of the English schools in our country's schools, we can speak and work in English and to work in English, even though school education is over since the end of the schools in our country.. If this situation is not changed, the country cannot be developed, \"Joseph Stalin said.",
        "Meanwhile, Dr. Sujatha, a co-coordinator of the Lurnasia Institute and the Sri Lanka Education Forum, said, \"It is fears after the change of authorities.\"",
        "\"Students of public schools have no opportunity to learn from English medium. Learn in English Several government students have the opportunity to learn from English medium. An injustice to 97% of school students in Sri Lanka. If the right decision to change this system was made. But most authorities are afraid of this, \"Dr. Sujatha explained the Gamage.",
        "She emphasized that there is no reasonable reason to allow all students to learn from English (other than Sinhala / Tamil) to learn from English (other than Sinhala / Tamil) to learn from English medium.",
        "A committee headed by Dr. Harsha Wijesara was designed with the National Institute of Education as part of the Bilingual Program.",
        "She told the BBC Sinhala service, despite the high demand for English, the resource education system that suits it.",
        "\"Even the teachers who train the teachers of the National Educational Science are not properly aware of this. Some people cannot be English. There is no knowledge about teaching methods. We have submitted proposals to change this situation, \"said Dr. Harsha Wijesekara.",
        "She said that a Postgraduate Institute of Sri Lanka has been established at the Open University to train English media teachers.",
        "The number of teachers will be awarded scholarships annually and has been increased to 50 this year.",
        "\"The opinion that everyone needs to be educated in English medium should be given the opportunity,\" says Padmasesene Dissanayake, an activist, that many students will be marginalized under the existing bilingual system.",
        "\"English Media Students, Sinhala Media Students, Tamil Students' Students and Disclass. This is largely injustice to the students who passed the Grade Five Scholarship Examination. Most of them are not an English background. So they have unfairly. On the other side they are in marginalized. \"",
        "Attempts to contact the Minister of Education and the Ministry of Education were unsuccessful to consult the current government's stand on the issue.",
        "How can you protect your child your child from 'the male' that can come through pets?",
        "Rajitha Senaratne accused from 'White Van' case: What is the reason?",
        "South Africa - 5 memorable incidents in Sri Lanka Test history"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lanka: 97% govt school kids lose English media ed. Parents want English but limited opportunities. Teacher shortage hinders bilingual education. Experts call for reform to benefit all students equally."
  ]
}