{
  "translated_text": {
    "si": {
      "title": "ජාත්යන්තර ණය හිමියන් සමඟ අනුකූලතා ගිවිසුම්වල විනිවිදභාවය පවත්වා ගත යුතුය - ආචාර්ය හර්ෂ ද සිල්වා මහතා අවධාරණය කරයි",
      "body_lines": [
        "ආර්ථික වර්ධනයට අනුකූලව ණය ප්රතිව්යුහගත කිරීම සඳහා රජය එකඟ වී ඇති බව පෙනේ. නමුත් අපි හිතන්නේ එය සම්පූර්ණයෙන්ම වැදගත් නොවේ. කෙසේ වෙතත්, එක්සත් ජනතා බලයේ පාර්ලිමේන්තු මන්ත්රී ආචාර්ය හර්ෂ ද සිල්වා මහතා කියා සිටියේ රජය ජාත්යන්තර ණය හිමියන් සමඟ අනුකූලතා ගිවිසුම්වල විනිවිදභාවය පවත්වා ගත යුතු බවයි.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (17) කොළඹ විපක්ෂ නායක කාර්යාලයේ පැවති මාධ්ය හමුවකදීය.",
        "ජාත්යන්තර ණය සපයන්නන් සමඟ සාකච්ඡා අවසන් කර ඇති බව රජය නිල වශයෙන් නිවේදනය කර තිබේ. රජයේ අපේක්ෂාව අප්රේල් මාසය වන විට සාකච්ඡා සම්පූර්ණ කර ඩොලර් බිලියන 12.7 ක ප්රතිසංස්කරණයට අනුකූල වීම විය.",
        "දේශපාලනයෙන් ඔබ්බට ගොස් මේ කෙරෙහි අවධානය යොමු කරන්න. සාකච්ඡා කරන විට ඔවුන් එය ශ්රී ලංකාවේ ජනතාව වෙනුවෙන් එය කරන බව තේරුම් ගත යුතුය. මෙම සාකච්ඡා වලට අනුකූලව අප 2040 ක් දක්වා ක්රියා කළ යුතුය.",
        "මෙයින් අදහස් කරන්නේ වසර 10 කට පමණ අනුකූල වීමයි. එහෙත් වත්මන් රජයට බලයේ මාස හයක් පමණි. එබැවින් විපක්ෂය රජයෙන් ඔබ්බට එම ස්ථාවරය ගත යුත්තේ අපගේ ස්ථාවරයයි.",
        "නිදසුනක් වශයෙන්, සජිත් ප්රේමදාස ජනාධිපති වූයේ නම්, ඔහු ගිවිසුමට අනුකූලව කටයුතු කළ යුතු නම් ජනාධිපති රනිල් වික්රමසිංහ මහතා මෙම ගිවිසුමට අත්සන් තැබුවහොත්, ඔහු ගිවිසුමට අනුකූලව ක්රියා කළ යුතුය.. එසේ නොවේ නම්, අපි නැවතත් බංකොලොත් රටක් බවට පත්වෙමු. කෙසේ වෙතත්, නැවත වරක් ණය අලුත්වැඩියා කිරීමට ශ්රී ලංකාවට කිසිදු අවස්ථාවක් නොමැත.",
        "නමුත් සමහර දේශපාලන පක්ෂ මෙය අවබෝධ කර නොගෙන වැරදි වැටහීම් ප්රකාශ කරති. මිනිසුන් රැවටීමට දේශ සීමාවක් ඇත. ණය ප්රතිව්යුහගත කිරීම සිදු කිරීම අත්යවශ්ය වේ. එමනිසා, මුළු රටම සඳහා වැඩි හානියක් සිදුවන්නේ නැත.",
        "ණය සපයන්නන් මුලින් සඳහන් කළේ රටේ ආර්ථික වර්ධන වේගය මත ණය ප්රතිසංවිධානය සිදු කළ හැකි බවයි. නමුත් අප දැන් අපේක්ෂා කරන ප්රමාණයට වඩා වැඩි නම්, ආර්ථික වර්ධනය වැඩි නම්, එම ධනාත්මක වර්ධනයේ ඔවුන්ට වැඩි කාර්යභාරයක් කළ යුතුය. ආර්ථික ඩොලරයේ පදනම මත නිෂ්පාදනය තක්සේරු කෙරේ. මෙය තාක්ෂණ සාධකයයි.",
        "අපගේ ආර්ථික වර්ධන වේගය මත ණය ප්රතිව්යුහගත කිරීම සඳහා රජය එකඟ වී ඇති බව පෙනේ. නමුත් අපි හිතන්නේ එය සම්පූර්ණයෙන්ම වැදගත් නොවේ. ණය අලුත්වැඩියාවේ ආර්ථික වර්ධන වේගය තරමක් බලපෑමක් පිළිගත හැකිය. නමුත් සියයට සියයක් බලපාන්නේ නම්, එය අපගේ negative ණාත්මක බලපෑම වැඩි කරයි.",
        "වත්මන් ආණ්ඩුවට තවත් මාස හයක් බලයේ සිටින බැවින්, අනුකූලතාවයෙන් පෙළෙන ලෙස විනිවිදභාවය පවත්වා ගැනීමට අපි ඉල්ලා සිටිමු. ජාත්යන්තර ණයහිදී රාජපක්ෂයන් දැවැන්ත ලෙස වංචා කර ඇත. ට්රිලියන 8 ක ණයක් හමු වේ. එහෙත් දේපලවල වටිනාකම ට්රිලියන 2 කි. එහෙත් රාජපක්ෂයන් විසින් සොරකම් කරන සෑම ඩොලරයක්ම අපගේ පාලන තන්ත්රයේ විගණනයට යටත් වේ. එබැවින් බොරු කියමින් මිනිසුන් රැවටීමට අපි සූදානම් නැත. අපි දිගටම ජනතාවට පැහැදිලි කරන්නෙමු."
      ]
    },
    "en": {
      "title": "The government should maintain transparency in compliance agreements with international creditors - Dr. Harsha de Silva emphasizes",
      "body_lines": [
        "The government seems to have agreed to carry out debt restructuring in accordance with economic growth. But we think that it does not matter to it fully. However, United People's Power Parliamentarian Dr. Harsha de Silva said the government should maintain transparency in compliance agreements reached with international creditors.",
        "He further stated this at a press conference held at the Opposition Leader's Office in Colombo on Wednesday (17).",
        "The government has officially announced that talks with international credit providers have been completed. The government's expectation was to complete negotiations by April and reach a compliance with the reform of $ 12.7 billion.",
        "Go beyond politics and focus on this. It must be understood that they do it for the people of Sri Lanka, no matter who negotiations. We must act until 2040 in accordance with these negotiations.",
        "This means to reach compliance for about 10 years. But the current government is only six months in power. Therefore, it is our position that the opposition should take the position beyond the government.",
        "For example, if President Ranil Wickremesinghe signed the agreement in May, if Sajith Premadasa became the president, he must act in accordance with the agreement.. If not, we will become a bankrupt country again. However, Sri Lanka has no chance of renovating debt once again.",
        "But some political parties are expressing misconceptions without understanding this. There is a border to deceive people. It is essential to carry out debt restructuring. Therefore, no more and more consequences will have for the entire country.",
        "Credit providers initially noted that debt reorganization could be carried out based on the country's economic growth speed. But if we are now more than what we expect, if the economic growth is more likely, they should be given a greater role in that positive growth. Production will be assessed on the basis of economic dollar. This is the technology factor.",
        "The government seems to have agreed to carry out debt restructuring on our economic growth speed. But we think that it does not matter to it fully. Economic growth speed in debt renovation can be accepted somewhat impact. But if a hundred percent impacts, it will increase our negative impact.",
        "Since the current government will be in power for another six months, we urge to maintain transparency in the compliance achieved. Rajapaksas have been massively defrauded in international debts. 8 trillion debt is found. But the value of the property is 2 trillion. But every dollar stolen by the Rajapaksas will be subjected to the audit of our regime. So we are not ready to deceive people by claiming lies. We will continue to make reality clear to the people."
      ]
    }
  },
  "summary_lines": [
    "Dr. Harsha de Silva urges transparency in debt restructuring agreements with international creditors, emphasizing the need for long-term compliance beyond the current government's term."
  ]
}