{
  "translated_text": {
    "si": {
      "title": "කතා කළ ශිෂ්යයා",
      "body_lines": [
        "15 හැවිරිදි සිසුවෙකු ලිංගික අතවරයට ලක් කරන බවට චෝදනා කිරීම සම්බන්ධයෙන් පොලීසිය තම පෙම්වතා තම පෙම්වතා අත්අඩංගුවට ගත් බව අඟහරුවාදා (23) මෙම සිද්ධිය ඊයේ (23) පැවැත්විණි.",
        "11 ශ්රේණියේ ඉගෙනුම ලබන කටුගහකෙක්හි වයස අවුරුදු 23 කගේ මවකගේ තරුණ තරුණිය විසින් 23රා 23 ක තරුණ තරුණියකගේ නිවසට ගොස් තිබේ.",
        "ඒ වන විට, තරුණ දෙමව්පියන් එයට එකඟ වූ අතර වැඩිහිටියෙකු තෙක් බලා සිටින ලෙස ශිෂ්යයාට කියා සිටියහ.",
        "මෙම අවස්ථාවේ දී, තරුණයා සහ ශිෂ්යයා අතර ආදරය ඇති අතර දෙදෙනාම තම නිවෙස්වලට යාම සිරිතකි.",
        "අපේ්රල් 10 වන දින ශිෂ්යයා සුපුරුදු පරිදි තරුණයාගේ නිවස වෙත ගියේය. තරුණයා ශිෂ්යයා ශිෂ්යයා කාමරයට ගෙන ගොස් ලිංගික අතවරයට ලක්ව ඇති අතර දෙදෙනාම නැවත නැවතත් හැසිරී ඇත.",
        "පසුව, තරුණයා ශිෂ්යයා අතහැර තම මව සමඟ පොලිසියට පැමිණ පැමිණිල්ලක් ඉදිරිපත් කළේය.",
        "සැකකරුරිය විසින් පුත්තලියේදී පොලීසිය විසින් අත්අඩංගුවට ගෙන ඇති අතර ශිෂ්යයා වෛද්ය පරීක්ෂණය සඳහා මොණරගල දිස්ත්රික් මහ රෝහලට ඇතුළත් කර තිබේ.",
        "සැකකරු මහේස්ත්රාත් අධිකරණයට ගෙන ඒමට පියවර ගෙන ඇති බවරිය පවසයි."
      ]
    },
    "en": {
      "title": "The student who spoke about",
      "body_lines": [
        "The incident took place in the Puttala area on Tuesday (23) that the police arrested her boyfriend on charges of sexually abusing a 15 -year -old student.",
        "The mother of a 23 -year -old youth from Katugahagkeke, who is studying in 11th grade, has gone to the house of a 23 -year -old youth.",
        "At the time, the younger parents agreed to it and told the student to wait till the adult.",
        "In this case, there is a love between the young man and the student and it is customary for both to go to their homes.",
        "On April 10, the student went to the young man's house as usual. The youth has taken the student to the room and sexually abused and both have been repeatedly behaved.",
        "Later, the young man left the student and came to the police station with her mother and lodged a complaint.",
        "The suspect has been arrested by the Puttala police and the student has been admitted to the Moneragala District General Hospital for medical examination.",
        "Puttala police said that steps have been taken to bring the suspect to the Magistrate's Court."
      ]
    }
  },
  "summary_lines": [
    "A 15-year-old student was allegedly sexually abused by her 23-year-old boyfriend in Puttala. The incident led to his arrest, followed by the victim being hospitalized for medical examination. Both parties involved had a romantic relationship, and the abuse occurred during one of their visits. The suspect was later brought before the Magistrate's Court."
  ]
}