{
  "translated_text": {
    "si": {
      "title": "මාධ්ය මර්දනයේ මැදිහත්වීම පිළිගත නොහැකිය",
      "body_lines": [
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේ බලයට පත්වූ රජය කියා සිටියේ, නිදහස සහ සිවිල් අයිතිවාසිකම් පිළිබඳ නිදහස, සිවිල් අයිතිවාසිකම් පිළිබඳ නිදහස ලබා ගැනීම සඳහා නීතිය භාවිතා කරමින් රජය ත්රස්තවාදය සම්පූර්ණයෙන්ම අථාගත කරන බවයි.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (03) අඟහරුවාදා (03) ජනාධිපතිවරයාගේ ප්රතිපත්ති ප්රකාශනය පිළිබඳ විවාදයකදීය.",
        "මැතිවරණ වේදිකාවල වත්මන් රජය පවසා ඇති දේ කිරීමට කාලය පැමිණ තිබේ. ඔබ පැවසූ දේ ඔබ කළ විට, ජනතාව සහ ජනතාවගෙන් ප්රයෝජන ගන්නේ නම් අපට විපක්ෂයේ සහයෝගය ලැබෙනු ඇත.",
        "වත්මන් රජය කියා සිටියේ මැතිවරණ වේදිකාවල ත්රස්තවාදය මුළුමනින්ම අහෝසි කරන බවයි. නමුත් කථනය, මාධ්ය නිදහස සහ සිවිල් අයිතිවාසිකම් පිළිබඳ නිදහස ග්රහණය කර ගැනීම සඳහා නීතිය මේ වන විට භාවිතා වේ. ත්රස්තවාදී පනත භාවිතා කරමින් මාධ්ය මර්දනයක යෙදීම නීත්යානුකූල නොවේ. මහා ජනතාවගේ වරම ලබා ගැනීම සඳහා වත්මන් රජයට සමාජ මාධ්ය දෙපාර්තමේන්තුවේ සහාය ලැබුණි. සමාජ මාධ්ය ලෝලීන් ත්රස්තවාදය පනත භාවිතා කරන අතර එය දැනට ඉවත් කරනු ලැබේ. මෙම මර්දනය කරන්න රජයක් නම් එය නැවැත්විය යුතුය.",
        "ත්රස්තවාදය වැළැක්වීමේ පනත යටතේ රජය විසින් සමාජ ජාල ක්රියාකාරීන් අත්අඩංගුවට ගෙන තිබුණත් විනිසුරුවන් ත්රස්තවාදය වැළැක්වීමේ පනත යටතේ අත්අඩංගුවට ගත නොහැකි බව විනිසුරුවන් ද පවසා තිබේ.. ඒ හා සමානව, ත්රස්තවාදය වැළැක්වීමේ පනත යටතේ කිසිවෙකු අත්අඩංගුවට ගන්නා ලෙස ඔවුන් මෙම රජයට උගන්වා ඇත.",
        "මයික්රෝ, කුඩා හා මධ්ය පරිමාණ ව්යවසායන් මේ රටේ ආර්ථික වර්ධනයට සියයට 50 ක් දායක වේ. දෙසැම්බර් 15 වනදා දක්වා තාවකාලිකව අත්හිටුවා ඇති පාරටeet ් tepet ෂධ පනත නැවත සලකා බැලිය යුතුය. මෙම ව්යවසායකයින් මෙය කාලයක් සඳහා මෙය ලබා ගත යුතු අතර, ඔවුන්ගේ ව්යාපාරයේ අගනුවර ප්රාග්ධනය ලබා ගැනීමට හැකිවීමයි.. කෘතියට අඩු පොලී අනුපාතයකට ලබා දිය යුතුය. ණය මුදල ඕනෑම වේලාවක අත්හැර දැමිය යුතුය.",
        "මෑතකදී රටේ මෑත කාලීන දේශගුණය හේතුවෙන් ලක්ෂණ ව්යසනයෙන් ලක්ෂ 5 ක් පීඩාවට පත්ව තිබේ. ඔවුන්ට සහන සැලසීම සඳහා රජය හදිසි වැඩසටහනක් ක්රියාත්මක කළ යුතුය. ආපදා කළමනාකරණ පනතට අනුව, ආපදා කළමනාකරණ ජාතික කවුන්සිලය ඒකාබද්ධ කිරීම.",
        "වින්දිතයින්ට සහන සැලසීම සහ නව කාලගුණ තොරතුරු ලබා ගැනීම සඳහා නවීන තාක්ෂණික ව්යුහයන් ස්ථාපිත කිරීම. මේ සඳහා ලෝක බැංකුව සහ ජපානය තාක්ෂණික උපකරණ ලබා දීමට සූදානම්. ඉතින් ඔබට මේවා ලබා ගත යුතුයි. මීට අමතරව, බෝග හානිවලට රටේ ආහාර ව්යුහයට විසඳුම් ලබා දිය යුතුය.",
        "සෞඛ්ය කර්මාන්තයේ බරපතල ගැටළුවක් පවතී. මේ වන විට පිළිකා සඳහා ඉන්සියුලින් සහ සෝඩියම් බයිකාබනේට් වැනි drugs ෂධ සඳහා හිඟයක් පවතී. මේවා ඉක්මන් විසඳුම් ලබා දිය යුතුය. මේ සඳහා ද අපට සහයෝගය ලැබේ.",
        "රුපියල් 10000 ක පොහොර සහනාධාරය ලබා දී ඇත්තේ පුද්ගලයන් 217,985 ක් පමණි. 228,000 ක් සහ 165,000 ජනතාව රු.. 25,000 ක් විධිමත් ලෙස නිකුත් නොකෙරේ. එබැවින් මෙය නිසි ලෙස සිදු කළ යුතුය.",
        "සහල් හිඟය සඳහා විධිමත් විසඳුමක් සොයා ගැනීම. වත්මන් පාලකයන් පැවසුවේ විදේශයන්හි සිට සහල් ආනයනය නොකරන බවයි. අද ඔවුන්ගේ රජය සහල් ආනයනය කරයි. භාණ්ඩවල මිල පවා වේගයෙන් ඉහළ යයි. පුරවැසියන්ගේ ආහාර සහ ආහාර නොවන වියදම් අවබෝධ කර ගැනීම සහ සහල් හිඟය විසඳීම සඳහා සම්මත සැලසුම් ගෙන ඒම. මෙම ගැටළුව සම්බන්ධයෙන් තිරසාර ස්ථානයක් පවත්වාගෙන යාම කෙරෙහි අවධානය යොමු කිරීම. ඉන්ධන සූත්රය ඉවත් කර ඉන්ධන මිල අඩු කරන බව මිනිසුන් පැවසුවද අපි ඉන්ධන මිල සූත්රය පිළිගන්නේ නැත, නමුත් කිසිවක් තවමත් සිදු නොවේ. ඔබ කියූ දේ රජය කරන්නේ නම්, මෙය නිසි ලෙස කළ යුතුය.",
        "සඳුදා සංවර්ධන නිලධාරීන් ඔවුන් මුහුණ දෙන කරුණු සම්බන්ධයෙන් උද් ration ෝෂණයක් පැවැත්වූහ.ඔවුන් විසින් කරන ලද උද් ration ෝෂණයකදී පුද්ගලයින් පස් දෙනෙකු අත්අඩංගුවට ගෙන තිබේ. \"මෙම ඉල්ලීම් කරන විට පීඩාකාරීත්වයට මෙම ඉල්ලීම් කළ විට සාකච්ඡාවට අනුකූල වීමට අපි කිසි විටෙකත් ඉඩ නොදෙමු.\""
      ]
    },
    "en": {
      "title": "The involvement of media repression is unacceptable",
      "body_lines": [
        "Opposition Leader Sajith Premadasa said that the government, which came to power, claimed that the government would completely abolish the Terrorism Act, using the law to take over the use of freedom of speech, freedom and civil rights.",
        "He was speaking at a debate on the President's Declaration of Policy on Tuesday (03) in Parliament.",
        "The time has come to do what the current government has said on the election platforms. When you do what you have said, we will get the support of the opposition if it takes advantage of the people and the people.",
        "The current government said it would completely abolish the Terrorism Act on the election platforms. But the law is currently being used to capture freedom of speech, media freedom and civil rights. It is not legitimate to engage in media repression using the Terrorism Act. The current government received the support of the Social Media Department to get a great people's mandate. Social media enthusiasts use the Terrorism Act, which is currently being removed. This repression must be stopped if it is a government to do.",
        "Even if the government has arrested social networking activists under the Prevention of Terrorism Act, the judges have also said that they cannot be arrested under the Prevention of Terrorism Act.. Likewise, they have taught this government to arrest anyone under the Prevention of Terrorism Act.",
        "Micro, small and medium enterprises are contributing 50 percent to the economic growth of this country. The Paratete Act, which temporarily suspended until December 15, is to be re -enacted. This entrepreneurs must gain this for a period of time, and the capital of their business is to be able to get the capital.. Capital must be provided at a lower interest rate. The loan must be waived at any time.",
        "5 lakh people have been affected by the disaster caused by the recent worse climate in the country. The government must carry out an emergency program to provide relief to them. According to the Disaster Management Act, Joint the National Council of Disaster Management.",
        "Provide relief to victims and establish modern technical structures to obtain new weather information. The World Bank and Japan are ready to provide technical equipment for this. So you have to get these. In addition, crop damage should be given solutions to the country's food structure.",
        "There is a serious problem in the health industry. Currently there are shortages for drugs such as insulin and sodium bicarbonate offered to cancer. These should be provided with quick solutions. We will also get cooperation for this.",
        "The.25000 rupees fertilizer subsidy has been given to only 217,985 people. 228,000 and 165,000 people have to be available in two rounds of Rs.. 25,000 is not formally issued. So this should be carried out properly.",
        "To find a formal solution for the shortage of rice. The current rulers said they would not import rice from abroad. Today their government is importing rice. Even the prices of goods are increasing faster. Understanding the citizens' food and non -food costs and bringing standard plans to solve the shortage of rice. To focus on maintaining a sustainable position on this issue. We will not accept the fuel price formula, even though people say that they will remove the fuel formula and reduce the price of fuel, but nothing has happened yet. If the government is doing what you said, this should be done properly.",
        "On Monday, the development officers staged a demonstration on the issues they were facing.Five people have been arrested in a demonstration carried out by them. \"We will never allow the oppression to leave the compliance with the discussion when they make these demands.\""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Opposition leader criticizes government's use of Terrorism Act to restrict freedoms. Calls for abolishing act, addressing economic & climate issues, healthcare shortages, and rice/fuel price concerns. Demands action on election promises and proper implementation of policies."
  ]
}