{
  "translated_text": {
    "si": {
      "title": "අයි.පී.එල්: ශූරයා වන්නේ කොල්කටා නයිට් රයිඩර්ස් ය",
      "body_lines": [
        "චෙන්නායි නුවරින් අවසන් වූ සන්රයිසර්ස් හයිද්රාබාද් සමඟ අවසන් වරට කොල්කටා තෙවැනි අවස්ථාවයි.",
        "සන්රයිසර්ස් කණ්ඩායමේ කපිතාන් ටුක් කමිනි දමදුනි, තමන් මුලින්ම පන්දුවට පහර දෙන බව නිවේදනය කළේය.",
        "සන්රයිසර්, මිචෙල් ස්ටාර්ක් (2), VIITCHEL Stark (2), Virabvv Aurra (2), ඇන්ඩ්රේ රසල් (3), කෝෂ අධිරාජ්යයා ඕවර 18.3 කදී කඩුලු කරූ අතර ලකුණු 113 ක් රැස් කළේය.",
        "ඊට ප්රතිචාර දක්වමින් කොල්කටාට ඕවර 10.3 කදී කඩුලු 10 ක් ද ඕවර 10.3 කදී කඩුලු 2 ක් ද, නොදැවී ලකුණු 52 (26) සහ 39 (32) සමගි."
      ]
    },
    "en": {
      "title": "IPL: Champion is Kolkata Knight Riders",
      "body_lines": [
        "Kolkata was the third time in the final with the Sunrisers Hyderabad, which ended in Chennai.",
        "Sunrisers's team captain, Tuk Kamins Damadhani, announced that he would bat first.",
        "Sunrisers, Mitchell Stark (2), Vaibhav Aurora, Harshid Rana (2), Andre Russell (3), Varun Emperor, Sunil Narin took wickets in 18.3 overs and lost 113 runs.",
        "In response, Kolkata lost 114 runs and lost 2 wickets in 10.3 overs with Venkatesh Iyer's unbeaten 52 (26) and 39 (32) runs."
      ]
    }
  },
  "summary_lines": [
    "Kolkata Knight Riders won the IPL title for the third time, defeating Sunrisers Hyderabad in the finals held in Chennai. Despite losing early wickets, Kolkata managed to score 114 runs in 10.3 overs, thanks to Venkatesh Iyer's unbeaten 52 runs off 26 balls and 39 runs off 32 balls. Sunrisers' bowlers, including Mitchell Stark, Vaibhav Aurora, Harshid Rana, Andre Russell, Varun Emperor, and Sunil Narine, dismissed Kolkata for 113 runs in 18.3 overs."
  ]
}