{
  "translated_text": {
    "ta": {
      "title": "ஜாஃப்னா கிங்ஸ் இறுதி",
      "body_lines": [
        "லங்கா பிரீமியர் லீக்கின் இறுதிப் போட்டிக்கு ஜாஃப்னா கிங்ஸ் தகுதி பெற முடிந்தது.",
        "கேண்டி ஃபால்கான்ஸ் இரண்டாவது முடிவில் ஒரு அடையாளத்தால் தோற்கடிக்கப்பட்டது.",
        "கேண்டி ஃபால்கான்ஸின் தலைவர், டாஸை வென்று முதலில் பேட் செய்ய அழைத்தார்.",
        "அதன்படி, ஜட்னா கெங்ஸ் குழுமம் 20 ஓவர்களின் முடிவில் 07 விக்கெட்டுகளை இழந்ததற்காக 187 ரன்கள் எடுத்தது.",
        "ஜப்னா கக்ஸுக்கு ஒரு விலைமதிப்பற்ற இன்னிங்ஸ்களை விளையாடிய குசல் மெண்டிஸ் 105 ரன்கள் எடுத்தார்.",
        "188 ரன்கள் என்ற இலக்கைத் துரத்த, கேண்டி ஃபால்கேஷன் குழுமம் 20 ஓவர்களின் முடிவில் 186 ரன்கள் குவிக்க முடிந்தது.",
        "கேண்டி ஃபால்கான்ஸிற்காக ஆண்ட்ரே ஃப்ளவர் 38 ரன்கள் எடுத்தார்.",
        "ஜர்ஃப்னா கக்ஸ் மற்றும் விஜயகன், விஜயகன் மற்றும் விஜயகன் ஆகியோருக்காக ஃபேபியன் ஆலன் நான்கு விக்கெட்டுகளை வீழ்த்தினார்."
      ]
    },
    "en": {
      "title": "Jafna Kings to final",
      "body_lines": [
        "JAFna Kings were able to qualify for the final of the Lanka Premier League.",
        "Candy Falcons were defeated by one sign in the second end.",
        "The leader of candy falcons, won the toss and invited him to bat first.",
        "Accordingly, Jatna Kengs Group scored 187 runs for the loss of 07 wickets at the end of 20 overs.",
        "Kusal Mendis, who played a precious innings for Japna Kugs, scored 105 runs.",
        "Chasing a target of 188 runs, Candy Falcation group was able to accumulate 186 runs at the end of 20 overs.",
        "Andre Flower scored 38 runs for Candy Falcons.",
        "Fabian Alan took four wickets for Jarffna Kugs and Vijayakan, Vijayakan and Vijayakan took three wickets."
      ]
    }
  },
  "summary_lines": [
    "Jafna Kings qualified for the Lanka Premier League final after scoring 187/7 in 20 overs, led by Kusal Mendis' 105. Candy Falcons, despite a strong start, fell short at 186/9, with Andre Flower contributing 38 and Fabian Allan taking four wickets."
  ]
}