{
  "translated_text": {
    "ta": {
      "title": "சிலாவில் ஒரு போதைப்பொருள் நடவடிக்கையின் போது தப்பி ஓட முயன்ற சந்தேக நபர் கைது செய்யப்பட்ட பின்னர் இறந்துவிடுகிறார்",
      "body_lines": [
        "சிலாவில் ஒரு போதைப்பொருள் நடவடிக்கையின் போது தப்பி ஓட முயன்ற சந்தேக நபர் கைது செய்யப்பட்ட பின்னர் இறந்துவிடுகிறார்",
        "\"கடந்த ஆண்டு டிசம்பர் 17 முதல் இயக்கப்படும் நீதி நடவடிக்கை இன்னும் நடந்து வருகிறது.",
        "சமீபத்தில் நடைபெற்ற ஒரு ஊடக மாநாட்டில், இந்த நடவடிக்கை தொடர்ந்து செயல்படுத்தப்பட்டது.",
        "இதற்கிடையில், மடம்பே பொலிஸ் பிரிவுக்கு (மார்ச் 6) சொந்தமான ஒருவர் மடம்பே பொலிஸ் பிரிவில் (மார்ச் 6) பதிவாகியுள்ளார்.",
        "சிலாவ் பிரதேச விஷம் போதைப்பொருள் துறையால் பெறப்பட்ட ஒரு உதவிக்குறிப்பில் பொலிஸ் அதிகாரிகள் குழுவினரால் பொலிஸ் அதிகாரிகள் பின்தொடரப்பட்டுள்ளனர்.",
        "இந்த நடவடிக்கையில் இரண்டு சந்தேக நபர்கள் காவல்துறையினரால் கைது செய்யப்பட்டுள்ளனர், அவர்களில் ஒருவர் இறந்துவிட்டார்.",
        "இந்த சம்பவம் பிபிசி சிங்கள, கண், இறந்த மனிதரும் காவலில் இருந்த சந்தேக நபரும் காவல்துறை அதிகாரிகளிடமிருந்து தப்பிக்க முயன்றதாகக் கூறியிருந்தனர்.",
        "\"என் பெயர் ஆண்டெனி ஹெர்மன். இது என் வீடு. காலை 100 மணியளவில் காலை 100 மணியளவில், இரண்டு பேர் எனது வீட்டின் தோட்டத்திற்குள் நுழைந்தனர். எனது அனுமதியின்றி அவர்கள் என் வீட்டில் திரும்பி ஓடினர். நானும் என்னைப் பின்தொடர்ந்தேன். \"",
        "\"நான் இன்று தரையில் ஒன்றைக் கண்டேன். விழுந்தவர் எழுந்து மீண்டும் ஓடினார். திரும்பி வந்த ஒருவர் போலீசாருக்கு மேல் ஓடினார். காவல்துறை இரண்டு மருந்துகளுடன் சென்றது. \"",
        "\"விழுந்த ஒருவரை போலீஸ்காரர் பிடித்தார். அது ஒரு பெரிய மல்யுத்தம். அதிகாரி என்னிடம் உதவி கேட்டார். \"",
        "\"பைக்கில் உள்ள இரண்டு கைவிலங்குகள் கொண்டு வர அழைக்கப்பட்டன. நான் கொண்டு வந்தேன். அந்த நேரத்தில் இருவரும் போராடினர். \"என்று அவர் கூறினார்.",
        "இதற்கிடையில், தனது நேரில் கண்ட சாட்சியை வெளிப்படுத்த விரும்பாத மற்றொரு நபர் சிங்கள சேவைக்கு இந்த சம்பவம் ஒரு திரைப்பட நுழைவாயில் போன்றது என்று கூறப்பட்டது.",
        "\"இரண்டு ஓடி வந்தன. மற்றும் பொலிஸ் தணிக்கை. சிறந்த இரண்டையும் வைத்திருந்தார். \"",
        "\"இதுபோன்ற ஏதாவது போது, ​​நாங்கள் காவல்துறையை சந்தேகிக்கிறோம், ஆனால் இன்று கண்கள் கண்களில் காட்டப்பட்டன.\"",
        "\"என் பெயருக்கு பெயரிட வேண்டாம், அதுதான் என்று சொன்னேன்.யாரோ ஒருவர் சம்பவத்தைப் பார்த்தார்.",
        "சந்தேக நபர் உடனடியாக சிலாவ் மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளார்.",
        "பொம்பாலா பகுதியில் போதைப்பொருள் சோதனைக்கு இடையில் போதைப்பொருள் தாக்குதலில் ஒருவர் கொல்லப்பட்டதாக பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக் நிஹால் தந்தா தெரிவித்தார்.",
        "\"பொலிஸ் அதிகாரிகள் குழுவின் போதைப்பொருள் சோதனையில் இரண்டு சந்தேக நபர்கள் கண்டுபிடிக்கப்பட்டுள்ளனர்.\"",
        "\"பின்னர், அவர்கள் பயணித்த முச்சக்கர வண்டி, அவர்கள் ஓடிவந்தார்கள். அவர்கள் ஓடும் போது, ​​அவர்கள் ஒரு வீட்டின் வீட்டிற்குள் நுழைந்து தோட்டத்திற்குள் ஓடினர், இறந்தவர்கள் திரும்பிச் சென்று வளர்ந்தனர். \"",
        "\"கைது செய்யப்பட்ட நேரத்தில் அந்த நபர் கைது செய்யப்பட்டபோது, ​​சிலாவ் உடனடியாக சிலாவ் மருத்துவமனைக்கு அழைத்துச் சென்றார்.\"",
        "\"சிலாவ் மருத்துவமனையில் அனுமதிக்கப்பட்டதால் அவரை பரிசோதித்த மருத்துவர், அந்த நபர் இறந்துவிட்டார் என்று கூறினார்.\"",
        "\"பின்னர் அவருக்கு சில ஹெராயின் மற்றும் இலகுவானது; மருத்துவர் அதை மருத்துவமனை வார்டில் ஒப்படைத்தார்.\"",
        "\"இந்த நபருடன் சந்தேகிக்கப்பட்ட மற்றவர் கைது செய்யப்பட்டார். 2023 ஆம் ஆண்டில் அவர் வைத்திருந்த 6 கிராம் பனி. இந்த வழக்கு நீதிமன்றத்தில் தாக்கல் செய்யப்பட்டுள்ளது. \"",
        "\"இந்த ஆண்டு பிப்ரவரியில் காவல்துறையினர் காவல்துறையினரால் கைது செய்யப்பட்டதாகவும், வழக்கைப் புகாரளித்ததாகவும் இறந்தவர் தெரிவிக்கப்பட்டுள்ளது.\"போலீஸ் செய்தித் தொடர்பாளர் தெரிவித்தார்.",
        "இந்த நடவடிக்கையில் தப்பி ஓடிய மற்ற சந்தேக நபர் சேற்றில் விழுந்தபோது கைது செய்யப்பட்டபோது கைது செய்யப்பட்டார்.",
        "குடியிருப்பாளர்களிடம் விசாரித்தபோது, ​​சந்தேக நபர் அவர் மற்றொரு வாரம் வெளிநாடு செல்வதாகக் கூறியிருந்தார்.",
        "அவர் துபாய் இராச்சியத்தில் பணியாற்றியுள்ளார், மேலும் அவர் போதைப்பொருள் குற்றச்சாட்டுக்கு ஆளானதாக வெளிப்படுத்தியுள்ளார்.",
        "சந்தேக நபர்கள் கைது செய்யப்பட்டபோது, ​​பொலிஸ் நிலையத்தில் கொலை செய்யப்பட்டதாக இலங்கை காவல்துறையினர் குற்றம் சாட்டப்பட்டதாக இலங்கை காவல்துறையினர் தொடர்ந்து குற்றம் சாட்டியுள்ளனர்.",
        "மனித உரிமை ஆர்வலர்களின் கூற்றுப்படி, சந்தேக நபர்களை கைது செய்வதில் சர்வதேச மற்றும் உள்ளூர் சட்டங்களை கைது செய்ய இலங்கை பொலிசார் தவறிவிட்டனர்.",
        "எவ்வாறாயினும், இறந்தவரின் மரணம் பம்பலா பகுதியில் பொலிஸ் நடவடிக்கைக்கு இடையில் பதிவாகியுள்ளது, இறந்தவரின் உடலில் பிரேத பரிசோதனை இன்னும் செய்யப்படவில்லை என்பதை பிபிசி பிராந்திய நிருபர் உறுதிப்படுத்தினார்.",
        "குழந்தைகள் ஒரு தனி அறையாக இருக்க வேண்டிய வயது என்ன?பெற்றோர்கள் தெரிந்து கொள்ள வேண்டிய விஷயங்கள்",
        "சிலாவில் ஒரு போதைப்பொருள் நடவடிக்கையின் போது தப்பி ஓட முயன்ற சந்தேக நபர் கைது செய்யப்பட்ட பின்னர் இறந்துவிடுகிறார்",
        "சர்வதேச மகளிர் தினம் என்றால் என்ன? இறுதி புதுப்பிக்கப்பட்டது: மார்ச் 82013"
      ]
    },
    "en": {
      "title": "Suspect attempting to flee during a drug operation in Chilaw dies after being arrested",
      "body_lines": [
        "Suspect attempting to flee during a drug operation in Chilaw dies after being arrested",
        "The \"justice operation operated from December 17 last year is still underway.",
        "At a media briefing held recently, the operation was continuously implemented.",
        "Meanwhile, a person owned by the Madampe Police Division (March 6) was reported from the Madampe Police Division (March 6).",
        "Police officers have been pursued by a group of police officers on a tip off received by the Chilaw divisional poisoning drug department.",
        "Two suspects have been arrested by the police in the operation, one of them had died.",
        "The incident had told BBC Sinhala, Eye, that the dead man and the suspect who was in custody has tried to escape the police officers.",
        "\"My name is antenny herman. This is my house. At about 100 am at around 100 am, two people entered the garden of my home. They ran back on my home without my permission. I followed me too. \"",
        "\"I saw one of the floor falls today. The fallen one got up and ran again. A person who came back was ran over the police. The cop went with two drugs. \"",
        "\"The policeman caught somebody who fell. It was a big wrestling. The officer asked me for help. \"",
        "\"The two handcuffs in the bike called to bring. I brought. The two were struggled at that time. \"He said.",
        "Meanwhile, another person who was unwilling to reveal his eyewitness was told to the Sinhala service that the incident was like a film gateway.",
        "\"Two came running. And the police aud. Holded both of the best. \"",
        "\"When something like this, we suspect the police, but today the eyes were shown in the eyes.\"",
        "\"Don't name my name, I said it was it.Someone saw the incident.",
        "The suspect has been admitted to the Chilaw Hospital immediately.",
        "Police Media Spokesperson DIG Nihal Thameda said that a person was killed in a drug raid between the drug raid in the Pambala area.",
        "\"Two suspects have been found among the drug raid of a group of police officers.\"",
        "\"Later, the three-wheeler they traveled, they had run away. When they run, they entered a house of a house and ran into the garden, and the dead had gone back and raised. \"",
        "\"When the man was arrested at the time of his arrest, the Chilaw has immediately taken to the Chilaw Hospital.\"",
        "\"The doctor who inspected him as he was admitted to the Chilaw hospital, he said that the person was dead.\"",
        "\"Later he had a few heroin and a lighter; The doctor and handed it into the hospital ward.\"",
        "\"The other suspected with this person was arrested. Over 6 grams of ice in his possession in 2023. The case has been filed in court. \"",
        "\"The deceased is also reported that the police were arrested by the police in February this year and reported a case.\"The police spokesman said.",
        "The other suspect who fled in the operation was arrested while he was arrested while falling in the mud.",
        "When inquired by the residents, the suspect had said he would go abroad for another week.",
        "He has served in Dubai Kingdom and has revealed that he had been accused of drug charges.",
        "The Sri Lankan police have continuously accused the Sri Lankan police have been accused of killing in the police station when the suspects were arrested.",
        "According to the Human Rights activists, the Sri Lankan police have failed to arrest the international and local laws in the arrest of the suspects.",
        "However, the death of the deceased was reported between the police operation in the Pambala area, the BBC Regional reporter confirmed that the post mortem on the body of the deceased has not yet been done.",
        "What is the age that children should be a separate room?Things parents Need to Know",
        "Suspect attempting to flee during a drug operation in Chilaw dies after being arrested",
        "What is International Women's Day? Final Updated: March 82013"
      ]
    }
  },
  "summary_lines": [
    "A suspect involved in a drug operation in Chilaw died after being arrested. The operation, which began on December 17, is ongoing. Two suspects were arrested, one of whom died. The incident was reported to BBC Sinhala and Eye. The suspects tried to escape but were caught by police. The deceased was taken to Chilaw Hospital, where he was pronounced dead. The other suspect was arrested with over 6 grams of ice. The police have been accused of killing the suspects during arrest."
  ]
}