{
  "translated_text": {
    "ta": {
      "title": "பஸ் மற்றும் ஒரு வேன் முகம் முகம் முகம்",
      "body_lines": [
        "ஒரு தனியார் பஸ் மற்றும் ஒரு டால்பின் வகை வேன் மற்றும் மற்றொரு விபத்தில் காயமடைந்தனர், மற்றொருவர் கினிகாதேனா பிரதேச மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "இன்று (11) இரவு 7.30 மணியளவில் தம்பகாஹேனா தியாகலா சாலையில் இந்த விபத்து ஏற்பட்டது.",
        "காந்தியிலிருந்து ஹட்டனுக்குப் பயணிக்கும் ஒரு தனியார் பஸ் மற்றும் ஹட்டனில் இருந்து ஹட்டனில் இருந்து பயணிக்கும் வேன் தற்செயலாக சேதமடைந்துள்ளது.",
        "இந்த விபத்து லிஸ் மற்றும் ஓட்டுநரின் எதிர் திசையிலும், முன் இருக்கையிலும் நிகழ்ந்துள்ளது, இது ஓட்டுநரால் கண்டுபிடிக்கப்பட்டு, முன் இருக்கை வேன் வேன்களால் காயமடைந்தவர்கள் திறக்கப்பட்டு மருத்துவமனைக்கு அனுப்பப்பட்டுள்ளனர்.",
        "கினிகாதேனா காவல்துறையினரும் விபத்தில் சாலையின் ஓட்டுநருக்கு ஓட்டுமாறு கேட்டுக்கொள்ளப்படுகிறார்கள்."
      ]
    },
    "en": {
      "title": "Bus and a van face face to face face",
      "body_lines": [
        "A private bus and a dolphin type van and another injured in an accident in an accident and another was admitted to the Ginigathena Divisional Hospital.The OIC of Ginigathena Police Chief Police Inspector Viraj Vithanage said.",
        "The accident occurred at the Dambagahena Diyagala road around 7.30 pm today (11).",
        "A private bus traveling from Kandy to Hatton and a van traveling from Hatton and from Hatton has been accidentally damaged.",
        "The accident has occurred in the opposite direction of Lizz and the driver and in the front seat, which was traced by the driver and the front seat van by vansThe injured have been opened and directed to the hospital.",
        "The Ginigathena police are also requested to drive to the driver of the road in the accident."
      ]
    }
  },
  "summary_lines": [
    "An accident between a private bus and a van resulted in injuries. The incident happened on the Dambagahena Diyagala road around 7:30 pm. Both vehicles were traveling in opposite directions from Kandy to Hatton. The victims were taken to the Ginigathena Divisional Hospital. The police are investigating the cause of the crash."
  ]
}