{
  "translated_text": {
    "ta": {
      "title": "ලංකා විදුලි බල මණ්ඩලය ප්‍රතිව්‍යුහගත කිරීම හා වෘත්තිය සමිති විරෝධතා: 'අපි කරපු සටනුයි මේකයි කිසිසේත් ම සංසන්දනය කරන්න බැහැ'",
      "body_lines": [
        "இலங்கை மின்சார வாரிய மறுசீரமைப்பு மற்றும் தொழிற்சங்க ஆட்சேபனைகளை மறுசீரமைத்தல்: 'போராட்டத்தை எங்களால் ஒப்பிட முடியாது",
        "ලංකා විදුලි බල මණ්ඩලය ප්‍රතිව්‍යුහගත කිරීමේ ක්‍රියාවලියට වෘත්තිය සමිති දක්වන විරෝධය තවත් දැඩි කර ඇති අතර ඊට පිළිතුරු ලෙස රජය විදුලි සැපයීම සම්බන්ධ සියලු සේවා අතවශ්‍ය සේවා බවට නම් කරමින් ගැසට් නිවේදනයක් නිකුත් කළේ ය.",
        "1979 ஆம் ஆண்டின் அத்தியாவசிய பொது சேவைச் சட்டம் எண் 2 இன் பிரிவு 2 இன் படி, ஜனாதிபதி அனுரா குமாரா டிசனாயக் செப்டம்பர் 21 அன்று வர்த்தமானி அறிவிப்பில் கையெழுத்திட்டார்.",
        "தேசிய அதிகாரத்தின் தலைவர் அனுரா குமாரா ஸ்கிப்பர் அனுரா குமாரா அமன் ஒரு தொழில்முறை திட்டத்திற்கு எதிராக வர்த்தமானி அறிவிப்பை ஊக்குவித்து வருகிறார்.",
        "சாதாரண மக்களின் வாழ்க்கையை பராமரிப்பது அவசியம் என்பதையும், அத்தகைய சேவைகளுக்கு தடுக்கப்பட்ட அல்லது தடையாக இருக்கலாம் என்பதையும் கருத்தில் கொண்டு.",
        "தொழிலாளர்கள் மற்றும் தொழிற்சங்க ஆர்வலர்கள் உட்பட வேலைநிறுத்தங்கள் மற்றும் தொழிலாளர்களின் போராட்டங்களை தொழில்முறை தொழிற்சங்கங்கள் குற்றம் சாட்டியுள்ளன, அவை தொழிலாளர்களின் பங்களிப்பைக் கொண்டிருந்தன, மேலும் முன்பே இருக்கும் அரசாங்கங்கள் தொழில்முறை நடவடிக்கைகளை வழங்கிய நடவடிக்கைகள்.",
        "\"இந்த அரசாங்கம் ஒரு நியாயமான கோரிக்கைக்காக போராட அனைவரையும் கருதுகிறது",
        "தொழிலாளர் போராட்ட மையத்தின் அரசாங்க போராட்ட செயலாளர், அரசாங்கத்தின் ஒழுங்கமைக்கும் செயலாளர், தொழில்முறை தொழிற்சங்க நடவடிக்கையை அடக்குவதற்காக அரசாங்கத்தின் முன்னிலையில் அரசாங்கத்தின் நியாயமான சண்டையை அடக்குவார்.",
        "\"இன்று மின் வரிசையில் கரண்டியால். இதேபோல், உங்களிடம் அவர்களின் ஊதியங்கள் இருந்தால், தனியார் துறை, தனியார் துறை அடுத்தவருக்கு அடுத்தவருக்கு போராட அடுத்தவருக்காக போராட அடுத்தவர் போராட வேண்டும்.. இது மின் தொழிலாளர்களின் பிரச்சினை அல்ல. இந்த நாட்டில் ஒரு நியாயமான கோரிக்கைக்காக போராடும் அனைத்து மக்களையும் அரசாங்கம் பரிசீலித்து வருகிறது, \"என்று அவர் கூறினார்.",
        "சுகாதார பணியாளர்கள் வெளியேறுவதை ரத்து செய்வதிலிருந்து பணியாளரின் பற்றாக்குறையை நீங்கள் குறைக்க முடியுமா?",
        "\"முதலாளிகளுடன் 'பயணிக்கும் அரசாங்கத்தின் பயணம் சமூகத்திற்கு ஆளாகியுள்ளது என்றும் அவர் கூறினார்.",
        "\"இந்த நாட்டின் பணக்கார உயரடுக்கை அரசாங்கம் தேர்ந்தெடுத்துள்ளது. அவர்களை மகிழ்ச்சியடையச் செய்யுங்கள், அவர்களை காயப்படுத்த எதுவும் சொல்ல வேண்டாம். அவர்கள் வரி செலுத்தச் சொல்ல முடிந்தால். செலுத்தப்பட்ட வரி தொடர்பாக எந்த நடவடிக்கையும் எடுக்கப்படாது. நாட்டின் பணியிடத்தில் நெருக்கடி கைவிடப்பட்டுள்ளது. \"",
        "\"சொசைட்டி ஊழல் மற்றும் ஊழல் என ஆட்சிக்கு வந்த ஒரு கேள்வியை எதிர்கொண்டது. அந்த பிரச்சினைக்கு இப்போது அந்த பிரச்சினைக்கு பதில் இல்லை.. நிரல் ARIL. இந்த மின்சாரத் தொழிலாளர்களிடம் இன்று தொழிலாளர்கள் நாளை தொழிலாளர்களைத் தாக்க தொழிலாளர்கள் தாக்குவார்கள் என்று அரசாங்கம் கருத முடியும். \"",
        "ஒரு பூமராங் கைரேகை எதிர்ப்பு எதிர்ப்பு எதிர்ப்பு ?: 'அமைச்சர் \"பொய்\" என்று சொல்கிறாரா?",
        "தொழிலாளர் போராட்டம் மையம் (தொழிலாளர்) தற்போதைய அரசாங்கம் சர்வதேச நாணய மெயின்டாக செயல்பட வேண்டும் என்று கூறியுள்ளது.",
        "\"CEB அடக்குமுறையின் சவுக்குக்கு வந்துள்ளது. அடுத்த மூன்று மணிக்கு, அவர்கள் தொடங்கியபோது, ​​அவர்கள் தொடங்கும் போது, ​​இந்த நாட்டின் பணியிடத்தைப் பற்றி சிந்தியுங்கள். \"",
        "'தொழிலாளர்களின் செய்தி ஜே.ஆர். நாங்கள் உங்கள் வேலையைச் செய்கிறோம்",
        "போட்காஸ்ட் பதவி உயர்வு கான்டோயனைத் தவிர்த்து, எங்கள் பிபிசி நியூஸ் சின்ஹலா பிசினஸ் வாட்ஸ்அப் சேனலை தொடர்ந்து படிக்கவும்.",
        "1980 இல் பொது மற்றும் தனியார் துறை தொழிலாளர்கள் தொடங்கிய வெகுஜன வேலைநிறுத்தத்தை அடக்குவதற்காக ஜே.ஆர்.. ஜெய்வர்ட்ன் அரசாங்கம் 1979 ஆம் ஆண்டின் அத்தியாவசிய பொது சேவை மசோதா எண் 61 ஐப் பயன்படுத்தியது, வேலைநிறுத்தத்தில் வேலை செய்வதாக அறிவிக்கப்படாத அனைவருமே வேலை செய்ய அறிமுகமில்லாத அனைவரும். அதன்படி, கிட்டத்தட்ட 100,000 தொழிலாளர்கள் தங்கள் வேலையை இழந்தனர்.",
        "இருப்பினும், ஜே.வி.பி உடன் தொடர்புடைய தொழிற்சங்கங்கள் ஜே.வி.பி.. ஆனால் ஜே.வி.பிக்கு நெருக்கமான இலங்கை ஆசிரியர் சங்கம் வேலைநிறுத்தத்தை ஆதரித்தது.",
        "\"80 ஒரு பெரிய வேலைநிறுத்தம் வந்தது. வேலைநிறுத்தத்திற்கு ஜே.ஆர். இந்த வழியில் எதிர்கொண்டது. ஜூனியர். அவர்கள் ஒரு அத்தியாவசிய சேவையாக மாறினர். அத்தியாவசிய சேவையிலிருந்து வெளியேற்றப்பட்ட தொழிலாளர்கள் வேலையிலிருந்து கீழே இறங்குகிறார்கள். தொழிலாளர்கள் கிட்டத்தட்ட 100,000 வேலைகளைத் தொடங்கினர். இந்த பழைய படங்கள், பழைய நாடகங்கள் இந்த பழைய படங்கள், பழைய நாடகம் என்பதை நமக்கு நினைவூட்டுகின்றன. தொழிலாளர்களுக்கு செய்தி ஜே.ஆர். உங்கள் வேலையில் நாங்கள் உங்கள் வேலையைச் செய்கிறோம், \"என்று டுமிந்தா நாகமுவா.",
        "சிலோன் ஆசிரியர் சங்க பொதுச் செயலாளர் ஜோசப் ஸ்டாலீன் பிபிசியிடம் அனைத்து கட்டுப்பாடுகளாலும் பாதிக்கப்பட்ட ஒரு குழு பாதிக்கப்பட்டுள்ளது என்று கூறினார்.",
        "\"அடக்குமுறையில் கடுமையாக துன்புறுத்தப்பட்ட ஒரு குழு இந்த அதிகாரத்திற்கு வந்தது. அவர்கள் வந்து அவற்றை அடக்குவதற்கு அவற்றைப் பயன்படுத்தினால், அவர்கள் மற்றவர்களைப் பயன்படுத்தினால் எந்த ஆபத்தும் இல்லை. \"",
        "தொழில்முறை தொழிற்சங்கத் தலைவர் அனைத்து அத்தியாவசிய சேவைச் சட்டமும் அவசியமில்லாத ஒரு அரசாங்கத்தால் பயன்படுத்தப்பட்டது என்பது தெளிவாகிறது.",
        "சிலோன் ஆசிரியர் சங்கத்தின் தலைவர் அமைச்சர்கள் மற்றும் எம்.பி.க்களின் அச்சுறுத்தல்கள் மற்றும் உதவிகள் குறித்து கருத்து தெரிவித்தார்.",
        "\"சில அமைச்சர்கள் தொழில்முறை தொழிற்சங்கத் தலைவர்களின் தலைவர்கள் அச்சுறுத்துவதாகக் கூற தொழில் தொழிற்சங்கங்களை அச்சுறுத்துகிறார்கள். தோழர் லால் காந்தே, ம ou ம்மின் பூனையை வெட்டி, பூனையை நடித்து, வாசனை, அவர்கள் கேட்கவில்லை. நீங்கள் எதை வேண்டுமானாலும் தொழில்முறை நடவடிக்கைகளை கத்த நாங்கள் எங்கள் வேலையைச் செய்கிறோம். இது ஒரு சிறந்த கதை. முன்னாள் அரசாங்கம் அதைச் செய்தது.",
        "இலங்கையில் மே தின கொண்டாட்டங்கள்: ஈடுசெய்யப்பட்ட ஹீரோக்களை யார் செய்தார்கள்?",
        "\"அஞ்சலில் உள்ள ஆவணங்கள் அவர்களின் விடுப்பை ரத்து செய்தன. பின்னர் அவர்கள் பணம் செலுத்தப்பட மாட்டார்கள் என்று சொன்னார்கள். பலவிதமான அச்சுறுத்தல்களைச் செய்தது. இதேபோல், ரயில்வே தலைவர்கள் ரயில்வே சேவைக்கு பயிற்சியளித்ததை நாங்கள் கண்டோம். அவர்கள் சி.டி.பிக்குச் சென்றபோது, ​​அவர்கள் தொழிற்சங்கத் தலைவர்களைக் குறை கூறுகிறார்கள். இப்போது மின்சார வாரியத்தின் தலைவர்களை குற்றம் சாட்டுகிறது. இந்த அரசாங்கம் நாங்கள் அவ்வாறு செய்ய வேண்டியதில்லை, எந்த தவறும் இல்லை என்று நினைக்கிறோம், நாங்கள் சொல்வதை நீங்கள் செய்ய வேண்டும். ஆனால் சர்வதேச நாணய நிதியம் சொல்வதை என்ன செய்கிறது. கர்த்தர் அதைச் செய்தார்.",
        "\"இந்த அடக்குமுறையை அடக்குவதற்கு இந்த தந்திரத்தை அடக்குவதற்கான தொழில்முறை தொழிற்சங்கங்களின் செல்வம் நாங்கள். இலங்கை ஆசிரியர் சங்கத்தின் பொதுச் செயலாளர், \"இலங்கை ஆசிரியர் சங்கத்தின் பொதுச் செயலாளர், ஒரு தீவிரமான சூழ்நிலை என்று வலியுறுத்தினார்.",
        "மான்சாங், அத்தியாவசிய சேவை வர்த்தமானிக்கு நாங்கள் அரசாங்கத்திற்கு பதிலளிக்க வேண்டும். இந்த குற்றச்சாட்டு பற்றி என்ன?",
        "மின் மசோதா நாட்டிற்கும் ஊழியர்களுக்கும் திருத்தப்பட்டது என்ற குற்றச்சாட்டுகளுக்கு பதிலளிக்கும் விதமாக தொழிலாளர் துணை அமைச்சர் மஹிந்தா ஜெயசிங்கிடம் பிபிசி சிங்களிடம் தெரிவித்தார்.",
        "\"கடைசி ஆட்சியாளர்கள் இதை அழிக்க முயன்றபோது நாங்கள் அதற்கு எதிராக போராடினோம். ஆனால் இன்றைய அழிவுக்கு பதிலாக, வேறு யாராவது அதற்கு எதிராக செயல்பட்டால் மற்ற அரசியல் நலன்களில் நாம் முடிவுகளை எடுக்க வேண்டும்.",
        "\"நாங்கள் எதிர்க்கட்சியில் அநியாயமாக போராடவில்லை. சரியான உரிமைகளுக்காக நாங்கள் போராடினோம். அது இங்கே இல்லை. எனவே போராட்டத்தை நாம் ஒப்பிட முடியாது. \"துணை அமைச்சர் கூறினார்.",
        "மின் தொழிற்சங்கங்களை எடுத்துக்கொள்வதற்கான தொழில்முறை திட்டம் ஒரு முற்போக்கான தோல்வி அல்ல என்றும் தற்போதைய அரசாங்கத்தில் ஏராளமான விவாதங்களும் ஒருமித்த கருத்தும் இல்லை என்றும் துணை அமைச்சர் மஹிந்தல் ஜெயசிங்க மேலும் தெரிவித்தார்.",
        "கொழும்பு உயர் நீதிமன்ற உத்தரவு நமல் ராஜபக்ஷாவின் 'கிரின்' வழக்கு",
        "ஹரங்கா மற்றும் ஆபிராவின் பொதுவான சேமிப்பு: 'இதுதான் இந்திய கிரிக்கெட் ஒருபோதும் கற்றுக்கொள்ளாது'",
        "திடீரென்று வானிலை ஏன் மாறியது? மழை நிலை எப்போது முடிவடையும்?",
        "இலங்கையில் 7 பில்லியன் அமெரிக்க டாலர் அறுவை சிகிச்சை நிபுணர்களை நிறைவேற்ற முடியாத காரணங்கள்",
        "'இது 150 மீட்டர் போல இருந்தது': ஆபத்தில் ஏழு பிக்குஸின் பிக்குஷாஸ் உயிரிழப்புகள் யார்?"
      ]
    },
    "en": {
      "title": "Restructuring of Ceylon Electricity Board Restructuring and Trade Union Objections: 'We cannot compare the struggle at all",
      "body_lines": [
        "Restructuring of Ceylon Electricity Board Restructuring and Trade Union Objections: 'We cannot compare the struggle at all",
        "The protester of trade unions have been enhanced to the restructuring of the Ceylon Electricity Board, and in response, the government has issued a gazette notification.",
        "President Anura Kumara Dissanayake has signed the gazette notification on September 21, according to Section 2 of the Essential Public Service Act No. 61 of 1979.",
        "The leader of the National Power Anura Kumara Skipper Anura Kumara Aman has been promoting a gazette notification against a professional program.",
        "Considering that it is essential to maintain normal people's life and that there may be a blocked or obstacle to such services.",
        "Professional unions have accused strikes and workers 'struggles, including workers and trade union activists, which have consisted of workers' contribution, and the measures that the pre-existing governments have supplied professional measures.",
        "\"This government views everyone to fight for a reasonable request",
        "The government struggle secretary of the Labor Struggle Center, the organizing secretary of the government will also suppress the government's fair fighting in the presence of the government to suppress the professional union action.",
        "\"Spoon to the Electrical Order Today. Similarly, if you have their wages, the private sector, the private sector have to fight for the next to fight for the next one to fight for the next one to fight for the next one to fight to fight tomorrow.. This is not a problem of electrical workers. The government is considering all the people who are fighting for a reasonable request in this country, \"he said.",
        "Can you reduce the lack of employee from cancel of health workers leave?",
        "He also said that the journey of the government, which was traveling with the \"capitalists', has been exposed to society.",
        "\"The government has chosen the richest elite of this country. Make them happy, don't say anything to hurt them. If they can tell you to pay taxes. No action will be taken regarding taxes paid. The crisis has been abandoned in the country's workplace. \"",
        "\"The society was faced with a question that came to power as corruption and corruption. It is not the answer to that problem now that they have the answer to that problem.. Program Aril. The government will be able to assume that workers will attack the workers to attack the workers tomorrow to say to these electricity workers today. \"",
        "Is a boomerang anti-fingerprint protest?: 'Does the Minister say \"lie\"?",
        "The Labor Struggle Center (Labor) has said that the present government had to work as the International Monetary Maind.",
        "\"The CEB has come to the whip of repression. The next three o'clock, when they started, when they begin, think about this country's workplace. \"",
        "'The message of the workers is JR. That we do your work",
        "Skip Podcast Promotion Contoion and Continue Reading Our BBC News Sinhala Business Whatsapp Channel Following.",
        "JR at the time to suppress the mass strike launched by the public and private sector workers in 1980. Jayewardene government has used the essential public service bill No. 61 of 1979 and not all who were not reported to work in the strike, everyone who was unfamiliar to work. Accordingly, nearly 100,000 workers lost their jobs.",
        "However, the trade unions associated with the JVP not participated in the JVP.. But the Ceylon Teachers Union, close to the JVP, supported the strike.",
        "\"80 came a great strike. JR to the strike. Faced this way. JR. They became an essential service. Then the workers who had been stripped out of the essential service lay down from work. Workers launched nearly 100,000 jobs. These Old images, old plays are reminding us that these Old Images, Old Drama. Message to the workers is JR. We're doing your work in your work, \"Duminda Nagamuwa.",
        "The Ceylon Teachers Union General Secretary Joseph Stalene told the BBC that a group that suffered suffered from all the controls.",
        "\"One group of people who were severely persecuted in the repression came to this power. If they use the command to come and use them to suppress them, there is no danger if they use the other. \"",
        "It is evident that the professional union leader was used by all the Essential Service Act by a government that was not essential.",
        "The Leader of the Ceylon Teachers Union also commented on the threats and helizing of ministers and MPs.",
        "\"Some ministers threaten the vocational unions to say the leaders of professional union leaders threaten. Comrade Lal Kanthe, who moum cut down the cat, and cast the cat, smelling, they were not asking. We do our work to scream the professional measures, whatever you want. It's a great story. The former government did it.",
        "May Day celebrations in Sri Lanka: Who has committed compensated heroes?",
        "\"The papers in the mail was canceled their leave. Then they said they would not be paid. Made a variety of threats. Similarly, we saw that the railway leaders told the railway service that train service. When they went to CTB, they blame the trade union leaders. Now blames the leaders of the electricity board. This government thinks that we don't have to do so clean and don't have anything wrong, you should do what we say. But what is doing what is saying the IMF. The Lord did it.",
        "\"We are the wealth of professional unions to suppress this crappy to suppress this repression. The General Secretary of the Ceylon Teachers Union, \"the General Secretary of the Ceylon Teachers Union, emphasized that itself is a serious situation.",
        "Manchang, we have to answer the government to the essential service gazette. What about this allegation?",
        "Deputy Minister of Labor Mahinda Jayasinghe told BBC Sinhala in response to the allegations that the power bill was amended to the country and the employees.",
        "\"We have fought against it when the last rulers were trying to destroy this. But instead of the destruction of today, we have to make decisions on other political interests if someone else works against it.",
        "\"We haven't fought unjust in the opposition. We fought for the right rights. It's not here. So we can't compare the struggle. \"The Deputy Minister said.",
        "Deputy Minister Mahinda Jayasinghe further stated that the professional program to take electrical unions is not a progressive failure and there is plenty of discussion and consensus in the present government.",
        "Colombo High Court order Namal Rajapaksa's 'Krin' case",
        "The Common Savings of Haranga and Abrah: 'This is what the Indian cricket ever will never learn'",
        "Why did the weather changed suddenly? When will the rain condition end?",
        "Reasons for Unable to Pass US $ 7 Billion Surgeons in Sri Lanka",
        "'It was like 150 meters': Who are the seven bhikkhus 'bhikkhushas' casualties in danger?"
      ]
    }
  },
  "summary_lines": []
}