{
  "translated_text": {
    "ta": {
      "title": "176,000 கிலோ பொருத்தமற்ற அரிசி சோதனை",
      "body_lines": [
        "அவர் அரை அரை கிலோகிராம் அரிசியை மனித நுகர்வுக்கு மேற்கொண்டிருந்தபோது நுகர்வோர் விவகார ஆணைய அதிகாரிகள் சோதனை செய்யப்பட்டனர்.",
        "குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கு அரசாங்கத்தால் விநியோகிக்க அரிசி பங்கு திட்டமிடப்பட்டுள்ளது என்பது தெரியவந்துள்ளது.",
        "இன்று (12) இந்த சோதனை மேற்கொள்ளப்பட்டது, இன்று நுகர்வோர் விவகார ஆணையத்தின் அனுராதபுரா பிரிவு பெற்ற தகவல்களின்படி.",
        "இந்த சோதனை எட்டு லட்சம் கிலோகிராம் அரிசி அரிசி மூலம் கிபீடியா பகுதியில் உள்ள ஒரு தனியார் அரிசி ஆலைக்கு எட்டு லாரிகளால் மேற்கொள்ளப்பட்டது.",
        "பேக்கிங் தொகுப்புகளின் தேதி 30 ஆம் தேதி நிறைவடைந்தது மற்றும் ரைஸ் மெர்கான்ட்ரிகல் மனித நுகர்வு உட்கொள்ளவும், அடுத்த 30 நாட்களுக்கான காலாவதி தேதியை மீண்டும் உருவாக்கவும் விரும்பவில்லை.",
        "குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கு இலவசமாக குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கு அரிசி பங்கு திட்டமிடப்பட்டிருப்பதாக ஆரம்ப விசாரணையில் தெரிவிக்கப்பட்டுள்ளது.",
        "கைது செய்யப்பட்ட அரிசியின் பங்கு சீல் மற்றும் ஹார்மனி போலீசார் அரிசி ஆலையை கைது செய்துள்ளனர்."
      ]
    },
    "en": {
      "title": "176,000 kg of inappropriate rice raided",
      "body_lines": [
        "The Consumer Affairs Authority officials were raided while he was carrying out more than half a half kilograms of rice to human consumption.",
        "It has been revealed that the stock of rice has been planned to distribute to low income families by the government.",
        "The raid was carried out today (12), according to information received by the Consumer Affairs Authority's Anuradhapura Unit today.",
        "The raid was carried out by eight hundred thousand lrribs by eight hundred kilograms of rice to a private rice mill in the area of Kipedia by eight lorries.",
        "The date of the packing packages was completed on the 30th and the rice mercantrical was unwilling to consume human consumption and rebuild the expiration date for the next 30 days.",
        "Initial investigations have revealed that the stock of rice was planned for low income families free of charge for low income families free of charge.",
        "The stock of rice taken into custody authority has been seal and the Harmony Police have arrested the rice mill."
      ]
    }
  },
  "summary_lines": [
    "Consumer Affairs Authority officials raided a private rice mill in Kipedia, seizing 176,000 kg of rice intended for low-income families. The rice, packed on the 30th, was unfit for human consumption and had its expiration date extended by 30 days. The mill's owner was arrested, and the seized rice is under investigation."
  ]
}