{
  "translated_text": {
    "ta": {
      "title": "பள்ளி கற்றலுக்கான வாட்ஸ்அப்பைப் பயன்படுத்துவதில் புதிய சுற்றறிக்கை",
      "body_lines": [
        "பள்ளி கல்வி மற்றும் தகவல்தொடர்புக்கு 'சமூக தொடர்பு உள்ளீடுகளை' பயன்படுத்துவதற்கு ஒரு சிறப்பு சுற்றறிக்கை வழங்கப்பட்டுள்ளது.",
        "அமைச்சின் செயலாளர் ஜே.எம்.டி ஜெயசுந்தரா, அனைத்து அதிபர்கள் உட்பட அனைத்து அதிபர்களும் உட்பட கல்வி அதிகாரிகளுக்கு பரிந்துரைக்கப்பட்டுள்ளார்.",
        "கோயிட் -12 தொற்றுநோய்களில் பள்ளி மாணவர்களை மறைக்க தவறவிட்ட குழந்தைகள் போன்ற சமூக தகவல்தொடர்பு கருவிகளைப் பயன்படுத்துவது ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது என்று சுற்றறிக்கை மேலும் கூறியது.",
        "அமைச்சகம் தற்போது மற்ற பாதகமான விளைவுகள் குறித்து தெரிவிக்கப்பட்டுள்ளது என்று தெரிவிக்கப்படுகிறது.",
        "அதன்படி, தகவல்தொடர்பு உள்ளீடுகளைப் பயன்படுத்துவதில், பின்வரும் வழிமுறைகளை நடத்துவதற்கு அனைத்து ஆசிரியர்களுக்கும் தொடர்புடைய கட்சிகள் குறித்து தெரிவிக்கப்பட்டுள்ளது.",
        "முக்கிய ஆசிரியர்கள் / உதவி முதன்மை / உதவி முதன்மை / பிரதேச செயலகம் / பிரிவு வழக்கமான மேற்பார்வை மற்றும் ஒழுங்குமுறைகளின் கீழ் நிர்வாக மற்றும் ஒழுங்குமுறை தகவல்தொடர்பு குழுவாக பராமரிக்கப்பட வேண்டும்.",
        "கல்விக்கான பள்ளி நேரத்தின் அதிகபட்ச பயன்பாடு பாடத்திட்டத்தை மறைக்க மற்றும் பாடத்திட்டத்தை மறைக்க தகவல்தொடர்பு பயன்படுத்துவதைத் தவிர்ப்பதற்கு எடுக்கப்பட வேண்டும்.",
        "கல்விக்கான தகவல்தொடர்பு உள்ளீடுகளைப் பயன்படுத்தினால், கற்றல் செயல்முறை சங்கடமாக இல்லை என்பதை உறுதிப்படுத்த குழந்தைகள் தனித்துவமான முறைகளைப் பின்பற்ற வேண்டும்.",
        "மாணவர்களால் பள்ளிக்கு பொருள் உபகரணங்கள் கற்றல் பற்றி குறிப்பாக அறிவிக்கப்பட்டவை, குறிப்பாக முதன்மைத் துறையில், சரியான திட்டத்துடன் சரியான நேரத்தைப் பற்றி அறிந்திருக்க வேண்டும். நினைவு குறிப்புகளுக்கு மட்டுமே குறிப்புக்கான தகவல்தொடர்பு உள்ளீடுகளின் பயன்பாட்டை மட்டுப்படுத்துவது நல்லது.",
        "பள்ளி வகுப்பறை கற்றல் கற்பித்தலை விளக்குவதன் மூலம் மாணவர்களின் பயிற்சி மற்றும் மாணவர்களுக்கு பணிகள் மூலம் மாணவர்கள் மேற்கொள்ளப்பட வேண்டும்.",
        "பொதுவாக, இதுபோன்ற தகவல்தொடர்பு உள்ளீடுகள் எதுவும் தனிப்பட்ட, வீடியோ, புகைப்படம் எடுத்தல், புகைப்படம் எடுத்தல், குறிப்புகள் போன்றவற்றுக்கு அனுப்பப்படக்கூடாது, இது இதுபோன்ற சம்பவங்கள் போன்ற மன அழுத்தத்தை ஏற்படுத்தும்.",
        "தகவல்தொடர்பு தகவல்தொடர்பு வகைக்கு மேலதிகமாக, பள்ளி தகவல்தொடர்பு மற்றும் ஆசிரியர்களுடன் இணைக்கும் தகவல்தொடர்பு உள்ளீட்டு வெகுஜனங்கள், தகவல்தொடர்பு அல்லது பள்ளி சமூகத்தின் வளர்ச்சியுடன் தொடர்புடையவை, சேதப்படுத்தும் பள்ளி தொடர்பு அல்லது பள்ளி சமூகத்திற்கு முழுமையாக பொறுப்பேற்க வேண்டும் தகவல்தொடர்பு உள்ளீட்டு வகைக்கு கூடுதலாக.. அதே சிக்கலில், நாட்டின் தகவல் தொடர்பு மற்றும் தகவல் சட்டத்தால் சட்ட நடவடிக்கை எடுக்கப்படும்."
      ]
    },
    "en": {
      "title": "New circular on the use of WhatsApp for school learning",
      "body_lines": [
        "A special circular has been issued to the use of 'social communication inputs' for school education and communication.",
        "The Secretary to the Ministry, JMT Jayasundara, has been referred to the education authorities including all principals, including all principals.",
        "The circular further stated that the use of social communication tools such as What missed children have already been used to cover school students in the Cowid-12 Epidemic.",
        "It is reported that the Ministry is currently reported on the other adverse effects.",
        "Accordingly, in the use of communication inputs, all teachers have been informed of the relevant parties to conduct the following instructions.",
        "The main teachers / Assistant Principal / Assistant Principal / Divisional Secretariat / Division should be maintained as administrative and regulatory communication group under regular supervision and regulation.",
        "The maximum use of the school time for education should be taken to cover the syllabus and avoiding the use of communication to cover the syllabus.",
        "If using communication inputs for education, children should adopt unique methods to ensure that the learning process is not uncomfortable.",
        "Especially informed of learning material equipment to school by students, especially in the primary sector, should be made aware of a proper time with a proper plan. It is advisable to limit the use of communication inputs for reference only for commemorative references.",
        "Students should be carried out by the students' training and assignments to the students by explaining the school classroom learning teaching.",
        "In general, no such communication inputs should be sent to the private, video, photography, photography, photography, photography, notes, which can be stressful as such incidents.I am informed.",
        "In addition to the type of communication in-communications, communication input masses that connect to the school communication and teachers, which are related to the development of the communication or school community, should be fully responsible for the damaging school communication or school community, in addition to the type of communication input.. At the same problem, legal action will be taken by the Communication and Information Act in the country."
      ]
    }
  },
  "summary_lines": [
    "Circular: WhatsApp use in schools during COVID-19. Education authorities instructed teachers to maintain regulated groups, prioritize education over communication. Limit personal content sharing. Ensure learning materials are appropriate and planned. No private videos, photos, or notes allowed. Legal action may be taken for harmful content."
  ]
}