{
  "translated_text": {
    "ta": {
      "title": "85 655 122426 ரயில் பயணம் 122426 இலிருந்து 85 655 தாமதமானது",
      "body_lines": [
        "இலங்கை ரயில்வே 2023 ஆம் ஆண்டில் செயல்பட்டு வருகிறது, மேலும் 1,27,421 முறை செயல்பட்டு வருகிறது, மேலும் 85,655 ரயில்களை ரத்து செய்ய வேண்டியிருந்தது அல்லது ரத்து செய்யப்பட வேண்டும்.",
        "10,571 ரயில்களை ரத்து செய்ய வேண்டும் என்றும், சரியான நேரத்தில் இயங்காத அதிர்வெண்ணில் 70% என்றும் தணிக்கை அறிக்கை சுட்டிக்காட்டியுள்ளது.",
        "2023 ஆம் ஆண்டில் ரயில்வே துறை 1,13,759 பயணிகள் ரயில் சேவைகளைத் திட்டமிட்டுள்ளது, மேலும் 36,053 பயணிகள் ரயில்கள் மட்டுமே சரியான நேரத்தில் பயணித்து வருகின்றன.. ரயில் பயணம் 30%என்றும் தணிக்கை அறிக்கை சுட்டிக்காட்டியது.",
        "தேசிய தணிக்கை செயலாளரின் செயலகம் தேசிய தணிக்கைச் செயலில் 2018 ஆம் ஆண்டின் தேசிய தணிக்கைச் சட்டத்தின் 19 மற்றும் 1973.31 இன் 38 இன் தேசிய தணிக்கைச் சட்டம் எண் 19 தொடர்பாக கூறியுள்ளது.",
        "ரயில்வே துறையின் முக்கிய பணி திறமையான பயணிகள் போக்குவரத்து சேவையை வழங்குகிறது என்றும் ஊழியர்கள் கூறுகின்றனர், ஊழியர்கள் 2023 ஆம் ஆண்டில் 70% பணிகள் தெரிவித்தனர். ரயில்வே துறையின் (ரயில்வே துறை) முக்கிய பணி, ரயில்வே துறையின் முக்கிய பணி இந்த நிலைமை மேலும் 30%என்று கூறியது.",
        "ரயில் ஆபரேட்டர்கள் 1865 ஆம் ஆண்டில் ரயில் தொடங்கப்பட்டதாகத் தொடங்கியுள்ளனர், ஆனால் தணிக்கை அறிக்கை 1865 ஆம் ஆண்டில் ரயில்கள் இயக்கப்படாது என்று காட்டுகிறது.. இலங்கையின் பயணிகள் போக்குவரத்தில் 6% மற்றும் பொருட்களின் போக்குவரத்தில் 6.5% அதிகரிக்க ரயில்வே துறை தவறிவிட்டதாக ரயில்வே துறை உறுதிப்படுத்தியுள்ளது.",
        "ரயில்வே இயற்பியல் சாலை நெட்வொர்க் 1521 கிலோமீட்டர் என்றும், கிலோமீட்டர் எண்ணிக்கை 1521 கிலோமீட்டர் மற்றும் 2023 முதல் 1456 கி.மீ அளவு என்றும் தேசிய தணிக்கை அலுவலகம் காட்டுகிறது.. மாதராவிலிருந்து பெலியாட்டா வரை நூறு கிலோமீட்டர் தொலைவில் இருப்பதால் குறைவு ஏற்படுகிறது."
      ]
    },
    "en": {
      "title": "85 655 delayed by 85 655 from 122426 train travel 122426",
      "body_lines": [
        "Sri Lanka Railways has been operating in the year 2023 and had been operating at 1,27,421 times, and 85,655 trains had to be revoked or canceled.Is mentioned.",
        "The audit report has pointed out that 10,571 trains had to be canceled and 70% of the frequency of not running on time.",
        "The Railway Department has planned 1,13,759 passenger train services in 2023, and only 36,053 passenger trains had been traveling on time.. The Audit Report also pointed out that the train travel is 30%.",
        "The National Audit Secretary's Secretariat has stated in the National Audit Secretariat regarding the National Audit Act No. 19 of the National Audit Act No. 19 of 2018 and 38 of 1973.31.",
        "The staff also states that the main task of the Railway Department provides an efficient passenger transport service, the staff said 70% of the work in 2023. The main task of the Railway Department (Railway Department) said that the main task of the Railway Department said that this situation was another 30%.",
        "The train operators have begun that the train has been launched in 1865, but the Audit Report has shown that the trains will not be operated in 1865.. The Railway Department has confirmed that the railway department has failed to increase 6% of the passenger transport of Sri Lanka and 6.5% of the transport of goods.",
        "The National Audit Office has shown that the road network of the Railway Potivation was 1521 kilometers, and the number of kilometers were 1521 kilometers and the size of 1456 km from 2023.. The decrease is due to one hundred kilometers from Matara to Beliatta."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Railways 2023: 127,421 train operations, 85,655 cancellations. Audit reports 57% on-time performance, 70% delays. Passenger services planned 113,759, only 36,053 ran on time. National Audit Office highlights 6% passenger transport decrease, 6.5% goods transport drop. Railway network reduced from 1,521 km to 1,456 km due to Matara-Beliatta section closure."
  ]
}