{
  "translated_text": {
    "si": {
      "title": "මහ මැතිවරණය අවසන් වූ පසු, පළාත් පාලන මැතිවරණය සඳහා වන දිනය ප්රකාශයට පත් කෙරේ - මැතිවරණ කොමිෂන් සභාව",
      "body_lines": [
        "පළාත් පාලන මැතිවරණය සම්බන්ධයෙන් ශ්රේෂ් Supreme ාධිකරණයේ තීන්දුව අපි ගෞරවාන්විතව පිළිගනිමු. පළාත් පාලන මැතිවරණය පැවැත්වූ දිනය හැකි ඉක්මනින් ප්රකාශයට පත් කරන බව මැතිවරණ කොමිසම ප්රකාශ කර තිබේ.",
        "2023 දී පළාත් පාලන මැතිවරණය මූලික අයිතිවාසිකම් උල්ලං ting නය කිරීම පිළිබඳ පෙත්සම්බන්ධතා විභාගයේ තීන්දුව සඳහා මැතිවරණ කොමිසම විසින් පෙත්සම්බන්ධතා පැවැත්විණි.",
        "2012.07.26 දින, 2012.07.26 දින ප්රකාශයට පත් කරන ලද අතිශය ගැසට් පත්රය 2012.09.21 දින ජනාධිපතිවරණය පැවැත්වීම සඳහා ජනාධිපතිවරණයට සහභාගී වීමෙන් පසු පළාත් පාලන මැතිවරණය පැවැත්වීම සඳහා ගෙන යන ලදී.",
        "දිස්ත්රික් නියෝජ්ය, සහකාර මැතිවරණ කොමසාරිස්වරුන් සහ රජයේ විදුහල්පති සමඟ පැවති සාකච්ඡාවකින් අනතුරුව ඉදිරි පියවර සඳහා දිස්ත්රික්කයේ අවම වශයෙන් දින 30 -35 ක් ගතවනු ඇති බව නිරීක්ෂණය විය.",
        "ජනාධිපති අනුර කුමාර දිසානායක 2012.09.24 දින නවවන පාර්ලිමේන්තුව විසුරුවා හැර ඇති අතර මහ මැතිවරණය සඳහා ඡන්දය ප්රකාශ කිරීම නිවේදනය කළේය.",
        "රටේ ව්යවස්ථාදායක අංශයට නියෝජිතයින් තෝරා ගැනීමේ අරමුණින් රටේ අරමුණට ප්රමුඛ කර ගන්නා ලෙස මැතිවරණ කොමිසමට දැනුම් දී තිබේ. Similarly, the election of the Elpitiya Pradeshiya Sabha in the Galle District on 26.10.10.10.10.10.10.10 202 202 202 202 202 202 202 202 20 - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -",
        "රටේ ජනතාවගේ ප්රජාතන්ත්රවාදී අයිතිවාසිකම් ආරක්ෂා කිරීම සඳහා මැතිවරණ කොමිෂන් සභාව එහි ක්රියාකාරකම් හොඳින් දනී.. අගෝස්තු 22 වන දින මහාධිකරණයේ නියෝගයත් සමඟම, පාර්ලිමේන්තු මැතිවරණ ජනමත විචාරණය අවසන් වීමෙන් පසුව හැකි ඉක්මනින් මැතිවරණය පැවැත්වෙන බව අපි සටහන් කරමු. පළාත් පාලන මැතිවරණ දිනය හැකි ඉක්මනින් ප්රකාශයට පත් කරනු ලැබේ.",
        "ජාතික මහජන බලය සහ එක්සත් ජනතා බලය ඇතුළු සිවිල් සංවිධාන, පළාත් පාලන මැතිවරණය නොගැලපීමට එරෙහිව ශ්රේෂ් Supreme ාධිකරණයේ පෙත්සමක් ගොනු කළේය.",
        "පෙත්සම් පැවැත්වූ අධිකරණය අගෝස්තු 22 වන දින පළාත් පාලන මැතිවරණය ප්රතිසංස්කරණය කර ඇති බැවින් ජනතාවගේ මූලික අයිතිවාසිකම් උල්ලං had නය කර තිබේ.. ජනාධිපතිවරයා ඇතුළු මැතිවරණ කොමිෂන් සභාව ජනතාවගේ මූලික අයිතිවාසිකම් උල්ලං has නය කර ඇති අතර, මැතිවරණ කොමිෂන් සභාව මැතිවරණ කොමිෂන් සභාව මැතිවරණ කොමිෂන් සභාවට නියෝග කළේ පළාත් පාලනවල සහයෝගය ලබාගෙන පළාත් පාලන මැතිවරණය ඉක්මනින් ලබා දෙන ලෙස මැතිවරණ කොමිසමට නියෝග කරමිනි."
      ]
    },
    "en": {
      "title": "Once the general election is over, the date for the local government election will be announced - the Elections Commission",
      "body_lines": [
        "We honorably accept the verdict of the Supreme Court regarding the local government elections. The Elections Commission has stated that the date of holding the local government elections will be announced as soon as possible.",
        "The Elections Commission honored the verdict of the High Court on 22.08.2012, taking up petitions on the fundamental rights violation of the Local Government Elections in 2023.",
        "The Extreme Gazette, which was published on 26.07.2012, 26.07.2012, was taken to hold the local government elections after the Presidential Elections to hold the presidential election on 21.09.2012.",
        "It was observed that the district would take at least 30 -35 days to carry out the next steps following a meeting with the District Deputy, Assistant Elections Commissioners and the State Principal.",
        "President Anura Kumara Dissanayake has dissolved the ninth parliament on 24.09.2012 and issued the announcement of the vote for the general election.",
        "The Elections Commission has been asked to prioritize the country's aim of electing representatives to the country's legislative sector. Similarly, the election of the Elpitiya Pradeshiya Sabha in the Galle District on 26.10.10.10.10.10.10.10 202 202 202 202 202 202 202 202 20 - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -",
        "The Elections Commission is well aware of its activities to protect the democratic rights of the people of the country.. With the order of the High Court on August 22, we note that the election will be held as soon as possible after the parliamentary election referendum is over, the date of the local government elections will be announced as soon as possible.",
        "Civil Organizations, including the National People's Power and the United People's Power, filed a petition in the Supreme Court against the lack of local government elections indefinite.",
        "The court, which took up the petitions, had violated the fundamental rights of the people as the court had renovated the local government elections on August 22.. The Elections Commission, including the president, has violated the basic rights of the people, ”and the Elections Commission ordered the Elections Commission to take the cooperation of the state parties and hold the local government elections quickly."
      ]
    }
  },
  "summary_lines": [
    "Local government elections delayed due to Supreme Court ruling. Date to be announced soon after general election."
  ]
}