{
  "translated_text": {
    "ta": {
      "title": "பல்கலைக்கழக கற்பித்தல் சங்கங்கள்",
      "body_lines": [
        "பல்கலைக்கழக பட்டதாரி ஆணையம் (FUTA) கல்விக் கொடுப்பனவை 25%அதிகரிக்கும் முடிவு தொடர்பாக பல்கலைக்கழக மானிய ஆணையத்திற்கு ஒரு குறிப்பிட்ட சுற்றறிக்கையை வழங்குவதாக குற்றம் சாட்டியுள்ளது.",
        "ஜனவரி சம்பளத்திற்கு எதிராக நடவடிக்கை எடுக்கப்படும் என்று மூத்த விரிவுரையாளர் துணைத் தலைவர் சார்டா இலாங்கசிங்க குற்றம் சாட்டினார்.",
        "அடா டெரானா பல்கலைக்கழக மானிய ஆணையத்தின் தலைவர் பேராசிரியர் சம்பத் அமரதுங்காவிடம் கேட்டார்.",
        "அதன்படி, பல்கலைக்கழக மானிய ஆணையத்தின் தலைவர் பேராசிரியர் சம்பத் அமரதுங்கா, இந்த கொடுப்பனவு ஜனவரி மாதத்தில் சேர்க்கப்படும் என்று கூறினார்.",
        "சலுகையின் அதிகரிப்பு தொடர்பான கடிதங்கள் புதன்கிழமை பல்கலைக்கழகங்களுக்கு பரிந்துரைக்கப்பட்டுள்ளன என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "University Teaching Societies",
      "body_lines": [
        "University Graduate Commission (FUTA) has accused the University Grants Commission to issue a specific circular in relation to the decision to increase the academic allowance by 25%.",
        "The Vice President of Senior Lecturer Charged Charta Ilangasinghe said that action would be taken against January salary.",
        "Ada Derana asked Prof. Sampath Amaratunga, the Chairman of the University Grants Commission.",
        "Accordingly, the Chairman of the University Grants Commission Prof. Sampath Amaratunga said that the allowance will be added to January.",
        "He added that the letters relating to the increase in the offer have been referred to universities on Wednesday."
      ]
    }
  },
  "summary_lines": [
    "FUTA accuses UGC of issuing a circular to increase academic allowance by 25%, leading to potential action against January salaries. Prof. Sampath Amaratunga, UGC Chairman, confirms the allowance will be added to January salaries, with letters sent to universities on Wednesday."
  ]
}