{
  "translated_text": {
    "ta": {
      "title": "சோதனையிலிருந்து ஓய்வு பெறுவதில் சிறந்தது",
      "body_lines": [
        "இங்கிலாந்தில் பிறந்த ஜேம்ஸ் ஆண்டர்சன் சர்வதேச டெஸ்ட் கிரிக்கெட்டுக்கு ஓய்வு பெற்றார்.",
        "ஒரு வேகமான பந்து வீச்சாளர் தனது பெயருக்கு முன்னால் பதிவு செய்த சோதனைகளுக்கு அவர் நுகரப்பட்டார்.",
        "இங்கிலாந்து நேற்று, இங்கிலாந்து இங்கிலாந்துக்கும் 121 ரன்களுக்கும் இடையிலான முதல் டெஸ்ட் போட்டியில் வென்றது.",
        "ஜேம்ஸ் ஆண்டர்சன், ஜேம்ஸ் ஆண்டர்சன், டெஸ்ட் கிரிக்கெட்டில் விளையாடிய கடைசி சோதனை மற்றும் போட்டியில் 4 விக்கெட்டுகளை வீழ்த்தினார்.",
        "ஜேம்ஸ் ஆண்டர்சன், லார்சனின் லர்னிட்டியில் லுன்சனின் கூட்டத்தில் சேர்ந்தார், மேலும் அவரது மனைவி மற்றும் குடும்ப உறுப்பினர்கள் போட்டியைக் காண அழைத்து வரப்பட்டனர்.",
        "எட்டு ஆண்டு பந்து வீச்சாளர் சர்வதேச டெஸ்ட் கிரிக்கெட் மைதானத்தை 21 ஆண்டுகளாக வடிவமைத்தார், மேலும் சோதனையிலிருந்து எடுக்கப்பட்ட விக்கெட்டுகளின் எண்ணிக்கையும்.",
        "முத்தியா முரளிதரன் மற்றும் ஷேன் வான் ஆகியோருக்குப் பிறகு அதிக எண்ணிக்கையிலான டெஸ்ட் பிரேக் டாண்டிங் பட்டியலைக் கோரிய ஆண்டர்சன், 5 விக்கெட்டுகள் மட்டுமே அதிக எண்ணிக்கையிலான விக்கெட்டுகளை வெல்ல விரும்பின.",
        "சர்வதேச டெஸ்ட் கிரிக்கெட்டில் மிக உயர்ந்த விக்கெட்டுகளை சேமிக்க ஆண்டர்சன் டெஸ்ட் கிரிக்கெட் ப்ரிகிடம் காப்பாற்றினார்."
      ]
    },
    "en": {
      "title": "Excellent of retirement from Test",
      "body_lines": [
        "James Anderson, who was born in England, retired to the International Test cricket.",
        "He was consumed to the tests that a fast bowler recorded in front of his name.",
        "England yesterday, England won the first Test match between England and 121 runs.",
        "James Anderson, James Anderson, was the last Test to play in Test cricket and took 4 wickets in the match.",
        "James Anderson, joined the Lunson's gathering in the Larson's Lurniture, and his wife and members of the family were brought to watch the match.",
        "The eight-year bowler shaped the international test cricket ground for 21 years, and the number of wickets taken from the Test.",
        "Anderson, who claimed the highest number of Test Breakdanding List after Muttiah Muralitharan and Shane Von, only 5 wickets wanted to win the highest number of wickets.",
        "Anderson saved to the Test cricket prick to save the highest wickets in the international test cricket."
      ]
    }
  },
  "summary_lines": [
    "James Anderson, an English cricketer, recently retired from international Test cricket after a career spanning 21 years. Known for his exceptional bowling skills, he holds the record for taking the most wickets in Tests, second only to Muttiah Muralitharan and Shane Warne. His final match saw him take 4 wickets as England won against India by 121 runs. Celebrating his retirement, Anderson was joined by his family and friends at Lord's Cricket Ground, marking the end of a remarkable career in Test cricket."
  ]
}