{
  "translated_text": {
    "ta": {
      "title": "இரண்டாவது மின்சார கட்டணங்களின் திருத்தம்",
      "body_lines": [
        "இந்த ஆண்டிற்கான திருத்தம் இன்று (15) அறிவிக்கப்பட உள்ளது என்று பொது பயன்பாட்டு ஆணையம் கூறுகிறது.",
        "கமிஷனின் தலைவர், கமிஷன் கட்டண திருத்தத்தை பூர்த்தி செய்து இன்று (15) ஆணையத்தின் முடிவை அறிவிக்க திட்டமிடப்பட்டுள்ளது என்று கூறினார்.",
        "CEB இன் செயலாளர் CEB இன் வாய்மொழி யோசனைகளை CEB க்கு CEB க்கு அதிகாலை 4.30 மணி முதல் மாலை 4.30 மணி முதல் 4.30 மணி வரை காலை 8.30 மணி முதல் மாலை 4.30 மணி வரை நடத்தி வருகிறார்.",
        "முன்மொழியப்பட்ட தொலைத்தொடர்பு திருத்தம் குறித்து கருத்து தெரிவிக்க சுமார் 50 பேர் பல்வேறு மின்சார குழுக்கள், தொழில் மற்றும் அமைப்புகளில் பதிவு செய்யப்பட்டுள்ளனர்.",
        "மின்சார வாரியத்தின் (சி.இ.பி.) மின்சாரக் கட்டணங்களை குறைக்க முடியும் என்று இந்த விஷயத்தின் பொறுப்பான அமைச்சருக்கு கூறப்பட்டது.",
        "அதன்படி, மின்மயமாக்கல் திருத்தத்தின் மின்சார திருத்தம் குறைக்கப்படும் மற்றும் கட்டணம் இன்று பொது பயன்பாட்டு ஆணையத்தால் வெளியிடப்படும்.",
        "இந்த ஆண்டு முதல் மின்சார கட்டணம் மார்ச் 4 அன்று நடந்தது மற்றும் பொதுவாக மின்சார கட்டணங்கள் 21. 9 ஆல் குறைந்தது.",
        "30 அலகுகளுக்குக் கீழே உள்ள மொத்த மின்சார கட்டணமானது 33%குறைக்கப்பட்டதாக தெரிவிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Amendment of second electricity tariffs",
      "body_lines": [
        "The Public Utilities Commission states that the amendment for this year is scheduled to be announced today (15).",
        "The Chairman of the Commission said that the commission was scheduled to meet the tariff revision and declare the decision of the Commission today (15).",
        "The Secretary to the CEB has been conducting the verbal ideas of the CEB to the CEB for the year at 4.30 am to 4.30 pm to 4.30 am from 8.30 am to 4.30 pm.",
        "About 50 people have been registered with various electricity groups, industry and organizations to comment on the proposed telecommunication revision.",
        "The Minister in charge of the subject was reportedly stated that the electricity charges of the Electricity Board (CEB) could be reduced.",
        "Accordingly, the electricity revision of the electrification revision will be reduced and the fees will be published by the Public Utilities Commission today.",
        "The first electricity tariff this year took place on March 4 and generally electricity tariffs 21. Was diminished by 9.",
        "It is reported that the total electricity tariff below 30 units reduced by 33%, reports say."
      ]
    }
  },
  "summary_lines": [
    "The Public Utilities Commission plans to announce an amended electricity tariff schedule today, following discussions and feedback from various stakeholders, including electricity groups, industries, and organizations. The initial tariff reduction proposal aimed to decrease rates by about 9% on average, with a significant reduction of up to 33% for consumers using less than 30 units of electricity per month."
  ]
}