{
  "translated_text": {
    "si": {
      "title": "මේ වන විට පුද්ගලයින් 104,602 දෙනෙකු සැකපිට අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "2025 දී ජනතාව 5,101,516 ක් වැටලූ අතර ඔවුන්ගෙන් 104,602 ක් සැකපිට සිටින බව පොලිස් මාධ්ය ප්රකාශකවරයා පැවසීය.",
        "පුද්ගලයන්ගෙන් 4630 ක් සෘජුවම අපරාධ සම්බන්ධයෙන් හඳුනාගෙන ඇති බව පොලිස් මාධ්ය ප්රකාශකවරයා පැවසීය.",
        "මේ වන විට පොලිසිය විසින් සිදුකරන ලද දෛර්යය විසින් දෛනික වැටලීම්වලින් හෙරොයින් කිලෝග්රෑම් 955 ක් සොයා ගෙන ඇති බව පොලිස් මාධ්ය ප්රකාශකවරයා පැවසීය.",
        "මීට අමතරව, අයිස්වල කිලෝග්රෑම් 1,422 ක්, කොකේන් කිලෝග්රෑම් 29 ක්, කොකේන් කිලෝග්රෑම් 29 ක්, ගංජා කිලෝග්රෑම් 13,773 ක් සහ drugs ෂධ මිලියන 3.5 ක් අත්අඩංගුවට ගෙන තිබේ.",
        "මීට අමතරව, පොලීසිය විසින් ටී -56 සහ අත් තුවක්කුවන් 616 ක් සහ අත් තුවක්කුව ඇතුළු ආයුධ 1,721 ක් සොයා ගෙන තිබේ.. රීල්"
      ]
    },
    "en": {
      "title": "So far 104,602 people arrested on suspicion",
      "body_lines": [
        "5,101,516 people have been raided in the year 2025, with 104,602 of them on suspicion, police media spokesman said.",
        "The police media spokesman said that 4630 of the persons have been identified directly for crimes.",
        "The police media spokesman said that 955 kilograms of heroin has been recovered in the daily raids conducted by the police so far 2025.",
        "In addition, 1,422 kilograms of ice, 471 kilograms of Hashish, 29 kilograms of cocaine, 13,773 kilograms of cannabis and 3.5 million drugs have been seized.",
        "In addition, 1,721 weapons including 61 T-56 and 62 handguns have been recovered by the police.. Remble"
      ]
    }
  },
  "summary_lines": []
}