{
  "translated_text": {
    "si": {
      "title": "වනිගේ ගම්මානවලට නල ජලය සොයන පුද්ගලයින් සහ",
      "body_lines": [
        "කිලිනොච්චි කරච්චි හි කරච්චි ප්රාදේශීය ලේකම් කොට් Division ාශයේ වරායිකුලි ප්රාදේශීය ලේකම් කොට් Division ාශයේ වැනරික්කුලම් ගම්වැසියන් තම ගම්මාන සඳහා නල මාර්ග සැපයුම දෙන ලෙස මහජනතාවගෙන් ඉල්ලා තිබේ.",
        "ගම්වල ඉඩමට හා ජලය පීඩාවට පත්ව ඇති අතර තත්වය වැඩිවෙමින් පවතින අතර දිනෙන් දින තත්වය වැඩි වෙමින් පවතී.",
        "මෙම අර්බුදය හේතුවෙන් සාමාන්ය ජනතාව දිගු දුර ගමන් කරමින් හමුදා කඳවුරුවල හා පන්සල්වල පානීය ජලය ලබා ගනිමින් සිටිති.වැරිකුලම් ගම්මානයේ පවුල් 480 ක පමණ පවුල් 1,650 ක් සහ පවුල් 439 කින් පවුල් 1,365 ක් ඇත.",
        "පාසල් දෙකක්, වන්නරික්කුලම් සහ ප්රනිවන්ටන් අයෙනාදර්පුරම් ඇත. පාසලේ සිසුන් 254 ක් සහ වැනිකාලම් පාසලේ සිසුන් 169 ක් සිටිති.මෙම ගම්වල ජල ගැටළුව හේතුවෙන් ඔවුන්ගේ පාසල් අයවැය සහ ඉගෙනුම් කටයුතු ද බලපා ඇති බව ද පෙන්වා දී ඇත.",
        "එබැවින් ජාතික ජල සම්පාදන හා ජලාපවහන මණ්ඩලය හරහා පානීය ජල සැපයුම සැපයීම කෙරෙහි බලධාරීන් අවධානය යොමු කරන ලෙස සාමාන්ය ජනතාව ඉල්ලා තිබේ."
      ]
    },
    "en": {
      "title": "People who seek pipe water to the villages of Wanneri and",
      "body_lines": [
        "The villagers of Vannerikkulam and Anaivundan from the Karachi Divisional Secretariat Division of Kilinochchi have requested the public to provide pipeline supply to their villages.",
        "The land and water of the villages have been affected and that the situation is increasing and the situation is increasing day by day.",
        "Due to this crisis, the general public has been traveling long distances and receiving drinking water in military camps and temples.There are 1,650 families from about 480 families and 1,365 families from 439 families in the village of Vannerikkulam.",
        "There are two schools, Vannerikkulam and Annivundan Iyenarpuram. There are 254 students in the school and 169 students at the Vannerikulam school.It has also been pointed out that their school budget and learning activities are also affected due to the water problem in these villages.",
        "Therefore, the general public has demanded that the authorities pay attention to the supply of drinking water supply through the National Water Supply and Drainage Board."
      ]
    }
  },
  "summary_lines": [
    "Villagers in Wanneri, Vannerikkulam, and Anaivundan face worsening water issues, affecting their daily lives and schooling. The community requests a pipeline solution to address the crisis, impacting over 2,000 families and disrupting education for nearly 500 students. They urge the National Water Supply and Drainage Board to intervene."
  ]
}