{
  "translated_text": {
    "si": {
      "title": "වාචාලකම",
      "body_lines": [
        "මැතිවරණ ව්යාපාරවල මැතිවරණ ව්යාපාරවල මැතිවරණ ව්යාපාරවල යෙදී සිටියද, මීට පෙර දූෂිත නිලධාරීන්ගේ වගකිවයුතු නිලධාරීන් වගවීම හෝ රජයේ ආයතනවල දූෂණය වැළැක්වීමට ප්රමාණවත් ක්රියාමාර්ග නොමැති බව ජනතාව අතර හැඟීමක් පවතී.. බලයට පත්වීම සඳහා වූ ජාතික ජනප්රිය බලය බිඳවැටීම ජනතාව අතර විශාල අපේක්ෂාවන් ඇති කළේය. විශේෂයෙන් ආර්ථික අවදානම විශේෂයෙන් අවසන් වන බව අපේක්ෂාවක් තිබේ.",
        "මෙම අපේක්ෂාවන් සහ ආණ්ඩුවේ සැබෑ ක්රියාමාර්ග අතර පරතරය ප්රජාේ විවිධ නිකායන්ගෙන් අතෘප්තියෙන් පෙළීමට හේතු වී තිබේ. එය මාධ්යවල නියෝජනය කරයි. රජය කියා සිටියේ එය ජාත්යන්තර ගිවිසුම් සමාලෝචනය කිරීමට යන බවයි. ඔවුන්ගෙන් සමහරක් දූෂිත භාවිතයන් සමඟ සම්බන්ධ වේ.",
        "වරලත් ගණකාධිකාරී ආයතනය සිය සංසිද්ධිය වැදගත් ප්රශ්නයක් ලෙස ගවේෂණය කළ හැකි ක්රීඩාංගනයක් වනු ඇතැයි අපේක්ෂා නොකළ හැකිය. මෙම අවස්ථාවට හිටපු ජනාධිපතිවරු තිදෙනෙක් ඔවුන්ගේ නීති අත්දැකීම් ගැන කතා කළහ. දූෂණය ප්රධාන තේමාවක් ලෙස ඉවත් කරන ලෙස ඔවුන්ට ඉල්ලා සිටියේය.එය මෑතදී පැවති මැතිවරණයේ ප්රධාන ස්වරය විය.",
        "දූෂණය පිළිබඳ ප්රශ්නය ඔවුන් ප්රමාණවත් තරම් ගනුදෙනු නොකළ ගැටලුවක් නොවන බවට ජනාධිපතිවරුන් තිදෙනාම එය පැහැදිලි කළහ. දූෂණය සොයා ගැනීම සඳහා නිශ්චිත සාක්ෂි නොමැති බව සමහර අය කියනු ඇතැයි යන බවක් පෙනෙන්නට තිබුණි.ඔවුන්ගෙන් එක් කෙනෙක් ජනාධිපතිව නැවත තේරී පත් වුවත් එය දිගටම පවතිනු ඇත. නව ජනාධිපතිවරයෙකු තෝරා පත් කර ගැනීමට මිනිසුන් තීරණය කළේ ඇයිද යන්න පැහැදිලි විය.",
        "වරලත් ගණකාධිකාරීවරුන් සමාගම විසින් මෙම උත්සවය සංවිධානය කරන ලදී. මෙම අවස්ථාවට ජනාධිපතිවරුන් තිදෙනාම පත් කිරීම පැහැදිලිවම පෙන්නුම් කරන්නේ සෑම දේශපාලනයකම දූෂණය කෙතරම් දූෂණයක්ද යන්නයි.. ඇත්ත වශයෙන්ම, හිටපු ජනාධිපතිවරයෙක් බලධාරීන් සහයෝගය නොදන්නේ නම් දේශපාලන politicians යින් දූෂිත නොවිය හැකි තාක් දුරට.",
        "පුළුල් දූෂණයක් හේතුවෙන් රට බංකොලොත්භාවයට පත්ව ඇති බවට සැකයක් නැත. බැංකු ගිණුම්වල මුදල් තැන්පත් කිරීම හෝ පෞද්ගලික කමිස වෙත ළඟා වීමෙන් මෙය සිදු නොවේ. මෙයට හේතුව ආණ්ඩු විසින් බදු, ඉඩම් කල්බදු සහ වෙනත් දීමනා ලබා දීමයි. එම සහන රට තුළ සුළු හා කෝපයට පත් කළේය.",
        "නොවැම්බර් 14 වන දින පැවැත්වීමට නියමිත පාර්ලිමේන්තු මැතිවරණය පිළිබඳව සමාරම්භක උත්සවය පැවැත්වූ ජනාධිපති අනුර කුමාර දිසානායක මහතා රජය විසින් දූෂණ නඩු විභාග කරන බව රජයෙන් ඉල්ලා සිටියේය.. අභ්යන්තර විරෝධී විරෝධී අවපාතයට හේතුව සියළුම රජයන්ගේ කාලය ලෙස වසන් කිරීමට කිසිදු කැමැත්තක් දැක්වූ බව ජනාධිපතිතුමා පැහැදිලි කළේය.",
        "මිලදී ගැනීම සම්බන්ධයෙන් ග්රීක ඇපදීම් දැනටමත් විමර්ශනය කර ඇත. ඇපදීම් මිලදී ගත් අතින් ඔවුන්ගේ වටිනාකම නැති වී රටේ දුප්පත්කම බවට පත් කළේය.දූෂණ නඩු වලට අදාළ ගොනු 400 කට වඩා නැවත විවෘත කරන බව ජනාධිපති දිසානායක මහතා පැවසීය.. මෙම නිවේදනය අනුගමනය කරමින්, කොළඹ උත්සවය පත් කිරීම සඳහා පත්වීම වෙනස් අර්ථයක් ප්රකාශ කළේය.",
        "පාර්ලිමේන්තු මැතිවරණයට මුහුණ දීමේ වඩාත්ම කාර්යසාධන තාක්ෂණය සමඟ රජය ක්රියා කරයි. මෑතකදී මෑතකදී වඩාත්ම මෑතකදී ආශ්රිත ආණ්ඩුවක් පෙරළා දැමිය හැකි ඕනෑම අන්තයක් ආරම්භ නොකර රජය ප්රවේශම් වේ.",
        "රජය කියා සිටියේ ඩොලරය ඩොලරයේ වටිනාකම ඉහළ නංවන බවත් ජාත්යන්තර සමාගම් සමඟ සබඳතාවලින් ප්රශ්න කරන බවත් ජනාධිපතිවරයා ජාතික හා ජාත්යන්තර සංවිධානවල සිට ජනාධිපතිවරණය හමුවේ ජනාධිපතිවරණය හමුවේ ප්රශ්න කරනු ඇති බව ජනාධිපතිවරයා පැවසීය.",
        "නමුත් ඒ අනතුරු ඇඟවීම් කිසිවක් කළ නොහැක. ඒ වෙනුවට රජය සිය ජාත්යන්තර හවුල්කරුවන් සමඟ කාර්යක්ෂමව ක්රියා කරයි. බොහෝ අවස්ථාවන්හීදී රජය පෙර රජයේ ප්රතිපත්තිවලින් වෙනස් වීමට වඩා ක්රියා කරයි. මැතිවරණය ජයග්රහණය කිරීම සඳහා ජාතික මහජන බලය එම ප්රතිපත්ති විවේචනය කළේය.",
        "අග්රාමාත්යවරයා ලෙස විශ්ව විද්යාල අධ්යාපන ator යෙක් ආචාර්ය හාරසුසූරිය මහතා පත් කිරීම පුළුල් ලෙස ප්රශංසා කර ඇති රජයේ තවත් තීරණයක්. පක්ෂ දේශපාලනයේ සැරිසැරීමට පෙර අග්රාමාත්යවරයා ජාතික විශ්ව විද්යාල පද්ධතිය සහ සිවිල් සමාජ සංවිධාන සමඟ වටිනා අධ්යාපන ator යෙකි.. අග්රාමාත්යවරයා ශ්රී ලංකාවේ ප්රජාතන්ත්රවාදී ක්රමය ශක්තිමත් කිරීමේ දේශපාලන හා සිවිල් ක්රියාකාරිකයෙකු වී තිබේ.",
        "ඔහු රජය වගවීම සහ විනිවිදභාවය වැඩි දියුණු කිරීම අරමුණු කරගත් සිවිල් සමාජ සංවිධාන සමඟ කටයුතු කර තිබේ.තීරණ ගැනීමේ ක්රියාවලියේදී ඔහු පුරවැසියන් සමඟ අන්තර්ක්රියා කර ඇත.",
        "හරිනි අමරසූරිය කාන්තාවන්ගේ, ආන්තික ප්රජාවන් සහ කම්කරුවන්ගේ අයිතිවාසිකම් සඳහා විශේෂයෙන් මානව හිමිකම් සඳහා හ al නරා ඇත. පාර්ලිමේන්තු මැතිවරණයෙන් පසුව අග්රාමාත්යවරයා ලෙස කටයුතු කරන බවට රජයේ නිවේදනය ඔහු අග්රාමාත්යවරයා වනු ඇත.",
        "මාතාරා හි පැවති ඔහුගේ කතාවේදී ජනාධිපති දිසානායක තම පක්ෂයේ මැතිවරණ ප්රතිපත්ති ප්රකාශනයේ දී පොරොන්දු ඉටු කළ හැකි ස්ථිර රජයක් පිහිටුවීම සඳහා පාර්ලිමේන්තු මැතිවරණයක් ඇණවුම් කරන ලෙස මාතරා හි ජනතාවගෙන් ඉල්ලා සිටියේය.",
        "ජනාධිපතිවරණය ඡන්දයෙන් සියයට 42 ක් විය. එය 2019 මැතිවරණයෙන් ලබාගත් ඡන්ද ප්රතිශතයේ සියයට තුනට වඩා සැලකිය යුතු ලෙස ඉහළ මට්ටමක පැවතුනද, පෙර පැවති ජනාධිපති ඡන්ද වලින් සියයට 50 ක් දේශ සීමාවට වඩා අඩු විය.",
        "ජනාධිපතිවරණයේදී ලැබුණු ඡන්ද විමසීම මත පදනම්ව, පාර්ලිමේන්තු මැතිවරණයේදී ජාතික මහජන බලය පාර්ලිමේන්තු මැතිවරණයේදී ලබා ගත හැකි වෙනම පක්ෂයක් වනු ඇත.",
        "නීති සම්මත කිරීම සඳහා වෙනත් පාර්ශවයන්ගේ සහාය ලබා ගැනීමේ අවශ්යතාවයක් (අල්ලස් කොමිෂන් සභාවේ බලතල ශක්තිමත් කිරීම වැනි). දූෂණ චෝදනා මත පැටවිය හැකි අය ඇතුළත් වන ප්රභූ පක්ෂවලට ඔවුන්ගේ සහයෝගය නඩු පැවරීමට අකමැති විය හැකිය.",
        "ජාතික ජනතා බලයේ පළමු වරට ජාතික ජනතාවගේ බලය බොහෝ ජනගහනයට ධනාත්මක අත්දැකීමක් වී තිබේ. ජාතික මහජන බලය පිළිබඳ මාක්ස්වාදී අතීතය නිසා, ජනාධිපතිවරණයෙන් පසු ජනාධිපතිවරණයෙන් පසු, ජනාධිපතිවරණයෙන් පසු එහි සාර්ථකත්වය පිළිබඳ සැකයන් ඇති අය කෙරෙහි විශ්වාසයක් ඇති අය කෙරෙහි විශ්වාසය තැබීම. පාලන භාවිතයන් වෙනසක් අපේක්ෂා කරන බොහෝ දෙනා එම වෙනස ගෙන ඒමට හැකි බලවේගය ලෙස ජාතික ජනතාවගේ බලය සොයති.",
        "ජනාධිපතිවරණයේදී ජාතික මහජන බලය වෙනුවෙන් ඡන්දය නොදෙන අය ඡන්දය ප්රකාශ කිරීම මෙයින් සිදුවිය හැකිය.. එබැවින් ජාතික ජනප්රිය බලය ජනාධිපතිවරණයෙන් ලැබුණු ඡන්දවලින් සියයට 42 කටත් වඩා සැලකිය යුතු ඡන්ද ප්රමාණයක් විය හැකිය.",
        "ඔවුන්ගේ කණ්ඩායම් තුළ විරුද්ධ පක්ෂ හා දූෂණ ගැටලුව අසාර්ථක වීම හේතුවෙන් එම පක්ෂ කෙරෙහි ජනතාවගේ අවධානය අඩු වී තිබේ.. මේ අනුව, ජාතික ජනයාගේ බලය පාර්ලිමේන්තුවට නමස්කාර කළ හැකිය.",
        "සමානුපාතික නියෝජන මැතිවරණ ක්රමයෙහි ක්රියා පටිපාටි හේතුවෙන් මැතිවරණ ක්ෂේත්රයේ ආණ්ඩුක්රම ව්යවස්ථාව වෙනස් කිරීමට ජාතික ජනතාවගේ බලයට එළඹිය නොහැකි විය හැකිය.",
        "කෙසේ වෙතත්, 1972 සහ 1978 දී මෙන් සම්මුති හා පාලනයකින් තොරව සංකීර්ණ උපකරණ ගෙන ඒමට හැකි වන පරිදි ව්යවස්ථාදායක ප්රතිසංස්කරණ සිදු කිරීම සුදුසු සිදුවීමක් නොවේ.",
        "මේ සඳහා ජාතික මහජන බලය හා ආගමික සුළුත පක්ෂ, විශේෂයෙන් උතුරු හා නැගෙනහිර පක්ෂවල සහාය ලබා ගැනීම යෝග්ය වේ.. එක්සත් ජනතා බලයේ නායක සජිත් ප්රේමදාස ජාතික සුභසාධනය සඳහා රජය සමඟ සහයෝගයෙන් කටයුතු කිරීමට සූදානම් බව දැනටමත් ප්රකාශ කර තිබේ. සියලු ප්රජාවන්ට වැලඳ ගන්නා මූලික ප්රතිසංස්කරණයට සුදුසු ප්රතිවිපාක ඇති විය හැකිය."
      ]
    },
    "en": {
      "title": "Rhetoric",
      "body_lines": [
        "Although promised during election campaigns during election campaigns, there is a feeling among the people that there has been insufficient measures to take accountability of previous corrupt officials or to prevent corruption in government agencies.. The rapid rise of the national popular power to power created great expectations among the people. There is an expectation that the economic risk is to be ended in particular.",
        "The gap between these expectations and the actual actions of the government has led to the departure of dissatisfaction from various sects of the community. It represents in the media. The government said it was going to review international agreements. Some of them are associated with corrupt practices.",
        "The Chartered Accountant Institute may not expect its phenomenon become a stadium that can be explored as an important issue. At the event, three former presidents talked about their rule experiences. They were asked to take out corruption as a major theme.It was the main tone of the recent election.",
        "All three presidents made it clear at the event that the issue of corruption was not a problem that they did not deal with enough. It seemed that some people would say that there was no definitive evidence to find corruption.Even if one of them was re -elected president, it would have continued. It was also clear why people decided to elect a new president.",
        "The event was organized by Chartered Accountants Company. The appointment of all three presidents at the event clearly shown how corruption is at every level of politics.. In fact, one of the former presidents went to the extent that the politicians could not be corrupt if the authorities did not cooperate.",
        "There is no doubt that the country has reached bankruptcy as a result of widespread corruption. This is not the case by depositing money in bank accounts or reaching out to private shirts. This was due to the fact that governments gave taxes, land leases and other offers. Those concessions enriched a few and furious the country.",
        "President Anura Kumara Dissanayake, who delivered the opening ceremony on the upcoming parliamentary election on November 14, urged the government that the government would continue to carry out corruption cases.. The President made it clear that the reason for the current recession of anti -corruption was that it was no desire to cover up as the time of all governments.",
        "Greek bailouts have already been investigated on the purchase of. The bailouts lose their value with the purchased hand and made the country poverty.President Dissanayake said he would reopen more than 400 files relating to corruption cases.. Following this announcement, the appointment of the appointment of the Colombo event expressed a different sense.",
        "The government behaves with the most performance technique in facing the parliamentary election. The government is cautious without embarking on any extreme actions that can topple the most recently -handed government.",
        "The president said that if the government changes, the country will be in the face of the presidential warnings before the presidential elections from national and international organizations that the dollar will increase the value of the dollar and the relations with international corporations will be questioned.",
        "But none of those warnings are possible. Instead the government handles affairs with its international partners with efficient action. In most cases the government acts rather than varying from the policies of the previous government. The national people's power criticized those policies for winning the election.",
        "The appointment of university educator Dr. Harini Amarasuriya as prime minister is another decision of the government that has widely praised. Prior to his uprising in party politics, the Prime Minister had been a valuable educator with the National University system and civil society organizations.. The Prime Minister has been a political and civil activist in strengthening the democratic system in Sri Lanka.",
        "He has acted with civil society organizations aimed at putting the government accountable and improving transparency.He has also made interactions with citizens in the process of making decisions.",
        "Harini Amarasuriya has been vocal for the rights of women, marginalized communities and workers, especially for human rights. The government's announcement that he will be the prime minister after the parliamentary elections further strengthens its credibility.",
        "In his speech in Matara, President Dissanayake urged the people in Matara to order a parliamentary election to establish a firm government that could fulfill its promises in his party's election manifesto.",
        "The presidential election was simply 42 percent of the vote. Although it was significantly higher than the three percent of the votes he received in the 2019 election, the 50 percent of the previous presidential votes were less than the border.",
        "Based on the votes received in the presidential election, the national people's power in the parliamentary election will be a separate party that can be obtained in the parliamentary election.",
        "There is a need to seek the support of other parties to pass laws (such as strengthening the powers of the Bribery Commission). The elite parties, which include those who can be imposed on corruption allegations, may not want to sue their support.",
        "The first one -month government of the national people's power has been a positive experience for most of the population. Due to the Marxist past of the national people's power, the non -violent and democratic change of power after the presidential election has given the confidence in those who have doubts about its success. Most people who are expecting a change in governance practices are looking for the power of the national people as the force that can bring about that change.",
        "This may result in the voting of those who do not vote for the national people's power in the presidential election.. Therefore, it is possible that the national popular power is more likely to be a significant number of votes than 42 percent of the votes received in the presidential election.",
        "People's focus on those parties has been reduced due to the failure of the opposition parties and the corruption problem within their teams.. Thus, the power of the national people can be worshiped in parliament.",
        "Due to the proceedings of the proportional representation electoral system, it may not be possible for the National People's Power to change the constitution of a two -thirds majority.",
        "However, it is not a desirable event to carry out constitutional reforms on its own, as it can bring about consensus and uncontrolled constitutions, as in 1972 and 1978.",
        "For this purpose, it would be desirable to seek the support of the National People's Power and Religious Minority Parties, especially the North and East parties.. United People's Power Leader Sajith Premadasa has already announced that he is ready to cooperate with the government for national welfare. Basic reform that embraces all communities can have desirable consequences."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Corruption concerns persist despite election promises. Former presidents acknowledge inadequate handling of corruption. New government faces criticism over slow progress. Economic risks and international relations remain concerns."
  ]
}