{
  "translated_text": {
    "ta": {
      "title": "சமூக ஊடகங்களில் ஆசிரியர் ஆசிரியர் மீதான விசாரணை",
      "body_lines": [
        "சமூக ஊடகங்களில் ஆசிரியர் ஆசிரியர் மீதான விசாரணை",
        "அழுகிற குழந்தையின் வீடியோ சமூக ஊடகங்களில் ஒரு பரந்த விவாதத்திற்கு வழிவகுத்தது. பிப்ரவரி 27 அன்று அதே நாளிலிருந்து குறுகிய வீடியோ சமூக ஊடகங்களில் பரிமாறப்பட்டது, குழந்தை அழுகிறது, ஆசிரியர் குழந்தையிடம் கேட்ட கேள்விகளுடன் ஆசிரியர் அழுகிறார்.",
        "குழந்தையின் செல்லப்பிராணியைப் பற்றிய யோசனைகளுடன் வீடியோ பரிமாறிக்கொள்ளப்படுகிறது, ஆனால் இப்போது அதன் தீவிரத்தை பரிமாறிக்கொள்கிறது. சமூக ஊடக ஆசிரியருக்கும் ஆசிரியரின் ஆசிரியருக்கும் எதிராக வீடியோ செயல்படுத்தப்பட வேண்டும் என்று பெரும்பாலான சமூக ஊடக பயனர்கள் கருத்து தெரிவித்துள்ளனர்.",
        "கேள்விக்குரிய சம்பவம் தொடர்பாக பள்ளி ஆசிரியர் மீது விசாரணை நடத்தப்பட்டதா என்று கல்வி அமைச்சின் பள்ளி விஷயங்கள் விசாரித்தன.",
        "எவ்வாறாயினும், கல்வி அமைச்சின் விசாரணையில், அத்தகைய விசாரணையைப் பற்றி தனது துறை அறிந்திருக்காது என்றும் விசாரணை மாகாண சபையின் கீழ் மேற்கொள்ளப்படும் என்றும் பிரிவு கூறியது.",
        "இந்தச் சட்டத்தில் சட்டத்தை எவ்வாறு செயல்படுத்த முடியும் என்பது குறித்து பிபிசி சிங்கள குழந்தை பாதுகாப்பு ஆணையம் விசாரித்துள்ளது.",
        "இந்த நிகழ்வின் தன்மையை அதிகாரி மேலும் விளக்கினார்.",
        "\"எங்கள் நிறுவனம் முக்கிய நான்கு வகையான சிறுவர் துஷ்பிரயோகம், பாலியல் துஷ்பிரயோகம் மற்றும் சிறுவர் துஷ்பிரயோகத்தை புறக்கணித்தல் ஆகியவற்றின் கீழ் அங்கீகரிக்கிறது. இந்த நிகழ்வை நீங்கள் கவனிக்கும்போது, ​​ஆசிரியர் குழந்தையின் மன துஷ்பிரயோகத்தை கண்காணிக்க முடியும். மேலும், புகார் குழந்தைக்கு தேவையற்ற வெளிப்பாடு மற்றும் சமூக ஊடகங்களுக்கு வெளியிடப்பட்டது. \"",
        "தேசிய குழந்தைகள் பாதுகாப்பு ஆணையத்தால் என்ன நடவடிக்கை எடுக்கப்பட்டது என்று அந்த அதிகாரியிடம் நாங்கள் கேட்டோம்.",
        "\"நாங்கள் முதலில் தேசிய குழந்தைகள் பாதுகாப்பு ஆணையத்தின் சட்டத்தை சமாளிக்க புகார் எடுக்க வேண்டும். ஆனால் நாங்கள் யாரும் இதுவரை எங்களிடம் புகார் செய்யவில்லை. அதனால்தான் புல்வெளியின் ஒரு பகுதியாக தொடர்புடைய நிறுவனங்களை நாங்கள் படித்துள்ளோம். \"",
        "'பள்ளி பாடத்திட்டத்தில் AI ஐ சேர்ப்பது கல்வி அமைச்சர் சட்டம்",
        "குழந்தைகளின் புகைப்படங்கள் அல்லது வீடியோ சமூக ஊடகங்களுக்கு இது மிகவும் ஆபத்தானது என்று அந்த அதிகாரி கூறினார். \"சமூக ஊடகங்களில் குழந்தைகள் பரிமாறிக்கொள்ளப்படும் மோசமான நிகழ்வுகள் குறித்து ஏராளமான புகார்களைப் பெறுகிறோம். குழந்தைகளின் புகைப்படங்கள் மற்றும் வீடியோக்கள் பயன்படுத்தப்படும் நேரங்கள் உள்ளன. இந்த விஷயங்களை சமூக ஊடகங்களிலிருந்து முடிந்தவரை அகற்ற முயற்சிக்கிறோம். நாங்கள் அதை சான்றிதழுடன் இணைந்து செய்கிறோம். ஆனால் எந்தவொரு விஷயத்தையும் நாம் அகற்ற முடியாத நேரங்கள் உள்ளன. எனவே, குழந்தைகளின் அறக்கட்டளைகள் இவற்றைப் பற்றி கவனமாக இருக்க வேண்டும். \"",
        "கோட் கோட் (சி.எஸ்.டி) ஐந்து ஆண்டுகள் சிறைத்தண்டனை அல்லது இலங்கையில் உள்ள நீதித்துறையின் அபராதம் அல்லது நீதித்துறையின் அபராதம் அல்லது நீதித்துறையின் அபராதம் என்று அந்த அதிகாரி சுட்டிக்காட்டினார்.. புதிய ஆன்லைன் மசோதா மற்றொரு திருத்தம் என்று அவர் மேலும் கூறினார், விதிமுறைகளைப் பயன்படுத்த முடியாது.",
        "'வளர்ந்து வரும் கட்டத்தில் ஒரு குழந்தைக்கு ஏற்படக்கூடிய மிக மோசமான நிகழ்வு'",
        "சமூக ஊடகங்களில் சேர குழந்தை ஆலோசனையிலிருந்து ஒரு வீடியோ விசாரிக்கப்பட்டது மற்றும் குழந்தையின் மன நல்வாழ்வின் செல்வாக்கு மற்றும் குழந்தையின் வளர்ச்சியின் வளர்ச்சி.",
        "\"இந்த குழந்தை அவரது மூளை முன்னேற்றங்களில் பழையது. இந்த வீடியோவின் காரணமாக மக்கள் அவரை அடையாளம் காணும்போது, ​​அவருக்கு வீடியோ கண்டறியப்படும்போது, ​​வீடியோ புதைக்கப்பட வேண்டும் என்று வீடியோ கோருகிறது, மேலும் வீடியோ நீண்டகால சமுதாயத்தின் பயம் போல இருக்கலாம். அதாவது, இது ஒரு மனநோயாக மாற்றப்படலாம். \"",
        "எனவே, இந்த குழந்தை கட்டுவதற்கு நல்ல ஆதரவைப் பெற வேண்டும் என்று அவர் சுட்டிக்காட்டுகிறார். \"குழந்தையின் வேர் நன்றாக இருந்தால், குழந்தையின் வட்டத்தின் திறன் ஒரு நல்ல ஆதரவைக் கொண்டுள்ளது, நல்ல சவால்களை ஒரு வலுவான ஆளுமையாக மாற்றும் திறன். \"",
        "\"பெற்றோர்களும் ஆசிரியர்களும் குழந்தைகளை சமூக ஊடகங்களுக்கு வெளிப்படுத்தக்கூடாது. நான் பணிபுரியும் நிறுவனத்தின் கொள்கையாக, நாங்கள் வேலை செய்யும் குழந்தைகளின் புகைப்படங்களை கூட எடுக்கவில்லை. பிரதான ஊடகங்களைப் பற்றி பெற்றோர்கள் மேலும் சிந்திக்க வேண்டும் குழந்தைகளை அம்பலப்படுத்துங்கள். குழந்தைகளின் பல்வேறு போட்டிகளில் வீடியோ புகைப்படங்களைப் பார்த்தோம். ஆனால் தேவையற்ற நாட்டுப்புற மக்களைத் தாங்க முடியாததால் பல்வேறு விஷயங்களுக்கு பலியான குழந்தைகளின் எடுத்துக்காட்டுகள் உள்ளன. இந்த விஷயத்தில் தேசிய கொள்கை எதுவும் இல்லை என்றாலும், எதிர்காலத்தில் ஒரு வலுவான கொள்கை உள்ளது, \"என்று மனோ ஆலோசகர் இறுதியாக அறிவித்துள்ளார்.",
        "பேராசிரியர் மைசாம் சந்திரதாசா, குழந்தையிலிருந்து இந்த விஷயத்தை எவ்வாறு அடையாளம் காண்பது மற்றும் பிரச்சினைகளை சமூக ஊடகங்களுக்கு விடுவிப்பது என்பதை சுட்டிக்காட்டினார்.",
        "\"ஒரு குழந்தைக்கும் ஆசிரியருக்கும் இடையிலான உறவு ஒரு குழந்தை மற்றும் பெற்றோர்களைப் போன்றது, இது ஒரு குழந்தைக்கும் பெற்றோருக்கும் இடையிலான உறவைப் போன்றது. ஆசிரியருக்கு ஆசிரியர் என்றால் என்ன, ஆனால் அது சரி என்றால், ஆனால் அது மோசமானது. குழந்தையின் பெற்றோரின் அனுமதியின்றி அத்தகைய குழந்தையின் பெற்றோரைப் பெற்றெடுக்கும் குழந்தை என்றால், அது ஆசிரியருக்கும் குழந்தைக்கும் இடையில் ஒரு தீவிர காலை உணவு. இந்த குழந்தைக்கு இந்த நிலைமை புரியவில்லை என்றால், தனக்கு இரண்டு வயது வயதானதை விட இரண்டு வயது மூத்தவரா, பதில் கேட்கப்பட்டால், பதில் மற்றும் பதில் செய்யப்படும் என்றால் அவர் வலியுறுத்தப்படுவார். \"",
        "\"இது நடந்தால், குழந்தையின் புத்திசாலித்தனத்திற்கு பதில் அளிக்க குழந்தை பயப்படுகிறார்.\"",
        "\"எனது இரண்டாவது பிரச்சினை என்னவென்றால், வீடியோவுக்கு பதிலாக நாங்கள் வீடியோவுக்கு பதிலாக, குழந்தை ஆறுதலாகவும் ஆறுதலாகவும் இருந்தது. ஒரு குழந்தை ஆயுதம் ஏந்தும்போது, ​​நாம் குழந்தையைத் தாங்கி குழந்தையை ஆறுதல்படுத்த வேண்டும். பெற்றோர் இல்லாத பெற்றோரின் காரணமாக, அது குழந்தையின் உடல் மற்றும் மன நல்வாழ்வு ஆசிரியரின் பொறுப்பு. \"",
        "இந்த வீடியோவைப் பகிர்வது ஒரு தார்மீக செயல் அல்ல என்று பேராசிரியர் சுட்டிக்காட்டுகிறார். எந்தவொரு குழந்தை, வீடியோ, வீடியோ அல்லது வீடியோ அல்லது குழந்தையின் எழுத்துப்பூர்வ அனுமதி இருக்க வேண்டும் என்று அவர் சுட்டிக்காட்டினார்.",
        "குழந்தையின் ஆளுமை வளர்ச்சியை ஒரு நிலைமை எவ்வாறு பாதிக்கும் என்று கேட்டோம்.. பேராசிரியர் இந்த அறிக்கையை வழங்கினார்: \"இந்த குழந்தை இந்த நேரத்தில் மிகவும் சிறிய குழந்தை, குறுகிய கால விளைவுகளுடன். வீடியோ வீடியோவைப் பார்க்கும்போது, ​​குழந்தைகளுக்குக் கீழே உள்ளவர்கள், \"உங்கள் வீடியோவைப் பார்க்கிறோம்,\" குழந்தை அதிக பேச்சுக்கள் இல்லாமல் இருக்க முடியும் அல்லது மறைக்கப்படலாம் அல்லது துன்புறுத்தப்படலாம். பள்ளிக்குச் செல்ல மிகவும் அரிதாகவே மறுக்கிறது. இது ஒரு தீவிரமான சூழ்நிலையாக இருக்கலாம், ஏனெனில் ஒரு குழந்தை பள்ளிக்குச் செல்வது அவசியம். \"",
        "\"ஆசிரியருக்கு பத்து வயதில் கொஞ்சம் இருக்கலாம், ஆசிரியர் ஏன் அவரை வெறுக்கிறார்?. குழந்தைகளுக்கு மிகவும் முக்கியமான மனநிலை இருந்தால், அவர் அவளுடைய தன்னம்பிக்கையை காணலாம். இந்த வீடியோ இந்த குழந்தையின் வாழ்நாள் முழுவதும் இணையத்தில் உள்ளது. இது வந்து \"பரவலாக இருக்க முடியும்\" என்று பேராசிரியர் டயாங்க் ஒரு குழந்தையின் நீண்டகால தாக்கத்தை விவரித்தார்.",
        "\"அமெரிக்காவைப் போல நாம் கேட்கும் சில நாடுகளின் வீடியோக்கள் முற்றிலும் வேறுபட்டவை. முடியும்.\"",
        "சமூக ஊடகங்களில் ஆசிரியர் ஆசிரியர் மீதான விசாரணை",
        "கியோஸ்க்: பெரடேனியா பல்கலைக்கழக மாணவர்களில் பல்கலைக்கழக மாணவர்களின் ரெஸ்வென்ட்",
        "கட்டுனாயக்க விமான நிலையம்: இலங்கைக்கு தங்கக் கதவு, பயணிகளுக்கு தலைவலி"
      ]
    },
    "en": {
      "title": "Investigation into teacher's teacher in social media",
      "body_lines": [
        "Investigation into teacher's teacher in social media",
        "A video of a child who is crying has led to a broadly debate in social media. The short video was exchanged in the social media from the same day on February 27, and the child is crying and the teacher is crying with the questions that the teacher asked the child.",
        "The video is exchanged with the ideas about the child's pet, but now exchanges on the seriousness of it. Most social media users have commented that the video should be implemented against the teacher of social media and the teacher of the teacher.",
        "The school matters of the Ministry of Education inquired about whether an investigation was conducted on the school teacher regarding the questionable incident.",
        "However, inquiry by the Ministry of Education, the section stated that his sector will not be made aware of such an investigation and that the investigation will be carried out under the Provincial Council.",
        "The BBC Sinhala National Child Protection Authority has inquired about how the law can be implemented in this act.",
        "The officer further explained the nature of this event.",
        "\"Our institute recognizes under the main four types of child abuse, sexual abuse, and neglecting child abuse. When you observe this event, the teacher can monitor the child's mental abuse. Also, the complaint has been unnecessary exposure to the child and released to social media. \"",
        "The official we asked the officer what action was taken by the National Child Protection Authority.",
        "\"We must first take a complaint to deal with the National Child Protection Authority Act. But none of us complained to us so far. That is why we have educated the relevant institutions as part of the Lawn. \"",
        "'Adding AI to the school curriculum is an Law of Education Minister",
        "The officer said that it is very risky for children's photos or video to social media. \"We get a large number of complaints about the bad events where children are exchanged in social media. There are times when children's photos and videos are used. We are trying to remove these things from social media as they can. We do that in collaboration with CERT. But there are times when we cannot remove any things. Therefore, the trusts of the children should be careful about these. \"",
        "The official pointed out that the Penal Code of Code (CSD) pointed out to five years in prison or a fine of the judiciary in Sri Lanka, or a fine of the judiciary or a fine of the judiciary.. He added that the new online bill is another amendment, he added that the provisions cannot be used.",
        "'The worst event that can happen to a child at a growing stage'",
        "A video was inquired from the child advisory to join the social media and the influence of the child's mental well-being and the development of a child's development.",
        "\"This child is older in his brain developments. When people recognize him because of this video, when he is diagnosed with the video, the video is demanding that the video is buried, and the video can be like the fear of the long-term society. That is, it may be transformed into a mental illness. \"",
        "As such, she points out that this child needs to receive good support to build. \"If the child's root is good, the ability of the circle of the child has a good support, the ability to transform good challenges as a strong personality. \"",
        "\"Parents and teachers should not expose children to social media. As a policy of the company I work, we do not even take photos of children working. Parents should think more about the main media expose children. We have seen the video photos in the children's various matches. But there are examples of children who are victims of various things as they cannot bear the unwanted folklor. Although there is no national policy in this regard, there is a strong policy in the future, \"the psycho consultant has finally declared.",
        "Professor Mysame Chandradasa pointed out how to identify the matter from the child and release the problems to the social media.",
        "\"The relationship between a child and a teacher is like a child and parents, like the relationship between a child and parents. What is a teacher to a teacher, but if it is right, but it is bad. If the child who gives birth to such a child's parents without consent of the child's parents, it is a serious breakfast between the teacher and child. If this child may not understand this situation, he would be stressed if he had a two-year older than he had a two year older and if the answer would be heard, if the answer and the answer would be done. \"",
        "\"If this happens, the child is afraid to give an answer to the wisest of the child.\"",
        "\"My second issue is that instead of video we video, the child was comforted and comforted. When a child is weaping, we should bear the child and comfort the child. Because of the parents who do not have her parents, it is the responsibility of the child's physical and mental well-being teacher. \"",
        "The professor points out that sharing this video is not a moral act. He pointed out that there should be the written permission of any child, a video, a video or a video or a child.",
        "There we asked how a situation would affect the child's personality development.. The professor gave this statement: \"This child is so little child in this time, with short-term effects. When the video sees the video, the ones below the children, \"we see your video,\" child can be without more talks or be hiding or harassed. Very rarely refuse to go to school. It can be a serious situation because it is an essential for a child to go to school. \"",
        "\"The teacher may have a little bit of the age of ten, why does the teacher make it hatred for him?. If the children have the most sensitive mood, he may see her self-confidence. This video is on the Internet this child's whole life. It can come and \"can be widely,\" Professor Diange described the long-term impact of a child.",
        "\"The videos of some of the countries we hear like America have been completely different.could.\"",
        "Investigation into teacher's teacher in social media",
        "The Kiosk: The Delete University Students' Reswevent at Peradeniya University Students",
        "Katunayake Airport: Gold door to Sri Lanka, a headache for passengers"
      ]
    }
  }
}