{
  "translated_text": {
    "si": {
      "title": "ஐ.நா.வின் 80ஆவது பொதுச்சபை அமர்வும் ஐரோப்பாவின் மூன்றாவது அலை நகர்வும்",
      "body_lines": [
        "එක්සත් ජාතීන්ගේ 80 වන මහා සභාව නිව්යෝක් නගරයේ ලෝක නායකයින්ගේ සහභාගීත්වයෙන් නිව්යෝක් නගරයේ දී පැවැත්විණි.. ලෝක ගැටලු විසඳීමේ යතුර එක්සත් ජාතීන්ගේ සංවිධානයකි. இருந்­தாலும், அதன் தற்­போ­தைய செயல்­பாடு மற்றும் எதிர்­காலம் குறித்த கேள்­விகள் இந்த அமர்வின் மைய­மாக இம்­முறை இருந்­தன. විශේෂයෙන්, එක්සත් ජනපද ජනාධිපති ඩොනල්ඩ් ට්රම්ප් සහ ප්රංශ ජනාධිපති එමානුවෙල් මැක්රොන් සම්බන්ධ සිදුවීම් ලොව පුරා අවධානය යොමු කර තිබේ.",
        "මෙවර එක්සත් ජාතීන්ගේ සභාපති ඩොනල්ඩ් ට්රම්ප්ගේ කතාව එක්සත් ජාතීන්ගේ සංවිධානයේ සහ තවත් බොහෝ රටවල ඔහුගේ සෘජු හා තියුණු විවේචන තරම් වැදගත් යැයි සැලකේ.. ඔහුගේ කතාව ආරම්භයේ දී තමාට මුහුණ දුන් තාක්ෂණික ගැටළු සමුළු ශාලාවේ විදුලි එම්බෙය් සහ දුරකථනයෙන් ඔහුගේ කතාවට බාධා කිරීම වැනි එක්සත් ජාතීන්ගේ විධායකයින්ගේ විද්යාත්මක ගැටළු පෙන්නුම් කරන බව ඔහු පෙන්වා දුන්නේය.",
        "\"එක්සත් ජාතීන්. සංවිධානයට කිසිදු යුද්ධයක් අවසන් කිරීමට නොහැකි වූ නමුත්, මම ලෝකයේ යුද්ධ හත අවසන් කළෙමි, \"ඩොනල්ඩ් ට්රම්ප් සිය කතාවේදී පැවසීය. මෙය එක්සත් ජාතීන්ගේ සාකච්ඡා කුසලතා සහ ලෝක ගැටුම් අවසන් කිරීමේ කාර්යභාරය පිළිබඳව බරපතල ප්රශ්න මතු කර තිබේ.",
        "ඒ හා සමානව ට්රම්ප් රුසියාව ද විවේචනය කළේය. එය දෙරටේ ප්රධානියා ලෙස සැලකෙන මිත්රත්වයේ ඉරිතැලීමක් ලෙස දැකිය හැකිය (ට්රම්ප් - පුටින්). රුසියාව පිළිබඳ ට්රම්ප්ගේ විවේචන එක්සත් ජනපද-රුසියාවේ අනුකූලතාවය බිඳ වැටීමෙන් හෙළි වී තිබේ.",
        "ට්රම්ප් රුසියාවේ ස්වරයෙන්, විශේෂයෙන් යුක්රේනයේ යුද්ධයේදී කතා කළ අතර රුසියාවට \"කඩදාසි වාතුන්\" ලැබීමට තිබුණේ රුසියාවට යුද්ධය ජය ගත හැකි බැවිනි.. මෙම චලනයන් පෙන්නුම් කරන්නේ ලෝක බලවතුන් අතර රාජ්ය තාන්ත්රික සබඳතා කඩා වැටී පොදු ගැටුමකට පත්ව ඇති බවයි.",
        "සැසියේ වැදගත්ම ප්රතිජීවකයක් වන ඊස්රායල් අග්රාමාත්යවරයා ඇමතීමට පටන් ගත් විට, බොහෝ ලෝක රටවල නායකයින් සම්මන්ත්රණ ශාලාවෙන් ඉවත් විය.. මෙය පලස්තීන සම්බන්ධතාවයේ ඊස්රායල්ගේ ස්ථාවරයෙහි සංකේතයක් ලෙස පෙනෙන අතර, විශේෂයෙන් කටාර්ට එල්ල වූ ප්රහාර එල්ල කරමින්, ඉස්ලාමීය රාජ්ය සංවිධානයේ (OIC) හි අඛණ්ඩතාව ඇතිව.. මොරොක්කෝවේ ඉන්දුනීසියාව සිට ඉන්දුනීසියාව දක්වා මුස්ලිම් රටවල් 57 ක් එකට එකතු වී ලෝක දේශපාලනය තුළ ඔවුන් පැමිණ සිටීම ශක්තිමත් කරන හවුල් පියවරකි.",
        "එක්සත් ජාතීන්ගේ පූර්ණ සාමාජිකයෙකු ලෙස පලස්තීනය හඳුනා ගැනීම මෙම සැසියේ ප්රධාන අමුද්රව්යයකි. ප්රංශය, කැනඩාව, ඕස්ට්රේලියාව, බෙල්ජියම සහ බ්රිතාන්යය වැනි රටවල් පලස්තීනය රටක් ලෙස හඳුනාගෙන ඇති අතර, එක්සත් ජාතීන්ගේ පූර්ණ සාමාජික තත්ත්වය අඛණ්ඩව ඉදිරියට යන ලෙස ඉල්ලා සිටියේය.. කෙසේ වෙතත්, එක්සත් ජනපදය එහි නිෂේධ බලය භාවිතා කරමින් එක්සත් ජනපදය අවහිර කර ඇත.",
        "ලෝකයේ පිළිගැනීම ඉහළ යාම ඊශ්රායල-පලස්තීන ගැටුමට නව ජාත්යන්තර බලපෑම් ඇති කරන බව විශේෂ erts යෝ විශ්වාස කරති.",
        "එක්සත් ජාතීන්. ප්රංශයේ මහා සභා සැසියේදී පෞද්ගලික නමුත් වැදගත් සිදුවීමක් ලෙස ප්රංශයේ ජනාධිපති එමානුවෙල් මැක්රොන් නිව්යෝක් වීදිවලට ​​මුහුණ දුන්නේය. ඩොනල්ඩ් ට්රම්ප්ගේ ගමන සඳහා මාර්ග වසා දමා ඇති අතර ස්ථිර ආරක්ෂක මණ්ඩලයේ ප්රධානියා වුවද මැක්රොන් විනාඩි 30 කට වැඩි කාලයක් විය.",
        "එක්සත් ජාතීන්. ආරක්ෂක මණ්ඩලයේ ස්ථිර සාමාජිකයෙකු වන ප්රංශයේ සභාපති එමානුවෙල් මචං එක්සත් ජාතීන්ගේ මූලස්ථානය එක්සත් ජනපදයේ නායකත්වය යටතේ ක්රියාත්මක වන ආකාරය අනාවරණය කර තිබේ.",
        "ජනාධිපතිවරයාගේ ගමන සඳහා නගරයේ වීදි වසා දමා ඇති අතර, ඔහු මැක්රොන් වීදියේ ඇවිදීම සඳහා අර්බුදයක සිටියේය. \"මම සාමාන්ය පුද්ගලයෙක් නොවේ. ආරක්ෂක කවුන්සිලයේ ස්ථිර සාමාජිකයාගේ සභාපති මමයි. මට විනාඩි 30 ක් ඇවිදින්නට සිදු විය, \"මැක්රොන් දුරකථනයෙන් ට්රම්ප්ට පැවසුවාය.",
        "එක්සත් ජාතීන්. රැස්වීමේ සන්දර්භය තුළ, \"තෙවන රැල්ල\" පිළිබඳ සංවාද යුරෝපා සංගම් රටවල වැදගත් වේ. මෙම 'තුන්වන තරංගය' යන්නෙන් අදහස් කරන්නේ චීනය සහ ඉන්දියාව ඇතුළු ධ්රැවීය ලෝක පිළිවෙලක් නිර්මාණය කිරීමට යුරෝපා සංගමයේ දැනුවත්ව සිටින නමුත් එක්සත් ජනපදය හා රුසියාව පමණක් නොවේ.. ප්රංශ ජනාධිපති මචන් මෙම ප්රශ්නය සම්බන්ධයෙන් ස්ථිරයි.",
        "\"යුරෝපීය සංගමය තරයේ කියා සිටින්නේ එය එක්සත් ජනපදයේ-බටහිර සන්ධානවල සහ රුසියාව කෙරෙහි අධික ලෙස හා අධික ලෙස අධික ලෙස හා අධික ලෙස අධික ලෙස ඉවත්ව යන ස්ථානය තුළ පවතින අතර උපායමාර්ගික ස්වාධීනත්වය තහවුරු කළ යුතුය.. 'තුන්වන රැල්ල' චින්තනයේ පදනම මෙයයි. ස්වාධීනත්වය, වෙළඳ, වෙළඳාම, තාක්ෂණය, මිලිටරි සහ දේශගුණික විපර්යාස වැනි ප්රධාන ක්ෂේත්රවල වෙනම ලෝක බලවේගයක් ලෙස යුරෝපය යුරෝපයට ඉඩ දෙනු ඇත.",
        "මෙම තුන්වන තරංගය, එක්සත් ජාතීන්. එවැනි ලෝක සංවිධානවල යුරෝපයේ හ voice ශක්තිමත් කිරීමට අපේක්ෂා කෙරේ. එක්සත් ජනපදයට පූර්ණ අනුකූලතාවය හැර ස්වාධීන විදේශ ප්රතිපත්තියක් සැලසුම් කිරීම මෙයින් මතුවෙයිද යන්න අරමුණු කර ගෙන ඇත. එක්සත් ජාතීන්ගේ තීරණ, මිලිටරි සන්ධාන සහ වෙළඳ ගිවිසුම්වල යුරෝපයේ හ voice තනිකම හා ශක්තිමත් බව මුල් ලකුණක් ලෙස මෙය දැකිය හැකිය.",
        "මේ අනුව, දෙවන ලෝක යුද්ධය අවසානයේදී 1945 දී එක්සත් ජාතීන්ගේ සංවිධානය ලෝක සාමය, සාකච්ඡා සහ මානව හිමිකම් ආරක්ෂා කිරීම පිළිබඳ උදාර අරමුණු සහිතව පිහිටුවන ලදී.. එක්සත් ජනපදයේ නායකත්වය යටතේ පිහිටුවන ලද, ලෝක සංවිධානය වසර 800 ක් සම්පූර්ණ කර ඇති අතර නිව්යෝක් නගරයේ සිය 80 වන මහා සභා රැස්වීම (UNGA 80) පැවැත්වීය.. ලෝකයේ නායකයින් විසින් එක්සත් වී ඇති මෙම සභාව ලෝකයේ බොහෝ ගැටලු විසඳීමේ වේදිකාවක් ලෙස සැලකේ. කෙසේ වෙතත්, මෙම සැසිය යනු එක්සත් ජාතීන්ගේ ක්රියාකාරකම්, රටවල් අතර වැඩිවීම සහ ලෝකයේ නව බහුකාර්ය ප්රවණතාව පිළිබඳ දැඩි විවේචන වල ප්රකාශනයකි.",
        "එක්සත් ජාතීන් අවුරුදු 80 ඉක්මවා ඇතත්, ගෝලීය ගැටුම් නිරාකරණය කිරීමේ හැකියාව පිළිබඳ ප්රශ්න. තෙවන ලෝක යුද්ධයෙන් වැළකී සිටින භූමිකාව තිබියදීත්, බොහෝ කලාපීය යුද්ධ හා විනාශය එහි ක්රියාකාරිත්වය පිළිබඳ විවේචනවලට හේතු වේ. මෙම 80 වන සැසිය, එක්සත් ජාතීන්. නැවත ප්රතිසංවිධානය කිරීමේ අවශ්යතාවය සහ එහි බලය නිසියාකාරව භාවිතා කිරීම සඳහා යළිත් වරක් ලෝක නායකයින්ට මතක් කර දෙන බව සැලකිල්ලට ගත හැකිය.",
        "යුද්ධ සාර්ථකව තිබියදීත්, පවත්නා ගැටුම අවසන් කිරීම හා අන්තර් ගණනය කිරීම්වල ගැටළු වලට සාකච්ඡා කිරීමේදී කිසිදු දියුණුවක් නොමැති බවට විවේචනයක් තිබේ.",
        "එක්සත් ජාතීන්ගේ 80 වන මහා සභා රැස්වීම නම් ලෝකය එකම කඳවුරකින් ඉවතට ගොස් වෙනත් බොහෝ ආකාරවලින් ගමන් කිරීම යන කාරණයයි.. යථාර්ථය නම් එහි සාම්ප්රදායික භූමිකාව වෙනස් කිරීමට ලෝකයට බල කෙරෙන බවයි."
      ]
    },
    "en": {
      "title": "The UN's 80th General Assembly session and Europe's third wave move",
      "body_lines": [
        "The 80th General Assembly of the United Nations has been held in New York City with the participation of world leaders in New York City.. The United Nations is the key to solving world problems. However, questions about its current activity and future were the focus of this session. In particular, the events involving US President Donald Trump and France President Emanuel Macron have been focused worldwide.",
        "This time, the United Nations President Donald Trump's speech at the United Nations General Assembly is considered as important as his direct and sharp criticisms on the United Nations and many other countries.. He pointed out that the technical issues he faced at the beginning of his speech were particularly proof of the UN executives, such as the disorder in an electrical lifting in the convention hall and the obstruction of his speech in the telephone.",
        "“The UN. The organization could not end any war, but I have ended the seven wars in the world, ”Donald Trump said in his speech. This has raised serious questions about its role in ending the UN's negotiation skills and world conflicts.",
        "Similarly, Trump also criticized Russia. It is seen as a crack in the friendship that is considered to be the head of the two countries (Trump -Putin). Trump's criticism of Russia has revealed the collapse of the US-Russia compliance.",
        "Trump spoke in the tone of Russia, especially in the Ukraine war, and that Russia had only \"paper players\", so that Russia can win the war.. These moves show that diplomatic relations between the world powers have fallen and become public conflict.",
        "One of the most important antibiotics of the session, when the Israeli Prime Minister began to address, the leaders of many world countries left the conference hall.. This is seen as a symbol of Israeli's stances in the Palestinian affair, especially in the wake of Israel's attacks on Qatar, with the integrity of the Islamic State Organization (OIC) (OIC).. It was a joint move that 57 Muslim countries from Morocco to Indonesia come together and strengthen their presence in world politics.",
        "The issue of recognition of Palestine as a full member of the United Nations is one of the main ingredients of this session. While many countries such as France, Canada, Australia, Belgium and Britain have recognized Palestine as a country, it continued to demand that the UN full member status continued.. However, the US has blocked the US using its veto power.",
        "Experts believe that the rising of the world's recognition will develop new international impacts on the Israeli-Palestinian conflict.",
        "The UN. As a personal but important event at the General Assembly session, France's President Emmanuel Macron faced the New York streets. The roads closed for Donald Trump's journey, and Macron was for more than 30 minutes, despite being the head of the Permanent Security Council.",
        "The UN. France's President Emanuel Macron, the permanent member of the Security Council, has revealed how the UN headquarters is operating under the leadership of the United States.",
        "The city's streets were closed for the president's journey, he was in a crisis for walking on Macron Street. \"I am not a normal person. I am the President of the Permanent Member of the Security Council. I had to walk for 30 minutes, ”Macron reportedly told Trump on the phone.",
        "The UN. In the context of the meeting, conversations on the \"Third Wave\" are important in EU countries. This 'third wave' refers to the European Union's attempt to create a multi-polar world order, including China and India, but in world politics, not only the US and Russia.. French President Macron is firm on this issue.",
        "“The European Union is firmly in the position that it is free from the US -led Western alliances and excessively on Russia, and the strategic autonomy should be confirmed.. This is the basis of the 'third wave' thought. Europe will allow Europe to function as a separate world force in major areas such as autonomy, trade, technology, military and climate change, ”said international political experts.",
        "This third wave thought, the UN. It is expected to strengthen the voice of Europe in such world organizations. This is aimed at designing an independent foreign policy, excluding complete compliance with the United States. This is seen as an early sign that Europe's voice is lonely and strong in the UN decisions, military alliances and trade agreements.",
        "Thus, at the end of World War II in 1945, the United Nations was formed with the noble aims of establishing world peace, negotiations and defense of human rights.. Established under the leadership of the United States, the World Organization has completed 80 years and held its 80th General Assembly (Unga 80) in New York City.. This congregation, which has been united by the leaders of the world, is considered a platform to solve many problems in the world. However, this session is a manifestation of the rigorous criticism of the UN's activities, the increasing agreement between countries and the new multiization trend of the world.",
        "Although the United Nations exceeds 80 years, questions about its ability to resolve global conflict. Despite its role in avoiding the third World War, many regional wars and destruction causes criticism of its performance. This 80th session, the UN. It can be noted that the need to reorganize itself and use its power properly once again reminded world leaders.",
        "Despite the success of wars, there is a criticism that there is no improvement in ending the existing conflict and negotiating to the issues of inter -countries.",
        "The United Nations's 80th General Assembly session is that the world is traveling away from the same camp and traveling in many other ways.. The reality is that the world is forced to change its traditional role."
      ]
    }
  },
  "summary_lines": []
}