{
  "translated_text": {
    "si": {
      "title": "කෘෂිකාර්මික නවීකරණ වැඩසටහනේ පොලී රහිත ණය",
      "body_lines": [
        "කෘෂිකාර්මික නවීකරණ වැඩසටහන යටතේ කෘෂිකාර්මික ව්යවසායකයින්ට සහ ගොවීන්ට පොලී රහිත ණය ලබා දීමේ ක්රියාවලියක දී අවබෝධතා ගිවිසුම (අවබෝධතා ගිවිසුම) ඊයේ අත්සන් කරන ලදී.",
        "පළමු අදියරේදී කෘෂිකර්ම හා වැවිලි කර්මාන්ත අමාත්යාංශයේ ලේකම් ජනක ධර්මකීර්ති (අවබෝධතා ගිවිසුම (අවබෝධතා ගිවිසුම (අවබෝධතා ගිවිසුම) සහ ලංකා බැංකුව සහ ප්රාදේශීය සංවර්ධන බැංකුව සමඟ මෙම වැඩසටහනට අත්සන් තැබූ අතර එය මෙම වැඩසටහනට දායක වේ.. ඒ අනුව මහජන බැංකුව සමඟ ගිවිසුම ඉදිරියේදී අත්සන් කිරීමට නියමිතය.",
        "කෘෂිකාර්මික නවීකරණ වැඩසටහනේ පළමු අදියර සඳහා රු.. දෙවන අදියරේදී, රුපියල් මිලියන 10 ක් වටිනා කෘෂිකාර්මික නවීකරණ ව්යාපෘති ක්රියාත්මක කිරීම සඳහා ප්රාදේශීය ලේකම් කාර්යාල 75 ක් හඳුනාගෙන තිබේ.. (ඒ)"
      ]
    },
    "en": {
      "title": "Interest free loan in agricultural modernization program",
      "body_lines": [
        "The Memorandum of Understanding (MoU) on the process of providing interest -free loans to agricultural entrepreneurs and farmers under the agricultural modernization program was signed yesterday.",
        "In the first phase, the Secretary to the Ministry of Agriculture and Plantation Industries, Janaka Dharmakirti, signed these Memorandum of Understanding (MoU) along with the Bank of Ceylon and the Divisional Development Bank, which contributes to this program.. Accordingly, the contract with the people's bank is to be signed in the future.",
        "The first phase of the Agricultural Modernization Program has been allocated Rs.. In the second phase, 75 Divisional Secretariats have been identified to implement agricultural modernization projects worth 10 million rupees.. (A)"
      ]
    }
  },
  "summary_lines": [
    "An MoU was signed to provide interest-free loans to agri-entrepreneurs and farmers through the Bank of Ceylon and Divisional Development Bank, with plans to include the People's Bank. The initial phase focuses on 75 Divisional Secretariats for projects valued at 10 million rupees."
  ]
}