{
  "translated_text": {
    "ta": {
      "title": "ரூ. 5 மில்லியன் மொபைல் தொலைத்தொடர்பு பாகங்கள் கைது செய்யப்பட்டன",
      "body_lines": [
        "கட்டுனாயகே விமான நிலைய சுங்க சுங்க சுங்க 12/20 அன்று கட்டூனயக விமான நிலையத்தால் கைது செய்யப்பட்டுள்ளது.",
        "முதல் இரண்டு பயணிகள் துபாயில் காலை 12.30 மணிக்கு 12/20 நாட்கள் கட்டுனாயக்க விமான நிலையத்திற்கு இருந்தனர்.",
        "இருவரும் கொழும்பைச் சேர்ந்த 38 வயது மற்றும் 25 வயது வணிகர்கள்.",
        "மற்றொரு 32, 32 வயதான கொழும்பில் வசிப்பவர், துபாய் முதல் ஸ்ரீலங்கன் ஏர்லைன்ஸ் வரை 226 சொந்தமான விமான நிலையத்தில் கட்டுனாயக் விமான நிலையம் வரை.",
        "அவர்கள் 309 மொபைல் போன்கள், 08 கக்கிள் கடிகாரங்கள், ஐந்து சிறந்த கடிகாரங்கள், ஐந்து கரடுமுரடான, ஐந்து கரடுமுரடான, ஐந்து பிஆர்டிகள் கைது செய்யப்பட்டனர்.",
        "கட்டுனாயக்க விமான நிலைய சுங்க அதிகாரிகள் மேலதிக விசாரணைகள் மற்றும் மேலதிக விசாரணைகளை விசாரிக்கின்றனர்."
      ]
    },
    "en": {
      "title": "Rs. 5 million mobile telecommunications accessories arrested",
      "body_lines": [
        "Katunayake airport customs customs have been arrested by the Katunayaka airport on 12/20.",
        "The first two passengers were 12/20 days at 12.30 am on Dubai to the Katunayake airport.",
        "The two were 38-year-old and 25-year-old businessmen from Colombo.",
        "Another 32, a 32 year old resident of Colombo, from Dubai to SriLankan Airlines to the Katunayake airport on the 226-owned airport.",
        "They brought 309 mobile phones, 08 cuckle watches, five smarter clocks, five roughs, five roughs, five-brdsHad been arrested.",
        "Katunayake Airport Customs officers have further investigations and investigate further investigations."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka: Mobile accessories worth Rs. 5 million seized at Katunayake airport. Three businessmen arrested for smuggling 309 phones, 8 watches, and other items. Investigation ongoing."
  ]
}