{
  "translated_text": {
    "si": {
      "title": "මානසික රෝගයට එරෙහි කඳුකරයේ අරගලය",
      "body_lines": [
        "කඳුකරයේ ඉරිදා දෙමළ ප්රගතිශීලී සන්ධාන නායකයා වන මනූහානාෂාන් පාර්ලිමේන්තු මන්ත්රී මනූහානාෂාන් පාර්ලිමේන්තු මන්ත්රී මනෝනාශාන් පාර්ලිමේන්තු මන්ත්රී",
        "මේ වන විට ජනතාව පාර්ලිමේන්තු මන්ත්රීවරුන් වන මැනෝ ගනේසන් වෙත සටන් පා ans සහ සටන් පා ans රැගෙන යාමෙන් විරෝධතා පැවැත්වූහ.",
        "වතු කම්කරුවන්ගේ රුපියල් 1700 ක වැටුප් වැඩිවීමක් පිළිබඳව රජය විසින් නිකුත් කරන ලද රජය විසින් නිකුත් කරන ලද රජය විසින් ගැසට් පත්රය නිකුත් කිරීමට එරෙහිව අතුරු ව්යවස්ථාදායකයක් ඉල්ලා රජය විසින් මහාධිකරණයේ නඩුවක් ගොනු කර තිබේ.",
        "ලංකා කම්කරු සම්මේලනයේ ප්රධාන ලේකම් සහ ලංකා කම්කරු මහලේකම් ජීවන් තොන්ඩමන්, උසාවිය පරිශ්රය වෙනුවෙන් මාධ්ය සමඟ මාධ්ය සමඟ කතා කළේය.",
        "තම මතය අනුව, අමාත්ය ජීවන් ප්රකාශ කර තිබුණේ වැටුප පිළිබඳ අතුරු තහනම නොවැළැක්විය හැකිය.",
        "ඒ අනුව දිස්ත්රික්ක තුනක ප්රධාන නගර පහකින් අදාළ ප්රදේශය භාරව සිටින සීඩබ්ලිව්සී නායකයින්ගේ ප්රධානීන් මෙම විරෝධතාව සිදු කරන ලදී.",
        "නුවරෙලියා දිස්ත්රික්කයේ කොටකලායි හි තැපැල් භූමිය ඉදිරිපිට ප්රදේශ් සභා නායක රාජජා ප්රසාද් විසින් මෙම විරෝධතාව මෙහෙයවීය.",
        "ඒ හා සමානව, අමාත්ය ජීවන් තොන්ඩමන්ගේ මාධ්ය ඒකකය පැවසුවේ බොගවන්තයන් නගර් සබරගමුව පළාතේ, රත්නපුර ටෙයියොවිටා නාගර් සහ va ව පළාතේ මනෝජ්යාන් පාර්ලිමේන්තු මන්ත්රීවරයාට එරෙහිව මෙම උද් protest ෝෂණය සිදුවන බවයි."
      ]
    },
    "en": {
      "title": "Struggle in the hill country against psychic",
      "body_lines": [
        "The Tamil Progressive Alliance leader and Member of Parliament, Manohanashan MP, staged protests on Sunday in the hill country.",
        "At this time, the masses carried out the protests by carrying the slogans and chanting slogans against MP Mano Ganesan.",
        "The government has filed a lawsuit in the High Court seeking an interim injunction against the gazette's announcement by the government issued by the government on a Rs 1700 salary increase for plantation workers.",
        "Jeevan Thondaman, General Secretary and Minister of the Ceylon Workers Congress, spoke to the media on the premises of the court on 04.",
        "In his opinion, Minister Jeevan had stated that the opposition parties did not celebrate the interim ban on the salary and not to celebrate the crackers and not to celebrate the milk.The CWC landed in the demonstration.",
        "Accordingly, the protest was carried out in the heads of the CWC leaders in charge of the respective area in five major cities in three districts.",
        "Pradeshiya Sabha leader Rajaja Prasad led the protest in front of the postal land in Kotakkalai in Nuwara Eliya district.",
        "Similarly, Minister Jeevan Thondaman's media unit said that the protest will take place against Manohanashan MP in Bogawantalawa Nagar Sabaragamuwa Province, Ratnapura Nagar, Kegalle Tehiyovita Nagar and Uva Province."
      ]
    }
  },
  "summary_lines": [
    "Tamil Progressive Alliance leader Manohanashan MP faced protests in the hill country over a government-issued salary hike for plantation workers. The government sued for an injunction against the gazette announcement. Opposition parties, including the Ceylon Workers Congress (CWC), organized demonstrations in five cities across three districts, criticizing the MP and calling for an end to celebrations related to the salary increase."
  ]
}