{
  "translated_text": {
    "si": {
      "title": "කොළඹ ඉහළ වර්ෂාපතනයක්",
      "body_lines": [
        "පසුගිය පැය 12 තුළ කොළඹ දිස්ත්රික්කයේ අධික වර්ෂාපතනයක් වාර්තා වී ඇති බව කාලගුණ විද්යා දෙපාර්තමේන්තුව ඊයේ රාත්රියේ පැවසීය.",
        "ඒ අනුව කොළඹ දිස්ත්රික්කයේ එල්ලෙල්ල ප්රදේශයේ වර්ෂාපතනයේ මිලිමීටර 141.5 ක් වාර්තා වී තිබේ.",
        "මීට අමතරව, කළුතර දිස්ත්රික්කයේ වැගන් වතුයායේ මිලිමීටර 105.5 ක් දක්වා වර්ෂාපතනය වාර්තා වී තිබේ.",
        "කාලගුණ විද්යා දෙපාර්තමේන්තුව පැවසුවේ කළුතර දිස්ත්රික්කයේ හල්වතුරා වතුයායේ වර්ෂාපතනයේ මිලිමීටර් 100 ක් සහ හොරානාහි වර්ෂාපතනය මිලිමීටර 98 ක් වාර්තා වී ඇති බවයි.",
        "මේ අතර, කාලගුණ විද්යා දෙපාර්තමේන්තුව විසින් රටේ සමහර ප්රදේශවල මිලිමීටර් 150 කට වැඩි වර්ෂාපතනයක් ගැන පුරෝකථනය කර ඇත.. (අ)"
      ]
    },
    "en": {
      "title": "High rainfall in Colombo",
      "body_lines": [
        "The Department of Meteorology said last night that heavy rainfall in the Colombo district has been reported in the last 12 hours.",
        "Accordingly, 141.5 millimeters of rainfall has been recorded in the Hangwella area of ​​the Colombo district.",
        "In addition, rainfall of up to 105.5 millimeters of rain has been recorded in the Vagan estate in the Kalutara district.",
        "The Department of Meteorology said that 100 millimeters of rainfall and 98 millimeters of rainfall in Horana have been reported in the Halvathura estate in the Kalutara district.",
        "Meanwhile, the Department of Meteorology has predicted more than 150 mm of rainfall in some parts of the country.. (A)"
      ]
    }
  },
  "summary_lines": [
    "Heavy rainfall reported in Colombo district over past 12 hours. 141.5mm recorded in Hangwella, 105.5mm in Vagan estate. More than 150mm predicted in some areas."
  ]
}