{
  "translated_text": {
    "si": {
      "title": "හන්සට් වෙතින් චානකන්ගේ චෝදනා මකන්න;මාධ්ය අතර පූර්ව චෝදනාව - රෝහිතා අබේගුනවර්ධන මහතා චානකන්",
      "body_lines": [
        "රන් දාම කැපීමේ ප්රශ්නය සම්බන්ධයෙන් මම සභාවට පැහැදිලි කර ඇත්තෙමි. හන්සැට් වාර්තාවෙන් බොරු චෝදනා ඉවත් කරන ලෙස හන්සට්ගෙන් ඉල්ලා සිටි නියෝජ්ය කථානායක අජිත් රාජපක්ෂ මහතා චානකන් රසමිකිකල් මහතා ඉල්ලා සිටියේය.",
        "ඔහු මේ බව කියා සිටියේ බ්රහස්පතින්දා (07) පාර්ලිමේන්තුවේ පැවති කල් තැබීමේ විවාදය අතරතුර නියෝගය නිකුත් කරමින් කියා සිටියේය.",
        "පාර්ලිමේන්තු ස්ථාවර ආ d ා පනතට අනුව, නිවසේ කිසිදු සාමාජිකයෙකු නොමැති විට ඔහු ඔහු හා සම්බන්ධ නොවිය යුතුය.මා නිවසේ නොසිටින විට, පාර්ලිමේන්තු මන්ත්රී චානකන් රසමනිකියම් මගේ නම සඳහන් කරමින් බොරු චෝදනා ඉදිරිපත් කර තිබේ.",
        "පාර්ලිමේන්තු වරප්රසාද එළිමහනේ දැක්වූ සභාව අතර සභාව ගැන සඳහන් කරන චෝදනාව ගැන සඳහන් කරන ලෙස මම ඔහුට අභියෝග කරමි. රන් දාම කැපීමේ ප්රශ්නය සම්බන්ධයෙන් මම සභාව තුළ පැහැදිලි කර ඇත්තෙමි. එබැවින් පිටතට ගොස් දම්වැල් කැපීමේ ප්රශ්නය සඳහන් කරන්න.",
        "අපි කතා කරන්නේ මිනිසුන් මුහුණ දෙන මූලික ගැටලු ගැන ය. නමුත් ඔවුන් කතා කරන්නේ මිනිසුන්ගේ ගැටළු ගැන සඳහන් කරමින් ඔවුන්ගේ පෞද්ගලික කාරණා ගැන ය. එබැවින් පාර්ලිමේන්තු මන්ත්රී චනාකියන් රසමන්නිකියම් හන්සැට් වාර්තාවෙන් ඇති චෝදනා ඉවත් කරන ලෙස ඉල්ලා සිටියේය."
      ]
    },
    "en": {
      "title": "Delete Chanakyan's allegations from Hansat;Prior accusation among the media - Challenge to Rohitha Abeygunawardena Chanakyan",
      "body_lines": [
        "I have made clear to the congregation regarding the gold chain cutting issue. Chanakyan Rasamanikam urged Deputy Speaker Ajith Rajapaksa, who urged the Hansat to remove the false accusations from the Hansat record.",
        "He was speaking on the issue of order during the adjournment debate held in Parliament on Thursday (07).",
        "According to the Parliamentary Standing Ordinance, he should not contact him when there is no member of the House.When I am not in the House, MP Chanakyan Rasamanikam has made false allegations by referring to my name.",
        "I challenge him to refer to the allegations that the parliamentary privileges refer to the congregation among the media outdoors. I have clarified in the congregation regarding the gold chain cutting issue. So go out and mention the chain cutting issue.",
        "We are talking about the basic problems faced by people. But they are talking about their personal issues, referring to people's problems. Therefore, Parliamentarian Chanakyan Rasamanikam urged the removal of the allegations from the Hansat record."
      ]
    }
  },
  "summary_lines": [
    "Chanakyan Rasamanikam urged Hansat to remove false accusations, challenging Rohitha Abeygunawardena Chanakyan's allegations. He clarified the gold chain cutting issue in Parliament, emphasizing the importance of addressing public issues over personal disputes."
  ]
}