{
  "translated_text": {
    "ta": {
      "title": "இலங்கை இன்னும் சர்வதேச சந்தையில் இருந்து கடனாக உள்ளது",
      "body_lines": [
        "டாக்டர் ஹர்ஷா டி சில்வா டாக்டர் ஹர்ஷா டி சில்வா, முழு பொருளாதாரத்திற்கும் ஒரு நல்ல செய்தி என்று டாக்டர் ஹர்ஷா டி சில்வா கூறினார்.",
        "அவர் இன்று (24) தலைமை அலுவலகத்தில் நடைபெற்ற ஊடக மாநாட்டில் பேசிக் கொண்டிருந்தார்.",
        "மேலும் பேசும் திரு. டாக்டர் ஹர்ஷா டி சில்வா கூறினார்:",
        "\"இலங்கை கடனின் வரவு இல்லை என்று இப்போது நாங்கள் கேள்விப்பட்டிருக்கிறோம், மூடியின் மதிப்பீடு அதிகரித்துள்ளது. உண்மையில், இது முழு நாட்டிற்கும் ஒரு நல்ல செய்தி.கடன் வாங்குவதற்காக நாடு கடுமையாக பாதிக்கப்பட்டுள்ளது மற்றும் தனியார் துறை முதலீட்டாளர்களை கடுமையாக பாதித்தது. இலங்கைக்கு வர முதலீட்டாளர்கள் விடுவிக்கப்பட்டனர்.",
        "முழு பொருளாதாரமும் ஒரு நல்ல செய்தி மட்டுமே மற்றும் முழு பொருளாதாரமும் என்று சொல்வது அவசியம்.. மூடிஸ் எங்களுக்கு ஒரு CAA1 ஐ வழங்கியுள்ளது. அது மேலே செல்லும் வழி என்று பொருள். ஃபிட்ச் சி.சி.சி, எஸ் அண்ட் பி போன்றது. சர்வதேச சந்தையில் இருந்து கடனாக இருக்கக்கூடிய மதிப்பீட்டிற்கு நாங்கள் வரவில்லை. இது பிபிபி போன்ற ஒரு இடத்திற்கு வர வேண்டும். அதிக பொருளாதாரம் வலுவாக இருக்க வேண்டும். நாட்டின் பொருளாதாரத்தை அரசாங்கத்தின் மூலமாகவும், பாராளுமன்றத்திலிருந்து வெளியேற்றப்பட்ட நாடாளுமன்றத்தின் மூலம் வெளியேறவும் முயற்சித்ததன் விளைவாகும்.. புதிதாக வடிவமைக்கப்பட்ட விஷயத்தில் இல்லை.",
        "தேர்தல்களுக்கு முன் ஜே.வி.பி.. மற்றும் NPP குழு கடன்களின் பகுப்பாய்வு (டி.எஸ்.ஏ) மாற்றக்கூடும் என்று கூறியது. அவர்களின் கொள்கை அறிக்கையில் ஒரு டி.எஸ்.ஏ இருந்தது, அவர்கள் ஒரு மாற்று டி.எஸ்.ஏ.யைப் பயன்படுத்துகிறார்கள், இது கடன் மறுசீரமைப்பைப் பயன்படுத்துகிறது. எனவே கடன் மறுசீரமைக்க வாய்ப்பு வந்தது. ஆனால் அவர்களின் விருப்பங்கள் டி.எஸ்.ஏ.. அந்த வாக்குறுதியை மாற்ற வேண்டும் என்று நான் சொல்லவில்லை. பிரச்சனை என்னவென்றால், தவறான அறிக்கைகள், அவை பொதுமக்களுக்கு செய்தன. இதை மாற்ற நாங்கள் இதை மாற்றவில்லை, நாங்கள் மாற்றுவோம் என்று நாட்டிடம் சொன்னோம். மக்கள் ஏமாற்றத்தில் இருந்தனர். இருப்பினும், முன்னால் வந்த வேலை என்னவென்றால், நாடு நன்மை பயக்கும். நாங்கள் என்ன செய்ய முடியும் என்பதை நாங்கள் தொடர்ந்து செய்தோம், என்ன செய்ய முடியாது என்பதை வழங்கினோம்.",
        "அடுத்தது நாட்டின் பொருளாதார வேகம் சில ஸ்திரத்தன்மையில் எவ்வாறு வளர்கிறது. மூன்றாவது காலாண்டு ஒரு காலத்திற்குப் பிறகு 5.5% வளர்ந்தது. அடுத்து என்ன நடக்கும்?அவ்வாறு செய்ய என்ன நடவடிக்கை எடுக்க வேண்டும்?நீங்கள் சொல்வதில் கவனம் செலுத்த வேண்டும்.எதிர்கால பொருளாதார சீர்திருத்தங்கள் அடுத்ததை அதிகரிக்கும் என்று தரப்படுத்தும் நிறுவனங்கள் கூறுகின்றன. \""
      ]
    },
    "en": {
      "title": "Sri Lanka is still loan from the international market",
      "body_lines": [
        "Dr. Harsha de Silva, MPs, Dr. Harsha de Silva, said that the entire economy is a good news to the entire economy.",
        "He was speaking at a media briefing held at the Head Office today (24).",
        "Speaking further Mr. Dr. Harsha de Silva said:",
        "\"We're now heard that Sri Lanka is out of the credit of debt, Moody's rating has been increased. Actually, it's good news to the whole country.The country has been severely affected by the government to borrow and severely affected private sector investors. Investors were released to come to Sri Lanka.",
        "It is necessary to say that the entire economy is a good news alone and the entire economy.. The Moody's has given us a CAA1. It means the way it goes up. Fitch is like CCC, S & P. We have not come to a rating that can be loan from the international market yet. It's got to come to a place like BBB. The more economy needs to be strong. This is the result of the attempt to bring the economy of the country through the government and the passed out of Parliament through the Ordinance of Parliament.. Not in a newly crafted thing.",
        "JVP before elections. And the NPP team said the analysis of loans (DSA) could change the. Their policy statement had a DSA, they use an alternative DSA, that's use of the restructuring of credit. So came the opportunity to restructure credit. But did not use their options DSA. I'm not saying that it should be changed that promise. The problem is that false statements, they did to the public. We didn't change this to change this and told the country that we would change. People were in a deception. However, the work that has come forward is that the country is beneficial. We continued to do what we can do and offered what can't do.",
        "Next is how the country's economic speed grows in some stability. The third quarter grew 5.5% after a time. What happens next?What steps should be taken to do so?You have to focus on saying.Grading institutions say that the future economic reforms can increase the next. \""
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's economy shows signs of recovery: Moody's rating upgrade, improved investor confidence, and 5.5% GDP growth in Q3. However, challenges remain in accessing international loans and achieving BBB rating."
  ]
}