{
  "translated_text": {
    "si": {
      "title": "ආකෘතියේ අනන්යතාවය සමඟ ජීවත් වීමට අපට අවශ්යය",
      "body_lines": [
        "අප සහ ඔබ ජාතියක් අපියෙක් වුවද, ජනවාර්ගික කණ්ඩායම් දෙකක අනන්යතාවය සමඟ ජීවත් වීමට අපට අවශ්යය. 21 වන සියවසේ නවීන චින්තනයට අනුව පෙර පැවති පූර්ව කාල පරිච්ඡේදයේ historical තිහාසික අදහස් අතහැර දමා ජනවාර්ගික ගැටලුවට පිවිසෙන්න. ශ්රී ලංකා දූපතේ සහ සම -පාර්වාදීන්ගේ සම-කේන්ද්රස්ථානයන් වන දෙමළ කතා කරන පුද්ගලයින්ගේ ආකල්පය සමඟ නව දේශපාලනයක් කරා ළඟා වීමට ශ්රී ලංකා රජය සූදානම් විය යුතුය.. දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී සිවග්නනාම් එස්රීනාරාරන් මහතා පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ පාර්ලිමේන්තුවේ අඟහරුවාදා ජනාධිපතිවරයා ප්රතිපත්ති ප්රකාශනය පිළිබඳ විවාදයකදීය.",
        "ජනාධිපතිවරයා සිය ප්රතිපත්ති කතාවේදී බොහෝ දේ පවසා ඇති නමුත්, වසර 80 ක් තිස්සේ මෙම පසෙහි මතු වූ ජනවාර්ගික ගැටලුව ගැන වචනයක්වත් නොකියීම අවාසනාවකි. ඔහුගේ කතාවේදී දෙමළ ජනතාවගේ උත්සාහයයි වැදගත්ම කාරණය.",
        "2019 දී එම පාර්ලිමේන්තුවේම ජනාධිපති ලෙස තේරී පත් වූ ගෝතභය රාජපක්ෂ මහතා ඉන්දියාවට යන විට හින්දු පුවත්පත සමඟ සම්මුඛ සාකච්ඡාවකට එක්වෙමින් ඔහු මේ රටේ දෙමළ ජනතාවට දේශපාලන විසඳුම පිළිබඳ කිසිදු වචනයක් මග හැරීමට ගියේය.. එම මග හැරීම නිසා ඔහු මෙම රටේ අපවිත්ර වී ඇති බව ඉතිහාසය දෙස ආපසු හැරී බැලිය යුතුය.",
        "අද ඔබ ආසන 159 ක බලවත් බලවේගයක් බවට පත්ව ඇත. අපි එය අගය කරමු.. අපි ජීවත් වුණේ ලේ සහ මාංශයේ කඳුළු වලින්. සිංහල සහෝදරයන්ගේ තරඟය දෙමළ ජනයාට එරෙහි යුද්ධය පිළිබඳ විශාල තරඟයකි. අද නිකුත් නොකරන ලද ඉඩම්, කඳවුරු, අප අපගේ ජීවන රටාවේ ය. මේ අවස්ථාවේ දී පවා, අපගේ දෑතින් ගමන් කිරීමට අපට අවශ්යය. ඔබේ දැඩි වෙනස්කම් සමඟ දෙමළ ජනතාව දෙසට ගමන් කිරීමට අපි සූදානම්.",
        "අපි ඕනෑම දෙයක විරුද්ධවාදීන් නොවේ. අපි දත් සමයේදී දන්ත කතා පවත්වා ඇත්තෙමු. නමුත් කතා, ගිවිසුම් සහ ගිවිසුම් සකස් කර ඇත. සියලුම කොන්ත්රාත්තු ඔවුන්ගෙන් එක් අයෙකු තුළට ඉරා දමා ඇත.",
        "අද වෙනස් වී ඇත. ඔබ ඕනෑම දෙයක් කිරීමට බලය ලබා දී ඇත. අපි දිගු කලක් තිස්සේ බොහෝ දුර බැහැර බොහෝ අරගල කර ඇත. මෙම පසෙහි වීරයන් 60 දෙනෙකුට වඩා දරාගෙන ඇත. මිලියන ගණනක වත්කම් විනාශ වී ඇත. මේ සියල්ල නැති කර ගන්නා තරඟය ඔබ සමඟ අත්වැල් බැඳ ගැනීමට සූදානම්ව සිටින බව අපි තවමත් ඔබ සමඟ කතා කරමු.. හේතුව මේ රටේ, අප සමඟ අපගේ අභිමතයන් සමඟ ජීවත් විය යුතු උතුම් සිතුවිලි සහ ඉහළම ගුණාංග සමඟ අප ඔබ සමඟ කටයුතු කිරීමට සූදානම් වීමයි.",
        "සිංහලයන්ගේ ජාතික අනන්යතා, ඔබේ ජනවාර්ගික හා ආගමික සංස්කෘතික අනන්යතා, ඉඩම්. අපි භාෂා අනන්යතාවයන්ට ගරු කරමු. මෙය තරඟයකි. ඒ හා සමානව, ඔබ 21 වන සියවසේදී මෙම පසෙහි පැමිණෙන්නේ නම්, පවත්නා කාල පරිච්ඡේදයේදී හැසිරවිය යුතු දේවල් මොනවාද?. ඒ සඳහා ඔබ සමඟ කතා කිරීම සඳහා සිංහල ජනතාවගේ සිතුවිලි සමඟ අප සමඟ ජීවත් වීමට අපට අවශ්ය වන අතර, අප අපගේ භාෂාව, සංස්කෘතිය, අපේ බිම් ලකුණ, අපගේ ස්වදේශිකයන් වන අතර අප ජාතිය දෙකෙන් එකක් වන අතර එය ජනවාර්ගික කණ්ඩායම් දෙකෙන් එකක් වේ.",
        "රටේ සාමය, සමානාත්මතාවය සහ සමාන අයිතිවාසිකම් සැබෑ ය. අපෙන් කිසිවෙකු ප්රතික්ෂේප කරන්නේ නැත. නමුත් වාර්ගික අනන්යතාවයක්, තරඟයක අයිතිය, එම ජාතියේ පැවැත්ම වෙනස් ය.. එක් ජාතියක්, එකම භාෂාවක්, එකම ජාතියක් තරඟයක් විය නොහැක. මෙය බහු-ජාතික ජාතීන් ජීවත් වන රටකි.",
        "සම්මුතියක් අප සහ ඔබ අත් අත්වැල් බැඳ ගැනීම නොවේ. ජනවාර්ගික සුවිශේෂීභාවයෙන් අපට අහිමි විය නොහැක. එමනිසා, ඔබ සහ එක්සත් ජනපදය විශ්වාසවන්තව සිටින්නේ දෙමළ ජාතිකත්වයේ අනාගතය ගැන ය.",
        "අපි history තිහාසිකව බොහෝ අර්බුදයන් අත්විඳ ඇත්තෙමු. විශේෂයෙන්ම-චෙට්රස් කෘතිය 21 වන සියවසේ නූතන චින්තනයට අනුව historical තිහාසික අදහස් අත්හැර ජනවාර්ගික ගැටලුවට අනුකූල වන විට.. සිංහල ජනතාව සහ දෙමළ කතා කරන පුද්ගලයින් වන ශ්රී ලංකාවේ සම-සංස්කෘතීන් සහ සම-අගන්වයි යන ආකල්පය සමඟ නව දේශපාලනයක් කරා ළඟා වීමට රජය සූදානම් විය යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "We want to live with the identity of the model",
      "body_lines": [
        "Even though we and you are one of the nations, we want to live with the identity of two ethnic groups. Abandon the historical ideas of the pre -Christian period and approach the ethnic problem according to the 21st century modern thought. The Government of Sri Lanka should be prepared to approach a new politics with the attitude of the Sinhala people, the Tamil speaking people, the co -owners of the Sri Lankan island and the co -partners.. District MP Sivagnanam Sreedharan said.",
        "He was speaking at a debate on the President's Declaration of Policy on Tuesday in Parliament.",
        "Although the president has said many things in his policy speech, it is unfortunate that he has not spoken a word about the ethnic problem that has been raised on this soil for 80 years, and in his speech, the effort of the Tamil people is the most important issue.",
        "Gotabhaya Rajapaksa, who was elected president in the same parliament in 2019, and in an interview with the Hindu newspaper when he went to India, he went to avoid any words about the political solution for the Tamil people in this country.. You must look back at the history that that avoidance has made him unidentified in this country.",
        "Today you have become a powerful force of 159 seats. We appreciate it.. We lived with tears of blood and flesh. The race of the Sinhalese brothers is a great race on the war on Tamils. Lands that are not released today, the camps, we are in our way of life. Even in this case, we want to travel with our hands. We are ready to move towards the Tamil people with your strong changes.",
        "We are not opponents of anything. We have held dental talks during the tooth. But talks, agreements and agreements have been laid out.",
        "Today has changed. You have come up with the power to do anything. We have long struggled and died of nearly 4 lakh Tamil people. More than 60 thousand heroes have been planted on this soil. The assets of millions have been destroyed. We are still talking to you that the race that loses all this and stands upright is ready to join hands with you.. The reason is that in this country, we are ready to handle with you with the noble thoughts and the highest qualities that you should live with our wishes.",
        "The national identities of the Sinhalese, your ethnic and religious cultural identities, land. We value language identities. This is a race. Similarly, if you come to the time of the 21st century on this soil, what things should be handled in the existing period.. We want to live with the thoughts of the Sinhalese people to talk to you for that, and we are our language, culture, our land sign, our natives, and we are one of the two nation -based ethnic groups.",
        "Peace, equality, and equal rights in the country are real.No none of us reject. But a racial identity, the right of a race, the existence of that race is different.. One nation, the same language, the same nation cannot be a race. This is a country where multi -national races live.",
        "Compromise is not that we and you shake hands. We cannot be lost in ethnic uniqueness. Therefore, you and us are confidential about the future of the Tamil nationality.",
        "We have experienced many crises historically. Especially when the pre -Christian period abandon the historical ideas and approach the ethnic problem according to the 21st century modern thinking.. He said the government should be prepared to approach a new politics with the attitude that the Sinhalese people and the Tamil speaking people, the co -owners and co -partners of the island of Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lankan Tamil leader calls for modern approach to ethnic issues, urging government to address decades-old problems and recognize Tamil rights as co-owners of the island."
  ]
}