{
  "translated_text": {
    "ta": {
      "title": "කොරියාව, ජපානය හා ඊශ්‍රායෙලයට රැකියාවට යන්න වැඩි කැමැත්තක්",
      "body_lines": [
        "இலங்கையின் பெரும்பாலான வரலாற்றில் பெரும்பாலானவை வேலைவாய்ப்பு ஆண்டாக 2024 ஆகும், மேலும் இந்த ஆண்டு வெளிநாடுகளில் உள்ளது 312,836 ஆகும்.",
        "முந்தையவற்றில் பெரும்பாலானவை 2022 ஆம் ஆண்டில் கடந்துவிட்டன, கடந்த 6 ஆண்டுகளில் (2019-2024), 13 லட்சம் இலங்கைகள் வெளிநாட்டில் உள்ளன.",
        "2024 වර්ෂය තුළදී පිරිමි ශ්‍රමිකයින් 185,162 හා කාන්තාවන් 127,674 ක් රැකියා සඳහා විදේශ ගතවී තිබේ. இலங்கையர்கள் வெளிநாடு வேலைவாய்ப்புக்குச் சென்றுள்ள க்வாயுக்கு, இது 77,546 ஆகும். இரண்டாவதாக, ஐக்கிய அரபு எமிரேட் பெரும்பாலும் வெளிநாடுகளில் உள்ளது, அது 51,550 ஆகும்.",
        "தென் கொரியா, இஸ்ரேல் மற்றும் ஜப்பான் போன்ற நாடுகளில் தென் கொரியா, இஸ்ரேல் மற்றும் ஜப்பான் போன்ற நாடுகளில் பணியகத்தின் புள்ளிவிவரங்கள் அவ்வாறு செய்வது ஒரு முக்கியமான விஷயம் என்று பழங்காலமானது. அதன்படி, 2024 ஆம் ஆண்டில், 7,098 இலங்கைகள் மற்றும் 9,665 இலங்கைகள் மற்றும் 8,665 இலங்கைகள் ஜப்பானில் வெளியேறிவிட்டன.",
        "இந்த காலகட்டத்தில் அந்நிய செலாவணி கணிசமாக அதிகரித்துள்ளது, அதன்படி, நவம்பர் 2024 இறுதியில் இருந்து, நவம்பர் 2024 இறுதிக்குள் 6462 மில்லியன் அமெரிக்க டாலர் பெறப்பட்டுள்ளது.",
        "இதற்கிடையில், 132,904 பெண் தொழிலாளர்கள் மற்றும் 164,680 ஆண் தொழிலாளர்கள் உட்பட 2023 ஆம் ஆண்டில் 297,584 இலங்கைகள் வெளிநாட்டில் உள்ளன."
      ]
    },
    "en": {
      "title": "The Korea, Japan and Israel will benefit to work",
      "body_lines": [
        "Most of Sri Lanka's history is 2024 as the year of employment, and the number of overseas has been abroad this year is 312,836.",
        "Most of the previous have passed over the year 2022, and in the last 6 years (2019-2024), 13 lakhs of Sri Lankans have been abroad.",
        "During the year 2024, 185,162 male workers and 127,674 women have been abroad for employment. Sri Lankans have gone abroad to employment and is to Kuwait, which is 77,546. Secondly, the United Arab Emirate is mostly overseas, and it is 51,550.",
        "Antique that the Bureau's statistics is an important thing to do so in countries like South Korea, Israel and Japan, as South Korea, Israel and Japan is more. Accordingly, during the year 2024, 7,098 Sri Lankans and 9,665 Sri Lankans and 8,665 Sri Lankans have left in Japan.",
        "Foreign exchange has increased significantly during this period, accordingly, from the end of November 2024, US $ 6462 million has been received by the end of November 2024.",
        "Meanwhile, 297,584 Sri Lankans have been abroad to work in 2023, including 132,904 female workers and 164,680 male workers."
      ]
    }
  },
  "summary_lines": []
}