{
  "translated_text": {
    "ta": {
      "title": "இலங்கை மகளிர் அணி இலங்கையை வீழ்த்தியது",
      "body_lines": [
        "இருபதுக்கு 20 மகளிர் உலகக் கோப்பையின் முதல் போட்டியில் இலங்கை மகளிர் கிரிக்கெட் அணி வென்றது.",
        "அவர்கள் தாய்லாந்து மகளிர் கிரிக்கெட்டை 67 ரன்கள் வித்தியாசத்தில் தோற்கடித்தனர்.",
        "முதலில் பேட்டிங், இலங்கை மகளிர் கிரிக்கெட் அணி 20 விக்கெட்டுகளின் முடிவில் 5 விக்கெட் இழப்புக்கு 122 ரன்கள் எடுத்தது.",
        "அதற்கு பதிலளிக்கும் விதமாக, தாய்லாந்து மகளிர் கிரிக்கெட் அணி 16 ஓவர்களின் முடிவில் 55 ரன்கள் எடுத்தது.",
        "பந்துவீச்சில் 14 ரன்களுக்கு 3 விக்கெட்டுகள் இருந்தன, உதேஷிகா பிரபோதானி 10 ரன்களுக்கு இரண்டு விக்கெட்டுகளை வீழ்த்தினார்."
      ]
    },
    "en": {
      "title": "Sri Lanka women's team beat Sri Lanka",
      "body_lines": [
        "Sri Lanka women's cricket team won the first match of the Twenty20 Women's World Cup.",
        "They defeated Thailand women's cricket by 67 runs.",
        "Batting first, Sri Lanka women's cricket team scored 122 runs for the loss of 5 wickets at the end of the 20 wickets.",
        "In reply, Thailand women's cricket team scored 55 runs in the end of 16 overs.",
        "In bowling was 3 wickets for 14 runs while Udeshika Prabodhani took two wickets for 10 runs."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka women's cricket team won their first Twenty20 Women's World Cup match against Thailand by 67 runs, scoring 122/5 in 20 overs, and Thailand scored 55/16."
  ]
}