{
  "translated_text": {
    "si": {
      "title": "ஆகஸ்ட்டில் உலகையே அச்சுறுத்தும் பேரழிவு : பாபா வாங்கா",
      "body_lines": [
        "අමරණීයයන් ස්වල්පයක් පමණක් බව ලෝකයේ බොහෝ අනාගතවක්තෘවරුන් සිටී. බබා වංගය වඩාත් අමරණීය අනාගතවක්තෘවරයෙකි.",
        "பல்கேரியாவைச் சேர்ந்த கண் தெரியாத ஆன்மீகவாதியான பாபா வாங்கா, எதிர்காலத்தைப் பற்றிய அவருடைய விசித்திரமான மற்றும் மர்மமான கணிப்புகளுக்குப் புகழ்பெற்றவர்.",
        "ඔහුගේ නිවැරදි හා විශ්මය ජනක අනාවැකි සඳහා ඔහුව බෝල්කන්හි \"නේස්රඩාවස්\" ලෙස හැඳින්වේ.",
        "1996 දී ඔහු මිය ගියද, ඔහුගේ අනාවැකි ලොව පුරා බොහෝ රටවල මිනිසුන්ගේ අවධානය ආකර්ෂණය කරයි.",
        "පසුගිය අර්ධ ශතවර්ෂයේ ඔහුගේ අනාවැකි බොහෝ දෙනෙක් ජනතාව පුදුමයට පත් කර ඇති අතර, බොහෝ දෙනෙක් ඔහුගේ අනාවැකි අනුගමනය කරන්නේ ඇයි.",
        "මෑතකදී, ඔහුගේ පැරණි අනාවැකි වලින් එකක් නැවතත් අනාවරණය වී ඇති අතර, එය 2025 අගෝස්තු මාසයේදී \"ද්විත්ව ගින්න\" නමින් භයානක අනතුරු ඇඟවීමක් \"වේ.",
        "බබා වංගාගේ අනාවැකියට අනුව 2025 අගෝස්තු මාසයේදී බබා වංගා පැවසුවේ \"ද්විත්ව ගින්නක්\" සිදුවන බව බබා වංගයේ කියා සිටියේ, යමෙක් අහසින් පැමිණෙන අතර අනෙකා පොළොවෙන් පැමිණේ.. මෙම අනාවැකියේ සම්පූර්ණ අරුත තවමත් පැහැදිලි නැත. සමහරු විශ්වාස කරන්නේ මෙය ලැව් ගින්න සමඟ සම්බන්ධ විය හැකි බවයි.",
        "තවත් සමහරු සිතන්නේ මෙය ගිනිකඳු පිපිරීම් දැක්විය හැකි බවයි. උල්කාපාතයක් හෝ ග්රහකයක් පෘථිවියට පහර දිය හැකි බවට සංකල්ප ද තිබේ. නමුත් කිසිවෙකුට විශ්වාස නැත, නමුත් මෙම අනාවැකිය ලොව පුරා ඇති උනන්දුව හා බිය ඇති කර තිබේ.",
        "බබා වංගා අගෝස්තු මාසයේ තවත් භයානක අනාවැකියක් ලබා දී ඇත. එය \"අනවශ්ය දැනුම\". අගෝස්තු මාසයේදී ඔහු කියා සිටියේ මිනිස් සංහතිය ඔවුන්ට කිසි දිනෙක නොදැන සිටිය නොහැකි නව දෙයකටම ළඟා වන බවයි. මෙයින් අදහස් කරන්නේ මිනිසුන් මිනිසුන්ට කම්පනය හෝ භයානක යැයි හෝ දැන ගැනීමට සූදානම් නැති දෙයක් සොයා ගත හැකි බවයි.",
        "මෙම කාරණය හෙළි වූ පසු එය විනාශ කිරීමට හෝ නැවත සැඟවිය නොහැකි බවට ද ඔහු අනතුරු ඇඟවීය. තමාට පැවසූ දේ කිසිවෙකු හරියටම දන්නේ නැත, නමුත් සමහරු විශ්වාස කරන්නේ එය ජෛව තාක්ෂණික හෝ කෘතිම බුද්ධිය සමඟ සම්බන්ධ වන බවයි.",
        "බබා වැන්ගා පැවසුවේ අමුතු අනාවැකියක්, \"එකට හැරී ගිය හස්තය දෙකට කැඩී ඇති අතර, සෑම කෙනෙකුම තමන්ගේම මාර්ගයට යනු ඇත.\" සමහර අය සිතන්නේ මෙය නේටෝ හෝ යුරෝපා සංගමය වැනි කණ්ඩායම්වල බිඳවැටීම හෝ කටුක මතය පෙන්නුම් කරයි. මෙම ක්රමයේ සමහර සාමාජික රටවල් වෙන් කළ හැකිය හෝ විවිධ දිශාවලට වෙන් කළ හැකිය. තවත් සමහරු විශ්වාස කරන්නේ මෙය යුරෝපයේ නැගෙනහිර හා බටහිර අතර ආතතිය වර්ධනය වීමයි. රීල්"
      ]
    },
    "en": {
      "title": "Disaster that threatens the world in August: Baba Vanga",
      "body_lines": [
        "There are so many prophets in the world that only a few are immortalized. Baba Wanga is one of the most immortal prophets.",
        "Baba Wanga, an invisible spiritualist from Bulgaria, is famous for his strange and mysterious predictions about the future.",
        "For his accurate and stunning prophecies he is called \"Nastradamus\" of Balkan.",
        "Although he died in 1996, his predictions attract the attention of people in many countries around the world.",
        "Many of his predictions in the last half century have surprised the people, which is why many are still following his prophecies.",
        "Recently, one of his old predictions has come to light again, which is about a dangerous warning called \"double fire\" that will take place in August 2025.",
        "According to the prophecy of Baba Vanga, in August 2025, Baba Wanga said that a \"double fire\" will occur, one comes from the sky and the other comes from the earth.. The complete meaning of this prophecy is not yet clear. Some believe that this may be associated with wildfire.",
        "Others think this may indicate volcanic eruptions. There are also concepts that a meteor or asteroid can strike the earth. But no one is sure, but this prophecy has created interest and fear throughout the world.",
        "Baba Wanga has given another dangerous prophecy for August. That is the \"unwanted knowledge\". In August, he said that the human race would approach a new kind of thing they could never know. This means that people can be found that people are shocking or dangerous to people, or they can find something that is not ready to know.",
        "He also warned that once this fact is revealed, it cannot be destroyed or hidden again. No one knows exactly what he came to say, but some believe that it may be associated with biotechnology or artificial intelligence.",
        "Baba Vanga has said a strange prophecy, \"The hand that turned together is broken into two, and each will go its own way.\" Some people think this may indicate breakdown or harsh opinion in groups like NATO or EU. Some member states from this system can separate or move in different directions. Others believe this may be about growing tension between the east and west of Europe. Remble"
      ]
    }
  },
  "summary_lines": []
}