{
  "translated_text": {
    "si": {
      "title": "'තනි තල් ගසක්' මේ මස 25 වන දින තමිල්නාඩුවේ පැවති ජාත්යන්තර චිත්රපට සම්මාන දිනා ගත්තේය",
      "body_lines": [
        "නවන් රේෂියා සහ නවා යුකාගේ කාර්යභාරය ඉටු කරන 'තනි තල් ගස' චිත්රපටය ජාත්යන්තර සිනමා උළෙලේදී සම්මාන පහළොවක් දක්වා සම්මාන 150 කට වඩා තිරගත කර තිබේ.",
        "මෙම චිත්රපටය 25 වන දින තමිල්නාඩුව සිනමාහල්වල මුදා හරින බව නිල වශයෙන් නිවේදනය කර ඇත.",
        "ජාත්යන්තරව ජාත්යන්තරව ජාත්යන්තරව ආකර්ෂණය වූ අතර, අධ්යක්ෂ පුතුිවාන් රාසායා 'තනි තල් ගස' චිත්රපටයේ රඟපෑ අතර 'තනි තල් ගස' චිත්රපටයේ රඟපෑ ය.",
        "අශ්වාමිට්රා චිත්රපටය රචනා කර ඇති අතර එය මහින්ද අබේසිංහ විසින් වාර්තා කර ඇත. මෙම චිත්රපටය විසින් එස්එස් ටැන්කඩ වල් විසින් නිෂ්පාදනය කර ඇති ආර්එස්එස් පෝෂණ මගින් නිෂ්පාදනය කෙරේ.",
        "මෙම චිත්රපටය පිළිබඳව අදහස් දක්වමින් අධ්යක්ෂවරයා, \"තනිකරම 'තනි තල් ගස' තිරගත කිරීම දෙමළ ඊලාම් ක්ෂේත්රයේ නිර්මාණය කර ඇති අතර, එය සමකාලීන වේලාවේ ජනතාව හමුවෙමින් පවතින බව ගැනයි.",
        "සැබෑ සිදුවීම් මත පදනම් වූ මෙම චිත්රපටය ජාත්යන්තර සිනමා උළෙලවලදී තිරගත වී ඇති අතර සම්මාන 17 ක් දිනා ඇත. මෙම චිත්රපටය තමිල්නාඩුවේ ජනතාව විසින් මෙම චිත්රපටයට සහාය වනු ඇතැයි අපට විශ්වාසයි. \""
      ]
    },
    "en": {
      "title": "'Single Palm Tree' won the International Film Awards in Tamil Nadu on the 25th of this month",
      "body_lines": [
        "The movie 'Single Palm Tree', which plays the lead role in the role of the Navan Rasiah and the Nava Yuka, has screened more than fifteen awards at international film festivals.",
        "It has been officially announced that the film will be released in Tamil Nadu theaters on the 25th.",
        "Internationally attracted internationally, director Puthivan Rasaya has starred in the film 'Single Palm Tree' and starred in the film 'Single Palm Tree'.",
        "Ashwamitra has composed the film, which has been recorded by Mahinda Abeysinghe. The film is being produced by RSS Pictures, which has been produced by S Tanika Vale.",
        "Commenting on the film, the director said, “The screenplay of the 'Single Palm Tree' has been created in the Tamil Eelam field, which focuses on the fact that the people are meeting in the contemporary time.",
        "The film, which is based on true events, has been screened at international film festivals and won 17 awards. We are confident that the film will be supported by the people of Tamil Nadu. ”"
      ]
    }
  },
  "summary_lines": [
    "\"Single Palm Tree\" wins award in Tamil Nadu. Directed by Puthivan Rasaya, starring Navan Rasiah and Nava Yuka. Won 15+ international film festival awards. Set in Tamil Eelam, based on true events. To release in Tamil Nadu theaters on 25th. Produced by RSS Pictures. Director confident of local support."
  ]
}