{
  "translated_text": {
    "ta": {
      "title": "வேளாண் ஏற்றுமதியில் அதிகரிப்பு",
      "body_lines": [
        "வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சின் செயலாளர் பி. பி. பி.. எல். அது. ஜெய் தர்மகிர்தி கூறினார்.",
        "2022 உடன் ஒப்பிடும்போது 2023 வேளாண் ஏற்றுமதி வருவாயால் பின்தங்கியதைக் கட்டுப்படுத்த எடுக்கப்பட்ட விரைவான நடவடிக்கைகள் காரணமாக இந்த முன்னேற்றத்தைப் பெற முடியும் என்று அவர் கூறினார்.",
        "வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சின் செயலாளர் பி. எல். அது. ஜனாதிபதி ஊடக மையத்தில் இன்று (15) ஜனாதிபதி ஊடக மையத்தில் ஜனாதிபதி ஊடக மையத்தில் ஜனாதிபதி ஊடக மையத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசினார்.",
        "கடந்த காலங்களில் விவசாய நிலைமைகளை மேம்படுத்துவதில் இத்தகைய முன்னேற்றம் ஒரு வெற்றியாகும் என்று அவர் கூறினார்.",
        "செயலாளர், வேளாண்மை மற்றும் தோட்டத் தொழில்கள் அமைச்சகம் ஆ. எல். அது. ஜே தர்மகிரி கூறினார்,",
        "2022 உடன் ஒப்பிடும்போது 2023 இல் ஏற்றுமதி வருவாய் குறைவு ஏற்பட்டது. அதன்படி, 2024 ஆம் ஆண்டின் முதல் ஆறு மாதங்களில் விவசாய ஏற்றுமதிகள் 2024 ஆம் ஆண்டின் முதல் ஆறு மாதங்களில் எடுக்கப்பட்டவை, விரைவான நடவடிக்கைகள் காரணமாக. இந்த நேரத்தில் விவசாயத்தின் சாதகமான காலநிலை நிலைமைகள் இல்லை என்று கூற வேண்டும். இத்தகைய சவால்களால் அடையப்பட்ட முன்னேற்றம் உண்மையில் ஒரு வெற்றியாக இருக்க வேண்டும்.",
        "எடுத்துக்காட்டாக, ஏப்ரல் 2023 க்குள், சம்பாதித்த 407.6 மில்லியன் அமெரிக்க டாலர் ஏப்ரல் 2024 க்குள் 450.5 மில்லியன் அமெரிக்க டாலராக அதிகரித்துள்ளது.",
        "மேலும், ஏப்ரல் 2023 க்குள், தேங்காய் 212 மில்லியன் அமெரிக்க டாலர்களால் சம்பாதிக்கப்பட்டது. இது ஏப்ரல் 2024 க்குள் 263 மில்லியன் அமெரிக்க டாலர்களாக வளர்ந்துள்ளது. ஏப்ரல் 2023 க்குள், 299 மில்லியன் அமெரிக்க டாலர், 299 மில்லியன் அமெரிக்க டாலர், ஏப்ரல் 2024 க்குள் ஏற்றுமதி ஏற்றுமதி வருவாய் 335 மில்லியன் அமெரிக்க டாலர்கள். அந்த காலகட்டத்தில், இலவங்கப்பட்டை ஏற்றுமதி வருவாய் 53.3 மில்லியன் அமெரிக்க டாலர்கள் மற்றும் மிளகு ஏற்றுமதி வருவாய் 14.3 மில்லியன் அமெரிக்க டாலரிலிருந்து 14.0 மில்லியன் அமெரிக்க டாலர்களிலிருந்து அதிகரித்துள்ளது.",
        "விவசாயத் துறை தொடர்ந்து அதிகமாக உள்ளது. உரத்தின் குறைப்பு காரணமாக தேயிலை உற்பத்தியைக் குறைப்பது குறைக்கப்பட்டது. அதன்படி, உரங்களை வழங்க ஒரு சிறப்புத் திட்டத்தை நாங்கள் தொடங்கினோம்.",
        "ඒ අනුව සෑම කිලෝ ග්‍රෑම් 50ක පොහොර බෑගයක් සඳහා රුපියල් 2000ක සහනාධාරයක් යටතේ පොහොර ලබා දීමට කටයුතු කළා. 20,000 மெட்ரிக் டன் 20,000 மெட்ரிக் டன்களில் மீதமுள்ள 20,000 மெட்ரிக் டன் தேயிலை உரங்களுக்கு இருபத்தி 10,000 மெட்ரிக் டன் டன் வழங்கப்பட்டுள்ளது.",
        "மேலும், தேயிலை சாகுபடியில் பாய்ச்சல், மீட்டமைத்தல் மற்றும் நேரடி சாகுபடி மானியத் திட்டம் 2022 முதல் 745 ஹெக்டேரில் அமைந்துள்ளது. இதன் கீழ், ரூ. 2024 ஆம் ஆண்டில் ரூ.",
        "மேலும், தேயிலை சிறிய ஹோல்டிங்ஸ் திட்டத்தால் தேயிலை நடவு திட்டம் செயல்படுத்தப்படும், இது தேயிலை ஸ்மால் ஹோல்டிங்ஸ் மேம்பாட்டு ஆணையத்தால் செயல்படுத்தப்படும்.",
        "தற்போது, ​​தேங்காய் மற்றும் தேங்காய் உமிகள் மற்றும் தேங்காய் உமிகள் தேங்காய் லேசான அடிப்படையிலான தயாரிப்புகளைப் பொறுத்தவரை, நாட்டிற்கு வெளிநாட்டு வருமானத்தை ஈட்ட முடிந்தது. அதன்படி, 2022 ஆம் ஆண்டில், தேங்காய் அடிப்படையிலான ஏற்றுமதியிலிருந்து 817 மில்லியன் அமெரிக்க டாலர் பதிவு வருமானம் பெறப்பட்டுள்ளது. 2023 ஆம் ஆண்டில், பொருத்தமான ஒழுங்குமுறை மற்றும் கட்டுப்பாட்டு நடவடிக்கைகளை எங்களால் கொண்டு வர முடிந்தது, ஆனால் குறைந்த விலை ஒழுங்குமுறை மற்றும் கட்டுப்பாட்டு நடவடிக்கைகளைப் பயன்படுத்தி நாட்டிற்கு 700 மில்லியன் அமெரிக்க டாலர் வருவாய் ஈட்ட முடிந்தது.. ஏப்ரல் 2024 க்குள், 263.06 மில்லியன் அமெரிக்க டாலர், இது முந்தைய ஆண்டை விட 24% வரை உள்ளது.",
        "புதிய ரப்பர் சாகுபடியின் எண்ணிக்கை 921 ஹெக்டேர் ஆகும், அவை இரண்டு ஆண்டுகளில் பயிரிடப்படுகின்றன.. 2014 இல் 1135 ஹெக்டேர் ரப்பர் ஆண்டை பயிரிட திணைக்களம் திட்டமிட்டுள்ளது. 605 ஹெக்டேர் சாகுபடி மற்றும் 415 ஹெக்டேர் மீட்டமைக்கப்படும். ரூ. முந்தைய ரப்பர் சாகுபடி திட்டம் 2023 முதல் இயக்கப்படாது, மேலும் விவசாயிகள் தேவைப்படும் தாவரங்களைப் பொறுத்தவரை 2023 முதல் திணைக்களத்திற்கு இலவசமாக வழங்கப்படும்."
      ]
    },
    "en": {
      "title": "Increase in agro exports",
      "body_lines": [
        "Secretary to the Ministry of Agriculture and Plantation Industries B. B.. L. it. Jay Dharmakirthi said.",
        "He said that this progress could be obtained due to the accelerated measures taken to control the disadvantaged by the agricultural export earnings of 2023 compared to 2022.",
        "කෘෂිකර්ම හා වැවිලි කර්මාන්ත අමාත්‍යාංශයේ ලේකම් බී. L. it. He was speaking at a press conference held at the press conference held at the Presidential Media Center today (15) at the Presidential Media Center today (15) at the Presidential Media Center.",
        "He added that such progress is a victory in the promotion of agricultural conditions in the past period.",
        "Secretary, Ministry of Agriculture and Plantation Industries B. L. it. J Dharmakirti said,",
        "There was a decrease in export earnings in 2023 compared to 2022. Accordingly, the agricultural exports in the first six months of the year 2024 had been made in the first six months of 2024 due to the accelerated measures taken. It should be stated at this time that there was not a favorable climatic conditions of agriculture. The progress achieved by such challenges must be indeed a victory.",
        "For example, by April 2023, an US $ 407.6 million earned increased to US $ 450.5 million by April 2024.",
        "ඒ වගේම 2023 වසරේ අප්‍රේල් මාසය වන විට පොල් අපනයනයෙන් ඇමෙරිකානු ඩොලර් මිලියන 212ක ආදායමක් ලැබුවා. It has grown to US $ 263 million by April 2024. By April 2023, US $ 299 million, US $ 299 million, export export earnings of US $ 335 million by April 2024. ඒ වගේම එම කාල සීමාව තුළ කුරුඳු අපනයන ආදායම ඇමෙරිකානු ඩොලර් මිලියන 53.3 සිට ඇමෙරිකානු ඩොලර් මිලියන 56.1 දක්වාත්, ගම්මිරිස් අපනයන ආදායම ඇමෙරිකානු ඩොලර් මිලියන 13.3 සිට ඇමෙරිකානු ඩොලර් මිලියන 14.0 දක්වාත් වැඩි වී තිබෙනවා.",
        "The field of agriculture is constantly high. Lowering tea production was reduced due to the reduction in fertilizer. Accordingly, we launched a special program to supply fertilizer.",
        "Accordingly, the 50kg of fertilizer bag of Rs.. Twenty 10,000 metric tons of tea fertilizers have been provided with the remaining 20,000 metric tons of 20,000 metric tons of 20,000 metric tons.",
        "Also, leaping, resetting and direct cultivation subsidy project in tea cultivation is located in 745 hectares since 2022. Under this, Rs. 140 million has been given to 324 growers. A new project has also been launched to upgrade Rs. 60 million for the year 2024.",
        "Also, the Tea Planting Project will be implemented by the Tea Small Holdings Project, which will be implemented by the Tea Small Holdings Development Authority.",
        "Currently, coconut and coconut husks and coconut husks have been able to earn a foreign income for the country, as far as coconut mild-based products. Accordingly, in 2022, record income of US $ 817 million has been received from coconut based exports. In 2023, we have been able to bring suitable regulatory and control measures, but we have been able to revenue US $ 700 million to the country using the low-cost regulatory and control measures.. By April 2024, USD 263.06 million, it is up to 24% over the previous year.",
        "The number of new rubber cultivation is 921 hectares, which are cultivated in the two years.. The department plans to cultivate 1135 hectares of rubber year in2014. 605 hectares of cultivation and 415 hectares will be restored. The project has been allocated for providing supply of Rs. 149 million. The previous rubber cultivation scheme will not be operated from 2023 and the department will be provided with free of charge from 2023 as far as plants required by growers."
      ]
    }
  },
  "summary_lines": [
    "Agricultural exports saw significant growth in 2024, attributed to strategic measures to boost earnings despite challenging climatic conditions. Key crops like rice, cloves, and coriander experienced increased export revenues, while efforts were made to address issues like reduced tea production due to fertilizer shortages. Initiatives included a special fertilizer program and subsidies for tea cultivation, alongside projects aimed at boosting coconut and rubber exports. These efforts led to notable increases in export earnings, highlighting the sector's resilience and potential for growth."
  ]
}