{
  "translated_text": {
    "ta": {
      "title": "ஹ outh தி நினைவு வீரர்கள் மீண்டும் பரவுகிறார்கள்",
      "body_lines": [
        "இந்தியப் பெருங்கடல் மற்றும் செங்கடலில் நான்கு கப்பல்கள் யேமனின் கிளர்ச்சியாளர்கள் மீதான தாக்குதலைத் தாக்கியதாக சர்வதேச ஊடகங்கள் தெரிவிக்கின்றன.",
        "இந்தியப் பெருங்கடலின் பெயர்கள் ஒரு ட்ரோன் போக்குவரத்து கப்பல் தொடங்கப்பட்டன.",
        "பாலஸ்தீனியா மீதான தாக்குதல்களுக்கு பதிலளிக்கும் விதமாக இஸ்ரேலும் உறவுகளும் தாக்கப்படுவதாக இஸ்ரேல் கூறுகிறது என்று ஹவுத் ரில்டர்ஸ் கூறுகிறார்.",
        "இராசி கடல் என்றால் அந்த கப்பலின் பதிவு செய்யப்பட்ட உரிமையாளர் ஒரு நிறுவனம். இஸ்ரேலிய இஸ்ரேலிய தொழிலதிபர் அதன் பகுதிகளைப் பெறுகிறார்.",
        "ஆர்ப்பாட்டக்காரர்கள் ஒரு கப்பலின் கப்பல் மற்றும் செங்கடலில் இரண்டு கடற்படை கப்பல்களால் தாக்கப்பட்டனர்."
      ]
    },
    "en": {
      "title": "Houthi commemorators spreads again",
      "body_lines": [
        "International media reports that four vessels in the Indian Ocean and Red Sea have attacked the attack on Yemen's rebels.",
        "The names of the Indian Ocean was launched a drone transport ship.",
        "Houthi Relters Says Israel tells that Israel and relationships are attacked in response to the attacks on Palestinia.",
        "The registered owner of that vessel is a company if zodiac maritime. Israeli Israeli businessman receives its parts.",
        "The demonstrators were attacked by a ship's ship and two navy vessels in the Red Sea."
      ]
    }
  },
  "summary_lines": [
    "Houthi commemorators attacked by four vessels in the Indian Ocean and Red Sea, including a drone transport ship owned by Zodiac Maritime, in response to Israel's attacks on Palestine."
  ]
}