{
  "translated_text": {
    "ta": {
      "title": "இந்தியாவின் வதந்தி சைவ நடிகை ஜாக்லீன்",
      "body_lines": [
        "சைவ நடிகையாக இலங்கை வம்சாவளியைச் சேர்ந்த பாலிவுட் நடிகை இலங்கை தோற்றம் சைவ நடிகையாக மதிப்பீடு செய்யப்பட்டுள்ளது.",
        "ஜாக்குலின் பெர்னாண்டஸ் அமெரிக்காவை தளமாகக் கொண்ட பெட்டாவின் \"சைவ நடிகை\", அவர் விலங்குகளுக்காகத் தோன்றுகிறார்.",
        "இது விலங்கு நலனின் தியாகம் மற்றும் பரிதாபத்தையும் கருணையையும் பராமரிப்பதற்கான மரியாதை.",
        "ஜாக்குலின் தந்தை ஒரு இலங்கை வம்சாவளியைச் சேர்ந்தவர், அவரது தாயார் மலேசிய வம்சாவளியைக் கொண்ட ஒரு பெண்.",
        "ஜாக்குல் பஹ்ரைனுக்கு குடிபெயர்ந்தார், பின்னர் அவர் படங்களின் உருவத்தில் வாழ்க்கையைத் தொடங்கினார்.",
        "2006 ஆம் ஆண்டில் இலங்கையில் யுனிவர்சல் யுனிவர்சலை மாற்றும் ஜாக்குல், ஜாக்குல் இந்தியாவுக்குச் சென்று பாலிவுட் சினிமாவுக்குள் நுழைந்தார்.",
        "ஒரு சைவ வாழ்க்கை முறையின் இணைப்பின் சிறந்த எடுத்துக்காட்டு விலங்குகளின் புத்துணர்ச்சியின் சிறந்த எடுத்துக்காட்டு, மேலும் அவர் குரலைப் பிடித்த புதிதாக உமிழ்வின் சிறந்த எடுத்துக்காட்டு.",
        "இறைச்சியிலிருந்து ஒரு வாழ்க்கை முறை இலவச வாழ்க்கை முறையை பராமரிக்க பெட்டா மதிப்பீடு செய்யப்பட்டது."
      ]
    },
    "en": {
      "title": "Rumor of India is the vegetarian actress jacleen",
      "body_lines": [
        "The Sri Lankan origin, the Bollywood actress of Sri Lankan origin as the vegetarian actress, has been evaluated as the vegetarian actress.",
        "Jacqueline Fernandes is the \"Vegetarian Actress\" by the Petta, an US-based NGO, who appearing for animals.",
        "It is a respect for the sacrificial of the animal welfare and to the maintenance of pity and mercy.",
        "The father of Jacqueline is a Sri Lankan origin and her mother is a woman with a Malaysian origin.",
        "Jacquel has migrated to Bahrain, and later she had begun career in the image of the imagery.",
        "Jacquel that converts the universal universal in Sri Lanka in 2006, Jacquel to visit India and entered Bollywood cinema by photographing Jasmin's role across the movie Alading.",
        "The best illustration of the merger of a vegetarian lifestyle is the best illustration of the freshness of the animals, and the best illustration of the freshly emission she has caught his voice.",
        "The Petta was evaluated to maintain a lifestyle free lifestyle from the meat."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Jacqueline Fernandes, a Sri Lankan-Malaysian actress, adopted a vegetarian lifestyle. She began her Bollywood career in 2010, starring in films like \"Aladin.\" The US-based NGO Petta recognized her as a vegetarian actress, highlighting her commitment to animal welfare and compassion."
  ]
}