{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරණය පැවැත්වේ: තිසා අත්තනායක පවසන්නේ අප සූදානම්ව සිටිය යුතු බවයි",
      "body_lines": [
        "එක්සත් ජනතා බලයේ සංවිධායකයින් සහ පාර්ලිමේන්තු මන්ත්රී තිසා අත්තනායක මහතා පවසා ඇත්තේ තමා ජනාධිපතිවරණයට එක්වීමට තමා සැලසුම් කර ඇති බවයි.",
        "පසුගිය ජනාධිපතිවරණයේදී සජිත් ප්රේමදාසාට ඡන්ද 55 ක් ලක්ෂ 55 ක් ලැබී ඇති බවත්, ඔහුට ඡන්දය නොදුන් ලක්ෂ 75 ක ඡන්ද ප්රතිපාදන පදනමක් ඉදිකිරීම අරමුණු කර ගත් බවත් ඔහු පැවසීය.",
        "පදවාල සැන්ජින් ශාලාවේදී මදවල සැන්ජින් ශාලාවේ පැවති රැස්වීමේදී තිස්ස අත්තනායක පාර්ලිමේන්තු මන්ත්රීවරයා පදවාල සැන්සින් ශාලාවේදී පැවැත්වූයේ පටුම්බරේ මැතිවරණ කොට් constituency ාශයේ සංවිධායක තිලිනා බන්දර ටෙනකුන් විසිනි. ඉහත සඳහන් දේ.",
        "නව සාමාජිකයින් මිලියන විස්සක් විශාල අභියෝගයක් නොවේ. ඡන්ද මධ්යස්ථාන 12000 ක් ජනාධිපතිවරණයේදී ක්රියාත්මක වේ. ඔබ එක් මධ්යස්ථානයකින් ඡන්ද 160 ක් වැඩි කරන්නේ නම්, ඔබට ඉලක්කය සපුරා ගත හැකිය.",
        "වැඩි ජනාධිපතිවරණය දැඩි ලෙස පැවැත්වේ. ඒ නිසා අපි ඒ සඳහා සූදානම් විය යුතුයි.",
        "සජිත් ස්වාධීන රූපවාහිනී වැඩසටහනට නොපැමිණියේ මන්දැයි බොහෝ අය අසයි. අපි ස්වාධීන රූපවාහිනිය පිළිබඳ විවාදයක් ඉල්ලා සිටින්නේ නැත.",
        "අපි සජිත් අනුර සාකච්ඡාව සඳහා සූදානම් වෙමින් සිටිමු. අපි ඔහුට මේකට කතා කළා. රට ගොඩනැගීම සඳහා වන වැඩසටහන පිළිබඳ විවාදයකට අපි සූදානම්.",
        "රටක් තැනීම සඳහා පිරිසකට කණ්ඩායමක් අවශ්ය වේ. එම කණ්ඩායම් අතර විවාද කිරීම ද වැදගත් ය.",
        "රට ගොඩනඟන්නේ කෙසේද, ස්ථාන මාරු අර්බුදය සමඟ කටයුතු කරන්නේ කෙසේද සහ රැකියා අවස්ථා වැඩි කරන්නේ කෙසේද.",
        "ඊට අමතරව, අපට එම ගොනුව සහ මෙම ගොනුව තර්ක කිරීමට ඇති බව සඳහන් කිරීම වටී. පට්ටම්බරායි ප්රදේශ් සභාවේ හිටපු උප සභාපති මලික් මහතා"
      ]
    },
    "en": {
      "title": "Presidential election will be held: Tissa Attanayake says we should be ready",
      "body_lines": [
        "United People's Power Organizer and Member of Parliament Tissa Attanayake has said that he plans to join the presidential election.",
        "He said Sajith Premadasa received 55 lakh votes in the last presidential election and that it would be aimed at building a voter base of 75 lakhs who did not vote for him.",
        "Tissa Attanayake MP at the meeting held at the Madawala Sansin Hall on Friday, headed by Tilina Bandara Tennakoon, the organizer of the Patathumbarai constituency. The above said.",
        "Twenty million new members are not a big challenge. 12000 polling stations operate in the presidential election. If you increase 160 votes from one center, you can achieve the goal.",
        "The more presidential election will be held strictly. So we must be prepared for it.",
        "Many people ask why Sajith did not go to the independent television show. We are not asking for a debate on independent television.",
        "We are preparing for Sajith Anura discussion. We also called him for this. We are ready for a debate on the program to build the country.",
        "A group of people need a group to build a country. It is also important to have debate among those groups.",
        "How to build the country, how to deal with the transfer crisis, and how to increase employment opportunities.",
        "In addition, it is worth noting that we have that file and this file to argue. Former Vice President of the Pathumbarai Pradeshiya Sabha MR Malik"
      ]
    }
  },
  "summary_lines": [
    "Tissa Attanayake, a United People's Power Organizer and MP, announced his intention to participate in the upcoming presidential election, aiming to expand his voter base significantly. He highlighted the importance of preparation for a strict election process and emphasized the need for discussions on national issues like economic crises and employment."
  ]
}