{
  "translated_text": {
    "ta": {
      "title": "இந்தச் சட்டத்தின்படி, மூன்று முன்னாள் ஜனாதிபதிகள் தங்கள் உத்தியோகபூர்வ வீடுகளை இழக்கிறார்கள் - மஹிந்தாவுக்குச் செல்ல",
      "body_lines": [
        "முன்னாள் ஜனாதிபதிகளுக்கு வழங்கப்பட்ட உத்தியோகபூர்வ காலாண்டுகளை மீட்டெடுக்க ஜனாதிபதியின் ஜனாதிபதியின் ஏற்பாடுகளின் விதிகளின் விதிகளின்படி, ஜனாதிபதிகள் ஏற்பாடுகளின் ஏற்பாடுகளின் ஏற்பாடுகளின் விதிகள் அரசாங்கத்திடம் ஒப்படைக்கப்பட வேண்டும்.",
        "திருமதி மஹிந்த ராஜபக்ஷம், மைத்ரிபால சிரிசேனா மற்றும் சந்திரிகா பண்டாரநாயக குமாரத்துங்கா ஏற்கனவே முன்னாள் ஜனாதிபதிகளைப் பயன்படுத்துகின்றனர்.",
        "நேற்று (10) நிறைவேற்றப்பட்ட செயல் படி, அவர்கள் அந்த சலுகையை இழந்துவிட்டார்கள்.",
        "அதன்படி, ஜனாதிபதி மஹிந்த ராஜபக்ஷம் இன்று (11) உத்தியோகபூர்வ இல்லத்தை விட்டு வெளியேற உள்ளது.",
        "இலங்கை ஜெனரல் முன்னணியின் செய்தித் தொடர்பாளர் அவர் ஹம்பந்தோட்டாவில் உள்ள கார்ல்டன் ஹவுஸுக்கு பயணிக்க வேண்டும் என்று கூறினார்.",
        "கூடுதலாக, முன்னாள் ஜனாதிபதிகள் மைத்ரிபால சிரிசேனா மற்றும் சந்திரிகா பண்டாரநாயக குமாரத்துங்கா ஆகியோர் தங்கள் உத்தியோகபூர்வ வீடுகளுக்கு ஒப்படைக்கப்படுவார்கள்.",
        "உத்தியோகபூர்வ வீடுகள் ஒப்படைக்கப்படாவிட்டால், அது உத்தியோகபூர்வ வீடுகள் குறித்து தெரிவிக்கப்படும் என்று பொது நிர்வாக அமைச்சகம், மாகாண சபைகள் மற்றும் உள்ளூராட்சி அமைச்சகம் தெரிவித்துள்ளது.",
        "இதற்கிடையில், பொது நிர்வாக அமைச்சகம், மாகாண கவுன்சில்கள் மற்றும் உள்ளூராட்சி மன்றம் ஜனாதிபதியின் தலைப்பு அகற்றும் சட்டத்தின் விதிகள் என்று கூறுகிறது.",
        "அமைச்சின் செய்தித் தொடர்பாளர் ஒருவர் இந்தச் சட்டத்தை ஆய்வு செய்வார் என்றும் மேலும் நடவடிக்கை எடுப்பதாகவும் எதிர்பார்க்கப்படுகிறது.",
        "பணி அகற்றும் மசோதாவின் இரண்டாவது வாசிப்பு நேற்று பாராளுமன்றத்தில் நடைபெற்றது, மேலும் வாக்குகள் 151 வாக்குகள் மற்றும் எதிர்ப்பிற்கு ஆதரவாக இருந்தன.",
        "சபாநாயகர் மருத்துவ ஜகாத் விக்ரமாரத்னே நிறைவேற்றப்பட்ட மசோதாவுக்கு மசோதாவாக கையெழுத்திட்டார்.",
        "இந்தச் சட்டத்தை அமல்படுத்துவது ஒரு முன்னாள் ஜனாதிபதி அல்லது முன்னாள் ஜனாதிபதி அல்லது முன்னாள் ஜனாதிபதியின் விதவை, மாதாந்திர செயலாளர் கொடுப்பனவு மற்றும் பிற வசதிகள் மற்றும் பிற வசதிகள் மற்றும் பிற வசதிகள் மற்றும் பிற வசதிகள் மற்றும் பிற வசதிகள் மற்றும் பிற வசதிகள் மற்றும் பிற வசதிகளுக்கும் இழக்கப்படும்."
      ]
    },
    "en": {
      "title": "According to the Act, three former presidents lose their official homes - to go to Mahinda",
      "body_lines": [
        "According to the provisions of the President's provisions of the President of the Presidents' Arrangements have to be handed over to the government to restore the official quarters given to former presidents.",
        "Mrs. Mahinda Rajapaksa, Maithripala Sirisena and Chandrika Bandaranaike Kumaratunga are already using the former presidents.",
        "According to the Act passed yesterday (10), they had lost that privilege.",
        "Accordingly, President Mahinda Rajapaksa is to leave the official residence today (11).",
        "A spokesman for the Sri Lanka General Front stated that he is to travel to Carlton House in Hambantota.",
        "In addition, former presidents Maithripala Sirisena and Chandrika Bandaranaike Kumaratunga will be handed over to their official homes.",
        "The Ministry of Public Administration, Provincial Councils and Local Government said that if the official homes were not handed over, it would be informed of the official homes.",
        "Meanwhile, the Ministry of Public Administration, Provincial Councils and Local Government states that the provisions of the President's Title Removal Act.",
        "A spokesperson of the Ministry stated that the Act is expected to study the Act and to take further action.",
        "The second reading of the Task Removal Bill was held in Parliament yesterday, and the vote was in favor of 151 votes and opposition in favor.",
        "Speaker Medical Jagath Wickramaratne was signed as a bill to the relevant Bill, which was passed.",
        "The implementation of the Act will be lost to a former president or former president or former President's widow, a monthly secretary allowance and other facilities and other facilities and other facilities and other facilities and other facilities and other facilities and other facilities and other facilities."
      ]
    }
  },
  "summary_lines": []
}