{
  "translated_text": {
    "si": {
      "title": "වතු සමාගම් විසින් ඉදිරිපත් කරන ලද මෙම යෝජනාව සීඩබ්ලිව්සී නායක සෙන්තිල් තොන්ඩමන් ප්රතික්ෂේප කළේය!",
      "body_lines": [
        "නැගෙනහිර පළාතේ ආණ්ඩුකාර සෙන්තිල් තොන්ඩමන් සහ නැගෙනහිර පළාතේ ජනාධිපතිවරයා බදාදා කම්කරු අමාත්යාංශය හරහා කරන ලද යෝජනාව තරයේ ප්රතික්ෂේප කර තිබේ.",
        "\"කම්කරු අමාත්යාංශයේ පැවති සාකච්ඡාවලදී ආර්පීසී විසින් යෝජනා කරන ලද නව ව්යාපෘතිය කම්කරුවන්ට වඩා ආර්පීසී සඳහා වඩා ප්රයෝජනවත් වැඩසටහනක් පමණි.",
        "කම්කරුවන් සඳහා දිරිගැන්වීම් නමුත් ඒ සඳහා දිරිගැන්වීම් ඉල්ලා සිටියේ නැත. \"සෙන්තිල් තොන්ඩමන් පෙන්වා දුන්නේය.",
        "වැටුප් කවුන්සිලය හරහා සාධාරණ වැටුපක් වැඩිවීමක් අපේක්ෂා කරන බව සෙන්තිල් තොන්ඩමන් ද අමාත්ය මනූෂා නානායකර මහතාට පැවසුවාය.",
        "මේ අතර, අමාත්ය මනූෂා නනායකරා වැටුප් වැඩිවීමක් ලබා ගැනීම සඳහා උත්සාහයන් මාලාවක් සඳහා කම්කරුවන්ට සුබ පැතුම් එක් කළේය.",
        "වතු කම්කරුවන්ට රුපියල් 1700 ක වැටුප් වැඩිවීමක් කිරීමට රජය ගත් තීරණය සිදුවීම ද වටී."
      ]
    },
    "en": {
      "title": "CWC leader Senthil Thondaman rejected the proposal submitted by plantation companies!",
      "body_lines": [
        "Senthil Thondaman, the governor of the Eastern Province and the President of the Eastern Province, has strongly rejected the proposal submitted by the Plantation Companies through the Ministry of Labor on Wednesday, urging the Ceylon Workers Congress to insist on the pay rise of plantation workers.",
        "“In the negotiations in the Ministry of Labor, the new project proposed by RPC is only a more beneficial program for RPC than workers.",
        "We did not request the incentives for workers but rather salary. ”Senthil Thondaman pointed out.",
        "Senthil Thondaman also said to Minister Manusha Nanayakkara, that we are expecting a fair salary increase through the Salary Council.",
        "Meanwhile, Minister Manusha Nanayakkara congratulated the workers for a series of efforts to get a pay hike.",
        "It is also worth noting that the government's decision to pay a 1700 rupee salary hike to plantation workers is taking place."
      ]
    }
  },
  "summary_lines": [
    "Senthil Thondaman, CWC leader, rejects plantation companies' proposal, emphasizing need for salary increase, not incentives. He expects fair salary hike through Salary Council. Minister Manusha Nanayakkara congratulates workers on their efforts. Government plans a 1700 rupee salary hike for plantation workers."
  ]
}