{
  "translated_text": {
    "ta": {
      "title": "பஸ் - வேன் பயங்கரமான விபத்து",
      "body_lines": [
        "இரண்டு பேருந்துகள் மற்றும் ஒரு வேன் வேனின் முகத்தில் அனுமதிக்கப்பட்டு மருத்துவமனையில் சேர்க்கப்பட்டுள்ளன.",
        "இன்று இரவு 7.30 மணியளவில் ஹட்டன் - கொழும்பு பிரதான சாலையில் இந்த விபத்து ஏற்பட்டது.",
        "விபத்தில் காயமடைந்த பின்னர் வேனின் டிரைவர் மற்றும் இன்னொருவர் மருத்துவமனையில் சேர்க்கப்பட்டனர்.",
        "கண்டி முதல் ஹட்டனுக்கு பயணிக்கும் ஒரு தனியார் பஸ் மற்றும் ஹட்டனில் இருந்து ஹட்டனுக்கு பயணிக்கும் வேன் தெரிவிக்கப்பட்டுள்ளது.",
        "லிசாவின் எதிர் திசையில் அதிக வேகமாக இயங்கும் வேன் இருந்தபோது விபத்து ஏற்பட்டது.",
        "வான் டிரைவரின் வழிப்போக்கர்களும், விபத்தில் இன்னொருவரும் முன் இருக்கையில் சிக்கி வேனின் கதவைத் திறந்து காயமடைந்தவர்களை இயக்கினர்.",
        "எங்கள் நிருபரின் கூற்றுப்படி, பஸ் மற்றும் வேன் கடுமையாக சேதமடைந்தன.",
        "ஹட்டன்-கொலோம்போ பிரதான சாலை வழுக்கும் என்பதால், அந்த பகுதியில் போக்குவரத்தை கவனித்துக்கொள்ள ஓட்டுநர்களை கினிகாதேனா போலீசார் அழைக்கிறார்கள்."
      ]
    },
    "en": {
      "title": "Bus - van terrible accident",
      "body_lines": [
        "Two buses and a van have been admitted to the face of a van and hospitalized.",
        "The accident had occurred at the Hatton - Colombo main road around 7.30 pm today.",
        "The driver of the van and another were hospitalized after injuring the accident.",
        "A private bus traveling from Kandy to Hatton and a van traveling from Hatton to Hatton has been reported.",
        "The accident had occurred when the high fast-run van was on the opposite direction of Lissa.",
        "Passers of the van driver and another in the accident were trapped in the front seat and opened the door of the van and directed the injured.",
        "According to our correspondent, the bus and the van had severely damaged.",
        "The Ginigathena police call on the drivers to take care of traffic in the area, as the Hatton-Colombo main road is slippery."
      ]
    }
  },
  "summary_lines": [
    "In a tragic accident on the Hatton-Colombo road, two buses and a van collided, resulting in severe damage and hospitalization of several passengers. The incident occurred around 7:30 pm, involving a van speeding in the wrong direction and colliding head-on with a bus traveling from Kandy to Hatton. The van's driver and another passenger were critically injured. Passengers quickly assisted the trapped victims, urging them to exit through the van's front door. The police advise caution due to the road's slick conditions."
  ]
}