{
  "translated_text": {
    "si": {
      "title": "ඕසීට එරෙහි පළමු ටෙස්ට් තරගයේදී ඉන්දියාව ලකුණු 295 කින් ජයග්රහණය කළේය!",
      "body_lines": [
        "පර්ත් ක්රිකට් ක්රීඩාංගණයේදී ඕස්ට්රේලියාවට එරෙහිව පළමු පෝරේස්කර් සහ අයිසීසී ලෝක ටෙස්ට් ශූරතාවලියේදී ඉන්දියාව ලකුණු 295 කින් ජයග්රහණයකි.",
        "මෙම ජයග්රහණයත් සමඟ ඉන්දියාව මෝටෙක් ටෙස්ට් තරග පහක 1 - 0 ඊයම් ඊයම් කර තිබේ.",
        "දෙවන ඉනිමේදී යස්ව්වි ජයිස්වාල්, විරාත් කෝලි, ක්ලල්. රාහුල්ගේ කුසලතා සහ ජැස්ප්රිට් බම්රා සහ මොහොමඩ් සිරජ්ගේ නිවැරදි පන්දු යැවීම සඳහා ඉන්දියාව පහසු කළේය.",
        "තරගයේ කණ්ඩායම් නායකත්වය භාරව සිටි ජැට්රිට් සුම්රා රෝහිත් ෂර්මා වෙනුවට කණ්ඩායම වඩා හොඳ සහ ජයග්රහණය කළේය.",
        "දින හතර තුළ කණ්ඩායම් දෙක පළමු ඉනිමේදී බැබළීමට අසමත් විය.",
        "ඕස්ට්රේලියානුවන්ගේ වේගයෙන් පන්දු යැවීම සහ ඕස්ට්රේලියාව ඉන්දියානුවන්ගේ උපවාසයේ ලකුණු 104 ක් දක්වා ලකුණු 150 ක් රැස් කළේය.",
        "පළමු ඉනිමේදී ලකුණු 46 ක් වූ ඉන්දියාවේ පළමු ඉනිමේදී ලකුණු 46 ක් ලබා ගත් ඉන්දියාවේ කඩුලු 6 ක් අහිමි කර ලකුණු 487 ක් රැස් කළේය.",
        "ඕස්ට්රේලියාව දෙවන ඉනිමේදී ලකුණු 534 කදී ලකුණු 534 කදී ලකුණු 238 ක් අහිමි විය.",
        "අද පෙරවරුවේ කඩුලු 3 ක් දැවී ලකුණු 129 ක් වූ ඕස්ට්රේලියාවේ දෙවන ඉනිමේදී ලකුණු 12 ක දෙවන දින පැවති තරගයේ ජයග්රාහී ජයග්රහණය අහිමි විය.",
        "මධ්යම ක්රීඩකයන්ගේ ට්රැවිස් හෙඩ් (89), මිෂෙල් මාෂ් (47) සහ ඇලෙක්ස් ගැරී (36) සහ ඇලෙක්ස් ගැරී (36) ලෙස ඕස්ට්රේලියාව ලකුණු 200 කට වඩා වැඩිය.. නමුත් ඔවුන්ට ඕස්ට්රේලියාවේ පරාජය වැළැක්වීමට නොහැකි විය.",
        "ඕස්ට්රේලියාව වෙනුවෙන් ඉන්දියාව වෙනුවෙන් හාර්ෂිඩ් රානා, නයිට්ෂිෂ් කුමාර් රෙඩ්ඩි සහ ඕස්ට්රේලියාව වෙනුවෙන් නේතන් මැක්ස්විනි පිදුම් ලැබීය.",
        "ඉන්දියාව 1: 150 (නයිට්ෂිෂ් කුමාර් රෙඩ්ඩි 41, රිහබ් බන්ධනය 37, කි.මී.. රාහුල් 26, ජෝස් හෙස්ල්වුඩ් 29 - 5 වික්, මිෂෙල් මාෂ් 12 - 2 VIC. මිෂෙල් තොගය 14. සුරතල් කම්පනය 67 - 2 විග්.)",
        "ඕස්ට්රේලියාව 1: 104 (104 (104 (මිෂෙල් ස්ටොක් 26, ඇලෙක්ස් ගැරී 21, ජැෂ්ට් සුම්රා 30 - 5 VIC.",
        "ඉන්දියාව 2 වන දින: 487 - 6 විග්. Diclalard (yaswvi jaiasw 161, විරාත් කෝලි 100 ඒඊ, කේඑල්. රාහුල් 77, නයිට්ෂිෂ් කුමාර් රෙඩ්ඩි 38 ඒඊ, උපයෝගිතා 55, නේතන් ලයන් 96 - 2 වයි.)",
        "ඕස්ට්රේලියාව (සාර්ථක ඉලක්කය 534) 2 වන දින: සෑම කෙනෙකුටම 238 ක් අහිමි විය (ට්රැවිස් අංශය 89, මිෂෙල් මෑෂ් 46 - 3 VIC, Mohahamed Siraj 51 - 3 Vic."
      ]
    },
    "en": {
      "title": "India won by 295 runs in the first Test against Aussie!",
      "body_lines": [
        "India were a huge victory by 295 runs in the first Porter - Kavaskar and ICC World Test Championship against Australia at the Perth Cricket Stadium.",
        "With this victory, India has made a 1 - 0 lead in a five -match Test series.",
        "In the second innings Yaswvi Jaiswal, Virat Kohli, KL. Rahul's skills and the accurate bowling of Jasprit Bumrah and Mohammed Siraj made India easier.",
        "Also, Jasprit Bumrah, who was in charge of the team leadership in the match, replaced Rohit Sharma and made the team better and won.",
        "In the four days, the two teams failed to shine in the first innings.",
        "India scored 150 runs in the Australians 'fast bowling and Australia curled up to 104 runs in Indians' fast.",
        "In the first innings, India, who were the leading 46 runs in the first innings, were very exciting in the second innings, losing 6 wickets and scoring 487 runs.",
        "Australia lost all the wickets in the second innings towards the winning target of 534 runs, losing 238 runs.",
        "On the fourth day of the match, Australia, who continued their second innings from 12 runs for the loss of 3 wickets this morning, lost the 5th Victory when the total number was 79 runs.",
        "Australia scored more than 200 runs as Medium players Travis Head (89), Michelle Marsh (47) and Alex Gary (36) were slightly relaxed.. But they could not prevent Australia's defeat.",
        "Harshid Rana, Nitish Kumar Reddy on behalf of India and Nathan Maxwini on behalf of Australia were debutant.",
        "India 1 in: 150 (Nitish Kumar Reddy 41, Rishabh Bond 37, KL. Rahul 26, Jos Heslwood 29 - 5 Wick., Michelle Mash 12 - 2 Vic., Michelle Stock 14. Pet Communus 67 - 2 wig.)",
        "Australia 1 in: 104 (Michelle Stock 26, Alex Gary 21, Jasprit Bumrah 30 - 5 Vic., Harshid Rana 48 - 3 Vic.",
        "India 2nd in: 487 - 6 wig. Diclalard (Yaswvi Jaiswal 161, Virat Kohli 100 AE, KL. Rahul 77, Nitish Kumar Reddy 38 AE, Utilities 55, Nathan Lion 96 - 2 Vig.)",
        "Australia (Success Target 534) 2nd: Everyone lost the game 238 (Travis Head 89, Michelle Mash 47, Alex Gary 36, Jasprit Bumrah 42 - 3 Vic, Mohammed Siraj 51 - 3 Vic."
      ]
    }
  },
  "summary_lines": [
    "India wins first Test vs Aussies by 295 runs. Kohli, Jaiswal, and Rahul shine with bat. Bumrah and Siraj excel with ball. India leads 1-0 in 5-match series."
  ]
}