{
  "translated_text": {
    "ta": {
      "title": "மொத்த ஏற்றுமதி வருமானம் ஜூன் மாதத்தில் 1.35 பில்லியன் டாலர்",
      "body_lines": [
        "ஏற்றுமதி மேம்பாட்டு வாரியம் (ஈடிபி) ஜூன் 2024 இல் மொத்த ஏற்றுமதி வருவாய் (பொருட்கள் மற்றும் சேவைகள்) 1,354.32 மில்லியன் அமெரிக்க டாலர்கள் 1,354.32 மில்லியன் அமெரிக்க டாலர்கள் என்று கூறுகிறது. இது ஜூன் 2023 இல் மொத்த ஏற்றுமதி வருவாய் 23 1,237.69 மில்லியனுடன் ஒப்பிடும்போது 9.42% அதிகரிப்பு ஆகும்.",
        "ஏற்றுமதி மேம்பாட்டு வாரியம் (EDB) இந்த குறிப்புகளை இலங்கை சுங்க மற்றும் மத்திய வங்கி வழங்கிய அறிக்கைகள் குறித்து செய்துள்ளது.",
        "ஜூன் மாதத்தில், ஜூன் 2023 இல் ஏற்றுமதி வருவாயின் ஏற்றுமதி வருவாய் 2.58% அதிகரிப்பு ஜூன் 2023 இல் 00 1,005.3 மில்லியனுடன் ஒப்பிடும்போது.",
        "இதற்கு முக்கிய காரணம் தேங்காய் அடிப்படையிலான தயாரிப்புகள், தேங்காய் அடிப்படையிலான தயாரிப்புகள், தேங்காய் அடிப்படையிலான தயாரிப்புகள், மசாலா மற்றும் செறிவூட்டப்பட்ட தயாரிப்புகளின் ஏற்றுமதி வளர்ச்சி.",
        "ஜூன் 2024 க்கான சேவை ஏற்றுமதியின் வருமானம் 323.13 மில்லியன் அமெரிக்க டாலராக இருந்தது, இது ஜூன் 2023 இல் 232.39 மில்லியன் டாலர்களை விட 39.05% அதிகமாக அதிகரித்துள்ளது.",
        "ஐடி / வணிக செயல்முறை மேலாண்மை, கட்டுமானம், நிதி சேவைகள், போக்குவரத்து மற்றும் தந்திரப் பட்டறைகளின் மேம்பாட்டின் வளர்ச்சியால் இது.",
        "இதற்கிடையில், ஜனவரி முதல் ஜூன் 2024 வரை மொத்த ஏற்றுமதி வருவாய், ஏற்றுமதி வருவாய் 7,769.88 மில்லியன் அமெரிக்க டாலர்களாக பதிவு செய்யப்படுகிறது. இது ஆண்டின் 2023 வருமானத்துடன் ஒப்பிடும்போது 5.57% அதிகரிப்பு ஆகும்."
      ]
    },
    "en": {
      "title": "Total export income of $ 1.35 billion in June",
      "body_lines": [
        "Export Development Board (EDB) says that the total export earnings (goods and services) in June 2024 is US $ 1,354.32 million in US $ 1,354.32 million. This is an increase of 9.42% compared to the total export earnings of $ 1,237.69 million in June 2023.",
        "The Export Development Board (EDB) has made these references to the reports issued by the Sri Lanka Customs and the Central Bank.",
        "In June, the export earnings of the export earnings in June 2023 an increase of 2.58% compared to $ 1,005.3 million in June 2023.",
        "The main reason for this is the export development of coconut based products, coconut based products, coconut based products, spices and concentrated products.",
        "An estimated income of the export of service for June 2024 was US $ 323.13 million, which has increased by 39.05% more than $ 232.39 million in June 2023.",
        "This is due to the growth of the promotion of IT / Business Process Management, Construction, Financial Services, Transport and Tact Workshops.",
        "Meanwhile, total export earnings in January from January to June 2024, export earnings are recorded as US $ 7,769.88 million. It is an increase of 5.57% compared to the income of 2023 in the year."
      ]
    }
  },
  "summary_lines": [
    "In June 2024, Sri Lanka's export earnings reached $1.35 billion, a 9.42% rise from $1.24 billion in June 2023, driven mainly by coconut-based products, spices, and services like IT/BPM, construction, financial services, transport, and textile workshops. Service exports alone grew by 39.05%, contributing significantly to the overall increase. From January to June 2024, total export earnings were $7.77 billion, a 5.57% increase over the same period in 2023."
  ]
}