{
  "translated_text": {
    "si": {
      "title": "ඡන්ද 69 ක පාලකයා කුඩා ගලක් නොමැතිව ලුහුබැඳ ගිය ජනතාව - අනුරුගුමාර දිසානායක",
      "body_lines": [
        "ශ්රී ලංකාවේ මෑත ඉතිහාසයේ දේශපාලන වෙනසක අවධිය මල් පිපී ඇත.ජාතික මහජන බල නායක අනුර කුමාර දිසානායක මහතා කියා සිටියේ පාලක මණ්ඩලය මහ මැතිවරණයක් පැවැත්වීම හෝ ජනාධිපතිවරණය පැවැත්වීම හෝ රඳවා තබා ගැනීමට පාලක දූත පිරිස අබලන් වන බවයි.",
        "ජාතික මහජන බලය පිළිබඳ කොළඹ දිස්ත්රික් කාන්තා සමුළුව මෑතකදී හෝමගමෙහි පැවැත්විණි.",
        "මෙම අවස්ථාවට අදහස් දක්වමින් ජාතික මහජන බල නායක අනුර කුමාර දිසානායක මහතා මේ බව පැවසීය.",
        "ශ්රී ලංකාවේ මෑත ඉතිහාසයේ දේශපාලන වෙනසක අවධිය මල් පිපී ඇත.එබැවින් පාලක දූත පිරිස මහ මැතිවරණයක් පැවැත්වීම හෝ ජනාධිපතිවරණය රඳවා තබා ගැනීමේ ක්රියාවලියක යෙදී සිටිති. රනිල් වික්රමසිංහ මහතා සිතන්නේ ජනාධිපතිවරණය පැවැත්වීම ගැන ය.",
        "ඔහු මහ මැතිවරණයක් පවත්වන්නේ නම්, ඔහුට අපේක්ෂකයින් සෙවිය නොහැක. රාජපක්ෂයන්ට ජනාධිපතිවරණය සඳහා පවුලෙන් අපේක්ෂකයෙකු සෙවීමට නොහැකි නම් රාජපක්ෂයන් සිතනවා.",
        "එක්සත් ජනතා ශීර්ෂය වැනි පක්ෂ නගරවල ඉතිරි ඡන්ද එකතු කිරීම ගැන සිතා බලන්න. කණ්ඩායම් තුනකට බෙදී ගියද, එම කමිටුව ජූලි 22 දක්වා පැවැත්වෙන ජනාධිපතිවරණය පැවැත්වේ ද යන්න ගැනම කල්පනා කරනු ඇත.",
        "ඒ හා සමානව, පාර්ලිමේන්තු සැසිවාරය පැවැත්වූ දිනවල දින 9 සිට පස්වරු පස් දක්වා විවාදය පැවැත්වේ.මේ අවස්ථාවේදී අපට ලැබෙන්නේ විනාඩි දහයක් පමණි.",
        "ඔවුන්ට පැය හතක් සහ විනාඩි පනහක් ඇත.ඔවුන් සෑම විටම අප වෙත ඉලක්ක කර ඇත. රූපවාහිනී විවාද කිහිපයකම නිවේදකයින් හතර දෙනෙකු සහ දේශපාලන ician යෙකු සිටිනු ඇත. පස්දෙනාට අප විසින් පහර දෙනු ලැබේ. ශ්රී ලංකාවේ කිසි දිනෙක නොතිබූ දේශපාලන ආතතියට ඔවුන් ගොදුරු වේ.",
        "අද හෝමගම හි පැවති මෙම රැස්වීමට සහභාගී වූ මව්වරුන්, සහෝදරියන් සහ පුතුන් ඔබ දුටුවහොත්, ඔවුන්ගේ ආතතිය වේගයෙන් වැඩි වනු ඇත. අප මුහුණ දෙන දෙය රජය වෙනස් කිරීම පමණක් නොවේ.",
        "ශ්රී ලංකා ඉතිහාසයේ පුළුල් පරාසයක දේශපාලන, ආර්ථික හා සමාජීය වෙනසක් ඇති කිරීමට අපි සූදානම් වෙමු.එබැවින් මෙතෙක් රට පාලනය කළ කණ්ඩායම් අවසානය දක්වා ඔවුන්ගේ බලය පවත්වා ගැනීමට උත්සාහ කරයි. ඔවුන්ගේ දේශපාලන ශක්තිය ආරක්ෂා කළද. තම ස්වාමිපුරුෂයා අහිමි වීමේ වේදනාව සඳහා සන්ධ්යා එක්නලිගොඩ යුක්තිය ඉටු නොකළ යුතුද?ඔවුන් කිසිවක් පෑන නියාමනය කර ඔවුන්ගේ දෘෂ්ටිවාදය ප්රකාශ කළ නිසා ඔවුන්ගෙන් කිසිවෙකු wiseas ාතනයට ලක්විය යුතු නැත.",
        "\"සන්ඩේ ලීඩර්\" පුවත්පතක ලසන්ත වික්රමතුංග රනිල්ට පිරිනමන ලදි. රනිල් වික්රමසිංහ මේ වන විට ජනාධිපති ආසනයේ වාඩි වී සිටී. ලසන්ත වික්රමතුංගේ පරීක්ෂණයක් නොමැත. මේ රටේ ජනතාවගේ රාජ්ය මූල්ය අපරාධවල ප්රධාන වේදිකාව මැද බැංකු මංකොල්ලය විසින් සිදු කරන ලදී. කණ්ඩායම් දැන් රනිල් වික්රමසිංහ විසින් වට කරනු ලබන අතර, ඔවුන් ඉගෙන ගත් මූල්ය මංකොල්ලය පිළිබඳව විමර්ශනය කිරීම සඳහා ද ished ුවම් කරනු ඇතැයි කියා සිටී.. මෙම අපරාධවලින් ඔවුන්ව ආරක්ෂා කිරීම සඳහා ඔවුන් විවිධ උපක්රම භාවිතා කරයි. රේඛාව කෙරෙහි අවධානය යොමු කරන මෙම වංචනික හා දූෂිත තන්ත්රය, ප්රසිද්ධියක් ලෙස භූමියට පැමිණ තිබේ.",
        "දේශපාලනයට පිවිසීමට අපේක්ෂා කරන යෞවනයන් සඳහා අපගේ පාලනය යටතේ නව දොරටු විවර වනු ඇත. සාමාන්ය ජනයාගේ පරම්පරාවේ දරුවන්ගේ දරුවන්ගේ පරිණාමනය වීම වැළැක්වීම සඳහා තේරුම් ගත හැකි සියලු කුතුහලාවන් ඔවුන් තේරුම් ගනී.. සහල් මධ්යම කොළඹෙහි ක්රීඩාංගනයක් සමඟ පුරවා ඇත.",
        "මෙම මැතිවරණය සඳහා ඔවුන් ශ්රී ලංකා ඉතිහාසයේ වැඩිපුරම මුදල් වත් කරයි. නමුත් 2022 මැයි මාසයට පෙර ජනතාවගේ රැවටීම නොතකා, වර්තමානයේ අත්දැකීම් තුළින් ඉගෙන ගත් ජනතාව, බහුතර රාජ්යයන්ගෙන් බහුතරයකගේ බහුතරයකින් තුනෙන් දෙකක බහුතරයක් පලවා හැර තිබේ.",
        "එක්සත් ජනපද හමුදාව සදාම් හූ සායින් පසුපස හඹා යවා ඉරාකයේ ගොඩ බැස්සා.ලිබියාව ද ඒ හා සමාන ය. කෙසේ වෙතත්, ඡන්ද ලක්ෂ 69 ක් තිබූ පාලකයා එක ගල් කැබැල්ලක් පලවා හැරියේය.එබැවින් ඔවුන් අප තේරුම් ගත් නව පුද්ගලයින් සමඟ සෙල්ලම් කිරීමට උත්සාහ කරයි. රනිල් වික්රමසිංහ, මහින්ද රාජපක්ෂ සහ සජිත් ප්රේමදාසස් සහ සජිත් ප්රේමදාසස් මහලු අය සමඟ දේශපාලනීකරණය වී ඇත.. ඔවුන්ගේ උද් campaign ෝෂන කලාප පළල සඳහා දස දහස් ගණනක් ප්රචාරක මුඛය අප සතුව ඇත. ඔබ කොහේ ගියත්, ඔවුන්ගේ දුක්ගැනවිලි, මඩ හා විකෘති වලට එරෙහිව හරි දේ පැහැදිලි කරන්න.",
        "රනිල්ගේ මැතිවරණ ව්යාපාරය සමාගම් තුනකට පවරා ඇත.සමාගමක් විසින් නිෂ්පාදනය කරන ලද උද් campaign ෝෂනයේ දී, එක්-ෆෝර්ට් එකක් රනිල් ගැන අපෙන් තුනෙන් එකක් ගැන අපට පවසයි. අපව සූදානම් කිරීමට අපි අපට ලබා දී ඇත්තෙමු. අසූ-විරුද්ධ කාල පරිච්ඡේද අසූවක් සහ අසූවෙනි, බියෙන් නිර්මාණය කිරීමට උද් campaign ෝෂනයක් සූදානම්.දෙවැන්න නම්, අප ටික කලකට ආණ්ඩු වල සිටින බව කීමට අපි උත්සාහ කර ඇත්තෙමු. තෙවනුව, ඔවුන් පවසන්නේ මෙය පරීක්ෂා කිරීමට සුදුසුම කාලය නොවන බවයි.",
        "මුදල් ඉපයීමට, දැනුම් දීම සහ පුවත්පත් මුද්රණය කිරීමට උද් s ෝෂන සැලසුම් කර ඇත. අපේ රටේ ධනය කොල්ලකෑමට ලක් කළ පාලකයන්ගේ පාලකයන් පිළිබඳව සාධාරණ පරීක්ෂණයක් පවත්වා ජනතාව අගාධයට ඇද දැමිය යුතුය.මෙහි සංචාරය කරන ඕනෑම අයෙකු ඔවුන්ගේ පෞද්ගලික අරමුණු සඳහා නොවේ.මේ රටට සහ රට වෙනුවෙන් වඩා හොඳ ජීවිතයක් ගොඩනැගීමේ පොදු අරමුණ අපට පමණි. ඒ සඳහා වෙන කිසිවෙකුට ඉතිරි කළ නොහැකිය.",
        "බෝධිසතා වකුල් විසින් බෞද්ධ සාහිත්යයේ සඳහන් අවාසි දඩයම් කිරීම සඳහා වෙදන් පුළුල් කරමින් වෙදන් පුළුල් කරමින් වෙදන් පුළුල් කරමින් බෝධිසතා වකුල් නායකත්වය ලබා දුන්නේය.. මේ රටේ නාස්තිය යටතේ මේ රටේ වෙනසක් සිදු කිරීම සඳහා \"අපි එකම හුස්මක් ඇති කාන්තාවකි.. අප ඒ සඳහා සැලසුම් ගැන කතා කර තිබුණද, ඔබ සියල්ලන්ම වේදිකාව ඉදිරිපිට, එම ක්රියාකාරකමේ බර බර දරයි.එය නියාමනය කිරීමට මැවීම හා දිරිගැන්වීම වෙනුවෙන් අපි ඔබ වෙනුවෙන් යාච් pray ා කරමු.",
        "මැතිවරණ ජයග්රහණය අවසන් නොවූ නමුත් රට ගොඩනැගීමේ ආරම්භය. එහි මූලික කර්තව්යය වන්නේ මිනිසුන්ගේ ආහාර ලබා දෙන බවට සහතික වීමයි. ජාතික ජනතා බල කඳ යටතේ අපේ රටේ දැවැන්ත සහල් කිහිපයක රහස්යතා වෙළඳපොළ විසුරුවා හැර සාධාරණ මිල ගණන් යටතේ පරිශීලකයින්ට සහල් ලබා දීම සඳහා අපි ඉංජිනේරුවෙකු පිහිටුවෙමු. එළවළු සහ පලතුරු වෙළඳපොළ නැවත සකස් කිරීම සඳහා අස්වැන්න නාස්තිය අපි අඩු කරන්නෙමු.",
        "ජාතික මහජන බලයේ රජය යටතේ, පුරවැසියන් සඳහා හොඳ මිලකට පුරවැසියන්ගේ ආහාරයක් අපි මුලින්ම සහතික කරමු. විෂ සහිත ආහාරයක් ලබා දෙන බවට අපි සහතික වෙමු. දෙවනුව, පුරවැසියන්ගේ සෞඛ්යය ආරක්ෂා කිරීම සඳහා අපි කෙටි කාලීන උපදෙස් පිළිපදින්නෙමු. මාස දෙකකින් පරීක්ෂණ පහසුකම් සහ ප්රමාණවත් ලෙස නැවත සැකසුම් සැපයීමට අපි සහතික වෙමු. ළමා අධ්යාපනයේ තුන්වන හදිසි අවස්ථාවකට අපි ප්රමුඛත්වය දෙන්නෙමු.දෙමව්පියන් අධ්යාපනය සඳහා කැපවී සිටින අතර තම දරුවා දුක් විඳින දුක් වේදනා ලබා නොදීමේ අදහසින්.",
        "අද අපි ඔට්ටම් පාසල් පද්ධතිය පිරිහී නැවත ඒ පිළිබඳ විශ්වාසයක් ඇති කරන තත්වය වෙනස් කරන්නෙමු.අධ්යාපනයේ දැවැන්ත වෙනසක් ඇති කිරීම සහ සියලු ව්යාපාර සඳහා සුදුසු අධ්යාපනය ලබා දීම සඳහා අපි දිගු කාලීන වැඩසටහන් ක්රියාත්මක කරමු. අපි සමාජීය ආකල්පයේ වෙනසක් කරන්නෙමු.දැන් නිවාස බරක් වී ආණ්ඩුවේ වගකීම බවට පත්ව ඇති දරුවාගේ අධ්යාපනය අපි නිදහස් කරන්නෙමු. දැනුම හා කුසලතා වලින් පුරවා ඇති පුරවැසියන් නිර්මාණය කරන අධ්යාපනය අපට අවශ්යය.",
        "ලෝකය සමඟ තරඟ කළ හැකි දරුවන් බිහි කරන එකම අධ්යාපනය අපයි. මැතිවරණයේදී ආකෘති පත්ර ඉදිරිපත් කරන නාමල් පිටුපස සිටින දරුවන් ඔවුන්ට අවශ්යය, මත්පැන්වලට ඇබ්බැහි වීම.. ලෝකයේ නව ප්රකාශය අවශෝෂණය කර ඉදිරියට ගෙන යන සමාජ සදාචාරාත්මක දරුවන් ඇති කරන අධ්යාපනයක් අපි නිර්මාණය කරමු.ඒ හා සමානව, යහපත් නීතියට ගරු කරන සමාජයක් නිර්මාණය කිරීම සඳහා මෙතෙක් ගමන් කර ඇති මාවතේ සිට රජයක් අනාගතයේ දී ඉදිකරන වෙනසක් ඇති කළ යුතුය.. එවිට අපි කාන්තාවන් සහ ළමයින්ගෙන් ඉල්ලා සිටින්නේ ආරක්ෂාව සහතික කරන රටක් ගොඩනැගීමේ වෙනසක් සඳහා සාර්ථක වීමට තරම් නිර්භීතව සිටින බවයි."
      ]
    },
    "en": {
      "title": "The people who chased the ruler of 69 lakh votes without even a small stone - Anuragumara Dissanayake",
      "body_lines": [
        "In the recent history of Sri Lanka, the phase of a political change has blossomed.National People's Power Leader Anura Kumara Dissanayake said that the ruling delegation is in a state of disrepair whether to hold a general election or hold the presidential election.",
        "The Colombo District Women's Conference of the National People's Power was recently held in Homagama.",
        "Speaking on the occasion, National People's Power Leader Anura Kumara Dissanayake said this.",
        "In the recent history of Sri Lanka, the phase of a political change has blossomed.So the ruling delegation is in the process of holding a general election or holding the presidential election. Ranil Wickremesinghe thinks of holding the presidential election.",
        "If he holds a general election, he cannot seek candidates. The Rajapaksas think that it is better if the Rajapaksas are not able to seek a candidate from the family for the presidential election.",
        "Think about gathering the remaining votes in party towns like United People's Shakti. Although the groups are divided into three, the same committee will be wondering whether the presidential election will be held till the 22nd of July.",
        "Similarly, the debate will be held from 9 am to five pm on the days when the parliamentary session is held.It's only ten minutes we get at this time.",
        "They have seven hours and fifty minutes.They are targeted at us at all times. There will be four announcers and a politician in a few television debates. The five will be attacked by us. They are all prey to political stress that has never existed in Sri Lanka.",
        "If you see mothers, sisters and sons who participated in this meeting in Homagama today, their stress will increase faster. What we face is not just changing the government.",
        "We are preparing to bring about a wide range of political, economic and social change in Sri Lankan history.So the groups that have ruled the country so far are trying to maintain their power until the end. Despite protecting their political strength. Shouldn't Sandhya Eknaligoda get justice for the pain of losing her husband?None of them should be assassinated because they regulated the pen and expressed their ideology.",
        "In the \"Sunday Leader\" newspaper, Lasantha Wickrematunga filled for Ranil. Ranil Wickremesinghe is currently sitting on the presidential seat. There is no inquiry into Lasantha Wickrematunge. The main stage in the fiscal crimes of the people of this country was carried out by the Middle Bank robbery. Groups are now surrounded by Ranil Wickremesinghe, who claims to be punished for investigating the financial robbery they have learned.. They use various tactics to protect them from these crimes to be punished. This fraudulent and corrupt regime, which focuses on the lineage, has come to the ground to be a publicity.",
        "New doors will be opened under our rule for young people who are expecting to enter politics. They understand all kinds of intrigues that can be understood to prevent the transformation of the children of the ordinary people in their generation.. Rice has been filled with a stadium in Central Colombo.",
        "They pour the most money in Sri Lankan history for this election. But despite the deception of the people before May 2022, the people who have learned through the experiences of the present, have chased away a two -thirds majority of the majority of the majority of the majority of the government.",
        "The US military landed in Iraq to chase Saddam Hu Sain.Libya is also like that. However, the ruler, who had 69 lakhs of votes, chased away a single piece of stone.So they try to play with the new people we understand. Ranil Wickremesinghe, Mahinda Rajapaksas and Sajith Premadasas are politicized with the old people.. We have tens of thousands of propaganda mouths for their campaign bandwidth. Wherever you go, explain what is right against their grievances, mudslides, and distortions.",
        "Ranil's election campaign has been entrusted to three companies.In the campaign produced by a company, one -fourth about Ranil tells us about the third of us. We have given us to prepare us. A campaign is being prepared to create fear of eighty -eight and eighty -nine periods.In the second, we have been trying to say that we have been in governments for a while. In the third, they say that this is not the right time to examine.",
        "Campaigns are planned to make money, make notice and print newspapers. We need to carry out a fair investigation into the rulers of the rulers who have plundered the wealth of our country and dragged the people into the abyss.Anyone who visits here is not for their personal purposes.We have only the common purpose of building a better life for this country and the country. No one else can save that purpose.",
        "The Bodhisatha Vadakkal gave the leadership that is jointly free from the web expanding the Vedan to hunt down the disadvantages mentioned in Buddhist literature.. \"We are women with the same breath\" to make a change in this country under the tone. Although we have spoken on plans for it, you are all in front of the stage, bearing the heavy load of that activity.We pray for you for the creation and encouragement to regulate it.",
        "Election victory is not final but the beginning of building the country. Its primary task is to ensure that people's food is being provided. We will set up an engineer to dismantle the privacy market of a few of our country's massive rice, under the National People's Power Government and provide rice to users at reasonable prices. We will reduce the waste of the harvest to re -set the vegetable and fruit market.",
        "Under the government of the National People's Power, we will first ensure a food of the citizens at a good price for citizens. We will ensure that a toxic food is being provided. Secondly we will adhere to short -term instructions to protect the health of citizens. We will ensure that the test facilities and adequate supply of reappeals will be confirmed in two months. We will give priority to the third emergency of children's education.Parents are dedicated to education with the intention of not giving their child the suffering they are suffering.",
        "Today we will change the situation where the Ottam school system is degraded and create a confidence in it again.We will implement long -term programs to bring about a massive change in education and provide appropriate education for all businesses. We will also make a change of social attitude.We will release the education of the child who has now become a home burden and become the responsibility of the government. We need education that creates citizens filled with knowledge and skills.",
        "We are the only education that creates children who can compete with the world. They need the children who are behind Namal, who are submitting forms during the election, addicted to alcoholism.. We will create an education that creates social moral children who absorb the new declaration of the world and move forward.Similarly, a government must bring about a change that will be built in the future from the path that has traveled so far to create a society that respects decent law.. Then we call on women and children to be brave enough for the success of a change in building a country that ensures safety."
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake, leader of the National People's Power, discusses Sri Lanka's political landscape, highlighting the ruling party's indecision on holding a general or presidential election. He criticizes the Rajapaksas for not allowing family members to run for president and mentions the upcoming debate on the election date. Dissanayake also addresses the political stress on ordinary citizens and the need for justice for victims of political violence. He criticizes the current regime for corruption and promises to open new opportunities for young people in politics."
  ]
}