{
  "translated_text": {
    "ta": {
      "title": "கயாத்ரி போஜின் ஆன்லைன் சட்டத்தின் கீழ் முதல் அடிப்படை கட்டளையை ஜனகா ரத்னாயகே பெறுகிறார்",
      "body_lines": [
        "கயாத்ரி போஜின் ஆன்லைன் சட்டத்தின் கீழ் முதல் அடிப்படை கட்டளையை ஜனகா ரத்னாயகே பெறுகிறார்",
        "முதல் தடை சமீபத்தில் கொழும்பு மாஜிஸ்திரேட் நீதிமன்றத்தால் (ஏப்ரல் 4) வெளியிடப்பட்டது.",
        "பொது பயன்பாட்டு ஆணையத்தின் முன்னாள் தலைவர் ஜனகா ரத்னாயக்கின் புகாரை பரிசீலித்த பின்னர் சந்தேக நபர்கள் தலைமை நீதவான் பிரசன்னா அல்விஸ் வழங்கினர்.",
        "இந்த தடை வாதி தளத்தின் தனிப்பட்ட பங்குதாரர், ஜனக ராஜபக்ஸ், ஜனக ராஜபக்ஷா மற்றும் மஜக ராஜபக்ஷே மற்றும் தைவானில் எட்டு கட்சிகளில் வழங்கப்பட்டது.",
        "கூகிள் மற்றும் வாட்ஸ்அப் நிறுவனங்களுக்கு தடை குறித்து கல்வி கற்பிக்கவும் மாஜிஸ்திரேட் உத்தரவிட்டார்.",
        "ஆன்லைன் முறைகளின் செயல் நடைமுறையில் உள்ளது;இன்றுவரை என்ன நடந்தது? ஆன்லைன் முறைகள் பில்: வேலையில் என்ன தவறு?",
        "உச்சநீதிமன்றத்தின் தலைவர் 1999 முதல் தனது தனிப்பட்ட உதவியாளராக செயல்பட்டுள்ளதாகவும், அவருடன் நெருங்கிய நண்பர்களாக இருப்பதாகவும் புகார் கூறினார்.",
        "எனவே, புகார்தாரரின் தனிப்பட்ட மற்றும் தனிப்பட்ட மற்றும் உத்தியோகபூர்வ வாழ்க்கையின் விஷயத்தில் சகாக்களின் அழுத்தம் கண்டறியப்பட்டது என்பதை புகார் அறிந்திருந்தது.",
        "புகார்தாரர் மற்றும் பதிலளித்தவர் உடலுறவுடன் உடலுறவில் வாழ்ந்து வருவதாகவும், அது நன்கு அறியப்பட்டவர் என்பதை ஒப்புக் கொண்டதாகவும் புகார் கூறுகிறார்.",
        "ரகசிய புகைப்படங்கள் மற்றும் வீடியோக்களுடன் தனது தொலைபேசியில் கடவுச்சொல் மற்றும் கடவுச்சொல்லை முழுமையாக சொந்தமாக வைத்திருந்த ஆண்டில் வாதி மற்றும் பதிலளித்தவர் மூடப்பட்டதாக புகார் அளித்தவர் குற்றம் சாட்டுகிறார்.",
        "வாட்ஸ்அப் [வாட்ஸ்அப்] மூலம் பதிலளித்தவர் பார்வையை பரிமாறிக்கொண்டதாக ஒரு வீடியோ தெரியவந்துள்ளது என்று புகார்தாரர் கூறியுள்ளார்.",
        "கூடுதலாக, பதிலளித்தவர் பதிலளித்தவர் என்று நடித்து, பதிலளித்தவர் லால் மற்றும் தேனீக்களுடன் பேச்சுவார்த்தை மூலம் தோன்றுகிறார் என்று புகார் கூறுகிறது.",
        "புகாரின் நடத்தைக்கு வரும்போது, ​​தனிப்பட்ட தகவல்களை கொடுமைப்படுத்தவோ அல்லது தொடர்பு கொள்ளவோ ​​அவர் முயற்சிக்கிறார் என்றும் அவர் கூறுகிறார்.",
        "வக்கீல்-சட்டபூர்வமான, வழக்கறிஞர், புகார் சார்பாக ஆஜராகும் வழக்கறிஞர், ஜனாதிபதியின் ஆலோசகர் கல்லிங்கிசா நீதிமன்றத்தின் உண்மைகளை முன்வைத்தார்.",
        "\"ஆண்டவரே,. நபரின் தனிப்பட்ட தகவல்களைப் பற்றிய தனிப்பட்ட தகவல்களை கொடுமைப்படுத்துதல் மற்றும் தொடர்புகொள்வது, ஆன்லைன் அமைப்பின் அமைப்பின் செயலின் அடிப்படையில் நபரைப் பற்றிய தனிப்பட்ட தகவல்களை வெளியிடுதல் மற்றும் தொடர்புகொள்வது.. இலங்கையில் மட்டுமல்ல, இலங்கையிலும் தவறான செயல்கள் இதில் அடங்கும். அத்தகைய குற்றச்சாட்டுக்கு ஒரு நபர் தண்டனை பெற்றபோது, ​​நீதித்துறைக்கு ஐந்து ஆண்டுகளுக்கு பணம் செலுத்த அதிகாரம் உள்ளது அல்லது ரூ.. \"தனிப்பட்ட தகவல்\" ஒரு புகைப்படம், ஒரு குரல், வீடியோ, \"பாலிஸ்டானியா அல்லது வீடியோ ஆகியவை அடங்கும்.\" ஜனாதிபதியின் ஆலோசனை கூறினார்:",
        "ஆனால் ஜனாதிபதியின் ஆலோசகர் நீதிமன்றத்தை வாதி மீது புகார்தாரரின் தளபதியை பதிலளிக்கவும், பிரச்சாரம் செய்யவும், பிரச்சாரம் செய்யவும், அவரை தொடர்பு கொள்ளவும் கேட்டுக் கொண்டார்.",
        "சட்டத்தின் விதிகளின்படி, சட்டத்தின் விதிகளின்படி, ஆன்லைன் திட்டங்கள் சட்டம் குறித்த ஆணையம் சட்டத்தின் விதிகளின்படி இதுபோன்ற ஒரு தடை நீதிமன்றத்தை கோரலாம் என்று ஜனாதிபதியின் ஆலோசகர் சுட்டிக்காட்டினார்.",
        "சமர்ப்பிப்புகளை பரிசீலித்த பின்னர், சமூக ஊடகங்கள் மூலம் அவரைத் துன்புறுத்துவதற்காக சமூக ஊடகங்களின் உளவுத்துறையிலிருந்து ஒரு நிபந்தனை கட்டளையைத் தடுக்க வேண்டும் என்று நீதவான் உத்தரவிட்டார்.",
        "சுற்றுப்பயணம் இலங்கை - பங்களாதேஷ் போட்டி புதிய 147 ஆண்டுகள் கிரிக்கெட்",
        "மைத்ரிபால சிரிசேனா: இலங்கை சுதந்திரக் கட்சித் தலைவரைத் தடுக்க நீதிமன்றத்தில் வழங்கப்பட்ட தடை உத்தரவு என்ன?",
        "இலங்கை மகளிர் கிரிக்கெட் அணியின் மங்கலானது: தென்னாப்பிரிக்காவுக்கு எதிரான டி 20 போட்டி"
      ]
    },
    "en": {
      "title": "Janaka Ratnayake receives the first base command under the Online Act of Gayathri Bowage",
      "body_lines": [
        "Janaka Ratnayake receives the first base command under the Online Act of Gayathri Bowage",
        "The first prohibition is recently issued by the Colombo Magistrate's Court (April 4).",
        "The suspects were issued by the Chief Magistrate Prasanna Alwis after considering a complaint by the former Chairman of the Public Utilities Commission Janaka Ratnayake.",
        "The prohibition was issued in a personal partner of the plaintiff base, Janaka Rajapakse, Janaka Rajapaksa and Majaka Rajapakshe, and eight parties in Taiwan.",
        "The magistrate also ordered to educate Google and Whatsapp companies about the prohibition.",
        "Online methods' Act is in force;What happened to date? Online Methods Bill: What's wrong with work?",
        "The complainant said that the Leader of the Supreme Court has acted as his personal assistant since 1999 and has been close friends with her.",
        "Therefore, the complaint was aware that the peer pressure was found in the case of the complainant's personal and personal and official life.",
        "The complainant says that the complainant and the respondent has been living in sex with sex and acknowledged that it is a well-known.",
        "The complainant alleges that the closure of the plaintiff and the respondent in the year, which she had fully owned the password and the password on his phone with secret photographs and videos.",
        "The complainant has said that a video has been revealed that the respondent has exchanged vision through whatsapp [Whatsapp].",
        "In addition, the complaint states that the respondent is pretending to be the respondent, appearing on the respondent with Talks with Lal and Bees.",
        "He also states that she is trying to bully or communicate personal information, when it comes to the complaint's behavior.",
        "Attorney-at-Law, Attorney-at-Law, appearing on behalf of the complaint, presented the facts of the President's Counsel Kallingissa Court.",
        "\"Lord,. In terms of bullying and communicating personal information about the person's personal information, publishing and communicating personal information about the person in terms of the act of the system of online system.. This includes incorrect actions not only in Sri Lanka but also in Sri Lanka. When a person is convicted of such accusation, the judiciary has the authority to pay for five years or not exceeding Rs.. \"Personal information\" includes a photo, a voice, video, \"Palistania, nor video.\" The President's Counsel said:",
        "But the President's Counsel asked the court to issue a commander of the complainant on the plaintiff to respond, propagating, propaganda and communicating him.",
        "The President's Counsel pointed out that the Commission on the Online Schemes Act, according to the provisions of the Act, could request such a prohibary court in accordance with the provisions of the Act.",
        "After considering the submissions, the magistrate ordered that he would prevent a conditional command from the intelligence of the social media to harass him through the social media.",
        "Tour Sri Lanka - Bangladesh Tournament New 147 Years of Cricket",
        "Maithripala Sirisena: What is the injunction given in court to prevent the Sri Lanka Freedom Party Chairman?",
        "Blurry of Sri Lankan women's cricket team: T20 tournament against South Africa"
      ]
    }
  },
  "summary_lines": [
    "Janaka Ratnayake, former Public Utilities Commission Chairman, filed a complaint against Gayathri Bowage, leading to a prohibition issued by the Colombo Magistrate's Court. The case involves allegations of personal and official misconduct, including sexual relationships and the sharing of private content. The court ordered educational measures for Google and WhatsApp regarding online prohibitions."
  ]
}