{
  "translated_text": {
    "ta": {
      "title": "இப்போது ஒரு பொருளாதாரத்தின் பிரச்சினை - ஜனாதிபதி",
      "body_lines": [
        "ஜனாதிபதி ரணில் விக்ரெமேசிங் கூறுகையில், வெளிநாட்டுத் தலைவர்கள் கூட திவால்நிலையை மீட்டெடுப்பதற்கு உட்படுத்தப்பட்டுள்ளனர்.",
        "சபுகாஸ்கந்தா அபேச்கரரமயாவின் தொடக்க விழாவில் ஜனாதிபதி இந்த அவதானிப்பை மேற்கொண்டார்.",
        "\"நான் அந்த அரசாங்கத்தை எடுத்துக் கொண்டேன்.. அந்த நாளில் பொருளாதாரம் வெடித்தது. பொருளாதாரம் இழந்தது. மக்களுக்காக வாழ உணவு இல்லை. வருமானம் இல்லை. ඉන්ධන තිබුණේ නෑ. பொருளாதாரத்தை மீட்க வேண்டியதன் காரணமாக, அவ்வாறு செய்ய முடியும்.. நான் இந்த நாட்டில் ஜனாதிபதியை எடுத்துக் கொண்டேன். \"",
        "\"இரண்டு ஆண்டுகள் போய்விட்டன,. பொதுவான பொதுவான நிலை உள்ளது. கடன் செலுத்தும் கேள்விகள் உள்ளன. பொருளாதார பிரச்சினைகள் உள்ளன.. මේ තියෙන්නේ ආර්ථිකයක් ගොඩ ගන්නකොට තියෙන ප්‍රශ්න. நாங்கள் இப்போது அங்கே இருக்கிறோம். \"",
        "\"பல உலகத் தலைவர்கள் மிகக் குறுகிய காலத்தில் வளர்ந்ததைக் கண்டு ஆச்சரியப்பட்டனர். எதிர்காலத்தில் பொருளாதாரத்தின் ஸ்திரத்தன்மை இருக்கும். \"",
        "\"நாட்டின் வருமானத்தை அதிகரிக்க வேண்டும். அதனால்தான் அவர்கள் வேட்டை அதிகரிக்க வேண்டியிருந்தது. \""
      ]
    },
    "en": {
      "title": "Now the problem with a economy - President",
      "body_lines": [
        "President Ranil Wickremesinghe says that even foreign leaders have been subjected to restoration of bankruptcy.",
        "The President made this observation at the opening ceremony of the Sapugaskanda Abeysekararamaya.",
        "\"I took over that government.. It was the economic broke out that day. The economy was lost. There was no food to live for people. There was no income. There was no fuel. Because of the need to rescue the economy, so that it is possible to do so.. I took over the president in this country. \"",
        "\"Two years have gone,. There is a common common condition. There is a loan payment questions. There is economic problems.. These are the questions that have been recovered by a economy. We're in there now. \"",
        "\"Many world leaders were surprised at the developed in a very short time. There will be stability of the economy in the future. \"",
        "\"The income of the country has to be increased. That is why they had to increase the vate. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe discusses the economic challenges faced by Sri Lanka, including bankruptcy, food shortages, and fuel scarcity, which led to his presidency. He mentions the recovery from these issues, noting the progress made in two years, including addressing loan payments and economic problems. He expresses optimism for future economic stability and the need to increase the country's income through tax increases."
  ]
}