{
  "translated_text": {
    "si": {
      "title": "තලිස්මන් තට්ටු කළ මනාලිය",
      "body_lines": [
        "ඡායාරූප රූගත කිරීම් වල මනාලිය පෙනීම හා සතුටින් විය. ඉන් පසුව පමණක් එවැනි සිදුවීමක් සිදුවිය. සිද්ධියෙන් මනාලයා අ .නවා.",
        "තරුණිය තිරුපූර්ට අයත් වේ. ඔහුගේ දෙමාපියන් ඔහු වෙනුවෙන් විවාහ කටයුතු කරමින් සිටියහ. අවසානයේදී, මාස 2 කට පෙර ඔවුන් විවාහ වූයේ මනාලයා සමඟයි.",
        "තරුණිය සහ තරුණයා ජංගම දුරකථනයෙන් කතා කරමින් සිටියදී. අනෙක් අතට, කුලී නිවැසියන් දෙකෙහිම විවාහ විධිවිධානය සිදුවෙමින් පැවතුනි.",
        "මෙම අවස්ථාවේ දී, මංගල දිනය ඔවුන් වෙනුවෙන් සලකුණු කරන ලදී. පසුව, තිරුපූර්හි පෞද්ගලික ශාලාවක් විවාහයට පෙර දින, එනම් ඡායාරූප රූගත කිරීමකි.",
        "මනාලියගේ පවුල මේ සඳහා ශාලාවට පැමිණියහ. ඡායාරූප රූගත කිරීමේදී මනාලයා සහ මනාලිය ඉතා සතුටු විය. ඡායාරූප රූගත කිරීම, දෙදෙනාම උද්යෝගයෙන්.",
        "මෙයින් පසු, ඊළඟ දවසේ සහ උදෑසන relatives ාතීන් මංගල ශාලාවේ රැස්වීමට පටන් ගත්හ. මනාලයා සහ මනාලිය වේදිකාවට පැමිණ ඇත.",
        "මුකර්ජි මංගල ශාලාවට සමීප වන විට මනාලයා පැමිණියේ තාලි එකක් තැනීමට ය. හදිසියේම මනාලයා මනාලිය තල්ලු කළේය. එසේම, ඔහු තලිස්මන් අතින් අල්ලාගෙන විවාහය නතර කළේය. මේ අනුව, ශාලාවේ සියලුම ජනයා කම්පනයට පත් වූහ. නමුත් මනාලිය කිසිදු හේතුවක් නොමැතිව එහි සිටගෙන සිටියේය.",
        "පසුව, මනාලිය ගැන විමසිලිමත් වන කුටුම්භ දෙකක් මොනවාද?. එඩිමට මුඛය විවෘත නොකළ මනාලිය පැවසුවේ ඇයට මෙම විවාහය නොමැති බවයි.",
        "ශාලාවේ සිටින සියල්ලන්ම මවිතයට පත් විය. නමුත් මනාලයා, කඳුළු, අ .න්න පටන් ගත්තා. කලබල වූ මනාලයාගේ පවුල තිරුපූර් දක්ෂිණ පොලිසියට පැමිණිල්ලක් ඉදිරිපත් කළහ. පැමිණිල්ලට අනුව, පොලිසිය දෙපාර්ශ්වයේම සාකච්ඡා පවත්වා ඔවුන් සමඟ සාමය ඇති කළේය. එබැවින් මේ සම්බන්ධයෙන් කිසිදු නඩුවක් ලියාපදිංචි කර නොමැති බව ඔවුහු පවසති.",
        "එහෙත්, මනාලිය විවාහය නැවැත්වීමට හේතුව දැන සිටියේ නැත. විවාහ ගිවිස ගැනීමෙන් පසු මනාලිය පසුගිය මාස 2 තුළ මනාලිය සමඟ කතා කරමින් සිටී.",
        "ඔවුන් දෙදෙනා එකිනෙකා ගැන එකිනෙකා ගැන කතා කරන්නේ එකිනෙකා සමඟ එකඟතාවයකින් යුතුව ය. ඔවුන් දෙදෙනාම විශ්වාසයෙන් යුතුව යති. නමුත් තාලීගේ කාලයේදී, මනාලිය-ටෝබිගේ විවාහය තිරුපූර්හි කලබලයක් විය.",
        "වැදගත්ම දෙය නම්, පූර්ව දිනයේදී මනාලයා විසින් ඡායාරූප රූගත කිරීම් වලදී මනාලයා මනාලිය හා ද්විපාර්ශ්වික පවුල් විසින් ව්යාකූල වී ඇත."
      ]
    },
    "en": {
      "title": "The bride who tapped the talisman",
      "body_lines": [
        "The bride in the photo shoot was a sight and happy. It was only after that, such an incident took place. In the incident, the groom is crying.",
        "The young woman belongs to Tirupur. His parents were making wedding arrangements for him. Eventually, 2 months ago, they were married to a groom.",
        "After the young girl and the young man were talking on the cell phone. On the other hand, the wedding arrangement was going on in both households.",
        "In this case, the wedding date was marked for them. Subsequently, a private hall in Tirupur was the day before the wedding, ie a photo shoot.",
        "The bride's family came to the hall for this. The bridegroom and the bride were very happy in the photo shoot. The photo shoot, both of them enthusiastically.",
        "After this, the next day was married, and in the morning, relatives started gathering in the wedding hall. The groom and the bride have come to the stage.",
        "When the Mukherjee is close to the wedding hall, the bridegroom has come to build a tali. Suddenly the bridegroom pushed the bride. Also, he grabbed the talisman from his hand and stopped the marriage. Thus, all the people in the hall were shocked. But the bride was standing there without giving any reason.",
        "Subsequently, what, two households inquired about the bride. The bride, who had not opened his mouth until then, said that she did not have this marriage.",
        "Everyone in the hall was stunned. But the groom, tears, began to cry. The family of the disturbed groom lodged a complaint with the Tirupur Southern Police. According to the complaint, the police held talks on both sides and made peace with them. Therefore, they say no case has been registered in this regard.",
        "But, really did not know why the bride stopped the marriage. After the engagement, the bride has been talking to the bride for the past 2 months.",
        "The two of them are talking about each other in harmony with each other, and both of them are confidently. But at the time of the Tali, the bride -to -be's marriage was a stir in Tirupur.",
        "More importantly, in the photo shoot that took the pre -wedding day, the bridegroom is confused by the bride and the bilateral families."
      ]
    }
  },
  "summary_lines": [
    "A bride from Tirupur abruptly halted her wedding ceremony, shocking everyone present. During a pre-wedding photo shoot, the couple seemed happy. However, the next day, as the groom attempted to tie the mangalsutra, he pushed the bride, causing her to drop the talisman and stop the marriage. Despite inquiries, the bride remained silent, leading to confusion and tears from the groom. The incident sparked discussions among the families and local authorities but ended without legal action, leaving many unanswered questions about the bride's sudden decision."
  ]
}