{
  "translated_text": {
    "ta": {
      "title": "மின்சாரம் 18 காசுகளாக துண்டிக்கப்பட்டுள்ளது",
      "body_lines": [
        "கல்வடகோடாவில் வசிப்பவர், கேலி, 18 காசுகள் செலுத்தாததால் வீட்டில் மின்சாரம் துண்டிக்கப்பட்டது என்று கூறினார்.",
        "திருமதி மாபலகமாவின் மின்சார விநியோகத்தை லெக்கோ (லங்கா) மின் நிறுவனம் (LECO) வகுத்துள்ளது.",
        "டிஸ்ஸம் மாபலகாமா கூறுகையில், அவர் 18 காசுகளை ரூ.. வட்டக் கொடுப்பனவுகளை செலுத்துவதற்கு ரூ .6650.00 வழங்கப்படவில்லை.. அவர் 2023-12-12 அன்று இந்த கட்டணத்தை மேற்கொண்டார்.",
        "ஆனால் சில நாட்களுக்குப் பிறகு, திரு. மாபலகாமா நிறுவனம் எலக்ட்ரிக் நிறுவனத்தால் வீட்டை (இலங்கை) மின்சார நிறுவனத்தை துண்டித்துவிட்டதாகக் கூறினார்.",
        "அவர் வீடு திரும்பிய பின்னர் அவர் வீடு திரும்பியதும், மின்சார துண்டிப்பு வீட்டின் முன் விடப்பட்டதாகவும், மின்சாரத்தின் கூடுதல் செலவை ரூ .1.1.18 செலுத்த வேண்டும் என்றும் அது கூறுகிறது.",
        "அவர் ரிச்மண்டில் உள்ள லெகோவின் அலுவலகத்திற்குச் சென்றபோது, ​​அவர் பில்கள் செலுத்திய அனைத்து ஆவணங்களுடனும் கேலி. மின் பொறியாளர் உட்பட பொறுப்பான மனிதர் இல்லை என்று ஒரு அதிகாரி கூறியிருந்தார். அந்த இடத்திலேயே துஷ்பிரயோகம் பேச வேண்டிய தொலைபேசி எண் கூட தன்னிடம் இல்லை என்று அவர் கூறினார்.",
        "அவர் அவர்களது அலுவலகத்துடன் பேசிக் கொண்டிருந்தார், இந்த இடத்தில் சட்ட நடவடிக்கை எடுப்பார் என்று கூறினார், அவர் அவர்களின் அதிகாரிகள் மற்றும் பிற அதிகாரிகளிடமிருந்து கடுமையான தவறு என்று கூறினார். தற்போதைய கணினிமயமாக்கப்பட்ட அமைப்பு காரணமாக, மின்சார பில் அல்லது அதற்கும் குறைவாக மின்சார துண்டிப்பு முறைக்கு துண்டிக்கப்படுகிறது என்று அவர் கூறியுள்ளார்.",
        "அவர் மின் துண்டிப்பு முறையில் சேர்க்கப்பட்டுள்ளார், ஏனெனில் இந்த மசோதாவுக்கு 18 காசுகளுக்கும் குறைவான சென்ட் குறைந்த சென்ட் செலுத்தப்பட்டுள்ளது, ஆனால் அவர் இழந்துவிட்டார்.",
        "இது தொடர்பாக நாங்கள் லெக்கோவிடம் கேட்டபோது, ​​அவர் தோல்வியுற்றதாக தொலைபேசியில் பதிலளித்ததாக அனுமதிக்கப்பட்டார். எனவே, ஒரே நாளில் மின்சார இணைப்பு கட்டணம் இல்லாமல் திருப்பி அனுப்பப்பட்டது என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Electricity has been disconnected to 18 cents",
      "body_lines": [
        "A resident of Galvadagoda, Galle, said that the electricity cut off in the house was disconnected due to the non-payment of 18 cents.",
        "The electricity supply of Mrs. Mapalagama has been devised by the LECO (Lanka) Power Company (LECO).",
        "Dissum Mapalagama says that when he prompted 18 cents to pay Rs.. Payment of circular payments has not been paid Rs. 6650.00.. He made this payment on 2023-12-12.",
        "But a few days later, Mr. Mapalagama said that the company had left the house (Ceylon) electric company had been disconnected by the electric company.",
        "It says that as he returned home after he returned home and that the electricity disconnection was left in front of the house and the additional cost of the electricity should be paid Rs.1.1.18.",
        "When he visited LECO's office in Richmond, Galle with all the documents he had paid bills. An officer had said there was no responsible man including electrical engineer. He said that he had not even had the telephone number that had to speak abuse at the spot.",
        "He was speaking to their office, saying that he would take legal action in this place, saying that he was a serious mistake from their officers and other officials. She has said that due to the current computerized system, the electricity bill or less is disconnected to the electricity disconnection methodology.",
        "She has been included in the electrical disconnection method, as the bill has been paid less cents less than 18 cents, but she has been deprived.",
        "When we asked LECO in this regard, he was admitted to a reply to the phone that he had failed. Therefore, she said that the electricity connection was returned on the same day without charge."
      ]
    }
  },
  "summary_lines": [
    "Electricity disconnected in Galvadagoda, Galle, due to non-payment of 18 cents. Mrs. Mapalagama, LECO customer, paid Rs. 6650.00 on 12/12/2023 but was disconnected. She paid the additional Rs. 1.18 but was told by LECO there was no responsible person to contact. Despite legal threats, LECO failed to respond."
  ]
}