{
  "translated_text": {
    "si": {
      "title": "කන්ජිබාන්ගේ උපන් දිනය: මුහුදේ සැමරුම",
      "body_lines": [
        "වාසන්ත සමාජය වාසන්ත ලෙස හැඳින්වෙන සුරේෂ් වසන්ත පෙරේරා විසින් ජුලි 8 වන දින අතුරුගිරියේදී වෙඩි තබා dead ාතනය කරන ලදී. ඔහුගේ දේහය භූමදාන කරන ලද දිනයේ කන්ජිපනි ඉම්රාන්ගේ උපන් දිනය මුහුදේ සමරනු ලැබීය.",
        "ප්රංශයට පලා ගොස් ඇති කන්ජිබනී ඉබාරන් හි 38 වන උපන්දිනය සහ රටේ සම වයසේ මිතුරන් භාවිතා කරමින් මානව සමූල rosts ෝෂාව දිනා ගත් අතර එය මුහුදේ සමරනු ලැබීය.",
        "ඉතාලියේ එමිල් රොහාන් අපගේ සහෝදර රොහාන් සඳුදා (15) සඳුදා (15) මුහුදට කපා කේක් මුහුදට කපා ඇත.",
        "කන්ජිපනි ඉම්රාන් හි 38 වන උපන්දිනය පාතාලයේ අවමංගල්ය උත්සවය සඳහා සුරේෂ් වසන්ත පෙරේරා අවසන් කරන දිනය විය.",
        "මේ අවස්ථාවේ දී කන්ජිබන් ඉම්රාන් විසින් ඩුබායි හි සැඟවී සිටි ලොක් පිරිමි ළමයෙකුට බදු දී ඇති බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Kanjiban's Birthday: Celebration at sea",
      "body_lines": [
        "Suresh Vasantha Perera, also known as the Club Vasantha, was shot dead on July 8 in Athurugiriya. On the day his body was buried, Kanjipani Imran's birthday was celebrated in the sea.",
        "The 38th birthday of Kanjibani Imbaran, who has fled to France and carried out human massacres using its peers in the country, was celebrated in the sea.",
        "Emil Rohan in Italy has reported to our brother -in -law Ladyepa on Monday (15) that a cake has been cut to the sea and the cake has been cut to the sea.",
        "The 38th birthday of Kanjipani Imran was the day when Suresh Vasantha Perera was finalized for the funeral of the underworld.",
        "In this case, the police said that Kanjiban Imranne had leased to Lok Boy, who was hiding in Dubai to assassinate the club Vasantha."
      ]
    }
  },
  "summary_lines": [
    "On July 8, underworld figure Suresh Vasantha Perera, aka Club Vasantha, was killed in Athurugiriya. The same day, his murderer, Kanjipani Imran, celebrated his 38th birthday at sea. Imran, who fled to France and is linked to several human massacres, marked the occasion with a cake thrown into the sea from Italy. Police suspect Imran hired a hitman in Dubai to carry out the assassination."
  ]
}