{
  "translated_text": {
    "si": {
      "title": "இலங்கையின் சொத்து சந்தைத் துறை தொடர்ந்து உயர்மட்ட அந்நிய நேரடி முதலீட்டை ஈர்க்கிறது",
      "body_lines": [
        "ரிசர்ச் இன்டெலிஜென்ஸ் யூனிட் நிறுவனத்தின் (RIUNIT) ரியல் எஸ்டேட் பிரிவின் கூற்றுப்படி, வெளிநாட்டு முதலீட்டாளர்கள் மீண்டும் இந்நாட்டு சொத்து சந்தையில் ஆர்வம் காட்டத் தொடங்கியுள்ளனர். මෙම සන්දර්භය තුළ බිල්දි ආයෝජන පිළිබඳ රුපියල් බිලියනවල ආයෝජන ලංකා පුද්ගලික සමාගමේ ආයෝජන. டிரிஸ்டன் வூவுடன் ஒரு பிரத்யேக நேர்காணலைப் பகிர்ந்து கொள்வதில் நாங்கள் மகிழ்ச்சியடைகிறோம்.",
        "1. රාජගිරියේ විශාලතම මහල් නිවාසයේ පසුබිම තුළ දර්ශනය පැදවූ දර්ශනය කුමක්ද?",
        "අපගේ ආනුභාවයෙන් පැමිණෙන්නේ බේලි ඉන්වෙස්ට්මන්ට්ස් ලිමිටඩ් (බීඅයිඒටීඅයි ආයෝජන ලංකා ආයෝජන ලංකා ආයෝජන), අලංකාර ශක්තිය, සැනසිල්ලේ, තාක්ෂණය සහ සාමකාමී ජීවිතයක් සහිත නාගරික ශක්තිය. රාජගිරියේ මධ්යයේ පිහිටා ඇති, සාම්ප්රදායික වෙනසක් සමඟ අඛණ්ඩව මිශ්ර කරන නගරයකට අප යටත් වීම. ශ්රී ලංකා සංස්කෘතියේ කාලය රූපලාවණ්ය හා නූතන ජීවිතයේ අලංකාර රිද්මයෙන් ආනුභාව ලත්, නගරයේ ස්පන්දනය හා සාමය හා මනසේ සාමය සම්බන්ධ කරන ජීවන රටාවක් සැපයීමයි. කෙටියෙන් කිවහොත්, අපගේ දැක්ම නිර්මාණය කර ඇත්තේ සමස්ත ශ්රී ලංකාවම වන විශේෂයෙන් රාජගිරිය විසිනි.",
        "2. මෙම ව්යාපෘතිය මහල් නිවාස 1,062 ක් සහ ඉහළ-සිල්ලර ව්යාපාර සංකීර්ණයක්වල පැහැදිලි වර්ධනයකි. ඔබගේ සැලැස්ම වෙනත් සැබෑ වැඩිදියුණු කිරීම් වලින් වෙන්කර හඳුනාගත හැකි අද්විතීය ලක්ෂණ මොනවාද?",
        "අද්විතීය ලක්ෂණයක් නම් අපගේ දූරදර්ශී දැක්ම සරල, නමුත් නිර්භීතව ය. කොළඹදී, සුඛෝපභෝගීත්වය යනු කල්පනාකාරී ජීවන රටාවක් ඇතුළුව මෝස්තරයක් වන අතර නව ජීවන රටාවක් නිර්මාණය කරයි.",
        "එසේම, අපි උත්සාහ කරන්නේ මහල් නිවාස, සිල්ලර වෙළඳාම සහ විවේකය සංරක්ෂණය වන නව ආකාරයේ ඉලක්කයක් නිර්මාණය කිරීමට ය. මෙම ව්යාපෘතිය ඔබ සමඟ වැඩෙන ස්ථානයකි. එය සම්ප්රදායක් තබන ස්ථානයකි.",
        "ඔබ ආයෝජනය කිරීම, සජීවීව හෝ වෙළඳ නාමයක් ආරම්භ කළත්, එය ඔබ අමරණීය දෙයක කොටසක් ලෙස හඳුන්වයි.",
        "3. හොංකොං හි පාදක සංවර්ධක පදනමක් ලෙස ඔබේ පසුබිම අද්විතීය ජාත්යන්තර දෘෂ්ටියක් ගෙන එයි. ශ්රී ලංකාවේ නාගරික වැඩිදියුණු කිරීම් සැලසුම් කිරීම සඳහා මෙම අත්දැකීම ඔබේ ප්රවේශයට බලපා ඇත්තේ කෙසේද?",
        "කොළඹ වේගයෙන් වෙනස් වෙමින් පවතී, කොළඹ ව්යතිරේකයක් නොවේ. මෙම පරිණාමයට දායක වීම ගැන අපගේ සමාගම ආඩම්බර වන නමුත් අපගේ දූරදර්ශී නගර දර්ශනය නගර දර්ශනයේ තවත් කුළුණ ඉක්මවා යයි. අපි අවධානය යොමු කරන්නේ මහල් නිවාස, සිල්ලර වෙළඳාම සහ සුබ පැතුම් පහසුකම් ඇති කරගත හැකි එකම සංවිධානය ලෙස ය. අප විසින් පිරිනමන්නේ නිවසක් පමණක් නොව නව ජීවන රටාව ප්රවර්ධනය කරන ජීවන රටාවක් ය. ඊට අමතරව, අපගේ ස්ථානය පළමු හා පුද්ගලයා වන අතර නාගරික ජීවිතයේ ස්පන්දනය සමතුලිත කරමින් කොළඹ අඛණ්ඩව ප්රවේශය ලබා දෙයි.",
        "4. හොංකොං හි ඔබේ විශේෂ ise තාව සහ සාර්ථකත්වය ශ්රී ලංකාවේ ඔබට ප්රයෝජනවත් වන්නේ කෙසේද?",
        "ශක්තිමත් අගයන්, සමාජ අවධානය සහ අමරණීය ගෘහ නිර්මාණ පදනම මත ඉදිකරන ලද සන්නාමයක් වන සමාජ අවධානය සහ අමරණීය ගෘහ නිර්මාණ ශිල්පය පරම්පරා සඳහා චිත්තවේගීය හා මූල්ය වටිනාකමක් ලෙස හැඳින්විය හැකිය. අපගේ මෝස්තර හොඳින් - ස්වාභාවික වාතාශ්රය, හොඳින්-හොඳින් සහ බොහෝ සාම්ප්රදායික ගොඩනැගිලි වැනි අංග සමඟ අපගේ සැලසුම් සකස් කරමින් සිටී.",
        "ඉහළ dens නත්ව හා කාර්යක්ෂම නාගරික සැලසුමක් සහිත ගෝලීය ප්රමුඛ පෙළේ සමාගමක් වන හොංකොංගේ අත්දැකීම් සමඟ, ශ්රී ලංකාවේ අපගේ පළමු ව්යාපෘතිය හොංකොං, චීනය සහ කොළඹ යන රටවල විශේෂ ise දැනුම ලබා ගනී. සෑම විස්තරම ආලෝකකරණය සඳහා ප්රවේශමෙන් හරිත ස්ථාන සහ ශ්රිතය සඳහා ප්රවේශමෙන් සැලසුම් කර ඇත.",
        "කොළඹ දේපල වටිනාකම් ඇති කිරීමෙන් නව ජීවිතයක් හා සාප්පු සවාරි අත්දැකීමක් ලබා දෙමින් මෙම ව්යාපෘතිය නව ප්රමිතියක් ලබා දෙනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
        "5. තාක්ෂණය හා ජීවන රටා වෙනස්කම් මෙතරම් වේගයෙන් වෙනස් වෙමින් පවතින බැවින් අනාගත ප්රජාවන්ගේ නිවැරදි අවශ්යතා පුරෝකථනය කිරීම දුෂ්කර ය. හෙට සඳහා බේලි සූදානම් වන්නේ කෙසේද?",
        "අපි අනාගතය සඳහා සැලසුම් සකස් කරමින් සිටින්නේ අද දින නොවේ. අපගේ නිර්මාණ සහ පහසුකම් නගරය සහ එහි ජීවන රටාව සමඟ පරිණාමය වීමට නියමිතය. ඒ අතරම, නිවසක සමහර අංග කාලය තුළ අමරණීය ය. අපගේ ව්යාපෘතිය ප්රතිසන්ධානය, අලංකාර සැලසුම සහ දැක්මක්, චිත්තවේගීය නිහ quiet, සමාජීය විචිත්රවත් හා විශ්වීයව ආනුභාව ලත් ක්රමයක් ලෙස නිර්මාණය කර ඇත්තේ එබැවිනි. නමුත් කොළඹදී හොඳින් පැවති අත්දැකීමක් ඒකාබද්ධ කරයි.",
        "6. ඔබේ සිල්ලර උපායමාර්ගය පිළිබඳ දෘෂ්ටියක් අපට ලබා දිය හැකිද?",
        "අපගේ සිල්ලර මධ්යස්ථානය උදේ කෝපි සහ දිවා ආහාරය සඳහා දිවා ආහාරය සහ සති අන්තයේ සිට දෛනික ජීවිතයක කොටසක් බවට පත්වීම සඳහා නිර්මාණය කර ඇත. මෙය කොළඹ නගරයේ බලශක්තිය හා පරිපාලන ප්රාග්ධනය ඒකාබද්ධ කරන අතර එය වෙනත් වාණිජ සංකීර්ණ වෙළඳපල මධ්යස්ථානයක නොමැති අද්විතීය මාලික අත්දැකීමක් නිර්මාණය කරයි.",
        "7. මෙම ව්යාපෘතියේ ගැනුම්කරුවන් සහ ආයෝජකයින් පිළිබඳ ඔබේ දැක්ම කුමක්ද?",
        "දිගුකාලීන ප්රාග්ධන ලාභ, කුලී ආදායම සහ සමස්ත අගය කෙරෙහි අවධානය යොමු කරන ගැනුම්කරුවන් අපගේ සැලැස්ම ආකර්ෂණය කර ගනු ඇත. සැනසිල්ල, පහසුකම සහ ශෛලියට ගරු කරන කුලී නිවැසියන් ලබා දීම අප අරමුණු කරයි. බොහෝ අමුත්තන් ඒකකවලට සේවය කරන පද්ධතියක් ලෙස අපි මෙම ව්යාපෘතිය සකස් කළෙමු. රීසුනිට් දත්ත වලින් පෙන්නුම් කරන පරිදි, ආර්ථික හා මුදල් උච්චාවචනයන් නොතකා මහල් නිවාස ශක්තිමත් ආදායමක් ලබා ඇති බැවින් අපගේ ගැනුම්කරුවන් සහ ආයෝජකයින් දේපළ වෙළඳාම් වටිනා ජීවන රටාවක් තෝරා ගැනීමක් පමණක් නොව wise ානවන්ත, ලාභදායී ආයෝජනයක් ලෙස ද දැකිය හැකිය.",
        "8. ශ්රී ලංකාවේ දේපල වෙළඳපොලේ අපගේ දත්ත හා වෙළඳපල බුද්ධිය ඔබ දන්නා බව දැන ගැනීම සතුටක්. මේ රටේ ආර්ථිකය අනාගතයේ දී ඔබ අපේක්ෂා කරන්නේ කෙසේද?",
        "ස්ථානගත කිරීම, ප්රතිසංස්කරණ සහ ආයෝජන සූදානම කෙරෙහි අවධානය යොමු කරමින් මෑත කාලීන ආර්ථික අභියෝගයන්ගෙන් ශ්රී ලංකාව සුවය ලබමින් සිටී. ජාමූඅ - ප්රතිසංස්කරණ මූල්ය විනය ශක්තිමත් කිරීම සහ ආයෝජකයාගේ විශ්වාසය වැඩි කිරීම, ව්යාපාරික මිතුරන් ද රටේ අනාගතය පිළිබඳ විශ්වාසය පෙන්නුම් කරයි. සංචාරක කර්මාන්තයේ වර්ධනය සහ විදේශ සෘජු ආයෝජන (එෆ්ඩීඅයි) අයවැය වැඩි කිරීම රටේ ප්රගතියක ​​හොඳ සලකුණකි.",
        "දීප්තිමත් අනාගතයක් ඇති ප්රත්යාස්ථ රටක් ලෙස ශ්රී ලංකාව අප දකිනවා. කොළඹ තවදුරටත් අතීතයේ නගරයක් නොවේ - එය වෙනස් වීමේ දී ජාතියක කේන්ද්රයේ ඇත. රාජගිරියා නගරයේ ස්කයිලයින් හා වැඩෙන තාක්ෂණය සහිතව මෙම ඊළඟ පරිච්ඡේදයේ වැදගත් කාර්යභාරයක් ඉටු කරයි. ශ්රී ලාංකිකයින් වඩා හොඳ කිරීමට සුදුසුකම් ඇති අපගේ නායකයාගේ විශ්වාසයෙන් පසුව රටේ සංවර්ධනයට දායක වීම ගැන අපි ආඩම්බර වෙමු.",
        "මෙම ව්යාපෘතිය පිළිබඳ ඔබේ අදහස් සහ ශ්රී ලංකාවේ අවස්ථාවන් පිළිබඳ ඔබේ අදහස් පිළිබඳ ඔබේ අදහස් බෙදා ගැනීම ගැන ඔබට බොහෝම ස්තූතියි. රටේ සංවර්ධනය හා සංවර්ධනයට දායක වන විදේශ ආයෝජකයෙකු ලෙස, මෙම ව්යාපෘතියට අපි සුබ පතමි."
      ]
    },
    "en": {
      "title": "Sri Lanka's property market continues to attract top foreign direct investment",
      "body_lines": [
        "According to the Real Estate Division of the Research Intelligence Unit, foreign investors have once again started to be interested in the property market.. In this context, Mr. Baili Investments of Bailey Investments Lanka Pvt Ltd. We are happy to share a special interview with Triston Wu.",
        "௧. What inspired the vision in the backdrop of one of the largest apartments in Rajagiriya?",
        "Our inspiration comes from finding the right balance of the Bailey Investments Lanka Pvt Limited (BAILI INVESTMENTS LANKA PVT LTD), elegance strength, comfort, technique, and urban energy with peaceful life. Located in the center of Rajagiriya, our submission to a city that mixes uninterrupted with traditional change. The time of Sri Lankan culture is inspired by the elegant rhythm of beauty and modern life, we aim to provide a lifestyle that connects the city's pulse and peace and peace of mind. In a nutshell, our vision is designed by the entire Sri Lanka, especially Rajagiriya.",
        "௨. This project is a clear growth of 1,062 apartments and a high -level retail business complex. What are the unique features that distinguish your plan from other real improvements?",
        "A unique feature is that our visionary vision is simple, but bravely. In Colombo, luxury is a deeper than design, including a thoughtful lifestyle, and creating a new lifestyle.",
        "Also, we are trying to create a new kind of goal that combines apartments, retail and rest, creating an organized community. This project is a place that grows up with you. It is a place that leaves a tradition.",
        "Whether you invest, live or start a brand, it calls you part of something immortal.",
        "௩. Your background as a base -based developer in Hong Kong brings a unique international outlook. How has this experience affected your approach to designing urban improvements in Sri Lanka?",
        "The world is rapidly changing, Colombo is no exception. Our company is proud to contribute to this evolution, but our visionary city scene exceeds another tower in the city scene. We focus on a balanced approach that brings apartments, retail and well -being facilities as the only compatible organization. What we offer is not only a home but a lifestyle that promotes new lifestyle. In addition, our location is the first and individual, and that Colombo provides uninterrupted access while balanceing the pulse of urban life and the suburbs of the suburbs.",
        "௪. How will your expertise and success in Hong Kong benefit you in Sri Lanka?",
        "A brand Bailey built on the basis of strong values, social attention and immortal architecture can be referred to as an emotional and financial value for generations. Our designs are setting up our plans with features such as well -being, natural ventilation, well -being, and many traditional buildings.",
        "With the experience of Hong Kong, a global leading company in high density and efficient urban design, our first project in Sri Lanka combines expertise from Hong Kong, China and Colombo. Each details are carefully scheduled for lighting and ventilation to green places and function.",
        "We hope that this project will set a new standard by raising property values ​​in Colombo, providing a new life and shopping experience, and contributing to the change of city.",
        "௫. As technology and lifestyle changes are changing so fast, it is difficult to predict the right needs of future communities. How is Bailey ready for tomorrow?",
        "We are making plans for the future not for today. Our designs and amenities are to evolve with the city and its lifestyle. At the same time, some aspects of a house are immortal by time. That is why our project is designed to be a system of reconciliation, elegant design and vision, emotionally quiet, socially vibrant and universally inspired, but combines a well -rounded experience in Colombo.",
        "௬. Can we give us a view of your retail strategy?",
        "Our Retail Center is designed to become part of a daily life from morning coffee and lunch to evening pleasure and weekends. This will combine the energy and the administrative capital of the city of Colombo, creating a unique mall experience that is not in any other commercial complex market centers.",
        "௭. What is your view of the buyers and investors of this project?",
        "Our plan will attract buyers who focus on long -term capital gains, rental income and overall value. We are aiming to offer tenants who respect comfort, facility and style. We set up this project as a system that serves many visitor units. As the RIUunit data shows, apartments have achieved a strong income despite the economic and currency fluctuations, so our buyers and investors see real estate not only as a valuable lifestyle choice but also a wise, profitable investment.",
        "௮. Glad to hear that you are aware of our data and market intelligence on Sri Lanka's property market. How do you expect the economy of this country to be in the future?",
        "Sri Lanka is recovering from recent economic challenges, focusing on positioning, reforms and investment readiness. IMF -backed reforms strengthen financial discipline and increase investor's confidence, while business friends also show confidence in the country's future. Growth of tourism and increasing foreign direct investment (FDI) budget is a good sign of a country's progress.",
        "We see Sri Lanka as an elastic country with a bright future. Colombo is no longer a city of the past - it is in the center of a nation in change. The Rajagiriya city with a growing skyline and growing technique plays an important role in this next chapter. We are proud to contribute to the development of the country, following the confidence of our leader that Sri Lankans are eligible to perform better.",
        "Thank you so much for sharing your comments on this project and your views on the opportunities in Sri Lanka. As a foreign investor who contributes to the development and development of the country, we congratulate this project and many more."
      ]
    }
  },
  "summary_lines": []
}