{
  "translated_text": {
    "ta": {
      "title": "ஈரானாமம் ஐசிலியன்: மத்திய கிழக்கு அரவணைப்பின் நடுவில் ஜனாதிபதி இலங்கைக்கு வருகிறாரா?",
      "body_lines": [
        "ஈரானாமம் ஐசிலியன்: மத்திய கிழக்கு அரவணைப்பின் நடுவில் ஜனாதிபதி இலங்கைக்கு வருகிறாரா?",
        "ஈரானிய இஸ்லாமிய குடியரசின் தலைவரான ஈரானிய இஸ்லாமிய குடியரசின் தலைவரான இலங்கை இலங்கைக்கு (ஏப்ரல் 24) இலங்கை உத்தியோகபூர்வ விஜயத்திற்கு வர உள்ளது.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங்கின் அழைப்பின் காரணமாக ஈரானிய ஜனாதிபதி தீவுக்கு வருவார் என்று வெளிவிவகார அமைச்சகம் தெரிவித்துள்ளது.",
        "ஈரானிய ஜனாதிபதி பாகிஸ்தானுக்கு மூன்று நாள் உத்தியோகபூர்வ பயணத்தைத் தொடங்க உள்ளார்.",
        "ஈரானிய ஜனாதிபதி அமெரிக்க மோர்ன் இராணுவ உறுப்பினர்களின் குழுவாக இலங்கைக்கு இலங்கை உத்தியோகபூர்வ விஜயத்திற்கு வருகிறார்.",
        "ஈரானிய ஜனாதிபதி டாக்டர் இப்ராஹிம் ரீலி இருதரப்பு நிதி உதவியில் இருப்பதாக இலங்கை வெளிச்ச விவகார அமைச்சகம் கூறியது என்று இலங்கை வெளியீட்டு அமைச்சகம் இருதரப்பு நிதி உதவியின் அடிப்படையில் கட்டப்பட்ட உமா ஓயா பல்நோக்கு மேம்பாட்டுத் திட்டம் என்று கூறியது.",
        "வருகையின் போது, ​​ஈரானுக்கும் இலங்கைக்கும் இடையில் ஐந்து புதிய ஒப்பந்தங்கள் கொழும்பில் உள்ள ஈரானிய தூதரகத்தால் பிபிசி சிங்களவலாவிடம் கையெழுத்திட்டன.",
        "ஈரானிய வழக்கறிஞர் அமைச்சர் மந்திரி அலி சப்ரி, வெளிவிவகார அமைச்சர் அலி சப்ரி ஆகியோரின் வருகை குறித்து பிபிசி முதல் சிங்களவாலாவுக்கு பிபிசி வரை கூறப்பட்டது, ஏனெனில் அரசியல், கலாச்சார மற்றும் பொருளாதார ரீதியாக இரு நாடுகளும் இரு நாடுகளுக்கும் இடையே நல்ல உறவைக் கொண்டிருந்தன.",
        "\"கடந்த காலத்திலிருந்து, இலங்கையும் ஈரானும் ஒரு நல்ல உறவைக் கொண்டிருந்தனர். பொருளாதார, அரசியல் மற்றும் கலாச்சார தடைகளை சுமத்துவதற்கு முன். \"",
        "\"இலங்கை ஈரானிடமிருந்து எரிபொருளை வாங்கியுள்ளது. ஈரான் இன்று இலங்கையில் ஒரே எரிபொருள் சுத்திகரிப்பு நிலையமும் எங்களுக்கு வழங்கப்பட்டது. \"",
        "10 ஆண்டுகளுக்கு முன்பு உமா ஓயா மல்டிமெடேஸ் மேம்பாட்டுத் திட்டத்திற்கான ஈரான் உதவி. ஆனால் அது சில துரதிர்ஷ்டங்களால் தாமதமானது. \"",
        "\"இந்த திட்டம் 500 மில்லியன் அமெரிக்க டாலருக்கும் அதிகமான மதிப்புள்ள திட்டமாகும்.\"",
        "\"ஈரானிய ஜனாதிபதி ஆசிய இலங்கைக்கு இடையே இலங்கைக்கு வந்து இந்த திட்டத்தை திறக்கிறார்.\"வெளிவிவகார அமைச்சர் கூறினார்.",
        "இதற்கிடையில், கடந்த இரண்டு ஆண்டுகளில் ஏற்றுமதி பொருளாதாரத்திற்கு ஏற்றுமதி பொருளாதாரம் பெருகிய முறையில் வாங்கப்பட்டு வருவதாகவும், கடந்த இரண்டு ஆண்டுகளில் ஏற்றுமதி பொருளாதாரத்தை வலுப்படுத்துவதாகவும் வெளியுறவு மந்திரி அலி சப்ரி கூறினார்.",
        "சில அச்சிடப்பட்ட ஊடகங்களில், அமெரிக்க-அச்சிடப்பட்ட ஊடகங்கள் தொடர்பாக கடந்த சில நாட்களில் வெளிப்படுத்தப்பட்ட செய்திகளையும் பிபிசி சாப்ரிக்கு தெரிவிக்கப்பட்டது.",
        "\" இல்லை.. யாரும் உண்மையில் கவலைப்படுவதில்லை அல்லது எதிர்க்கிறார்கள்.",
        "\"இலங்கையின் வெளியுறவுக் கொள்கை வந்து, நட்பின் கைகளை நீட்டுகிறது. யாருடனும் மண் ஒரு நட்பு உறவை பராமரிக்காது. எங்களுடன் பணிபுரிவது அந்த வெளியுறவுக் கொள்கையுடன் பணிபுரிதல். \"",
        "\"மற்றவர் நேற்று ஈரானிய ஜனாதிபதிக்கு திடீர் பயணம் அல்ல.\"",
        "\"நாங்கள் உமா ஓயா திட்டத்தை முடித்துவிட்டோம், அவரைத் திறக்க தொடர்ந்து எங்களிடம் வந்தோம்.\"",
        "\"கடந்த ஆண்டு ஆகஸ்டில் நான் ஈரானுக்கு விஜயம் செய்தபோது, ​​ஜனாதிபதிக்கு உத்தியோகபூர்வ அழைப்பை செய்ய ஜனாதிபதி எனக்கு அறிவுறுத்தினார். இது அதிலிருந்து வந்தது.",
        "\"எல்லா இடங்களிலும் எங்கள் இணைப்புகளைப் பெற வேண்டிய அவசியமில்லை.\"",
        "\"நாங்கள் ஒரு சுதந்திர நாட்டைப் பின்பற்றுகிறோம்.அமைச்சர் கூறினார்.",
        "டாக்டர் ஹசாத் குடுதஹேவா, இலங்கை ஈரானின் இலங்கைக்கு வருகை தருவது மற்றும் பொருளாதார மற்றும் அரசியல் மற்றும் அரசியல் ரீதியாகவும் அரசியல் ரீதியாகவும் எவ்வாறு வருகை தருகிறது என்று விசாரித்தார்.",
        "பதிலளித்த அவர், இலங்கை வருகைக்கு இலங்கை வருகையின் வருகை இலங்கை வருகைக்கான வருகை தோன்றும் மற்றும் தீமை ஏற்படுவதற்கான சாத்தியக்கூறுகள் என்று கூறினார்.",
        ".",
        "\"இந்த வருகையின் மூலம், இலங்கை ஒரு வகையான இராஜதந்திர பிரச்சினையை எதிர்கொண்டது.\"",
        "\"ஏனென்றால், மற்ற மேற்கத்திய நாடுகள் இலங்கையை இலங்கையில் உள்நாட்டுப் போரில் இலங்கைக்கு பெரும் ஆதரவாக இருந்த ஒரு நாட்டை நிராகரித்தன.\"",
        "\"மறுபுறம், மறுபுறம் இஸ்ரேலுக்கும் இலங்கைக்கும் இடையில் ஒரு பொருளாதார, வேலைகள் மற்றும் வணிக ஒப்பந்தங்கள் உள்ளன.\"",
        "\"இதனால்தான் இலங்கையின் ஈரானிய இலங்கைக்கு வருகை இஸ்ரேலுடனான இஸ்ரேலின் உறவுகளுக்கு சில பின்னணி இருக்கக்கூடும்.\"",
        "\"மறுபுறம், மேற்கு, அமெரிக்கா உட்பட, இஸ்ரேலின் மேற்கு தளமாகும்.\"",
        "\"இலங்கை சர்வதேச நாணய நிதியுடன் இலங்கையுடன் இருக்கும்போது, ​​அமெரிக்கா உட்பட அமெரிக்கா உட்பட எங்களுக்கு முக்கியம்.\"",
        "\"அந்த கையால், இலங்கை இலங்கை பயணத்தின் இலங்கை சுற்றுப்பயணத்துடன், இது எதிர்காலத்தில் சட்டப்பூர்வமாக எதிர்ப்பு தெரிவிக்க வாய்ப்புள்ளது.\"அவன் சொன்னான்.",
        "இலங்கையுடனான ஈரானுடனான உறவு ஆழமானவை என்று டாக்டர் ஹசாதேவா மேலும் கூறினார்.",
        "இலங்கையின் பொருளாதாரத்திற்கு இலங்கையின் பொருளாதாரத்தை ஈரான் அறிந்திருக்கவில்லை என்றால் ஈரான் இந்த நேரத்தில் இலங்கையின் பொருளாதாரத்தை தெரிவிக்காது என்று அவர் கூறினார்.",
        "எதிர்காலத்தில் ஈரானில் இருந்து இலங்கை பெறக்கூடிய பொருளாதார ஒத்துழைப்பை அது இழக்க வாய்ப்புள்ளது என்றும் அவர் கூறினார்.",
        "ஈரானின் இலங்கை வருகையின் தலைவர் நாட்டின் உள் அரசியல் மீது முக்கிய பங்கு வகிப்பார் என்று டாக்டர் ஹசிதுவா காந்தஹேவா கூறினார்.",
        "\"இப்போது, ​​ரணில் விக்ரெமேசிங் மேற்கு மற்றும் வெளியுறவுக் கொள்கையைப் பின்பற்றுகிறார்.\"",
        "\"இந்த ஆண்டின் பிற்பகுதியில், நாட்டின் ஜனாதிபதித் தேர்தல் நடத்தப்பட உள்ளது. இலங்கையின் முஸ்லீம் சமூகத்தின் வாக்களிப்பு ஒரு ஜனாதிபதி தேர்தலை நடத்துவதற்கு மிகவும் முக்கியமானது. \"",
        "\"ஈரானின் ஈரானின் வருகைக்கு ஈரானின் வருகை இலங்கையில் ரத்து செய்யப்படும் என்றால், அது உள் அரசியலை பாதிக்கும்.\"",
        "\"முஸ்லீம் அரசியல்வாதிகள் பொதுவாக உடைமைகளில் முஸ்லீம் தேர்தல் அடிப்படையில் எதிர்ப்பு தெரிவிக்கின்றனர்.\"",
        "அந்த நேரத்தில் இலங்கைக்கு இலங்கை வருகைக்கு இணையாக ஏப்ரல் 29, 2008 அன்று உமா ஓயா பல்நோக்கு மேம்பாட்டுத் திட்டம் தொடங்கப்பட்டது.",
        "இந்த திட்டத்தின் மதிப்பு 500 மில்லியன் அமெரிக்க டாலருக்கும் அதிகமாக உள்ளது. ஈரான் மற்றும் இலங்கை ஆகியவை நிதியளிக்கப்பட்டவை.",
        "உமா ஓயா பல்நோக்கு மேம்பாட்டு திட்டம் (யுஎம்டிபி) என்பது இலங்கையில் ஒரு தேசிய பெரும்பான்மை திட்டமாகும். இலங்கையின் தென்கிழக்கு வறண்ட மண்டலத்தில் நீர் மற்றும் நீர் பற்றாக்குறையின் நீர் பற்றாக்குறையை போக்க 145 மில்லியன் (எம்.சி.எம்) டெபாசிட் செய்வதற்கான தண்ணீரை மாற்றுவதே இந்த திட்டத்தின் முக்கிய நோக்கம்.",
        "இது மோனெராகலா மாவட்டத்தில் சுமார் 4500 ஹெக்டேர் நிலம் மற்றும் தற்போதைய நிலத்தை இயக்கியது மற்றும் தற்போதுள்ள விவசாய நிலங்கள் தேசிய மின்சாரம் (எம்.சி.எம்) மற்றும் வருடாந்திர தேசிய மின்சாரம் 290 ஜிகாவாட் (290 ஜிகாவாட்) மின்சார திறனை சேர்க்கும்.",
        "இந்த திட்டத்தில் இரண்டு நீர்த்தேக்கங்களை இணைக்கும் இரண்டு பக்ஸூரி மற்றும் டிகாபா நீர்த்தேக்கங்கள் உள்ளன, இதில் 3.98 கிலோமீட்டர் நீர் ஓட்டம் சுரங்கப்பாதை (இணைப்பு சுரங்கப்பாதை), பிரதான சுரங்கப்பாதை, நிலத்தடி மின் உற்பத்தி நிலையம், பரிமாற்ற மின் உற்பத்தி நிலையம், பரிமாற்ற சாலை மற்றும் தொடர்புடைய நடவடிக்கைகள் உள்ளன.",
        "இதற்கிடையில், பின்வரும் இரண்டு மொபியா மூலம் 120 மெகாவாட் மின்சாரம் உற்பத்தி செய்யப்படும்.",
        "இரண்டு டர்பல்களுக்கும் இரண்டு சிறிய பணிப்பெண்கள் பெயரிடப்பட்டுள்ளனர்.",
        "பொறியாளர்கள் மற்றும் ஆசிரியர்களுக்கு 300 மீட்டர் ஆழத்தில் இருந்த இரண்டு ஆண்களின் இரண்டு ஊழியர்களுக்கு ஈரானியர்கள் க honored ரவிக்கப்பட்டுள்ளனர்.",
        "பணிப்பெண்ணின் பெயர் சல்தி என்றாலும், அதற்கு சர்ச்சே என்று பெயரிடப்பட்டுள்ளது.",
        "உமா ஓயா திட்டத்தின் மக்கள் கள கன்வீஷர் மற்றும் 500 க்கும் மேற்பட்ட குடும்பங்கள் உமா ஓயா திட்டத்தின் மூலம் வீடுகளை இழந்துள்ளன, மேலும் 500 க்கும் மேற்பட்ட குடும்பங்கள் தங்கள் வீடுகளை இழந்துவிட்டன.",
        "\"ஒரு பெரிய வருவாய் திட்டத்தை குறைக்க இன்று ஒரு தவறான கருத்தை சமூகமயமாக்க அரசாங்கம் முயற்சிக்கிறது, நாங்கள் எதிர்ப்புத் தெரிவிக்கிறோம், பகுத்தறிவு இல்லாமல் தடைபட்டுள்ளோம். இது முற்றிலும் தவறு. \"",
        "\"அசல் கல்லின் முதல் அடுக்கு நாட்டின் சட்டத்தின்படி தவறு. தேசிய சுற்றுச்சூழல் சட்டத்தால் இந்த முன்முயற்சி தொடங்கப்படுவதற்கு முன்னர் தேசிய சுற்றுச்சூழல் சட்டத்தின் படி அடித்தளத்தை அமைப்பது சட்டவிரோதமானது என்று நாங்கள் கூறுகிறோம்.",
        "\"நாங்கள் நீதிமன்றத்திற்குச் சென்றபோது, ​​பிஸியாக இருந்த திட்டம் குறித்து அரசாங்கம் சுற்றுச்சூழல் சாத்தியக்கூறு அறிக்கையை வெளியிட்டு அதை சமர்ப்பித்து வேலையை மேற்கொண்டது.\"",
        "\"நீங்கள் செல்லும்போது, ​​அவர்கள் ஒரு பேரழிவாகத் தொடங்கினர். எனவே, நாங்கள் ஆர்ப்பாட்டங்களை தீவிரப்படுத்த ஆரம்பித்தோம். \"",
        "\"இலங்கை வரலாற்றில் முதன்முறையாக ஒரு மேம்பாட்டுத் திட்டம் காரணமாக அழிக்கப்பட்ட கிராமங்களுக்கு நிவாரணம் வழங்க ஒரு அரசு நிறுவனத்தை ஒரு அரசு நிறுவனம் நிறுவியதாக உமா ஓயா திட்டம் நிறுவப்பட்டது.\"",
        "பண்டராவெலாவில் \"உமா ஓயா சலுகை செயலகம், துணை இயக்குநராக நியமிக்கப்பட்ட மக்களை விடுவிக்க முடிந்தவர்களை விடுவிக்க துணை இயக்குநராகவும், துணை இயக்குநராகவும் நியமிக்கப்பட்டார்.\"",
        "\"அலுவலகம் மாதந்தோறும் வழங்கப்பட்டது என்ற தகவல்கள் எங்களிடம் உள்ளன. இந்த அறிக்கைகளின்படி, உமா ஓயா திட்டத்தின் காரணமாக 13,000 வீடுகள் முற்றிலும் சேதமடைந்தன. \"",
        "\"மின் நிலையத்திலிருந்து 500 மீட்டர் தொலைவில் ஏழு வீடுகள் அழிக்கப்பட்டுள்ளன, இப்போது நிலச்சரிவு காரணமாக.\"",
        "\"இந்த திட்டத்தின் காரணமாக தங்கள் வீடுகளிலிருந்து அகற்றப்பட்ட குடும்பங்களின் எண்ணிக்கை. பேரழிவு ஏழு பிரிவு செயலக பிரிவுகளால் பாதிக்கப்பட்டுள்ளது. \"",
        "\"இந்த மக்கள் தங்கள் வீடுகள், நெல் விவசாய நிலங்கள் மற்றும் மக்களின் வாழ்க்கையை பெரிதும் பாதித்தனர்.\"",
        "\"மனிதர்களுக்கு சேதம் மற்றும் அபிவிருத்தி செயல்முறைக்கான சூழலை நாங்கள் கணக்கிடவில்லை. எனவே, இந்த திட்டத்தின் கான்ஃபிட்கள் பற்றி நாங்கள் கேள்விப்படுகிறோம்.",
        "\"உமா ஓயா திட்டத்தின் மூன்றாவது திறப்பு பணத்தை செலவிட்டுள்ளது.\"",
        "\"முன்னாள் ஜனாதிபதி மைத்ரிபாலா சிரிசேனா முன்னாள் ஜனாதிபதி மைத்ரிபால சிரிசேனாவை ஒரே நேரத்தில் ஒரு பெரிய பொதுப் பணத்தை செலவிட்டதாக திறந்தார்.\"",
        "\"மேலும், கடமைகள் திறக்கப்பட்டு நாளை ரானில் திறக்கப்படும்.\"",
        "\"நான் பாராளுமன்ற உறுப்பினரைக் கழித்தபோது, ​​பாராளுமன்ற உறுப்பினராக ஒரு நாடாளுமன்ற நாடாளுமன்ற உறுப்பினரை செலவிடுகிறேனா என்று கேட்கப்பட்டபோது 287 லட்சத்துடன் பேசிக் கொண்டிருந்தேன்.",
        "\"இந்த திட்டத்தின் காரணமாக சுற்றுச்சூழலுக்கு ஏற்படும் சேதம் முடிவடையாது. எதிர்கால நிலச்சரிவு மற்றும் வீழ்ச்சி நம் வருங்கால குழந்தைகளை எதிர்கொள்ளும்.",
        "\"நீதிமன்றத்திற்குச் சென்றவர்கள் மற்றும் சேதமடைந்த மக்களை சுற்றுச்சூழலுடன் ஒப்பிடுவது சாத்தியமில்லை.\"அவன் சொன்னான்.",
        "இலங்கையில் உள்ள அமெரிக்க தூதரகம் அதிகாரப்பூர்வமாக இலங்கையை பார்வையிட ஈரான் அதிகாரப்பூர்வமாக அறிவிக்கப்பட்டதாக அதிகாரப்பூர்வமாக அறிவிக்கப்பட்டதாக அதிகாரப்பூர்வமாக அறிவிக்கப்பட்டது (ஆகஸ்ட் 21).",
        "\"ஏப்ரல் 26 26 வரை திருகோணமலியில் ஒத்துழைப்பு மிதக்கும் தயார்நிலை.",
        "கடற்படைத் துறையின் பாதுகாப்பு மற்றும் பயங்கரவாதமான பாதுகாப்பு குழு (ஃபாஸ்ட்), மரைன் கார்ப்ஸின் (ஃபாஸ்ட்) ஒரு சிறப்பு பிரிவு, அந்த அறிக்கையை மேலும் கூறுகிறது.",
        "1960 டிசம்பர் 14 ஆம் தேதி பிறந்த ஈரானிய ஜனாதிபதி, நாட்டில் ஒரு கொள்கை அரசியல்வாதி. அவர் ஒரு முஸ்லீம் வழக்கறிஞர்.",
        "2021 தேர்தலில் ஜனாதிபதிக்கான தேர்தல்களுக்குப் பிறகு, அவர் ஈரானின் ஜனாதிபதி பதவியை ஈரானின் ஜனாதிபதி பதவிக்கு வைத்திருக்கிறார்.",
        "ஈரானின் தலைமை நீதிபதி ஈரானின் நீதித்துறை அமைப்பின் துணை தலைமை நீதிபதியாகவும், ஈரானின் தலைமை நீதிபதியாகவும், சட்டமா அதிபராகவும், 2014 முதல் தலைமை நீதிபதியாகவும் ரூ.",
        "1980 கள் மற்றும் 1990 களில் தெஹ்ரானின் துணை அட்டர்னி ஜெனரலாகவும் பணியாற்றியுள்ளார்.",
        "அவர் 2006 தேர்தலில் முதன்முதலில் தேர்ந்தெடுக்கப்பட்ட தென் கோராசனின் அறிஞர்களில் உறுப்பினராக இருந்தார்.",
        "2017 ஆம் ஆண்டில் இஸ்லாமிய புரட்சிகர நிறுவனத்தின் வேட்பாளராக ஜனாதிபதித் தேர்தலை இப்ரூமு பயன்பாடு வழங்கியது மற்றும் முன்னாள் ஜனாதிபதி ஹசன் ரோஹேனியின் முகத்தில் தோற்கடிக்கப்பட்டார்.",
        "1988 இல் ஈரான் வழக்கு விசாரணையின் நான்கு உறுப்பினர்களில் இதுவும் ஒன்றாகும்.",
        "நிறைவேற்று ஆணையின்படி, அமெரிக்க வெளிநாட்டு சொத்து அலுவலகம் அமெரிக்க வெளிநாட்டு சொத்து அலுவலகத்தால் பொருளாதாரத் தடைகளை விதித்துள்ளது.",
        "சர்வதேச மனித உரிமை அமைப்புகளும் ஐ.நா. சிறப்பு நிருபர்களும் மனிதகுலத்திற்கு எதிரான குற்றங்கள் இருப்பதாக குற்றம் சாட்டியுள்ளனர்.",
        "இருப்பினும், 2021 ஆம் ஆண்டில், 2021 ஆம் ஆண்டில் இரண்டாவது முறையாக ஈரானின் தலைவராக நான் நியமிக்கப்பட்டேன்.",
        "25 லட்சம் இலங்கைகள் இரண்டு ஆண்டுகளில் நாட்டை விட்டு வெளியேறினர்;10,000 மில்லியன் அமெரிக்கா முதல் இலங்கைக்கு",
        "ஈரானாமம் ஐசிலியன்: மத்திய கிழக்கு அரவணைப்பின் நடுவில் ஜனாதிபதி இலங்கைக்கு வருகிறாரா?",
        "13 பந்துகளில் ஐபிஎல் பதிவு செய்த வேகமான அரை நூற்றாண்டு யார்?",
        "இலங்கையில் உள்ள குழந்தைகளின் நட்ஜெட்டோ புகைப்படங்களுக்காக போலீசில் சர்வதேச அறிக்கை"
      ]
    },
    "en": {
      "title": "Iranameme icilian: The President arrives in Sri Lanka in the middle of the Middle Eastern warmth?",
      "body_lines": [
        "Iranameme icilian: The President arrives in Sri Lanka in the middle of the Middle Eastern warmth?",
        "The President of the Iranian Islamic Republic, the President of the Iranian Islamic Republic, is due to arrive on a Sri Lankan official visit to Sri Lanka (24th April 24).",
        "The Ministry of External Affairs stated that the Iranian president will arrive in the island due to the invitation of President Ranil Wickremesinghe.",
        "The Iranian president is to commence a three-day official visit to Pakistan.",
        "The Iranian president arrives on a Sri Lankan official visit to Sri Lanka as a group of American Morne Army members.",
        "The Sri Lanka External Affairs Ministry stated that the Iranian President Dr. Ibrahim Reli was on bilateral financial assistance, the Sri Lanka External Affairs Ministry stated that the Uma Oya Multipurpose Development Project built on bilateral financial assistance.",
        "During the visit, five new agreements between Iran and Sri Lanka have been signed by the Iranian Embassy in Colombo to BBC Sinhala.",
        "Commenting on the visit of the President of Iranian Attorney Minister Ali Sabri, Minister of External Affairs, was said to BBC to Sinhala since the political, cultural and economically the two countries had a good relationship between the two countries.",
        "\"From the past, Sri Lanka and Iran had a good relationship. Before imposing an economic, political and cultural sanctions. \"",
        "\"Sri Lanka has purchased fuel from Iran. Iran was also given to us the only fuel refinery in Sri Lanka today. \"",
        "Iran aid for Uma Oya multimedays development project 10 years ago. But it was delayed by some misfortunes. \"",
        "\"This project is a project worth over US $ 500 million.\"",
        "\"The Iranian President arrives in Sri Lanka between Asian visit to Sri Lanka and opens this project.\"The Minister of External Affairs said.",
        "Meanwhile, Foreign Minister Ali Sabri said that the export economy was becoming increasingly bought to the export economy in the past two years and strengthening the export economy in the past two years.",
        "In some printed media, BBC Sabric was also informed of the news that had been expressed in the past few days regarding the US-printed media.",
        "\" No.. No one really worries or opposes us. \"",
        "\"Sri Lanka's foreign policy is coming and stretches their hands of friendship. The soil with anyone does not maintain a friendly relationship. Working with us working with us working with that foreign policy. \"",
        "\"The other was not a sudden trip to Iranian President yesterday.\"",
        "\"We have finished the Uma Oya project and continued to come to us to open him.\"",
        "\"When I visited Iran in August last year, the President advised me to make an official invitation to the President. This was from that. \"",
        "\"There is no need to get our connections everywhere.\"",
        "\"We follow an independent country.The Minister said.",
        "Dr. Hasath Kududhahewa inquired about how the Sri Lankan visit to Iran's visit to Sri Lanka as well as economic and politically and politically and politically.",
        "Responding, he said that the visit of the Sri Lankan visit to the Iranian visit to the Sri Lankan visit is a possibility of emergence and disadvantage.",
        "\"The first visit to Iranian President Dr. Sideid Iraged President Dr. Sideid was planned before the clash between Israel and Iran.\"",
        "\"With this visit, Sri Lanka has faced a kind of diplomatic issue.\"",
        "\"Because the other Western countries rejected Sri Lanka a country that has been a major support of Sri Lanka in the civil war in Sri Lanka.\"",
        "\"On the other hand, there is an economic, jobs and commercial agreements between Israel and Sri Lanka at the other hand.\"",
        "\"This is why Sri Lanka's visit to Iranian visit to Sri Lanka can have some background to Israel's relationships with Israel.\"",
        "\"On the other hand, the West, including America, the western base in Israel.\"",
        "\"When Sri Lanka is with Sri Lanka with the International Monetary Fund, it is important to us, including America, including America.\"",
        "\"With that hand, with the Sri Lankan tour of the Iranian visit to Sri Lanka, it is likely to be legally protest in the future.\"He said.",
        "Dr. Hasathhewa added that the relationship with Iran to Sri Lanka as well as Sri Lanka are deep.",
        "He said Iran would not inform Sri Lanka's economy at this moment if Iran was not aware of Sri Lanka's economy to Sri Lanka's economy.",
        "He also said that it is likely to lose economic cooperation that Sri Lanka can receive from Iran in the future.",
        "Dr. Hasithuwa Kandahewa said that the President of Iran's visit to Sri Lanka will demonstrate an important role in the country's internal political.",
        "\"By now, Ranil Wickremesinghe is following the West and foreign policy.\"",
        "\"In late this year, the presidential election of the country is to be held. The voting of the Muslim community of Sri Lanka is very important for a period of time to conduct a presidential election. \"",
        "\"If Iran's visit to Iran's visit to Iranian visit will be canceled on Sri Lanka, it can affect inner politics.\"",
        "\"Muslim politicians in general possessions protest against the Muslim electoral basis.\"",
        "The Uma Oya Multipurpose Development Project was launched on April 29, 2008, parallel to the Sri Lankan visit to Sri Lanka at the time.",
        "The value of this project is over US $ 500 million. Iran as well as Sri Lanka has been financialified.",
        "Uma Oya Multipurpose Development Project (UmDP) is a national majority project in Sri Lanka. The main objective of the project is to turn the water for the deposit of 145 million (MCM) to relieve the water shortage of water and water shortages in the southeastern dry zone of Sri Lanka.",
        "This enabled around 4500 hectares of land and current land in the Moneragala district and the existing agricultural land is provided by the National Electricity (MCM) and the annual national electricity for drinking water.The system will add 290 GWhs (290 GWH) electricity capacity.",
        "The project consists of the two puxury and dicaba reservoirs, which connects two reservoirs, with a 3.98-kilometer water flow tunnel (link tunnel), the main tunnel, underground power plant, transmission power plant, transfer road and related activities.",
        "Meanwhile, 120 MW of electricity will be produced through the following two MOBIA.",
        "The two turbes have been named by two small maids.",
        "The Iranians have been honored to the two employees of the two men who have been in a depth of 300m deep to engineers and teachers.",
        "Although the name of the maid is sulthy, it is named as churchae.",
        "The People's Field Convener of the Uma Oya Project and more than 500 families have lost their homes through the Uma Oya project and over 500 families have lost their homes.said.",
        "\"The government is trying to socialize a misconception today to reduce a large return project and that we were protesting and obstructed without reasoning. It's completely wrong. \"",
        "\"The first layer of the original stone is wrong according to the law of the country. We say that it is illegal to lay the foundation according to the National Environmental Act before the initiative was initiated by the National Environmental Act.",
        "\"When we were gone to court, the government made a environmental feasibility report on the project that was busy and submitted it and carried out the work.\"",
        "\"As you went, they began to be a catastrophe. As such, we began to intensify protests. \"",
        "\"The Uma Oya project was established that a government institution established a state agency to provide relief to the villages that destroyed due to a development project for the first time in the history of Sri Lanka.\"",
        "\"The Uma Oya Concession Secretariat,\" in Bandarawela, was appointed Deputy Director and the Deputy Director to relieve the people who were able to relieve the people who were appointed Deputy Director. \"",
        "\"We have the reports that the office was issued monthly. According to these reports, 13,000 houses were completely damaged due to the Uma Oya project. \"",
        "\"Seven houses have been destroyed at 500 meters from the power plant, now due to the landslides.\"",
        "\"The number of families removed from their homes due to this project. The devastation has been affected by seven Divisional Secretariat Divisions. \"",
        "\"These people were damaged their homes, paddy farming lands and hugely affected people's lives.\"",
        "\"We have not calculated the damage to humans and the environment for the development process. Therefore, we hear about the confits of this project. \"",
        "\"The third opening of the Uma Oya project has spent money.\"",
        "\"Former President Maithripala Sirisena opened up former President Maithripala Sirisena that he had spent a large public money at once.\"",
        "\"Also, the duties were opened and Ranil will be opened tomorrow.\"",
        "\"When I was spending a Member of Parliament, I was speaking to 287 lakhs when I was asked if I was spending a parliamentary parliamentarian as a Member of Parliament.",
        "\"The damage to the environment is not over for the environment due to this project. The future landslides and subsidence will face our future children. \"",
        "\"It is not possible that the people who have gone to court and to have the damaged people to be likened to the environment.\"He said.",
        "The US embassy in Sri Lanka was officially announced that the Iran was officially declared that the Iran was officially declared to visit Sri Lanka (August 21).",
        "\"Cooperation is aFloat Readiness in Trincomalee until 26th April 26th.",
        "The statement further states that a special unit of the Marine Corps (Fast), the security team (Fast), the security and terrorism of the Naval Sector, says the statement.",
        "The Iranian President of Iranian, who was born on December 14, 1960, is a policy politician in the country. And he is a Muslim lawyer.",
        "After elections for the president in the 2021 election, he is holding the Presidency of Iran to the Presidency of Iran.",
        "The Chief Justice of Iran as the Deputy Chief Justice of the Iran's judicial system and the Chief Justice of Iran as the Attorney General and the Chief Justice from 2014 and Rs.",
        "He has also served as the deputy Attorney General of Tehran in the 1980s and 1990s.",
        "He was a member of the scholars of the South Korazon, who was first elected in the 2006 election.",
        "Ibrewam utilization offered the presidential election as the candidate of the Islamic Revolutionary Corporate in 2017 and was defeated in the face of former President Hassan Roheni.",
        "It is also one of the four members of the prosecution of Iran in 1988 in 1988.",
        "According to the executive order, the US Foreign Asset Office has imposed sanctions by the US Foreign Asset Office.",
        "International Human Rights Organizations and UN Special Reporters have accused him of crimes against humanity.",
        "However, in 2021, I was appointed as the president of Iran as the president of the second time in 2021.",
        "25 lakhs of Sri Lankans left the country in two years;10,000 million USA to Sri Lanka",
        "Iranameme icilian: The President arrives in Sri Lanka in the middle of the Middle Eastern warmth?",
        "Who is the fastest half-century recorded by IPL in 13 balls? Final Updated: May 12, 2023",
        "International report to the police for nudgeto photos of children in Sri Lanka"
      ]
    }
  },
  "summary_lines": [
    "It seems like you've provided a detailed account of various events and discussions related to Sri Lanka's foreign relations, particularly with Iran, and the Uma Oya Multipurpose Development Project. However, your message doesn't specify a clear question or task you need assistance with. Could you please clarify what specific information or help you're seeking? For example, are you looking for an analysis of the political implications of these events, advice on how to structure a report on this topic, or something else?"
  ]
}