{
  "translated_text": {
    "ta": {
      "title": "முட்டையின் மீது 18 சதவீத வரி",
      "body_lines": [
        "அனைத்து இலங்கை முட்டை உற்பத்தியாளர்கள் சங்கத்தின் செயலாளரின் கூற்றுப்படி, அனைத்து இலங்கை முட்டை உற்பத்தியாளர்கள் சங்கத்தின் செயலாளர் ரத்னசிரி அலஹாகூனின் செயலாளரும், கூட்டணி அரசாங்கம் 18% வாட் அதிகரிக்க முடியும்.",
        "இதன் விளைவாக, நுகர்வோர் ஒரு முட்டை வாங்குவதற்கான வாய்ப்பை இழந்துவிட்டார் என்று அவர் கூறினார்.",
        "சங்கத்தின் செயலாளர், வாட் 5,000 விலங்குகளின் ஆபத்தில் உள்ளது என்று சுட்டிக்காட்டுகிறார்.",
        "முட்டைகளுக்காக நாட்டின் வரலாற்றில் வாட் செயல்படுத்தப்படுகிறது என்று அவர் கூறினார், நாட்டின் வரலாற்றிலும், கோழி தொழில்துறையைச் சேர்ந்த விவசாயிகளிலும் வாட் முதல் முறையாகும், அதே போல் தொழில்துறையும் தொழில்துறைக்கு இழக்கப்படுகிறது என்று அவர் கூறினார்.",
        "உள்ளூர் முட்டைகளுக்கான தொழில்துறையை வளர்ப்பதற்கு அரசாங்கத்தால் எந்த சலுகைகளையும் வழங்க முடியவில்லை, ஆனால் ரூ.",
        "அரசாங்கத்தின் வர்த்தமானி மற்றும் அரசாங்கம் முட்டைக்கு குத்தகைக்கு விடப்பட்டதாகவும், இலங்கை மக்களுக்கும் முட்டைக்கு குத்தகைக்கு விடப்பட்டுள்ளன என்றும் அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "18 percent tax on the egg",
      "body_lines": [
        "According to the Secretary of the All Ceylon Egg Manufacturers Association Ratnasiri Alahakoon, the Secretary of the All Ceylon Egg Manufacturers' Association Ratnasiri Alahakoon, the government of alliances can increase an 18% VAT.",
        "As a result, he said that the consumer had lost the opportunity to buy an egg.",
        "The Secretary of the Association points out that the VAT is also in danger of 5,000 animals.",
        "He claimed that VAT is implemented in the history of the country for the eggs, he said that the VAT is the first time in the history of the country and the farmers from the poultry industry, as well as the industry is lost to the industry.",
        "The secretary says that the government is not able to provide any concessions to VAT to develop the industry for local eggs, but the local maize is Rs. 110 at Rs.He added that the price of rice has increased to Rs. 140 and Rs.",
        "He added that the government's gazette and the government leased to the egg and the people of Sri Lanka have been leased to the egg."
      ]
    }
  },
  "summary_lines": [
    "Ratnasiri Alahakoon, Secretary of the All Ceylon Egg Manufacturers' Association, announced the government's decision to impose an 18% VAT on eggs, affecting consumers and potentially endangering 5,000 jobs. This marks the first time in the country's history that such a tax has been applied to eggs, impacting both farmers and the poultry industry. Despite this, the government has not offered any concessions to support the local egg industry, leading to concerns about its future."
  ]
}