{
  "translated_text": {
    "ta": {
      "title": "ஒரு பெண்ணின் தங்கத்தின் ஒற்றைப்படை நதிகள்",
      "body_lines": [
        "அனமதுவா பகுதியில் உள்ள ஒரு பெண் தாய், தந்தை மற்றும் மகள் பல்லாமா காவல்துறையினர் அதே எண்ணிக்கையிலான தங்க நகைகளை கைது செய்துள்ளனர்.",
        "சந்தேக நபர்கள் 67 வயது கணவர், 48 வயது சிறுமி மற்றும் அவர்களின் மகள் ஆகியோரால் கைது செய்யப்பட்டனர்.",
        "இந்த சம்பவத்தை எதிர்கொண்ட பெண் துபாயில் கிட்டத்தட்ட 10 ஆண்டுகள் பணியாற்றி வருகிறார், மேலும் இருவரின் தாய்.",
        "கிருமண்டுவாவில் மற்றொரு நிலத்தில் மற்றொரு நிலத்தில் இருந்த அதே குடும்ப கணவர், மனைவி மற்றும் மகள் ஆகியோருடன் இந்த கொள்ளை சேர்ந்தது.",
        "வீட்டில் தங்கியிருக்கும்போது குடியிருப்பைப் பாதுகாப்பதாகக் கூறி சந்தேக நபர்கள் கிட்டத்தட்ட 500,000 வழக்குகளைப் பெற்றுள்ளனர்.",
        "சந்தேக நபர் கொள்ளை செய்ததாகவும், நம்பிக்கையைப் பற்றி எந்த சந்தேகமும் இல்லை என்றும் அவர் போலீசாரிடம் தெரிவித்திருந்தார்.",
        "மோசடி செய்த பெண் அடிகாமா ரெனகலில் வசிப்பவர்களிடம் வசிப்பதாகக் கண்டறியப்பட்டதாக சந்தேகநபர் மோசடி தெரிவித்துள்ளார், அவர் நிலத்தை வைத்திருந்தார்.",
        "இருப்பினும், முதலில், அந்தப் பெண் தயக்கம் காட்டியுள்ளார், ஆனால் சந்தேக நபர்கள் அவரது புதையலைப் பெறுவதற்கு வெற்றி பெற்றுள்ளனர்.",
        "பெண்ணின் தங்க நகைகளை புதையலுக்கு முன் அடக்கம் செய்ய வேண்டும் என்று சந்தேக நபரின் தாயார் தெரிவித்துள்ளார்.",
        "தங்கள் வீட்டின் கருவூல அறக்கட்டளை முதல், அந்த பெண் துபாயில் தங்க நெக்லஸ், இரண்டு செல்லப்பிராணிகள் மற்றும் இரண்டு தங்க மோதிரங்கள் ஆகியவற்றில் மூடப்பட்டதாக சந்தேகிக்கப்படவில்லை.",
        "சந்தேக நபர்கள் அந்தப் பெண்ணின் முன்னணியில் அடக்கம் செய்யப்பட்டுள்ளனர்.",
        "சந்தேகத்திற்கிடமான பெண் வீட்டிற்குச் சொந்தமான பெண்ணுக்கு அனுப்பப்பட்டு, தண்ணீரை சுத்தம் செய்ய வீட்டு திரவ மற்றும் முறையான தண்ணீருக்கு புறப்பட்டார்.",
        "பின்னர், அந்தப் பெண் அதை தயார் செய்து அதே இடத்திற்கு கொண்டு வந்திருந்தார்.",
        "தங்க நகைகளைப் பெறாத நகைகளைத் தவிர்ப்பதற்காக அவர்கள் ஒரு களிமண் மற்றும் பாலகட்வே இருக்கும் இடத்தை விட்டு வெளியேறினர்.",
        "இருப்பினும், அடக்கம் செய்யப்பட்ட நகைகளை வைத்திருக்கும் வீட்டு உரிமையாளர், இந்த சந்தேக நபருடன் இணைக்க முடியவில்லை.",
        "சந்தேகத்தின் படி, தங்க நகைகளை எடுத்த பெண்ணின் உரிமையாளர்கள் நேற்று கண்டுபிடிக்கப்பட்டுள்ளனர், தங்க நகைகள் அல்ல, ஆனால் பல அறுவை சிகிச்சைகள்.",
        "சம்பவத்திற்குப் பிறகு அந்தப் பெண், அந்தப் பெண் போலீசில் வந்துள்ளார்.",
        "இந்த சம்பவம் தொடர்பாக மூன்று சந்தேக நபர்களும் காவல்துறையினரால் கைது செய்யப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "A scholar odd rivers of a woman's gold",
      "body_lines": [
        "A woman in Anamaduwa area has arrested the mother, father and daughter Pallama Police have arrested the same number of gold jewelery.",
        "The suspects were arrested by the 67-year-old husband, 48-year-old girl and their daughter.",
        "The woman who faced the incident has served in Dubai for nearly 10 years and is a mother of two.",
        "The robbery had joined the same family husband, wife and daughter who was on another land on another land in Kirumanduwa.",
        "The suspects have obtained nearly 500,000 cases while claiming to protect the residence while staying at home.",
        "She had told the police that the suspect had performed the robbery and had no doubts about the confidence.",
        "The suspect, fraud, has said that the woman who was fraudulent was found to be resided at the residents of Adigama Renagal, who had a trereck of the land.",
        "However, at first, however, the woman has been reluctant, but the suspects have prevailed to get her treasure.",
        "The suspect's mother has informed that the woman's gold jewelry should be buried before the treasure.",
        "Since the Treasury Foundation of their home, the woman was not suspected to be wrapped in a gold necklace, two pets and two gold rings in Dubai.",
        "The suspects have been buried in the forefront of the woman.",
        "The suspect woman has been sent to the house-owned woman, and departed to the home liquid and formal water to clean water.",
        "Later, the woman had prepared it and brought it over the same place.",
        "They have left the place where there is a clayholder and the Balagateway to avoid jewelery not to obtain gold jewelry.",
        "However, the homeowner, who owns the burial jewelry, has not been able to connect to this suspect.",
        "According to the suspected suspicion, the owners of the woman who had taken the gold jewelry have been found yesterday, not the gold jewelry, but several other surgeries.",
        "The woman after the incident, the woman has come to the police.",
        "The three suspects have been arrested by the police on the incident."
      ]
    }
  },
  "summary_lines": []
}