{
  "translated_text": {
    "ta": {
      "title": "රිය ධාවනයට පැරණි රියැදුරු බලපත්‍රය තවමත් වලංගු ද?",
      "body_lines": [
        "நமல் ஹெராத் குலியாபிதியாவில் 60 வயது குடியிருப்பாளர். ඔහු රියැදුරු බලපත්‍රය ලබා ගෙන තිබුණේ 23 හැවිරිදි වියේදී ය.",
        "இதன் விளைவாக, அவர் பழைய ஓட்டுநர் உரிமம் அல்ல, புதிய ஓட்டுநர் உரிமம் அல்ல.",
        "மோட்டார் போக்குவரத்து திணைக்களத்தின்படி, கிட்டத்தட்ட 2 மில்லியன் ஓட்டுநர்கள் இன்னும் பழைய ஓட்டுநர் உரிமத்தைப் பயன்படுத்துகின்றனர். புதிய ஓட்டுநர் உரிமம் சரியான நேரம் மற்றும் பழைய ஓட்டுநர் உரிமம் இல்லை.",
        "பலர் பழைய ஓட்டுநர் உரிமத்தை அதன் அடிப்படையில் பயன்படுத்துகிறார்கள்.",
        "இருப்பினும், நாமல் சமீபத்தில் ஒரு சிக்கலை எதிர்கொண்டார், மூன்று பொலிஸ் அதிகாரிகள் ஓட்டுநர் உரிமத்தால் அவர் பயணித்த மோட்டார் சைக்கிளை நிறுத்தினர்.",
        "ஓட்டுநர் உரிமம் பெறப்பட்டதிலிருந்து நமால் ஒருபோதும் இதுபோன்ற சம்பவங்களை எதிர்கொள்ளவில்லை.",
        "\"மூன்று பொலிஸ் அதிகாரிகள் பன்னபிட்டியா சாலையில் குலியாபிதியா பிரிவில் நிறுத்தினர். பின்னர் எனது ஓட்டுநர் உரிமத்தை குலியாபிதியாவிலிருந்து ஒரு நாள் தொலைபேசியில் தொடர்பு கொண்டு அந்த நாளை பிபிசி சிங்களத்தில் சேருவதன் மூலம் நினைவு கூர்ந்தேன்.",
        "போட்காஸ்ட் பதவி உயர்வு கான்டோயனைத் தவிர்த்து, எங்கள் பிபிசி நியூஸ் சின்ஹலா பிசினஸ் வாட்ஸ்அப் சேனலை தொடர்ந்து படிக்கவும்.",
        "காவல்துறை அதிகாரிகள் பொதுவாக இருந்ததால், அவர்கள் தங்கள் அதிகாரிகளின் கடமைகளுக்கு உதவ அவர்கள் ஓட்டுநர் உரிமத்தை வழங்கினர்.",
        "ஆனால் அதே நேரத்தில், அந்த இடத்தில் ஒரு போலீஸ் அதிகாரி அளித்த அறிக்கையில் அவர் ஆச்சரியப்பட்டார்.",
        "\"இது செல்லுபடியாகும் ஓட்டுநர் உரிமம், போதைப்பொருள் உரிமம் அல்ல\" என்று நமலின் பதில் எங்களுக்கு.",
        "\"இது ஒரு போதைப்பொருள் உரிமம் என்று அதிகாரிகள் என்னுடன் வாதிட்டனர். நீங்கள் நீதிமன்றங்களை விட்டு வெளியேறலாம், மூன்று மாத சிறைவாசம். Wimal weerawansa இன் மனைவிக்கு என்ன நடந்தது என்று நான் என்னிடம் சொன்னேன், \"என்று அவர் மேலும் கூறினார்.",
        "\"இதை மோட்டார் போக்குவரத்து தேர்வு திணைக்களத்தால் எழுதப்பட்டது. இது எனக்கு உரிமம். இது ஒரு தீவிர உரிமம் அல்ல \"என்று மூன்று தசாப்தங்களுக்கு முன்னர் டிரைவர் டிரைவர் அனுமதி பெற்ற விதத்தை அவர் நினைவு கூர்ந்தார்.",
        "புதிய ஓட்டுநர் உரிமத்தைப் பெறுவது கட்டாயமில்லை, அதை புதுப்பிக்க பழைய உரிமம் தேவையில்லை.",
        "மூன்று காவல்துறை அதிகாரிகளுக்கும் அவரது உரையாடலுக்கும் இடையிலான உரையாடலை அடிபணியாமல் நமாலுக்கு திரும்ப சில நேரம் அனுமதிக்கப்பட்டுள்ளது.",
        "இருப்பினும், \"தவறான\" ஓட்டுநர் உரிமத்தை எடுக்க வேண்டிய நடவடிக்கைகள் குறித்து அவர்களுக்குத் தெரிவிக்கப்படவில்லை.",
        "\"அந்த அதிகாரிகள் சொல்லவில்லை, பின்னர் நான் இந்த உரிமத்தை என்ன செய்ய விரும்புகிறேன். அந்த உரிமம் கடத்தல் என்றால், நீங்கள் என்னை போலீசாருக்கு அழைத்துச் செல்ல வேண்டும், \"என்று அவர் கூறினார்.",
        "சம்பவத்தின் முடிவில், அந்த இடத்தில் ஒரு அதிகாரி கூறினார்: \"அச்சுறுத்தும் தொனி\":. \"ஆனால் அதன் பிறகு, 'நீங்கள் திரும்பி வந்தால், நான் உன்னை ஓப்பல் செய்வேன்' என்று சொன்னேன்",
        "இதுபோன்ற சம்பவங்கள் தனிமனிதவாதத்தால் சேதமடைந்தன என்று நமால் கூறினார்.",
        "\"மக்களை அகற்றிவிட்டு இந்த வழியில் வேலை செய்ய முடியாது. இந்த மக்களின் இந்த மக்கள் மக்களின் மனநிலையை அழிக்கின்றனர். அரசாங்கம் 'கை' லு இல்லை என்று அவர்கள் கூறுகிறார்கள். அரசாங்கம் திரும்பப் பெற முடியுமா?",
        "ஏறக்குறைய 2 மில்லியன் மக்கள் இன்னும் பழைய ஓட்டுநர் உரிம பின்னணியைப் பயன்படுத்துகிறார்கள், பிபிசி சிங்களத்தின் கமிஷனர் ஜெனரல் கமல் அமரசிங்கத்தை காவல்துறையின் சட்டப் பகுதியைக் கேட்குமாறு தொடர்பு கொண்டனர்.",
        "இதற்கு பதிலளிப்பது, \"பழையது தவறானது. ஆனால் அது ரத்து செய்யப்பட்ட ஒரு அட்டையை நாங்கள் அவருக்கு கொடுக்க முடியாது.. பின்னர் அவர் எங்களுக்கு வழக்குத் தொடுக்கிறார். எனவே அதை இயக்க இன்னும் அனுமதிக்கப்பட்டுள்ளோம். பொலிஸ் போக்குவரத்து தோண்டலிடம் நான் கூறியுள்ளேன், \".",
        "கமிஷனர் ஜெனரல் மற்ற ஓட்டுநர் ஓட்டுநர்களைத் தண்டிக்கும் அதிகாரம் தனக்கு இருப்பதாகக் கூறினார்.",
        "இருப்பினும், உரிமத்தை புதுப்பிக்க பழைய ஓட்டுநர் உரிமம் செய்யப்பட்டுள்ளது, ஆனால் ரத்து செய்யப்படவில்லை என்று அவர் சுட்டிக்காட்டினார்.",
        "\"இதை புதுப்பிக்க நாங்கள் ஒரு அறிக்கையை வெளியிட்டுள்ளோம். ஆனால் செல்லாது. இரண்டு மில்லியன் உள்ளன. இரண்டு மில்லியன் மக்கள் எங்களுக்கு வழங்க முடியாது, \"என்று அவர் கூறினார், இந்த நேரத்தில் தற்போதைய ஓட்டுநர் உரிமங்களின் பிரச்சினைகள் குறித்தும் இது விளக்கப்பட்டுள்ளது.",
        "புதிய ஓட்டுநர் உரிமத்தின் செல்லுபடியாகும் காலம் எட்டு ஆண்டுகள் ஆகும், ஆனால் கமிஷனர் ஜெனரல் பிபிசி சிங்களிடம் கூறினார்.",
        "\"நேரத்தின் நீட்டிப்பு உள்ளது. நீங்கள் கொடுத்த 16 வருடங்களுக்குப் பிறகு எங்களுக்கு தருவோம். 8 க்கு வெளியே இல்லை. வயது படி. பொதுவாக, நாங்கள் வருகிறோம், வயதாக இருக்கிறோம், \"என்று அவர் விளக்கினார்.",
        "'குற்ற உணர்ச்சி இல்லை \"",
        "நமல் பிபிசி சிங்களத்தை நியமித்தார், போலீஸ் ஊடக செய்தித் தொடர்பாளர், உதவி போலீஸ் ஃபை உதவி கண்காணிப்பாளர். வ out ட்லரைக் குறிப்பிட்டு அவரது கருத்தை கேட்டார்.",
        "அதற்கு பதிலளித்த அவர், \"அவர் குற்றவாளியாக இருக்க மாட்டார். விரைவில் அதை புதுப்பிக்க அவர் அவரை வழிநடத்துகிறார். அதனால்தான் காவல்துறை அதிகாரிகள் உங்களுக்கு காவல்துறையின் ஆலோசனையை வழங்கியுள்ளனர். \"",
        "இருப்பினும், பழைய ஓட்டுநர் உரிமத்தைப் பயன்படுத்தி அகற்ற ஒரு தேதி அமைக்கப்படும்.",
        "\"ஆனால் அந்த நாளுக்குப் பிறகு அந்த நேரம், பழையவர்களிடமிருந்து வெளியேறும் ஒரு காலம் இருக்கும். ஆனால் இப்போது, ​​புதியவருக்கான ஏற்பாடு. \"",
        "பெண்கள் மற்றும் ஆண்கள் உடலுறவு கொள்ள ஒப்புதலைக் குறைக்கும் 5 காரணிகள்",
        "ஆசிரி மருத்துவமனையின் இயக்குநர்கள் நீதிமன்றத்திற்கு முன் தயாரிக்கப்பட்ட பின்னர் ஜாமீனில் விடுவிக்கப்பட்டனர்",
        "'வித்தியாசமான இயக்கம்' காரணமாக இந்தியாவின் ஷிப்ஸா ஃபர்ஹான் மற்றும் ஹரிஸ் ரூஃப் மீது இந்தியா புகார் செய்கிறது"
      ]
    },
    "en": {
      "title": "Is the old driver's license still valid for driving?",
      "body_lines": [
        "Namal Herath is a 60 year old resident of Kuliyapitiya. He had obtained the driver's license at the 23-year-old.",
        "As a result, he is not the old driving license, not the new driver's license.",
        "According to the Department of Motor Traffic, nearly 2 million drivers still use old driving license. The new driving license has a valid time and an old driving license does not exist.",
        "Many still use the old driver's license based on it.",
        "However, Namal recently faced a problem recently, three police officers stopped the motorcycle he traveled by the driver's license.",
        "Namal has never faced such incidents since the driving license was obtained.",
        "\"Three police officers stopped at Kuliyapitiya DIVily Traffic at Pannapitiya road. Then I asked my driving license to one day from Kuliyapitiya to telephone and recall that day by joining BBC Sinhala.",
        "Skip Podcast Promotion Contoion and Continue Reading Our BBC News Sinhala Business Whatsapp Channel Following.",
        "Since the police officers were typically, he gave them their driving license to assist them with the duties of their officers.",
        "But at the same time, he was amazed at the statement made by one police officer in the place.",
        "\"This is not a valid driving license, a drug license,\" Namal's response to us.",
        "\"The officials argued with me that it was a drug license. You can leave the courts, three months in prison. I told me what happened to Wimal Weerawansa's wife, \"he added.",
        "\"This was written by the Department of Motor Traffic Examination. This is the license for me. This is not a serious license, \"he recalled the way the driver obtained a driver permit three decades ago.",
        "Since obtaining the new driving license has not been compulsory and the old license is not necessary to renew it.",
        "Some time have been allowed to return to Namal without subordinating the conversation between the three police officers and his conversation.",
        "However, they had not been informed of the steps to take into the \"invalid\" driving license.",
        "\"Those officers did not say, then what I want to do this license. If that license is smuggling, you must take me to the police, \"he said.",
        "At the end of the incident, one officer in the place said: \"threatening tone\":. \"But after that, 'I said,' If you come back, I'll opel you, '",
        "Namal said that such incidents were damaged by individualism.",
        "\"It is not possible to get rid of people and work this way. These people of these people destroy people's mindset. They say the government 'does not' hand 'lu. Is it all possible that the government can withdraw?",
        "Nearly 2 million people still use the old driving license background contacted the Commissioner General of BBC Sinhalese, Kamal Amarasinghe to ask the legal part of the police.",
        "Responding to this, \"the old one is invalid. But we can't give him a card that it was canceled.. Then he sues us. So we have been allowed to run it yet. I have told the police Traffic DIG, \".",
        "The Commissioner General said that he had the power to prosecute other driver drivers.",
        "However, he pointed out that the old driving license has been made to renew the license but has not been canceled.",
        "\"We have issued a statement to renew this. But not invalid. There are two million. Two million people cannot give us, \"he said it also explained on the issues of the present driving licenses at this time.",
        "The validity period of a new driving license is eight years, but the Commissioner General told BBC Sinhala.",
        "\"There is an extension of time. Let's give us a 16 year after you give. Not out of 8. According to age. Normally, we are coming, aged, \"he explained it.",
        "'No guilt \"",
        "Namal appointed BBC Sinhala, Police Media Spokesperson, Assistant Superintendent of Police FY. Referred to Woutler and asked his comment.",
        "Responding to it, he said: \"He won't be guilty. He guides him to renew it soon. That is why the police officers have given you the advice of the police. \"",
        "However, a date will be set to remove using the old driving license.",
        "\"But there will be a time when that time after that day, get out of the old. But now, the arrangement for the new one. \"",
        "5 factors that reduce the consent of women and men to have sex",
        "Directors of Asiri Hospital released on bail after being produced before court",
        "India complains against India's Shibza Farhan and Haris Rauf because of 'weird motion'"
      ]
    }
  },
  "summary_lines": []
}