{
  "translated_text": {
    "ta": {
      "title": "வெளிநாட்டு வணிக கடன்களை மறுசீரமைப்பதற்கான கொள்கை ஒப்பந்தம்",
      "body_lines": [
        "வெளிநாட்டு வணிக கடன் வழங்குநர்களுடன் இறையாண்மை கடன்களை மறுசீரமைக்க இலங்கை கொள்கை ஒப்பந்தங்களை அடைகிறது",
        "சர்வதேச நாணய நிதியத்தின் கீழ், 17 பில்லியன் அமெரிக்க டாலருக்கும் அதிகமாக உள்ளது.",
        "கொள்கை ஒப்பந்தம் இன்று (19) இன்று (19) வெளிநாட்டு வணிக கடன்களை சுமார் 17.5 பில்லியன் டாலர் மறுசீரமைப்பது குறித்து நடைபெற்றது.",
        "சர்வதேச முதலீட்டாளர்களைக் குறிக்கும் தற்காலிக பத்திரங்கள் (இலங்கையின் AHGB - LCSL) இந்த சர்வதேச இறையாண்மை பத்திரங்களுடன் உடன்படுகின்றன. நாட்டின் இறையாண்மை பத்திரங்களில் 50% க்கும் அதிகமானவை இந்த குழுக்களில் 50% க்கும் அதிகமாக உள்ளன.",
        "இந்த ஒப்பந்தங்களின் கீழ், 11% தள்ளுபடி வீதத்தின் அடிப்படையில் 40.3% (40.3%) தற்போதைய மதிப்புக்கு நிவாரணம் வழங்க பத்திர உரிமையாளர்கள் ஒப்புக் கொண்டுள்ளனர்.",
        "இலங்கைக்கு 2024 க்கும் அதிகமான இலங்கைக்கு ஒரு பெரிய கடன் நிவாரணம் உள்ளது, ஒருங்கிணைந்த செயல் கட்டமைப்பானது ஜூலை 2024 இல் நிறுவப்பட்டது, மேலும் புதிய நிபந்தனைகளில்.",
        "சுமார் 3.3 பில்லியன் அமெரிக்க டாலர்கள் தொடர்பான சீனா அபிவிருத்தி வங்கியின் (சிடிபி) முக்கிய நிதி நிபந்தனைகள் தொடர்பாக சீன அபிவிருத்தி வங்கியின் (சிடிபி) முக்கிய நிதி நிபந்தனைகளுடன் இலங்கை உடன்பட்டுள்ளது.",
        "சீனாவின் எக்ஸிம் பாங்க் ஆப் சீனா (ஓ.சி.சி), இலங்கையின் ஆணையர் (சிடிபி) மற்றும் பத்திரங்களின் பத்திரங்கள் (சிடிபி) மற்றும் சர்வதேச நாணய நிதியத்துடனான தகவல்தொடர்புகள் சொந்தமானவை. எக்ஸிம் பாங்க் ஆப் சீனாவிலிருந்து 2.4 பில்லியன் அமெரிக்க டாலர், அதிகாரப்பூர்வ கடன் வழங்குநர்கள் குழுவில் சி.டி.பியிலிருந்து 9.5 பில்லியன் அமெரிக்க டாலர்களிலிருந்து 2.5 பில்லியன் அமெரிக்க டாலர் மற்றும் 9.5 பில்லியன் அமெரிக்க டாலர்கள் உள்ளன.",
        "இலங்கையின் அனைத்து கடன் வழங்குநர்களையும், சர்வதேச நாணய நிதியத்தின் (ஐ.எம்.எஃப் செயலகம்) அதிகாரப்பூர்வ கடன் வழங்குநர்களையும் ஆதரிக்க ஜனாதிபதி ரணில் விக்ரமேசிங்க் தனது நன்றியையும் பாராட்டையும் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Policy agreement to restructure foreign commercial debts",
      "body_lines": [
        "Sri Lanka reaches policy agreements to restructure sovereign debts with foreign commercial creditors",
        "Under the International Monetary Fund, more than US $ 17 billion loan relief.",
        "The policy agreement was held today (19) today (19) on the restructuring of foreign commercial loans of about $ 17.5 billion.",
        "The temporary group of bonds representing international investors (AHGB of Sri Lanka - LCSL) agree with these international sovereign bondsThere is. More than 50% of the sovereignty bonds of the country have over 50% of these groups.",
        "Under these agreements, the bond owners have agreed to provide relief to a current value of 40.3% (40.3%) based on an 11% discount rate.",
        "Sri Lanka has a larger debt relief to Sri Lanka more than 2024, with the integrated action framework established in July 2024, and in the new conditions.",
        "Sri Lanka has agreed with the main financial conditions of the China Development Bank (CDB) regarding the main financial conditions of the China Development Bank (CDB) related to around US $ 3.3 billion.",
        "China's Exim Bank of China (OCC), the Commissioner of Sri Lanka (CDB) and Bonds of Bonds (CDB) and the Communications with the International Monetary FundHas been owned. At US $ 2.4 billion from Exim Bank of China, the official creditors committee includes US $ 2.5 billion and US $ 9.5 billion from US $ 9.5 billion from CDB.",
        "President Ranil Wickremesinghe expressed his thanks and admiration to support all the creditors of Sri Lanka and the official creditors of the International Monetary Fund (IMF secretariat)."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka reaches agreement to restructure $17.5B foreign commercial debts under IMF guidance. Bondholders accept 40.3% relief at 11% discount rate. China Development Bank and Exim Bank of China involved in $6.7B debt relief. President Wickremesinghe thanks creditors for support."
  ]
}