{
  "translated_text": {
    "si": {
      "title": "පාර්ලිමේන්තුව සොරුන්ගේ ගුහාවක් වන බව ප්රකාශ කිරීමට ජනාධිපතිවරයාට අයිතියක් නැත - රන්නල්ට නිවැරදි-රන්නල්",
      "body_lines": [
        "ශ්රී ලාංකික ජනතාවගෙන් සියයට 58 ක් තුළ පාර්ලිමේන්තුව සොරුන්ගේ ගුහාවක් ලෙස සොරුන් ගුහාවක් බව ප්රකාශ කිරීමට පාර්ලිමේන්තුවට අයිතියක් නැත.. හිටපු ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ පාර්ලිමේන්තු ක්රමය ආරක්ෂා කළ හැක්කේ ඔහු සිලින්ඩරයට ඡන්දය දුන්නොත් පමණි.",
        "ඔහු මේ බව කියා සිටියේ මාතලේ දිස්ත්රික්කයේ තරඟ කරන නව ප්රජාතන්ත්රවාදී පෙරමුණ අපේක්ෂකයින්ට සහය පළ කරමින් බදාදා (30) දම්බුල්ලාහි පැවති මැතිවරණ ව්යාපාරයේ රැස්වීමකදීය.",
        "පාර්ලිමේන්තු මැතිවරණය මුලදී පාර්ලිමේන්තුව ආරක්ෂා කිරීමට පටන් ගනී. පාර්ලිමේන්තුවේදී සියයක් ලබා දෙන ලෙස ජනාධිපති අනුර කුමාර දිසානායක මහතාගෙන් සියයක් ලබා දෙන ලෙස ඉල්ලා තිබේ. සියයට 42 ක් ලබා ඇති කෙනෙකුට සියයට සියයක් ලබා දිය හැක්කේ කෙසේද?. අනුරකුමාරා ගණිතය ඉගෙන ගත් තැන මම නොදනිමි.",
        "මුල් දිනවල කොමියුනිස්ට් රටවල් මැතිවරණ පැවැත්වීය. විපක්ෂය ඉවත් කර ඔවුන්ගේ කොටස වැඩි කළේය. අපට එම ක්රමය කළ නොහැක. සියයට 42 ක් නම්, එම ගිණුම වැඩි වීමට යන්නේ නැත.",
        "අපේ රටේ ව්යවස්ථාවේ තුන්වන හතරෙන් වන අක්ෂරය යටතේ ස්වෛරීභාවය ජනතාවට ය. ඡන්ද බලය එහි කොටසකි. ජනාධිපතිවරණයේදී ඔහු අපේක්ෂා කරන අපේක්ෂකයාට අපි ඡන්දය ද ඡන්දය ප්රකාශ කිරීමේ අයිතිය ලබා ගනිමු. පාර්ලිමේන්තු මැතිවරණයෙන් ඔහු අපේක්ෂා කරන පක්ෂයට ඡන්දය දීමෙන් පසු මනාප ඡන්ද තුනකි. මෙම ක්රමය බොහෝ ඉරාප්සියානු රටවල ඇත.",
        "නමුත් මාලිමා යන්ත්රය කුමක්ද?පක්ෂයට ඡන්දය දෙන ලෙස ඔවුන්ට දන්වනු ලබන නමුත් වරණීය ඡන්දය ගැන කිසිවක් වාර්තා නොකරන්න. මෙයින්, පක්ෂය තෝරා ගැනීමේ බලය අපි මිනිසුන්ට ලබා දෙමු. ඩිල්වින් සිල්වා සහ දේශපාලන කවුන්සිලය අපේක්ෂකයින් තෝරා පත් කර ගැනීම සඳහා බලය ලබා ගනී.",
        "මේ ප්රජාතන්ත්රවාදී ද?අපේක්ෂකයා තෝරා ගැනීමේ නියෝගය ඩිල්වින් සිල්වාට ගන්නේ කෙසේද?. පාර්ලිමේන්තුවට ගොස් තමන් විසින්ම නියෝජනය කළ හැකි පුද්ගලයින් ගැන ජනතාව දනිති.",
        "මෙන්ම පාර්ලිමේන්තු සොරුන්ගේ ගුහාව. එසේ කිරීමේ අයිතිය අනුරකුමාරට දුන්නේ කවුද?ඔවුන්ගේ අනුපාතය සියයට 42 කි. ජනතාවගෙන් සියයට 58 ක් ප්රකාශ කරන්නේ පාර්ලිමේන්තුව පිළිබඳ විශ්වාසය පවතින බවයි. පාර්ලිමේන්තුවේදී මාලිමා කර ගැනීමේ අයිතිය කුමක්ද?ජනාධිපතිවරයා කළමනාකරණය කිරීම පාර්ලිමේන්තුවයි. එවැනි ස්ථානයක් සොරුන්ගේ ගුහාව බව ජනාධිපතිවරයා ප්රකාශ කරන්නේ කෙසේද?",
        "2023 ජූලි මාසයේදී හිටපු සෞඛ්ය අමාත්ය කෙහෙලිය රම්බුක්කවල පාර්ලිමේන්තුවේ යෝජනාවක් ඉදිරිපත් කළේය. එහෙත් අගෝස්තු 31 වන දින කෙහෙලියා රම්බුක්වැල්ලට එරෙහිව ඔහු ශ්රේෂ් Supreme ාධිකරණයේ මූලික අයිතිවාසිකම් නඩුවක් ගොනු කළේය. ඔහු සොරෙක් නොවේද?නඩුව නඩුව විසින් තීරණය කළ යුතුය.",
        "කෙහෙලිය රම්බුක්වැල්ලට එරෙහි පාර්ලිමේන්තු විවාදය නැවැත්වීමට අපි පියවර ගන්නේ නැත.ශ්රේෂ් Supreme ාධිකරණ තීන්දුවෙන් පසුව අපට තීරණයක් ගත හැකි බව අපි කීවෙමු. මහාධිකරණ තීන්දුවෙන් පසුව විවාදය පැවැත්විය හැකි බව අපට පවසා තිබුණි. එය නීතිමය ක්රමයකි.",
        "ඔබ කිසියම් සිදුවීමක උසාවියට ​​ගියහොත් පාර්ලිමේන්තුව පියවර ගනී. මේ අතර, නීතිපති කෙහෙලියා රම්බුක්වැල්ලට එරෙහිව නඩු පැවරීම. කාට එරෙහිව නඩු පවරා ඇති ලෙස මගෙන් ඉල්ලා සිටින්නට ඇත. නමුත් මම කිසිවක් කිරීමට උත්සාහ නොකරමි.",
        "ඔවුන් හිටපු ජනාධිපතිවරුන්ගේ නිවාස ඉවත් කිරීමට වාර්තා කරයි. මට ඒ ගැන කිසිම ප්රශ්නයක් නැහැ. මම රාජකීය නිවසේ නැහැ. ඔවුන් පවසන පරිදි, මගේ කජු ආහාර සහ කුඩ 16 ක් මගේ ආරක්ෂක බලධාරීන්ට නැවැත්වීම කෝටි 120 කට අධික ප්රමාණයක් ඉතිරි වී තිබේ.",
        "හිටපු ජනාධිපති චන්ද්රිකා කුමාරතුංග නිවසේ සිට ඉවත් කිරීමට ඔවුන් උත්සාහ කරන්නේ ඇයි?ජනතා විමුක්ති පෙරමුණ ඔහුගේ සිහිනය නිසා මිය ගියේය. මහින්ද රාජපක්ෂගේ ආරක්ෂාව යුද්ධයේ ආරක්ෂාව කෙරෙහි අවධානය යොමු කළ යුතුය. අන් අයගේ වරප්රසාද දෙන්න. මගේ කාරණා ඉවත් කරන්න.",
        "මම පාර්ලිමේන්තුවට නොයානි. එසේ නම්, මිනිසුන් මතක් කිරීම ජනමත විචාරණයක් පැවැත්විය යුතුය. එබැවින් රජය ජනතාවට දුන් පොරොන්දු ඉටු කළ යුතුය. රජයේ සේවකයින් සඳහා වැටුප වැඩි කරන්න.",
        "මෙම පාර්ලිමේන්තු ක්රමය සංරක්ෂණය කළ හැක්කේ ඔහු මැතිවරණයට ඡන්දය දීමෙන් පමණි. අපගේ පද්ධතියට අනුව පාලක පක්ෂයේ පළපුරුදු සහ මහලු අය සහ පාර්ලිමේන්තුවේ විපක්ෂයේ විපක්ෂය තිබිය යුතුය."
      ]
    },
    "en": {
      "title": "The President has no right to declare that Parliament is a cave of thieves -Ranil has no right -Ranil",
      "body_lines": [
        "With 58 percent of Sri Lankan people, the parliament has no right to declare that Parliament is a cave of thieves as a cave of thieves.. Former President Ranil Wickremesinghe said the parliamentary system could be protected only if he voted for the cylinder.",
        "He was speaking at a meeting of the election campaign in Dambulla on Wednesday (30) in support of the new Democratic Front candidates contesting in the Matale district.",
        "The parliamentary elections begin to protect the parliament in the beginning. President Anura Kumara Dissanayake has been asked to grant a hundred % in Parliament. How can one who have 42 per cent to give a hundred per cent. I do not know where Anurakumara learned mathematics.",
        "In the early days, Communist countries held elections. Eliminated the opposition and increased their share. We cannot do that method. If 42 per cent, that account is not going to increase.",
        "Sovereignty under Article Third Fourth of our country's Constitution is for the people. Voting power is part of it. We vote for the candidate he wishes in the presidential election and gain voting rights. After voting for the party he wishes in the parliamentary election, there is a three preferential vote. This system is in many of the Irappian countries.",
        "But what is the compass?They are informed to vote for the party but do not report anything about the preferential vote. By this, we give people the power to elect the party. Dilvin Silva and the Political Council take the power to elect candidates.",
        "Is this democratic?How can Dilvin Silva take the decree of choosing candidate. People know about people who can go to parliament and represent themselves.",
        "As well as parliamentary thieves' cave. Who gave Anurakumara the right to do so?Their rate is 42 per cent. 58 percent of the people declare that there is confidence in Parliament. What is the right to compass in Parliament?It is parliament to manage the president. How can the President declare that such a place is the cave of thieves?",
        "In July 2023, former Health Minister Keheliya Rambukwala presented a proposal in Parliament. But he then filed a fundamental rights case in the Supreme Court against Keheliya Rambukwella on August 31. Isn't he a thief?The case must be decided by the case.",
        "We are not taking steps to stop the parliamentary debate against Keheliya Rambukwella.We said that after the Supreme Court ruling we can make a decision. We had been told that the debate could be held after the High Court ruling. It is a legal method.",
        "If you go to court on any incident, Parliament takes action. In the meantime, Attorney General Keheliya sued Rambukwella. May have asked me to have sued against whom. But I am not trying to do anything.",
        "And they report to remove the homes of former presidents. I have no problems with it. I am not in the royal house. As they say, my kaju meals and the stopping of 16 umbrellas to my security authorities have been left over 120 crores.",
        "Why are they trying to remove former President Chandrika Kumaratunga from home?The Janatha Vimukthi Peramuna was killed by his dream. Mahinda Rajapakse's security should be focused on the safety of the war. Give the privileges of others the same. Remove my matters.",
        "I am notifying not to go to parliament. If so, people should hold an opinion referendum. So the government must fulfill the promises made to the people. Increase the salary for public servants.",
        "This parliamentary system can only be preserved if he votes for the election. According to our system, there should be experienced and old people in the ruling party and the opposition in Parliament."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Former President Ranil Wickremesinghe criticized Parliament, saying it's undemocratic. He accused the current government of misusing power and violating constitutional sovereignty. The speaker questioned the legitimacy of Parliament's actions and called for greater transparency in the electoral process."
  ]
}