{
  "translated_text": {
    "si": {
      "title": "යාපනයේ දරණ වරප්රසාද සහ ආශිර්වාදයන් සඳහා අපට දේශපාලනය නොමැත",
      "body_lines": [
        "බ rew වරි මාර්ග බලපත්රය, වයින් වෙළඳසැල් බලපත්ර ලබාගත් පුද්ගලයින් අපට නොමැත,. විශේෂ තෑගි සහ තෑගි ලැබුණු ජනතාව අප සමඟ නැත. විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේ වාර්ගික, ආගමික, වංශ හා පක්ෂයකින් තොරව රටට බැඳී සිටින අප සමඟ අප සිටින බවයි.",
        "එක්සත් ජනතා සන්ධානය (යූපීඑෆ්ඒ) විසින් 58 වන ජනගහනය 2024 ජනාධිපතිවරණයට පෙර සංවිධානය කරන ලද අතර සැප්තැම්බර් 15 වන දින විපක්ෂ නායක සජිත් ප්රේමදාස මහතාගේ ප්රධානත්වයෙන් යුත් සජිත් ප්රේමදාස මහතාගේ ප්රධානත්වයෙන් සැප්තැම්බර් 15 වන දින පැවැත්විණි.. විපක්ෂ නායක සජිත් ප්රේමදාස මේ බව කියා සිටියේ රැස්වීම අමතමින්.",
        "ඊසානත භූමි ප්රදේශයක අවතැන්වූවන්ට විසඳුමක් අපට හමුවනු ඇත. ගැටළු අවසන් කළ හැක්කේ ප්රතිසන්ධාන ක්රියාවලීන් තුළිනි. අඛණ්ඩව කෑගැසීමේ ගැටලුව පවත්වා ගත නොහැක. විපක්ෂ නායකවරයා කියා සිටියේ මෙම තරුණ තරුණියන් ශක්තිමත් කිරීම සහ තරුණ තරුණියන්ට රටේ එක්සත්කමට බලපාන තරමට තරුණ තරුණියන් ශක්තිමත් කරන බවයි.",
        "ඒකාබද්ධ රට තුළ බලය බෙදා හැරීම සඳහා අපි කෙටි කාලයක් තුළ පළාත් සභා මැතිවරණයක් පවත්වමු. මධ්යම රජය පළාත් සභා සඳහා බලතල නොගත යුතුය. විපක්ෂ නායකවරයා කියා සිටියේ ඊසාන දෙසින් යුද්ධයෙන් පීඩාවට පත් වූ ජනතාවගේ ගුණාත්මකභාවය වැඩි දියුණු කිරීමට අප කැප වන ඊසානත ජනතාවගේ ජනතාවගේ සමුළුව මෙම පරිත්යාගශීලීන් විසින් කියා සිටින බවයි.",
        "තරුණ වෘත්තීය ගැටළුව විසඳීම සඳහා අපි නව කර්මාන්තශාලා ආරම්භ කරන්නෙමු. රැකියා අවස්ථා නොමැතිව පීඩනයට ලක්ව ඇති තරුණ ප්රජාව නැවත පිහිටුවීමට අප කැපවී සිටිමු. අප නිවාස අමාත්යවරයා වූ විට, රටේ සෑම ප්රදේශයකම නිවාස කටයුතු නිර්මාණය කිරීමේ ක්රියාවලිය ආරම්භ කිරීම සහ ආදර්ශ ගම්මාන නිර්මාණය කිරීම. ගෝතභය රාජපක්ෂ මහතා නිවාස ව්යාපෘති සහ ආදර්ශ විලේමැරීව බලයට පත්වීමෙන් පසු. ඊට ප්රතිචාර දක්වමින් ජනාධිපති රනිල් වික්රමසිංහ මහතා ද ගෝතාභය රාජපක්ෂගේ ප්රතිපත්තියේ ද අනුගමනය කළේය.විපක්ෂ නායකවරයා කියා සිටියේ ඔහු බලයට පත්වීමෙන් පසු නිවාස යෝජනා ක්රමය නැවත ආරම්භ කරන බවයි.",
        "QR කේත ප්රකාරයේදී අපි ත්රිරෝද රථ, ගොවීන් සහ ධීවරයින් තිදෙනෙකු සඳහා ඉන්ධන සහන ලබා දෙන්නෙමු. අපි ඉන්ධන සහන ලබා දෙන්නෙමු. විපක්ෂ නායකවරයා කියා සිටියේ ධනවතුන්ට සහ ධනවතුන්ට ඉන්ධන සහන ලබා ගත නොහැකි බවයි.",
        "අපි සියලුම පාසල් සහ සියලු පහසුකම් හරවා සියලුම රෝහල් සහ සියලු පහසුකම් රෝහල් හැරෙමු.. නිදහස් අධ්යාපනය සහ නිදහස් සෞඛ්ය සේවය සමෘද්ධිමත් සේවාවක් කරන බව විපක්ෂ නායකවරයා පැවසීය.",
        "ඊසානදිග වෙනත් පළාත්වල තරුණයින් විශාල පිරිසක් සිටිති. ඔවුන්ට නවීන තාක්ෂණය හා උසස් අධ්යාපනය ලබා දීම සඳහා ජාත්යන්තර තරුණ සංවර්ධන මධ්යස්ථාන අපි නිර්මාණය කරමු.. ඒ හරහා අපි ඔබට පරිගණක විද්යාව, භාෂා ප්රවීණතාවය සහ තොරතුරු තාක්ෂණ දැනුම ලබා දෙන්නෙමු. විපක්ෂ නායකවරයා කියා සිටියේ තරුණයින් වැඩිදියුණු කිරීමෙන් අපි ව්යවසායකයින් බවට පත් කරන බවයි.",
        "දරිද්රතාවය පිටුදැකීමේ වැඩසටහන තුළින් පවුල් පවුල් සඳහා රු.. දුප්පත්කම තුරන් කිරීමට අපි පියවර ගන්නෙමු. කාන්තාවන් කෙරෙහි අවධානය යොමු කිරීම සඳහා අප මෙම වැඩසටහන ක්රියාත්මක කරන බව විපක්ෂ නායක සජිත් ප්රේමදාස මහතා පැවසීය.",
        "ශ්රී ලංකා පාර්ලිමේන්තු මන්ත්රී. පිළිතුර -. එක්සත් උතුරු පළාත් සභාවේ සුමන්තිරාන් සී. V.. K. මෙම අවස්ථාවට සිවග්නානම් සහ උතුරු පළාත් සභාවේ හිටපු සාමාජික කේෂවාන් සන්තන්හන් ද සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "We do not have politics for privileges and blessings -Opposition Leader in Jaffna",
      "body_lines": [
        "We have no people who have received the Wine Stores Licensing, the Brewery Road Permit,. The people who have received special gifts and gifts are not with us. Opposition leader Sajith Premadasa said that we are with us who have joined the country without racial, religious, clan and party.",
        "The 58th People's Alliance organized by the United People's Alliance (UPFA) ahead of the 2024 presidential election was held on September 15 in Manipay, Jaffna, headed by Opposition Leader Sajith Premadasa.. Opposition leader Sajith Premadasa said this while addressing the gathering.",
        "We will find a solution to the displaced people in the northeastern territory. The problems can be ended only through reconciliation processes. Cannot keep the problem of continuing to scream. The opposition leader said that it would implement a program to strengthen the youth and strengthen the youth as it affects the unity of the country.",
        "We will hold provincial council elections within a short time for devolution of power within the combined country. The central government should not take powers for provincial councils. The Opposition Leader said that the donors will convene the conference for the people of the Northeastern people, based on the policy plan that we will be committed to improving the quality of the people affected by the war in the Northeast.",
        "We will start new factories to solve youth career problem. We will be committed to restoring the young community that has been under pressure without employment opportunities. When we were the Minister of Housing, we started the process of creating housing activities in all parts of the country and creating model villages. Gotabhaya Rajapaksa stopped the housing projects and the model village creation after he came to power. In response, President Ranil Wickremesinghe also followed the policy of Gotabhaya Rajapaksa.The opposition leader said that after he came to power, the housing scheme would be resumed.",
        "We will provide fuel relief to three -wheeler drivers, farmers and fishermen in QR code mode. We will provide fuel relief. The opposition leader said that the fuel relief would not be available to the rich and the rich.",
        "We will convert all schools and all the amenities and turn all hospitals and all facilities hospitals.. The Opposition Leader said the free education and the free health service would be made a prosperous service.",
        "There are a large number of young people in other provinces like the North East. We will create international youth development centers to provide them with modern technology and higher education.. Through it we will give you computer science, language proficiency and information technology knowledge. The opposition leader said that by improving the youth, we will make them entrepreneurs.",
        "Through the Poverty Alleviation Program, we will receive taxes for the families of Rs.. We will take steps to eradicate poverty. Opposition Leader Sajith Premadasa added that we will carry out this program to focus on women.",
        "Member of Parliament of Sri Lanka. A.. Sumanthiran, former Northern Provincial Council C. V.. K. Sivagnanam and former member of the Northern Provincial Council Kesavan Sayanthan were also present at the event."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka opposition leader Sajith Premadasa addresses rally in Jaffna, promising solutions for displaced people, youth empowerment, and economic development. He vows to resume housing schemes, provide fuel relief, and improve healthcare and education."
  ]
}