{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ නීති විරෝධී විරෝධතා",
      "body_lines": [
        "නීතිවිරෝධී ආයුධ සහ උපාය මාර්ග මගින් ශ්රී ලංකාවේ 2022 සිට 20223 දක්වා පෙලපාලි කියා කියා සිටියේ සාමකාමීව රැස්කිරීමේ අයිතිය සහතික කිරීමට අපොහොසත් වන බවත් එය මර්දනයේ සංකේතයක් බවත් පෙන්වා දෙමිනි.",
        "මෙම සන්දර්භය තුළ, අතීතයේ නීතිය නැවැත්වීමට පියවර ගන්නා ලෙස රජය රජයෙන් ඉල්ලා සිටියේ, අතීතයේ පැවති විරෝධතාවලදී නීති විරෝධී ලෙස මැවිල්ල පිළිබඳ විධිමත් ලෙස සකස් කිරීම පිළිබඳ විධිමත් ලෙස විමසීම් කරන ලෙසයි.",
        "ශ්රී ලංකාවේ පෙලපාලිවලදී නීතිවිරෝධී ආයුධ භාවිතය පිළිබඳ සවිස්තර වාර්තාවක් ඇම්නෙස්ටි ඉන්ටර්නැෂනල් ඊයේ නිකුත් කළේය.",
        "ඇම්නෙස්ටි ඉන්ටර්නැෂනල් විසින් මෙම ප්රකාශය සකස් කර ඇත්තේ උපාය මාර්ග පිළිබඳ පුළුල් සමීක්ෂණයක පදනම මත ශ්රී ලංකාවේ මාස 16 ක කාලය තුළ ශ්රී ලංකාවේ මාස 16 ක කාලය තුළ මර්දනය කිරීම සඳහා හසුරුවා ඇති උපාය මාර්ග භාවිතා කිරීම මත ය.",
        "මෙම අධ්යයනයෙන් පෙන්නුම් කරන්නේ නීතිවිරෝධී කඳුළු ගෑස් ගෑස්, ජලය භාවිතය සහ ශ්රී ලංකාවේ නෛතික ක්රියාත්මක කිරීමේ ව්යුහයන්ගේ අඛණ්ඩ ප්රවණතාවක් ඇතිවීමයි.",
        "මෙයින් අඩකට වැඩි ප්රමාණයක් ගවේෂණය කිරීමේදී, අවම වශයෙන් අරගල 17 ක්වත් ජාත්යන්තර නීති හා මූලධර්ම අනුගමනය කිරීමට අපොහොසත් වී ඇති බව නීතිය ක්රියාත්මක කරන බලධාරීන් දැක තිබේ.. මෙම ප්රවණතාවය ශ්රී ලංකාවේ සාමකාමීව රැස්වීමේ අයිතිය සීමා කරයි.",
        "The right to gather peacefully is a valuable tool that can be used to recognize and recognize and recognize and recognize and recognize and realize the widespread basis, including economic, social and cultural rights.",
        "පීඩිත රාජ්යයේ පුද්ගලයන්ට සහ කණ්ඩායම් සඳහා මෙය අත්යවශ්ය වේ. එබැවින් සාමයෙන් රැස්වීමට හා එය තහවුරු කිරීමට අපොහොසත් වන පීඩනයේ ලකුණක්. ඒ හා සමානව, අයිතිවාසිකම් ආරක්ෂා කිරීම හා වැඩිදියුණු කිරීම ඇතුළු ආරක්ෂක ව්යුහයන්, පොලිසියේ ආරක්ෂාව දරයි.",
        "2022 පෙබරවාරියේදී එවකට ජනාධිපති ගෝතභය රාජපක්ෂ සහ අගමැති මහින්ද රාජපක්ෂ ඉල්ලා අස්වන බවත්, ආර්ථික අර්බුද, දූෂණය සහ මානව හිමිකම් උල්ලං .නය සඳහා ඔවුන් වගකිව යුතු බවත්, රට පුරා විරෝධතා පැවැත්වූ බවත්, ආර්ථික අර්බුද, දූෂණය සහ මානව හිමිකම් උල්ලං .නය සඳහා වගකිව යුතු බවත් රට පුරා විරෝධතා පැවැත්වූ අතර ඔවුන් ආර්ථික අර්බුද, දූෂණය සහ මානව හිමිකම් උල්ලං .නය සඳහා වගකිව යුතු යැයි ඉල්ලා සිටියහ.",
        "ආරක්ෂක නිලධාරියා ඔවුන්ට එරෙහිව හිංසනය හා හිංසනය භාවිතා කළේය. නීතිවිරෝධී ලෙස භාවිතා කරන උද් ration ෝෂකයින්ට එරෙහිව විශේෂයෙන් මාරාන්තික හා දුර්වල ආයුධ මගින් භාවිතා කරයි. ඊළඟ මාසවලදී, 'අරලායා' නම් දැවැන්ත පෙලපාලි හිටපු ජනාධිපති ගෝතභය රාජපක්ෂගේ පිටවීමේදී පිටවීමට හේතු වී තිබේ.. කෙසේ වෙතත්, රනිල් වික්රමසිංහ මහතා ජනාධිපති ධුරයට පත්වීමෙන් පසුව, නීති බලධාරීන්ට එරෙහිව නීතිවිරෝධී ශක්තිය අඛණ්ඩව පැවතුනි.",
        "ඒ හා සමානව, රටේ උතුරු හා නැගෙනහිර පළාත්වල අතුරුදහන් වූවන්ගේ පවුල් විසින් විරෝධතා මාලාවක් සිදු කරන ලදී. මෙම අරගල නිහ ly ව සිදු කළ අයට එරෙහිව ආරක්ෂක අංශ හා බුද්ධි අංශ සහ බුද්ධි අංශ විසින් අඛණ්ඩව අඛණ්ඩ සෝදිසි, තර්ජනය, හිරිහැර කිරීම් සහ කඩාකප්පල් කිරීම සිදු කරන ලදී.",
        "2022 සහ 2023 දී, පාසල්, මාර්ග සහ වෙනත් විවෘත ප්රදේශවල අවදි වීම සහ අවදානම අවම කිරීම සඳහා පාසල්, මාර්ග සහ වෙනත් විවෘත ප්රදේශවල 2023 දී අපි පොලිසිය ඇතුළු පොලිසිය ඇතුළු පොලිසිය ඇතුළු පොලිසිය ඇතුළු කඳුළු සහ ජලාශ රැගෙන යමු තුවාල වීම.",
        "මෙම පසුබිමට එරෙහිව, සාමකාමී සංගම් සඳහා පහසුකම් සපයන සමස්ත ප්රවේශය, සියලු පෙලපාලිකකරුවන්ගේ සාමය ලබා ගැනීමේ අයිතිය සහතික කිරීම, විරෝධතා සමඟ කටයුතු කිරීමේ ක්රියාවලිය ජාත්යන්තර නීති හා මූලධර්මවලට අනුකූල වන අතර නීති විරෝධී මැවීම පිළිබඳ නීති විරෝධී පරීක්ෂණ පැවැත්වීම සහ නීති විරෝධී ලෙස නිර්මාණය කිරීම උද් ration ෝෂණ සහ නීතිවිරෝධී පෙලපාලි පිළිබඳ නීති විරෝධී විමර්ශනය. වාර්තාව අවධාරණය කර තිබේ."
      ]
    },
    "en": {
      "title": "Illegal protests in Sri Lanka",
      "body_lines": [
        "Pointing out that the demonstrations from 2022 to 2023 in Sri Lanka have been suppressed by illegal weapons and strategies, the International Amnesty International said that failing to ensure the right to gather peacefully and that it was a symbol of repression.",
        "In this context, the government has urged the government to take steps to stop the law in the past, with formal inquiries into allegations of illegal creation during protests in the past.",
        "The Amnesty International yesterday issued a detailed report on the illegal use of weapons during demonstrations in Sri Lanka.",
        "The Amnesty International has prepared this statement on the basis of a widespread survey of strategies and use of the strategies that have been handled to suppress them during the 16 -month period in Sri Lanka over 16 months from March - 2023.",
        "The study shows a continuous tendency of illegal tear gas, the use of water, and improper bearding by Sri Lanka's legal implementation structures.",
        "In the exploring more than half of this, law enforcement authorities have noticed that at least 17 struggles have failed to follow international laws and principles.. This trend limits the right to gather peacefully in Sri Lanka.",
        "The right to gather peacefully is a valuable tool that can be used to recognize and recognize and recognize and recognize and recognize and realize the widespread basis, including economic, social and cultural rights.",
        "This is essential for individuals and groups in the oppressed state. Therefore a sign of oppression that is worth the right to gather in peace and fail to confirm it. Similarly, security structures, including the protection and improvement of the rights, have the security of the police.",
        "In the wake of the economic crisis that intensified by February 2022, there were protests throughout the country, demanding that the then President Gotabhaya Rajapakse and Prime Minister Mahinda Rajapakse resign and that they should be held accountable for economic crisis, corruption and human rights violations.",
        "The security guard used oppression and violence against them. Especially used by deadly and weak weapons against demonstrators illegally used. In the following months, massive demonstrations called 'Arakalaya' have led to the exit of former President Gotabhaya Rajapakse.. However, after Ranil Wickremesinghe took office as president, the illegal strength against the legal authorities has continued.",
        "Similarly, a series of protests were carried out by the families of the missing persons in the Northern and Eastern Provinces of the country. Security forces and intelligence agencies against those who have silently carried out these struggles carried out continuous surveillance, threat, harassment and disruption.",
        "In 2022 and 2023, we have carried out tears and reservoirs, including the police, including the police, in the wake of schools, roads and other open areas, in spite of the effort to reduce the risk of injury, and to reduce the risk of injury.",
        "Against this backdrop, the overall approach to facilitates peaceful unions, and ensuring the right to gather peace of all demonstrators, ensuring that the process of dealing with protests is in accordance with international laws and principles, and the illegal investigation into the illegal creation of the demonstrations, and the illegal investigation into the illegal creation of demonstrations. To takeThe report has been stressed."
      ]
    }
  },
  "summary_lines": [
    "Amnesty International reports on illegal protest suppression in Sri Lanka from 2022-2023, highlighting use of weapons and strategies against peaceful gatherings, which it deems a symbol of repression. The government has been urged to address past illegal actions during protests. The report, based on a survey over 16 months, shows continuous illegal use of tear gas, water, and improper bearding by law enforcement. Over half of the protests failed to adhere to international laws, limiting the right to peaceful assembly. Protests were sparked by economic crisis, demanding resignation of leaders and accountability for corruption and human rights violations. Despite the exit of former President Gotabhaya Rajapakse, illegal suppression continued under President Ranil Wickremesinghe."
  ]
}