{
  "translated_text": {
    "ta": {
      "title": "வெடிபொருட்களால் கைது செய்யப்பட்ட கமாண்டோ தடுத்து வைக்கப்பட்டு கேள்வி எழுப்பப்படுகிறது",
      "body_lines": [
        "மெடாவாச்சியா மாஜிஸ்திரேட் நீதிமன்றம் இன்று (3) மெடாவாச்சியா போலீசாருக்கு இன்று மெடாவாச்சியாவில் அதிக அளவு அதிக சக்தி வெடிக்கும் பொருட்களை விளக்குகிறது.",
        "அதன்படி, சந்தேக நபர் நவம்பர் 6 முதல் 3 நாட்களுக்கு மெடாவாச்சியா காவல் நிலையத்தில் விசாரிக்கப்படுவார்.",
        "இரண்டாவது கமாண்டோஸ் 33 வயது நபர், அவர் இரண்டாவது கமாண்டோ ரெஜிமென்ட், திரிஜுனா, கிலினோச்சி இராணுவ தளத்தில் பணியாற்றினார்.",
        "மெடாவாச்சியா பொலிஸ் ஓ.ஐ.சி ஆர்.எம்.பி. ரத்னாயகே, மெடாவாச்சியா ஓ.ஐ.சி, ஆர்.எம்.பி.",
        "இந்த கமாண்டுரோ ஜாஃப்னாவிலிருந்து மோனெராகலாவுக்கு குமிழி, குரையுடென்னா மற்றும் மஹியாங்கனயா வீட்டிற்கு பயணம் செய்கிறார். சிப்பாய் நான்கு சக்திவாய்ந்த தேதிகள் நேட்டர்ஸ், ஆறு மின்சாரமற்ற டெட் நேட்ஸ், டி.என்.டி. ஐந்து கிராம் உயர் சக்தி வெடிபொருட்களையும் 20 அடி டெட் கோர்ட்டையும் போலீசார் கண்டுபிடித்துள்ளனர்.",
        "சிப்பாய் பின்னர் வெடிக்கும் பொருட்களால் கைது செய்யப்பட்டார் மற்றும் நேற்று (03) மெடாவாச்சியா மாஜிஸ்திரேட் நீதிமன்றத்தில் தயாரிக்கப்பட்டார். அதன்படி, மெடாவாச்சியா ஓ.ஐ.சி.யின் ஓ.ஐ.சி, சந்தேக நபரை தோண்டிய அறிவுறுத்தல்களுடன் விசாரிக்குமாறு நீதிமன்றத்தை கேட்டுள்ளது.. இந்த கோரிக்கைக்கு மெடாவாச்சியா மாஜிஸ்திரேட் நீதிமன்றம் அனுமதி வழங்கியது.",
        "கேபிதிகோலேவா மூத்த போலீஸ் சூப்பிரண்டு எம்.எஸ்.கே விக்ரமநாயகா திரு."
      ]
    },
    "en": {
      "title": "The Commando arrested with explosives is detained and questioned",
      "body_lines": [
        "Medawachchiya Magistrate's Court today (3) has been granted to the Medawachchiya Police today to interpret a large quantity of high-power explosive materials in Medawachchiya.",
        "Accordingly, the suspect will be interrogated at the Medawachchiya Police Station for a period of 3 days from the November 6th.",
        "The second commandos was a 33-year-old man who served at the Second Commando Regiment, Thirijuna, Kilinochchi Army Base.",
        "Medawachchiya Police OIC RMB Ratnayake, Medawachchiya OIC, RMB Ratnayake, was conducting a long distance bus service using roadblocks in the Medawachchiya town.",
        "This commanduro is traveling from Jaffna to Moneragala to the house of the bubble, Kuruitenna and Mahiyanganaya. The soldier was four powerful dates naters, six non-electric det nates, T.N.T. Police have found five grams of high-power explosives and 20 feet of Det Court.",
        "The soldier was later arrested with the explosive material and was produced before the Medawachchiya Magistrate's Court yesterday (03). Accordingly, the OIC of Medawachchiya OIC has asked the court to interrogate the suspect with the instructions of the DIG.. The Medawachchiya Magistrate's Court had issued permission to the request.",
        "Cabithigollewa Senior Superintendent of Police MSK Wickramanayaka is done by Mr. RMIB Ratnayake."
      ]
    }
  },
  "summary_lines": [
    "A 33-year-old man from the Second Commando Regiment was arrested in Medawachchiya for carrying high-power explosives. He will be interrogated for 3 days starting November 6th."
  ]
}