{
  "translated_text": {
    "ta": {
      "title": "அரசாங்க சொத்துக்களை விற்பனை செய்ததாக மஹிந்தா அறிவித்தார்",
      "body_lines": [
        "முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷா கூறுகையில், நாட்டின் சொத்துக்களை நாடு முழுவதும் சில மாதங்கள் மட்டுமே விற்க அரசாங்க சொத்துக்கள் அல்லது வணிகங்களை விற்பனை செய்வதற்கு எதிராக மற்ற அனைத்து திட்டங்களும் இடைநிறுத்தப்பட்டுள்ளன.",
        "ஜனாதிபதித் தேர்தலின் ஆணையை சமாளிக்க ஜனாதிபதித் தேர்தல் நடவடிக்கை எடுக்கும் என்று முன்னாள் ஜனாதிபதி கூறுகிறார்.",
        "அரசாங்கத்தின் தொழிற்சங்கம், அரசியல் கட்சிகள் மற்றும் பொது மக்கள் தொழிற்சங்கங்கள், அரசியல் கட்சிகள் மற்றும் பொது மக்களிடையே ஒரு அமைதியின்மையை ஏற்படுத்தியுள்ளனர், ஏனெனில் அரசாங்கத்தின் சில சொத்துக்கள் மற்றும் வணிகங்களை விற்க அரசாங்கத்தின் நடவடிக்கைகள் காரணமாக.. தற்போதைய அரசாங்கத்தின் இந்த நடவடிக்கை அரசு நிறுவனங்களுக்கான செலவுகளைக் குறைப்பதையும் சர்வதேச நாணய நிதியத்தின் விதிமுறைகளை பூர்த்தி செய்வதையும் அடிப்படையாகக் கொண்டது. நவம்பர் 2005 முதல் ஜனவரி 2015 வரை ஒன்பது ஆண்டுகளுக்கு மேல் அரசாங்கத்திற்கு சொந்தமான சொத்து அல்லது வணிகத்தை நான் விற்கவில்லை. அதற்கு பதிலாக, இலங்கை காப்பீட்டுக் கழகம், இலங்கை காப்பீட்டுக் கழகம், இலங்கை காப்பீட்டுக் கழகம், இலங்கை காப்பீட்டுக் கழகம், இலங்கை மருத்துவமனைகள், இலங்கை காப்பீட்டுக் கழகம், இலங்கை காப்பீட்டுக் கழகம், இலங்கை காப்பீட்டுக் கழகம், இலங்கை காப்பீட்டுக் கழகம், இலங்கை காப்பீட்டுக் கழகம், இலங்கை காப்பீட்டுக் கழகம், இலங்கை காப்பீட்டுக் கழகம்.. நிறுவனங்கள் இன்னும் லாபம் ஈட்டுகின்றன.",
        "எனது அரசாங்கம் மாநில சொத்து மற்றும் வணிகத்திற்கு ஒரு நடைமுறை அணுகுமுறையைக் கொண்டிருந்தது. ஒரு அரசாங்க நிறுவனம் லாபம் என்றால், அது லாபகரமானதா என்பதை தனியார்மயமாக்க எந்த காரணத்தையும் நாங்கள் காணவில்லை, பொதுமக்களுக்கு ஒரு நல்ல சேவையை வழங்கினோம். சில நேரங்களில், அரசாங்கத்திற்கு சொந்தமான நிறுவனங்களால் உற்பத்தி செய்யப்படும் சில பொருட்கள் மற்றும் சேவைகளை கட்டுப்படுத்த அல்லது குறைந்த வருமானம் கொண்ட குழுக்களுக்கு உதவ அல்லது குறைந்த வருமானம் கொண்ட குழுக்களுக்கு உதவ அரசாங்கம் மூலோபாய முடிவுகளை எடுக்கிறது.. எரிசக்தி துறை இதற்கு ஒரு சிறந்த எடுத்துக்காட்டு. சில பொருளாதார நடவடிக்கைகளுக்கு மூலோபாய மானிய நிவாரணம் இல்லை.",
        "நான் ஜனாதிபதி ஜனாதிபதியாக இருந்தபோது, ​​அத்தகைய விலைக் கட்டுப்பாடு காரணமாக இழப்புகள் ஏற்பட்டன, ஆனால் நமது பொருளாதார நிர்வாகம் நமது பொருளாதார நிர்வாகத்தில் ஒன்பது ஆண்டு தொடர்ச்சியான வளர்ச்சியைக் கொண்டிருந்தது.. அந்த நேரத்தில் எங்கள் கடன்களை செலுத்த எங்களுக்கு எந்த கஷ்டமும் இல்லை அல்லது அந்தக் காலத்தின் தலைவராக இருந்த எங்கள் மானியங்களின் செலவுகளைத் தீர்ப்பது, மாநில சொத்து மற்றும் வணிகங்களை தனியார்மயமாக்குவது பற்றி யாரும் பேசவில்லை. சில சேவைகளை தனியார்மயமாக்குவது நாட்டின் நீண்டகால விளைவுகளுக்கு வழிவகுக்கும், குறிப்பாக வெளிநாட்டு பங்காளிகள் இருக்கும்போது, ​​வெளிநாட்டு கட்சிகளுக்கு வரும்போது மிகவும் கவனமாக இருக்கும்.. இலங்கை ஜெனரல் முன்னணியின் கூற்றுப்படி, அரசாங்கத்தின் பங்கு அதிகபட்ச ஊடாடும் மற்றும் ஒரு தேசிய திட்டத்தை எடுக்க வேண்டும் என்பதை அரசுக்கு சொந்தமான நிறுவனங்கள் கருத்தில் கொள்ள வேண்டும்.",
        "பேசும்போது, ​​தொழிற்சங்கங்கள் பொதுத்துறை நிறுவனங்களின் தனியார் துறை பங்கேற்புக்கு சில நெகிழ்வான அணுகுமுறையை எடுக்க வேண்டும் என்பதை நான் வலியுறுத்த விரும்புகிறேன். தனியார்மயமாக்கலின் வரையறை குறித்த அகராதி ஒரு அரசு நிறுவனத்தின் உரிமையாளர் அல்லது கட்டுப்பாட்டு கட்டமைப்பின் உரிமையாளரில் எந்தவொரு தலையீட்டையும் தனியார்மயமாக்குவதாக வரையறுக்கலாம். எவ்வாறாயினும், அரசுக்கு சொந்தமான இயக்கத்திற்கு வெளிநாட்டு அல்லது தனியார் துறை முதலீடுகளைப் பெறுவதற்கான ஒவ்வொரு முயற்சியையும் தொழிற்சங்கங்கள் எதிர்க்கக்கூடாது. இதுபோன்ற விஷயங்களில் நடைமுறை மற்றும் கருத்தியல் அணுகுமுறை உள்ளது.",
        "பயன்படுத்தப்படாத அரசாங்க சொத்து இல்லையென்றால், அதை உருவாக்க தனியார் துறை கூட்டாண்மை பெற ஒரு அர்த்தமுள்ள செயல் உள்ளது. இலாபகரமான மாநில இயக்கத்திற்கு ஒரு புதிய அம்சத்தை சேர்க்க மற்றொரு முதலீட்டை அரசாங்கம் விரும்பினால், இது உள்ளூர் அல்லது வெளிநாட்டு முதலீட்டாளருக்கு ஒரு சாதகமான படியாகும், அவர் முதலீட்டு செலவில் முதலீடு செய்ய முடியும்.. ஒரு முதலீட்டாளர் ஆரம்பத்தில் இருந்தே ஒரு புதிய வணிகத்தை உருவாக்க தயாராக இருந்தால், வணிகத்தின் ஒரு பகுதி ஒரு புதிய மாநில சொத்து மற்றும் ஒரு அர்த்தமுள்ள செயலைத் தயாரிக்க ஒரு புதிய முதலீட்டாளர்.",
        "சில அரசியல் கட்சிகள் தனியார்மயமாக்கலை தனியார்மயமாக்குவதில் உறுதியாக உள்ளன, மேலும் தனியார்மயமாக்கக்கூடிய அனைத்தையும் விற்க முயற்சிக்கிறார்கள். பெரும்பாலான தொழிற்சங்கங்கள் ஒரு கருத்தியல் அணுகுமுறையைக் கொண்டுள்ளன மற்றும் அரசாங்கத்தின் வணிகங்களின் தனியார் துறை தலையீட்டை எதிர்க்கின்றன. இருவரும் நாட்டிற்கு மிகவும் தீங்கு விளைவிக்கும். தொழிற்சங்கங்கள் ஒரு அரசாங்க இயக்கத்தில் தனிப்பட்ட அல்லது வெளிநாட்டு பங்களிப்பை எடுத்துக்கொள்வதையும், அத்தகைய கூட்டாண்மை மூலம் நாட்டிற்கு நன்மையை கருத்தில் கொள்ள வேண்டும் என்பதையும் எனது கருத்து. தேசிய சொத்துக்களையும் மூலோபாய ரீதியாக முக்கியமான பொதுத்துறை வணிகங்களையும் பாதுகாக்கக்கூடிய ஒரே வெற்றிகரமான முறை, தனியுரிமைக்கு நடைமுறை மற்றும் கருத்தியல் அணுகுமுறை இல்லாத ஒரு அரசாங்கத்தை உருவாக்குவதாகும்.. ஒன்பது ஆண்டுகளுக்கும் மேலாக நான் ஜனாதிபதி பதவியை வகித்தபோது, ​​தனியார்மயமாக்கல் குறித்து எந்த விவாதமும் இல்லை என்பதை பொருளாதாரம் தொடர்ந்து நினைவில் வைத்திருக்கிறது என்பதை பொருளாதாரம் தொடர்ந்து நினைவுபடுத்துகிறது.",
        "தற்போதைய அரசாங்கம் முன்னாள் ஜனாதிபதி கோத்தாபய ராஜபக்ஷத்தின் நாட்டின் பிற பகுதிகளில் நாட்டின் பிற பகுதிகளுக்கு ஒரு இடைநிலை திட்டமாகும்.. மாநில சொத்துக்களை விற்பனை செய்வதன் மூலம் ஒரு உற்பத்தி முடிவைப் பெற நாட்டால் முடியாது என்று தனியார்மயமாக்குவது இதுதான். மேலும், அடுத்த ஜனாதிபதித் தேர்தலில் இன்னும் சில மாதங்கள் மட்டுமே உள்ளன. எனவே, அரசாங்க சொத்துக்களை விற்பனை செய்வதற்கு எதிராக நாட்டில் அமைதியின்மைக்கு ஒரு தீர்வாக, அரசாங்கத்திற்கு சொந்தமான சொத்துக்கள் அல்லது விற்க முயற்சிகளை நான் இடைநீக்கம் செய்ய வேண்டும். அடுத்த ஜனாதிபதித் தேர்தலில், அரசாங்கத்தின் உடைமைகளையும் வணிகங்களையும் மைட் படி அரசாங்கம் கையாள முடியும்."
      ]
    },
    "en": {
      "title": "Mahinda announced on sale of government assets",
      "body_lines": [
        "Former President Mahinda Rajapaksa says that all other proposals have been suspended against the sale of government assets or businesses to sell the country's property across the country for only a few months.",
        "The former president says a statement that the presidential election will take action to deal with the mandate of the presidential election.",
        "The government's union, political parties and general public has caused a unrest among the trade unions, political parties and general public due to the measures of the government to sell some of the government's assets and businesses.. This step of the present government is based on minimizing the costs for government agencies and meet the terms of the International Monetary Fund. I sold no property or business owned by the government for more than nine years from November 2005 to January 2015. Instead, my government returns to the government as a result of Sri Lanka Insurance Corporation, Sri Lanka Insurance Corporation, Sri Lanka Insurance Corporation, Sri Lanka Insurance Corporation, Sri Lanka Insurance Corporation, Sri Lanka Insurance Corporation, Lanka Hospitals.. The institutions still undergo a profit.",
        "My government had a practical approach to state property and business. If a government institution is profit, we did not see any reason to privatize if it would be profitable and given a good service to the public. At times, the government makes strategic decisions to control certain goods and services produced by the government owned institutions or to help low income groups or to help low income groups.. The energy sector is a good example of this. There is no strategic subsidy relief for certain economic activity.",
        "When I was presidential president, there were a loss of losses due to such price control, but our economic management had a nine-year continuous growth in our economic management.. We had no hardship to pay our debts at that time or settle the costs of our subsidies that were president of that time, no one was talking about a privatization of state property and businesses. Privatization of certain services can lead to the long-term consequences of the country, especially when foreign partners are, is very careful when it comes to foreign parties.. According to the Sri Lanka General Front, the state-owned enterprises should be taken into consideration that the role of the government should take a maximum interactive and a national plan.",
        "While speaking, I would like to emphasize that trade unions must take some flexible approach to the private sector participation of public sector institutions. The dictionary on the definition of privatization can be defined as a privatization of any intervention in the owner of the ownership or control structure of a government agency. However, the trade unions should not be opposed to every attempt to obtain foreign or private sector investments for a state-owned movement. There is a practical and ideological approach on such matters.",
        "If there is no unused government property, there is a meaningful act to get private sector partnership to build it up. If the government wants another investment to add a new feature to a profitable state movement, it is a positive step to the local or foreign investor who is able to invest in the cost of investing.. If an investor is willing to build a new business from the beginning, part of the business is a new investor to produce a new state asset and a meaningful act.",
        "Some political parties are committed to the privatization of privatization and try to sell everything that can be privatized. Most trade unions have an ideological approach and oppose the private sector intervention of the government's businesses. Both extremely harmful to the country. It is my view that the trade unions must consider taking personal or foreign participation in a government movement and to consider the benefit to the country through such partnership. The only successful method that can protect the national assets and strategically important public sector businesses is to create a government that is not practical and ideological approach to privacy.. When I held the presidency for more than nine years, the economy continues to recall that the economy continues to be remembered that there was no discussion about privatization.",
        "The present government is an intertend program for the rest of the country during the rest of the country of former President Gotabhaya Rajapaksa.. This is what privatizing that the country is unable to get a productive result from selling state property. Moreover, the next presidential election has only a few more months. Therefore, as a solution to the unrest in the country against the sale of government property, I have to suspend the government owned assets or ventures to sell. The next presidential election, the government can deal with the government's possessions and businesses according to the mite."
      ]
    }
  },
  "summary_lines": [
    "Mahinda Rajapaksa, former President of Sri Lanka, announced the suspension of plans to sell government assets, citing unrest among unions, political parties, and the public. He emphasized the need for a balanced approach to privatization, considering both economic benefits and the impact on public services. Rajapaksa highlighted his government's strategy of maintaining profitable state institutions and using strategic subsidies to aid low-income groups, contrasting with the current government's approach to meet IMF terms. He warned against hasty privatization, especially with foreign partners, and called for a flexible stance from trade unions towards private sector involvement in public sector institutions."
  ]
}