{
  "translated_text": {
    "si": {
      "title": "කොළඹ මහ නගර සභාව සමඟ සහයෝගයෙන් කටයුතු කරන්න: හමුදාව සඳහා ජනාධිපතිගේ වැඩ කටයුතු",
      "body_lines": [
        "කොළඹ මහ නගර සභාව (සීඑම්සී) සමඟ සහයෝගයෙන් කටයුතු කිරීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා රාජ්ය ගස් සංස්ථාව සහ ශ්රී ලංකා හමුදාව සමඟ කටයුතු කර ඇති අතර, පැරණි හා බඩුලන්ට විශාල සිදුවීමක් ලබා ගත හැකි විශාල කුණු වූ ගස් කැබලි 10 කට වඩා ඉවත් කිරීමට.",
        "මැයි 20 සිට වෙසක් සතිය තුළ ඇති වූ අයහපත් කාලගුණය හේතුවෙන් කොළඹ මහ නගර සභාවේ අධිකාරිය යටතේ ප්රදේශවල සිදුවීම් 59 ක් සිදුව තිබේ.",
        "ගස් 1,000 ක් සඳහා ක්ෂණික අවධානය යොමු වී ඇති අතර ගස් 500 ක් කරදරකාරී තත්වයන් ඇත.  එවැනි ගස් 200 ක් පුරා පවතින ගස් 200 ක් පුරා පැතිරී ඇති අතර ඒවා ඉක්මනින් කපා දැමිය යුතු අතර ඒවාට මහජනයාට හෝ දේපළවලට අනතුරක් වළක්වා ගත යුතුය.",
        "කොළඹ මහ නගර සභාවේ කොමසාරිස් බද්රානි ජයවර්ධන මහතා අමද්යිල් ජයවර්ධන මහතා අමතමින් ජනාධිපති රනිල් ජයවර්ධන මහතා කියා සිටියේ භයානක ගස් ඉවත් කිරීම සඳහා කොළඹ මහ නගර සභාව සමඟ සහයෝගයෙන් කටයුතු කිරීම සඳහා කොළඹ මහ නගර සභාවට යමින් සිටින බවයි.",
        "කොළඹ මහ නගර සභාව විසින් හඳුනාගෙන ඇති භයානක ගස් 200 කට වැඩි සංඛ්යාවක් මේ වසරේ ජනවාරි සිට පැරණි ගස් 90 ක් පමණ ඉවත් කර ඇත.",
        "වැඩසටහන පසුගිය සතියේ කොළඹ මහ නගර සභා නිලධාරීන් සහ හමුදා නිලධාරීන් සහ හමුදා නිලධාරීන් සමඟ මෙම වැඩසටහන ක්රියාත්මක කිරීම සඳහා වැඩපිළිවෙළක් පැවැත්වීමට සහ එම විශේෂ රැස්වීමක් පැවැත්වූ අතර ඉතිරි තවත් භයානක ගස් 110 ක් ඔවුන්ගේ කාර්ය මණ්ඩලය සමඟ ඉවත් කිරීමට ගස් සංස්ථාව ඉදිරිපත් වී ඇති අතර යන්ත්රෝපකරණ.",
        "\"ගස් වැටීම වැළැක්වීම සඳහා දිනකට පැය 24 ක විශේෂ ඒකකය කොළඹ මහ නගර සභාවේ ඇත..  අන්තරායකර ගස්වල අවදානම පිළිබඳව මහජනයා දැනුවත් කිරීම සඳහා ගිනි නිවන භටයාගේ '110' ඇමතුම් අංකය භාවිතා කළ හැකිය.",
        "පවත්නා ගැටලුව වන්නේ හඳුනාගෙන ඇති පැරණි ගස් නොතකා, තද සුළං හා වර්ෂාව හේතුවෙන් ශක්තිමත් හා ස්ථාවර තරුණ ගස් කඩා වැටීමයි. එබැවින් අප ඉතා සැලකිලිමත් විය යුතුය, \"කොමසාරිස් ජයවර්ධන මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "Cooperate with CMC: President's Work for the Army",
      "body_lines": [
        "President Ranil Wickremesinghe has worked with the State Tree Corporation and the Sri Lankan army to cooperate with the Colombo Municipal Council (CMC) to immediately remove more than 100 old and large rotten trees that can be a great danger to the people and belongings.",
        "Due to inclement weather in the Vesak week since May 20, 59 incidents have taken place in areas under the authority of the Colombo Municipal Council.",
        "It has been found that immediate attention has been paid to 1,000 trees and 500 trees have trouble conditions.  Officials have found that 200 such trees are ancient and most vulnerable, and they must be cut off soon and avoid any danger to the public or property.",
        "When contacted by the Commissioner of the Colombo Municipal Council, Badrani Jayawardene, President Ranil Wickremesinghe said that he was working to the Colombo Municipal Council to cooperate with the Colombo Municipal Council to remove dangerous trees.",
        "About 90 old trees have been removed from January this year from the list of more than 200 dangerous trees identified by the Colombo Municipal Council.",
        "The Commissioner said that a special meeting was held last week with the Colombo Municipal Council officials and the military officials to carry out a program to carry out the program and the Tree Corporation had come forward to remove the remaining 110 more dangerous trees with their staff and machinery.",
        "“The special unit of 24 hours a day to prevent the fall of trees is in the Colombo Municipal Council..  The firefighter's '110' hotline can be used to inform the public about the risk of hazardous trees.",
        "The existing problem is that despite the old trees that are identified, strong and stable young trees are falling due to heavy winds and rain, so we must be very careful, ”Commissioner Jayawardena said."
      ]
    }
  },
  "summary_lines": [
    "In response to recent weather incidents, President Ranil Wickremesinghe collaborated with the State Tree Corporation and the Sri Lankan army to assist the Colombo Municipal Council (CMC) in removing over 100 hazardous trees. This initiative followed 59 incidents during the Vesak week, highlighting the urgency to address the safety of 1,000 trees, especially the 200 deemed ancient and vulnerable. Since January, efforts have led to the removal of 90 trees from the initial list of 200 identified as dangerous. The collaboration aims to further mitigate risks through the removal of the remaining 110 trees and the establishment of a 24/7 unit to monitor tree safety, utilizing the firefighter's '110' hotline for public reporting."
  ]
}