{
  "translated_text": {
    "ta": {
      "title": "குற்றக் குற்றத்திற்கான திருத்தங்கள்",
      "body_lines": [
        "குற்ற மசோதா திருத்தத்திற்கு திருத்தத்திற்கு கேபின் ஒப்புதல் அளித்துள்ளது.",
        "அரசாங்க வர்த்தமானியின் மசோதாவை வெளியிட சட்ட வரைவாளர் மசோதாவை வெளியிட 22, 2024-2011 அன்று அமைச்சரவை ஒப்புதல் வழங்கப்பட்டது.",
        "இருப்பினும், மசோதா ஒரு வர்த்தமானியை வெளியிட்ட பிறகு, சர்வதேச நாணய நிதியம் பல அவதானிப்புகளை முன்வைத்துள்ளது.",
        "அதன்படி, சர்வதேச நாணய நிதியத்தால் நீதி மற்றும் அரசியலமைப்பு சீர்திருத்தங்கள் நியமிக்கப்பட்ட குழுவுக்கு நீதி மற்றும் அரசியலமைப்பு சீர்திருத்தங்கள் இந்த மசோதாவில் அடிப்படை வரைவைத் தயாரிக்க பரிந்துரைத்தன , தயாரிக்கப்பட்டு, தயாரிக்கப்பட்டுள்ளது, இது ஏற்கனவே மசோதாவில் தயாரிக்கப்பட்டுள்ளது.",
        "நீதி மற்றும் தேசிய ஒருங்கிணைப்பு அமைச்சரவை சமர்ப்பித்த திட்டம், குற்றத்தின் பரிந்துரைகள் குறித்து மேலும் ஆலோசனை வழங்க சட்ட வரைவுகள் மற்றும் தேசிய ஒருங்கிணைப்பு படிவத்திற்கு ஆலோசனை வழங்க ஒப்புதல் அளிக்கப்பட்டது."
      ]
    },
    "en": {
      "title": "Amendments to the Crime Crime",
      "body_lines": [
        "Cabine has approved the amendment to the amendment of the Bill of Crime.",
        "Cabinet approval was issued on 22, 2024-2011 to publish the Bill of Law Draftsman to publish the Bill of the Government Gazette.",
        "However, after the Bill published a gazette, the International Monetary Fund has presented many observations.",
        "Accordingly, the International Monetary Fund has been sent by the International Monetary Fund to the committee appointed by the Minister of Justice and Constitutional Reforms by Minister of Justice and Constitutional Reforms to prepare the basic draft in this Bill.Recommended the Bill, which has been prepared, has been prepared, has been prepared, which has already been prepared in the Bill.",
        "The proposal submitted by the Cabinet of Justice and National Integration was approved to advise legal drafts and National Integration Form to further advise on the recommendations of the crime."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Cabinet approves amendment to Crime Bill. IMF observes issues after publication. Justice Minister forms committee to revise draft based on IMF recommendations. Cabinet advises legal drafts on crime bill revisions."
  ]
}