{
  "translated_text": {
    "si": {
      "title": "දුරකථනයේ ව්යවස්ථාවට බිය වීමට අවශ්ය නැත",
      "body_lines": [
        "ජනමත විචාරණය සඳහා බලය ලබා ඇති බැවින් ප්රජාතන්ත්රවාදය ප්රජාතන්ත්රවාදය පවත්වා ගෙන යන රටක් ලෙස ශ්රී ලංකාව කැප කරන බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය. ආණ්ඩුක්රම ව්යවස්ථා සංශෝධනයට බිය නොවිය යුතුය.",
        "ගාල්ල බෙලිගා හි නව අධිකරණ මණ්ඩලය ආරම්භ කිරීම අමතමින් ජනාධිපතිතුමා මේ බව පැවසීය.",
        "රුපියල් මිලියන 1600 ක වියදමින් ඉදිකරන ලද නව අධිකරණ සංකීර්ණය, නේටි නියෝගය ආරක්ෂා කිරීම සඳහා ගාල් වැසියන්ට සිවිල් අභියාචනයක්, මහාධිකරණ දෙකක්, දිස්ත්රික් උසාවි තුනක් සහ මහේස්ත්රාත් අධිකරණ දෙකක අධිකරණය විසින් සිදු කරන ලදී.",
        "නීති ආධාර මධ්යස්ථානය, සමාජ ප්රතිසංස්කරණ කාර්යාල, පරිවාස කාලය සහ ණය සහන මණ්ඩලයේ කාර්යාලය ඇතුළුව අධිකරණ කටයුතු සඳහා අවශ්ය සියලු පහසුකම් මෙම ගොඩනැගිල්ල සතුව ඇත.",
        "නාම පුවරුව එළිදැක් කොට උසාවි ගොඩනැගිල්ල විවෘත කළ ජනාධිපතිවරයා ගොඩනැගිල්ල අධීක්ෂණය කළේය. ගාලේ නීති orney වරුන් විසින් ජනාධිපති අනුස්මරණය ඉදිරිපත් කරන ලදී. (ඒ)"
      ]
    },
    "en": {
      "title": "No need to fear the constitution of the telephone",
      "body_lines": [
        "President Ranil Wickremesinghe said Sri Lanka would continue to dedicate it as a country that maintained democracy since he gained power for the referendum and should not fear the constitutional amendment.",
        "The President said this while addressing the inauguration of the new court building in Galle Beligaha.",
        "The new court complex, which was constructed at a cost of 1600 million rupees, has a Civil Appeal, two High Courts, three District Courts and two Magistrate's Courts to enable the people of Galle to protect the legal order.",
        "The building has all the necessary facilities for the judiciary work, including the Legal Aid Center, the Office of Social Reforms, the Office of the Probation and the Credit Relief Board.",
        "The president, who unveiled the name board and opened the court building, supervised the building. A President's Memorial was presented by Galle Attorneys. (A)"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka remains committed to democracy under President Ranil Wickremesinghe, who reassured citizens about the constitutional amendment process during the inauguration of a new court complex in Galle. The facility, costing 1600 million rupees, includes various courts and essential judicial offices, ensuring legal protection for Galle residents."
  ]
}