{
  "translated_text": {
    "ta": {
      "title": "இஷாப்மேரி ஒத்துழையாமை: உங்கள் வாக்குகள் எவ்வாறு பிரபலமான கதாபாத்திரங்கள் கொள்ளையடிக்கப்படுகின்றன என்பதை அறிந்திருக்கிறீர்களா?",
      "body_lines": [
        "இஷாப்மேரி ஒத்துழையாமை: உங்கள் வாக்குகள் எவ்வாறு பிரபலமான கதாபாத்திரங்கள் கொள்ளையடிக்கப்படுகின்றன என்பதை அறிந்திருக்கிறீர்களா?",
        "ஒவ்வொரு ஜனாதிபதித் தேர்தலிலும், பிற தேர்தல்களிலும், வேட்பாளர்கள் அல்லது அரசியல் கட்சிகளை வாக்களிக்க ஆதரிப்பதற்கான பிற தேர்தல்களிலும் பல பிரபலமான கதாபாத்திரங்கள் உள்ளன.",
        "இது இலங்கையில் மட்டுமல்ல, மற்ற எல்லா நாடுகளிலும் உள்ளது.",
        "கலைஞர்கள், விளையாட்டு வீரர்கள், வணிகர்கள், இலக்கிய ஆசிரியர்கள், பல வேட்பாளர்களை பிரதிநிதித்துவப்படுத்தும் பல்கலைக்கழக விரிவுரையாளர்கள் நீங்கள் ஏற்கனவே பார்த்திருக்கிறீர்கள் என்பதில் சந்தேகமில்லை.",
        "இந்த கட்டுரையின் நோக்கம் அரசியலின் அரசியலைப் பற்றி அறியாத ஒரு அரசியல்வாதிக்கு அரசியலைப் பற்றி அறிந்திருக்கவில்லை என்பதை ஆராய்வது.",
        "2019 ஜனாதிபதித் தேர்தலில், கோத்தாபய ராஜபக்ஸே இலங்கை ஜனாதிபதியை நியமிக்க கலைஞர்கள் உட்பட ஏராளமான பிரபலமானவர்களாக காணப்பட்டார்.",
        "அங்கு, அவர்கள் பல்வேறு துறைகளில் ஒரு அமைப்பை உருவாக்கியுள்ளனர், \"வெவ்வேறு துறைகளில்\", ஒரு அமைப்பை பகிரங்கமாக உருவாக்கி, கோத்தாபய ராஜபக்ஷாவுக்கு அதிகாரத்திற்கு தோன்றினர்.",
        "எவ்வாறாயினும், கோத்தாபய ராஜபக்ஸா ஆட்சியின் போது பொருளாதார நெருக்கடிக்கு கோத்தாபயா ராஜபக்சே ஆட்சிக்கு வரவில்லை என்று பரிந்துரைத்தவர்கள்.",
        "அவர்களின் விளம்பரத்தைக் கொண்டுவருவதற்கான முயற்சிகளுக்கு வாக்களிப்பதன் மூலமும், பிரபலமான மற்றும் கட்சிகளையும் தங்கள் கட்சிகளுக்கு அதிகாரம் அளிப்பதன் மூலம் வாக்களிப்பதன் மூலம் சிக்கிக் கொள்வது தர்க்கரீதியானதா?",
        "தர்க்கத்தின் விஷயத்தைக் கற்றுக்கொள்வதில், வாதத்தின் ஒரு பொருள் உள்ளது (பாராலோகிசம் அல்லது பொய்யானது).",
        "மேடேஜ் என்பது தவறான தர்க்கம். அதாவது, அன்பற்ற உண்மைகள் குறித்து முடிவுகளை எடுப்பது.",
        "ஒருவரின் விளம்பரம் மற்றும் அவர்களின் விருப்பம் குறித்து அவர்கள் சொல்லும் ஒன்றை நாங்கள் ஏற்றுக்கொண்டால், அது இவ்வாறு அச்சுறுத்தப்படுகிறது.",
        "\"தைரியமே அதிகாரம். அதிகாரம் கூறுகிறது, ஒருவரின் சக்தி, புகழில்,. தனக்குத் தெரியாத ஒன்றைப் பற்றி தனக்குத் தெரியாத ஒன்றைப் பற்றி தனக்குத் தெரிந்ததைப் பற்றி உணர்ந்து கொள்ளுங்கள், \"திருமதி.. மிக்ஸ்டாட் கூறுகிறார்.",
        "நிகழ்வைப் பார்ப்பதன் மூலம் அதை விளக்க அவர் முன்வருகிறார் என்பதை உணர கடினமாக இல்லை.",
        "\"பொது நடிகர்கள் விளம்பரங்களில் தோன்றி சோப்பு வெள்ளை வெள்ளை என்று கூறுகிறார்கள். இந்த சோப்புகள் மென்மையாகவும் மென்மையாகவும் இருக்கும். தோல் பிரகாசமானது என்று. எனவே வாடிக்கையாளர்கள் அந்த நடிகைகள் காரணமாக சோப்பு வகையை வாங்குகிறார்கள். ஆனால் அந்த நடிகைகள் வல்லுநர்கள், தோல், தோல் அல்ல. எனவே, சோப்பை ஏற்றுக்கொண்டு சோப்பை வாங்குவது தவறான காரணம். கிரிக்கெட் வீரர்கள் தொத்திறைச்சி என்று அழைக்கிறார்கள். நடிகை ஒரு பால் பவுடரிடம் சொல்கிறார். பெரும்பாலான விளம்பரம் நல்லுறவின் ஆதாரத்தில் பயன்படுத்தப்படுகிறது.",
        "ஜனாதிபதித் தேர்தல் 2024 க்கு போட்டியிடும் முக்கிய வேட்பாளர்களின் எண்ணிக்கை பொதுமக்களை ஆதரிக்கிறது.",
        "அதே நேரத்தில், நடிகர்கள், கிரிக்கெட் வீரர்கள், வணிகர்கள், வணிகர்கள், வணிகர்கள், பொய்கள், விரிவுரையாளர்கள், விரிவுரையாளர்கள் போன்ற அனைத்து பாடங்களுக்கும் நன்கு அறியப்பட்ட பலர் உள்ளனர்.",
        "பிரபலமான கதாபாத்திரங்களை பரிந்துரைக்கும் வேட்பாளர்களுக்கு வாக்களிக்க வேண்டும்?",
        "பிரபலமான கதாபாத்திரங்களை பரிந்துரைக்கும் வேட்பாளர்களுக்கு வாக்களிக்க வேண்டும்?",
        "\"இல்லை. ஒப்பந்தம் அல்லது பிரபலமான கதாபாத்திரங்களின் வாக்களிப்பு பார்வையில் வாக்களிப்பு பொருத்தமானதல்ல. பொருளாதாரம், அரசியல் மற்றும் வேட்பாளர்களின் கொள்கைகளைப் பற்றி சரியான முடிவு குறித்து கேட்கப்படுகிறது, அது சரியான காரணம் என்றால் மட்டுமே, \"எம். மிக்ஸ்டாட் கூறினார்.",
        "அரசியல்வாதிகள் \"பர்னட்\" ஆக இருக்க முடியுமா?",
        "இஷாப்மேரி ஒத்துழையாமை: உங்கள் வாக்குகள் எவ்வாறு பிரபலமான கதாபாத்திரங்கள் கொள்ளையடிக்கப்படுகின்றன என்பதை அறிந்திருக்கிறீர்களா?",
        "ஜனாதிபதித் தேர்தல் 2024: புதிய ஜனாதிபதி மீண்டும் அறியப்பட வேண்டுமா?"
      ]
    },
    "en": {
      "title": "Ishapmary Disobediation: Aware of how popular characters are robbed your vote?",
      "body_lines": [
        "Ishapmary Disobediation: Aware of how popular characters are robbed your vote?",
        "There are many famous characters in every presidential election as well as in other elections, as well as other elections to support candidates or political parties to vote.",
        "This is not only in Sri Lanka but also in all other countries.",
        "There is no doubt that you have already seen the artists, sportsmen, businessmen, literary teachers, university lecturers representing many candidates.",
        "The purpose of this article is to examine how accurate and logical to a politician who is not aware of the politics of politics is not aware of the politics.",
        "In the 2019 presidential election, Gotabhaya Rajapakse was seen as a large number of famous people, including artists, to appoint Sri Lankan president.",
        "There, they have created an organization in various fields, \"in different fields,\" created an organization publicly and appeared to Gotabhaya Rajapaksa to power.",
        "However, those who recommended that Gotabhaya Rajapakse did not come to power for the economic crisis during the Gotabhaya Rajapaksa regime.",
        "Is it logical to get caught by voting for efforts to bring about their publicity, using famous and parties to power their parties?",
        "In learning the subject of logic, there is a subject of argument (Paralogism or Fallacy).",
        "Throughstage is the wrong logic. That is, making decisions on non-logical facts.",
        "If we accept something they say on someone's publicity and their willingness, it is a thus threatened.",
        "\"The courage is the authority. The authority says, the power of someone, in the fame,. Recognizing what he knows about something he does not know about something he does not know about something he does not know, \"Mrs.. Mixdad says.",
        "It's not hard to realize that by looking at the instance he offers to explain it.",
        "\"Public actors appear in commercials and say that soap white is white. These soaps are smooth and smooth. That the skin is bright. So customers buy the type of soap because of those actresses. But that actresses are not experts, skin, skin. Therefore, it is the wrong reasoning to accept the soap and buy the soap. Cricketers call sausages. The actress tells one milk powder. Most of the advertising is used in the rapport's proof. \"",
        "The number of prominent candidates who have been contesting for the Presidential Election 2024 are supporting the public.",
        "At the same time, there are many who are well-known for all other subjects, such as actors, cricketers, businessmen, businessmen, businessmen, lies, lecturers, lecturers.",
        "Vote should be used for the candidates who recommend famous characters they like?",
        "Vote should be used for the candidates who recommend famous characters they like?",
        "\"Not at all. Voting is not appropriate at the voting view of contracting or famous characters. About the policies of economics, politics, and candidates are asked about the right decision, only if it is the right reason, \"M. Mixdad said.",
        "Can politicians be \"burnoT\"? Is it a condition that should hide it?",
        "Ishapmary Disobediation: Aware of how popular characters are robbed your vote?",
        "Presidential Election 2024: Is the new President to be reinterested?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Famous figures endorse candidates in elections worldwide. Critics argue this influences voters based on popularity rather than policy expertise. Experts caution against voting solely due to celebrity endorsements, emphasizing the importance of understanding candidates' actual positions and qualifications."
  ]
}