{
  "translated_text": {
    "si": {
      "title": "விரிவாக்கப்பட்ட நிதிவசதிச்செயற்திட்டம் குறித்த 5 ஆம் கட்ட மீளாய்வு முன்னெடுக்கப்பட்டுவருகிறது - சர்வதேச நாணய நிதியம் அறிவிப்பு",
      "body_lines": [
        "ජාත්යන්තර මූල්ය අරමුදල් සන්නිවේදන අංශයේ අධ්යක්ෂ ජූනි කොසාක් මහතා පැවසුවේ ශ්රී ලංකාවේ ජාත්යන්තර මූල්ය අරමුදල සමූහයක් මේ වන විට පුළුල් කළ මූල්ය ක්රියාවලියේ පස්වන අදියර දියත් කරන බවයි.",
        "வொஷிங்கடனில் நடைபெற்ற சர்வதேச நாணய நிதியத்தின் மாதாந்த செய்தியாளர் சந்திப்பின்போது இலங்கை தொடர்பான மீளாய்வுக்கான கால எல்லை என்னவென்றும், 2026 ஆம் ஆண்டுக்கான வரவு, செலவுத்திட்டம் சமர்ப்பிக்கப்படவுள்ள நிலையில், அதுசார்ந்த சர்வதேச நாணய நிதியத்தின் எதிர்பார்ப்புக்கள் எவை என்றும் எழுப்பப்பட்ட கேள்விக்குப் பதிலளிக்கையிலேயே ஜுலி கொஸாக் மேற்கண்டவாறு தெரிவித்தார். ඔහු තවදුරටත් පැවසීය",
        "ශ්රී ලංකාව සමඟ දීර් extended මූල්ය ව්යාපෘතිය සඳහා 4 වන අදියර මුදල් අරමුදලේ මුදල් අරමුදලේ අධ්යක්ෂ මණ්ඩලය අවසන් වූයේ පසුගිය වසරේ ජූලි දිනයේදී ය.. ආර්ථික ප්රතිපත්තිවලට දායක වීම සහ ප්රතිව්යුහගත කිරීම සඳහා ශ්රී ලංකාවට ඩොලර් මිලියන 350 ක් ලබා දී ඇත.. ජාත්යන්තර මූල්ය අරමුදල විසින් මෙතෙක් ශ්රී ලංකාවට ලබා දී ඇති අරමුදල්වල වටිනාකම ඩොලර් බිලියන 1.74 දක්වා ඉහළ ගොස් තිබේ.",
        "ඒ හා සමානව, ශ්රී ලංකාව විසින් සිදු කරනු ලබන ශක්තිමත් ප්රතිසංස්කරණ ක්රියාවලිය අඛණ්ඩව ධනාත්මක දියුණුව වාර්තා කරයි. උද්ධමනය පහත වැටී ඇති අතර එකම මට්ටමක පවතී. රජයේ ආදායම් පාලන තන්ත්රයේ ප්රගතිය වැඩි දියුණු කර ඇත. විදේශ විනිමය ශක්තිමත් කිරීම දිගටම කරගෙන යයි. මීට අමතරව, බරපතල අර්බුදයකින් පසු රටේ ආර්ථිකය පසුගිය වසරේදී සියයට 5 ක වර්ධනයක් වාර්තා කළේය. 2022 දී දළ දේශීය නිෂ්පාදිතයේ සියයට 8.2 ක් සඳහා දළ දේශීය නිෂ්පාදිතයේ අනුපාතය 2024 දී සියයට 13.5 කින් ඉහළ ගොස් තිබේ. ණය පියවීමේ ක්රියාවලිය අවසන් වෙමින් පවතී.",
        "පුළුල් කරන ලද මූල්ය පද්ධතියේ ක්රියාත්මක කිරීම සහ නාමාවලිය ඉතා ශක්තිමත් වන අතර ව්යාපෘතියේ අරමුණු සාක්ෂාත් කර ගැනීම සඳහා රජයට කැපවීමක් ඇත.",
        "පුළුල් වූ මූල්ය ව්යාපෘති ව්යාපෘතියේ 5 වන අදියර සඳහා අපගේ නියෝජිත කණ්ඩායමක් දැන් දැන් සිටී.. මෙම කණ්ඩායම රාජ්ය පක්ෂ සමඟ සාකච්ඡා පවත්වයි. සමාලෝචනය අවසානයේදී කණ්ඩායම එය මාධ්යයට පැහැදිලි කරනු ඇත."
      ]
    },
    "en": {
      "title": "The 5th phase of review on the expanded funding project is being carried out - the International Monetary Fund Notification",
      "body_lines": [
        "The Director of the International Monetary Fund Communication Division, Juli Kozak, said that a group of International Monetary Fund in Sri Lanka is currently launching a fifth phase of the expanded financial process.",
        "In response to a question raised by Julie Kossak, he said in a question raised by the IMF at a monthly press conference in Washingatan and what is the time limit for the review of Sri Lanka. He added:",
        "The Board of Directors of the Monetary Fund on the 4th Stage Monetary Fund on the Extended Finance Project with Sri Lanka was concluded on the first day of July last year.. Sri Lanka has been awarded $ 350 million to contribute to economic policies and restructuring.. The value of the funds provided to Sri Lanka by the International Monetary Fund so far increased to $ 1.74 billion.",
        "Similarly, the strong restoration process being carried out by Sri Lanka continues to record positive improvement. Inflation has fallen and continues at the same level. Progress has been improved in the government's income regime. Foreign exchange continues to be strengthened. In addition, the country's economy recorded a 5 percent growth last year after a serious crisis. The rate between GDP for 8.2 per cent in 2022 increased to 13.5 per cent in 2024. The Debt Settlement process is nearing completion.",
        "The implementation and directory of the expanded financial system is very strong and the government has a commitment to achieve the goals of the project.",
        "There is now a group of our delegation for the 5th phase of the expanded financial project project.. The group is conducting discussions with the state parties. At the conclusion of the review, the team will make it clear to the media."
      ]
    }
  },
  "summary_lines": []
}