{
  "translated_text": {
    "ta": {
      "title": "பள்ளி ஆசிரியர் ஆசிரியர் வழங்கிய சிறப்பு தள்ளுபடிகள்",
      "body_lines": [
        "ஒரு பயிற்சி ஆசிரியரும் அவரது கணவரும் அனுராதபுராவில் கைது செய்யப்பட்டுள்ளனர், ஒரு பாரம்பரிய ஆசிரியரும் அவரது கணவரும் ஏராளமான ஹெராயின் மற்றும் ஒரு பெண் மோட்டார் சைக்கிளுடன் கைது செய்யப்பட்டுள்ளனர்.",
        "சந்தேக நபர் 26 வயதான வாரியபோலாவில் வசிப்பவர், 28 வயதான வாரியபோலாவில் வசிப்பவர், அனுராதபுராவில் வசிப்பவர்.",
        "சந்தேக நபர்கள் போதைப்பொருள் கடத்தல் மற்றும் அதன் ஆண்டை முடிக்க ஒரு சிறப்பு கொடுப்பனவு ஆகியவற்றைக் குறிக்கும் ஒரு சிறப்பு கொடுப்பனவுக்கு தொடங்கப்பட்டுள்ளனர்.",
        "ஹெராயின் 40 கிராம் ஹெராயின் மற்றும் ஒரு பெண் மோட்டார் சைக்கிள் வைத்திருந்தார், அவரது கணவர் மற்றும் அவரது கணவர் ஹெராயின் வைத்திருந்தார்.",
        "குருணேகலாவில் உள்ள ஒரு போதைப்பொருள் வியாபாரிகளிடமிருந்து மருந்துகள் அனுராதபுரா மற்றும் பூஜா நகரில் அனுராதபுரா மற்றும் பூஜா நகரத்திற்கு மறைக்கப்படும்.",
        "நீதியின் செயல்பாடு தொடர்பாக அனுராதபுராவில் கைது செய்யப்பட்ட ஹெராயின் மிகப்பெரிய சரக்கு இது என்று போலீசார் கூறுகின்றனர்.",
        "கைது செய்யப்பட்ட நபர்கள் அனுராதபுரா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட வேண்டும். (I j)"
      ]
    },
    "en": {
      "title": "Special discounts given by a school teacher teacher",
      "body_lines": [
        "A training teacher and her husband have been arrested in Anuradhapura, a tradition teacher and her husband had been arrested with a large number of heroin and a woman motorcycle for the Poson.",
        "The suspect is a 26 year old resident of Wariyapola, a 28-year-old hospital resident of Wariyapola, a resident of Anuradhapura.Did.",
        "The suspects have been launched to a special allowance to mark the drug trafficking and a special allowance for the completion of its year.",
        "According to the police, heroin had been in possession of 40 grams of heroin and a woman motorcycle in possession of her husband and her husband was in possession of heroin.",
        "Drugs sustains from a drug dealer in Kurunegala will be hidden in the city of Anuradhapura and Pooja to the city of Anuradhapura and Pooja.",
        "Police say that this is the largest consignment of the heroin, who was arrested in Anuradhapura regarding the operation of justice.",
        "The arrested persons were to be produced before the Anuradhapura Magistrate's Court. (I J)"
      ]
    }
  },
  "summary_lines": [
    "In Anuradhapura, a couple, including a school teacher, were arrested with 40 grams of heroin and a motorcycle. The 26-year-old male suspect is from Wariyapola, and the drugs were sourced from a dealer in Kurunegala. This case marks one of the largest heroin seizures in the area, highlighting a significant blow to drug trafficking operations."
  ]
}