{
  "translated_text": {
    "ta": {
      "title": "இலங்கை இளைஞர்கள் எதிர்பார்க்கும் - ஜனாதிபதி",
      "body_lines": [
        "இலங்கையில் இலங்கை உருவாக்கப்படும் என்று எதிர்பார்க்கப்படுவதாக தான் நம்புவதாக ஜனாதிபதி ரங்கில் விக்க்ரெமேசிங் கூறுகிறார்.",
        "நுவரா எலியா மாவட்டத்தில் இளம் எம்.பி.க்களுடன் இன்று (18) நுவரா எலியாவில் உள்ள நுவரா எலியாவில் உள்ள ஜனாதிபதி ஊடக மையத்தில் ஜனாதிபதி ரணில் விக்ரமசிங்க இந்த அறிக்கையை வெளியிட்டார்.",
        "நாட்டின் பொருளாதாரத்தை ஒரு நிலையான நிலைக்கு வழங்கியுள்ளதாக ஜனாதிபதி கூறியுள்ளார், நாட்டின் பொருளாதாரத்தை ஒரு நிலையானதாகக் கொடுத்ததாக ஜனாதிபதி கூறியுள்ளார்.",
        "நுவரா எலியா மாவட்டத்தை ஒரு உயர் சுற்றுலா தலமாக உருவாக்க சிலர் அரசாங்கத்தால் புறக்கணிக்கப்பட்டுள்ளதாக ஜனாதிபதி சுட்டிக்காட்டியுள்ளார்.",
        "நாட்டின் நாட்டை ஈர்த்து, நாட்டை அபிவிருத்தி செய்ய அனைவரும் நாட்டை அணுக வேண்டும் என்று ஜனாதிபதி கூறினார்.",
        "நாட்டின் பொருளாதார ஸ்திரத்தன்மை நாட்டின் பொருளாதார ஸ்திரத்தன்மை மற்றும் நாட்டின் பொருளாதார ஸ்திரத்தன்மை ஆகியவற்றில் மகிழ்ச்சி அடைகிறது, இது அனைத்து துறைகளின் மக்களின் வருமானமாகும், இன்று அனைத்து மக்களும் இதைப் பெறுகிறார்கள் நன்மை.",
        "ஒவ்வொரு பிரிவு செயலகப் பகுதியிலும் இளைஞர்களை மேம்படுத்துவதற்காக ஒரு பிராந்திய இளம் மையங்களை நிறுவ திட்டமிடப்பட்டுள்ளது, மேலும் அவர்கள் உள்ளூர் இளைஞர்கள் மூலம் இளம் தொழில்முனைவோரை மேம்படுத்த முடியும்."
      ]
    },
    "en": {
      "title": "Sri Lanka is building youths expect - President",
      "body_lines": [
        "President Ranil Wickremesinghe says that he is confident that Sri Lanka is expected to be created in Sri Lanka.",
        "President Ranil Wickremesinghe made this statement at the Presidential Media Center at Nuwara Eliya in Nuwara Eliya today (18) with young MPs in Nuwara Eliya District.",
        "The President has said that he has given the country's economy into a stable level, the President has said that he has given the country's economy into a stable.",
        "The President has pointed out that some have been ignored by the government to develop the Government of the Nuwara Eliya district as a high tourist attraction area.",
        "The President said that everyone should consult the country to develop the country, attracting the country's country.",
        "The economic stability of the country is pleased with the economic stability of the country and the economic stability of the country is the prospect of the people of all fields and the income of the people of all fields today.He said that all the people receive this benefit.",
        "It is planned to establish a regional young centers in each Divisional Secretariat area to empower the youth and that they will be able to uplift young entrepreneurs through the local youth.Was."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe confidently expects Sri Lanka to be built by its youth, emphasizing economic stability and development in Nuwara Eliya."
  ]
}