{
  "translated_text": {
    "ta": {
      "title": "இந்தியா இந்தியா முன்",
      "body_lines": [
        "169 வது ஒருநாள் இன்று (1979 முதல்) இரு நாடுகளுக்கும் இடையிலான போட்டியாகும்.",
        "மேலும் மரியாதை, இந்திய அணி அணி, அவர்கள் 99 போட்டிகளை உறுதிப்படுத்துகிறார்கள்.",
        "அதன்படி, இன்று வெல்ல முடிந்தால் இந்தியா இலங்கையில் ஒரு நூற்றாண்டை முடிக்க முடியும்.",
        "இருப்பினும், இலங்கை இந்தியாவுக்கு எதிராக 57 போட்டிகளில் மட்டுமே வென்றுள்ளது, மேலும் 11 போட்டிகள் முடிவடைந்துள்ளன.",
        "இலங்கையில் இரு நாடுகளுக்கும் இடையிலான 67 வது ஒருநாள் இது (1985 முதல்).",
        "28 போட்டிகளில் வெற்றி பெற்றபோது இந்தியா 32 போட்டிகளில் வென்றுள்ளது."
      ]
    },
    "en": {
      "title": "India in front of India",
      "body_lines": [
        "The 169th ODI is the match between the two countries today (since 1979) today.",
        "More respect, the Indian team is the team, and they confirm 99 matches.",
        "Accordingly, India will be able to complete a century in Sri Lanka if it is possible to win today.",
        "However, Sri Lanka has won only 57 matches against India and 11 more matches have ended.",
        "It is also the 67th ODI between the two countries in Sri Lanka (since 1985).",
        "India has won 32 matches while completing the winning of 28 matches."
      ]
    }
  },
  "summary_lines": [
    "In the 169th ODI match since 1979, India faces Sri Lanka, aiming to achieve its 100th victory. Despite Sri Lanka's 57 wins against India, including 11 draws, India leads with 99 victories. This match marks the 67th ODI between them in Sri Lanka since 1985, where India has won 32 times. A win today could help India reach a century of victories."
  ]
}