{
  "translated_text": {
    "si": {
      "title": "\"සජිත් සගයන් රනිල් සමඟ සම්බන්ධ වේ\"",
      "body_lines": [
        "ඉදිරි දින කිහිපය තුළ එක්සත් ජනතා බලයේ (එස්.ජේ.බී.) සිව් දෙනෙකු හෝ පස් දෙනෙකු ජනාධිපති රනිල් වික්රමසිංහ සමඟ එක්වන බව හිටපු අමාත්ය මනූෂා නනායකර මහතා පවසා තිබේ.",
        "මෙම අවස්ථාවට එක්වෙමින් නනායකකර මහතා එළඹෙන මැතිවරණයේදී ජනාධිපතිවරයාට සහය දැක්වීම සඳහා දැනටමත් ඔවුන්ගේ සහයෝගය ලබා දී ඇති බව නානායකර මහතා පැවසීය.",
        "හිටපු අමාත්යවරයා කියා සිටියේ SJB දැනට එකම දේ පිළිගෙන විරුද්ධ වන සමාන පුද්ගලයින් පිරිසකි බවයි.",
        "ශ්රී ලංකා මහජන නිදහස් සන්ධානයේ මන්ත්රීවරුන්ගේ මන්ත්රීවරුන්ගේ (පීඒ) මන්ත්රීවරුන්ගේ සහාය SB.ජේ.බී.. අපකීර්තියේ වංචාවෙන් පොත් ලිව් සුජීවා සෙනසිංහ ද පක්ෂයේ ය. වංචාව දිවා ආලෝකය මංකොල්ලයක් යැයි කියා ගත් බව පැවසීය.",
        "සූදුව සහ තිලන්ගා සුමතිපාල විසින් සූදුව ධාවනය කරන තිලන්ගා සුමතිපාල විසින් ක්රිකට් විසින් විනාශ වී ඇති බව අර්ජුන රණතුංග මහතා පැවසීය.. ඉංග්රීසි කතා කරමින් ණය විවේචනය කළ සම්පතිකා රණවක සහ ඉංග්රීසියෙන් ණයක් ලබා ගැනීමට උත්සාහ කරන සජිත් ප්රේමදාස පක්ෂයේ ය. \"",
        "හිටපු අමාත්යවරයා කියා සිටියේ එස්.ජේ.බී. සමහර සාමාජිකයින්ට ඉක්මනින් ජනාධිපති රනිල් වික්රමසිංහට බැඳෙනු ඇති බවයි.",
        "ඔහු මේ බව කියා සිටියේ පසුගිය ඉරිදා (18) ජනාධිපති රනිල් වික්රමසිංහගේ උද් campaign ෝෂනය යටතේ පසුගිය ඉරිදා (18) අළුත්ගාමා හි පැවති තරුණ සමුළුවකදීය."
      ]
    },
    "en": {
      "title": "\"Sajith colleagues join Ranil\"",
      "body_lines": [
        "Former Minister Manusha Nanayakkara has said that four or five members of the United People's Power (SJB) will join President Ranil Wickremesinghe in the next few days.",
        "Speaking at an event, Nanayakkara said that a total of fourteen SJB members have already given their support in support of the president in the upcoming election.",
        "The former minister further pointed out that the SJB is currently an equal group of people who accept and oppose the same things.",
        "The SJB currently has the support of MPs of the Sri Lanka Peoples Freedom Alliance (PA). Sujeewa Senasinghe, who wrote books on the scandal scam, is also in the party, who claimed that the fraud was a daylight robbery.",
        "Arjuna Ranatunga, who has said that cricket is ruined by gambling, and Thilanga Sumathipala, who runs the gambling.. Sampika Ranawaka, who criticized the loans by speaking English, and Sajith Premadasa, who are trying to get a loan in English, are in the party. ”",
        "The former minister said that some members of the SJB will soon be able to join President Ranil Wickremesinghe.",
        "He was speaking at a youth summit in Aluthgama last Sunday (18) under the campaign of President Ranil Wickremesinghe."
      ]
    }
  },
  "summary_lines": [
    "Manusha Nanayakkara announced that several members from the United People's Power (SJB), including four to five key figures, will join President Ranil Wickremesinghe in the coming days. This move comes as part of a broader support network for the president in the upcoming elections, with fourteen SJB members already expressing their backing. The SJB, known for its diverse opinions, enjoys the support of MPs from the Sri Lanka Peoples Freedom Alliance (PA) and notable figures like Sujeewa Senasinghe, Arjuna Ranatunga, Thilanga Sumathipala, Sampika Ranawaka, and Sajith Premadasa."
  ]
}