{
  "translated_text": {
    "si": {
      "title": "සිරකරුවන් 280 ක් සඳහා පොදු සමාව",
      "body_lines": [
        "බන්ධනාගාර දෙපාර්තමේන්තුව පැවසුවේ පොසොන් පොන්ටාමි දිනයේදී ජනාධිපතිගේ විශේෂ සමාව දීමේ පොදු සමාව යටතේ සිරකරුවන් 289 දෙනෙකු සිකුරාදා (21) ජනාධිපතිවරයාගේ විශේෂ සමාව ඉල්ලා සිටින බවයි.",
        "වෙලිකඩා බන්ධනාගාරයේ සිරකරුවන් 19 දෙනෙකු, වරියපොළ බන්ධනාගාරයේ සිරකරුවන් 30 දෙනෙකු, වරියපොළ බන්ධනාගාරයේ රැඳවියන් 30 දෙනෙකු සහ කළුතර බන්ධනාගාරයේ රැඳවියන් 28 දෙනෙකු සහ සිරකරුවන් 28 දෙනෙකු ඇතුළු සිරකරුවන් 28 දෙනෙකු ඇතුළු බව බන්ධනාගාර දෙපාර්තමේන්තුව පවසා තිබේ.",
        "ඒ අනුව පිරිමි සිරකරුවන් 283 දෙනෙකු සහ කාන්තා සිරකරුවන් හය දෙනෙකු ජනාධිපතිගේ සමාව ලබාගෙන තිබේ.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 34 වන වගන්තියේ 34 වන වගන්තියට අනුකූලව මහජන සමාව ලබා දී ඇති බවත් ජනාධිපතිවරයාට ලබා දී ඇති බලතල මහජන සමාව ලබා දී ඇති බව බන්ධනාගාර දෙපාර්තමේන්තුව ප්රකාශ කර තිබේ."
      ]
    },
    "en": {
      "title": "Amnesty for 280 prisoners",
      "body_lines": [
        "The Prisons Department said that 289 prisoners have been released on Friday (21) under the President's Special Amnesty amnesty on the occasion of Poson Pournami Day.",
        "The Department of Prisons has said that 19 prisoners in the Welikada Prison, 30 prisoners in Mahara Prison, 30 inmates in Wariyapola Prison and 28 prisoners from Kalutara Prison have been released.",
        "Accordingly, 283 male prisoners and six female prisoners have obtained the president's pardon.",
        "The Department of Prisons has stated that the Public amnesty has been granted in accordance with Article 34 of the Constitution and the powers granted to the President."
      ]
    }
  },
  "summary_lines": [
    "On Poson Pournami Day, 289 prisoners were pardoned under the President's Special Amnesty, including 283 males and 6 females from various prisons across the country."
  ]
}