{
  "translated_text": {
    "ta": {
      "title": "டியதலதவாவின் பயங்கரமான விபத்தில் பாதிக்கப்பட்டவர்களைப் பற்றிய ஒரு முக்கியமான குறிப்பு",
      "body_lines": [
        "ஒரு சிறு பெண் உட்பட ஒரு சிறு பெண் உட்பட ஏழு பேர் நேற்று (21) உயிரை இழந்தனர்.",
        "பந்தயத்தின் நான்கு உதவியாளர்கள் தங்கள் உயிரை இழந்து கொண்டிருந்தனர், இறுதிச் சடங்குகளும் சுற்றுலாப் பயணிகளைப் பார்வையிட்டன.",
        "வெலிமடாவில் வசிக்கும் சிவிவுகனா, முத்தாசாமி உதகுமாராவில் வசிக்கும் 55 வயதான, முத்திசாமி உதயகுமாரில் 55 வயதானவர், அகுரெஸாவில் வசிப்பவர், மற்றும் 60 வயது குடியிருப்பாளர்கள் அகுரெஸ்ஸாவைச் சேர்ந்த 60 வயதான அகுரெஸா இங்கே இழந்தார்.",
        "இதற்கிடையில், 32 வயதான ராஸ்க் அபேனாயக்க, 32 வயதான ரக்பி அணியான இலங்கை இராணுவ ரக்பி உறுப்பினராக உள்ளார்.",
        "அவர் கோஸ்காமா விற்பனையில் பணிபுரிந்தபோது போட்டியைப் பார்வையிடச் சென்றிருந்தார்.",
        "உறவினர்கள் உதாவலாவா இராணுவ முகாமுக்கு இராணுவ முகாமுக்கு மாற்றப்பட்டுள்ளனர், இது இராணுவ பொறியாளர் இராணுவ பொறியியலாளருடன் எம்பிலிபிட்டியா மகா வித்யாலயாவுடன் சேர்ந்துள்ளது.",
        "எம்பிலிபிட்டியாவின் கோடாவெலாவில் வசிக்கும் தள்ளுபடி, காண்டி, காலாஹா பகுதியை திருமணம் செய்து கொண்டது, அவருடைய இறுதி சடங்கு காலாஹா பகுதியில் நடைபெறும்.",
        "விபத்தில் இறந்த கனேசாஷ் கமலானி ஒரு தந்தை தந்தை, மற்றும் அவரது நண்பர் அருணா சாந்தா இருவரின் தந்தை.",
        "இதற்கிடையில், அகுரேசிஃபேயில் வசித்து வந்த அசேன் ஹினாடிகலா, இந்த ஆண்டு கணிதத் தேர்வில் இருந்து வந்தவர்.",
        "அவர்கள் மூவரும் மாதராவில் உள்ள ரஹுலா கல்லூரியில் குற்றம் சாட்டப்பட்டனர்.",
        "இதற்கிடையில், ஏப்ரல் 30 வரை ரிமாண்ட் செய்ய நீதிமன்றத்திற்கு காவல்துறை உத்தரவிட்டுள்ளது.",
        "விபத்தில் போலீசார் கைது செய்யப்பட்டு கைது செய்யப்பட்டனர்.",
        "விபத்தில் மேலும் 23 பேர் காயமடைந்து மருத்துவமனையில் அனுமதிக்கப்பட்டனர்.",
        "2024 ஃபாக்ஸ் ஹில் பந்தயம் நேற்று காலை டியதடலாவா ஃபாக்ஸில் விளையாடியது.",
        "ஏப்ரல் 21, 2019 அன்று பந்தயம் நடைபெற்றது, மேலும் நிகழ்வை நிறுத்த வேண்டியிருந்தது.",
        "அதன்படி, போட்டிகள் ஐந்து வருட காலத்திற்கு நடைபெறவில்லை, மேலும் ஏராளமான மக்களில் நடைபெற்றதாகக் கூறப்படுகிறது.",
        "இன்று காலை (21) பந்தயம் நடைபெற்றபோது ஓடுபாதையில் இருந்து விபத்து ஏற்பட்டது.",
        "இலங்கை இராணுவம் விபத்து குறித்து உள் விசாரணையைத் தொடங்கியுள்ளது.",
        "விபத்தின் தற்போதைய வீடியோக்கள் மற்றும் புகைப்படங்களைப் பயன்படுத்தி இந்த விசாரணைகள் மேற்கொள்ளப்படுகின்றன என்று இராணுவம் கூறியது.",
        "டியதடலாவா மருத்துவமனையில் சிகிச்சை பெறும் ஒருவர் தீவிர ஹோஸ்டிங் பிரிவில் சிகிச்சை பெற்று வருகிறார் என்று இலங்கை இராணுவம் தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "An sensitive note about the victims of the dreadful accident of Diyatalawa",
      "body_lines": [
        "Seven including a small girl, including a small girl, lost their lives yesterday (21).",
        "Four Assistants of the race were losing their lives and the funerals were also visiting the tourist.",
        "Sivivukana, a resident of Welimada, a 55-year-old resident of the Mutthasami Udayakumara, a 55 year old resident of the Mutthizami Udayakumar, the 20-year-old resident of Akuressa, a resident of Akuressa, and 60 year old residents of Akuressa, a 60 year old residents of Akuressa.Ganesh Jayawardena was lost here.",
        "Meanwhile, a 32-year-old Rasxe Abeynayake, a 32-year-old Rugby Team, is a member of the Sri Lanka Army Rugby.",
        "He had gone to visit the match while he was working in the Kosgama Sale.",
        "Relatives have been transferred to the Udawalawa Army Camp to the Army Camp to the Army Commennent, which has joined the Army Engineer's Army Engineer from the Embilipitiya Maha Vidyalaya.",
        "The waiver residing in Godawela, Embilipitiya, is married to the Kandy, Galaha area and his funeral will be held in the Galaha area.",
        "Ganezash Kamalani, who died in the accident, is a father father, and his friend Aruna Shantha is a father of two.",
        "Meanwhile, Azane Hinatigala, who was residing in Akureessiphe, was from the mathematical exam this year.",
        "All three of them were the charged at Rahula College in Matara.",
        "Meanwhile, the police have ordered the court to be remanded until April 30.",
        "Police were arrested in the accident and was arrested.",
        "Another 23 persons were injured in the accident and hospitalized that the police said.",
        "The 2024 Fox Hill race was played yesterday morning at the Diyatalawa fox.",
        "The race was held on 21st April 2019 and the event had to be stopped.",
        "Accordingly, the tournament was not held for a period of five years and was reported to be held in a large number of people.",
        "The accident had occurred from the runway while the race was held this morning (21).",
        "The Sri Lanka Army has launched an internal investigation into the accident.",
        "The Army said that these investigations are being carried out using the current videos and photos of the accident.",
        "One person who receives treatment at the Diyatalawa Hospital is receiving treatment at the intensive hosting unit, the Sri Lanka Army said."
      ]
    }
  },
  "summary_lines": [
    "A tragic accident in Diyatalawa claimed the lives of seven, including a young girl, and injured 23 others. The victims, residents of Akuressa and Welimada, were attending the 2024 Fox Hill race. The Sri Lanka Army is conducting an internal investigation."
  ]
}