{
  "translated_text": {
    "ta": {
      "title": "“ආරෝග්‍යා සුවතා මධ්‍යස්ථාන” නියමු ව්‍යාපෘතිය හෙට ඇරඹෙයි",
      "body_lines": [
        "சுகாதார மற்றும் வெகுஜன ஊடகங்களின் புதிய சுகாதார பராமரிப்பு மையங்களின்படி, இலங்கையில் வசிக்கும் மக்களைப் பொறுத்தவரை சுகாதாரப் பாதுகாப்பு மையத்தின் சுகாதார பராமரிப்பு குறித்து சுகாதாரப் பாதுகாப்பு பராமரிப்பில் சுகாதாரப் பாதுகாப்பு மையங்களை மூடுவதற்கான உரிமையை நிறுவ டாக்டர் நலிந்தா ஜெயதிசா திட்டமிட்டுள்ளார்.",
        "இந்த திட்டத்தின் கீழ், ஒரு புதிய மாநிலத்திற்கான புதுமையான திட்டத்தின் கீழ் இந்த திட்டத்தின் கீழ் நூறு ஆரம்ப சுகாதார மையங்கள் இந்த ஆண்டு பிரபலமடைய திட்டமிடப்பட்டுள்ளன.",
        "ජනතාවට වඩාත් සමීප, පහසුවෙන් ප්‍රවේශවිය හැකි  ස්ථානයක ස්ථාපිත කරන මෙම  ප්‍රාථමික සෞඛ්‍ය සත්කාර මධ්‍යස්ථානය ආරෝග්‍යා සුවතා මධ්‍යස්ථාන ලෙස නම් කර ඇත.",
        "அதன்படி, பைலட் திட்டத்தின் கீழ் இந்த மாதத்தின் 26,27,27 பேரில் ஐந்து ஹோஸ்மோயா சுகாதார மையங்கள் பொதுமக்களுடன் வழங்கப்பட உள்ளன.",
        "செப்டம்பர் 26 ஆம் தேதி ஹூலகாமா சுகாதார மைய திட்டத்தின் முதல் மையமாக மாபலகாமா மருத்துவமனை மருத்துவமனை பொதுமக்களுக்கு திறக்கப்படும்.",
        "ரத்னபுரா மாவட்டத்தில் உள்ள பேரரசர் ஓயா மருத்துவமனை மையம் எத்ரோயா மற்றும் லோயர் ஹேபலில் உள்ள கிராமத்தை நிலதரி பிரிவுகளில் கிட்டத்தட்ட 5,000 தொடங்குவதற்கு வழங்கப்படும்.",
        "கலுதாரா, தல்பிடியா வடக்கு, தெற்கு மற்றும் நரவிட்டியா கிராம நரவிட்டியா கிராம நரவிடி ஆகிய நாடுகளில் கிட்டத்தட்ட 10,000 பேருக்கு மக்கள்தொகையை வழங்குவதற்காக நிறுவப்பட்ட தல்பிதியா ஹோயல்னஸ் மையம் மூன்றாம் மையங்களாக தொடங்க திட்டமிடப்பட்டுள்ளது.",
        "அக்டோபர் 2 ஆம் தேதி, இந்த மையம் கண்டி மற்றும் கண்டி மாவட்டத்தில் உள்ள போல்கொல்லாவாட்டா மருத்துவமனையின் நான்காவது மையமாகவும், கண்டி மாவட்டத்தில் உள்ள போல்கொல்லாவாட்டா மருத்துவமனையாகவும் நிறுவப்பட்டுள்ளது.",
        "மாடேல் மாவட்டத்தில் உள்ள தம்பகோல்லா 1, மூன்று கிராம சேவா வனகலுகாஷேனாவில் வசிக்கும் கிட்டத்தட்ட ஐந்தாயிரம் பேரை உள்ளடக்கிய ஐந்தாவது வீட்டு விற்பனை மையத்துடன் டங்கந்தா மருத்துவமனை சுகாதார மையம் திட்டமிடப்பட்டுள்ளது.",
        "மருத்துவமனை சுகாதார மையம் மக்களின் ஆரோக்கியத்தின் மூலம் மக்களின் ஆரோக்கியத்திற்கு பொறுப்பான பல முதன்மை சுகாதார சேவைகளை வழங்கும்.",
        "இதன் கீழ் தொடர்பு கொள்ள முடியாத நோய்கள், இளம் பருவத்தினர், உளவியல் பராமரிப்பு, உளவியல் பராமரிப்பு மற்றும் ஆலோசனை சேவைகள், ஆல்கஹால் பராமரிப்பு மற்றும் ஆலோசனை சேவைகள், தேர்ந்தெடுக்கப்பட்ட ஆய்வக சோதனைகள், சமூக அதிகாரங்கள் ஆகியவற்றை செயல்படுத்த செயல்படுத்தப்பட உள்ளது.",
        "இந்த மையங்கள் அனைத்தும் ஒரு குடும்ப மருத்துவர், சமூக நர்சிங் மற்றும் ஒருங்கிணைப்பு அதிகாரியுடன் இணைக்கப்பட வேண்டும். இப்பகுதியில் வாழும் சுகாதார பிரச்சினைகள் மற்றும் சமூக பங்கேற்பு மற்றும் சமூக அமைப்புகளால் உருவாக்கப்படும் என்று எதிர்பார்க்கப்படும் அவசர சுகாதார பிரச்சினைகள் ஆகியவற்றை நிறுவும் முறைகளை நிறுவ முன்மொழியப்பட்டது.. திட்டத்தின் முக்கிய நோக்கமும் திட்டத்தின் முக்கிய நோக்கமாகும், குறிப்பாக பொதுமக்கள்.",
        "சுகாதார அமைச்சகம் மற்றும் வெகுஜன ஊடகங்கள் சுகாதார மற்றும் வெகுஜன ஊடகங்கள் மற்றும் வெகுஜன ஊடகங்கள் மற்றும் வெகுஜன ஊடகங்களின் பங்களிப்புடன் பொதுமக்களுக்கு திறக்க திட்டமிட்டுள்ளன."
      ]
    },
    "en": {
      "title": "Hoogya Heality Center Pilot tomorrow begins tomorrow",
      "body_lines": [
        "According to the new health care centers of Health and Mass Media, Dr. Nalinda Jayatissa has planned to establish the right to close the health care centers in the health care care of the health care care of the health care centers island with respect to the people living in Sri Lanka.",
        "Under this project, a hundred primary health care centers are scheduled to popularize this year under this project under the innovative program for a new state.",
        "The Prime Minister of Health Care Center, which is closer to the public, has been named as Hospital Care Centers.",
        "Accordingly, five hosmoya health centers are to be vested with the public on 26,27,27 of this month under the pilot project.",
        "The Mapalagama Hospital Hospital will be opened to the public as the first center of Hoolagama Health Center Project on September 26.",
        "The Emperor Oya Hospital Center in the Ratnapura District will be provided to the commencement of nearly 5,000 of the Grama Niladhari Divisions in the Ethroya and Lower Habel.",
        "Thalpitiya hoelness center, established to provide a population to nearly 10,000 people in Kalutara, Talpitiya North, Southern and Naravitiya Grama Naravitiya Grama Naravidi, is scheduled to be started as third centers.",
        "On October 2, the center has been established as the fourth centers of Polgollawatta Hospital in Kandy and Polgollawatta Hospital in the Kandy district.",
        "The Dankanda Hospital Health Center is scheduled to be vested with the Fifth Housing Sales Center to cover nearly five thousand people living in the three Grama Seva Vanagalugashena, Dambagolla 1 in Matale District.",
        "The Hospital Health Health Center will provide a number of responsible primary health services to the health of the people through the health of the people.",
        "Under that is to be implemented to implement non-communicable diseases, adolescents, psychological care, psychological care and consulting services, alcohol care and counseling services, selected laboratory tests, community powers.",
        "All these centers are to be attached to a family physician, a community nursing and a coordinating officer. It is proposed to establish the methods of resolving health issues that live in the area and emergency health issues that are expected to be developed by community participation and community organizations.. The main objective of the project is also the main objective of the project, especially the public.",
        "The Ministry of Health and the Mass Media has planned to be opened to the public with the participation of the Minister of Health and Mass Media and Mass Media and the Mass Media."
      ]
    }
  },
  "summary_lines": []
}