{
  "translated_text": {
    "ta": {
      "title": "கட்டனாயக்கில் தொழிலதிபர் கைது செய்யப்பட்டார்",
      "body_lines": [
        "வெளிநாட்டு பயணத் தடையை தடைசெய்த ஒரு தொழிலதிபர் கட்டூனாயக்க சர்வதேச விமான நிலையத்தில் காவல்துறையினரால் கைது செய்யப்பட்டுள்ளார்.",
        "போலி பாஸ்போர்ட்டுடன் தாய்லாந்திற்கு வெளியேற முயன்றபோது சந்தேகத்திற்கிடமான தொழிலதிபர் கைது செய்யப்பட்டார்.",
        "கைது செய்யப்பட்ட குடியிருப்பாளர் கொழும்பைச் சேர்ந்த 64 வயது தொழிலதிபர் ஆவார்.",
        "இன்று காலை தாய் ஏர்லைன்ஸ் தாய் ஏர்லைன்ஸ் கூறியது டெரானா விமான நிலைய சிறப்பு. - கட்டுனாயக்க விமான நிலையத்திற்குத் திரும்பும்போது, ​​தொழிலதிபர் சம்பந்தப்பட்ட தொழிலதிபரை கைது செய்திருந்தார்.",
        "தொழிலதிபர் குற்றவியல் விசாரணைத் துறையால் கைது செய்யப்பட்டார் மற்றும் ஆவணங்களைத் தயாரித்து ஒரு நபரை இத்தாலிக்கு அனுப்பும் முயற்சியில் மினுவாங்கோடா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டார்."
      ]
    },
    "en": {
      "title": "Businessman arrested in Katunayake",
      "body_lines": [
        "A businessman who was banning a foreign travel ban has been arrested by the police at the Katunayake International Airport.",
        "The suspect businessman was arrested when he tried to leave for Thailand with a fake passport.",
        "The arrested resident is a 64 year old businessman from Colombo.",
        "Derana Airport Specialty said Thai Airlines Thai Airlines this morning. - When returning to the Katunayake airport, the businessman had arrested the relevant businessman.",
        "The businessman was arrested by the Criminal Investigation Department and was produced before the Minuwangoda Magistrate's Court on an attempt to prepare the documents and send a person to Italy."
      ]
    }
  },
  "summary_lines": [
    "A 64-year-old businessman from Colombo was arrested at Katunayake International Airport for attempting to leave for Thailand with a fake passport. He was caught by the Criminal Investigation Department and charged with preparing documents to send someone to Italy."
  ]
}