{
  "translated_text": {
    "ta": {
      "title": "වැලිමඩ අල සතොසට ගන්න යයි",
      "body_lines": [
        "\"நேற்று நாங்கள் விவாதித்தோம், கலபா சந்திப்பு விவசாயிக்கு விவாதித்தோம். இன்று காலை வசந்தா சமரசிங்க வர்த்தகத்தின் அமைச்சர் என்னை அழைத்து உருளைக்கிழங்கின் விதை 600,000 கிலோ உருளைக்கிழங்கை வாங்குவார் என்று என்னிடம் கூறினார்.",
        "මම කිව්වා කොහෙන් හරි හොයලා දෙන්නම් කියලා. மூத்த கீட்அபோடிபோலாவில் ஒரு கிலோ உருளைக்கிழங்கு ரூ. 170 ரூபாய்க்கு 160. விவசாயியை வைக்க முடியாது. 1 கிலோ உருளைக்கிழங்கு மற்றும் அந்த செலவை விட அதிக செலவு. \"அமைச்சர் சமந்தா வித்யாரத்னே, தோட்டம் மற்றும் சமூக உள்கட்டமைப்பு அமைச்சர் சமந்தா விடினாயக்க கூறினார்",
        "மேலும் பேசிய வித்யாரத்னே, \"அமைச்சர் அமைச்சர் அமைச்சர் டி.என்.ஏ, நாங்கள் உருளைக்கிழங்கை உருளைக்கிழங்கின் இடத்திற்கு அழைத்துச் செல்கிறோம், மேலும் 200 கிலோவுக்கும் அதிகமான உருளைக்கிழங்கு மற்றும் பல. அஜித் குமாரா வெலிமடா வாமா பிராந்தியத்தின் தலைவராக உள்ளார். நான் பேசிக் கொண்டிருந்தேன், நாளை அதிகாலை 12 மணிக்கு முன் 60000 கிலோ உருளைக்கிழங்கை உருவாக்க முடியும் என்று சொன்னேன். இப்போது அவர்கள் தயாராகி வருகின்றனர். இந்த கேள்விகளை நாங்கள் புரிந்துகொள்வதால் எங்கள் நாடாளுமன்ற உறுப்பினர்கள் தலைவர் தலைவரிடமிருந்து வேலை செய்கிறார்கள். எங்களுக்கு வேறு கடமைகள் இல்லை. கடந்த காலத்திற்கு முன்னர் ஹோட்டல்களை கவனித்துக்கொள்ள SHDE ஐ நாம் கவனிக்க வேண்டியதில்லை. நாங்கள் பொதுப் பணிகளை மட்டுமே கவனித்துக் கொள்ள வேண்டும்.",
        "எங்களுக்கு அரசாங்கம் தவறு இல்லையென்றால், இன்று நம் நாடு என்ன? நாம் இல்லை என்று கற்பனை செய்து பாருங்கள். வயதானவர்கள் உங்களை தூள் என்று அழைக்கிறார்கள் என்று நினைக்கிறீர்களா?  தூள் இந்த நாட்டின் குழந்தைகள்.  அவர்கள் காவல்துறையினரின் நிலை இல்லை. தூள் மஹியாங்கனயாவின் கண்டுபிடிப்பாளர் உட்பட நாட்டில் எல்லா இடங்களிலும் டன் உள்ளது.. நாட்டில் மக்கள் மாற்றம் இருந்ததால் நீங்கள் தூளைப் பிடிக்கலாம். நாங்கள் ஒரு அரசாங்கத்திற்கு வந்திருந்தால் நாங்கள் உங்களிடம் வந்திருக்கிறோம் என்று நீங்கள் நினைத்தால், பாதாள உலகம் கைப்பற்றப்படுகிறது. ஆட்சியாளர்களின் சீடர்கள் சாதாரணத்தை வைத்திருக்கவில்லை. அரசியலுடன் அரசியல் Inworld உடன் தொடர்பு.",
        "இப்போது நீங்கள் எங்கள் அரசாங்கத்திலிருந்து கொண்டு வரப்பட்ட மருந்துகளை கொண்டு வர மாட்டீர்கள். கொண்டு வரப்பட்ட எஃகு இந்த நேரத்தை நாங்கள் பிடிப்போம். விவசாயத்திற்கு நீர்ப்பாசனம் செய்யாத நாடு நாட்டிற்கு நாட்டிற்கு வழங்கியுள்ளது. கடந்த வாரம், இலங்கையின் நிலம் இலங்கையின் வரலாற்றில் இறங்கியது. அடுத்த மாதத்தின் கோடியின் மதிப்பு தப்பித்துள்ளது. இந்த நாட்டின் குழந்தைகளின் எதிர்காலத்தை போதைப்பொருள் குடிக்கவும் குடிக்கவும் வழங்கவும்.",
        "இந்த அரசாங்கம் ஒரு அரசாங்கத்தைப் போன்ற அரசாங்கமா என்று நான் உங்களிடம் கேட்கிறேன், இந்த நாடு இன்று எவ்வளவு இருக்கும்? நாம் வானத்தின் எந்தப் பகுதிகளையும் விரும்பவில்லை என்றால்.  மக்கள் இப்போது இந்த அரசாங்கத்தின் நன்மையைப் பெறுகிறார்கள். மக்கள் முடிவுகளைத் துரத்துகிறார்கள். \""
      ]
    },
    "en": {
      "title": "Welimada tubers to take satures",
      "body_lines": [
        "\"Yesterday we discussed, we discussed the Kalapa Junction to the farmer. The Minister of Wasantha Samarasinghe Trade this morning called me and told me that the Seed of Potatoes would buy 600,000 kilos of potatoes.",
        "I said somewhere to find out. One kilo of potatoes at the Elder Keptapotipola is sold at Rs. 160 for 170 rupees. The farmer cannot be kept. 1 kg of potatoes and cost more than that cost more. \"Minister Samantha Vidyaratne, Minister of Plantation and Community Infrastructure, Samantha Vidynayake said,",
        "Speaking further, Vidyaratne said, \"Minister Minister Minister Minister TNA, we take the potatoes to the location of potatoes, and more than 200 kg of potatoes, and more. Ajith Kumara is the Chairman of the Welimada Vama Region. I was speaking and said that 60000 kg of potatoes could be made before 12 am tomorrow. Now they're getting ready. Our Members of Parliament work from the Chairman Chairman because we understand these questions. We have no other duties. We don't have to look after Shde to take care of the hotels before the past. We only have to take care of public work.",
        "If we do not have a government wrong, what is our country today? Imagine that we do not. Do you think that the old men call you powder?  The powder is children of this country.  They are not the case with the police. Tons are everywhere in the country, including the innovator of powder Mahiyanganaya.. You could catch the powder because there was a people's change in the country. If you think we have come to you if we have come to a government, the underworld is seized. The disciples of the rulers do not hold the ordinary. Connection with the political inworld with politics.",
        "Now you will not bring the drugs brought from our government. We'll caught this time when the steel that was brought. The country has given the country to the country not watering farming. Last week, the land of Sri Lanka landed in the history of Sri Lanka. The value of the crores of the next month has escaped. Deliver the future of the children of this country to drink and drink the drug.",
        "I ask you if this government is not a government like a government, how much does this country be in today? If we do not want any parts of the heavens.  People are now gaining the benefit of this government. The people have been chasing the results. \""
      ]
    }
  },
  "summary_lines": []
}