{
  "translated_text": {
    "si": {
      "title": "ලෙබනනයේ ශ්රී ලාංකිකයන් සඳහා විශේෂ කාලයක්",
      "body_lines": [
        "ශ්රී ලංකා විදේශ රැකියා කාර්යාංශයේ ලියාපදිංචි වීමට ලෙබනනයේ ශ්රී ලාංකිකයන්ට විශේෂ කාලයක් ලබා දී තිබේ.",
        "ශ්රී ලංකා විදේශ රැකියා කාර්යාංශයේ වැඩ කරමින් සිටින ශ්රී ලාංකික සේවකයින්ට ලෙබනනයට පැමිණීමෙන් පසු එම වාර්තාවම අලුත් කර නොගන්නා ශ්රී ලාංකික සේවකයින්ට සහනය ලබා දී ඇත.",
        "පිරිනැමීමේ කාලය 2014 ඔක්තෝබර් 08 සිට 2025 දක්වා කාලය තුළ තැන්පත් වනු ඇත, එනම් මාස 03 යි.",
        "ශ්රී ලංකා විදේශ රැකියා කාර්යාංශය නිවේදනය කර ඇත්තේ ලියාපදිංචිය තානාපති කාර්යාලයට ඉක්මනින් කළ හැකි බවයි.",
        "ඒ අනුව, පහත සඳහන් ලියකියවිලි තානාපති කාර්යාල කාර්යාලයට ගෙන එන ලෙස ශ්රී ලංකා විදේශ රැකියා කාර්යාංශයගෙන් ඉල්ලා තිබේ.",
        "02) වත්මන් සේවා ස්ථානයට සම්බන්ධ සේවා ස්ථානයක් විසින් නිකුත් කරන ලද වත්මන් රැකියා කොන්ත්රාත්තුව හෝ රැකියා දීමනා ලිපිය",
        "වර්තමාන රැකියා කොන්ත්රාත්තුවක් හෝ රැකියා දීමනා ලිපිය විසින් නිකුත් කරන ලද රැකියා දීමනා ලිපියක් නොමැති අයට තානාපති කාර්යාලය විසින් සපයනු ලබන ස්වයං සංස්කරණයෙන් පිරවිය හැකිය.",
        "මෙම ලියාපදිංචි කිරීමේ ක්රියාවලියට ඩොලර් 62 ක් (ඇමරිකානු ඩොලර් 62 / -) අය කෙරේ.",
        "ඒ අනුව, මෙම යුද සංග්රහයේදී ශ්රී ලංකා විදේශ රැකියා කාර්යාංශය නිවේදනය කර ඇත්තේ කාර්යාංශයේ ලියාපදිංචි සංක්රමණ සේවකයින්ගේ සුභසාධන හා රක්ෂණ දීමනා ලබා ගැනීම සහ වැඩ වල ආරක්ෂාව සහතික කිරීම ය.",
        "තානාපති කාර්යාලය විසින් 2015.10.13 ඉරිදා උදේ 9.00 සිට පස්වරු 2.00 දක්වා සේවාව විවෘත කරනු ඇති අතර, එදිනට පසු ඊළඟ මාස 3 සඳහා දින පහක් සඳහා සේවාව ලබා ගත හැකිය."
      ]
    },
    "en": {
      "title": "Special time for Sri Lankans in Lebanon",
      "body_lines": [
        "Sri Lankans in Lebanon have been given special time for registering at the Sri Lanka Foreign Employment Bureau.",
        "The concession has been granted to Sri Lankan employees who have long been working on the Sri Lankan Foreign Employment Bureau and not renewed the same record after arriving in Lebanon.",
        "The offer period will remain in effect for the period of 08 October 08 to 2025, ie 03 months.",
        "The Sri Lanka Bureau of Foreign Employment has announced that the registration can be made quickly to the embassy.",
        "Accordingly, the Sri Lankan Foreign Employment Bureau has been asked to bring the following documents to the Embassy Office.",
        "02) Current Employment Contract or JOB Offer Letter issued by a workplace related to the current workplace",
        "Those who do not have a Current Employment Contract or Job Offer Letter issued by the job offer letter can be filled by the Self-Declaration provided by the embassy.",
        "This registration process is charged as $ 62 (USD 62/-).",
        "Accordingly, in this war situation, the Sri Lanka Foreign Employment Bureau has announced that this special offer is a great opportunity, registered in the Bureau and obtained the welfare and insurance offers of registered immigrant workers and ensure the safety of the work.",
        "The embassy will open the service from 9.00 am to 2.00 pm on Sunday, 13.10.2024, and the service will be available for five days for the next 3 months following that day."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankans in Lebanon get special registration deal. Register now until Oct 8, 2025. Cost: $62. Embassy open Sundays 9am-2pm. Register quickly for welfare and insurance benefits."
  ]
}