{
  "translated_text": {
    "ta": {
      "title": "ஸ்ரீலங்கனின் 73.3 பில்லியன் ரூபாய் இழப்பு",
      "body_lines": [
        "ஸ்ரிலங்கன் ஏர்லைன்ஸ் என்பது நிதி அமைச்சகம் லிமிடெட் வழங்கிய கடைசி வரவு செலவுத் திட்டமாகும்.",
        "இருப்பினும், 130.5 பில்லியன் டாலர் இழப்பு 51.4 பில்லியன் டாலர்.. ஸ்ரீலங்கன் ஏர்லைன்ஸ் ரூ.",
        "இலங்கை பெட்ரோலியம் கார்ப்பரேஷனின் ஒப்புதல் குறித்து கருவூலத்திலிருந்து தேவையான ஒதுக்கீடு விமானத்திற்கு வழங்கப்பட்டுள்ளது.. விமானத்தின் நிதி நிலைத்தன்மையை உருவாக்க புதிய முதலீட்டு நிதியை உறுதி செய்வதற்காக விமான உரிமையை அப்புறப்படுத்த அரசாங்கம் முடிவு செய்துள்ளது."
      ]
    },
    "en": {
      "title": "SriLankan's 73.3 billion rupees loss",
      "body_lines": [
        "SriLankan Airlines is the last budgetary issued by the Ministry of Finance Limited is a loss of Rs. 73.3 billion in the financial year.",
        "However, the loss incurred by the loss of 130.5 billion to Rs. 51.4 billion in the financial year.Have decreased by ෴. SriLankan Airlines has earned an income of Rs. 372.5 billion in the financial year of Rs. 372.5 billion.",
        "The airline has been given the necessary allocation from the Treasury on the approval of the Ceylon Petroleum Corporation.. The government has decided to dispose of the airline ownership to ensure new investment funds to create the financial sustainability of the airline."
      ]
    }
  },
  "summary_lines": [
    "SriLankan Airlines reported a significant reduction in its financial losses, decreasing from 130.5 billion to 51.4 billion rupees in the latest fiscal year. Despite this improvement, the airline still faced a net loss of 73.3 billion rupees. The government plans to sell its stake in the airline to attract new investments, aiming to secure the carrier's financial stability."
  ]
}