{
  "translated_text": {
    "ta": {
      "title": "அடுத்த சில மணிநேரங்களில் ஒரு கனமழை",
      "body_lines": [
        "வானிலை ஆய்வு திணைக்களம் அடுத்த 36 மணி நேரத்திற்கு வானிலை முன்னறிவிப்பை வெளியிட்டுள்ளது.",
        "இன்று (20) மாலை 4 மணிக்கு வெளியிடப்பட்ட அறிவிப்பு இன்று மாலை 4 மணி வரை செல்லுபடியாகும்.",
        "அதன்படி, மேற்கு, சபராகாமுவா, தெற்கு மற்றும் வடமேற்கு மாகாணங்களில் சில நேரங்களில் அல்லது இடியுடன் கூடிய மழை பெய்யும்.",
        "மேற்கு மற்றும் சபராகாமுவா மாகாணத்திலும், காலே மற்றும் மாதரா மாவட்டங்களிலும் உள்ள சில பகுதிகள் மிமீ மிமீ.. பலத்த மழை 75 க்கும் அதிகமாக ஏற்படலாம்.",
        "கிழக்கு, யு.வி.ஏ மற்றும் வட மத்திய மாகாணத்தில் இரவில் மழை அல்லது இடி.",
        "தீவின் மற்ற பகுதிகளில் மாலை அல்லது இரவில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும்.",
        "மத்திய மலைகள் மற்றும் வடக்கு, வடக்கு, வடக்கு, வடக்கு-மத்திய மற்றும் வடமேற்கு மாகாணங்கள் மற்றும் ஹம்பந்தோட்டா மாவட்டத்தில் மேற்கு.. வலுவான காற்று 30-40 முறை இருக்கலாம்.",
        "இடியுடன் கூடிய மழையால் தற்காலிக காற்று மற்றும் மின்னல் விபத்துக்களால் ஏற்படும் சேதங்களை குறைக்க நடவடிக்கை எடுக்குமாறு பொதுமக்கள் கேட்டுக்கொள்கிறார்கள்."
      ]
    },
    "en": {
      "title": "A heavy rain in the next few hours",
      "body_lines": [
        "The Department of Meteorology has issued a weather forecast for the next 36 hours.",
        "The announcement issued at 4 pm today (20) will be valid until 4 pm today.",
        "Accordingly, there will be showers at times or thundershowers in the Western, Sabaragamuwa, Southern and Northwestern provinces.",
        "Some areas in the Western and Sabaragamuwa Province and in Galle and Matara districts are mm mm mm.. Heavy rains can occur more than 75.",
        "Showers or thundershowers at night in the east, Uva and North Central Province.",
        "Showers or thundershowers will occur at the evening or night in the rest of the island.",
        "West in the central hills and in the North, North, North, North-central and Northwestern provinces and in the Hambantota district.. Strong winds can also be around 30-40 times.",
        "The Department of Meteorology also requests the public to take action to reduce the damages caused by temporary winds and lightning accidents due to thunderstorms."
      ]
    }
  },
  "summary_lines": [
    "Heavy rain expected in Western, Sabaragamuwa, Southern, and Northwestern provinces over the next 36 hours. Some areas may experience heavy rainfall exceeding 75mm. Showers/thunderstorms predicted for Eastern, Uva, and North Central Provinces at night. Strong winds of 30-40 km/h possible in central hills, northern, north-central, and Northwestern provinces, including Hambantota district. The Department of Meteorology advises caution against potential damage from wind and lightning during thunderstorms."
  ]
}