{
  "translated_text": {
    "ta": {
      "title": "இலங்கையை பார்வையிட நான் எஃப் பிரதிநிதி",
      "body_lines": [
        "சர்வதேச நாணய நிதியத்திலிருந்து ஒரு சிறந்த தூதுக்குழு இலங்கைக்கு வர உள்ளது. அமைச்சரவை செய்தித் தொடர்பாளர் விஜிதா ஹெராத், நேற்று (01) நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் அமைச்சரவை முடிவு சர்வதேச நாணய நிதியத்துடன் நாணய நிதியத்தின் திட்டத்தின் அடிப்படை விவாதம் மட்டுமே கூறினார்.",
        "அதன் கட்டமைப்பு விஷயங்களைப் பற்றிய விவாதம் அக்டோபர் பிற்பகுதியில் நியூயார்க்கில் நடைபெற திட்டமிடப்பட்டுள்ளது.",
        "பசிபிக் இயக்குனர் இயக்குனர் கிருஷ்ணாவின் சர்வதேச நாணய நிதியம் (ஐ.எம்.எஃப்) இயக்குநர் அக்டோபர் 4 வரை இலங்கையில் தங்கியிருப்பதாக தெரிவிக்கப்படுகிறது.",
        "அவர்கள் ஜனாதிபதி அனுரா குமாரா டிசனாயக்க மற்றும் புதிய பொருளாதாரக் குழுவுடன் சந்திக்க உள்ளனர்."
      ]
    },
    "en": {
      "title": "IM F delegation to visit Sri Lanka",
      "body_lines": [
        "A top delegation from the IMF is due to arrive in Sri Lanka. The Cabinet Spokesperson Vijitha Herath said that the Cabinet Decision in the press conference held yesterday (01) said that only a basic discussion of the Monetary Fund's Program with the IMF.",
        "A discussion of its structural matters is scheduled to be held in New York in late October.",
        "It is reported that the International Monetary Fund (IMF) Director of the Pacific Director Director Krishna is staying in Sri Lanka until October 4.",
        "They are due to meet with President Anura Kumara Dissanayake and the new economic group."
      ]
    }
  },
  "summary_lines": [
    "IMF delegation visits Sri Lanka. Basic monetary fund program discussed. Structural talks set for New York in October. IMF Director Krishna stays until Oct 4, meets President Dissanayake and new economic group."
  ]
}