{
  "translated_text": {
    "ta": {
      "title": "\"நீங்கள் என்னைக் கொன்றால், இதற்குப் பின்னால் இருப்பவர்களுக்கு நீங்கள் பொறுப்பு\"",
      "body_lines": [
        "எதிர்க்கட்சித் தலைவரான டாக்டர் ஹர்ஷா டி சில்வா, பணக் குழுவின் தலைவரால் அச்சுறுத்தப்படுகிறார், இன்று பரிவர்த்தனை அச்சுறுத்தப்பட்டுள்ளது, மேலும் இந்த பரிவர்த்தனை ஒரு பேரழிவை ஏற்படுத்தியுள்ளது.",
        "பணக் குழுவின் தலைவர் டாக்டர் ஹர்ஷா டி சில்வா டாக்டர் ஹர்ஷா டி சில்வா விசா ஒப்பந்தத்தை விசாரிக்க நிதிக் குழு முயன்றதாக பாராளுமன்றத்தில் வெளிப்படுத்தப்பட்டார், ஆனால் ஒரு குழு குழு அதை நாசப்படுத்தியது. இந்த விஷயத்தில் தனது பாதுகாப்பை வலுப்படுத்துமாறு பேச்சாளரிடம் அவர் கேட்டுக்கொண்டார்.",
        "\"குழு விசா பிரச்சினை குறித்த அறிக்கையைத் தொடங்குகிறது. என்னை யார் அடிக்க விரும்புகிறார்கள்?சாலையில் இருக்கும்போது நான் கொல்லப்பட்டால் என்ன செய்வது?க Hon ரவம் உங்களுக்கு கடினம். எனது பாதுகாப்பிற்கு உங்களுக்கு பொறுப்பு உள்ளது. இது ஒரு பில்லியன் கணக்கான டாலர்கள். க .ரவமான சபாநாயகர்.என்ன சொல்கிறது?நீங்கள் மோசடி செய்கிறீர்களா?இதை அச்சுறுத்தி குற்றம் சாட்ட முடியுமா? \"",
        "குழுவின் பாஸ்போர்ட்டின் சில உறுப்பினர்களுக்கு இந்த விவகாரம் குறித்த விவாதத்தை சரியாக விவாதிக்க வாய்ப்பு வழங்கப்படவில்லை என்பதையும் டாக்டர் ஹர்ஷா டி சில்வா தெரிவித்தார்.. பணக் குழுவின் தலைவராக தன்னை அகற்ற தயங்க மாட்டேன் என்றும் அவர் கூறினார்.",
        "\"இங்கே, மிகவும் அழுத்தம் கொடுத்தது. தொழில்முறை நிலை நகைச்சுவையாக இருந்தது. நான் மிகவும் சங்கடப்பட்டேன். சில உறுப்பினர்கள் குழுவை குழுவுக்கு வரவழைத்தனர். நான் அதை செய்ய வேண்டாம் என்று சொன்னேன். அவள் பாராளுமன்றத் தலைவர். \""
      ]
    },
    "en": {
      "title": "\"If you kill me, you are responsible for those who are behind this\"",
      "body_lines": [
        "Leader of the Opposition, Dr. Harsha De Silva, threatened by the Chairman of the Cash Committee, threatens him and that the transaction has been threatened today and that this transaction has caused a catastroy.(07) He said in parliament.",
        "Dr. Harsha de Silva, Chairman of the Cash Committee Dr. Harsha de Silva was disclosed in Parliament that the Finance Committee tried to investigate the visa deal, but a group of committee sabotaged it. He also requested the Speaker to strengthen his protection in this regard.",
        "\"The Committee begins a report on the Visa issue. Who wants to hit me?What if I was killed when on the road?The Hon. Speaker is hard to you. You have responsibility for my safety. This is a billions of dollars. The Hon. Speaker, the Hon. Speaker, the backyard of the backyards have to be held.What tell me?Are you corrupting fraud?Can you threaten and accuse this? \"",
        "Dr. Harsha de Silva also revealed that some members of the passport of the Committee were not given the opportunity to properly make the discussion on the issue.. He also said that he would not hesitate to remove himself as the Chairman of the Cash Committee.",
        "\"Here, extremely pressurizing happened. The professional status was joking. I was very embarrassed. Some members summoned the committee to the committee. I said not to do that. She is the head of Parliament. \""
      ]
    }
  },
  "summary_lines": [
    "In a parliamentary session, Dr. Harsha De Silva, Chairman of the Cash Committee, accused unnamed individuals of sabotaging an investigation into a visa deal, threatening his life, and causing a catastrophe. He demanded increased security and criticized unnamed committee members for not allowing proper discussion on the matter. He hinted at resigning from his position due to pressure and embarrassment."
  ]
}