{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதித் தேர்தலுக்கு எதிரான மனு ரூ.",
      "body_lines": [
        "அரசியலமைப்பிற்கான 19 வது திருத்தம் ஒரு வாக்கெடுப்பால் அங்கீகரிக்கப்படவில்லை என்று உச்சநீதிமன்ற வழக்கறிஞர் அருணா லக்சிரி உனாவாட்டுனா ரூ.",
        "அனலினன் தலைமை நீதிபதி ஜெயந்தா ஜெயசூரியா, வழக்கறிஞர் அருணா லட்சுமணியா, வழக்கறிஞர் அருணா லட்சிரி பொருத்தமற்றவர் மற்றும் நீதித்துறையை தவறாக வழிநடத்தியுள்ளார் என்பதைக் காட்டியுள்ளார்.",
        "வாக்கெடுப்பு காரணமாக அரசியலமைப்பிற்கான 19 வது திருத்தம் முறையாக நிறைவேற்றப்படவில்லை, இது ஒரு குழுவின் முகத்தில் கருதப்படும் சத்தியங்களின் அஞ்சலியின் அஞ்சலி உச்சநீதிமன்ற நீதிபதி.",
        "அர்ஜுனா ஒபீசேகரா மற்றும் பிரியந்தா பெர்னாண்டோ ஆகியோர் தலைமை நீதிபதி ஜெயந்தா ஜெயசூரியாவின் உறுப்பினர் நீதிபதிகள்.",
        "தேர்தல் ஆணையம் பதிலளித்தவர்களாக, வாக்காளர் அருணா லக்சிரி உனாவாட்டுனா பதிலளித்தவர்கள், தேர்தல் ஆணையம், பொதுச்செயலாளர் மற்றும் அட்டர்னி ஜெனரல் என பெயரிடப்பட்டுள்ளார்.",
        "பாராளுமன்ற பரடமாவின் எம்.பி.க்கள் எம்.பி.எஸ், எம்.பி.",
        "19 வது திருத்தம் அரசியலமைப்பிற்கான 19 வது திருத்தம் ஒரு ஜனாதிபதித் தேர்தலுக்கு ஒப்புதல் இல்லாமல் சட்டத்திற்கு முரணானது என்று மனுதாரர் சுட்டிக்காட்டுகிறார்.",
        "அரசியலமைப்பின் 19 வது திருத்தத்தில் உச்சநீதிமன்றத்தில் 19 வது திருத்தம், உச்சநீதிமன்றத்தில் 19 வது திருத்தம் ஆகியவை உச்சநீதிமன்றத்தில் தோல்வியடைந்துள்ளன என்று மனுதாரர் குறிப்பிட்டுள்ளார் செய்ய முடிவு செய்யப்பட்டுள்ளது.",
        "அரசியலமைப்பிற்கான 19 வது திருத்தத்திற்கு வாக்கெடுப்பு ஒப்புதல் அளித்ததாக மனுதாரர் கூறுகிறார், அரசியலமைப்பிற்கான 19 வது திருத்தம் இனி ஒரு சட்டம் அல்ல.",
        "அத்தகைய சூழல், அரசியலமைப்பின் 19 வது திருத்தம் அரசியலமைப்பால் மீறப்பட வேண்டும், அரசியலமைப்பால் ஒரு வாக்கெடுப்புக்கு மீறப்பட வேண்டும்.",
        "அட்டர்னி ஜெனரலுக்காக ஆஜரான துணை சொலிசிட்டர் ஜெனரல் கனுஷ்கா டி சில்வா, அரசியலமைப்பில் 19 வது திருத்தம் ஒரு சட்டமாக இருந்தது என்று கூறினார்.",
        "மனு இல்லாமல் மனு இல்லாமல் மனுவை எடுக்குமாறு மனு கோரப்பட்டது.",
        "இந்த நேரத்தில் மனுதாரர் அருணவத்துனனை உரையாற்றிய தலைமை நீதிபதி ஜெயந்தா ஜெயசூரியா அடிப்படை உரிமைகளை எவ்வாறு உடைப்பது என்பதை விளக்குமாறு கூறினார்."
      ]
    },
    "en": {
      "title": "Petition against the presidential election depends under the Rs.",
      "body_lines": [
        "The 19th Amendment to the Constitution was not approved by a referendum, the Supreme Court of Attorney Aruna Laksiri Unawatuna had decided to pay a case of Rs.",
        "Analynan Chief Justice Jayantha Jayasuriya, the lawyer Aruna Lakshmaniya has shown that the lawyer Aruna Lakshiri has taken action inappropriate and misleading the judiciary.",
        "The 19th Amendment to the Constitution is not properly passed due to a referendum, the Tribute Supreme Court Judge of the Tribust of the TruthsIt is considered in the face of a panel.",
        "Arjuna Obeysekara and Priyantha Fernando are the member judges of Chief Justice Jayantha Jayasuriya.",
        "The electoral commission as respondents, the Electorate Aruna Laksiri Unawatuna has been named as respondents, the Elections Commission, the Secretary General and the Attorney General.",
        "MP Vijitha Madduma Bandara, MPs, MPs of Parliamentary Paradama, had been submitted in the intermediate petition demanding the removal of the petition.",
        "The petitioner points out that the 19th Amendment points to the 19th Amendment to the Constitution is contrary to the law without approval of a presidential election.",
        "The 19th Amendment to the Supreme Court has been deprived of the president of the Constitution in the 19th Amendment to the Constitution of Constitution, the 19th Amendment to the Supreme Court has been deprived to the Supreme Court.It is said that the petitioner mentioned that it has been decided to be done is not the case.",
        "The petitioner states that the 19th Amendment to the Constitution was approved by a referendum, the 19th Amendment to the Constitution was no longer a law.",
        "Despite such an environment, the Constitution, the 19th Amendment to the Constitution to be violated by the Constitution, the Constitution to be violated by the Constitution to a referendum.Also requested to issue an order.",
        "Deputy Solicitor General Kanushka De Silva, who appeared for the Attorney General, said that the 19th Amendment to the Constitution had been a law.",
        "The petition was requested to take the petition without the petition without the petition.",
        "Addressing the petitioner Arunawatuna at this time, Chief Justice Jayantha Jayasuriya said to explain how to break fundamental rights."
      ]
    }
  },
  "summary_lines": [
    "A petition challenges the validity of the 19th Amendment to the Constitution, arguing it wasn't properly ratified through a referendum. The Supreme Court, led by Chief Justice Jayantha Jayasuriya, is examining the case. Critics claim the amendment undermines presidential powers and violates constitutional principles. Despite these concerns, the Deputy Solicitor General asserts the amendment is legally binding."
  ]
}