{
  "translated_text": {
    "ta": {
      "title": "கம்பாஹா நீர் விநியோகத்தைத் தடுக்க கூட்டு வழிநடத்தல் குழு",
      "body_lines": [
        "நகர்ப்புற மேம்பாடு மற்றும் வீட்டுவசதி அமைச்சர் பிரசன்னா ரணத்துங்கா. திரு. விட்டானந்தா மற்றும் கம்பாஹா மாவட்ட செயலாளர் லலிண்டா கமகே ஆகியோர் இந்த முடிவுக்கு தலைமை தாங்கினர்.",
        "தண்ணீரிலிருந்து தண்ணீரைத் தடுக்க கம்பாஹா மாவட்டம் மற்றும் கம்பாஹாவைத் தடுப்பதற்கான விவாதமாக ஒரு கலந்துரையாடல் கூட்டப்பட்டது. இது கம்பாஹா மாவட்ட செயலக ஆடிட்டோரியத்தில் நடைபெற்றது.",
        "கம்பாஹா மாவட்டம் நீர் வழங்கல் (ஆராய்ச்சி மற்றும் திட்டமிடல்) பொறியியல் K.H. திரு. கீர்திரத்னே ஒரு வெற்றிகரமான திட்டத்தை வழங்கினார்.",
        "இந்த ட்ரையம்ப் திட்டத்தை செயல்படுத்துவதற்கு பொறுப்பான கூட்டு செயல்பாட்டுக் குழுவை நியமிக்க இந்த கூட்டம் முடிவு செய்யப்பட்டது.. இந்தக் குழுவில் நகர்ப்புற மேம்பாடு மற்றும் வீட்டுவசதி அமைச்சகம், நகர்ப்புற மேம்பாட்டுத் துறை, நீர்ப்பாசனத் துறை, நெடுஞ்சாலைகள் அமைச்சகம், நெடுஞ்சாலைகள் துறை, விவசாய சேவைகள் துறை மற்றும் உள்ளூர் அதிகாரிகள் உள்ளனர். இந்த திட்டம் குறுகிய கால மற்றும் இடைக்கால நீண்ட காலமாக செயல்படுத்தப்படுகிறது.",
        "இடைக்கால மற்றும் நீண்டகால திட்டங்கள் ஏற்கனவே தொடங்கியுள்ளன என்று இலங்கை நில மேம்பாட்டின் துணை பொது மேலாளர் துணை பொது மேலாளர் கீர்திரத்னே கூறுகையில், துணை பொது மேலாளர், துணை பொது மேலாளர், துணை பொது மேலாளர்.. நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி அமைச்சின் செயலாளர் இலங்கை நில மேம்பாட்டுக் கழகத்தின் தலைவருக்கு இந்த திட்டத்தை விரைவுபடுத்துமாறு அறிவுறுத்தினார்.",
        "மாவட்டத்தில் அடையாளம் காணப்பட்ட 71 குறுகிய கால திட்டத்தின் கீழ் சுத்திகரிக்கப்பட்டது. புனரமைப்புப் பணிகளை குண்டி கால்வாயின் கல்கோட்டுவா கால்வாய், ஜாரோ ஈலா மேற்கொண்டார்.இலங்கை நில மேம்பாட்டுக் கழகம், இலங்கை நில மேம்பாட்டுக் கழகம் நீர்ப்பாசனத் துறையின் மேற்பார்வையின் கீழ் இலங்கை நில மேம்பாட்டுக் கழகத்தால் புதுப்பிக்கப்பட்டுள்ளது.. செலவு ரூ.",
        "முக்கியமாக கம்பாஹா பிரிவு செயலகப் பகுதியில் அடையாளம் காணக்கூடிய முக்கிய பேரழிவு வெள்ளம். இதற்கு முக்கிய காரணம் அட்டனகலு ஓயாவில் உள்ள அடிப்படை கீழ் பகுதிகள். கடந்த சில ஆண்டுகளில், கம்பாஹா நகரம் அடியில் இல்லை. எவ்வாறாயினும், கடந்த சில ஆண்டுகளில் கம்பாஹா மாவட்டத்தில் 300 மில்லிமீட்டருக்கு மேல், கம்பா ஓயா, யுரேனில் ஓயா, யரு ஓயா, பிளாக் கால்வாய் ஆகியவை ஒரே நேரத்தில் நிரம்பி வழிகின்றன.",
        "19,860 குடும்பங்களைச் சேர்ந்த 8,860 உறுப்பினர்கள் சமீபத்தில் விழுந்த பலத்த மழையால் பாதிக்கப்பட்டுள்ளனர். 527 குடும்பங்களில் 21,478 பேர் 5 பாதுகாப்பான இடங்களுக்கு அனுப்பப்பட்டுள்ளதாக மாவட்ட செயலாளர் தெரிவித்தார்.. பேரழிவு மேலாண்மை பிரிவு மற்றும் பேரழிவு மேலாண்மை பிரிவின் ட்ரீடர்கள் மற்றும் மூன்று அரசு நிறுவனங்கள் பேரழிவால் பாதிக்கப்பட்டவர்களுக்கு நிவாரணம் வழங்குவதற்காக செயல்படுகின்றன என்று அவர் கூறினார்.",
        "நகரத்தின் முக்கிய சாலைகள் மற்றும் பிற கால்வாய்களை உருவாக்கி அபிவிருத்தி செய்வதற்கான திட்டத்தை வகுக்க நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டு அமைச்சின் அமைச்சின் செயலாளர்.",
        "கம்பாஹா மாவட்ட ஒருங்கிணைப்புக் குழுத் தலைவரும் கம்பாஹா மாவட்டத்தின் மழைக்காலத்தை அடையாளம் காண ஒரு தனி திட்டத்தை தயாரிக்க வேண்டும், மில்லிமீட்டரின் மழை அளவை அடையாளம் காணவும்.",
        "கம்பாஹா மாவட்ட பேரழிவு மேலாண்மை குழு அனைத்து அரசு நிறுவனங்களுடனும் காம்பஹா மாவட்டம் மூழ்காது என்று அவர் கூறினார்.",
        "கம்பாஹா நகரத்தில் வடிகால் அமைப்பு மற்றும் கால்வாய் அமைப்பைத் தடுக்க ஏராளமான அங்கீகரிக்கப்படாத கட்டுமானங்கள் மேற்கொள்ளப்பட்டுள்ளதாக கம்பாஹா நகராட்சி ஆணையர் தெரிவித்தார்.. வடிகால் அமைப்பு தடுக்கப்பட்டு, கம்பாஹாவுக்கு நீர் முக்கிய காரணம் என்று அவர் கூறினார்.",
        "நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி அமைச்சின் செயலாளர் நகராட்சி ஆணையரை வடிகால் முறையை சரிசெய்யவும், அங்கீகரிக்கப்படாத நீக்குதலை அகற்றவும் வலியுறுத்தினார். அமைச்சகத்தின் செயலாளர், அரசு நிறுவனங்களின் முழு ஒத்துழைப்பு வழங்கப்பட வேண்டும் என்று கூறினார்.",
        "இந்நிகழ்ச்சியில் அதிகாரிகள் மற்றும் உள்ளூர் அதிகாரிகளின் அரசியல் அதிகாரம் இருந்தது."
      ]
    },
    "en": {
      "title": "Joint Steering Committee to Prevent Gampaha Water Supply",
      "body_lines": [
        "Urban Development and Housing Minister Prasanna Ranatunga. Mr. Vitananda and Gampaha District Secretary Lalinda Gamage was chaired by the decision.",
        "A discussion had been convened on the occasion as a discussion to prevent the Gampaha District and Gampaha to prevent water from water. It was held at the Gampaha District Secretariat auditorium.",
        "Deputy General Manager of Sri Lanka Land Development Corporation (Research & Planning Corporation) to prevent Gampaha District from Water Supply (Research & Planning) Engineering K.H. Mr. Keerthirathne offered a triumphant program.",
        "The meeting was decided to assign the joint operations committee that was responsible for implementing this triumph program.. The committee consists of the Ministry of Urban Development and Housing, Urban Development Authority, Irrigation Department, Ministry of Highways, Department of Highways, Department of Agrarian Services and Local Authorities. This program is being implemented as short-term and medieval long term.",
        "Deputy General Manager Keerthirathne, Deputy General Manager, Deputy General Manager of Sri Lanka Land Development Kirtiratne says that medieval and long-term programs have already begun.. The Secretary to the Ministry of Urban Development and Housing advised the Chairman of the Sri Lanka Land Development Corporation to accelerate the program.",
        "71 identified places in the district were cleansed under short-term program. The reconstruction work was carried out by Jarro Eala, Kalkotuwa Canal, Kundi Canal.Sri Lanka Land Development Corporation, the Sri Lanka Land Development Corporation has been renovated by the Sri Lanka Land Development Corporation under the supervision of the Department of Irrigation.. The cost was Rs. 37 lakhs.",
        "The main disaster that can be identified mainly in the Gampaha Divisional Secretariat area is the flood. The main reason for this is the underlying lower areas in the Attanagalu Oya. In the last few years, the Gampaha City was not underneath. However, over 300 millimeters in the Gampaha District over the last few years, the high-rains of the Gampaha District, Pala Oya, Uranil Oya, Yarru Oya, Black Canal, was overflowing at the same time.The provincial Irrigation Engineer said.",
        "8,860 members of 19,860 families have been affected by the heavy rains that have fallen recently. The District Secretary stated that 21,478 persons in 527 families have been directed to 5 secure places.. He said that the Disaster Management Unit and the Treitors of the Disaster Management Unit and the three government institutions are working to provide relief to victims of disaster.",
        "The Secretary of the Ministry of Urban Development and Housing Ministry to formulate a plan to develop and develop the main roads and other canals of the city.",
        "Gampaha District Coordinating Committee Chairman also proposed that a separate plan to be prepared to identify the rainy size of the Gampaha district, identifying the rainy size of the millimeters.",
        "He said that the Gampaha District Disaster Management Committee was carried out with all government agencies that the Gampaha District would not be inundated.",
        "The Gampaha Municipal Commissioner said that a large number of unauthorized constructions have been carried out to block the drainage system and canal system in the Gampaha town.. She said the drain system was blocked and the water was the main cause of Gampaha.",
        "The Secretary of the Ministry of Urban Development and Housing urged the Municipal Commissioner to repair the drainage system and remove the unauthorized removal. The Secretary to the Ministry stated that the fullest cooperation of state institutions is to be given.",
        "The officers and the political authority of local authorities were present at the occasion."
      ]
    }
  },
  "summary_lines": [
    "A Joint Steering Committee was formed to address water supply issues in Gampaha, chaired by Urban Development and Housing Minister Prasanna Ranatunga. The committee includes various departments and aims to implement a triumphant program to prevent water shortages. Short-term and long-term measures have been initiated, including cleaning identified locations and reconstructing canals. The main challenge is flooding due to heavy rains, affecting thousands of families. Plans to improve infrastructure and manage rainwater are underway to prevent future disasters."
  ]
}