{
  "translated_text": {
    "ta": {
      "title": "පංති කාමරයක සිසුන් 25 -30ත් අතරට ගෙන ඒම අරමුණයි",
      "body_lines": [
        "ஒரு வகுப்பறையில் உள்ள மாணவர்களின் எண்ணிக்கை ஆசிரியர்களுக்குள் நுழைவதை நோக்கமாகக் கொண்டது என்று பிரதமர் டாக்டர் ஹரினி அமரசுரியா தெரிவித்தார்.",
        "පාසල් පන්ති කාමරයක සිසුන් ප්‍රමාණය 25ක් - 30ක් බවට පත්කිරීම අරමුණක් බවත්, පන්ති කාමරයක ළමුන් 50ක් 60ක් සමඟ ගුණාත්මක අධ්‍යාපනයක් ලබා දීමට නොහැකි බවත් අධ්‍යාපන, උසස් අධ්‍යාපන හා වෘත්තීය අධ්‍යාපන අමාත්‍ය, අග්‍රාමාත්‍ය ආචාර්ය හරිනි අමරසූරිය පැවසුවාය.",
        "தெற்கு மாகாணத்திற்கு கல்வி கற்பதற்காக நேற்று (ஜூலை 19) தெற்கு மாகாண கல்வி அதிகாரிகளுக்கு கல்வி கற்பதற்காக நேற்று (ஜூலை 19) காலே கல்வி ஆணையத்தில் நடைபெற்ற ஒரு திட்டத்தில் பிரதமர் பேசினார்.",
        "புதிய கல்வி சீர்திருத்தங்கள் குறித்து மாகாண அதிகாரிகளுக்கு கல்வி கற்பிப்பதற்கான நான்காவது திட்டத்தையும் பிரதமர் உரையாற்றினார்.",
        "\"அரசாங்க கொள்கைகளின் பல்வேறு அம்சங்களின் கொள்கைகள் விவாதிக்கப்பட்டு பல்வேறு அம்சங்களின் கொள்கைகளை வழங்கின.",
        "பாடத்திட்டம் மட்டுமல்ல, புதிய கல்வியின் பாடத்திட்டமும் மட்டுமல்லாமல், கல்வி நிர்வாக கட்டமைப்பை புதுப்பிப்பதற்கும், அனைத்து குழந்தைகளுக்கும் சமமான மற்றும் தரமான கல்வியை வழங்க தேவையான உள்கட்டமைப்பை உருவாக்கவும்.",
        "இது தனிப்பட்ட தேவைகளின் தேவையை நாம் புரிந்து கொள்ள வேண்டிய ஆளுமை அல்ல.",
        "உண்மையான நோக்கங்களுடன் புரிந்துகொள்வது, உரையாடலின் ஒரு குழு மற்றும் சமூகத்தின் விமர்சனக் குழு உள்ளன. மற்றவர்கள் அரசியல் நன்மைகளை விமர்சித்து விமர்சிக்கிறார்கள். இந்த புதுப்பித்தல் ஒரு சவால், எளிதானது அல்ல என்பதை நாங்கள் அறிவோம். ஆனால் நிறுத்த முடியாது. இதையெல்லாம் சரிசெய்ய மக்கள் விருப்பத்தை வெளிப்படுத்தினர்.",
        "Aducation கல்வியை சரிசெய்ய பல வேலைகள் உள்ளன. ஆசிரியர் கல்லூரிகளின் பாடத்திட்டம் 16 ஆண்டுகளில் மாறவில்லை, இவை அனைத்தும் மாற வேண்டும். ஆசிரியர்கள், கல்வியாளர்கள் தொடர்ச்சியான பயிற்சியை வழங்க வேண்டும். ஆகஸ்ட் மாதத்திலிருந்து பயிற்சியாளர்களின் பயிற்சி மற்றும் ஆசிரியர்களை வழங்குதல். பிரதமர் கூறினார்,"
      ]
    },
    "en": {
      "title": "The purpose is to be taken between 25 -30 students in a classroom",
      "body_lines": [
        "Prime Minister Dr. Harini Amarasuriya said that the number of students in a classroom was aimed at entering the teachers.",
        "Prime Minister Dr. Harini Amarasuriya said that there was a goal of 25 to 30 students in a school classroom.",
        "The Prime Minister was speaking at a program held at the Galle Educational Authority yesterday (July 19) to educate the Southern Province's educational authorities yesterday (July 19) to educate the Southern Province.",
        "The Prime Minister also addressed the fourth program to educate the provincial authorities on new education reforms.",
        "\"The policies of the various aspects of government policies were discussed and provided with the policies of various aspects.",
        "Not only the curriculum but also the curriculum of new education but also to renovate the education administrative structure, to develop the necessary infrastructure for all children to provide equal and quality education.",
        "This is not a personality we need to understand the need for a personal needs.",
        "Understanding with the genuine intentions, there are a group of dialogue and a group of criticism of society. Others criticize and criticize political benefits. We know this renovation is a challenge, not easy. But can't stop. The people expressed the preference to correct all this.",
        "⁣ There are many work for education to repair. The syllabus of the Teacher Colleges has not changed in 16 years, it all should change. Teachers, educators need to provide continuous training. Training of the coaches from the month of August and provide teachers'. The Prime Minister said,"
      ]
    }
  },
  "summary_lines": []
}