{
  "translated_text": {
    "ta": {
      "title": "වාහන ආනයනය: පාවිච්චි කළ වාහනවල මිල ගණන්වලට කුමක් වෙයි ද?",
      "body_lines": [
        "\"கடந்த ஆண்டு, நான் ஒரு மந்திரவாதிகள் காரைக் கொடுத்தேன், நான் ஒரு புதிய கார் சவாரி செய்ய விரும்பினேன். இலங்கையில் பதிவு செய்யப்படாத வாகனங்கள் குறைவாகவே இருந்தன. ලක්ෂ 90කටත් ඒ වාහනේ ඉල්ලුවා කෙනෙක්. காரை விட குறைவாக கொடுக்க நான் விரும்பவில்லை. \"",
        "42 வயதான புத்திகா (வாகனங்களின் உண்மையான பெயர் அல்ல) பிலியந்தலாவின் வாகன இறக்குமதியை எளிதாக்க அரசாங்கத்தின் நடவடிக்கைகளால் பதிலளித்தார்.",
        "ஹிக்கடுவாவில் வசிக்கும் 30 வயது, காலே வாங்கப்பட்டு சமீபத்தில் பதிவு செய்யப்பட்ட வாகனம். அவர் ரூ.. 41 லட்சம் செலவிடப்பட்டது.",
        "வரம்புகள் தளர்வானவை என்றும் அது ஒரு பெரிய செல்வாக்கைக் கொண்டிருக்காது என்றும் அவர் நம்புகிறார் என்று அவர் கூறினார்.",
        "\"புதிய வாகனங்களை பிராண்ட் செய்கிறது, அதாவது சரிசெய்யப்படாத வாகனங்களின் விலை இது சுமார் 500,000 குறையும் என்று உணரும். சில இழப்புக்கு இழப்பு உள்ளது. ஆனால் கார் வரவில்லை என்று நான் நினைக்கவில்லை, இது ஒரு பெரிய இழப்பாக இருக்கும் என்று நான் நினைக்கவில்லை, \"என்று அவர் கூறினார்.",
        "சில ஆண்டுகளுக்கு முன்பு, இலங்கையின் பொருளாதார நெருக்கடியை எதிர்கொண்டு வாகனங்களை இறக்குமதி செய்வதை தடை செய்ய அரசாங்கம் நடவடிக்கை எடுத்தது.",
        "இதன் விளைவாக, இலங்கையில் அர்லி புதிய வாகனம் நிறுத்தப்பட்டது, மேலும் நாட்டில் பயன்படுத்தப்பட்ட வாடிக்கையாளர்களின் பரிமாற்றம் விலையை விட இரண்டு மடங்கு அதிகமாக அதிகரித்தது.",
        "எவ்வாறாயினும், டிசம்பர் 18 ம் தேதி பாராளுமன்றத்தில் ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்க கூறினார், கார்களை இறக்குமதி செய்ய தனியார் பயன்பாட்டிற்காக திட்டமிடப்பட்டுள்ளது என்று கூறினார்.",
        "இருப்பினும், பதிவு செய்யப்படாத வாகனத்தை வாங்குவதற்கான பல நம்பிக்கைகள் மீண்டும் செயல்படுத்தப்பட்டுள்ளன, ஆனால் பதிவுசெய்யப்பட்ட வாகனங்களைப் பயன்படுத்தும் மக்களிடையே ஏதேனும் நிச்சயமற்ற தன்மையை உருவாக்க மீண்டும் ஒன்றிணைக்கப்பட்டுள்ளது.",
        "வாகன இறக்குமதி எல்லைகளை வழங்குவதன் மூலம் பதிவுசெய்யப்பட்ட வாகன விலைகள் பயன்படுத்தப்படுகிறதா என்பது குறித்து இது பிபிசி சிங்களத்திற்கான தேடலாகும்.",
        "ரஞ்சித் அபேய்கூன் வாகன வர்த்தக தொழிலதிபரில் ஒரு தொழிலதிபர் ஆவார். பிபிசி சிங்களாவிடம் பேசிய அவர், வாகன இறக்குமதியின் இறக்குமதி உள்ளடக்கத்தை எளிதாக்குவதற்கான நடவடிக்கைகளுடன், அது அவர்களின் வர்த்தகத்தில் மோசமாக பாதிக்கப்பட்டது என்று கூறினார்.",
        "\"சில நிறுவனங்கள் ஆர்ர்டர்களைப் போல ஒப்படைக்கப்பட்டுள்ளன. முன்கூட்டியே எடுக்காமல் எதுவும் இல்லை. சில நிறுவனங்கள் ஆலோசனைகளை எடுத்துள்ளன. 500 லட்சம் போல. பிப்ரவரி பிப்ரவரி மாதத்தின் வெறும் பார்வை உள்ளது. எனவே பதிவு செல்வம் இப்போது ஒரு துளி. ஏற்கனவே இருந்திருக்கிறது. எங்கள் சேர்க்கையின் அழைப்பு கூட வரவில்லை, \"என்று அவர் கூறினார்.",
        "ஒரு வாகனம் இன்னும் பதிவு செய்யப்படாத வாகனங்களைப் பயன்படுத்துவதால், பதிவுசெய்யப்பட்ட வாகனத்தின் விலையை குறிப்பிட முடியவில்லை என்று அவரால் சொல்ல முடியவில்லை என்று அவர் சுட்டிக்காட்டினார்.",
        "\"விலையை இன்னும் முடிவு செய்ய முடியாது. கடமை பற்றி எதுவும் குறிப்பிடப்படவில்லை. தூண்டுதல் தடைசெய்யப்பட்டபோது 300% கடமை. வாட் மிகவும் குறைவாக உள்ளது. இப்போது 18%. பின்னர் டாலர் எலி 180 ஆக இருந்தது. இப்போது 290. கடமைக்கு அரசாங்கம் 300% முதல் 300% வரை கொண்டு வரப்படாது. அதுதான் அர்த்தம். வாலியர் அந்த வரிவிதிப்புக்கு அதிகம் கொண்டு வருவார் என்று நான் நினைக்கிறேன், \"வாகனத்தின் விலையைப் பற்றி பேசினார்.",
        "பெரும்பாலான மக்கள் வாகனம் வாங்குவதை நிறுத்திவிட்டனர் என்றும் அவர் கூறினார்.",
        "\"வாகன சந்திரன் 100% மெதுவாக உள்ளது. யாரும் எடுக்கவில்லை. எங்களுக்கு பின் மற்றும் செலி கிடைக்கவில்லை, \"என்று அவர் மேலும் கூறினார்.",
        "பிரசன்னா குமாரா மற்றும் பதிவுசெய்யப்பட்ட வாகன சந்தைப்படுத்தல் பிபிசி சிங்கள தொலைபேசியுடன் தொடர்புடையது.",
        "மட்டுப்படுத்தப்பட்ட வரம்பை இறக்குவதற்கான வாகனம் தளர்த்தினால், சிலர் தங்கள் வாகனத்தை குறைந்த விலையில் விற்க தங்கள் வாகனத்தை விற்றனர் என்று அவர் கூறினார்.",
        "\"எத்தனை வரி இல்லை என்பதை விட அதிகமாக இல்லை. விலை ஒரு விலையை ஈட்டப் போவதில்லை என்று நான் நினைக்கிறேன் என்று நினைக்கிறேன். தற்போது போலி அனுமதிக்கிறது. அதாவது விற்கவில்லை. அது ஒரு பெரிய சரிவு அல்ல என்று நினைக்கிறேன்.",
        "இந்த இறக்குமதியை அவர்களின் வர்த்தகத்திற்கு தாராளமயமாக்குவதன் மூலம் அது பாதிக்கப்படவில்லை என்று அவர் சுட்டிக்காட்டினார்.",
        "\"வர்த்தகம் இன்னும் வர்த்தகம் செய்யப்படவில்லை. என்ன கொண்டு வருவது என்று தெரியவில்லை. இரண்டு மாதங்களுக்கு இரண்டு மாதங்களுக்கு இரண்டு பிப்ரவரி இருக்க வேண்டும், \"என்று அவர் விளக்கினார்.",
        "பிபிசி ரஞ்சித் மற்றும் பிரசன்னாவுடன் சின்ஹாலா கலந்துரையாடலில் இருந்தபோது, ​​அவர்கள் இருவரும் ஒரே கருத்துக்களை வெளிப்படுத்தினர்.",
        "அதாவது, பதிவுசெய்யப்பட்ட வாகன விலை பெரும்பாலும் நிதி நிறுவனங்களுக்கு தாக்கத்தை ஏற்படுத்துகிறது.",
        "\"நிதி வசதிகளின் நிதி வசதிகளின் நிதி வசதிகள். நீங்கள் அதை அகற்றினால், மக்கள் நேரடியாக வாகனங்களைத் தொடுகிறார்கள். நிதி நிறுவனத்தை எடுக்க. ஏனெனில் சந்தை குறைவாக எடுக்க முடியும். நிதி நிறுவனங்களுக்கு என்ன நடக்கும்? நிதி நிறுவனங்கள் உடைந்து போகின்றன, \"என்று அவர் கூறினார்.",
        "குத்தகை: வாகனத்தின் குத்தகைக்கு செலுத்த முடியவில்லையா? நீங்கள் என்ன செய்ய வேண்டும்?",
        "வாகனங்களின் விலையை வாங்கிய ஒருவர் இருந்தால், அவர்கள் இழப்பில் பெரிய இழப்பைப் பெற முடியும் என்றும் பிரசன்னா சுட்டிக்காட்டினார்.",
        "குத்தகை அமைப்பு அவர்களிடம் இருந்த வாகனத்தை கைவிட வழிவகுக்கும் என்று அவர் கூறினார்.",
        "பிபிசி அட்வெர்வகாட்டாவின் தலைமை நிர்வாக அதிகாரி, தலைமை நிர்வாக அதிகாரி மற்றும் பொருளாதார ஆய்வாளர் தனநாத் பெர்னாண்டோ ஆகியோரின் தலைமை நிர்வாக அதிகாரி, பிபிசி அட்வெர்வகாட்டா தலைமை நிர்வாக அதிகாரி.",
        "வாகன விலைகளின் உபகரணங்கள் அந்த நிறுவனங்களுக்கு தீங்கு விளைவிக்காது என்று அவர் சுட்டிக்காட்டினார், ஏனெனில் நிதி நிறுவனங்கள் சிறிது காலமாக வேலை செய்கின்றன. அத்தகைய சூழ்நிலையை எதிர்பார்க்க முடியாது என்று அவர் கூறினார்.",
        "\"15 மில்லியன், 15 மில்லியன். ஏனெனில் ரூபாய் விலகியது, ஏனெனில் விலை இரட்டிப்பாகிவிட்டது. அந்த நிறுவனங்கள் இடிந்து விழும் என்று நான் நினைக்கவில்லை, அதை விட புதிய வாகனத்தை எடுத்துக்கொள்வது நல்லது. ஏனெனில் ஒரு வாகனம் ஒரு காரை எடுக்க வாய்ப்பில்லை. பெயர் CIBB க்கு செல்கிறது, லவுன் பிடிக்கவில்லை, \"என்று அவர் விளக்கினார்.",
        "'ஒரு செயற்கை விலையை எதிர்பார்க்கிறது' - பொருளாதார ஆய்வாளரின் தனநாத் பெர்னாண்டோ",
        "பிபிசி சிங்கள பொருளாதார ஆய்வாளர் தனநாதன் தனநாதன் தனநாதன் பெர்னாண்டோ, சந்தையில் பதிவுசெய்யப்பட்ட வாகனங்கள் தற்போது வாகன இறக்குமதி எல்லைகளை விடுவிப்பதன் மூலம் நடந்து கொண்டிருக்கிறதா என்று விசாரித்தனர்.",
        "இந்த படி சந்தையால் பயன்படுத்தப்படும் சந்தையின் விலையில் குறைவு இருக்க வேண்டும் என்று அவர் சுட்டிக்காட்டினார்.",
        "\"சந்தையில் வாகனங்கள் முந்தைய மாற்று விகிதங்களுக்கு இறக்குமதி செய்யப்பட்டுள்ளன. அதாவது, ரூபாய் 180 அல்லது 200 தடவைகளுக்குள் இறக்குமதி செய்யப்படுகிறது, ரூபாய் இப்போது இறக்குமதி செய்யப்பட்டுள்ளது. அந்த வாகனங்கள் மீண்டும் விலை நிர்ணயம் செய்யப்படும்போது, ​​பழையது போகவில்லை. ஒரு குறிப்பிட்ட அளவு காலன்சி ஒரு குறிப்பிட்ட அளவிற்கு கொண்டு வரப்பட்டதால், பழைய வாகனம் ஒரு குறிப்பிட்ட அளவிற்கு கொண்டு வரப்படுகிறது, ஆனால் விலை விலையை விட அதிகம். \"",
        "இருப்பினும், சந்தையின் திறந்த செயற்கை விலைகள் ஏற்கனவே இருக்கும் செயற்கை விலைகளை எதிர்பார்க்கும் என்று அவர் சுட்டிக்காட்டினார்.",
        "விலை என்னவாக இருக்கக்கூடும் என்றால், இறக்குமதி தொடர்பான புதிய விதிகள் எதுவும் இல்லை என்றால், அவை அறிமுகப்படுத்தப்படவில்லை என்று அவர் கூறினார்.",
        "\"இது அவர்களின் வரிகளில் ஒன்றா? அரசாங்கம் மீண்டும்? வரி சீரழிந்ததா? அது ஒரு காரணியா?. இரண்டாவதாக, தயாரிக்கப்பட்ட ஆண்டு தயாரிக்கப்பட்ட ஆண்டா? 2020, உற்பத்தியின் பெயர்களின் பெயர்கள், அவை மிகப் பெரியவை. பின்னர் சந்தை விலையைப் பொறுத்தது. ஆனால் பல பழைய வாகனங்களை இறக்குமதி செய்ய முடியும் என்று நீங்கள் சொன்னால், விலை குறைக்கப்படுகிறது, \"என்று அவர் கூறினார்.",
        "\"நிறைய பேருக்கு இரண்டு அச்சங்கள் உள்ளன. ஒன்று, ரூபாய் மதிப்பிடப்படுகிறது என்ற ஒரு அச்சம் உள்ளது. மறுபுறம், இருப்புக்கள் குறைக்கப்படும் என்ற ஒரு அச்சம் உள்ளது, \"என்று சனன்ஹீதா பெர்னாண்டோ, வாகன இறக்குமதியை இறக்குமதி செய்வதற்கு இருப்புக்கள் குறைக்கப்படும் என்று கூறினார்.",
        "இறக்குமதிகள் டாலர் இருப்புக்களிலிருந்து அல்ல என்று அவர் வலியுறுத்தினார்.",
        "இறக்குமதி செய்தால், இறக்குமதி செய்யும்போது இருப்புக்கள் எவ்வாறு உயர்ந்தன என்று அவர் கேள்வி எழுப்பினார்.",
        "\"நீங்கள் முதல் முறையாக புரிந்து கொள்ள வேண்டும், நாங்கள் இருப்புக்களால் இறக்குமதி செய்யப்படுகிறோம். இந்த நேரத்தில் 20 பில்லியன் இறக்குமதிகள் உள்ளன. பின்னர் வாகனங்கள் 1 பில்லியன் டாலர் அல்லது 1.5 செய்யும் என்று எதிர்பார்க்கப்படுகிறது. பின்னர் இருப்புக்கள் கீழே விழுகின்றன, இருப்புக்கள் வீழ்ச்சியடைகின்றன, பின்னர் 6 பில்லியன் இருப்புக்களில் 6 பில்லியன் இல்லை.. அந்த நேரத்தில், எங்கள் இறக்குமதி சுமார் 20 பில்லியனாக இருந்தபோது, ​​எங்கள் குழுக்கள் அதிகரித்தன, ”என்று பொருளாதார ஆய்வாளர் விளக்கினார்.",
        "டாலர் வருமானத்தை இறக்குமதி செய்வதால் ரூபாய் ரூபாயை இறக்குமதி செய்வதன் மூலம் ரூபாயை ஏற்படுத்தாது என்றும் அவர் சுட்டிக்காட்டினார்.",
        "இருப்பினும், செயற்கை விகிதங்களின் செயற்கை விகிதங்களின் சரிவு இருந்தால், வட்டி விகிதம் செயற்கை விகிதத்தில் செய்யப்பட்டால், அவர் மேலும் கூறினார்.",
        "\"ரூபாய் மதிப்பிடப்படவில்லை. ஏனெனில் டாலரின் வருமானத்துடன் முக்கியத்துவத்தை இறக்குமதி செய்கிறோம். ஏற்றுமதி, பணம் அனுப்புதல் மற்றும் சேவைகளிலிருந்து ஏற்றுமதியிலிருந்து இறக்குமதி செய்கிறோம், நாங்கள் இறக்குமதி செய்கிறோம். பின்னர் ரூபாய் மதிப்பிடப்படலாம், வட்டி விகிதம் செயற்கையானது. ஏனென்றால் அனைவரும் இறக்குமதி செய்வதே வங்கியில் இருந்து டாலர்களை வாங்குகிறது. பின்னர் அதிகமான மக்கள் ரூபாயின் விலையை செயற்கையாக இறக்குமதி செய்யத் தொடங்குகிறார்கள். \"",
        "நியூ ஆர்லியன்ஸ் 15 பேர் மீதான தாக்குதலால் தாக்கப்படுவது யாவை?"
      ]
    },
    "en": {
      "title": "Importation of Vehicles: What's the price of used vehicles?",
      "body_lines": [
        "\"Last year, I gave a Witches car, I wanted to ride a new car. The vehicles that were not registered in Sri Lanka were limited. Someone who was asked for 90 lakhs. I don't want to give less than the car. \"",
        "The 42-year-old Buddhika (not the real name of the vehicles) responded by the government's steps to ease the vehicle imports of the Piliyandala.",
        "The 30 year old resident of Hikkaduwa, Galle has been purchased and a recently registered vehicle. He is Rs.. 41 lakhs were spent.",
        "He said that he was confident that the limits were relaxed and that it would not have a major influence.",
        "\"Brands New vehicles, that means the price of the non-adjusted vehicles will feel that it will reduce about 500,000. There's a loss to some loss. But I don't think that the car is not coming, I don't think it will be a big loss, \"he said.",
        "A few years ago, the government took steps to ban the import of vehicles in the face of the economic crisis of Sri Lanka.",
        "As a result, the brand new vehicle arrily in Sri Lanka stopped, and the exchange of customers who were used in the country increased by more than twice as much more than twice the price.",
        "However, President Anura Kumara Dissanayake said in Parliament on December 18, said that the importation of cars has been planned for private use.",
        "However, many of the hopes of buying an unregistered vehicle have been re-activated, but it has been reunited to create any uncertainty between the people who use registered vehicles.",
        "This is a search for a BBC Sinhala as to whether the registered vehicle prices are used by the lixualization of vehicle import boundaries.",
        "Ranjith Abeykoon is a businessman in vehicle trading businessman. Speaking to BBC Sinhala, he said that with the steps to ease the import content of vehicle imports, it was adversely impacted to their trade.",
        "\"Some companies have been entrusted like orrders. Nothing without taking Advance. Some companies have taken Advons. Like 500 lakhs. There's a mere view of February February. So the registration wealth is now one drop. Have already been. A call of our add doesn't even come, \"he said.",
        "He pointed out that as a vehicle used yet unregistered vehicles, he was not able to say that the price of a registered vehicle could not be specified.",
        "\"Price cannot be decided yet. There is no mention of the duty. 300% duty when Impet banned. VAT is too low. Now 18%. Then the dollar rat was 180. Now is 290. The government will not be brought to 300% to 300% to the duty. That's what it means. I think it would be so much that the Valior would bring to that Taxus much, \"I think he said,\" Speaking on the price of vehicle.",
        "He also said that most people have stopped buying vehicle purchase.",
        "\"Vehicle Moon is 100% Slow. Nobody takes. We don't get the bin and celi, \"he added.",
        "Prasanna Kumara and the Registered Vehicle Marketing was associated with the BBC Sinhala phone.",
        "He said that if the vehicle to relax the ease of unloading of Limited Limitation, Some people sold their vehicle to sell their vehicle at a low price.",
        "\"There is no more than how many Tax. Then I feel that I think of the price is not going to make a price. Currently allows to fake. That means not selling because. I think that's not a big collapse.",
        "He pointed out that it was not affected by the liberalization of these imports to their trade.",
        "\"The trading has not been affected yet to trade. Just don't know what to bring. There is two for two for two months to be February, \"he explained.",
        "When BBC was in Sinhala discussion with Ranjith and Prasanna, they both expressed the same views.",
        "That is, the registered vehicle price is largely impact on financial companies.",
        "\"The Finance Facilities of Finance Facilities of Finance Facilities. If you get rid of it, people have directly touching vehicles. To take the Finance Company. Because the Market can take less than. What happens to the financial institutions? Financial institutions break down, \"he said.",
        "Leasing: Is it not possible to pay the vehicle's lease? What should you do?",
        "Prasanna also pointed out that if there is someone who has purchased the price of vehicles, they can get a large loss in a loss.",
        "He said that the lease system could lead to abandoning the vehicle they had.",
        "The CEO, CEO of BBC Advervakata, the Chief Executive Officer of the BBC Advervakata, the CEO and Economic Analyst Dhananath Fernando.",
        "He pointed out that the equipment of the vehicle prices will not be detrimental to those companies because the financial companies have been working for a while. He said that such a situation could not be expected.",
        "\"No matter 15 million, 15 million. Because the rupee is devaluous, because the price has been doubled. I don't think those companies are going to collapse and pay it is better to take a new vehicle than. Because when a vehicle is unlikely to take a car. The name goes to Cibb, the lown did not catch, \"he explained.",
        "'Expecting an artificial prices' - Economic Analyst's Dhananath Fernando",
        "The BBC Sinhala Economic Analyst Dhananathan Dhananathan Dhananathan Fernando inquired about whether the registered vehicles in the market is currently underway through the liberation of vehicle import boundaries.",
        "He pointed out that this step should have a decrease in the price of the marketplace used by the market.",
        "\"Vehicles in the market have been imported to the previous exchange rates. That is, the rupee imported in less than 180 or 200 times, the rupee has now been imported. And when those vehicles are re-priced, the old is not going. Because a certain amount of kalancy has been brought to a certain extent, the old vehicle is brought to a certain extent, but the price is more than the price. \"",
        "However, he pointed out that the open artificial prices of the market will be expecting an existing artificial prices.",
        "He said that if the price could be what could be, he said that if there were no new rules relating to imports, they were not introduced.",
        "\"Is it one of their taxes? Is the government again? Will the tax degene? Is that one factor?. Second, is that the manufactured year is the manufactured year? 2020, the names of the names of only the product, they are too numerous. Then the market depends on the price. But if you say that many old vehicles can be imported, the price is reduced, \"he said.",
        "\"A lot of people have two fears. One is that there is one fear that the rupee is devalued. In the other hand, there is one fear that reserves will be reduced, \"Sananheatha Fernando said that the reserves would be reduced to the importation of the vehicle imports.",
        "He emphasized that imports are not from dollar reserves.",
        "If the importation, he questioned about how the reserves went up when imported.",
        "\"You must understand the first time, we are imported by reserves. There are 20 billion imports at this time. Then the vehicles are expected to do $ 1 billion, or 1.5. Then the reserves fall down, the reserves fall down, then 6 billion of the reserves do not have 6 billion.. At that time, when our import was about 20 billion, our squads increased, \"the economic analyst explained.",
        "He also pointed out that the rupee does not cause the rupee via imports as imports of dollar income.",
        "However, if the decline in artificial ratios of artificial rates, he added that if the interest rate is done in artificial rates, he added.",
        "\"The rupee is not depreciated. Because we import importance with the income of the dollar. We are importing from exports from exports, remittances, and services, we import. Then the rupee may be devalued, the interest rate artificial. Because everyone imports buy dollars from the bank. Then the more people start importing the rupee's price artificial. \"",
        "What are the new Orleans attacked with the attack on 15 people?"
      ]
    }
  },
  "summary_lines": []
}