{
  "translated_text": {
    "ta": {
      "title": "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ  60 වන සැසිවාරය අද ඇරඹෙයි",
      "body_lines": [
        "ஐக்கிய நாடுகளின் மனித உரிமைகள் கவுன்சிலின் 60 வது அமர்வு இன்று (08) தொடங்குகிறது.",
        "සැසිවාරය අද සිට ලබන ඔක්තෝබර් 08 වන දින දක්වා පැවැත්වීම නියමිතය.",
        "ஐக்கிய நாடுகள் சபையின் மனித உரிமைகள் கவுன்சிலில் இலங்கை சார்பாக அமைச்சர் விஜிதா ஹெராத் ஒரு சிறப்பு அறிக்கை வெளியிட உள்ளார்.",
        "இந்த விஜயத்தின் போது அமைச்சர் அரசாங்கத்திற்கு பல அரசாங்க கடமைகளுடன் பேச்சுவார்த்தை நடத்துவார் என்று வெளிவிவகார அமைச்சர் கூறினார்.",
        "விஜெதா துர்க்குக்கும் வெளியுறவு மந்திரி விஜிதா ஹெரத்துக்கும் இடையே யு.என்.பி மனித உரிமைகள் உயர் ஸ்தானிகர் விஜிதா ஹெரத்துக்கு இடையிலான சிறப்பு கூட்டம் நடைபெறும்.",
        "இதற்கிடையில், இலங்கை மனித உரிமை ஆணையர் பிரதிபா மகானாமா ஹெவா, இலங்கைக்கு ஐக்கிய நாடுகளின் மனித உரிமைகள் கவுன்சிலின் 60 வது அமர்வு மிகவும் முக்கியமானது என்று கூறினார்.",
        "ஒரு மாதம் ஒரு மாதம் ஒரு மாதம் பற்றி ஒப்படைக்கப்பட்டுள்ளதாக அவர் மேலும் கூறினார்.",
        "எவ்வாறாயினும், மனித உரிமைகள் கவுன்சிலுக்கு அவர் சென்ற பின்னர் மனித உரிமைகள் கவுன்சிலுக்கு அறிக்கை தொடர்பாக மனித உரிமைகள் கவுன்சிலுக்கு ஐக்கிய நாடுகளின் உயர் ஆணையர் வோல்கர் துருக்கி ஒப்படைத்துள்ளார்.",
        "இலங்கை வெளிப்புற தலையீடு தேசிய முயற்சிகளுக்கு தடையாகவும், மக்கள்தொகையை துருவப்படுத்தவும் மட்டுமே காணப்படுகிறது. எனவே, சர்வதேச நடைமுறைகள் தொடர்பான அறிக்கையில் செய்யப்பட்ட முடிவுகள் மற்றும் பரிந்துரைகளுடன் இலங்கை அரசாங்கம் உடன்படவில்லை.",
        "மக்கள், மதம், வர்க்கம், வர்க்கம் மற்றும் சாதி ஆகியவற்றின் பன்முகத்தன்மையை மதிக்கவும் மதிக்கவும் அரசாங்கம் ஒரு ஆணையைப் பெற்றுள்ளது, மேலும் அரசாங்கம் அதற்கு உறுதியளித்துள்ளது.",
        "இலங்கையில் இனவெறி அல்லது தீவிரவாதத்தைத் தடுப்பது முழுமையான உறுதிப்பாடு அல்ல.",
        "இலங்கை ஒரு உள்ளூர் நடைமுறையால் தொடரப்படுவதால், சர்வதேச சமூகத்தின் புரிதல், புரிதல், ஊக்கம் மற்றும் ஆதரவு ஆகியவற்றை நாங்கள் வரவேற்கிறோம். (முழு பதிலைப் பார்க்கவும்)"
      ]
    },
    "en": {
      "title": "The 60th Session of the United Nations Human Rights Council begins today",
      "body_lines": [
        "The 60th Session of the United Nations Human Rights Council begins today (08).",
        "The session will be held today until October 08.",
        "Minister Vijitha Herath is also scheduled to make a special statement on behalf of the Government of Sri Lanka at the United Nations Human Rights Council.",
        "The Minister of External Affairs stated that the Minister will hold talks with several government duty to the government during the visit.",
        "A special meeting between UNP Human Rights High Commissioner Vijitha Herath will be held between Vijetha Turk and Foreign Minister Vijitha Herath.",
        "Meanwhile, a former Sri Lankan human rights Commissioner Prathiba Mahanama Hewa said that the 60th Session of the United Nations Human Rights Council would be very important for Sri Lanka.",
        "He further stated that a bill has been handed over to the Ministry of External Affairs about a month.",
        "However, the United Nations High Commissioner for Human Rights Volker Turk has handed over to the Human Rights Council regarding the report to the Human Rights Council after his visit to the Human Rights Council.",
        "Sri Lanka is observed that external intervention is only due to the obstacle to national efforts and to polarize population. Therefore, the Government of Sri Lanka does not agree with the conclusions and recommendations made in the report regarding international procedures.",
        "The government has received a mandate to respect and respect the diversity of the people, religion, class, class and caste, and the government is committed to it.",
        "It is not the absolute determination to prevent racism or extremism in Sri Lanka.",
        "Since Sri Lanka is proceeded by a local procedure, we welcome the understanding of the international community, understanding, encouragement and support. (Refer to the full answer)"
      ]
    }
  },
  "summary_lines": []
}