{
  "translated_text": {
    "si": {
      "title": "දහවන පාර්ලිමේන්තුවේ නව කථානායක",
      "body_lines": [
        "දහවන පාර්ලිමේන්තුවේ නව කථානායකවරයා අඟහරුවාදා (17) පැවැත්වේ.. කථානායක ධුරය යෝජනා කරන පාලක පක්ෂය වන පාලක පක්ෂය වන පාලක පක්ෂය වන පාලක පක්ෂය වන පාලක පක්ෂය වන පාලක පක්ෂය වෙනුවෙන් ත්රිපිවේ නම නම් කර තිබේ.",
        "අධ්යාපන සුදුසුකම් පිළිබඳ දරුණු මතභේදයෙන් පසුව දහවන පාර්ලිමේන්තුව තුළ කථිකයෙකු ලෙස කථිකයෙකු ලෙස තේරී පත් වූ අශෝක සභූමල් රන්වල පසුගිය සිකුරාදා (13) සිය ධුරයෙන් ඉල්ලා අස්විය.",
        "කථානායකවරයාගේ ඉල්ලා අස්වීම ජනාධිපතිවරයා විසින් පිළිගෙන ඇති බව ජනාධිපතිතුමාගේ ජනාධිපතිතුමා විසින් නීතිපති කුෂානි රොහානාදීරා වෙත නිල වශයෙන් නිවේදනය කර තිබේ.",
        "හොඳම හා ජ්යෙෂ් senior ජ්යෙෂ් senior ක්රීඩිකයාගේ නව කථිකයා තෝරා ගැනීම කෙරෙහි රජය විශේෂ අවධානයක් යොමු කර තිබේ.",
        "පාලක පක්ෂයේ ජ්යෙෂ් members සාමාජිකයින්ගේ නම්, නිහාල් කලතාති සහ ලක්ෂ්මන් ප්රවීණයන්ගේ නම් කථික ධුරය සඳහා නියෝජ්ය කථානායක මොහොමඩ් රිස්වි සාලි නම් කර ඇත. කෙසේ වෙතත්, අවසාන තීරණය ගෙන නැත.",
        "මේ අවස්ථාවේ දී, කථානායකවරයා පත් කිරීම සම්බන්ධයෙන් රජයේ ප්රධාන පක්ෂ අද විශේෂ සාකච්ඡාවක නිරත වනු ඇත.",
        "එක්සත් ජනතා බලකායේ පාර්ලිමේන්තු මන්ත්රී නලින් බණ්ඩාරා මහතා විපක්ෂය වෙනුවෙන් විපක්ෂයේ සාමාජිකයෙකුගේ නම ප්රකාශ කර තිබේ. නව කථිකයා නව කථිකයා ලෙස හැඳින්විය නොහැකි බව නාලින් බන්ඩාරා මහතා පැවසීය.",
        "පාර්ලිමේන්තු සැසිය හෙට හමුවනු ඇත. පාර්ලිමේන්තුවේ පළමු කාර්යය ලෙස නව කථානායකවරයා තෝරා පත් කර ගනු ලැබේ. නව කථිකයාගේ මැතිවරණය කෙරෙහි රජය විශේෂ අවධානයක් යොමු කර තිබේ. නව කථිකයා තේරී පත්වීමෙන් පසු මන්ත්රීවරුන්ගේ ක්රියා සඳහා ජනතා විමුක්ති පෙරමුන (ජේවීපී) විශේෂ අවධානයක් යොමු කර තිබේ."
      ]
    },
    "en": {
      "title": "New Speaker of the Tenth Parliament",
      "body_lines": [
        "The new Speaker of the Tenth Parliament will be held on Tuesday (17). The name of the trio has been nominated on behalf of the ruling party, the ruling party, the main opposition party, the main opposition party, which is proposing the post of Speaker.",
        "Ashoka Sabumal Ranwala, who was elected as Speaker in the Tenth Parliament following the fierce controversy over the education qualifications, resigned from his post last Friday (13).",
        "President of the President, Dr. Nandika Gunanayake, has officially announced to the Attorney General Kushani Rohanadeera on Saturday that the President has accepted the resignation of the Speaker.",
        "The government has paid special attention to the election of the new Speaker of the best and senior.",
        "The names of the senior members of the ruling party, Nihal Kalathathi and Lakshman expert, and the names of Deputy Speaker Mohamed Rizvi Sali have been nominated for the post of Speaker. However, the final decision has not been made.",
        "In this case, the key parties of the government will be engaged in a special discussion today to make a final decision on the appointment of the Speaker.",
        "United People's Power MP Nalin Bandara has stated that the name of a member of the Opposition on behalf of the Opposition. Nalin Bandara also said that the new Speaker cannot be referred to as the new Speaker.",
        "The parliamentary session will meet tomorrow. The new Speaker will be elected as the first task of Parliament. The government has paid special attention to the new Speaker's election. The Janatha Vimukthi Peramuna (JVP) has paid special attention to the actions of MPs following the election of the new Speaker."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "New Speaker election in 10th Parliament on Tuesday. Three nominees: Nihal Kalaththi, Lakshman Y4:0, Mohamed Rizvi Sali. Ashoka Sabumal Ranwala resigned due to qualification controversy. Government prioritizes experienced candidate. JVP monitoring MP behavior after election."
  ]
}