{
  "translated_text": {
    "ta": {
      "title": "கோட்டை மாஜிஸ்திரேட் திலினா ஒரு கொலை",
      "body_lines": [
        "கோட்டை மாஜிஸ்திரேட் திலினா காமேஜ் கேமேஜ் கொலை செய்வது குறித்து உடனடி விசாரணை நடத்துமாறு பாதுகாப்பு துணை அமைச்சர் டிரான் அலெஸ் இன்ஸ்பெக்டர் ஜெனரலுக்கு அறிவுறுத்தியுள்ளார்.",
        "ஒரு உளவாளி குறிப்பிட்ட கடிதத்தின்படி, அமைச்சர் டிரான் அலெஸ் அறிவுறுத்தப்பட்டார்.",
        "அரசாங்க உளவாளியின் கூற்றுப்படி, ஒருவர் மாஜிஸ்திரேட் திலினா கேமேஜை படுகொலை செய்ய ஒரு நபர் தொலைபேசி மூலம் தீயணைப்பு வீரரைக் கேட்டுள்ளார்.",
        "தொலைபேசி எண்களின் தொலைபேசி எண்களைக் கொண்ட நபரின் தொலைபேசி எண்களுடன் உளவாளி விவரிக்கப்பட்டுள்ளது, திரு. திலினா கமகேஜ் சமீபத்தில் திலினா கமகால் நியமிக்கப்பட்டார் என்று கூறினார்.",
        "க .ரவத்தின் படுகொலைக்குப் பின்னர் உளவாளி மேலும் கூறியுள்ளார்."
      ]
    },
    "en": {
      "title": "Fort Magistrate Thilina Gamage a murder",
      "body_lines": [
        "Deputy Minister of Defense Tiran Alles has instructed the Inspector General of Police to conduct an immediate investigation into the killing of Fort Magistrate Thilina Gamage Gamage.",
        "According to a letter referred to by a spy, Minister Tiran Alles has been instructed.",
        "According to a government spy, a person has asked for a firemark by telephone by a person to assassinate Magistrate Thilina Gamage.",
        "The spy is described with telephone numbers of the person with the telephone numbers of the telephone numbers, saying that Mr. Thilina Gamage has been appointed by Thilina Gamage recently.",
        "The spy has further stated that after the assassination of the Hon."
      ]
    }
  },
  "summary_lines": [
    "Deputy Minister Tiran Alles ordered an immediate investigation into the murder of Fort Magistrate Thilina Gamage. A government spy revealed a phone call requesting an assassination."
  ]
}