{
  "translated_text": {
    "si": {
      "title": "\"චෙරින් ගංගා උද්යානය\" පාරිසරික උද්යාන විවෘත කිරීම",
      "body_lines": [
        "වෙරළට පමණක් සීමා වූ සංචාරක කර්මාන්තය රට තුළට ගෙනැවිත් ආර්ථිකය ශක්තිමත් කළ හැකි බව ජනාධිපති රනිල් වික්රමසිංහ මහතා අවධාරණය කර තිබේ.",
        "රටේ සංචාරක කර්මාන්තය වැඩිදියුණු කිරීම සඳහා දකුණට සුවිශේෂී ස්ථානයක් ඇති බවත්, ගාල්ල ප්රධාන සංචාරක නගරයක් ලෙස සංවර්ධනය කිරීමට දකුණේ බවත් ජනාධිපතිවරයා පෙන්වා දුන්නේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේ බදාදා දහවල් මහජනයා සඳහා මහජනයා සඳහා පාරිසරික උද්යාන විවෘත කිරීමේ අවස්ථාවේදීය.",
        "\"2021 වන විට ආරම්භ කරන ලද මෙම උද්යානය අක්කර 14 ක වඳ ඉඩම් අක්කර 14 ක ඉදිකර තිබේ.",
        "කර්මාන්ත හා සෞඛ්ය අමාත්ය රමේෂ් පාද්රානා අමාත්යවරයා විසින් මෙම ව්යාපෘතිය ක්රියාත්මක කරන ලද අතර නාගරික සංවර්ධන අධිකාරිය විසින් මෙම ව්යාපෘතිය සකස් කරන ලද අතර ශ්රී ලංකා ඉඩම් ප්රතිසාධන හා සංවර්ධන සංස්ථාව ඉදිකිරීම සඳහා මෙම ව්යාපෘතිය සකස් කරන ලදී.",
        "ව්යාපෘතිය තක්සේරු කිරීම රුපියල් මිලියන 440 කි. උද්යානය පොකුණේ, පදික වේදිකා, යකඩ පාලම්, ළමා උද්යාන, වෙළඳ මධ්යස්ථාන සහ පාරිසරික ව්යුහයන් පිහිටා ඇති අතර එය හිරු එළියෙන් ලබා ගත හැකිය.",
        "එය ක්රියාත්මක කරන්නේ කෘෂිකාර්මික භෝග සහ ප්රදේශයේ ජනතාවගේ අනෙකුත් නිෂ්පාදන විකිණීම සඳහා ද ව්යාපෘතිය විසින් ද ක්රියාත්මක කරනු ඇත.. අනාගතයේ දී උද්යානයේ සිට වක්වැල්ල, වට්ටරීකා සහ ගාලේ වක්වෙල්ලා වෙත ධාවනය කිරීමට උද්යානයේ සැලසුම් කර ඇත.",
        "දශක ගණනාවක් තිස්සේ ඔන්ගෝඩා සහ ඔබද්ර ප්රදේශයේ ජනතාව මුහුණ දෙන ගංවතුර තත්ත්වය පාලනය කිරීමට උද්යානයේ දායක වේ.",
        "පාරිසරික උද්යාන සාර්ථකව ඉදිකිරීමට දායක වූ අයට ද ජනාධිපතිතුමා සහතික පත් කළේය."
      ]
    },
    "en": {
      "title": "“Cherin River Park” Environmental Gardens Opening",
      "body_lines": [
        "President Ranil Wickremesinghe has stressed that the tourism industry that is limited to the coast can be brought into the country and strengthen the economy.",
        "The President pointed out that the South has a unique place to improve the country's tourism industry and that Galle is planning to develop as a major tourist city.",
        "President Ranil Wickremesinghe made this statement at the opening of the \"Cherin River Park\" Ecological Gardens for the public on Wednesday afternoon.",
        "“The park, which was started by 2021, was built on 14 acres of barren land.",
        "The project was implemented by the Minister of Industry and Health Ramesh Pathrana and the project was prepared by the Urban Development Authority and the construction of the Sri Lanka Land Recovery and Development Corporation.",
        "The assessment of the project is 440 million rupees. The park is located in the pond, sidewalks, iron bridges, children's parks, trade centers and environmental structures and is available from sunlight.",
        "It will also be implemented by the project to sell agricultural crops and other products of the people of the area.. The park is planned to run from the park to Wakwella, Vattareka and Galle with priority in the future.",
        "The park will also contribute to control the flood situation faced by the people of Holugoda and Obadha area for decades.",
        "The President also presented certificates to those who contributed to the successful construction of the ecological gardens."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe highlighted the potential of the tourism industry in the South, particularly in Galle, at the opening of the Cherin River Park Ecological Gardens. The park, built on 14 acres, aims to enhance tourism and the economy, with a budget of 440 million rupees. It includes ecological structures, agricultural sales, and flood control, with plans for expansion."
  ]
}