{
  "translated_text": {
    "si": {
      "title": "සෞදි අරාබිය මානුෂීය ආධාර ලෙබනනයේ ජනතාවට යවයි",
      "body_lines": [
        "සපැබාන් රජතුමා ලෙබනනය සහ ඊශ්රායලය අතර අඛණ්ඩව පීඩාවට පත් වූවන් අතර අඛණ්ඩව පීඩාවට පත් ජනතාවට සහාය දැක්වීම සඳහා සල්මාන් රජතුමා මානුෂීය හා සහන මධ්යස්ථානය (කේඑස්්රල්ෆ්) හරහා සහන සැලසීමට පටන් ගෙන තිබේ.",
        "සල්මාන් බින් අබ්දුල් අසීස් රජුගේ අබ්දුල් අබ්දුල් අසීස් සහ කුමාරයා සහ අගමැති මුහම්මද් බින් සල්මාන්, ක්විරෙයිෆ් විසින් ක්රෙලි ගුවන් යානා දෙකකට සහනයක් යවා ඇත.",
        "13 වන දින රියාද් හි පැවති කලීඩ් ජාත්යන්තර ගුවන්තොටුපලියේ සිට ආහාර, වෛද්ය නිෂ්පාදන සහ කූඩාරම් රැගෙන යන පළමු සහන යානය 13 වන දින සෞදි සහන යෝජනා ක්රමයේ ආරම්භක අවධියේ ලෙබනන් බේරූට් ජාත්යන්තර ගුවන්තොටුපලට පැමිණියේය.",
        "අන්දම්පළා තුළ ඇති ලෙබනන් ජනතාව සඳහා වන මෙම අත්යවශ්ය සහයෝගය කලාපයේ සහ ලොව පුරා සිටින අයට ආධාර කිරීම සඳහා සෞදි අරාබියේ කැපවීම අවධාරණය කෙරේ.",
        "දෙවන සහන ගුවන් ගමන ඔක්තෝබර් 14 වන දින රියාද් සිට යවා ඇත. යානයට ආහාර, වෛද්ය නිෂ්පාදන සහ අත්යවශ්ය කූඩාරම් ද ඇතුළත් විය.",
        "මෙම මානුෂීය ආධාර වැඩසටහන් මගින් ගෝලීය මානුෂීය ප්රතිපත්තිවලට සෞදි දායකත්වය සහ දුක් විඳීමේදී රටවලට හා ප්රජාවන්ට සහයෝගය දැක්වීමේ වගකීම පිළිබිඹු වේ.",
        "ලෙබනනයේ මෙම සහායක යෝජනා ක්රමය ජාත්යන්තර මානුෂීය කටයුතුවලදී සෞදි නායකත්ව කාර්යභාරය අවධාරණය කරයි."
      ]
    },
    "en": {
      "title": "Saudi Arabia sends humanitarian aid to the people of Lebanon",
      "body_lines": [
        "King Salman has begun to provide relief through the Humanitarian and Relief Center (KSRELIF) to support the people affected by the war between Lebanon and Israel, as part of Saudi Arabia's consecutive global humanitarian assistance programs.",
        "In accordance with the orders of King Salman bin Abdul Aziz and Prince and Prime Minister Muhammad bin Salman, Ksrelief has sent relief to two aircraft to Beirut.",
        "The first relief plane carrying food, medical products and shelters from King Khalid International Airport in Riyadh on the 13th, reached the Lebanon Beirut International Airport, which arrived at the Lebanon Beirut International Airport, which was the initial phase of the Saudi Relief Scheme.",
        "This essential support for the Lebanese people in the predicament is underlined the dedication of Saudi Arabia in extending assistance to those who are in the region and worldwide.",
        "The second relief flight was shipped from Riyadh on October 14. The aircraft also included food, medical products and essential shelters.",
        "These humanitarian aid programs reflect the Saudi contribution to the global humanitarian policies and its responsibility for supporting countries and communities in suffering.",
        "This assistant scheme for Lebanon underlines the Saudi leadership role in international humanitarian work."
      ]
    }
  },
  "summary_lines": [
    "Saudi Arabia provides humanitarian aid to Lebanon through KSRELIF, sending planes with food, medicine, and shelter. This reflects Saudi's commitment to global humanitarian efforts and its leadership role in international aid."
  ]
}