{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති කාර්යාලයේ බිකා සම්බන්ධීකරණ අංශය පිහිටුවීම!",
      "body_lines": [
        "ජනාධිපති ලේකම් සමන් ඒකනායක මහතාගේ සහභාගීත්වයෙන් මහා සංගම් මහතාගේ සහභාගීත්වයෙන් පැවති සෙත්ාවලිස්ට් පාරායනය මධ්යයේ මෙම කාර්යාලය බදාදා උදෑසන ආරම්භ කරන ලදී.",
        "බුද්ධ සසනා ආරක්ෂා කිරීම හා ආරක්ෂා කිරීම පිළිබඳ ආණ්ඩුක්රම ව්යවස්ථා මණ්ඩලවලට අනුකූලව ආණ්ඩුක්රම ව්යවස්ථා දරන ආණ්ඩුවේ වගකීම ඉටු කිරීම සඳහා ජනාධිපති රනිල් වික්රමසිංහගේ උපදෙස් මත මෙම කාර්යාලය පිහිටුවා තිබේ.",
        "මල්ලුවතු පෙට්ටා ​​අනුනායක සාතියකා චක්රවර්ති. නියාංගෝඩා විජිතසිරි තෙර,",
        "\"ඔහු කියා සිටියේ රට මුහුණ දී සිටින ආර්ථික, සමාජ හා සංස්කෘතික අභියෝග ජය ගැනීම සඳහා ජනාධිපතිවරයාගේ වැඩපිළිවෙළ සැමවිටම ආශීර්වාද ලබන බවයි.",
        "මහා සංගම් සහ පාලකයන් අතර සබඳතා ශක්තිමත් කිරීමට සම්බන්ධීකරණ කාර්යාලය උපකාරී වන බව ඔහු පෙන්වා දුන්නේය.",
        "සයිනෝ පිල්වම්සිකා මහා නිකායාහි ආනන්ද නායක හි නියෝජ්ය රෙජිස්ට්රාර්, විශේෂ ධර්මයක් ඉදිරිපත් කළ අතර අර්බුදයේ මෙම කාල පරිච්ඡේදය තුළ රජයේ මැදිහත්වීම අත්යවශ්ය නොවන බව පෙන්වා දුන්නේය.",
        "ඒ අනුව, නව බිකි දුම්රිය ස්ථානය විවෘත කිරීමේ කදිම පියවරක් ලෙස බුද්ධ සසනා හි නැගීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ කැපවීම ඔහුට ප්රශංසා කළේය.",
        "එසේම, මල්වතු පක්ෂය, නියාංගෝඩා විජිතසිරි තෙර,",
        "\"\" ජනාධිපති කාර්යාලයේ බිස්විසා සම්බන්ධීකරණ අංශය පිහිටුවීම වටිනාම අරමුණු සහිතව සිදු කරන ලද කාර්යයකි. අපේ රටේ බුද්ධ සසනා හා සම්බන්ධ ගැටලු විසඳීම සඳහා මෙම කොටස මෙම කොටසින් වඩාත් කාර්යක්ෂම හා අර්ථවත් බව ප්රකාශ කළ හැකිය.",
        "පිළිම නඩත්තු කිරීම, සාම්ප්රදායික පුණ්යායතන ඉගැන්වීම් ආරක්ෂා කිරීම සහ අද විවිධ අභියෝගයන්ට මුහුණ දීමට ඇති හැකියාව වැනි ගැටලු විසඳීමට සමාගම ප්රයෝජනවත් වේ.. රටක් වශයෙන්, අද අප මුහුණ දෙන ආර්ථික, සමාජීය හා සංස්කෘතික අභියෝග ජය ගැනීම සඳහා ජනාධිපතිවරයාගේ ආශිර්වාදය ජනාධිපතිවරයාගේ වැඩපිළිවෙලට ලබා ගත හැකිය. \"",
        "ජනාධිපති කාර්යාල පරිශ්රයේ භික්ෂූන් වහන්සේලාගේ සම්බන්ධීකරණ ඒකකය පිහිටුවීම ආරම්භ කිරීම සඳහා සහභාගී වීමට ලැබීම ගැන මම සතුටු වෙමි. වර්තමාන කාලය තුළ එවැනි කාර්යාලයක් පිහිටුවීම වැදගත් ය. පිකුමර්ගේ නායකත්වය නොපැමිණෙන සසනාම්ගේ සාරධර්ම නොසලකා හරින විවිධ බලවේග නිසා බෞද්ධ ප්ර ter ප්තිය මත පදනම් වූ ගැටලු රාශියක් තිබේ.",
        "භික්ෂූන් වහන්සේලා බෞද්ධ ප්ර ter ප්ති ගැටලු විසඳීමට මැදිහත් වන්නේ නම් එය ප්රමාණවත් නොවේ. රාජ්යයේ මැදිහත්වීම අත්යවශ්යයි. එබැවින් භික්ෂූන් වහන්සේලාගේ ප්රශ්න සාකච්ඡා කිරීම සඳහා මෙම අංශය රටේ නිලධාරීන් සම්බන්ධ කර ගැනීම සඳහා මෙම අංශය පිහිටුවීම සුදුසුය. \"",
        "කොළඹ විශ්ව විද්යාලයේ නාරහෙන්පිෆි අබනායක අබනායක මුරුට්ටු ආනන්ද නායක තෙර:",
        "\"බලයට පත්වන සෑම රජයක්ම භික්ෂූන් වහන්සේලා මත පදනම් වූ විවිධ ප්රකාශ පළ කරයි. නමුත් කිසිවක් සපුරා නැත. ප්රජාවේ ගැටළු සලකා බලන නායක රනිල් වික්රමසිංහ මහතා. බික්කෝගේ සමහර නම් ප්ර ter ප්තියේ අනුපිළිවෙලට බෙහෙවින් හානිකර වේ.අතීතයේ දී, අපි මේ දේවල් අතීතයේ දී ජනාධිපතිවරයාගේ අවධානයට යොමු කිරීමට කටයුතු කරමින් සිටිමු. දුම්රිය ස්ථානය ඒ අනුව විවෘත කර ඇත. ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් සිදු කරනු ලබන මෙම ව්යාපෘතියට මහා සං ha යා කෘත ful වෙනවා. \"",
        "මහාචාර්ය. මෙය අද ජනාධිපති ලේකම් කාර්යාලයේ භික්ෂූන් වහන්සේලාගේ කාර්යාලය විවෘත කිරීමයි.. මෙම කාර්යාලයට දුර බැහැර ප්රදේශවල භික්ෂූන් වහන්සේලාගේ ගැටලුවලට විසඳුම් ලබා දිය හැකිය.",
        "භික්ෂූන් වහන්සේලා සඳහා තවමත් ප්ර ter ප්ති ආරක්ෂක කවුන්සිලයක් තිබේ. වෙනත් ක්රමයක් සමාන නොවන ලෙස සැලකිය නොහැකිය. ප්ර ter ප්තියේ සියලු ගැටලු ඇතුළත් කිරීම සඳහා කවුන්සිලය පිහිටුවා ඇත.",
        "මෙම පද්ධතියෙන් කිසිවෙකු ප්රයෝජනවත් නොවන බව පෙනේ. ඔවුන්ට ලැබෙන්නේ කථනය - බෝවන තරඟ සඳහා පමණක් අනුග්රාහකත්වය පමණි.",
        "සංවිධානයට ද භික්ෂූන් වහන්සේලා පිළිබඳ තොරතුරු ද එමඟින් දුරින් ඇත. ධර්මය පිළිබඳ විවිධ බුද්ධ භෝජන ප්රජාව තුළ අවදානමට ලක්ව තිබේ. වඳුරන්ගේ හැසිරීම් ගැන කතා කරයි. ඔබ විසඳුම් ගැනීමට උත්සාහ කළත්, තොරතුරු නොමැති විට තත්වයක් තිබේ.",
        "එබැවින් ඔබ ප්ර ter ප්ති ආරක්ෂණ මණ්ඩලවලට නිසි මග පෙන්වීමක් ලබා දෙන්නේ නම්, භික්ෂූන් වහන්සේලා තුළ ඇති වන ගැටලු විසඳා ගත හැකිය. එබැවින් භික්ෂූන් වහන්සේලා රජයේ අනුග්රහය ඇතිව භික්ෂූන් වහන්සේලාගේ ගැටලු විසඳීම සඳහා කාර්යාලයක් විවෘත කිරීම ගැන ඔබට ස්තූති කළ යුතුය. \"",
        "කෙලනියා විශ්ව විද්යාලයේ දාර්ශනික අධ්යයන පිළිබඳ ජ්යෙෂ්or",
        "\"ජනාධිපති කාර්යාලය තුළ ප්ර ter ප්ති ආරක්ෂාව සඳහා කාර්යාලයක් විවෘත කිරීම සාදරයෙන් පිළිගනිමු.රටේ ප්රධාන සමාගමට, ආරක්ෂාව පිළිබඳ ක්රියාවලිය.",
        "මෙම උත්සාහයට ආශීර්වාද කිරීම සඳහා දිවයින පුරා භික්ෂූන් වහන්සේලා මෙහි පැමිණ ඇත.අද මෙම කාර්යාලය විවෘත කිරීම රටට පමණක් නොව මුළු ලෝකයම ලබා දී ඇති තොරතුරු ය. \"",
        "ජනාධිපති රනිල් වික්රමසිංහ යටතේ භික්ෂූන් වහන්සේලා සඳහා එවැනි කාර්යාලයක් විවෘත කිරීම ගැන අපි ඔබට ස්තූතිවන්ත වෙමු. මෙය භික්ෂූන් වහන්සේලා මුහුණ දෙන විවිධ ගැටලු විසඳනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
        "මේ අනුව, මහා සං ha යාගේ ප්රශ්න පිළිබඳව ජනාධිපතිවරයා කෙලින්ම දැනුවත් කිරීමට ජනාධිපතිවරයාට අවස්ථාව තිබේ. ජනාධිපතිතුමා භික්ෂූන් වහන්සේලා සඳහා කිරිවතුදුව රෝහල විවෘත කරන විට, එවැනි කාර්යාලයක් විවෘත කරන බවට ඔහු පොරොන්දු විය.ඒ අනුව, කාර්යාලය විවෘත කිරීම මහත්වරුනි. \"",
        "සියමොපාලිවෙන්කෝෂිකා මහා පී ulty මහත්වයේ අනුනායක ඔලන්ගන්ගොඩ පුරානේ විහාරයේ වික්රමඩි. ආචාර්ය ඕමාර් කෂපති අනුනායක තෙර",
        "\"ප්ර ter ප්තිය සඳහා එවැනි කාර්යාලයක් විවෘත කිරීම වැදගත්ය.එතැන් සිට ප්ර ter ප්තියේ පැවැත්මේ ප්ර ter ප්තියේ ගැටළු වලට ගොදුරු වී තිබේ.",
        "මෙය විසඳීමට රජය බොහෝ උත්සාහයන් දැරූවාද යන්න සැක සහිත ය. එබැවින් සෑම කෙනෙකුම ප්ර ter ප්තිය ආරක්ෂා කිරීම කෙරෙහි අවධානය යොමු කළ යුතුය. එවැනි නව කාර්යාලයක් විවෘත කර ඇති බව පිළිගන්න. \"",
        "\"බ්රිතාන්ය කාල පරිච්ඡේදයෙන් පසුව, ආරාමයේ ආරම්භක කාර්යාලය ජනාධිපති කාර්යාලයට ජනාධිපති විසින් සිදු කරන ලද historical තිහාසික ක්රියාවක්.",
        "ජනාධිපතිවරයා මෑතකදී කියා සිටියේ කිරිබරුවූඩුවේ භික්ෂූන් වහන්සේලා රෝහල විවෘත කළ අවස්ථාවේදීය. බොහෝ අය පවසන්නේ රජය සහ ආගම කොටස් දෙකක් විය යුතු බවයි.",
        "රටේ අයට තමන්ගේ ආගම අනුගමනය කිරීමට නිදහස ඇති බව ජනාධිපතිතුමා අවධාරණය කළේය. ඔවුන්ට අවශ්ය නොවන යැයි සිතන අය අනුගමනය නොකරනු ඇත. එම අයිතිය ආණ්ඩුක්රම ව්යවස්ථාවේ ද ආරක්ෂා කර ඇත. නමුත් ආණ්ඩුක්රම ව්යවස්ථාව බුද්ධාගමට ප්රමුඛත්වය දී තිබේ. \"",
        "මහා සං ha යා රජයේ ක්රියාමාර්ග ගැන බොහෝ විවේචන රාශියක් ඉදිරිපත් කර තිබේ. රජය එම ගැටලුවලට ඇහුම්කන් දිය යුතුයි.",
        "ජනාධිපති මාධ්ය අංශයේ දිවා ආහාරය ප්රදානය කරන ලද ජනාධිපති ලේකම් සහ මෙම අවස්ථාවට දිවා ආහාරය ප්රදානය කරන ලද ජනාධිපති ලේකම් සහ මෙම අවස්ථාවට දිවා ආහාරය ප්රදානය කරන ලදී."
      ]
    },
    "en": {
      "title": "Establishment of Biku Coordination Division at Presidential Office!",
      "body_lines": [
        "The office was inaugurated on Wednesday morning amidst the Seth Brith recitation of the Maha Sangam with the participation of President's Secretary Saman Ekanayake.",
        "The office has been established on the advice of President Ranil Wickremesinghe to fulfill the responsibility of the government in accordance with the Constitutional Councils on the Protecting and Protecting Buddha Sasana.",
        "Malluwathu Petta Anunayaka Sahitya Chakravarti. Niyangoda Vijitasiri Thera,",
        "“He said that the President's program will always be blessed with the President's program of overcoming the economic, social and cultural challenges facing the country.",
        "He pointed out that the Coordinating Office would help strengthen the ties between the Maha Sangam and the rulers.",
        "Ananda Nayaka Thera, Deputy Registrar of Asgiri Pedia Nikaya, Syomo Palivamsika Maha Nikaya, presented a special doctrine and pointed out that the government's intervention was not essential during this period of crisis.",
        "Accordingly, he praised President Ranil Wickremesinghe's commitment to the rise of the Buddha Sasana as an ideal step to opening the new biki station.",
        "Also, the Malwathu Party, Naiyangoda Vijitasiri Thera, said,",
        "“The establishment of the Biku Coordinating Division at the Presidential Office is a task carried out with the most valuable purposes. We hope that this section can carry out the task with more efficient and meaningfulness to address the problems related to Buddha Sasana in our country.",
        "The company is useful in solving problems such as maintaining idols, protecting traditional charity teachings, and the ability to face various challenges today.. As a country, the blessings of the President will always be available to the President's program to conquer the economic, social and cultural challenges we face today. ”",
        "I am pleased to participate in the inauguration of the establishment of the monks' coordination unit at the Presidential Office premises. It is important that such an office was set up during the present period. There have been many problems based on the Buddhist Charter, due to the various forces that ignore the values ​​of the Sasanam, which does not consider the leadership of Pikumar.",
        "It is not enough if monks intervene in solving the Buddhist Charter problems. The state's intervention is essential. Therefore, it is appropriate to establish this division to contact the country's officials to discuss the issues of the monks. ”",
        "Narahenpitti Abayarama Vikramaditya Vikraman Muruttu Ananda Nayaka Thera at the University of Colombo:",
        "“Every government that comes to power publishes various statements based on monks. But nothing is fulfilled. President Ranil Wickremesinghe is the leader who considers the problems of the community. Some of the names of the bikku are greatly harmful to the order of the Charter.In the past, we have been working to bring these things to the President's attention in the past. The station has been opened accordingly. The Maha Sangha is grateful for the project, which is being carried out by President Ranil Wickremesinghe. ”",
        "Prof.. This is the opening of the Office of the monks at the Presidential Secretariat today.. This office can provide solutions to the problems of monks in distant areas.",
        "There is still a Charter Security Council for monks. None of the other system can be considered to be equal. The council has been set up to include all the issues of the Charter.",
        "No one seems to be beneficial by this system. They only receive sponsorship for speech -based competitions.",
        "The organization also has information about monks in the distance. Various Buddhas about Dharma have been vulnerable within the community. Is talked about monkeys' behaviors. Even if you try to take solutions, there is a situation where information is not available.",
        "So if you provide proper guidance to the Charter Protection Councils, the problems that arise in the monks can be solved. So you have to thank the opening of an office to address the problems of the monks with government sponsorship. ”",
        "Senior Professor of Philosophical Studies of Kelaniya University",
        "“It is welcome to open an office for Charter Protection within the Presidential Office.Welcome to the country's main company, the process of safety.",
        "The monks from all over the country have come here to bless this effort.The opening of this office today is the information provided not only to the country but the whole world. ”",
        "We thank you for the opening of such an office for monks under President Ranil Wickremesinghe. We hope that this will solve the various problems faced by the monks.",
        "Thus, the President has the opportunity to make the President directly aware of the issues of the Maha Sangha. When the President opened the Kirivathuduwa Hospital for monks, he promised to open such an office.Accordingly, the opening of the office was a gentle effort. ”",
        "The Vikramadhya of the Anunayaka Olangangoda Purana Vihara of the Siamopaliwankishika Maha Faculty Division. Dr. Omar Kashyappa Anunayaka Thera",
        "“It is important to open such an office for the Charter.The problems of the charter have been affected by the existence of the Charter since then.",
        "It is questionable whether the government has made many attempts to resolve this. So everyone should focus on protecting the charter. It is welcome that such a new office has been opened. ”",
        "“After the British period, the opening office of the Monn to the President's Office is a historical action carried out by the President.",
        "The President had recently said that when the Monks Hospital was opened in Kirivanduduwa. Many say that the government and religion should be two factions.",
        "The President stressed that those in the country have the freedom to follow their own religion. Those who think that they are not required may not follow. That right is also protected in the Constitution. But the constitution has given priority to Buddhism. ”",
        "The Maha Sangha has presented many criticisms on the government's actions. The government should listen to those issues, ”he added.",
        "It is noteworthy that the Monks' Coordinating Office was opened under the guidance of the President's Secretary and the monks who participated in the event were awarded lunch in the Presidential Media Division."
      ]
    }
  },
  "summary_lines": [
    "The Biku Coordination Division at the Presidential Office was inaugurated to address governmental responsibilities regarding the protection and promotion of Buddhism, as advised by President Ranil Wickremesinghe. The office aims to strengthen ties between religious leaders and the government, tackle challenges like idol maintenance and traditional charity teachings, and ensure the President's support in overcoming national economic, social, and cultural issues."
  ]
}