{
  "translated_text": {
    "si": {
      "title": "\"බෞද්ධ පූජකයෙක් ඇයගෙන් ඉල්ලා සිටියේ දිනකට මගේ පුතාට සාදන ලෙසයි.\" ඔහු, \"ජනාධිපති මවගේ මව",
      "body_lines": [
        "ශ්රී ලංකාවේ නව එට්මඩ් විධායක ජනාධිපති අනුරමුර දිසානායකගේ ගමන පහසු නැත. නමුත් ඔහුගේ පූර්වගාමියාට එය මලක් ලෙස සැලකේ.",
        "වඩාත් සුලභ ආරම්භය හා බර අරගල ඔහුගේ ජීවිතයේ කොටසක් ලෙස සොයා ගන්නා ලදී. ඔහු බොහෝ අරගලවලට මුහුණ දුන්නේය.",
        "\"වරෙක බෞද්ධ පිළිමයක පූජකය, දිසානායක මහතා පැවිදි වීමට යවන ලෙස ඉල්ලා සිටියේය. ඒ වන විට ඔහුගේ වයස අවුරුදු 12 කි. මම එය පිළිගන්නේ නැහැ, \"ජනාධිපති මව ටී.එම්. සීලාවති පවසයි.",
        "\"වසර ගණනාවකට පසු පොලිසිය ඔහු ගැන සොයා බැලූ විට, ඔහුගේ පියාගේ අවමංගල්ය උත්සවයට සහභාගි වීමට ඔහුට නොහැකි විය\" ඔහු පැවසීය.",
        "\"පුතේ හයවෙනි මාසයේදී මම ඔහුගේ කේන්දරය ජ්යෝති ger වරයෙකුට ගෙනාවා. ඔහු කම්පනයට පත් වී මගේ මුහුණ දෙස බලා, \"ඔබේ පුතා දවසක් රජ කරයි\" කියා පැවසුවා.",
        "මහවේලි එච් යටතේ තිබූ සාමාන්ය මන්දිරයක මට ජනාධිපති මව හමුවිය. 1972 දී ඔවුහු නිවසේ පදිංචි වූහ.",
        "තම්බුට්ටෙගම නම් ගොවිපල ගම්මානයක ගමන් කිරීම රළු පාර හරහා ගමන් කර ජනාධිපතිවරයාගේ නිවසට යන්න.",
        "නිහ quiet ගමක ක්රිකට් ක්රීඩාවට පිවිසීමෙන් පසු තණකොළ නොමැතිව. එය තණතීරුව හරහා බලයි.",
        "බෞද්ධ සිද්ධස්ථානය. මිනිත්තු කිහිපයකට පසු නිවස ආරක්ෂා කර ඇත.",
        "නිවස නිවැරදි කර ඇති බවට ලකුණු ඇත - වහලයේ කොටසක් වහලයේ තිබී හමු වේ.",
        "ජනාධිපතිගේ සහෝදරිය සිරිටා මාව ඇගේ මව මාව බෑවුම් පුටුවක වාඩි වී සිටී. මව රූපවාහිනිය ඉදිරිපිට වාඩි වී සිටී.",
        "'අම්මා සෑම දිනකම රාත්රී 8 ට පණිවිඩය දකිනු ඇත. සිරිවලා මෙසේ පවසනවා. \"සහෝදරයා රූපවාහිනියෙන් පෙනී සිටින සෑම අවස්ථාවකම ඇය මගේ පුතාගෙන් මෙසේ අසයි.",
        "'මගේ සහෝදරයාට අම්මා ගැන වැඩි සෙනෙහසක් තියෙනවා. කාලය පැමිණි සෑම අවස්ථාවකදීම ඔහු මවට පැමිණෙනු ඇත, \"ඔහු පවසයි.",
        "\"ඔහු උපාධිය ලබා ගනීවි. පිහිනීමේ වැඩි කාලයක් ගත කරනු ඇත. නාලකයියා අසල පොකුණට යයි. එය නිවසේ සිට විනාඩි පහක් away තින් \"ජනාධිපති මව පවසයි.",
        "ජනාධිපතිවරයාගේ මව පවසන්නේ තම පුතා කියවීමට උනන්දුවක් දක්වන බවයි. 'පොත් ඔහුට ආහාර වේලක් මෙනි. අපේ නිවස අසල අරාලියා ගසක් තිබේ. ඔහු ගසේ අත්ත මත හිඳගෙන එය කියවනු ඇත. \"",
        "ඔහු ආහාර සඳහා මේසය මත වාඩි වී ඇත්නම් ඔහුට පොතක් හෝ කඩදාසි එකක් අවශ්යයි. මට කවදාවත් ඔහුට කියවීමට කියන්න අවශ්ය නොවීය. ඔහු ස්වයංක්රීයව කියවනු ඇත, \"ඔහු පවසයි.",
        "අනුරගේ පියා භූ දර්ශන කොමසාරිස් දෙපාර්තමේන්තුවේ සේවය කළේය. ඔහු 1982 දී අභාවප්රාප්ත විය. එය අපට වඩාත්ම දුෂ්කර කාලයයි. කෙසේ වෙතත්, එය අනුරාගේ ඇගේ ගමන දිගටම කරගෙන යාමේ චිත්ත ධෛර්යය වැඩි වී තිබේ \"යැයි සීලුවෙයි පවසයි.",
        "\"අනුරකුමාරාගේ දේශපාලන උනන්දුව උසස් තත්ත්වයේ ඉගෙන ගනිමින් සිටියදී තීව්ර විය. ඔහු මිනීමැරුමකට මුහුණ දුන්නේය. ඔහුට සමීපව සිටි ඔහුගේ පියාගේ සහෝදරයා මරා දමන ලදී. අද මගේ පුතා ගැන මම ආඩම්බර වෙනවා."
      ]
    },
    "en": {
      "title": "\"A Buddhist cleric asked her to make my son a day,\" he said, \"The President's mother",
      "body_lines": [
        "Sri Lanka's ninth executive president Anuragumara Dissanayake's journey is not easy. But for his predecessor, it was seen as a flower.",
        "The most common beginning and heavy struggles were found as part of his life. He faced many struggles.",
        "“Once upon a time, the clergyman of a Buddhist idol asked him to send Dissanayake to the monastic. He was 12 years old at the time. I do not accept it, ”says the president's mother TM Seelavati.",
        "“After many years, the police were searching for him, he was unable to attend his father's funeral,” he said.",
        "He continued, “In the sixth month of the son, I brought his horoscope to a astrologer. He is shocked and looked at my face and said, \"Your son will one day king.\"",
        "I met the President's mother in a normal house found under Mahaweli H. In 1972 they settled in the house.",
        "Traveling from a farm village called Tambuttegama should travel through the rugged road and go to the president's home.",
        "After entering cricket in a quiet village, the grasses were gone without. It looks through the pitch.",
        "Buddhist shrine. A few minutes later the house is protected.",
        "There are signs that the house has been corrected - a part of the roof is found on the roof.",
        "President's sister Sirilata takes me to her mother sitting in a slope chair. The mother sits in front of the TV.",
        "'Mom will see the message at 8 pm every day. Whenever my brother appears on television, she will ask my son, ”says Sirilata.",
        "'My brother has more affection for mom. Whenever the time comes, he will come to the mother, ”he says.",
        "“He will graduate. Will spend more time in swimming. Nalachia will go to the pond nearby. It is five minutes away from home, ”says the president's mother.",
        "The president's mother says her son is interested in reading. 'Books are like a meal for him. There is an Araliya tree near our home. He will sit on the branch of the tree and read it. ”",
        "'If he sits on the desk for food he needs a book or a paper. I never needed to tell him to read. He will read automatically, ”he says.",
        "Anura's father worked at the Landscape Commissioner's Department. He passed away in 1982. That is the most difficult time for us. However, it has increased the morale of Anura's pursuit of continuing her journey, ”says Seelawati.",
        "“Anurakumara's political interest intensified while he was studying at high quality. He was facing murder. His father's brother who was close to him was killed. I am proud and happy with my son today. ”"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Anura Dissanayake's journey: From monk candidate to Sri Lanka's 9th president. Overcame struggles, including being sent to monastery at age 12. Showed early leadership potential, becoming president after his father's death in 1982. Demonstrated strong work ethic and reading habits from childhood."
  ]
}