{
  "translated_text": {
    "si": {
      "title": "මියගිය කාන්තාව - මියගිය කාන්තාව - මියගිය තරුණයෙකු සම්බන්ධයෙන් මියගිය තරුණයෙකු මිය ගියේය.- මරණ පරීක්ෂණයේදී කම්පනය!",
      "body_lines": [
        "දුම්මලූරියාවේ සියම්බලකසුසුරා ප්රදේශයේ සියාම්බලස්රා ප්රදේශයේ මරණයට පත්වූ යැයි කියනු ලබන තරුණයෙකුගේ මළ සිරුරක් කාන්තාවක් ලෙස සොයා ගත් කාන්තාවක් බව පොලිසිය පවසයි.",
        "12 වන දින දුම්මලසූහි දී was ාතනය කරන ලද තරුණ තරුණියන් 39 දෙනෙකුගෙන් යුත් තරුණ තරුණියන් 39 දෙනෙකුගෙන් යුත් තරුණ තරුණියකගේ මළ සිරුරක් මත කියියම්පිති උසාවියේ නියෝගය මත කියියපිටිය ශික්ෂණ රෝහලේ මරණ පරීක්ෂණයකදී සිදු කරන ලදී.",
        "මියගිය පුද්ගලයා දුම්මලසූරිය, සියම්බලකසුරා හි විශාල උද්යානයක ය. ඔහු අතහැර දමා ඇති සුනඛයන් නඩත්තු කරමින් සිටින බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "In the case of a youth killed in Dummalausuriya - the deceased woman?!- Shock in the autopsy!",
      "body_lines": [
        "The body of a young man who was allegedly hacked to death in the Siyambalakasura area in Dummalausuriya was reported to be a woman who was found as a woman, police said.",
        "An autopsy was carried out at the Kiliyapitiya Teaching Hospital on the orders of the Kiliyapitiya court on the body of a 39 -year -old youth who was assassinated in Dummalazuriya on the 12th.",
        "The deceased has been living in a large garden in Siyambalakasura, Dummalazuriya and he has been maintaining abandoned dogs, police said."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Body of 39-year-old male found dead in Dummalausuriya identified as female during autopsy. Victim lived in Siyambalakasura area and cared for stray dogs. Police investigation ongoing."
  ]
}