{
  "translated_text": {
    "ta": {
      "title": "அச்சுறுத்தப்பட்ட அரசியல் பல்கலைக்கழகங்களிலிருந்து அகற்றப்பட வேண்டும் - ஜனாதிபதி",
      "body_lines": [
        "பல்கலைக்கழக அமைப்பு அச்சுறுத்தல் அரசியலை அகற்ற வேண்டும் என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறுகிறார்.",
        "அதன்படி, குழந்தைகளை சுதந்திரமாகச் செய்ய பல்கலைக்கழக அமைப்பு புனரமைக்கப்பட வேண்டும் என்று ஜனாதிபதி சுட்டிக்காட்டுகிறார்.",
        "இலங்கையில் பள்ளிகள் மற்றும் பல்கலைக்கழக அமைப்பை நாசப்படுத்தாமல் நேரம் மாற்றப்பட்டதாக ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "பாட்டிகலோவாவின் பூனானியில் கட்டப்பட்ட அறிவியல் மற்றும் தொழில்நுட்ப அறிவியல் மற்றும் தொழில்நுட்ப பல்கலைக்கழகத்தின் நிகழ்வில் ஜனாதிபதி ரணில் விக்ரமேசிங்கை பங்கேற்ற இந்த அறிக்கையை பங்கேற்றார்.",
        "\"நான் முதலில் ஹிஸ்புல்லாவை 1985 இல் கற்றுக்கொண்டேன். அவர் இன்று இந்த சர்வதேச பல்கலைக்கழகத்தைத் தொடங்கினார். தொழில்நுட்பத்திற்கும் அறிவியலுக்கும் முன்னுரிமை அளிக்கப்பட்டுள்ளது. இந்த பல்கலைக்கழகம் எங்கள் குழந்தைகளுக்கு அறிவு மற்றும் தொழில்நுட்பத்தை வழங்கியது. \"",
        "\"நம் நாட்டில் அறிவியல் மற்றும் தொழில்நுட்பத்தை மேம்படுத்துவதே அரசாங்கத்தின் குறிக்கோள். தொழில்நுட்பத்திற்கும் அறிவியலுக்கும் நம் நாடு தேவை. அதனால்தான் இந்த பல்கலைக்கழகம் நாட்டிற்கு முக்கியமானது. \"",
        "\"ஹார்வர்ட், ஆக்ஸ்போர்டு, கேம்பிரிட்ஜ் போன்ற பல்கலைக்கழகங்களைப் பெறாத பல்கலைக்கழகங்கள்.\"",
        "\"கோட்டலாவாலா பல்கலைக்கழகம் மற்றும் என்.எஸ்.பி.எம் பசுமை பல்கலைக்கழகம் ஆகியவை நன்மை பயக்கும் பல்கலைக்கழகங்களையும் பெறுகின்றன.\"",
        "\"சிலர் இவற்றை டிகிரிகளில் அறிமுகப்படுத்துகிறார்கள். காம்ப்ரிஜ், ஹார்வர்ட், ஆக்ஸ்போர்டு பல்கலைக்கழகம்?.  ඔය ආකල්පය අරගෙන ඇවිත් තමයි මේ රටේ රාජ්‍ය විශ්වවිද්‍යාල විනාශ කළේ. இருப்பினும், இதை நாம் மேம்படுத்த வேண்டும். கடந்த காலங்களில் இன்று பல்கலைக்கழகங்கள் அல்ல. இன்று பல்கலைக்கழகங்களில் மாணவர்களின் கல்வியை நாசப்படுத்தும் குழுக்கள் உள்ளன. அந்த குழுக்கள் மாணவர்களை ஒரு சர்வாதிகார விதி போல கையாளுகின்றன. அத்தகைய சம்பவத்தில் கற்பிக்கும் ஆசிரியர்களை நான் பாராட்டுகிறேன். \"",
        "\"பல்கலைக்கழகங்கள் போன்ற அமைப்புகளுடன் தவறான பேச்சுவார்த்தைகளை நாம் கேட்கக்கூடாது. குழந்தைகள் கற்றுக்கொள்ள சுதந்திரமாக இருந்தால், இந்த நாட்டின் பல்கலைக்கழக அமைப்பு மறுசீரமைக்கப்பட வேண்டும். நான் சொன்னதற்காக நாளைய சமூக ஊடகங்களிலிருந்து என்னைக் குறை கூற முடியும்:. பல்கலைக்கழகத்தில் அரசியல் செய்ய வேண்டிய அவசியமில்லை.",
        "\"பல்கலைக்கழக அமைப்பு அச்சுறுத்தல் அரசியலை திரும்பப் பெற வேண்டும். பல்கலைக்கழகத்தின் போது தங்களுக்கு விருப்பமான போக்கைத் தேர்ந்தெடுக்க மாணவர்களுக்கு உரிமை வழங்கப்பட வேண்டும். எங்கள் பள்ளிகளும் பல்கலைக்கழக அமைப்பும் சுவ்டரிங் இல்லாமல் முறையான கல்வி நிறுவனங்களாக மாற்றப்பட வேண்டும்.",
        "\"பல்கலைக்கழகம் முன்னேறினால், பிற பல்கலைக்கழக அமைப்பு மேம்படும். மற்ற பல்கலைக்கழகங்கள் நடக்கும் என்று எதிர்பார்க்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "Threatened politics should be removed from universities - President",
      "body_lines": [
        "President Ranil Wickremesinghe says that the university system should remove threat politics.",
        "Accordingly, the President points out that the university system should be reconstructed to carry out the children freely.",
        "The President pointed out that the time has come to be converted without sabotaging the schools and university system in Sri Lanka.",
        "President Ranil Wickremesinghe made this statement participating at the event of the Science and Technology University of Science and Technology, which was built in Poonani, Batticaloa.",
        "\"I first learned Hisbullah in 1985. He has commenced this international university today. The technology and science have been given priority. This university was established to give our children knowledge and technology. \"",
        "\"The government's goal is to improve science and technology in our country. Technology and science needs our country. That is why this university is important to the country. \"",
        "\"The universities that do not receive universities like Harvard, Oxford, Cambridge.\"",
        "\"The Kotelawala University and NSBM Green University also receives non-benefit universities.\"",
        "\"Some introduce these in degrees. Will Kambrige, Harvard, University of Oxford?.  ඔය ආකල්පය අරගෙන ඇවිත් තමයි මේ රටේ රාජ්‍ය විශ්වවිද්‍යාල විනාශ කළේ. However, we must improve these more. Not universities in the past today. There are groups that sabotage the education of the students in universities today. Those groups handle the students like a dictatorial rule. I commend the teachers who are teaching in such an incident. \"",
        "\"We should not listen to false talks to organizations like universities. If children are free to learn, the university system of this country should be reorganized. I can blame me from tomorrow's social media for the fact that I said:. There is no need to do politics in university. \"",
        "\"The university system must withdraw threat politics. Students must be given the right to select their preferred course during the university. Our schools and university system should be made into formal education institutions without sabotling. \"",
        "\"If the university progresses, other university system will improve. And other universities are expected to happen. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe advocates for removing political threats from universities, emphasizing the need for a free learning environment. He calls for the reconstruction of the university system to foster children's freedom and prevent sabotage. Highlighting the importance of science and technology, he inaugurates a new university in Batticaloa, aiming to elevate educational standards akin to global institutions like Harvard, Oxford, and Cambridge."
  ]
}