{
  "translated_text": {
    "ta": {
      "title": "எதிர்கால தேர்தல்களுக்கான யானை அடையாளத்திலிருந்து UNP வருகிறது",
      "body_lines": [
        "ஐக்கிய தேசிய கட்சி (யு.என்.பி) ஐக்கிய தேசியக் கட்சியுடன் போட்டியிட முடிவு செய்துள்ளது, அடுத்த தேர்தலுக்கான யானை அடையாளத்தின் கீழ் போட்டியிட வேண்டும். මේ පළිබඳව පක්ෂයේ වත්මන් නායක නායක රනිල් වික්‍රමසිං මහතා ඇතුළු පක්ෂයේ අනෙකුත් අය සාකච්ඡා කරමින් තිබෙන බව පක්ෂ සභාපති වජිර අබේවර්ධන මහතා පවසයි.",
        "\"தற்போதைய நெல்லின் சில சந்தர்ப்பங்களில், ஐக்கிய தேசிய கட்சி அவர்கள் செய்த நடைமுறைகளை நிறைவேற்றத் தவறும் நேரத்தில் வேலை செய்ய மழை பெய்கிறது.",
        "நாங்கள் நினைத்தால், பல அரசியல் கட்சிகளைக் கொண்ட பல அரசியல் கட்சிகளுடன் நாங்கள் முன்வந்தோம். මේ තරඟ වැඳීම තුළ අපි කාරණා දෙකක් මතක තබා ගත යුතුයි. එකක් තමයි රටේජනතාව විශාල වශයෙන් ඡන්දය භාවිතා කිරීමෙන් වැළකී සිට තිබෙනවා. ஒரு பெரிய இறப்புகள் முக்கியமாக அரசியல் கட்சிகளில் ஈடுபட்டுள்ளன.",
        "அவர்கள் நம்பும் விஷயங்கள் இருக்கலாம்,. மேலும், ஜனாதிபதியை வழிநடத்தும் அரசாங்கம் ஒரு வரலாற்று வெற்றியை ஏற்படுத்தியுள்ளது. அதைப் பற்றி நாங்கள் பாராட்டுகிறோம். இலங்கைக்கு இது ஒரு சிறப்பு சந்தர்ப்பம். ශ්‍රී ලංකා ඉතිහාසයේ කිසිදිනක අපිට ඉටුකර ගැනීමට නොහැකි වූ කාරණයක් වර්තමාන ජනාධිපතිතුමත්, මේ බලයට පත්වන ආණ්ඩුවත් ජයග්‍රහණයක් ලබා තිබෙනවා. ඒ ගැන අපි ශ්‍රී ලාංකිකයින් හැටියට සතුටු විය යුතුව තිබෙනවා.",
        "உதாரணமாக, சுதந்திரத்திற்குப் பிறகு, டி. கள். සේනානායක මැතිතුමන්ගෙන් පස්සේ විවිධ අවස්ථාවල ද්‍රවිඩ නායකයින් කැබිනට් මණ්ඩලය නියෝජනය කළත් ඒ නියෝජනය කළ කැබිනට් මණ්ඩලයේ ද්‍රවිඩ නායකයින් ඔවුන්ට ආවේණික වූ පක්ෂවලින් ජයග්‍රහණය කර නියෝජනය කිරීම තමයි සිදුවී තිබුණේ. அதாவது, அவர் அமைச்சரவையை பிரதிநிதித்துவப்படுத்தியிருந்தாலும், அமைச்சரவையை பிரதிநிதித்துவப்படுத்தவில்லை, ஆனால் அவர் அமைச்சரவை பதவியில் உரையாற்றினார்.",
        "ඒ නිසා තමයි මෙය විශේෂ අවස්ථාවක් කියලා මම කිව්වේ. தெற்கில் ஒரு அரசியல் கட்சியுடன் பணிபுரியும் போது, ​​வடக்கு மற்றும் கிழக்கு பல்வேறு அரசியல் கட்சிகளுடன் பணிபுரிந்து, தெற்கில் ஒரு அரசியல் கட்சியில் நம்பிக்கையுடன் இருந்தது, சிறப்பு வெற்றியைப் பெற்றது. பின்னர் அவர்கள் அமைச்சரவையின் உறுப்பினர்களாகவும் வருவார்கள். இலங்கையை இலங்கையர்களாக இலங்கையர்களாக பார்க்கிறோம். UNP குறிப்பாக நம் மகிழ்ச்சியை வெளிப்படுத்துகிறது. இந்த நாட்டில் இலங்கையர்கள் ஒப்பந்தங்களில் கலந்து கொள்ள வேண்டும்.",
        "இப்போது எப்படியாவது அரசாங்கம் இன்று ஜனாதிபதியை வழிநடத்துகிறது, அரசாங்கத்திற்கு பெரும் எதிர்பார்ப்புகள் உள்ளன அல்லது நிறைய மாற்றங்கள் உள்ளன. இப்போது அதைச் செய்ய இயலாது என்று அவர்கள் சொல்ல முடியாது. சக்தி ஒரு வலுவான ஆயுதம். அந்த வலுவான ஆயுதம் எப்படி என்பது இலங்கை இரண்டு தெய்வம் பொதுமக்களின் நலனுக்காக பயன்படுத்தப்படுகிறது.",
        "நாங்கள் நம்பும் அரசியல் பார்வையின்படி, தற்போதைய அரசாங்கம் பொருளாதார ரீதியாகவும் உள்நாட்டிலும் சர்வதேச அளவிலும் ஏற்றுக்கொள்ளப்பட்ட சித்தாந்தங்களை வெல்ல வேண்டும். இலங்கை பொதுமக்களாக நாம் அவர்களை தொந்தரவு செய்யக்கூடாது. இலங்கை பொதுமக்களுக்கு அவர்கள் எதிர்பார்ப்புகளைத் தருவதாக இலங்கையர்களாக நாங்கள் காத்திருக்க வேண்டும்."
      ]
    },
    "en": {
      "title": "UNP comes from elephant sign for future elections",
      "body_lines": [
        "The United National Party (UNP) has decided to contest with the United National Party should contest under the elephant sign for the next election. Party Chairman Vajira Abeywardena says that the present leader leader Ranil Wickremesinghe has been discussing this regard.",
        "\"In some cases of the present paddy, the United National Party is raining to work at the time of failing to pass the procedures made by them.",
        "And if we think, we came forward with a number of political parties that comprised of many political parties. We must remember two things in the honey. One is avoided by the country's largest voting. A large dies are mainly involved in losed political parties.",
        "There may be things they hope,. Also, the government leading the President has made a historic victory. We offer our praise on that. And this is a special occasion for Sri Lanka. The presence of the presence, the presence of this, has achieved a victory in the history of Sri Lanka.. We need to be happy as Sri Lankans.",
        "For example, after independence, D. S. Although Tamananayake represents the Cabinet at several times, the Tamil leaders of the Cabinet of Cabinet had come to represent the victory of their own parties. That is, even though he represented the Cabinet, not representing the Cabinet, but he was addressing the post of Cabinet.",
        "That is why I mean this is a special occasion. While working with a political party in the South, the North and the East were working with various political parties and confident in a political party in the South and had a special victory. Then they will also come as members of the Cabinet. We see Sri Lanka as Sri Lankans as Sri Lankans. The UNP is particularly expressing our happiness. As Sri Lankans in this country have to attend agreements.",
        "Now somehow the government leading the President today, the government has great expectations or there is a lot of changes. Now they can't say it's impossible to do that. Power is a strong weapon. How is that strong weapon is the challenge that the Sri Lankan two deity is used for the benefit of the public.",
        "According to the political vision we believe, the current government has to win the ideologies that have been accepted economically and locally and internationally. We should not disturb them as the Sri Lankan public. We should wait as Sri Lankans that they give their expectations to the Sri Lankan public."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"UNP decides to contest under elephant symbol in future elections. Party Chairman Vajira Abeywardena discusses strategy with leader Ranil Wickremesinghe. Emphasizes unity among political parties and support for the government's victory. Expresses confidence in the current administration's ability to address challenges and fulfill public expectations.\""
  ]
}