{
  "translated_text": {
    "ta": {
      "title": "26 சுற்றுலா தலங்கள் உருவாக்கப்பட வேண்டும்",
      "body_lines": [
        "இந்த ஆண்டில் அடையாளம் காணப்பட்ட 26 சுற்றுலா தலங்கள் உருவாக்கப்பட வேண்டும். 26 கடலோர மண்டலங்களை உருவாக்க அடிப்படை படைப்புகள் மற்றும் கட்டமைப்புகளைத் தயாரிப்பது என்று நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி அமைச்சர் பிரசன்னா ரனாதுங்கா கூறுகிறார்.",
        "நகர்ப்புற மேம்பாட்டுத் துறை மற்றும் கடலோர பாதுகாப்பு மற்றும் கடலோர வள மேலாண்மைத் துறை இதை செயல்படுத்துகிறது.",
        "வெனாதாவிலுவா ரூல், கலுகோடா லகூன், டிக்வெல்லா, டிக்வெல்லா, டிக்வெல்லா, டிக்வெல்லா மதிய உணவு, திஸ்ஸாமஹராமா கிரிந்தா பள்ளத்தாக்கு, பொச்சினி பே, கின்னியா லிலிவ், ஜோட்டோஃபாலீ, கோட்ட்சோமலே லகுபல் இனா .",
        "சுற்றுலாத் துறையை கடலோர சூழலாக ஊக்குவிக்கும் திட்டத்தை இது முன்னேற்றும் என்று எதிர்பார்க்கப்படுகிறது.",
        "இந்த ஆண்டு 14 அவசர கடலோர பாதுகாப்பு திட்டங்களின் பணிகள் முடிக்கப்பட்டுள்ளன. அபிவிருத்தி பணிகளுக்கு 520 மின்-உரிமங்கள். இந்த ஆண்டு நான்கு கடலோர துப்புரவு திட்டங்களும் நான்கு சதுப்பு நிலங்களும் நடத்தப்பட்டுள்ளன என்று கடலோர பாதுகாப்பு மற்றும் கடலோர வள மேலாண்மை துறை தெரிவித்துள்ளது.. இந்த திட்டத்தின் விலை ரூ.",
        "இந்த ஆண்டில், கடற்கரை பாதுகாப்பு மற்றும் கடலோர வள மேலாண்மை துறை (கடலோர பாதுகாப்பு திட்டங்கள்) செயல்படுத்தப்பட்டுள்ளன. இந்த திட்டங்கள் கலுதாரா கிலோடோ, லுனாவா, நபுரா, சாண்டூ, முட்தூர், முடர், ஈரானமுல்லா மற்றும் பண்டாரமுல்லா ஆகிய நாடுகளில் மேற்கொள்ளப்படுகின்றன.",
        "இந்த ஆண்டில், கடற்கரை பாதுகாப்பு மற்றும் கடலோர வள மேலாண்மை துறை (கடலோர பாதுகாப்பு திட்டங்கள்) செயல்படுத்தப்பட்டுள்ளன. இந்த திட்டங்கள் கலுதாரா கிலோடோ, லுனாவா, நபுரா, சாண்டூ, முட்தூர், முடர், ஈரானமுல்லா மற்றும் பண்டாரமுல்லா ஆகிய நாடுகளில் மேற்கொள்ளப்படுகின்றன.",
        "கடலோர மண்டலத் திட்டம் கடலோர பாதுகாப்பு மற்றும் கடலோர வள மேலாண்மைச் சட்டத்தின் படி கடலோர மண்டலத் திட்டத்தின் நேர வரம்பில் திருத்தப்பட்டு புதுப்பிக்கப்பட வேண்டும். அதன்படி, கடலோர மண்டல மேலாண்மை திட்டத்தின் திருத்தங்கள் இப்போது முடிக்கப்பட்டுள்ளன என்று நகர்ப்புற மேம்பாடு மற்றும் வீட்டு அமைச்சர் பிரசன்னா ரனாதுங்கா தெரிவித்தார்.",
        "கடலோர பாதுகாப்புத் துறை கடந்த ஆண்டு ஏழு கடற்கரை பாதுகாப்பு திட்டங்களை அமல்படுத்தியுள்ளது. மொராட்டுவா, கலுதாரா, செலோடோட்டா, அம்பலங்கோடா, போர்தோட்டு, சந்துமாரத்து, நிண்டாவூர் மற்றும் திருக்கோவில். இந்த நோக்கத்திற்காக 388.35 மில்லியன். 2023 ஆம் ஆண்டில் 102 கடலோர துப்புரவு திட்டங்கள் மற்றும் 25 கடலோர நோக்கங்கள் செயல்படுத்தப்பட்டுள்ளன என்று கடலோர பாதுகாப்பு மற்றும் கடலோர வள மேலாண்மை துறை தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "26 tourist attractions to be developed",
      "body_lines": [
        "26 identified tourist attractions to be developed in this year. Urban Development and Housing Minister Prasanna Ranatunga says that the preparation of fundamental creations and structures to develop the 26 coastal zones.",
        "The Department of Urban Development Authority and the Coast Conservation and Coastal Resources Management Department implements it.",
        "The shore zones that have been identified are Venathawilluwa Rule, Kalugoda lagoon, Dikwella, Dikwella, Dikwella, DikwellaLunchy, Tissamaharama Kirinda Valley, Potchini Bay, Kinniya Lilivue, Trincomalee, Kotchial Lagoon, Mullaitivu Nandikadal Lagoon, Jaffna Sethnkkulam, JaffnaBeach, Jaffna Casineina.",
        "It is expected to advance the program to promote the tourism industry as the coastal environment.",
        "The work of 14 emergency coastal security projects have been completed this year. 520 e-licenses for development work. The Coast Conservation and Coastal Resource Management Department says four coastal cleaning programs and four mangroves have been conducted this year.. The cost of this project is Rs. 300 million.",
        "During this year, the Coast Conservation and Coastal Resources Management Department (Coastal Security Projects) have been implemented. These projects are carried out in Kalutara Kiloado, Lunawa, Napura, Sandoou, Muttur, Muttur, Iranamulla and Bandaramulla.",
        "During this year, the Coast Conservation and Coastal Resources Management Department (Coastal Security Projects) have been implemented. These projects are carried out in Kalutara Kiloado, Lunawa, Napura, Sandoou, Muttur, Muttur, Iranamulla and Bandaramulla.",
        "The Coastal Zone Plan should be amended and updated on the time range of coastal Zone plan according to the Coast Conservation and Coastal Resources Management Act. Accordingly, the amendments of the coastal zone management plan has been completed by now, said Urban Development and Housing Minister Prasanna Ranatunga.",
        "The Coast Conservation Department has implemented seven coast security projects last year. Moratuwa, Kalutara, Cellotota, Ambalangoda, Poruthotu, Sandumaratu, Nindavur and Thirukkovil were the coastal. 388.35 million for this purpose. The Coast Conservation and Coastal Resources Management Department says 102 coastal cleaning programs and 25 coastal purposes have been implemented in 2023."
      ]
    }
  },
  "summary_lines": [
    "This year, 26 coastal tourist attractions will be developed across Sri Lanka, focusing on areas like Venathawilluwa Rule, Kalugoda lagoon, and several locations in Dikwella, Tissamaharama, Potchini Bay, Kinniya, Trincomalee, Mullaitivu, and Jaffna. The initiative aims to boost the tourism sector by enhancing the coastal environment. Additionally, 14 emergency coastal security projects have been completed, along with 520 e-licenses for development work. The Coast Conservation and Coastal Resources Management Department has also conducted four coastal cleaning programs and four mangrove conservation efforts, all funded by a Rs. 300 million budget."
  ]
}