{
  "translated_text": {
    "ta": {
      "title": "ஒரு குடும்பத்தின் மாத வருமானம் ரூ. 100000 செய்ய டிலித்",
      "body_lines": [
        "ஒவ்வொரு குடும்பத்தின் குறைந்தபட்ச மாத வருமானம் 100,000 ரூபாய் வரை இருக்க வேண்டும், தேவையான திட்டம் தொழில் முனைவோர் வேட்பாளர் தொழில்முனைவோர் திலித் ஜெயவராவேரா ஆகும்.",
        "மோனெராகலாவில் உள்ள பழைய பஸ் ஸ்டாண்டில் பழைய பஸ் ஸ்டாண்டில் நடைபெற்ற கூட்டம் அவரிடம் கூறப்பட்டது.",
        "\"ஏழைகளின் பொருளாதார வல்லுநர்களால் அரசாங்கத்தின் பொருளாதாரத்தையும் நிறைவேற்ற முடியவில்லை. அதைச் செய்யுங்கள்.",
        "எங்கள் நோக்கம் குறைந்தபட்ச வருமானம் 100,000 சம்பாதிக்கும் செலவை அமைப்பதே ஆகும்.",
        "ஆண்டுகளில் வேலைக்கு சம்பள அதிகரிப்பு வழங்கப்படாது.",
        "வெலாசா பகுதி இப்பகுதியில் வசிக்கிறது.. இருப்பினும், சமீபத்திய காலங்களில் அரசியலில் நுழைந்த ஒவ்வொரு தலைவரும் படுகுழிக்கு வரி விதிக்கப்பட வேண்டும்.",
        "அடுத்த ஜனாதிபதித் தேர்தலில் நாட்டிற்கு மக்களை நேசிக்கும் நாட்டின் வளங்களை கடன் வாங்காத அரசாங்கம் சமநிலையற்றதாக இருக்கக்கூடாது.. நாட்டின் வளங்களையும் சொத்துக்களையும் பாதுகாக்க அவருக்கு தேவையில்லை.",
        "மூன்று முக்கிய அரசியல் நீரோட்டத்தால் வழங்கப்பட்ட கொள்கை வெளியீடுகளைத் தவிர வளங்களை சேமிப்பதும் கடனை எடுத்துக்கொள்வதும் அவரது கட்டுப்பாடு.",
        "அந்த நேரத்தில், இளைஞர்கள் கோத்தாபயாவிலிருந்து தப்பிக்கும்படி கேட்டுக்கொள்ளப்பட்டனர்.",
        "ஏராளமான மின்சாரம் உள்ளது, எரிவாயு எரிபொருளைப் பயன்படுத்தவில்லை.. எரிபொருள் விலைகள் மூன்று மடங்கு அதிகரித்தன. ரூ."
      ]
    },
    "en": {
      "title": "Monthly income of a family is Rs. Dilith to do 100000",
      "body_lines": [
        "The minimum monthly income of each family should be up to 100,000 rupees and the necessary program is the Entrepreneurship Candidate Entrepreneurship Dilith Jayaraweera.",
        "He was told by a meeting held at the Old Bus Stand at the old bus stand in Moneragala.",
        "\"The economicians of the poor have not been able to carry out the government's economic as well.Do it.",
        "Our aim is to set up a cost of earning a minimum income of 100,000.",
        "No salary increment will be given to work in years.",
        "Wellassa area lives in the area.. However, every leader who entered politics in the recent past is to be taxed to the abyss. The EPF EPF continues to lease a large number of employees.",
        "The government that does not borrowed the country's resources that love the people to the country in the next presidential election should not be an unbalanced.. He has no need to protect the country's resources and property.",
        "His control is to save resources and take the loan and apart from the policy publications presented by three main political stream.",
        "At that time, the young people were asked to escape Ranil from Gotabhaya.Ranil says that the rival period was lost.",
        "There is plenty of electricity, there is no use of gas fuel.. Fuel prices were increased three folds. The city bill increased by five percent. The cost of Rs."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Family minimum income: 100,000 rupees. Program aims to achieve this through entrepreneurship. Meeting discussed economic issues and government policies. Leaders criticized for tax avoidance and resource mismanagement. Young people urged to support Ranil over Gotabhaya. Electricity abundant but gas usage low due to price hikes. City bills increased by 5%."
  ]
}