{
  "translated_text": {
    "ta": {
      "title": "ரானில், சஜித், அனுரா மற்றும் நமல் பற்றி உங்களுக்குத் தெரியுமா?",
      "body_lines": [
        "ரானில், சஜித், அனுரா மற்றும் நமல் பற்றி உங்களுக்குத் தெரியுமா?",
        "இலங்கையின் 9 வது நிர்வாகத் தலைவரைத் தேர்ந்தெடுப்பதற்கான தேர்தலுக்கு இலங்கையில் தீர்க்கமான தேர்தல்கள் ஒரு குறுகிய காலமாகும்.",
        "ஆகஸ்ட் 14, புதன்கிழமை மேட்ஹெண்ட் ஜனாதிபதி வேட்பாளர் வேட்பாளரால் நிறைவு செய்யப்பட்டது.",
        "இருப்பினும், ஆகஸ்ட் 15, வியாழக்கிழமை 39 வேட்பாளர்கள் மட்டுமே இருந்தனர்.",
        "அவர்களில் ஒருவரான, ஒரு வேட்பாளர் ஆகஸ்ட் 22 அன்று இரவு கொல்லப்பட்டார், ஆனால் வேட்பாளர்களின் எண்ணிக்கை 38 ஆக குறைந்தது.",
        "தேர்தல் ஆணையத்தின்படி, வேட்பாளர்களில் இரண்டு துறவிகள் உள்ளனர். ஜனாதிபதித் தேர்தலுக்கு எந்தப் பெண்ணும் முன்வைக்கவில்லை.",
        "ஜனாதிபதித் தேர்தலின் நான்கு குறிப்பிடத்தக்க வேட்பாளர்களின் தகவல்கள் குறித்த விசாரணை இது.",
        "இலங்கையில் இலங்கை 8 வது நிர்வாகத் தலைவரும், யு.என்.பி தலைவர் ரணில் விக்ரமேசிங்கும் சுயாதீன வேட்பாளராக போட்டியிட்டனர்.",
        "ரங்கில் ஏன் ஒரு சுயாதீன வேட்பாளராக இருந்தார்?அது அவருக்கு நன்மை?குறைபாடுகள்?",
        "கோத்தாபய ராஜபக்ஷா பதவியில் இருந்து அவர் வெளியேற்றப்பட்ட பின்னர், ஜனாதிபதி பதவியைத் தொடர்ந்து ஜூலை 21 அன்று அவர் அடுத்தடுத்த ஜனாதிபதியாக பதவியேற்றார்.",
        "அவர் ஜனாதிபதியாக நியமிக்கப்படுவதற்கு முன்னர், அவர் ராஜபக்ஷ அரசாங்கத்தின் பிரதமராக இருந்தார்.",
        "ரணில் விக்ரமேசிங்கே ஜனாதிபதி பதவிக்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "ராண்டார்ட் ரானில் விக்ரமேசிங்க் 1995 இல் 1995 இல் திருமணம் செய்து கொண்டார்.",
        "இது கெலானியா பல்கலைக்கழகத்தின் ஆங்கிலத்தின் முக்கிய பேராசிரியரிலும் பேராசிரியர் மைத்ரீயின் அடித்தளத்திலும் பேராசிரியர் மைத்ரீ விக்ரமேசிங்குடன் உள்ளது.",
        "அவர் இரண்டாவது மற்றும் ஒரு சகோதரியாக பிறந்தார், அவர் தம்பதியினரின் தம்பதியினரின் இரண்டாவது மகன், மற்றும் நாலினி விக்ரமாசிங்கின் இரண்டாவது மகன்.",
        "அவர் கொழும்பின் ராயல் கல்லூரியில் பட்டம் பெற்றவர் மற்றும் கொழும்பு பல்கலைக்கழகத்தின் சட்டத்தின் பட்டதாரி. அவர் 1972 இல் உச்சநீதிமன்ற உச்சநீதிமன்றத்தில் வழக்கறிஞராக பதிவு செய்யப்பட்டார், அதன் பின்னர் ஒரு வழக்கறிஞராக இருந்தார்.",
        "அமெரிக்காவின் கேம்பிரிட்ஜ், மாசசூசெட்ஸ் தொழில்நுட்ப நிறுவனத்தின் சர்வதேச ஆய்வு மையத்தில் சர்வதேச ஆய்வு மையமாக உள்ளார். வில்ஹெல்ம் 2017 ஆம் ஆண்டின் உறுப்பினராக இருந்தார், 2017 ஆம் ஆண்டில், அவருக்கு ஆஸ்திரேலியாவின் டிடின் பல்கலைக்கழக நன்கொடை வழங்கப்பட்டது, நாட்டின் அரசியல் சேவையைப் பாராட்டியது.",
        "பல்கலைக்கழக கல்வியில் இருந்து யு.என்.பி இளைஞர் சங்கத்தில் உறுப்பினராக இருந்த ரணில் விக்ரமேசிங்கே, தனது 28 வயதில் நாடாளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "அவர் ஜனாதிபதி ஜே.ஆர். ஜெயவர்தேனின் கீழ், இளைஞர் அமைச்சர் வெளிவிவகாரங்களின் துணை அமைச்சரை நடத்தினார்.",
        "பின்னர் அவர் இளைஞர் விவகாரங்கள் மற்றும் வேலைவாய்ப்பு அமைச்சராக நியமிக்கப்பட்டார்.",
        "தொழில், அறிவியல் மற்றும் தொழில்நுட்ப அமைச்சர் ரணில் விக்ரமேசிங்க் 1989 இல் ஜனாதிபதி பிரேமடாசாவின் தலைவராக நியமிக்கப்பட்டார்.",
        "இலங்கையின் பிரதமராக ரணில் விக்ரமேசிங்க் பணியாற்றியுள்ளார். 1993 - 1994 இல் ரணசிங்க பிரேமதாசத்தை படுகொலை செய்ததற்காக அவர் முதலில் பிரதமராக இருந்தார்.",
        "1994 முதல் 2001 வரை, ரணில் விக்ரமேசிங்கே பாராளுமன்றத்தின் எதிர்க்கட்சித் தலைவர் பதவியில் ஒரு முறை செயல்பட்டுள்ளார்.",
        "ஆகஸ்ட் 2020 இல், ரணில் விக்ரமேசிங்கும் யு.என்.பி.",
        "அவர் (ஆகஸ்ட் 2020 முதல் ஜூன் 2021 வரை 10 மாதங்கள் தவிர) நாடாளுமன்ற உறுப்பினராக நாடாளுமன்ற உறுப்பினராக இருந்து வருகிறார்.",
        "2022 ஆம் ஆண்டின் ஜனாதிபதியின் ஜனாதிபதித் தேர்தலில் பாதுகாப்புப் படையினரை அகற்ற நடவடிக்கை எடுக்கப்பட்டது.",
        "அவர் 2019 நாடாளுமன்ற பொதுத் தேர்தலில் கடுமையான தோல்வியை எதிர்கொண்டதால் பாராளுமன்றத்திற்கு திரும்பினார்.",
        "அண்மையில் கடந்த காலத்தில், அவர் \"ரங்கில் ராஜபக்ஸ்\" என்று அழைக்கப்பட்டார், மற்றவர்கள் \"பிங் ஜனாதிபதியை\" விமர்சித்தனர்.",
        "அவர் ஜனாதிபதி பதவியில் நியமிக்கப்பட்ட இரண்டு ஆண்டுகளில் பாராளுமன்றத்தில் 90 பில்களை நிறைவேற்றினார். \"ஆனால் இந்த மசோதாக்களை நிறைவேற்றுவதில் அவை காணப்பட்டன என்று விமர்சித்தனர்.",
        "ஜனாதிபதியாக ஜனாதிபதியாக நியமிக்கப்பட்ட பின்னர், சுண்ணாம்பு சுற்றின் \"சுற்று கதையில்\" பட்டியலிடப்பட்ட உரையைப் பற்றி அவர் ஒரு வலுவான உரையை உருவாக்கினார்.",
        "அவர் தேர்தல்களைத் தூண்டும் என்றும் குற்றம் சாட்டப்பட்டது.",
        "ரனில் விக்ரமேசிங்கும் கூட்டு அரசாங்கத்தின் பிரதமராகவும் செயல்பட்டார், இது மைத்ரிபாலா சிரிசேனா ஜனவரி 2015 இல் ஜனாதிபதியாக தேர்ந்தெடுக்கப்பட்டார்.",
        "அக்டோபர் 2018 இல் பிரதமர் ரணில் விக்கிரமேசிங்கே பிரதமர் ரணில் விக்க்ரெமேசிங்கை நடத்திய நேரத்தில் மைத்ரிபாலா சிரிசேனாவின் பிரதமராக மைத்ரிபாலா சிரிசேனா நியமிக்கப்பட்டார்.",
        "இருப்பினும், டிசம்பர் மாதம் பிரதமர் பதவிக்கு சிரிசேனா மீண்டும் ரணில் விக்ரமேசிங்கை நியமிக்க வேண்டியிருந்தது.",
        "\"அரசியலமைப்பு நெருக்கடி\" மற்றும் \"அரசியலமைப்பு சதி\" என அழைக்கப்படும் நிகழ்வுகள் 52 நாட்களுக்கு ஈர்க்கப்பட்டன.",
        "ஏப்ரல் 21, 2019 ஞாயிற்றுக்கிழமை தகவல்களைப் பெற்றதாக குற்றம் சாட்டப்பட்ட மக்களில், அந்த நேரத்தில் பிரதமரும் கலந்து கொண்டார், ஆனால் பின்னர் அவர் அவருக்கு எதிரான வழக்குகளிலிருந்து விடுவிக்கப்பட்டார்.",
        "கல்வி அமைச்சராக, 1980 களில் பள்ளி கல்வியை புனரமைக்க கொண்டுவரப்பட்ட \"வெள்ளை வெள்ளை காகித தாள்\" அந்த நேரத்தில் சமூகத்திற்கு வலுவான எதிர்ப்பாக இருந்தது.",
        "1988-89 பயங்கரவாதத்தில் கூறப்பட்ட 'படாலண்டா டோர்டர்' குறித்த விழிப்புணர்வு குறித்து ரணில் விக்ரமேசிங்கில் குற்றம் சாட்டப்பட்டது.",
        "அவரது அரசியல் வாழ்க்கையைப் பற்றிய கொடூரமான விமர்சனத்தில், எல்.டி.டி.இ உடனான சமாதான ஒப்பந்தம் மற்றும் \"மத்திய வங்கி கொள்ளை\" ஆகியவை கடுமையாக உரையாடின.",
        "சஜித் பிரேதாசா தற்போது இலங்கை நாடாளுமன்றத்தின் எதிர்க்கட்சித் தலைவராக உள்ளார்.",
        "இது ஒற்றுமை நாட்டுப்புற சக்தியைக் குறிக்கிறது. ஆனால் இந்த ஆண்டு அவர் ஜனாதிபதி யுபிஎஃப்ஏவுக்கு வழங்கப்படுகிறார்.",
        "1993 ல் நாட்டின் இரண்டாவது நிர்வாகத் தலைவராக இருந்த ரணசிங்க பிரேமதாசாவின் மகன் ஆவார்.",
        "1967 ஜனவரி 12 ஆம் தேதி கொழும்பில் ரணசிங்க பிரேமடாசா மற்றும் ஹேமா பிரேமடாசாவின் சகோதரி, ஒரு சகோதரி இருக்கிறார்.",
        "அவர் செயின்ட் தாமஸ் பிராப் கல்லூரியில் இருந்து செயின்ட் தாமஸ் பிராப் கல்லூரியிலும், லண்டனில் உள்ள ஓ / எல் மற்றும் ஜி.சி.இ மேம்பட்ட நிலை தேர்வுகளிலும் தோன்றினார்.",
        "மேலும் அவர் லண்டன் இன்ஸ்டிடியூட் ஆப் லண்டன், பொருளாதார மற்றும் அரசியல் அறிவியல் பட்டதாரி என்று கூறினார். அவரது கல்வித் தகுதிகளும் தேர்தல் காலத்தில் ஒரு வலுவான உரையாடலைக் கொண்டிருந்தன.",
        "இது ஒரு அரசியல் சூழலில் வளர்க்கப்படுகிறது மற்றும் சஜித் பிரேமடாசா தனது தந்தையின் மரணத்திற்குப் பிறகு அரசியலில் நுழைகிறார். அது 1994 இல் இருந்தது.",
        "அவர் UNP இன் ஹம்பந்தோட்டா UNP மாவட்ட அமைப்பாளராக இருந்தார்.",
        "சஜித் பிரேமடாசா 2000 ஆம் ஆண்டில் பாராளுமன்றத்தில் நுழைந்தார், மேலும் முன்னுரிமை முன்னுரிமை முன்னுரிமை வாக்குகள் மற்றும் முழு நாட்டிலிருந்தும் முன்னுரிமை வாக்குகள்.",
        "ஒரு வருடம் கழித்து யு.என்.பி. ஆட்சிக்கு வந்தபோது அவர் சுகாதார துணை அமைச்சராக நியமிக்கப்பட்டார். அவர் UNP இன் துணைத் தலைவராகவும் பணியாற்றினார்.",
        "அவர் ஐக்கிய தேசிய கட்சி, ஐக்கிய தேசிய முன்னணி, ஐக்கிய தேசிய முன்னணி மற்றும் ஒரு நல்லிணக்க பிரதிநிதியை பிரதிநிதித்துவப்படுத்தியுள்ளார்.",
        "ஜனவரி 2015 முதல் நவம்பர் 2019 வரை கட்டுமான மற்றும் கலாச்சார விவகார அமைச்சராக ரணில் விக்ரமேசிங்கின் கீழ் பணியாற்றினார்.",
        "புதிய ஜனநாயக முன்னணியின் ஜனாதிபதி வேட்பாளராக யு.என்.பி.",
        "பின்னர் அவர் டிசம்பர் 5 ஆம் தேதி சிரிகோத்தாவில் நடந்த கட்சியின் நாடாளுமன்றக் குழு கூட்டத்தில் எதிர்க்கட்சித் தலைவராக நியமிக்கப்பட்டார்.",
        "பின்னர் சஜித் பிரேமடாசா 2020 பொதுத் தேர்தலில் போட்டியிட \"யு.என்.பி பிரிவை\" நிறுவினார்.. அவர் அவரால் பிறந்தார்.",
        "சஜித் UNP இன் தலைமைக்கு ஒரு நீண்டகால போராட்டமாக இருந்தார்.",
        "ஒரு முறை ஒரு \"எதிர்ப்பு ரானில்\", ஒரு \"சஜித் அணிவகுப்பு 'மாதாராவில் தாக்கப்பட்டு மாதாராவில் முடிவடைந்து முடிந்தது. இது சமூகத்தின் \"இலவங்கப்பட்டை துருவ வழக்கு\" என்று அழைக்கப்பட்டது.",
        "காட்டு விலங்குகளின் தலைப்புகள் இன்னும் தனது ஊடகங்களில் சமூகத்துடன் வலுவாகப் பேசப்படும் சமூகத்தில் தலைப்புகளாக நடத்தப்படுகின்றன.",
        "ஊடகங்களில் அவ்வப்போது உரையாடல்களைக் காண முடிந்தது என்ற அவரது சில கூற்றுக்கள்.",
        "ஒருமுறை ஒரு இஸ்லாமிய பக்தி அவர் \"ஒரு அல்-குர்ஆன்\" என்று கூறினார்.",
        "மேலும், நித்திய பூஜிதா வாமாவின் புதிய புதிய தொடர்புடைய தமா, \"எவர்லாஸ்டிங் பூஜா குமார் சங்கக்கரா வாமா, அவர் கட்டியெழுப்பினார், அந்த நேரத்தில் ஒரு வலுவான உரையாடலை மேற்கொண்டார்.",
        "இந்த ஆண்டு ஜனாதிபதித் தேர்தலில் போட்டியிட அனுரா குமாரா டிசனாயக்க தற்போது தேசிய மக்கள்தொகையில் உள்ளார்.",
        "அவர் தேசிய மக்கள்தொகையின் தலைவராகவும், ஜே.வி.பி.. 2 பிப்ரவரி 2014 மணிக்கு ஜே.வி.பி.யில் ஜே.வி.பி.",
        "கட்சியின் நிறுவனர், கட்சியின் நிறுவனர் ரோஹனா விஜேவீரா மற்றும் அடுத்தடுத்த தலைவர் சோமாவன்சா அமரசிங்கின் பின்னர் ஜே.வி.பி தலைமைக்கு நியமிக்கப்பட்ட மூன்றாவது இடம் இதுதான்.",
        "டிஸ்டனாயக் முடியான்ஸலேஜ் அனுரா குமாரா டிசனாயகே நவம்பர் 24, 1968 இல் திவாஹுவாவின் கலேவேலாவில் பிறந்தார்.",
        "குடும்பத்தின் குடும்பத்தினர் மற்றும் குடும்ப உறுப்பினர்கள் மற்றும் குமாரா டிசனாயக்கின் குடும்ப உறுப்பினர்கள் அவரது மனைவியின் திருமண விருந்தில் அவரது மனைவியைப் பார்க்க முடிந்தது என்று தெரிவித்துள்ளனர்.",
        "பாராளுமன்றத்தில் பாராளுமன்றத்தில் நகர்ப்புற மேம்பாடு மற்றும் வீட்டுவசதி அமைச்சர் பிரசன்னா ரணத்துங்காவின் அறிக்கைக்கு பதிலளித்த அவர், \"தனது மகனை வேலை செய்கிறார்\" என்று அவர் ஏர் லங்காவில் பணிபுரிகிறார்.",
        "அவர் ஒரு கல்வி ஆசிரியர் என்று கூறி ஒரு யுடுப் சேனலால் பேட்டி கண்டார்.",
        "அவர் தம்புதேகாமா தொடக்கப்பள்ளியில் (கலுட்டிகாமா காமினி மகா வித்யாலயா) கல்வி பயின்றார் மற்றும் தம்புத்தேகாமா மத்திய கல்லூரியில் பெறப்பட்ட கல்வி.",
        "அவர் கிமு மேம்பட்ட நிலை தேர்வுக்கான கணிதப் பிரிவில் தோன்றினார், அவர் கெலானியா பல்கலைக்கழகத்தின் அறிவியல் பட்டத்திற்குள் நுழைய முடியும், 1995 இல் பட்டம் பெற்றார்.",
        "1987 ஆம் ஆண்டில், இந்தோ-இலங்கை ஒப்பந்தத்தில் இந்தோ-இலங்கை ஒப்பந்தம் கையெழுத்திட்டு சோசலிஸ்ட் மாணவர் சங்கத்தில் சேரவும்.",
        "அவர் 1997 இல் சோசலிஸ்ட் மாணவர் சங்கத்தின் தேசிய அமைப்பாளராக நியமிக்கப்படுகிறார். ஜே.வி.பியின் மத்திய குழுவுக்கு தேர்ந்தெடுக்கப்பட்ட ஜே.வி.பியின் மத்திய குழு, ஒரு வருடத்திற்குப் பிறகு 1998 இல் அதன் அரசியல் வாரியத்திற்கு வருகிறது.",
        "அவர் மத்திய மாகாண சபையின் முதலமைச்சருக்காக போட்டியிட்டார்.",
        "அனுரா குமாரா டிசனாயக் 2000 ஆம் ஆண்டில் முதல் முறையாக நாடாளுமன்றத்திற்கு திரும்புகிறார். 2001 ல் ஜனாதிபதி சந்திரிகா குமாரத்துங்காவின் தகுதிகாண் அரசாங்கத்தை உருவாக்க அவர் பங்களித்தார்.",
        "ஜே.வி.பி மற்றும் ஜே.வி.பியின் பொது முன், யுபிஎஃப்ஏ ஆகியவை பொது வனத்துடன் நிறுவப்பட்டன.. அவர் வேளாண்மை, நிலம், நீர்ப்பாசனம் மற்றும் கால்நடைகளின் அமைச்சராக இருந்தார்.",
        "அவர் 2008 இல் ஜே.வி.பி நாடாளுமன்றக் குழுவின் தலைவராக தேர்ந்தெடுக்கப்பட்டார். அவர் 2010 பொதுத் தேர்தலில் பொதுத் தேர்தலில் தேசிய பட்டியலிலிருந்து நாடாளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "ஆகஸ்ட் 2015 இல் நடந்த பொதுத் தேர்தலில் கொழும்பு மாவட்டத்தை பிரதிநிதித்துவப்படுத்தும் நாடாளுமன்றத்திற்கு அவர் தேர்ந்தெடுக்கப்பட்டார்.",
        "இந்த ஆண்டு டிசம்பர் 17 வரை எதிர்க்கட்சியின் தலைமை அமைப்பாளராகவும் இருந்தார்.",
        "எண்பதுகளின் பிற்பகுதியில் ஜே.வி.பி கொலை உட்பட, 2014 ஆம் ஆண்டில் பிபிசி மெமோராண்டமிடம் அனுரா குமாரா டிசனாயக்க மன்னிப்பு கேட்டார்.",
        "நவம்பர் 2019 நவம்பரில் தேசிய நாட்டுப்புறப் படையை பிரதிநிதித்துவப்படுத்தும் ஜனாதிபதித் தேர்தலுக்கு அவர் நியமிக்கப்பட்டார், சுமார் 3% வாக்குகள்.",
        "2022 ஆம் ஆண்டில், அனுரா குமாராவை கட்சி எதிர்ப்பது அரசியல்வாதிகள், அரசு அதிகாரிகள் மற்றும் வணிகர்கள் வெளிப்படுத்தினர், மேலும் சமூகத்தில் வலுவான உரையாடலைக் கொண்டிருந்தனர்.",
        "முன்னாள் எம்.பி. விஜித் விஜயமுனி சோய்சா, முன்னாள் எம்.பி.",
        "அவர் வெளிநாட்டு தீவில் பணத்தை முதலீடு செய்ததாக குற்றம் சாட்டப்பட்டு, \"இந்த நாட்டில் பொதுமக்களின் பணத்தை நான் திருடவில்லை\" என்று கூறினார்.",
        "எதிர்க்கட்சி அரசியல்வாதிகள் \"சிவப்பு குழந்தை யானை\" என்று அழைத்தனர், அவரும் ரணில் விக்ரமேசிங்கும் அவருக்கும் ரணில் விக்ரமேசிங்குக்கும் இடையே நெருங்கிய உறவைக் கொண்டிருந்தனர்.",
        "2004 ஆம் ஆண்டில், ஜே.வி.பி யுனைடெட் பீப்பிள்ஸ் சுதந்திர கூட்டணியில் போரை முடிவுக்குக் கொண்டுவருவதற்கான முக்கிய நோக்கத்துடன் இணைந்தது.",
        "அனுரா குமாரா டிசனாயக்கப் போர் முடிவடைந்த சில ஆண்டுகளுக்குப் பிறகு, \"போரின் போக்கில்,\" போரின் போக்கில், \"குறிப்பாக\". எங்கள் தோழர்கள், எங்கள் நிவாரண பணியாளர்கள் இராணுவத்திற்குச் சென்று முகாமிட்டனர். பதுங்கு குழிகள். நாங்கள் இப்பகுதியில் செய்ததெல்லாம்.",
        "அது மட்டுமல்லாமல், கிராமவாசிகளின் சிவப்பு தைரியம் பதுங்கு குழி மற்றும் பொலோனாருவா மாவட்டத்தில் பொலோனாருவாவின் டிம்புலகலாவில் சாலைகளை கட்டவில்லை. \"",
        "\"தி லில்லி மலர் இயக்கம்\" ஒரு \"பெருமையுடன்\" சூழலை உருவாக்கியுள்ளது என்று அவர் கூறினார்.",
        "மேலும், ஒரு தனியார் தொலைக்காட்சி சேனல் தொடர்பாக அமைச்சரவை கட்டுரை இருப்பதாக எம்.பி.",
        "இந்த ஆண்டு ஜனாதிபதித் தேர்தலுக்காக நமல் ராஜபக்ஷம் போட்டியிட்டது, இது இப்போது 38 வயதாகிறது.",
        "அவர் மஹிந்த ராஜபக்ஸின் மூத்த மகன் ஆவார், அவர் இரண்டு முறை ஜனாதிபதியாக நியமிக்கப்பட்டார்.",
        "ஏப்ரல் 10, 1986 அன்று, இலங்கையின் முன்னாள் பிரதம மந்திரி டாமல் ராஜபக்ஸுக்கு இரண்டு இளைய சகோதரர்கள் முன்னாள் ஜனாதிபதியாக உள்ளனர்.",
        "நமல் மற்றும் லிமிடி வீரசிங் 2019 இல் வருகிறது.",
        "அவர் லாவினியாவின் மவுண்ட் செயின்ட் தாமஸ் கல்லூரியின் பழைய மாணவர் மற்றும் பள்ளியிலிருந்து விளையாடிய ரக்பியில் ஈடுபட்ட ஒரு மனிதர். மேலும், அவர் பள்ளியின் தலைவர்களையும் 19 வது இலங்கை தேசிய அணியையும் வைத்திருந்தார்.",
        "ஒரு வழக்கறிஞர் நமல் ராஜபக்ஷம் என்ற வழக்கறிஞர் லண்டன் நகர பல்கலைக்கழகத்தில் உயர் கல்வியாக இருந்தார். பின்னர் அவர் ஒரு வழக்கறிஞராக தகுதி பெற சட்டக் கல்லூரியில் சேர்ந்தார், மேலும் இறுதிப் போட்டியின் எண்ணிக்கையின் எண்ணிக்கையில் குற்றம் சாட்டப்பட்டார்.",
        "அவர் 2010 இல் ஹம்பந்தோட்டா மாவட்ட நாடாளுமன்ற உறுப்பினர் உறுப்பினராக ஹம்பந்தோட்டா மாவட்ட நாடாளுமன்ற உறுப்பினர் என தேர்ந்தெடுக்கப்பட்டார். அப்போதிருந்து அவர் நாடாளுமன்ற உறுப்பினராக இருந்து வருகிறார்.",
        "அவர் பாராளுமன்றத்தை ஐக்கிய மக்கள் சுதந்திர கூட்டணியின் உறுப்பினராக பிரதிநிதித்துவப்படுத்தினார் மற்றும் இலங்கை பொது முன்னணியின் உறுப்பினராக பாராளுமன்றத்தை பிரதிநிதித்துவப்படுத்தினார்.",
        "கோத்தாபய ராஜபக்ஷத்தின் அமைச்சராகவும் இருந்தார், மேலும் தமிழ் மற்றும் நிறுவன மேம்பாட்டு அமைச்சராக இளைஞர் மற்றும் விளையாட்டு அமைச்சராக இருந்தார்.",
        "நமல் ராஜபக்ஷம் ரக்பி விளையாடுவதற்கு பெரிதும் நேசிக்கப்படுபவர், மற்றும் அவரது வலைத்தளம் பள்ளி கட்டத்தில் காதல் வளர்ந்தது என்று கூறுகிறது.",
        "அவர் 2013 இல் இலங்கை ரக்பி அணியின் தலைவராக நியமிக்கப்பட்டார். அந்த நேரத்தில் அவர் இலங்கை கடற்படை அணியில் விளையாடிக் கொண்டிருந்தார்.",
        "2012 ஆம் ஆண்டில், ராஜபக்ஷ ஆட்சியின் சர்ச்சைக்கு வழிவகுத்த கார்ல்டன் ஸ்போர்ட்ஸ் நெட்வொர்க் (சி.எஸ்.என்), மஹிந்த ராஜபக்ஸின் மகன்களின் ஒரு பகுதியாக இருப்பதாக பிபிசி தெரிவித்துள்ளது.",
        "திருப்பு மக்கள் தொகை கணக்கெடுப்புச் சட்டத்தின் கீழ் ஒரு ஆய்வுத் திட்டத்தைத் தொடர்ந்து நமால் ராஜபக்ஷாவின் சகோதரர் யோஷிதா ராஜபக்ஷா மற்றும் நான்கு பேர் கைது செய்யப்பட்டனர்.",
        "2016 ஆம் ஆண்டில், 2016 ஆம் ஆண்டின் நாணய கேன்ஸ் சட்டத்தின் கீழ் ஒரு விசாரணை நடத்தப்பட்டது, அங்கு அவர் அவருக்கு சொந்தமானவர் 'மூடப்பட்ட கவரேஜ்' மற்றும் 'என்ஆர் ஆலோசனைகள்' ஆகியோருக்கு சொந்தமானவர்.",
        "இருப்பினும், நவம்பர் 2, 2023 அன்று, அவர் ஐந்து பிரதிவாதிகளுக்கு உத்தரவிட்டார், மேலும் கொழும்பு உயர் நீதிமன்றம் அழைப்பு இல்லாமல் விடுவிக்கப்பட்டது.",
        "ஆகஸ்ட் மாதம், ஆகஸ்டில், நாமல் ராஜபக்ஷம் கைது செய்யப்பட்டு ரிமாண்ட் செய்யப்பட்டார், ஹெல்பாக்ஸ் என்ற சம்பவம் தொடர்பாக ரிமாண்ட் செய்யப்பட்டார். அவர் ரிமாண்ட் செய்யப்பட்ட இரண்டாவது சந்தர்ப்பம் அது.",
        "ராஜபக்ஷ குடும்பம் 2015 ஆம் ஆண்டில் ரக்பி வீரர்களை படுகொலை செய்ததாக குற்றம் சாட்டப்பட்டது, மேலும் 2015 ஆம் ஆண்டில் பிபிசி சிங்களவாலாவுடன் ஒரு நேர்காணல் இருந்தது, மேலும் நமல் ராஜபக்ஷா தெரிவித்தார்.",
        "2019 ஆம் ஆண்டில் நமல் ராஜபக்ஷாவின் திருமணத்தில் நடந்த விபத்தில் கொல்லப்பட்ட முன்னாள் மாநில மந்திரி சனத் நிஷாந்தா, தனது தனிப்பட்ட பணத்தை செலுத்தும் நேரத்தில் வலுவான உரையை நடத்தினார்.",
        "கடந்த ஆண்டு பிபிசி சி சின்ஹாலாவில் கலந்து கொண்ட நமல் ராஜபக்ஷா, \"அரசியலில் நிகழ்ந்த மற்றும் சரிசெய்யப்பட்ட மற்றும் சரிசெய்யப்பட்ட அரசாங்கங்கள் இருப்பதும் அவருடைய நோக்கமாகும்\" என்றார்.",
        "இலங்கையில் மறக்க முடியாத ஐந்து நிகழ்வுகள் இங்கிலாந்தின் சோதனை வரலாறு",
        "ஷாகிப் அல் ஹசந்த்: சக்திவாய்ந்த எம்.பி.க்கள், சக்திவாய்ந்த எம்.பி. இருந்தபோதிலும், கிரிக்கெட்டை சோதிக்க"
      ]
    },
    "en": {
      "title": "Did you know about Ranil, Sajith, Anura, and Namal?",
      "body_lines": [
        "Did you know about Ranil, Sajith, Anura, and Namal?",
        "The decisive elections in Sri Lanka is a short time for the election to elect the 9th Executive President of Sri Lanka.",
        "Matend on Wednesday, August 14, was completed by the Presidential Candidate Candidate.",
        "However, there were only 39 candidates on Thursday, August 15.",
        "One of them, one candidate was killed on the night on August 22, but the number of candidates fell to 38.",
        "According to the Elections Commission, there are two monks among the candidates. No woman has offered for the presidential election.",
        "This is an investigation into the information of four significant candidates of the Presidential election.",
        "Sri Lanka 8th Executive President in Sri Lanka and UNP Leader Ranil Wickremesinghe contested as an independent candidate.",
        "Why was Ranil an independent candidate?Is that advantage of him?Disadvantages?",
        "After he was expelled from the post of Gotabhaya Rajapaksa, he was sworn in as the Succession President on July 21, following the presidency.",
        "Before he was appointed as the president, he was the Prime Minister of the Government of Rajapaksa.",
        "Ranil Wickremesinghe was elected to the Presidency.",
        "Randard Ranil Wickremesinghe was married in 1995 in 1995.",
        "It is with Prof. Maithree Wickremesinghe in the main professor of the English of the University of Kelaniya and the Foundation of Professor Maithree.",
        "He is born as second and one sister, who is the second son of the couple in the couple, and as a second son of Nalini Wickremasinghe.",
        "He was a graduate of the Royal College, Colombo and a graduate of the Law of the University of Colombo. He was registered as a lawyer in the Supreme Court Supreme Court in 1972 and had been a lawyer since then.",
        "He is the International Studies Center at the International Studies Center of Massachusetts Technology Institute, Cambridge, USA. Wilhelm was a member of the year 2017, in 2017, he was awarded a donation of Ditin University of Australia, appreciation for the country's political service.",
        "Ranil Wickremesinghe, who has been a member of the UNP Youth Association since university education, has been elected to Parliament at the age of 28 years.",
        "He is the President JR. Under Jayawardene, the youth minister held the Deputy Minister of External Affairs.",
        "He was later appointed as the Minister of Youth Affairs and Employment.",
        "Ranil Wickremesinghe, the Minister of Industry, Science and Technology, was appointed as Leader of President Premadasa in 1989.",
        "Ranil Wickremesinghe has served as the Prime Minister of Sri Lanka. He was first to be the Prime Minister for the assassination of Ranasinghe Premadasa in 1993 - 1994.",
        "From 1994 to 2001, Ranil Wickremesinghe has acted six once in the post of Opposition Leader of the Parliament.",
        "In August 2020, Ranil Wickremesinghe and the UNP were defeated and the UNP won only one bonus seat in Parliament.",
        "He (except period of 10 months from August 2020 to June 2021) has been a Member of Parliament as a Member of Parliament.",
        "Steps were taken to remove the security forces in the presidential election of the president of the year 2022.",
        "He returned to parliament because he faced a severe defeat in the 2019 parliamentary general election.",
        "In the recent past, he was called \"Ranil Rajapakse\" and others criticized \"Ping President\".",
        "He passed 90 bills in Parliament over the two years he had been appointed as the presidency. \"But criticizing that they were found in the passage of these bills.",
        "After the president was appointed as the president, he created a strong speech about the speech listed on the \"story of the round\" of the lime round.",
        "He was also accused of posturing elections.",
        "Ranil Wickremesinghe also acted as the Prime Minister of the joint government, which Maithripala Sirisena was elected President in January 2015.",
        "Maithripala Sirisena was appointed as the Prime Minister of Maithripala Sirisena at the time when the Prime Minister Ranil Wickremesinghe was holding the post of Prime Minister in October 2018.",
        "However, Sirisena had to appoint Ranil Wickremesinghe again for the post of Prime Minister in December.",
        "The events, known as the \"constitutional crisis\" and \"the constitutional conspiracy\" was attracted for 52 days.",
        "Among the people who were accused of receiving information on the Sunday of the 21st April 2019, the Prime Minister was also present at the time, but he later released from cases against him.",
        "As the Minister of Education, the \"White White Paper Sheet\", which was brought to reconstruct school education in the 1980s, was a strong opposition to the society at the time.",
        "Ranil Wickremesinghe was accused of awareness of the 'Batalanda tortor', which is said in the 1988-89 terror.",
        "Among the terrible criticism of his political life, a peace agreement with the LTTE and the \"central bank loot\" was severely conversing.",
        "Sajith Premadasa is currently the opposition leader of the Sri Lanka Parliament.",
        "It represents the unity folk force. But this year he is presented to the Presidential UPFA.",
        "He is the son of Ranasinghe Premadasa, who was the second executive president of the country in 1993.",
        "The sister of Ranasinghe Premadasa and Hema Premadasa in Colombo on 12th January 1967, there is one sister.",
        "He appeared at St. Thomas Prap college from St. Thomas Prap college and the O / L and GCE Advanced Level Examinations in London.",
        "And he said he was a graduate of London Institute of London, Economic and Political Science. His educational qualifications also had a strong conversation on the election period.",
        "It is raised in a political environment and Sajith Premadasa enters politics after a year after his father's death. That was in 1994.",
        "He was the UNP's Hambantota UNP district organizer.",
        "Sajith Premadasa entered the Parliament in 2000, with more preferential preferential preferential votes and more preferential votes from the entire country.",
        "He was appointed Deputy Minister of Health when the UNP came to power a year later. He also served as the deputy leader of the UNP.",
        "He has represented the United National Party, the United National Front, the United National Front and a reconciliation representative.",
        "He worked under Ranil Wickremesinghe as the Minister of Construction and Cultural Affairs from January 2015 to November 2019.",
        "He made a statement that he was resigned from the post of Deputy Leader in the UNP as the presidential candidate of the New Democratic Front.",
        "He was then appointed as the Leader of the Opposition at the party's parliamentary group meeting at Sirikotha on December 5.",
        "Then Sajith Premadasa established the \"division of the UNP\" to contest the 2020 general election.. He is borne by him.",
        "Sajith was a long-standing struggle for the leadership of the UNP.",
        "One time a \"anti-Ranil\", a \"Sajith Parade 'was attacked in Matara and ended up in Matara and was over. It was known as the \"cinnamon pole case\" of society.",
        "The topics of the wild animals are still being held as titles in the society that is strongly talked to the society in his media.",
        "Some of his claims that the society was able to see the occasional conversations in the media.",
        "He once said that a Islamic devotion was said that he was \"an al-Quran\" a tathod. \"",
        "Moreover, the New New Related Tama of Eternal Poojitha Vama, \"everlasting Pooja Kumar Sangakkara Vama, He built, has made a strong conversation at the time.",
        "Anura Kumara Dissanayake is currently in national population to contest the presidential election this year.",
        "He is the leader of the national population as well as the JVP. Anura Kumara Dissanayake was unanimously elected as its leader at the JVP at the JVP at 2 February 2014.",
        "It was the third who was appointed to the leadership of the JVP after the founder of the party, the founder of the party Rohana Wijeweera and successive Leader Somawansa Amarasinghe.",
        "Dissanayake Mudiyanselage Anura Kumara Dissanayake was born in November 24, 1968 at Galewela, Dewahuwa.",
        "The family and family members of the family and family members of Kumara Dissanayake have reported that his wife was able to see his wife at the wedding feast of his Son.",
        "In response to a statement by the Urban Development and Housing Minister Prasanna Ranatunga in Parliament in Parliament, he said, \"Working his Son,\" he works in Air Lanka.",
        "He was interviewed by an UTUB channel, saying that he was a tuition teacher.",
        "He was educated at Thambuththegama Primary School (Caluttegama Gamini Maha Vidyalaya) and education received at the Thambuththegama Central College.",
        "He appeared in the Mathematic Section for the GCE Advanced Level Examination, he will be able to enter the Science Degree of University of Kelaniya and in 1995 and graduated in 1995.",
        "In 1987, the Indo-Sri Lanka Accord was signed by the Indo-Sri Lanka Accord and join the Socialist Students Union.",
        "He is appointed as the national organizer of the Socialist Students Union in 1997. The central committee of the JVP, who is elected to the Central Committee of the JVP, is coming to its Political Board in 1998 after a year.",
        "He contested for the Chief Minister of the Central Provincial Council.",
        "Anura Kumara Dissanayake returns to Parliament for the first time in 2000. He contributed to the creation of the probation government of President Chandrika Kumaratunga in 2001.",
        "The JVP and the General Front of the JVP, the UPFA was established with the general forest.. He was the Minister of Agriculture, Land, Irrigation and Livestock.",
        "He was elected as the leader of the JVP Parliamentary group in 2008. He was elected to parliament from the National List in the general election in the 2010 general election.",
        "He was elected to parliament representing the Colombo District in the general election in August 2015.",
        "He was also the chief organizer of the opposition until December 17th of this year.",
        "Anura Kumara Dissanayake apologized to the BBC Memorandum in 2014, including the killings of the JVP in the late eighties.",
        "He was appointed to the presidential election in November 2019 representing the national folk force in November 2019, approximately 3% of the votes.",
        "In 2022, Anura Kumara was disclosed by party-opposition politicians, government officials, as well as businessmen, and had a strong conversation in the society.",
        "Former MP Vijith Vijayamuni Soyza, former MP Vijith Vijayamuni Soysa, had said that Anura Kumara Dissanayake had also worked with him to get the President's president at the time.",
        "He was accused of investing money on foreign island and said, \"I have not stolen the money of the public in this country.\"",
        "Opposition politicians have called the \"red baby elephant\", changing that he and Ranil Wickremesinghe had a close relationship between him and Ranil Wickremesinghe.",
        "In 2004, the JVP joined the United People's Freedom Alliance with the main objective of ending the war.",
        "Anura Kumara Dissanayake was a few years after the end of the war, \"in the course of the war,\" in the course of the war, \"the cabiceigollewa issue of particular. Our comrades, our relief workforce went to the army and encamped. Made bunkers. All we were done in the area.",
        "Not only that, the red courage of the villagers in the villagers who have not gone bunker and build the roads in the Dimbulagala, Polonnaruwa in the Polonnaruwa District. \"",
        "He added that \"the lily flower movement\" has created a \"environment with pride\".",
        "Also, Minister of MP Mahindananda Aluthgamage said that a cabinet paper was in connection with a private television channel.",
        "Namal Rajapaksa contested for the presidential election this year, which is now 38 years old.",
        "He was the eldest son of Mahinda Rajapakse who was appointed as the president twice.",
        "On April 10, 1986, Damal Rajapakse, a former Prime Minister of Sri Lanka, has two younger brothers, as a former President.",
        "Namal and Limiti Weerasinghe comes in 2019.",
        "He is an alumnia of St. Thomas' College, Mount Lavinia and was a man who was engaged in rugby played from school. Further, he held the leaders of the school and the 19th Sri Lanka National Team.",
        "A lawyer named A lawyer Namal Rajapaksa was higher education at the City University London. He later joined the Law College of Law to qualify as a lawyer and was accused of the number of part of the final.",
        "He is elected to Hambantota District Member of Parliament as a member of the Hambantota District Member of Parliament in 2010. He has been a Member of Parliament since then.",
        "He represented Parliament as a Member of the United People's Freedom Alliance and representing the Parliament as a Member of the Sri Lanka General Front.",
        "He was also the Minister of Gotabhaya Rajapaksa and was the Minister of Youth and Sports Minister as the Minister of Tamil and Enterprise Development.",
        "Namal Rajapaksa is a heavily loved person to play Rugby, and his website states that the love was grown during the school phase.",
        "He was appointed as the leader of the Sri Lankan rugby team in 2013. He was playing the Sri Lanka Navy team at the time.",
        "In 2012, the BBC was reported that the Carlton Sports Network (CSN), which led to the controversy of the Rajapaksa regime, was part of the sons of Mahinda Rajapakse.",
        "Namal Rajapaksa's brother Yoshitha Rajapaksa and four others were arrested following an inspection scheme under the Turning Census Act.",
        "In 2016, an inquiry was conducted under the Currency Canced Act of 2016, where he belongs to him belonging to 'Covered Coverage' and 'NR Consultations' comprised of 'Gaverstorate' and 'NR Consultations'.",
        "However, on November 2, 2023, he ordered five defendants, and the Colombo High Court was released without the calling.",
        "In August, in August, Namal Rajapaksa was arrested and remanded in connection with an incident called hellbox. It was the second occasion he was remanded.",
        "The Rajapaksa family was accused of the assassination of rugby players in 2015 and was an interview with BBC Sinhala in 2015, and Namal Rajapaksa said.",
        "Former State Minister Sanath Nishantha, who was killed in an accident in Namal Rajapaksa's wedding in 2019, had a strong speech at the time of paying his personal money.",
        "Attending BBC Sinhala last year, Namal Rajapaksa said, \"It is also his purpose to have the governments that have occurred and corrected and corrected in politics.\"",
        "Five unforgettable events in Sri Lanka Test history of England",
        "Shakib Al Hasant: Powerful MPs, despite powerful MP, to Test cricket"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the key points about Sajith Premadasa, Anura Kumara Dissanayake, and Namal Rajapaksa:",
    "",
    "### Sajith Premadasa",
    "",
    "- Current opposition leader of the Sri Lanka Parliament",
    "- Represents the Unity Force",
    "- Son of former President Ranasinghe Premadasa",
    "- Entered politics in 1994 after his father's death",
    "- Previously served as Deputy Minister of Health and Minister of Construction and Cultural Affairs",
    "- Contested the 2020 general election as the presidential candidate of the New Democratic Front",
    "- Involved in controversies related to the \"cinnamon pole case\" and allegations of Islamic devotions",
    "- Built the \"Everlasting Pooja Kumar Sangakkara Vama\"",
    "",
    "### Anura Kumara Dissanayake",
    "",
    "- Current leader of the Janatha Vimukthi Peramuna (JVP)",
    "- Born in 1968 in Galewela, Dewahewa",
    "- Educated at Thambuththegama Central College and University of Kelaniya",
    "- Joined the Socialist Students Union in 1987",
    "- Appointed as the national organizer of the Socialist Students Union in 1997",
    "- Elected as the leader of the JVP in 2014",
    "- Contributed to the creation of the probation government of President Chandrika Kumaratunga in 2001",
    "- Apologized for the killings of the JVP in the late 1980s",
    "- Disclosed by party-opposition politicians, government officials, and businessmen in 2022",
    "- Accused of investing money on foreign islands",
    "- Called the \"red baby elephant\" due to his close relationship with Ranil Wickremesinghe",
    "",
    "### Namal Rajapaksa",
    "",
    "- Eldest son of former President Mahinda Rajapaksa",
    "- Contesting the presidential election this year",
    "- Graduated from City University London and qualified as a lawyer",
    "- Elected to Hambantota District Member of Parliament in 2010",
    "- Represented Parliament as a member of the United People's Freedom Alliance and Sri Lanka General Front",
    "- Served as the Minister of Youth and Sports and Minister of Tamil and Enterprise Development",
    "- Arrested and remanded in connection with an incident called \"hellbox\"",
    "- Accused of involvement in the assassination of rugby players in 2015",
    "- Interviewed by BBC Sinhala in 2015 regarding the Rajapaksa family's involvement in politics"
  ]
}