{
  "translated_text": {
    "si": {
      "title": "යෝගී බාබුගේ 'කන්ද' සැප්තැම්බර් මාසයේදී නිකුත් කරන ලදී",
      "body_lines": [
        "දෙමළ සිනමා කර්මාන්තයේ හොඳම චරිත නළු කාල පෙකාට්, මෙම චිත්රපටය සැප්තැම්බර් මාසයේදී නිකුත් කරන බව නිවේදනය කර තිබේ.",
        "යෝගී බාබු, කාලි මෙනන්, කාලි මෙනට්, සිංගම් කොටි, රාමචන්ද්රන් සහ තවත් බොහෝ අය අයි.පී. මුරුකෂ්ෂ්ගේ අධ්යක්ෂණය \"මලයි 'චිත්රපටයේ රඟපෑ ය.",
        "මෙම චිත්රපටය තීඩි එස්වාර් විසින් වාර්තා කර ඇත. ඉමාන් සංගීතය රචනා කර ඇත. මෙම චිත්රපටය සාදා ඇත්තේ ලෙමන් කොළ ක්රියේෂන්ස් පුද්ගලික සමාගම වෙනුවෙන් ය. ගනේෂ් මූර්ති සහ උ. සවුන්යාරියනා සම්බන්ධ කර ඇත.",
        "චිත්රපටයේ වැඩ 2022 වන විට අවසන් කරන ලද අතර වෙඩි තැබීම අවසන් වූ අතර පශ්චාත් කෙටි වැඩ කටයුතු සිදු කෙරෙමින් පවතී.",
        "මෙම පසුබිම තුළ, චිත්රපට කාර්ය මණ්ඩලය මෙම චිත්රපටයේ විශේෂ ඡායාරූපයක් නිකුත් කර ඇති අතර, එය සැප්තැම්බර් මාසයේදී ලොව පුරා චිත්රපට නිවාසයේ මුදා හරිනු ඇත.",
        "මේ අතර, යෝගි බාබුගේ චිත්රපටය ඔහුගේ රංගනය තුළ 'බොට්' චිත්රපටයක් විශාල හා විවේචනාත්මකව සාර්ථක වූ අතර රසිකයන් සහ චිත්රපට ව්යාපාරිකයින් අතර විශාල අපේක්ෂාවක් ඇත."
      ]
    },
    "en": {
      "title": "Yogi Babu's 'Mountain' released in September",
      "body_lines": [
        "Kali Venkat, the best character actor of the Tamil film industry, has announced that the film will be released in September.",
        "Yogi Babu, Lakshmi Menon, Kali Venkat, Singam Tiger, Ramachandran and many others have starred in the film 'Malai', directed by debutant director IP Murukesh.",
        "The film has been recorded by Theni Eswar. Iman has composed the music. The film was made on behalf of Lemon Leaf Creations Private Limited. Ganesh Murthy and G. Soundarya has co -produced.",
        "The work of the film was completed by 2022 and the shooting was completed and the post -shooting technical work is underway.",
        "In this backdrop, the film crew has released a special photo of the film, which will be released in the film House around the world in September.",
        "Meanwhile, Yogi Babu's film 'Bot' has been a big and critically successful in his performance and has a huge expectation among fans and film businessmen."
      ]
    }
  },
  "summary_lines": [
    "\"Yogi Babu's 'Mountain,' starring Kali Venkat and Lakshmi Menon, set for release in September, follows the success of 'Bot.' Directed by IP Murukesh, it features music by Iman and cinematography by Theni Eswar. Co-produced by Ganesh Murthy and G. Soundarya, the film wrapped production in 2022.\""
  ]
}