{
  "translated_text": {
    "ta": {
      "title": "பலத்த மழை: 24 மணி நேரத்தில் 7 பேர் இறக்கின்றனர்",
      "body_lines": [
        "பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) கூறுகையில், கனமழை காலத்தின் காரணமாக 24 மணி நேர காலத்தில் ஏழு பேர் இறந்துவிட்டனர்.",
        "தென்மேற்கு பருவமழையின் செயலில், தீவுவாசிகள் மேற்கு, சபராகாமுவா மாகாணங்கள் மற்றும் கேலி மற்றும் மாதரா மாவட்டங்களுக்கு வளர்க்கப்படுகிறார்கள்.",
        "பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) வெள்ளம் மற்றும் நிலச்சரிவுகள் பற்றிய எச்சரிக்கைகள் வழங்கப்பட்டுள்ளன என்று கூறியது.",
        "இறுக்கமான வானிலை காரணமாக (ஜூன் 3) தீவின் அனைத்து அரசுப் பள்ளிகளுக்கும் கல்வி அமைச்சகம் தெரிவித்துள்ளது.",
        "பியூவக்பிட்டியா பகுதியில் ஏற்பட்ட வெள்ளத்தில் மூன்று பேர் பலத்த மழை காலநிலையுடன் கொல்லப்பட்டதாக பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) அறிவித்துள்ளது.",
        "இறந்தவர் 29 வயது தாய், அவரது ஏழு வயது மகள் மற்றும் 78 வயது என அடையாளம் காணப்பட்டுள்ளார்.",
        "இன்று (02) அதிகாலையில் வீட்டிற்கு அருகிலுள்ள வீட்டிற்கு அருகிலுள்ள சாலையில் உள்ள சாலையில் வெள்ளத்தால் இந்த வீடு வெள்ளத்தில் மூழ்கியது.",
        "இதற்கிடையில், அவிசவெல்லாவில் உள்ள ஹெவஹ்வாராலா பகுதியில் 11 வயது சிறுமியையும் இரண்டு இளைஞர்கள் கொன்றனர்.",
        "இதற்கிடையில், பேரழிவு மேலாண்மை மையத்தின் இயக்குனர், பிபிசி சிங்கள சேவையின் இயக்குநர் பிரதீப் கோடிப்பிலி, கலுடாரா, கொழும்பு, மாதாரா மற்றும் காலே மாவட்டங்களில் வெள்ளம் தெரிவித்துள்ளது.",
        "\"பல பகுதிகளில் 400 மி.மீ க்கும் அதிகமான மழை பெய்ததாக தெரிவிக்கப்பட்டுள்ளது.\"",
        "\"தற்போதைய சூழ்நிலையில் சிறிய வெள்ள அளவுகள் வெள்ள நிலை வரை உள்ளன.\"",
        "\"பேரழிவு நிலைமையின் அறிவிப்புகளுக்கு மக்களின் கவனம். இது மிகவும் முக்கியமானது \"என்று பேராடீப் கோடிப்பிலி கூறினார்.",
        "தென்மேற்கு பருவமழை மழை நிலை செயலில் இருப்பதால், அடுத்த 24 மணி நேரத்தில் தீவு இன்னும் மழை பெய்யும் என்று எதிர்பார்க்கப்படுவதாக வானிலை ஆய்வு திணைக்களம் அறிவித்துள்ளது.",
        "அதன்படி, மேற்கு, சபராகாமுவா மாகாணங்கள் மற்றும் காலே மற்றும் மாதரா மாவட்டங்களின் 150 மி.மீ.",
        ".",
        "கலு ஆற்றின் சிறிய நதி கலு ஆற்றின் அடுத்த 48 மணி நேரத்தில் வெள்ளத்தை ஏற்படுத்தும் என்று நீர்ப்பாசனத் துறை ஒரு அறிக்கையை வெளியிட்டுள்ளது.",
        "நீர்ப்பாசனத் துறை (I] முனையத் துறை புலத்சின்ஹாலா, மதுரவாலா மற்றும் பாலிண்டவாலா பிரதேச செயலகங்களில் உள்ள லோ கங்கா ஆற்றின் தாழ்வான நிலங்களைச் சேர்ந்த தாழ்வான நிலங்களில் வெள்ளத்தை வெளியிட்டுள்ளது.",
        "\"கடந்த 24 மணி நேரத்தில் மழையுடன், கருப்பு, அவமானம், கும்பல் மற்றும் நில்வாலா நதி வெள்ளத்தை எட்டியுள்ளது.\"",
        "\"நில்வாலா ஆற்றில் தாழ்நிலங்களில் வெள்ளம் வளர்ந்து வருகிறது.\"",
        "\"குறிப்பாக, கோட்டகா, கம்பூருவிதியா, முலாதியானா, மாலியியானா, மாலியியானா, அத்ச்சூரியா, திஹகோடா, திஹகோடா, மற்றும் அதன் கிளைகளின் வெள்ளம் உயர்ந்துள்ளன.\"",
        "\"கூடுதலாக, இங்கிரியா, ஹொரானா, டோடங்கோடா, இங்கிரியா, டோடங்கோடா, இன்ஜிரியா, டோடங்கோடா, இங்கிரியா, டோடங்கோடா, ஹொனானா, டோடங்கோடா, இன்ஜிரியா, ஹொரோனோனா, டோடங்கோடா, இன்ஜிராயா, டோடங்கோடா, இன் .",
        "\"இதற்கிடையில், ஜி.என் ஆற்றின் தாழ்வான நிலங்களில் வெள்ளம் பதிவாகி வருகிறது.\"",
        "\"ஜி.என் நதியின் நீர் மட்டமும் அவற்றின் கிளைகளும் கங்கன் மற்றும் அவற்றின் கிளைகளில், ஜி.என் நதி மற்றும் அவற்றின் கிளைகளுடன், நெலுவா, தவலாமா, நாகோடா மற்றும் பேடெகாமா பிரதேச இரகசியங்கள் ஆகியவற்றுடன் பதிவு செய்யப்பட்டுள்ளன.\"",
        "\"இதற்கிடையில், கெலானி ஆற்றைச் சுற்றியுள்ள தாழ்வான நிலங்களில் ஒரு சிறிய வெள்ளம் உள்ளது. டெஹியோவிடா, ருவான்வெல்லா, சீதாவாகா, டோம்பே, ஹோமகாமா, கடுவேலா, கொழும்பு மற்றும் வட்டலா பிரிவு செயலகம் மேலும் மேம்படுத்தப்பட்டுள்ளது. \"",
        "\"இந்த பகுதிகளில் வசிக்கும் மக்கள் மற்றும் அந்த பகுதிகள் வழியாக பயணிக்கும் வாகனங்கள் மிகவும் அக்கறை கொள்ள வேண்டும்.\"நீர்ப்பாசன இயக்குநர் இயக்குநர். சூஷ்வாரா கூறினார்.",
        "நீர்ப்பாசனத் துறை (நீர்ப்பாசனத் துறை) வெளியிட்டுள்ள அறிவிப்பின்படி, பிடபதபாதர பகுதியில் நீர்ப்பாசனத்தில் வெள்ளத்தை எட்டியுள்ளது.",
        "ஒன்பது மாவட்டங்களுக்கு பலத்த மழைக்கு நிலச்சரிவு வழங்கப்பட்டுள்ளது.",
        "தேசிய கட்டிட ஆராய்ச்சி அமைப்பு (என்.பி.ஆர்.ஓ) கொழும்பு மாவட்டத்திலும் கொழும்பு மாவட்டத்திலும் படுக்கா மற்றும் சீதாவாகா பிரதேச செயலகம் ஆகியவற்றுக்கு சிவப்பு அறிவிப்புகளை வெளியிட்டுள்ளது.",
        "கண்டி, நுவரா எலியா, ரத்னபுரா, ரத்னபுரா, கெகல்லே, ஹம்பந்தோட்டா, மாதாரா மற்றும் குருநேகலா மாவட்டங்களில் 46 பிரதேச செயலகப் பிரிவுகளுக்கு நிலச்சரிவு வழங்கப்பட்டுள்ளது.",
        "தேசிய கட்டிட ஆராய்ச்சி அமைப்பு (என்.பி.ஆர்.ஓ) நிலச்சரிவு எச்சரிக்கைகள் நாளை அதிகாலை 4 மணி முதல் அதிகாலை 4 மணி வரை பயனுள்ளதாக இருக்கும் என்று கூறியது.",
        "அதிக மழை காலநிலையால் பாதிக்கப்பட்ட மக்களுக்கு நிவாரணம் வழங்க போர், விமான போக்குவரத்து மற்றும் கடற்படை ஆசிரியர்கள் தயாராக உள்ளனர்.",
        "இலங்கை விமானப்படை செய்தித் தொடர்பாளர் குழு கேப்டன் துஷான் பிபிசி சிங்களவலாவிடம் பேரழிவு நடவடிக்கைகளுக்கு வரிசைப்படுத்த சிங்களிடம் கூறினார்.",
        "கடற்படை செய்தித் தொடர்பாளர் கேப்டன் கயான் விக்க்ரேமசுரியா பிபிசி சிங்களிடம் தெரிவித்தார்.",
        "எந்த நேரத்திலும் பேரழிவு நடவடிக்கைகளைப் பயன்படுத்த 116 அணிகள் தயாராக உள்ளன என்றும் அவர் கூறினார்.",
        "இதற்கிடையில், இராணுவம் ஒரு அறிக்கையை வெளியிட்டுள்ளது, மேலும் விற்பனை மற்றும் மாலிம்பாடா பகுதிகளில் இடம்பெயர்ந்த மக்களுக்கு உணவு வழங்க ஏழு இராணுவ அணிகள் பயன்படுத்தப்பட்டுள்ளன என்று கூறியுள்ளது.",
        "மின்சாரம் மற்றும் எரிசக்தி அமைச்சகம் ஜெயவர்தேனா பிபிசியிடம், வெள்ளத்தை விசாரிக்க மின்சாரம் மற்றும் வெள்ளத்தின் காலநிலையை இடைநிறுத்த நடவடிக்கை எடுக்கப்பட்டுள்ளது என்று கூறினார்.",
        "\"காலே, கலுடாரா, ரத்னபுரா, கொழும்பு மற்றும் கெகல்லே மாவட்டங்களில் மின் பொருட்கள் துண்டிக்கப்பட்டுள்ளன. அது பொதுமக்களின் பாதுகாப்பிற்காக. \"",
        "\"இந்த பகுதிகளில் பேரழிவு மேலாண்மை மையத்துடன் நாங்கள் இடைநீக்கம் செய்யப்பட்டுள்ளோம்.",
        "\"வெள்ளம் காலமான பிறகு, மின்சார விநியோகத்தை மீட்டெடுக்க நாங்கள் நடவடிக்கை எடுப்போம்.\"செயலாளர் கூறினார்.",
        "இலங்கை சமுதாயத்தில் \"ஒற்றை அம்மா\" ஆக இருப்பது எவ்வளவு சவாலானது?",
        "இஸ்ரேலிய-காசா போர்: ரஃபாடா முகாம் மீதான தாக்குதலின் போது என்ன நடந்தது?",
        "நிலத்தின் நிலத்திற்கு தகுதியானது என்று முத்து மானிக் பற்றி உங்களுக்குத் தெரியுமா?"
      ]
    },
    "en": {
      "title": "Heavy Rain: 7 people die in 24 hours",
      "body_lines": [
        "The Disaster Management Center (DMC) states that seven persons have died during the 24-hour period due to the heavy rain weather.",
        "With the active of the southwest monsoon, the islanders are being raised to the Western, Sabaragamuwa Provinces as well as the Galle and Matara districts.",
        "The Disaster Management Center (DMC) said that the warnings of floods and landslides have been issued.",
        "The Ministry of Education has informed all government schools in the island tomorrow (June 3) due to the tight weather conditions.",
        "The Disaster Management Center (DMC) has announced that three people have been killed in the flood in Puwakpitiya area with heavy rain weather.",
        "The deceased has been identified as a 29 year old mother, her seven-year-old daughter and 78 years.",
        "The house was flooded by floods on the road near the house near the house today (02) in early morning.",
        "Meanwhile, two youths have also killed a 11 year old girl in the Hewahwarala area in Avissawella.",
        "Meanwhile, the Director of the Disaster Management Center, Director Pradeep Kodippili, BBC Sinhala service, said the floods in Kalutara, Colombo, Matara and Galle districts.",
        "\"It is reported that the rain has been received over 400 mm present in many areas.\"",
        "\"The minor flood levels on the current situation is up to a flood level.\"",
        "\"The people 'attention to the announcements of disaster situation. It is very important. \"The Director of Disaster Management Center said Pradeep Kodippili said.",
        "The Department of Meteorology has announced that the island is still expected to rain in the island during the next 24 hours, as the southwest monsoon rain condition is active.",
        "Accordingly, heavy showers in the Western, Sabaragamuwa provinces and 150 mm of the Galle and Matara districts.",
        "(June 1) to date, the Ingiriya Haltuwara grocery 436.5 mm, Akureewa, 436.5 mm, Akurember 283.5 million, Ven.The Department of Meteorology announces.",
        "The Department of Irrigation has issued a statement that the small river of the Kalu River can cause a flood during the next 48 hours of the Kalu River.",
        "According to the Irrigation Department, the Irrigation Department (I] terminal department has issued a flood in the lowlands belonging to the lowlands of the Low Ganga River in Bulathsinhala, Madurawala and Palindawala Divisional Secretariats.",
        "\"With the rainfall in the past 24 hours, black, shame, gang and Nilwala River has reached floods.\"",
        "\"The flooding in lowlands in the Nilwala River are growing.\"",
        "\"In particular, Kottaka, Kamburupitiya, Mulatiyana, Maliyiyana, Maliyiyana, Athuraliya, Thihagoda, Thihagoda, and the floods of its branches are rise.\"",
        "\"In addition, the flooding can also grow floods in Ingiriya, Horana, Dodangoda, Ingiriya, Dodangoda, Ingiriya, Dodangoda, Ingiriya, Dodangoda, Horana, Dodangoda, in Ingiriya, Horana, Dodangoda, In Ingiriya, Horana, Dodangoda, Ingiriya, Horana, Dodangoda, in Ingiriya, Horana, Dodangoda, in Ingiriya, Horana, Dodangoda.\"",
        "\"In the meantime, floods are being reported in the lowlands in the GN River.\"",
        "\"The water level of the GN river and their branches are recorded in the Gangan and their branches, along with the GN river and their branches, along with the Neluwa, Thawalama, Nagoda and Baddegama Divisional Secretariats.\"",
        "\"In the meantime, there is a small flood in the lowlands around the Kelani River. In Dehiowita, Ruwanwella, Seethawaka, Dompe, Homagama, Kaduwela, Colombo and Wattala Divisional Secretariat areas is further enhanced. \"",
        "\"The people living in these areas and vehicles traveling through those areas should be very concerned.\"Director of Irrigation Director. Suesshwara said.",
        "According to an announcement issued by the Irrigation Department (Irrigation Department) has reached the floods at the Pitabadabadara area in the Irrigation.",
        "Landslides have been issued for nine districts with heavy rains.",
        "The National Building Research Organization (NBRO) has issued red announcements to Padukka and Seethawaka Divisional Secretariat in Colombo District as well as the Colombo District.",
        "The landslides have been issued for 46 Divisional Secretariat Divisions in Kandy, Nuwara Eliya, Ratnapura, Ratnapura, Kegalle, Hambantota, Matara and Kurunegala districts.",
        "The National Building Research Organization (NBRO) stated that the landslide warnings will be effective from 4am to 4am to 4am tomorrow.",
        "War, Aviation and Navy teachers have been prepared to provide relief to the people affected by heavy rain weather.",
        "Sri Lanka Air Force Spokesperson Group Captain Dushan told BBC Sinhala told Sinhala to deploy for disaster operations.",
        "Naval spokesman Captain Gayan Wickremasuriya told BBC Sinhala.",
        "He also said that 116 teams have been prepared to use the disaster operations at any time.",
        "Meanwhile, the army has issued a statement and said that seven army teams have been deployed to provide food to the displaced people in the Sale and Malimbada areas.",
        "The Ministry of Power and Energy Jayawardena told BBC that steps have been taken to suspend the climate of electricity and floods to investigate the floods.",
        "\"Electrical supplies have been disconnected in Galle, Kalutara, Ratnapura, Colombo and Kegalle districts. That is for the protection of the public. \"",
        "\"We have been suspended in these areas with the Disaster Management Center.",
        "\"After the floods are passing, we will take steps to restore the electricity supply.\"The Secretary said.",
        "How challenging to be a \"Single Mom\" ​​in Sri Lankan society?",
        "Israeli-Gaza War: What happened during the attack on Raffada camp?",
        "Do you know about the pearl mnick as worthy of the land of land?"
      ]
    }
  },
  "summary_lines": [
    "In Sri Lankan society, being a single mom can be challenging due to cultural expectations, financial hardships, and lack of support systems. The Israeli-Gaza War involved intense conflict between Israel and Gaza, with significant casualties and destruction, particularly affecting civilians. The pearl mink refers to a unique breed of pig known for its valuable fur, which has been controversial due to ethical concerns surrounding animal farming practices."
  ]
}