{
  "translated_text": {
    "si": {
      "title": "පොල් ගසේ රන් වළලයි",
      "body_lines": [
        "රු.",
        "බඩුල්ලා හි නිවසක කිසිවෙකු නොමැති විට බදුල්ලා, බදුල්ලා හි නිවසක කිසිවෙකු නොමැති බවට චෝදනා කරමින් සිටි තරුණයන් 22 දෙනෙකු වල් තරුණයන් 22 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "ඔහු සොරකම් කළ මුදල් ඔහුගේ විමර්ශනය සඳහා වියදම් කර ඇති බවත් පොල් ගසේ මුදුනේ රන් වළලු වැසී ඇති බවත් ඔහු පොලිසියට පැවසීය.",
        "සිද්ධිය සම්බන්ධයෙන් වැඩිදුර පරීක්ෂණ පොලිසිය විසින් සිදු කරනු ලැබේ."
      ]
    },
    "en": {
      "title": "Gold bangle in the coconut tree",
      "body_lines": [
        "Badulla police said that the gold bangle worth Rs 1,40,000 was stolen in a house and was recovered at the top of the 40 -foot -tall coconut tree and a youth was arrested on suspicion.",
        "A 22 -year -old youth has arrested a young man who was investigating the information received by the police alleging that there was no one in a house in Medapana, Badulla, when there was no one in a house in Badulla.",
        "He told the police that he had spent the stolen money during his investigation and that the gold bracelet had been hidden on the top of the coconut tree.",
        "Further investigations into the incident are being carried out by the police."
      ]
    }
  },
  "summary_lines": [
    "A gold bangle worth Rs 1,40,000, stolen from a house in Badulla, was found on a coconut tree. A 22-year-old youth was arrested for hiding it there. He claimed to have spent the stolen money on his investigation."
  ]
}