{
  "translated_text": {
    "ta": {
      "title": "32 ஆண்டுகளில் ஒலிம்பிக் கால்பந்து தங்கப் பதக்கம்",
      "body_lines": [
        "ஒலிம்பிக் போட்டிகளில் ஒலிம்பிக் போட்டிகளில் ஸ்பெயின் வென்றது.",
        "பாரிஸ் ஒலிம்பிக் போட்டிகளின் இறுதி விளையாட்டு மைதானத்தில் புரவலன் பிரான்ஸ் காலெண்டரை 3 முதல் 3 வரை வீழ்த்தியது.",
        "பாரிஸ் ஒலிம்பிக் போட்டிகளின் ஆண் கால்பந்து போட்டியின் இறுதிப் போட்டிகள் புரவலன் பிரான்ஸ் மற்றும் ஸ்பெயினுக்கு இடையே நடைபெற்றது.",
        "ஆரம்பத்தில் இருந்தே போட்டி செய்யப்பட்டது, முதல் பாதி ஸ்பானிஷ் மொழியை 3 கோல்களில் 1 ஆக முடித்தது.",
        "இரண்டாவது பாதியில் பிரான்ஸ் இரண்டு கோல்களை பதிவு செய்தது, அதன்படி, இரண்டு கோல்களும் அந்தக் காலத்தின் முடிவில் சேகரிக்கப்பட்டன.",
        "கூடுதல் 5 கோல்களில் இறுதிப் போட்டியை வென்றதன் மூலம் தங்கப் பதக்கம் வென்றது."
      ]
    },
    "en": {
      "title": "Olympic Football Gold Medal in 32 years",
      "body_lines": [
        "Spain won the Olympic Games in the Olympic Games.",
        "The host France beat the calendar as 3 to 3 in the final playground of the Paris Olympic Games.",
        "The finals of the male football tournament of the Paris Olympic Games was held between the host France and Spain.",
        "The competition was made from the outset and the first half ended the Spanish as 1 in 3 goals.",
        "France recorded two goals in the second half, accordingly, accordingly, the two goals were collected at the end of the time.",
        "The gold medal was won by winning the final in the additional 5 goals."
      ]
    }
  },
  "summary_lines": [
    "In the Paris Olympics, Spain faced France in the men's football final. Despite leading 1-0 after the first half, France equalized with two goals in the second half. The match went into extra time, where Spain emerged victorious with five more goals, securing the gold medal."
  ]
}