{
  "translated_text": {
    "si": {
      "title": "කොළඹ දිස්ත්රික්කයේ දෙමළ ජනතාව එකට එකතු වුවහොත් ඔබට සාමාජිකයින් 3 දෙනෙකු ලබා ගත හැකිය - ඊපීඩීපී. ජාතික ලැයිස්තු සාමාජික බාබුසර්මා",
      "body_lines": [
        "කොළඹ දිස්ත්රික්කයේ දෙමළ ජනතාව එකට වැඩ කළහොත් ඔවුන්ට දෙමළ නියෝජිතයින් තිදෙනෙකු ලබා ගත හැකිය.",
        "ඊලාම් මහජන ප්රජාතන්ත්රවාදී පක්ෂයේ ජාතික ලැයිස්තු සාමාජිකයෙකු වන බාබු ෂර්මා මහතා කියා සිටියේ අපට යමෙකුගේ ඡන්ද විසරණය කර ඡන්ද ලබා ගැනීමට අවශ්ය නොවන බවයි.",
        "ඔහු මේ බව කියා සිටියේ ඒඑම්ඒ ප්රජාතන්ත්රවාදී පක්ෂයේ ප්රවෘත්ති සාකච්ඡාවකදී බ්රහස්පතින්දා (31) පැවති මාධ්ය හමුවකදීය.",
        "අපගේ ඉලක්කය මෙවර කොළඹ දිස්ත්රික්කයේ දෙමළ නියෝජනය වැඩි කිරීමයි.",
        "එබැවින් දෙමළ ජනතාව එකට වැඩ කරන්නේ නම්, ඔබට කොළඹ සාමාජිකයින් තිදෙනෙකු ලබා ගත හැකිය. කොළඹ දිස්ත්රික්කයේ මීට පෙර නියෝජනය 2 ක් ලැබී තිබුණි.",
        "අපි කිසිවෙකු සමඟ තරඟ කිරීමට යන්නේ නැත, නමුත් අප අන් අයගේ ඡන්ද ගංවාලීමට අවශ්ය නැත.අද කොළඹ, කොළඹ අසනීපයි.",
        "අපේ පක්ෂ නායක ඩග්ලස් දේවානන්ද කොළඹ දෙමළ නියෝජනයක් ලබා ගැනීමට අදහස් කරන අතර එමගින් කොළඹ ජනතාවගේ දෛනික ගැටලු විසඳයි.",
        "යාල්. දිස්ත්රික්කයේ හිටපු අමාත්ය ඩග්ලස් දේවානන්ද විවිධ සංවර්ධන වැඩසටහන් සිදු කර තිබේ.",
        "දෙමළ ජනතාවට සේවය කිරීම ගැන ජනතාවට ආඩම්බර වන අතර එය මහසන් සේවාවක් යැයි සිතමින්.",
        "හිටපු අමාත්ය ඩග්ලස් දේවානන්ද සබශ්සිරෙයි අයියාප්පා දර්ශනාම් වෙත යන බැතිමතුන්ට නොමිලේ ප්රවේශ පත්ර ලබා දීමට පියවර ගැනීම සහ ඔවුන්ට පහසුකම් සපයයි.. අනාගතයේ දී එම සැලසුම් ක්රියාත්මක කිරීමට ඔහු පියවර ගනු ඇත.",
        "ඉතින්, ඩී, බීඩීපී. මෙම මැතිවරණයේදී රට පුරා අවම වශයෙන් සාමාජිකයින් 5 දෙනෙකු වත් ලබා ගැනීම ඉලක්කයයි.",
        "එබැවින් කොළඹ ජනතාව ඔවුන්ගේ ඡන්ද වැඳනා ලාංඡනයට ලබා දී දෙමළ නියෝජනයේ වැඩිවීමට සහාය විය යුතුය."
      ]
    },
    "en": {
      "title": "If the Tamil people of the Colombo district come together, you can get 3 members - EPDP. National List Member Babusarma",
      "body_lines": [
        "If the Tamil people of the Colombo district work together, they can get three Tamil representatives.",
        "Babu Sharma, a national list member of the Eelam People's Democratic Party, said that we do not need to scatter anyone's votes and get votes.",
        "He was speaking at a press conference held at the Eelam Democratic Party on Thursday (31).",
        "Our aim is to increase Tamil representation this time in the Colombo district.",
        "So if the Tamil people work together, you can get 3 members in Colombo. The Colombo district had previously received 2 representations.",
        "We are not going to compete with anyone, but we do not need to flood the votes of others.Today, Colombo is heard by vain.",
        "Our party leader Douglas Devananda intends to obtain Tamil representation in Colombo and thereby solve the daily problems of the people of Colombo.",
        "Yall. Former Minister Douglas Devananda in the district has done various development programs.",
        "People's Service is always proud to serve the Tamil people, thinking that it is a Mahasen service.",
        "Former Minister Douglas Devananda has taken on various welfare schemes such as taking steps to provide free tickets to pilgrims who go to Sabarimalai Ayyappa Darshanam and provide them with facilities.. He will take steps to carry out those plans in the future.",
        "So the d, the BDP. The target is to get at least 5 members across the country in this election.",
        "Therefore, the people of Colombo should give their votes to the Veena logo and support the increase in Tamil representation."
      ]
    }
  },
  "summary_lines": [
    "Tamil unity key to 3 seats in Colombo district: EPDP's Babu Sharma. Party aims to boost Tamil representation without competing against other parties."
  ]
}