{
  "translated_text": {
    "si": {
      "title": "යූ ටියුබ්ගේ නාමයෝජනා ප්රතික්ෂේප කිරීම; අලි සබ්රි",
      "body_lines": [
        "තාක්ෂණික දෝෂයක් හේතුවෙන් යූඩූබර් අගන් සේනරත්නගේ ස්වාධීන කමිටුවේ ස්වාධීන කමිටුවේ ස්වාධීන කමිටුවේ නම් කිරීම ප්රතික්ෂේප කළ විදේශ ඇමති අලි සර්රි මහතා කනස්සල්ල පළ කර තිබේ.",
        "සුළු ප්රායෝගික ගැටළු මත පදනම් වූ එවැනි ප්රතික්ෂේප කිරීම් ප්රජාතන්ත්රවාදයේ මූලධර්ම සහ ඔවුන්ගේ නායකයින් තෝරා ගැනීම පිළිබඳව මහජනතාවගේ අයිතිවාසිකම්වලට අනුකූලද සබ්රි ප්රශ්න කළේය දැයි සබීරිස් ප්රශ්න කළේය.",
        "ප්රසිද්ධ යුඩූබර් අස්තාන් සේනරත්න ඊයේ කියා සිටියේ තම ස්වාධීන කමිටුව මැතිවරණ කොමිසම විසින් ප්රතික්ෂේප කරන බවයි. සමාජ මාධ්යවල ප්රකාශ කරමින් ඔහු බලාපොරොත්තු සුන් වූ අතර වැරදි පුද්ගලයා නාමයෝජනා ලබා දී ඇති බව පවසමින් තමා ප්රතික්ෂේප කළ බව පැවසීය.",
        "මෙම තීරණයට එරෙහිව නීතිමය පියවර ගැනීමට කියා සිටියේ, මෙම තීරණයට එරෙහිව නීතිමය පියවර ගැනීමට කියා සිටියේ, මෙම තීරණයට එරෙහිව නීතිමය පියවර ගැනීමට කියා සිටි බවත්, නාමයෝජනා ඉදිරිපත් කිරීමට සහ පිටත බලා සිටින තෙක් පක්ෂ නායකයාට පැවසූ බව සේනරත්න මහතා පැවසීය.",
        "නාමයෝජනා ඉදිරිපත් කිරීමට බලය ඇති පුද්ගලයින්ට මැතිවරණ පනත විස්තර කරන බව මැතිවරණ කොමිසම නැවත රැස් කර තිබේ. ඔබ ඊට එකඟ වීමට අපොහොසත් වුවහොත්, නාමයෝජනා නුසුදුස්සකු වේ.",
        "මෙය කාගේ නාමයෝජනා ප්රතික්ෂේප කිරීම හෝ ඔවුන්ගේ සුදුසුකම් මොනවාද යන්න ගැන නොවේ - එය මහජනයා තීරණය කළ යුතුය. සැබෑ ගැටළුව වන්නේ විකාර තාක්ෂණයක් මත පදනම්ව නාමයෝජණයක් ප්රතික්ෂේප කිරීම නිවැරදි ද යන්නයි.",
        "අනවසර පුද්ගලයෙකු විසින් නාමයෝජනා ගොනු කර තිබුණද, එය පිළිගැනීමට පෙර නාමයෝජනා නිලධාරියා පරීක්ෂා නොකළ යුතුද?ඔබට ලේඛන පිළිගෙන නියමිත දින අවසන් දිනය අවසන් වන තෙක් බලා සිටින අතර මුළු ලැයිස්තුවම ප්රතික්ෂේප කරන්න?දෝෂය නිවැරදි කිරීම සඳහා කාලය ලබා නොදී එය පහව නොයන බව පැවසීම මැතිවරණ නිලධාරියාගේ සාමාන්ය යුතුකමද?",
        "නාමයෝජනා පත්රය විධිමත් ආකාරයකින් නම්, අපේක්ෂකයින්ගේ නම්, අවශ්ය අත්සන් සහ පැහැදිලි කැමැත්ත, සැලකිය යුතු සුදුසුකමක් නොවේද?එය භාර දුන් පරිදි සම්පූර්ණ ලැයිස්තුව විසි කිරීමට අවශ්යද?",
        "තාක්ෂණික කරුණු වැළැක්වීම සඳහා නොවන පුද්ගලයින්ගේ තේරීම සරල කිරීම මැතිවරණ කොමිෂන් සභාවේ කර්තව්යයයි. ඔවුන්ගේ වැඩ ක්රියාවලියට මග පෙන්වීම සහ මහජනයා ඡන්ද අයිතිය භාවිතා කිරීම සහතික කිරීම නොවේ නම් අපේක්ෂකයින්ට ද punish ුවම් කිරීම නොවේ. සැලකිය යුතු අනුකූලතාව සුදුසුකම් ලැබිය යුතුය, මහජනතාවගේ කැමැත්තෙන් වලක්වන කුඩාම ප්රායෝගික ගැටලු දැඩි ලෙස ක්රියාත්මක නොකළ යුතුය.",
        "2018 වගේ, අපි මෙය වෙලිගම මහ නගර සභා නඩුවේදී දුටුවෙමු. සියලුම අපේක්ෂකයින් එකට සිටියද, සමස්ත නාමයෝජනා ලැයිස්තුවෙන් අනතුරුව නොවන ලිපියක් ලබා දෙන ලදී. මෙම තාක්ෂණය මගින් සමස්ත ඡන්දදායකයින්ම පුළුල් සුදුසුකම් ලත් අපේක්ෂකයින්ගේ අපේක්ෂකයින්ගෙන් අපේක්ෂකයින් තීරණය කළ බව මෙම තාක්ෂණය ප්රතික්ෂේප විය.",
        "එය ප්රජාතන්ත්රවාදය සහ ඔවුන්ගේ නායකයින් තෝරා ගැනීමේ අයිතිය මිස තනි අපේක්ෂකයින් හෝ පාර්ශ්වයන් ගැන නොවේ.",
        "ක්රියා පටිපාටි වැදගත් ය, නමුත් මැතිවරණ කොමිෂන් සභාවේ කාර්යභාරය වන්නේ සාධාරණ නියෝජනයක් සහතික කිරීම මිස නීතියේ අධික ලෙස දැඩි පැහැදිලි කිරීම් වලින් වළක්වා ගැනීම නොවේ. කුඩා ප්රායෝගික දෝෂ ඇති වූ විට, ඔබ මඟ පෙන්වීම කෙරෙහි අවධානය යොමු කළ යුතු අතර එය ප්රතික්ෂේප නොකළ යුතුය.",
        "මෙම සිද්ධිය පිළිබඳ වාර්තාව පිළිබඳව හිටපු අමාත්ය අලි සබ්රි මහතා තම අතෘප්තිය ප්රකාශ කර ඇති අතර, නාමයෝජනා ප්රතික්ෂේප වූ අතර ඔහුගේ වෘත්තිය කුමක්ද සහ කිසිවෙකු තමාට කැමති නැත."
      ]
    },
    "en": {
      "title": "YouTube's nomination rejection; Ali Sabri",
      "body_lines": [
        "Former Foreign Minister and Justice Minister Ali Sabri has expressed concern over the decision of the Election Commission, which rejected the nomination of the Independent Committee of Yuduber Ashane Senaratne due to technical error.",
        "Sabri questioned whether such rejections based on minor practical issues are in line with the principles of democracy and the rights of the public choosing their leaders.",
        "Famous Yuduber Ashan Senaratne said yesterday that his independent committee was rejected by the Election Commission. Published on social media, he expressed despair and said he was rejected by claiming that the wrong person had given the nomination.",
        "Senaratne announced that he was planning to take legal action against the decision, claiming that the party leader was asked to take another candidate to submit the nomination and wait for him to wait outside.",
        "The Election Commission has reunited that the Election Act describes which people have the authority to submit nominations. If you fail to comply, the nomination is disqualified.",
        "This is not about whose nomination is rejected or what their qualifications are - it must decide the public. The real problem is whether it is correct to reject a nomination based on an absurd technology.",
        "Even if the nomination has been filed by an unauthorized person, shouldn't the nomination officer check before accepting it?How can you accept the documents and wait until the deadline is over and reject the entire list?Is it the general duty of the election officer to say that it will not go away without giving it time to fix the error?",
        "If the nomination sheet is in a formal form, the names of the candidates, the required signatures and the clear consent, are not a significant qualification?Want to throw the entire list for who handed it over?",
        "The task of the Election Commission is to simplify the choice of the people, not to prevent it on technical matters. It is not to guide their work process and ensure that the public is using the right to vote is not to punish candidates. Significant compliance must be qualified, and the smallest practical problems that prevent the wishes of the public should not be severely implemented.",
        "Like 2018, we saw this in the Weligama Municipal Council case. Although all the candidates were together, the entire nomination list was rejected as a non -leader letter was given. This technology denied that the entire voters decide their preferred candidates from a wide set of qualified candidates.",
        "It is about democracy and the right to choose their leaders, not about individual candidates or parties.",
        "Procedures are important, but the role of the Election Commission is to ensure a fair representation, but not to prevent it from the excessive severe explanations of the law. When small practical errors occur, you must focus on guidance, and do not reject it.",
        "Former minister Ali Sabri has expressed his dissatisfaction with the report on the incident, saying that whose nomination was rejected, what his profession was and no one would like him or not."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the article in approximately 200 characters:",
    "",
    "Election Commission rejects YouTube influencer's nomination due to technical error. Former ministers question legality, citing democracy principles. Influencer plans legal action, arguing nomination officer failed to verify documents before deadline. Critics argue commission prioritizes procedure over voter choice."
  ]
}