{
  "translated_text": {
    "si": {
      "title": "\"තරඟය සඳහා ඔබ එනතෙක් බලා සිටිමු\": \"අපි ඔබ එනතුරු බලා සිටිමු\": අයිඑස්අයිඑස් අනතුරු ඇඟවීම",
      "body_lines": [
        "එක්සත් ජනපදයේ අයිසීසී සහ විස්සයි 20 ලෝක කුසලානය සඳහා ත්රස්ත ප්රහාර එසිස් තර්ජනය කර තිබේ.",
        "චිත්රපටය වෙස්මුහුණු මිනිසෙකු ලෙස නිරූපණය කර ඇති අතර තුවක්කුවේ පිටුපස තුවක්කුවක් රැගෙන නව යොක් ක්රිකට් ක්රීඩාංගණය දෙස බලමින් සිටී.",
        "\"තරගය එනතෙක් බලා සිටින්න\", \"අපි ඔබ එනතුරු බලා සිටිමු\" යන චිත්රපටයේ පුද්ගලයා මත ලිවීම, \"තරඟය රැඳී සිටින්න\" යනුවෙන් ලියා තිබේ.",
        "එසේම, පදිකයේ කෙළවරේ ඩයිනමයිට් පොල්ලක් සහිත ඔරලෝසුවක් දර්ශනය වේ.",
        "ඉන්දියාව සහ පාකිස්තානය අතර තරගය ජුනි 9 වන දින නාසා ක්රීඩාංගනයේදී පැවැත්වේ.",
        "ජාත්යන්තර ක්රිකට් කවුන්සිලයේ මාධ්ය ප්රකාශක මේ පිළිබඳව අදහස් දැක්වීය.",
        "\"තරඟයට පැමිණෙන සියල්ලන්ගේ ආරක්ෂාව අපගේ පළමු ප්රමුඛතාවය වන අතර අපට පුළුල් හා ශක්තිමත් ආරක්ෂක සැලැස්මක් ඇත.\"ඔහු කිව්වා.",
        "එක්සත් ජනපදය හා බටහිර ඉන්දීය කොදෙව් ජාතිකයන් කෙරෙහි අවධානය යොමු කරමින් අයිසීසී විස්සයි 20 ලෝක කුසලානය ජුනි 1 සිට ජුනි 29 දක්වා ජුනි 29 සිට ජුනි 29 දක්වා පැවැත්වේ."
      ]
    },
    "en": {
      "title": "“Wait for you for competition”: “We're waiting for you”: ISIS Warning",
      "body_lines": [
        "ISIS has been threatened with terrorist attacks for the ICC and T20 World Cup in the United States.",
        "The film is depicted as a masked man, carrying a gun on the back of the gun, is looking at the New York Cricket Ground.",
        "Writing, \"Wait for the competition,\" is written on the person in the film, \"We are waiting for you.\"",
        "Also, a clock with a dynamite stick is displayed at the end of the verse.",
        "The match between India and Pakistan will be held on June 9 at NASA Stadium.",
        "The media spokesman of the International Cricket Council has commented on this.",
        "\"The safety of all who come to the competition is our first priority, and we have a comprehensive and strong security plan.\"He has said.",
        "The ICC T20 World Cup will be held from June 1st to June 29, focusing on the US and West Indies."
      ]
    }
  },
  "summary_lines": [
    "ISIS threatens terror attacks during ICC and T20 World Cup in the U.S., targeting cricket matches including India vs. Pakistan on June 9 at NASA Stadium. The threat includes a masked figure holding a gun near a New York Cricket Ground with a clock and dynamite. The International Cricket Council assures strong security measures for everyone's safety."
  ]
}