{
  "translated_text": {
    "si": {
      "title": "සිංගප්පූරුවේ ගෙදර වැඩක් ලෙස සේවය කරමින් සිටියදී ඔහුගේ නෛතික පිළිවෙල සම්පූර්ණ කළ ශ්රී ලාංකික කාන්තාවක් ඇගේ සිහිනය තදින් ගෙන ඇගේ සිහිනය තේරුම් ගත්තාය",
      "body_lines": [
        "ජයන්ති කමගේ සිය කෘතිවල වැඩ කරමින් සිටි අතර ඔහුගේ විද්යුත් ලිපිනය ලන්ඩන් විශ්ව විද්යාලයෙන් පණිවිඩයකට පැමිණියේය.",
        "අවුරුදු 43 - දිගුකාලීන ශ්රී ලාංකික කාන්තාවක දිගු කලක් තිස්සේ දිගු කලක් තිස්සේ ඇගේ ගමන කෙලෙසනු ඇත. මෙම ගමන කිලෝමීටර් කිහිපයක් පැවතුනි.",
        "කම්වේජ් අපට පැවසුවේ ශ්රී ලංකාවේ විගණන සහායකයකු ලෙස ඔහු වැඩ කරන විට, සිංගප්පූරුව වැටුපට වඩා දෙගුණයක් ආදායම දෙගුණයක් බවයි.",
        "ඔහු තම නීතිය ආරම්භ කර වසර තුනකට පසු ඔහු තම අධ්යාපනය සඳහා ශ්රී ලංකාවෙන් මුදල් සඳහා පිටත් විය.",
        "ඇයට ඇගේ ළමා කාලය ගැන ඇයට ඉතා විශ්වාසයක් නම්, ඇය විදේශගත වීම නිසා ඇතිවන ඕනෑම අර්බුදයකට මුහුණ දීමට සූදානම්ව සිටියාය.",
        "මේ වන විට පිරිපහදුවෙහි කටයුතු කරමින් සිටින සමාගමේ අධීක්ෂක කමගේ මහතා පැවසුවේ මෙය ඉතා දිගු කර්තව්යයක් බවයි.",
        "වචනවල වචනවල යෙදීමට ක්රමයක් ඇති බව මා දනවන නමුත් මගේ හැඟීම් ඇති ක්රමයක් තිබේ.",
        "කමගේ දින කිහිපයක් තිස්සේ ඇස් ඇරළී තිබුණි - ඔහුට ඉගෙනීමට අපහසු විය.",
        "මම ලිප්ස්ටික් හෝ ආලේපන මිලදී ගත්තේ නැත, ඔහු පවසයි.",
        "වඩාත් විවේචනාත්මක අවස්ථාවන්හිදී පවා ඔහු තමාගේම විශ්වාසය තැබුවේය. ඔවුන් සෑම කෙනෙකුම නව ඉගෙනුම් අත්දැකීමක් ලෙස මම දුටුවෙමි.",
        "කවාගේ ගැන සඳහන් කරන එක් ශ්රී ලාංකිකයෙක් සහ ඔහුගේ දෙමව්පියන් සමඟ නැවත එක්වීමට ඔහුගේ අරගලයන්.",
        "කමගේගේ පියා සෑම විටම වාහන පියා සහ මවට සහයෝගය දැක්වීය.",
        "කමගේ පවසන්නේ ඔවුන් පූර්ණ අධ්යාපනයක් නොමැති වුවද, අධ්යාපනයේ වටිනාකම ඔවුන් දනිති.",
        "ඔහුගේ පළමු රැකියාව 2021 දී ගිවිසුමක් ඇති වූ විට, ඔහු නැවත බැලීමට නැවත ඔවුන් සමඟ ජීවත් වීමට උනන්දු විය.",
        "කෙසේ වෙතත්, කෝවිට් නිසා දේශසීමා වසා දැමීම හේතුවෙන් ඔහුට ශ්රී ලංකාවට යාමට නොහැකි විය.",
        "මම ඔවුන් නොමැතිව කලබල වී ඔවුන්ගේ සෞඛ්යයට බිය වූවා."
      ]
    },
    "en": {
      "title": "A Sri Lankan woman who completed his legal order while working as a homework in Singapore, firmly made her dream and realized her dream",
      "body_lines": [
        "While Jayanthi Kamage was working in his work, his email came to a message from the University of London.",
        "The 43 -year -old Sri Lankan woman's journey as a long -term journey will defile her journey. The trip has lasted several kilometers.",
        "Kamage told us that when he was working as an audit assistant in Sri Lanka, Singapore has twice as much income than the salary.",
        "Three years after he began his law, he left Sri Lanka for money for his education.",
        "If she was very sure of her childhood, she was ready to face any crisis caused by her going abroad.",
        "Kamage, the supervisor of the company, who is currently working on the refinery, said this was a very long task.",
        "He said that I know that there is a way to be in the words of the words, but there is a way that my feelings are.",
        "Kamage had been blindfolded for several days-he had difficulty in learning.",
        "I did not buy a lipstick or cosmetics, he says.",
        "Even in the most critical moments, he made his own confidence-I saw each of them as a new learning experience.",
        "One Sri Lankan who refers to Kamage as the most incompetent, and his struggles to reunite with his parents.",
        "Kamage's father was always supportive of a vehicle father and mother.",
        "Kamage says that even though they are not fully education, they know the value of education.",
        "When his first job -related agreement was over in 2021, he was keen to live with them again to look back.",
        "However, due to the closure of the borders due to Kovit, he was unable to travel to Sri Lanka.",
        "I was very upset without them and feared their health."
      ]
    }
  },
  "summary_lines": [
    "Jayanthi Kamage, a Sri Lankan woman, pursued her dream of studying in the UK, despite facing financial challenges and cultural adjustments. She left Sri Lanka for Singapore, where she worked to support her education, overcoming language barriers and personal struggles."
  ]
}