{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරණයේදී මිනිසුන් නිවැරදි පුද්ගලයා තෝරා නොගන්නේ නම්, එය රටේ අනාගතය ගැන සිහින දැකීමට නොහැකි වනු ඇත - වීපී නායක රුවන් විජේවර්ධන",
      "body_lines": [
        "එක්සත් ජාතික පක්ෂයේ ජනාධිපතිවරණයේදී ජනතාව නිවැරදි තීරණයක් නොගන්නේ නම් අපට රටේ අනාගතය ගැන සිහින දැකීමට නොහැකි වනු ඇතැයි \"එක්සත් ජාතික පක්ෂයේ නියෝජ්ය නායක රුවන් විජේවර්ධන මහතා පැවසීය.",
        "එක්සත් ජාතික පක්ෂය (යූඑන්පී) ගම්පහා දිස්ත්රික් සම්මේලනය ඉරිදා යක්කාල ප්රදේශ් සභා ශ්රවණාගාරයේදී පැවැත්විණි. ඔහු මේ බව කියා සිටියේ රැස්වීම අමතමින්.",
        "අපි අද තීරණාත්මක ස්ථානයක සිටිමු. අපි මේ වසරේ මැතිවරණ වර්ෂය ලෙස දකිමු. ඔක්තෝම්බර් මාසයේදී අපි ජනාධිපතිවරණයට මුහුණ දෙන්නෙමු.ඉන්පසු මහ මැතිවරණයට මුහුණ දීමට සිදුවේ. පසුව පළාත් සහ පළාත් පාලන මැතිවරණයකට මුහුණ දීමට සිදුවේ. එබැවින් පක්ෂය වර්තමානයේ සිට ඒ සඳහා සූදානම් විය යුතුය. ජනතාවගේ තීරණය මගින් රටේ අනාගතය තීරණය වේ. එබැවින් රට දිශාවට රට රැගෙන යාමට ජනතාවට ගත් තීරණය තිබේ.",
        "පසුගිය වසර දෙක තුළ රට කුමක්දැයි රටේ ජනතාව දනිති.අපි හැමෝම පේළි වල හිටියා. රජයේ ගිණුම්වල ශතවර්ෂයක් නොතිබුණි.එදින රට භාර ගැනීමට කිසිදු නායකයෙක් ඉදිරිපත් නොවීය. විපක්ෂ නායකයින් ඔවුන්ගේ වගකීමෙන් බේරී ඇත. ඉදිරියට ආ අපේ නායකයා පමණයි. රනිල් වික්රමසිංහ රටේ වගකීම භාරගෙන තිබේ.",
        "එසේම, රනිල් වික්රමසිංහ මහතා ගත් තීරණය නිසා අපි තත්ත්වයෙන් තත්වයෙන් පැමිණ ඇත්තෙමු. ඔහු කිසි විටෙකත් තීරණ ගැනීමට බිය නොවීය. අභියෝගවලට බිය නොවන එවැනි නායකයෙකු අපට අවශ්යය. අද රට ස්ථාවරත්වයේ ස්ථානයේ සිටින විට, අප අපට බලය ලබා දෙන්නේ නම් අපි රට කළමනාකරණය කරන්නෙමු. එදින අභියෝගයන්ට පලාගිය අය දැන් බලය ප්රවර්ධනය කරමින් සිටිති.",
        "නමුත් අපි මේ රට නැවත ගොඩනඟා ගැනීමට නම්, අප සියල්ලන්ම එක්සත් විය යුතුය. භේදයකින් මේ රට වැඩිදියුණු කළ නොහැක. රටේ ආර්ථික අර්බුදයෙන් ජනතාව පීඩා විඳින බව ජනාධිපතිතුමා තේරුම් ගෙන තිබේ.",
        "ජනාධිපතිවරයා මේ වන විට එය විසඳීම සඳහා අවශ්ය පියවර ගනිමින් සිටී. එබැවින් ජනාධිපතිවරයා දිගින් දිගටම වැඩසටහන් ක්රියාත්මක කරන්නේ නම්, අප මුහුණ දෙන ආර්ථික ගැටලුවට විසඳුමක් ලබා ගත හැකිය.එහි තීරණය ජනාධිපතිවරණයේදී පැවැත්වේ. ජනතාව නිවැරදි තීරණයක් ගෙන ජනාධිපති අසුනේ හිඳගෙන සිටින්නේ නම්, අපට රටේ අනාගතය ගැන සිහින දැක ගත හැකි බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "If people do not choose the right person in the presidential election, it will not be able to dream about the future of the country -UNP leader Ruwan Wijewardena",
      "body_lines": [
        "\"We will not be able to dream about the future of the country if the people do not make the right decision in the presidential election in October,\" said Ruwan Wijewardena, Deputy Leader of the United National Party.",
        "The United National Party (UNP) Gampaha District Federation was held at the Yakkala Pradeshiya Sabha auditorium on Sunday. He said this while addressing the gathering.",
        "We're in the decisive place today. We see this year as the election year. At October, we will face the presidential election.Thereafter, the general election will be faced. Subsequently, the provincial and local elections will be facing. So the party must be prepared for it from the present. The future of the country will be determined by the people's decision. So the people have the decision to take the country in the direction.",
        "And the people of the country know what the country was in the last two years.We were all in the rows. There was no century in government accounts.No leader came forward to take charge of the country on that day. Leaders in the opposition escaped from their responsibility. Only our leader came forward. Ranil Wickremesinghe has accepted the responsibility of the country.",
        "Also, we have come out of the state of affairs due to the decision taken by Ranil Wickremesinghe. He never feared to make decisions. We need such a leader who is not afraid of challenges. When the country is in stability without struggles today, we are managing the country if we give power to us. Those who fled the challenges on that day are now promoting power.",
        "But if we are to rebuild this country, we should all be united. Can not improve this country with split. The president has realized that the people are suffering from the economic crisis in the country.",
        "The President is currently taking necessary steps to resolve it. So if the president continues to carry out the programs, we can soon find a solution to the economic problem we face.Its decision is staying in the presidential election. He said that if the people make the right decision and sit in the president's seat, we can dream of the future of the country."
      ]
    }
  }
}