{
  "translated_text": {
    "ta": {
      "title": "இலங்கையின் இரண்டு மாத்திரைகள் உலக சர்ப்ப பட்டியலில் சேர்ந்தன",
      "body_lines": [
        "உலக பாம்பு நாயக்காவில் மற்றொரு இரண்டு பாம்பு இனங்களை அறிமுகப்படுத்த இலங்கை ஆராய்ச்சி குழு அறிமுகப்படுத்தப்பட்டுள்ளது.",
        "ரினோபிஸ் மார்ட்டின் மற்றும் ரைனோபிஸ் தினர்சர்தா ஆகியோரிடமிருந்து உலக செர்ஜெட்டர் பட்டியலிலிருந்து உலக செர்ஜெட்டர் பட்டியலுக்கு இலங்கையில் சேர்ந்த சிங்களவாதியிடம் மெண்டிஸ் விக்ரமசிங்க கூறினார்.",
        "ரினோஃபிஷிஸ் மார்ட்டின் இனங்கள் ரக்வானா மலைத்தொடரில் கண்டுபிடிக்கப்பட்டுள்ளன, மேலும் மேற்கு சரிவுகளின் மேற்கு சரிவுகளில் ரைனோஃபிஸ் டினார்சார்ட் அடையாளம் காணப்பட்டுள்ளது.",
        "இந்த கண்டுபிடிப்பைக் கண்டுபிடிப்பதன் மூலம் வழக்குகளின் எண்ணிக்கை 20 ஆக அதிகரித்துள்ளது.",
        "இலங்கையின் வறண்ட மண்டலத்திலும், உலகின் இரண்டு இனங்கள் எண்டந்திலும் காணப்படும் கெக்கோக்கள் உள்ளதா?",
        "\"இந்த இரண்டு சிறப்புகளும் லங்காண்டாவுக்கு ஆபத்து. எதுவும் பூல் செய்யவில்லை. அவர்கள் பூமியின் கீழ் வாழ்கிறார்கள். மிகவும் உணர்திறன் கொண்ட விலங்கு.",
        "ரைனோபிஸ் யூரோபெல்டிடே சாதிக்கு சொந்தமானது என்றும் அவர்கள் இந்தியா மற்றும் இலங்கைக்கு உரிமை உண்டு என்றும் அவர் கூறினார்.",
        "டேவிட் பீவர் உள்ளிட்ட ஆராய்ச்சி குழுவுக்கு ஒரு பெண் என்ற பெண்ணுக்கு சொந்தமான நிலம் முதல் முறையாக உரிமை உண்டு.",
        "'யூரோபெலெண்டாவின் சாதி, நியமிக்கப்பட்ட ஒவ்வொரு விலங்குக்கும் பகுதி, அல்லது ஒரு பெற்றோர், அல்லது ஒரு மனிதனின் பெயர், அல்லது ஒரு மனிதனின் பெயர். இருப்பினும், ரைனோஃபிஸ் டினார்சார்டேவின் ஸ்பெக்டர் ஐரோப்பிய என்ற முதல் பெண்ணின் பெயரிடப்பட்டது. \"",
        "ரைனோபிஸ் டைனெஸ்ட் என்று அழைக்கப்படும் டினர்சன், தினரார்ட் ரைமுக்கு மரியாதை என்று பெயரிடப்பட்டார்.",
        "ராஜரத பல்கலைக்கழகத்தில் பணிபுரிவது ஒரு மதிப்புமிக்க விஞ்ஞானி. அவர் நாட்டில் காணப்படும் நத்தைகள் குறித்து ஏராளமான ஆராய்ச்சி செய்துள்ளார்.",
        "மார்தாபிஸ் மார்ட்டின் மார்ட்டினின் துவது என்று பெயரிட்டுள்ளார், மார்ட்டெஃபிஸ் மார்டெஃப் மார்த்ஜாசிங்காக.",
        "மார்ட்டின் விஜெசிங்கே 2018 ல் பிபிசி சிங்களவலாவான சின்ஹராஜாவுக்கு சின்ஹீதா பெரேராவின் அறிக்கைக்கு தங்கள் ஆய்வுகளுக்காக தங்கள் ஆய்வுக்கு ஆதரவளித்துள்ளார்.",
        "இந்த இரண்டு கலவரங்கள் பூமியின் கீழ் வாழ்கின்றன என்றும் அவற்றின் ஜரம் அதற்கேற்ப தழுவிக்கொள்ளும் என்றும் நிபுணர் மெண்டிஸ் விக்ரமசிங்க கூறினார்.",
        "\"ஒன்று நீங்கள் பூமியை தோண்டி எடுக்கும் விதத்தின் தலை. இருவரும் அவளுடைய ஒன்றிணைந்த வழக்குகள். நீங்கள் அவர்களுடன் மண்ணை செல்லலாம். மேலும், நாம் பார்க்கும் சுற்று மற்றும் வட்டத்துடன் ஒரு பாம்புடன் ஒரு பாம்பை எடுத்துக் கொண்டால், சுற்றின் தலைகள் தலையைச் சுற்றி வர வேண்டும், மற்றும் தலை வாலியின் சுற்று சுற்று. ஒரு வழக்கமான பாம்பைப் பார்க்கும் ஒரு சர்ப்ப விற்பனையாளரை சாப்பிடுவதற்கான தெருக்களில் ஒன்று பீர் கீழே உள்ளது, மேலும் பீர் அதனுடன் பாதுகாக்கப்பட்டுள்ளது.",
        "\"பூமி பூமியின் முடிவைப் போல இருக்குமா, மற்றும் தலையில் காயமடைந்ததா என்பதை நீங்கள் தோண்டி எடுக்க முடியாது. ஏனெனில் இந்த விலங்கு நிச்சயமாக ஒரு காயத்தால் சாத்தியமற்றது. \"நிபுணர்கள் தனது ஆராய்ச்சியை நிபுணர் செய்தனர்.",
        "இந்த இரண்டு சிறப்புகளுக்கும் மனித மற்றும் சுற்றுச்சூழல் அச்சுறுத்தல்களின் சத்தம், அந்த தரவரிசை விளக்கமளித்தது.",
        "'மகிமை வெப்பமயமாதலை பாதிக்கிறது, மேலும் காலநிலை மற்றும் காலநிலை மாற்றம் பாதிக்கிறது. காத்திருங்கள் நாங்கள் நீண்ட காலமாகிவிட்டோம். இப்போது பிரகாசிக்கும் மழையின் அதிக அளவு. பின்னர் நிலச்சரிவுக்காக காத்திருக்காத வெள்ளம் போன்றவை இருக்கும். பூமியின் அடியில் உள்ள விலங்குகள் மண்ணின் மீது மேற்பரப்பு நிரம்பி மேற்பரப்பை நிரப்பும்போது போக்கைக் கொண்டுவருகின்றன.",
        "இலங்கை முழுவதும் மாற்றுப்பெயர் மாற்றுப்பெயர் பரவியுள்ளார். மக்களை பட்டினி கிடக்காத சிலரின் வன பறவை இந்த மண் வாழ்க்கை உட்பட முழு ஜீவினையும் பாதித்துள்ளது. '",
        "'மேலும் விலங்குகள் இரவு வெளியே வருகின்றன. நாங்கள் சாலையில் விழுந்த ஒரு வடிகால் இந்த விலங்கு விழுந்தால் நாம் ஒருபோதும் வெளியே வர முடியாது. விலங்குகள் பெரும்பாலும் இந்த அங்குல இனங்களில் பெரியவை என்பது கடினமான பணி. பொறிகள் அவர்களைக் கொல்லப் போகின்றன.",
        "மனிதனின் பரவலான வளர்ச்சி இந்த உயிருக்கு அச்சுறுத்தல் என்று நிபுணர்கள் கூறுகின்றனர்.",
        "ரைனோஃபிஸ் மார்ட்டின் மற்றும் ரைனோபிஸ் தினர்சார்டே ஆகிய இரண்டு பாம்புகளின் ஆராய்ச்சிக்கு சுமார் ஆறு ஆண்டுகள் ஆனது.",
        "லண்டனில் உள்ள சுற்றுச்சூழல் அறிவியல் அருங்காட்சியகம் மெண்டிஸ் விக்ரமாசிங்கே, மென்டிஸ் விக்ரமசிங்கே உலகின் இரண்டு பாம்பு இனங்களுக்கு தனது அறிவை வழங்கியுள்ளது.",
        "எல்பிஎல் 2024: முதல் போட்டியில் அரை நூற்றாண்டு அடித்த சாமிந்து விக்ரமேசிங் யார்?",
        "ஜனாதிபதித் தேர்தல்: தேர்தலை திணிக்க இடைக்கால உத்தரவை கோரி உச்சநீதிமன்றத்திற்கு மனு",
        "இந்தியாவின் மத விழாவில் 120 க்கும் மேற்பட்டோர் இறக்கின்றனர்"
      ]
    },
    "en": {
      "title": "Two tablets of Sri Lanka joined the World Serpent catalog",
      "body_lines": [
        "A Sri Lankan research team has been introduced to introduce another two snake species in World Snake Nayaka.",
        "Mendis Wickremasinghe told the Sinhalese, who joined Sri Lanka to the World Sergeter catalog from the World Sergeter catalog from Rhinophis Martin and Rhinophis Dinarzarda.",
        "The Rhinophishis Martin species have been found in the Rakwana mountain range and Rhinofis Dinarceard has been identified in the western slopes of the western slopes.",
        "The number of cases have increased to 20, with the discovery of this discovery.",
        "Do the geckoes found in the dry zone of Sri Lanka and the two species of the world endanth?",
        "\"Both of these specials endanger to Lankanda. Nothing is pooling. They live under the earth. A very sensitive animal. 'Details of snake species, \"said Mendis Wickremasinghe.",
        "He said that rhinophis belongs to EuroPeltidae caste and that they are entitled to India and to Sri Lanka.",
        "The research team, including David Beaver, is entitled to the first time that a land belonging to a woman named a woman.",
        "'Europelenda's caste, every designated animal has been named either area, or a parent, or a man's name, or a man's name. However, the specter of Rhinofis Dinarzarde is named after the first woman named European. \"",
        "Dinerson, known as rhinophis dinersd, has been named as honor to Dinarard Rhim.",
        "Working at Rajarata University is a prestigious scientist with the world's leading knowledge of mollusks. She has done a large number of research on the snails found in the country.",
        "Marthafis Martin named Martin's Tuadu has been named Martefis Martef Marthjasinghe.",
        "Martin Wijesinghe has supported their studies for their studies to the Sinhaetha Perera's report to the Sinharaja, the BBC Sinhala in 2018.",
        "Specialist Mendis Wickremasinghe said that both of these riots live under the earth and their zaram is adapted accordingly.",
        "\"One is the head of the way you dig the earth. The two is her uniforn cases. You can go with them the soil. Also, if we take a serpent with a serpent with the round and round we see, the heads of the round we have to round the head, and the head is the round of the vali. Then one of the streets to eat a serpent seller who sees a regular serpent is right to the bottom of the beer, and the beer has been protected with it. \"",
        "\"You can't dig if the earth will be like the end of the earth, and the head injured. Because this animal will definitely die because it is impossible with an injury. \"Experts made his research made by the expert.",
        "The rattle of human and environmental threats to these two specials, the rank of the rank explained.",
        "'The glory affects the warming, and the climatic and climate change is affecting. Wait we have long been a long time. Now too much quantity of shining rain. Then there will be like floods that have not been waiting for landslides. The animals beneath the earth brings the trend when the surface is filled over the soil and fills the surface.",
        "Alias ​​alias alias have been spread throughout Sri Lanka. The forest bird of some people who do not starve people have affect the entire Jivin, including this soil life. '",
        "'And the animals are coming out for the night. Then we can never come out if this animal fells for a drain that we fell on the road. It is a difficult task that animals are largely large of these species of inches. That is how the traps are going to kill them. '",
        "Experts say that the widespread development of man is a threat to this life.",
        "It took some six years for the research of the two snakes on Rhinoffis Martin and Rhinophis Dinarzarde.",
        "Mendis Wickremasinghe, Mendis Wickramasinghe, environmental science museum in London has provided its knowledge to the world's two snake species.",
        "LPL 2024: Who is Chamindu Wickremesinghe who scored a half-century in the first match?",
        "Presidential Election: Petition to Supreme Court demanding a interim order to impose election",
        "More than 120 people die in a religious ceremony of India"
      ]
    }
  },
  "summary_lines": [
    "A Sri Lankan research team added two snake species, Rhinophis martin and Rhinophis dinnarzarde, to the World Snake Catalogue. Found in the Rakwana mountains and western slopes, these species are part of the EuroPeltidae family, native to India and Sri Lanka. Named after local figures, these snakes live underground and are threatened by habitat loss due to climate change, deforestation, and urbanization."
  ]
}