{
  "translated_text": {
    "si": {
      "title": "ඉඩම් පරිහරණය විදේශයන්හි ජීවත්වන කෙනෙකුට අයත්",
      "body_lines": [
        "විදේශයන්හි වෙසෙන විදේශයක පදිංචිකරුවෙකුගේ ඉඩමකට අයත් වූ සහෝදරියට මා විසින් පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "යාපනයේ සිටි මිනිසෙක් සංක්රමණය වන අතර විදේශයන්හි ජීවත් වේ. ඔහු තම දේශය ඔහුගේ ඉඩම් හිමියාට දී තිබේ. මෙම අවස්ථාවේ දී, එක්-පාර්ටි වූ සහෝදරියගෙන් සහතිකය ලබා ගැනීමේ අයිතිය දේශයේ හිමිකරුගේම සහෝදරිය වංචා කර තිබේ.",
        "යාපනයේ දිස්ත්රික් අපරාධ විමර්ශන අංශය වන ගුණරෝජන්ගේ නායකත්වයෙන් යුත් කණ්ඩායමක් සමඟ ඇති පැමිණිල්ලක් පොලීසිය විසින් විමර්ශනය කළේය.. තම අභියාචනයට උදව් කිරීම සම්බන්ධයෙන් තවත් කාන්තාවක් ද අත්අඩංගුවට ගෙන තිබේ.",
        "ඇය සඳුදා (01) යාපනයේ මහේස්ත්රාත් අධිකරණයේ ද අත්හදා බැලූ විට මහේස්ත්රාත් ආනන්දාරාජා පිළිගත්තේ ඇය රුපියල් 10 දහස් ගණනක් නැවත කැඳවීම ගැන තමාට අපහාස කරමින් සිටින බවයි.. පසුව, ඔවුන් දෙදෙනා අධිකරණ නියෝගයක් මත ප්රශ්න කිරීම්වල තබා ඇත.",
        "අපකීර්තියට සහාය දුන් (රුපියල් 10,000 කට අත්සන් තැබූ කාන්තාව කොළඹ සිට පැමිණ ඇති අතර චුනාකාම්හි වෙසෙන විට මෙම වංචාවට සම්බන්ධ වේ.. නීතී."
      ]
    },
    "en": {
      "title": "Land scam belonging to someone living abroad",
      "body_lines": [
        "The sister has been arrested by the police for impersonating and transformed into a land owned by a resident of a living abroad.",
        "A man from Jaffna migrates and lives abroad. He had given his land to his landlord. In this case, the land owner's own sister has defrauded the right to get the assurance from the one -sided sister.",
        "Police investigated a complaint lodged with a group led by Gunarojan, the Jaffna District Criminal Investigation Division.. Another woman was also arrested for helping her impersonation.",
        "When she was also tried in the Jaffna Magistrate's Court on Monday (01), Magistrate Anandarajah admitted that she was impersonating her for recalling for 10 thousand rupees.. Subsequently, the two of them have been placed in interrogation on a court order.",
        "The woman who supported the impersonation (signed for 10 thousand rupees) is from Colombo and is involved in this fraud while living in Chunnakam.. Police investigations have reported that he was wearing a mask, claiming that he was sick while signing the lawyer."
      ]
    }
  },
  "summary_lines": [
    "In a land scam case, a man from Jaffna living abroad entrusted his land to his landlord. His sister, however, impersonated him to claim ownership, leading to her arrest along with another accomplice. The police, acting on a complaint, investigated the fraud, revealing the sister paid a Colombo-based woman to sign documents as her brother, who was allegedly ill. Both women were charged and remanded for further investigation."
  ]
}