{
  "translated_text": {
    "ta": {
      "title": "அரசியல் வேறுபட்டது - ஜனாதிபதி",
      "body_lines": [
        "இன்று (07) சமூகத்தின் நல்லிணக்கத்தில் கொள்கைகள் எதுவும் இல்லை என்று ஜனாதிபதி ரணில் விக்ரமேசிங்கில் கூறினார்.",
        "சுட்டிக்காட்டி விட்டு வெளியேறும் குழுவினரால் அதன் பொருளாதாரக் கொள்கை கையாளப்படுகிறது என்று ஜனாதிபதி கூறுகிறார்.",
        "2020 ஆம் ஆண்டில் யு.என்.பி.யின் உரிமைகளை அறிவித்து, யு.என்.பி.யின் உரிமைகளால் போஹோட்டின் நல்லிணக்கம் நீரில் மூழ்கியுள்ளது என்று ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "இன்று (07) கண்டியில் உள்ள ஜனாதிபதியின் வீட்டில் நடைபெற்ற அரசியல் கட்சி பிரதிநிதிகளுடனான சந்திப்பில் ஜனாதிபதி ரணில் விக்ரமேசிங்கே கூறினார்.",
        "கட்சியின் அரசியல் அமைப்பை ஜூலை 2022 அரசியல் அமைப்புடன் மாற்றிய அரசியல் கட்சியை ஜனாதிபதி பிரதிநிதித்துவப்படுத்தியுள்ளார், ஆனால் இன்று அனைவரும் தொடர்ந்து அரசாங்க திட்டத்தை ஆதரிக்க வேண்டும்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "\"கடந்த காலங்களில் அரசியல் கட்சிகளின் பிரிவு இருந்தது. தலைவரும் சிறுபான்மையினரும் எதிர்க்கட்சிக்கு சென்றனர். இப்போது குழு ஒற்றுமை கூட்டத்தை நடத்துகிறது. 2020 நல்லிணக்க அறிவிப்பாளர் சிரிகோத்தாவைப் பிடிக்க நாங்கள் UNP ஐ வைத்திருக்க வேண்டியிருந்தது. தனித்துவமான நாட்டுப்புற படை, இன்று நீரில் மூழ்கியுள்ளது. \"",
        "\"இன்றைய நல்லிணக்கத்தில் UNP இல்லை. யு.என்.பி.யைப் பாதுகாத்தவர் நான். ஜூனியர். ஜெயவர்தனா, ஆர், பிரேமடாசா, டி.பி.. விஜெட்டுங்கா இந்த அனைவருடனும் பணிபுரிந்தார். \"",
        "\"இன்று ஐக்கிய தேசிய கட்சிக்கு ஐக்கிய தேசிய கட்சியைச் சொல்ல உரிமை இல்லை. இன்று நாம் சி 1 அறிவு மற்றும் இலங்கை சுதந்திரக் கட்சியுடன் பணியாற்ற வேண்டும். நாங்கள் நாட்டிற்காக ஒன்றாக இருக்க வேண்டும். அரசியல் இன்று மாறிவிட்டது. \"",
        "இதற்கிடையில், இலங்கையின் இலங்கையின் (CHOGM) ஜனாதிபதி அரண்மனைகளிலும் ஜனாதிபதி ரணில் விக்க்ரெமேசிங்கும் கலந்து கொண்டார்."
      ]
    },
    "en": {
      "title": "Politics is different - President",
      "body_lines": [
        "President Ranil Wickremesinghe said that there were no policies in the reconciliation of community today (07).",
        "The President states that its economic policy is handled by the team that leaving the pointer.",
        "The President pointed out that the reconciliation of the Pohot has been submerged by the UNP's rights, declaring the rights of the UNP in 2020.",
        "President Ranil Wickremesinghe said this at the meeting with the political party representatives held today (07) at the President's House in Kandy today.",
        "The President has represented the political party that has changed the party's political system with the political system of July 2022, but today all should continue to support the government program.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "\"There was a division of political parties in the past. Chairman and a minority went to the Opposition. Now the group holds unity crowd. 2020 reconciliation proclaimer We had to hold the UNP to catch Sirikotha. The unique folk force, which was, has been submerged today. \"",
        "\"There is no UNP in today's reconciliation. I was the one who protected the UNP. JR. Jayawardena, R, Premadasa, DB. Wijetunga worked with all these people. \"",
        "\"Today the United National Party has no right to say the United National Party. Today we have to work with the C1 Knowledge and the Sri Lanka Freedom Party. We have to stay together for the country. Politics has changed today. \"",
        "Meanwhile, President Ranil Wickremesinghe was also present at the Presidential Palaces of the Sri Lanka Government of Sri Lanka (CHOGM)."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the changing nature of politics, highlighting the absence of UNP in current reconciliation efforts and the need for unity among parties like C1 Knowledge and the Sri Lanka Freedom Party. He also mentioned the economic policy is managed by a separate team."
  ]
}