{
  "translated_text": {
    "ta": {
      "title": "காலியில் சுற்றுலா கால்நடைகள் மற்றும் நாய்களுக்கு அழுத்தம் கொடுக்கிறது",
      "body_lines": [
        "காலே, கேலி மற்றும் நாய்களுக்கு சுற்றுலாப் பயணிகள் வருகிறார்கள், காலே கோட்டையிலும் நகரத்திலும் வழிதவறினர் என்று மக்கள் சுட்டிக்காட்டுகின்றனர்.",
        "சுற்றுலாவுக்கு வரும்போது இதுபோன்ற பிரச்சினைகளுக்கு உடனடி தீர்வுகளை வழங்க அதிகாரிகள் நடவடிக்கை எடுக்க வேண்டும் என்று அவர்கள் கூறுகிறார்கள்.",
        "சுற்றுலா மேம்பாட்டு ஆணையத்தின்படி, 2024 இல் தீவுக்கு சுற்றுலாப் பயணிகளின் எண்ணிக்கை 1,682,482 ஆகும்.",
        "நவம்பர் முதல் 10 நாட்களில் 61,767 சுற்றுலாப் பயணிகள் உள்ளனர்.",
        "குளிர்காலத்தின் தொடக்கத்தில் ஐரோப்பிய சுற்றுலாப் பயணிகளின் வருகை வருவதாக சுற்றுலா மேம்பாட்டு ஆணையம் கணித்துள்ளது.",
        "அடுத்த ஆண்டு 2.5 மில்லியன் சுற்றுலாப் பயணிகளை வீழ்த்துவதே அரசாங்கத்தின் குறிக்கோள்.",
        "அத்தகைய சூழலில், இலங்கையில் ஒரு முன்னணி சுற்றுலா தலமாக உலகின் முன்னணி சுற்றுலா தலமான தெற்கு லேக் நகரமான காலேவில் இப்பகுதியில் வசிப்பவர்கள் சங்கடமாக இருக்கிறார்கள்.",
        "காலே கோட்டை மற்றும் நகரத்தில் வழிதவறிய பசுக்கள் மற்றும் நாய்களின் அச்சுறுத்தல்.",
        "உடனடி தீர்வுகளுடன் சிக்கலை தீர்க்குமாறு அதிகாரிகளை அவர்கள் கேட்டுக்கொள்கிறார்கள்."
      ]
    },
    "en": {
      "title": "Tourism in Galle pressurizes cattle and dogs",
      "body_lines": [
        "The people point out that tourists come to Galle, Galle and dogs, strayed in the Galle Fort and in the city.",
        "They say that the authorities should take steps to provide immediate solutions to such problems when it comes to tourism.",
        "According to the Tourism Development Authority, the number of tourist arrivals to the island in 2024 was 1,682,482.",
        "There are 61,767 tourists in the first 10 days of November.",
        "The tourism development authority predicts that the arrival of the European tourist arrivals to the beginning of the winter.",
        "The Government's goal is to bring down 2.5 million tourists next year.",
        "In such an environment, the residents of the area is embarrassing in the South Lake City of Galle, the world's leading tourist destinations as a leading tourist destination in Sri Lanka.",
        "The threat from cows and dogs that are strayed in the Galle Fort and the city.",
        "They urge authorities to solve the problem with immediate solutions."
      ]
    }
  },
  "summary_lines": [
    "Galle tourism pressures stray animals. Residents demand action against wandering cows and dogs in the fort and city. With 1.6 million tourists in 2024 and 250,000 target for next year, locals fear losing control over their environment in this popular tourist spot."
  ]
}