{
  "translated_text": {
    "si": {
      "title": "මුහුදේ පාවෙන ද්රව පානය කරන ධීවරයෝ;දෙදෙනෙක් මිය ගියා: කම්කරුවන් හතර දෙනෙක්!",
      "body_lines": [
        "ධීවර දෙපාර්තමේන්තුවේ අධ්යක්ෂ ජනරාල් සුසන්ත කහවට්ටා කියා සිටියේ මුහුදේ පාවෙමින් තිබූ බෝතල් බෝතල් බෝතල බෝතලයක් පානය කරමින් සිටියදී ධීවරයින් දෙදෙනෙකු මිය ගොස් ඇති බවයි.",
        "අනෙක් ධීවරයින් සිව් දෙනාගේ තත්ත්වය කනස්සල්ලට පත්වන බවත් ඔවුන් අද (29) තවත් ධීවර බෝට්ටුවකින් වෙරළට ගෙන යන බවත් ඔහු පැවසීය.",
        "නාවික සැතපුම් 317 ක් ගැඹුරු මුහුදට ගමන් කරමින් සිටියදී මෙම සිද්ධිය සිදුවිය."
      ]
    },
    "en": {
      "title": "Fishermen who drank liquid floating in the sea;Two killed: Four workers!",
      "body_lines": [
        "Director General of the Fisheries Department, Susantha Kahawatta said that two fishermen were killed when they had been drinking a bottle of bottles that were floating in the sea.",
        "He added that the condition of the other four fishermen is worrisome and that they are currently being brought to shore today (29) by another fishing boat.",
        "The incident took place while traveling 317 nautical miles into the deep sea."
      ]
    }
  },
  "summary_lines": [
    "In a tragic incident, two fishermen died after consuming liquid from floating bottles in the sea. The Director General of the Fisheries Department, Susantha Kahawatta, reported that four others are critically ill and are being transported back to shore. This accident occurred 317 nautical miles out to sea."
  ]
}