{
  "translated_text": {
    "si": {
      "title": "ආදර්ශ නීති ව්යුහයන් නවීකරණය කළ යුතුය",
      "body_lines": [
        "රටේ වේගවත් ආර්ථික වර්ධනයක් ඇති කිරීමේ රජයේ සැලැස්මේ සාර්ථකත්වය සඳහා වන නෛතික රාමුව නවීකරණය කළ යුතු බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "මහවේලි මහනුවර හෝටලයේ දී මහනුවර නීති yers යින් සමඟ සුහදව රැස්වීමකදී ජනාධිපතිවරයා මේ බව පැවසීය.ඔහු තවදුරටත් පැවසූ පරිදි,",
        "ජාත්යන්තර මූල්ය අරමුදල සමඟ වැඩසටහන දිගටම කරගෙන යා යුතුද නැද්ද යන්න අප විසින් තීරණය කළ යුතුය. සෑම අවස්ථාවකදීම තීන්දුව වෙනස් කිරීම සඳහා ශ්රී ලංකාවට අපකීර්තියක් ඇත.",
        "මෙය අපට රටට ඇති අවසාන අවස්ථාවයි. එබැවින් ජනතාවට මෙම ප්රතිලාභය සැපයීම සඳහා ජාත්යන්තර මූල්ය අරමුදල සමඟ කටයුතු නීතිගත කිරීමට අපි අපේක්ෂා කරමු. අප කිසිවෙකුටත් රටේ වගකීමෙන් මිදීමට නොහැකි විය. එබැවින් වැදගත් තීරණ ගත යුතුය.",
        "රටේ ආර්ථික වෙනසෙහි ඇති නීතිමය ව්යුහයන් ද නවීකරණය කළ යුතුය. ඉදිරියට පැමිණ තීරණය කිරීමට වසර 20 ක්. බොහෝ මිනිසුන් සහ මම මිනිසුන් වෙනුවෙන් මම ජීවත්වන්නේ නැත. නමුත් මෙහි සිටින තරුණ නීති yers යින් මෙම නවීකරණ වැඩසටහන ක්රියාත්මක කළ යුතුය.. (ඒ)"
      ]
    },
    "en": {
      "title": "Model legal structures need to be modernized",
      "body_lines": [
        "President Ranil Wickremesinghe said the legal framework for the success of the government's plan to create rapid economic growth in the country should be modernized.",
        "The President said this at a friendly meeting with Kandy's lawyers at the Mahaweli Reach Hotel in Kandy.As he further stated,",
        "We need to determine whether to continue the program with the International Monetary Fund or whether it is changed. Sri Lanka has a disgrace to change the decision every time.",
        "This is the last chance we have for the country. Therefore, we expect to legalize the deal with the International Monetary Fund to provide this benefit to the people. None of us can escape from the responsibility of the country. Therefore, so important decisions should be made.",
        "The legal structures in the country's economic change must also be modernized. 20 years to come forward and decide. I will not be alive for most of the people and I. But the young lawyers here should carry out this modernization program.. (A)"
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the need to modernize legal structures for economic growth, discussing the decision to continue or change the program with the IMF. He highlighted the importance of making crucial decisions for the country's future, urging young lawyers to lead the modernization effort."
  ]
}