{
  "translated_text": {
    "si": {
      "title": "\"ජාමූඅ කොන්දේසි වලින් සියයට 25 ක් සපුරා නැත\"",
      "body_lines": [
        "ශ්රී ලංකාවේ යහපාලන ක්රමය වැඩිදියුණු කිරීමෙන් ජාමූඅට ව්යාපෘතිය සාර්ථකව විසඳා ගත හැකි බව සැලසුම් කෙරේද?",
        "ජුනි 12 වන දින ජාත්යන්තර මූල්ය අරමුදල (ජාමූඅ) ජාමූඅ හි තෙවන මුදල් දීමනාව සඳහා කොන්ත්රාත්තුවක් අත්සන් කරනු ඇත.",
        "නවතම සත්ය සමාගමේ ජාමූඅ මුරපීට අනුව, පොරොන්දු වලින් සියයට 25 ක් 2023 දෙසැම්බර් 2023 නව සැලැස්මේදී සපුරා නොමැත.",
        "මෙම යෝජනා ක්රමයේ නිම කිරීමට නියමිත පොරොන්දු 63 න් 32 ක් සපුරා ඇත, නමුත් පොරොන්දු 16 ක් සපුරා නොමැති අතර 15 ක් නොදන්නා කරුණකි. (දත්ත නොමැති නිසා සත්යය සොයාගත නොහැකි විය.)",
        "16-පොරොන්දු වූ පොරොන්දු අතරින් යහපාලනය අසාර්ථක වනු ඇතැයි යන නිගමනයට පැමිණ තිබේ.",
        "ජාමූඅ ව්යාපෘතිය මගින් ආර්ථික අර්බුදයට මූලික හේතුව ශ්රී ලංකාව විසින් සපුරා නොමැති බව ශ්රී ලංකාව විසින් ඉටු කර නොමැත.ඒ කියන්නේ මූල්යකරණය සහ ප්රති -සරය.",
        "2023 සැප්තැම්බර් මාසයේදී එය ආසියාවේ ජාමූඅ හි නායකත්වය යටතේ ශ්රී ලංකාවේ යහපාලන සමාලෝචන වාර්තාව ලබා ඇති බවට 2023 සැප්තැම්බර් මාසයේදී ප්රකාශයට පත් කරන ලදී.",
        "ඒ හා සමානව, ශ්රී ලංකා සිවිල් සමාජ සංවිධානය පිළිබඳ යහපාලනය හඳුනා ගැනීම ජාමූඅ හි ඇස්තමේන්තුගත තක්සේරු වාර්තාවට වඩා බෙහෙවින් අනුකූල වේ. ශ්රී ලංකාවේ ආර්ථික අර්බුදය දූෂණය හා අපයෝජනයට මූලික හේතුවට වඩා හොඳ වනු ඇතැයි මෙම ජාමූඅට විශ්වාසයි.",
        "කෙසේ වෙතත්, යහපාලනයේ වැදගත්කම නොමැතිව ජාමූඅ අලුත් කර ඇත. ජාමූඅ අතිරේකව අත්හැර දැමූ සම්මත මූල්ය ක්රියාමාර්ග පෙර පැවති ජම්පීඑෆ් සැලසුම් සියල්ලම විය. වත්මන් ව්යාපෘතියේ සුවිශේෂත්වය අවධාරණය කරනු ලබන්නේ දකුණේ විනිවිදභාවය සහ ප්රති -සංයෝගීන් වැඩි දියුණු කිරීම සඳහා ය.",
        "මෙම ක්රියාමාර්ග ශ්රී ලංකා ආර්ථික ප්රකෘතියේ පදනම බවට පත් නොවන්නේ නම්, මෙය අතීතය සංවර්ධනය කිරීමට අස්ථානගත අවස්ථාවක්. අවසානයෙන් වසර පහක් ඇතුළත ශ්රී ලංකාව වෙනත් ජාමූඅ ව්යාපෘතියකට ගෙන එනු ඇත."
      ]
    },
    "en": {
      "title": "“25 percent of the IMF conditions are not fulfilled”",
      "body_lines": [
        "Will it be planned that the IMF can make the project a successful manner by improving the good governance system in Sri Lanka?",
        "On June 12, the International Monetary Fund (IMF) will sign a contract for the third cash allowance of the IMF.",
        "According to the latest Verite Company's IMF watchdogs, 25 percent of the promises have not been fulfilled as of the renewed plan of December 2023.",
        "Of the 63 promises to be completed in this scheme, 32 have been fulfilled, but 16 promises are not fulfilled and 15 are unknown. (Could not find the truth because of the data is not available.)",
        "The 16 -unveiled promises have come to the conclusion that good governance will fail.",
        "Sri Lanka has not accomplished the issues that have been identified as the root cause of the economic crisis by the IMF project.That means financialization and anti -corruption.",
        "In September 2023, it was published in September 2023 that the Good Governance Review Report was made in Sri Lanka under the leadership of the IMF in Asia.",
        "Similarly, the Good Governance Detectification Assessment of the Sri Lankan civil society organization is greatly compatible with the estimated assessment report on the IMF. This 17th IMF was confident that the economic crisis of Sri Lanka would be better than the root cause of corruption and abuse.",
        "However, the IMF is renewed without the importance of good governance. The standard financial measures that IMF excessively gave up were all of the previous 16 IMF plans. The uniqueness of the current project is emphasized to improve the transparency and anti -corruption in the South.",
        "If these measures do not become the foundation of the Sri Lankan economic recovery, this is a missing opportunity to develop the past. Within five years of the end, Sri Lanka will be brought into another IMF project."
      ]
    }
  },
  "summary_lines": [
    "As of December 2023, 25% of IMF-promised reforms for Sri Lanka remain unfulfilled, including crucial aspects like good governance and anti-corruption measures. Despite progress in some areas, the lack of fulfillment indicates potential obstacles to economic recovery. The upcoming third cash tranche from the IMF, set to be signed on June 12, aims to address these issues, emphasizing transparency and combating corruption. However, the success of this initiative hinges on fulfilling these unmet commitments, which are critical for long-term economic stability in Sri Lanka."
  ]
}