{
  "translated_text": {
    "ta": {
      "title": "வணிகர்கள் மற்றும் மடிக்கணினிகளுக்கு வணிகங்கள் துன்புறுத்தப்பட்டுள்ளன",
      "body_lines": [
        "இலங்கைக்கு ரூ.",
        "இந்த இரண்டு தொழிலதிபர்களில் ஒருவர் ஜே.ஏ.-கனலில் 58 வயது குடியிருப்பாளர். மற்ற தொழிலதிபர் ரத்னபுரா பகுதியில் வசிக்கும் 50 வயது.",
        "இலங்கைக்கு வாகன பகுதிகளை இறக்குமதி செய்து விற்பனை செய்வதற்கான இறக்குமதி பிரச்சாரத்தில் அவர்கள் ஈடுபட்டுள்ளனர்.",
        "இருவரும் சிங்கப்பூரில் இருந்து 12.00 நாட்கள் மதியம் 12.00 மணிக்கு சிங்கப்பூரில் மதியம் 12.00 மணிக்கு சிங்கப்பூரில் கட்டுனாயக் விமான நிலையத்திற்கு இருந்தனர்.",
        "பொருட்களின் விசாரணை மற்றும் நாட்டிற்கு அழைத்து வரப்பட்ட இரண்டு வணிகர்களைப் பற்றிய மேலதிக விசாரணைகளுக்கு கட்டூனயக விமான நிலைய சுங்க அதிகாரிகளை ஒப்படைக்க நடவடிக்கை எடுக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Businesses have been persecuted for businessmen and laptops",
      "body_lines": [
        "A group of businesses who were brought to Sri Lanka with a large haul of Rs.",
        "One of these two businessmen is a 58 year old resident of Ja-Canal. The other businessman is 50 year old resident of the Ratnapura area.",
        "They have been engaged in an importation campaign to import and sell automotive parts to Sri Lanka.",
        "The two were from Singapore to 12.00 days at 12.00 pm on the morning at 12.00 pm in Singapore to Katunayake airport.",
        "Steps have been taken to hand over the Katunayaka airport customs officers for further investigations into the investigation of the goods and the two businessmen who were brought to the country."
      ]
    }
  },
  "summary_lines": [
    "Two Singaporean businessmen, aged 58 and 50, were arrested in Sri Lanka for importing automotive parts. They arrived in Katunayake airport at 12.00 pm on a 12-day campaign. Customs officers are investigating the goods and the men."
  ]
}