{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி வகுப்புகளை அனுப்ப தயாராகிறார்",
      "body_lines": [
        "21 ஆம் நூற்றாண்டின் பொருளாதாரம் தொடர்பாக எம்.பி.க்கள் நடத்தப்பட வேண்டும் என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறுகிறார்.",
        "பொது கற்றல் கல்வி தளம், அல்லது பொது கற்றல், நேற்று (13) ஜனாதிபதி செயலகத்தில் அதிகாரப்பூர்வமாக தொடங்கப்பட்டது.",
        "இலங்கை புலம்பெயர்ந்தோருக்கு இங்கிலாந்தில் இலங்கை புலம்பெயர் நிதியுதவி அளிக்கிறது.",
        "\"அறிவுக்கு பயனளிக்கும் சமூகத்தில் நாங்கள் இன்று வாழ்கிறோம். அந்த போட்டியில் நாம் பங்கேற்க வேண்டும். நாம் மிக உயர்ந்த மக்களை உருவாக்க வேண்டும். இலங்கைக்கு இது கடினமாக இல்லை. என்னிடம் இருந்தாலும், எங்கள் கல்வியின் முடிவை நான் உணர்கிறேன். பொருளாதார மொழிபெயர்ப்பு மசோதாவுக்கு எங்கள் வடிகால் தேவை. இது உண்மையில் அடையக்கூடிய ஒரு கருவியாகும். நாங்கள் கல்வியின் மூன்றாம் கட்டத்தில் இருக்கிறோம். டிஜிட்டல் மயமாக்கப்பட்ட கல்வி முறையின் திறந்த தளத்தின் மூலம் அறிவைப் பயன்படுத்துதல். டிஜிட்டல் பொருளாதாரத்தில் கவனம் செலுத்துவதோடு சமீபத்திய தொழில்நுட்பத்தைப் பயன்படுத்துவோம் என்று நம்புகிறோம். நாம் உளவுத்துறையைப் பயன்படுத்தினால் மட்டுமே இலங்கைக்கு செல்ல முடியும். உண்மையில், பாராளுமன்றத்தில் எனது சில நண்பர்களுக்கு இது தேவை, 21 ஆம் நூற்றாண்டின் பொருளாதாரத்தை அடையாளம் காணவும். அவர்களுக்கும் நாங்கள் ஒரு வகுப்பை உருவாக்க முடியும் என்று நினைக்கிறேன். \""
      ]
    },
    "en": {
      "title": "President prepare to send classes",
      "body_lines": [
        "President Ranil Wickremesinghe says that the MPs should be held regarding the 21st century economy.",
        "The Public Learn Education Platform, or General Learning, was officially launched at the Presidential Secretariat yesterday (13).",
        "The Sri Lankan Diaspora is funded by the Sri Lankan Diaspora in the UK.",
        "\"We live today in the society that benefits knowledge. And we have to participate in that competition. We have to make the highest level of people. It was not difficult for Sri Lanka. Although I have, I feel the result of our education. Economic Translation Bill Needs Our Drain. It is indeed a tool that can be achieved. We're in the third stage of the education. The use of knowledge through an open platform of the digitized education system. We hope to focus on a digital economy and use the latest technology. We can only proceed to Sri Lanka only if we use intelligence. In fact, some of my friends in Parliament need it, identify the 21st Century economy. I think we can make a class for them too. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasizes the importance of education in preparing for the 21st-century economy, highlighting the launch of the Public Learn Education Platform. He calls for MPs to understand this economic shift, suggesting educational classes could benefit them as well. The initiative aims to leverage digital technologies to enhance learning, focusing on a digital economy and intellectual development."
  ]
}