{
  "translated_text": {
    "ta": {
      "title": "1948: முதல் 'சுதந்திர தினம் \"செய்தி வீடு",
      "body_lines": [
        "இலங்கை பல நூற்றாண்டுகளாக மேற்கு நாடுகளிலும், 76 ஆண்டுகளாக இந்த ஆண்டு பிப்ரவரி 4 ஆம் தேதி விடுவிக்கப்பட்டுள்ளது.",
        "பிப்ரவரி 4, 1948 இல் டொமினியன் ஒரு காலனியாக இருந்தது, பல காரணங்களுக்காக நீண்டகால போராட்டங்கள், அத்துடன் இந்திய துணைக் கண்டத்திற்கு சுதந்திரம்.",
        "இந்த கட்டுரையில், எழுபத்தாறு ஆண்டுகளுக்கு முன்பு அச்சிடப்பட்ட ஊடகங்களால் இலங்கையின் சுதந்திரத்தை கொண்டு வருவீர்கள்.",
        "டினாமினா, தினசரி செய்தித்தாள், பிப்ரவரி 4, 1948 அன்று செய்தித்தாளின் முக்கிய தலைப்பாக இருந்தது. இது மற்றொரு துணை தலைப்பு துணைத் தலைப்பிலிருந்து தெரிவிக்கப்படுகிறது, மேலும் செய்தித்தாளில் வெளியிடப்பட்ட அறிக்கையில் ஒரு மேற்கோள் பின்வருமாறு.",
        "\"இன்று இலங்கை கனடா, ஆஸ்திரேலியா, நியூசிலாந்து, தென்னாப்பிரிக்கா, தென்னாப்பிரிக்கா, இந்தியா, பாகிஸ்தான், சி.. R. திரு. அட்லியை விடுவிக்க இலங்கையின் பிரதமர். கண்கள். சேனநாயக்கத்திற்கு அனுப்பப்பட்ட செய்தி குறிப்பிடப்பட்டுள்ளது. \"",
        "தேசிய கட்டிடக்கலையின் செய்தித்தாள்களைப் படிக்கும் போது, ​​சில மாதங்களுக்கு முன்பு, தேசியக் கொடி குறித்த விவாதம் செய்தித்தாள்களால் கவனிக்கப்பட்டது.",
        "பிப்ரவரி 04, பிப்ரவரி 04 அன்று, கொடியின் முதல் பக்கத்திலும் சேர்க்கப்பட்டது, அது அந்த நேரத்தில் ஏற்றுக்கொள்ளப்பட்டது.",
        "இலவச விழாவை செலுத்த செய்தித்தாளில் பல விளம்பரங்களும் இருந்தன.",
        "நான்காவது நான்கு பக்க படத்தின் படி, 1886 கைதிகள் சுதந்திரத்தின் அடிப்படையில் விடுவிக்கப்பட்டுள்ளனர்.",
        "சுதந்திர விழாவிற்காக \"குழு சுதந்திரத்திற்கு வரவேற்பு, பிரிட்டிஷ் என்ற நொதி, குளூசர் டியூக், நாட்டின் குடிமக்களும் நாட்டில் நடந்து கொள்ள வேண்டும் என்றும் அது கூறுகிறது.",
        "பிப்ரவரி 5, 1948 அன்று, டைனமினா செய்தித்தாளின் முதல் பக்கம் சுதந்திர தினத்தின் அறிக்கைகளுக்கு கிட்டத்தட்ட பிரிக்கப்பட்டுள்ளது. சுதந்திர சதுக்கத்தில் ஆளுநர் பதவியேற்ற சுதந்திர நிகழ்வைப் பற்றியும் இது தெரிவித்தது.",
        "இது அதன் தலையில் ஒன்றின் மிகச் சிறந்த விழாக்களில் ஒன்றில் வெளியிடப்பட்டுள்ளது.",
        "இலங்கையில் ஏற்கனவே ஆர்டனைக் கொண்டிருந்த இலங்கையில் உள்ள இனவெறி கலவரங்கள் ஒரு தலைப்பில் கூறுகின்றன.",
        "\"சின்ஹலா நேஷன் 'செய்தித்தாளின் ஒரு சிறப்பு மண்டலம், வாராந்திர செய்தித்தாள், சுதந்திர தினத்தில் வெளியிடப்பட்டுள்ளது. ஐம்பத்திரண்டு பக்கங்களுக்கு மேல் செலுத்தப்பட்ட பல செய்திகள் இருந்தன.",
        "சுதந்திர நாளின் மூன்றாம் பக்கத்திலிருந்து சுதந்திரம் பற்றிய விவரங்கள். 1947 இலங்கை சுதந்திரச் சட்டம், \"இலங்கை இலங்கைக்கு விடுவிக்கப்பட்டுள்ளது.",
        "இந்த சிறப்பு மண்டலம் முழுவதும் பல வாழ்த்துக்கள் மற்றும் இருதரப்பு வகுப்புகள் வெளியிடப்பட்டுள்ளன, மேலும் ஒரு கடிதத்தின் கடிதம் மற்றும் ஒரு பக்கத்தின் வெளியீட்டில் ஒரு பள்ளி மாணவர் வெளிப்படுத்தப்பட்டுள்ளது.",
        "அதன்படி, சந்திரனி எஸ்.. கட்டகோடா அராச்சியின் மாணவர் ஒரு மாணவர்.",
        "பிப்ரவரி 10, 1948 இன் முதல் பக்கம், இலவச விழாவிலிருந்து தெரிவிக்கப்பட்டது. அதன் முக்கிய தலைப்புக்கு அடிப்படையாக, \"இலங்கையின் சுதந்திர தினத்தின் சூரியனான சூரியனுக்கு மில்லியன் கணக்கான மின் பல்புகள் அறிமுகப்படுத்தப்பட்டுள்ளன.\"",
        "இந்த செய்தித்தாள் அறிக்கையில் சிறப்பு விஷயம் தேசிய கீதத்தின் பதிவு. ஒரு தேசிய கீதத்தைத் தேர்ந்தெடுப்பதற்கான போட்டியை வென்ற ஜெனராஜா வித்யாலயாவில் உள்ள பாடல், இந்த பாடல் சுதந்திர தின சர்வதேசத்தால் விளம்பரப்படுத்தப்பட்டுள்ளது என்று கூறியது.",
        "இந்த பாடல் பிபி இயற்றப்பட்டுள்ளது. இல்லங்கசிங்கத்தால். இந்த பாடல் பொதுவாக பயன்படுத்தப்படும் தேசியமல்ல.",
        "பிப்ரவரி 17, 1948 இல் வெளியிடப்பட்ட சிங்கள நேஷன் செய்தித்தாள் சுதந்திர விழா குறித்தும் பதிவாகியுள்ளது. சுதந்திர விழாவிற்கு வந்த அரச விருந்தினர்கள் கண்டியில் உள்ள தலாடா அரண்மனைக்கு விஜயம் செய்ததாக கூறப்படுகிறது.",
        "முதல் பக்கத்தின் இலவச விழாவால் தலைவர்கள் இடைவிடாமல் விமர்சிக்கப்பட்டுள்ளனர். பதின்மூன்று லட்சம் சுதந்திரத்திற்காக செலவிடப்பட்டுள்ளது, அந்த விமர்சனத்தில் ரூ .16,000 கூறப்பட்டுள்ளது. அதன் மேற்கோள் கீழே.",
        "\"இந்த பிரமுகர் இந்த வெகுஜனங்கள் இல்லாமல் ஒரு மூலையின்றி, மக்களின் மூலையின்றி, மற்றும் இரக்கமற்ற கண்டனத்தை இல்லாமல் விடுவிக்கப்பட்ட மக்களின் ஆட்சியாளராக இருந்தார். வழக்கமாக ஒரு கிராம கோவிலின் உயர்ந்த தத்துவமாகும். ஆனால் இந்த நாள், இல்லை, ஏழு வயது நெருப்புடன் பட்டாசுக்கு மதிப்புள்ளது. \"",
        "சுதந்திர தின விழாவில் புகைப்படங்கள் வெளியிடப்பட்டு இலங்கையில் கொண்டாடப்பட்டுள்ளன.",
        "பிப்ரவரி 04, பிப்ரவரி 04, சிலோன் டெய்லி நியூஸ், தனது முகப்பு பக்கத்தையும் ஒதுக்கியுள்ளது.",
        "பிரதான தலைப்பு அதன் முக்கிய தலைப்பைக் குறிப்பிட்டுள்ளது, \"இலங்கையில் பிறந்த புதிய டொமினியன்\". இலவச விழாவிற்கு கொழும்பைப் பார்வையிட கைதிகள் விடுவிக்கப்பட்டதாக அருங்காட்சியகத்தில் நடைபெற்ற சிறப்பு கலைப்பொருட்களின் கண்காட்சியின் அடையாளமும் பதிவாகியுள்ளது.",
        "பிப்ரவரி 05, 1948, இலங்கை டெய்லி நியூஸ், சுதந்திரத்தின் முதல் பக்கத்தில் இலங்கை டெய்லி நியூஸின் முதல் பக்கத்தில் \"ஒரு புதிய யுகத்தின் ஆரம்பம்\" என்று தெரிவிக்கப்பட்டுள்ளது.",
        "சர் பொன்னம்பலம் ராமநாதனின் சிலை சுதந்திர தினத்திற்கு இணையாக பாராளுமன்ற வளாகத்தில் (தற்போதைய ஜனாதிபதி செயலகத்தில்) ஒரு சிலையாக இருந்தது.. எஃப்.. மோலகுரா திறந்த புகைப்படத்தை வெளியிட்டுள்ளார். செய்தித்தாளின் முதல் பக்கம் வரலாற்றில் முதல் முறையாக பாராளுமன்ற கட்டிடத்தின் முன் 'லயன் கொடி \"தேர்ந்தெடுக்கப்பட்டது என்று கூறுகிறது.",
        "கனடா, கனடா, தென்னாப்பிரிக்க, தென்னாப்பிரிக்கா மற்றும் ஐக்கிய நாடுகள் சபை போன்ற நாடுகளிடமிருந்து இந்த வாழ்த்துக்களை சீனா வெளியிட்டுள்ளது.",
        "தற்போதைய பிரதான மற்றும் தெளிவான மாநிலத்திலிருந்து சுதந்திரம் மற்றும் கட்டடக்கலை செய்திகள் குறித்து வெளியிடப்பட்ட பல செய்தித்தாள்கள் உள்ளன.",
        "நாரம்மலா பொலிஸ் படப்பிடிப்பு: வீடியோக்கள் முதலில் சமூக ஊடகங்களுக்கு வெளியிடுகின்றன மற்றும் நபரைத் தேடுகின்றனவா?",
        "மக்கள் பிரதிநிதித்துவம்: கணவர்கள், தந்தைகள், சகோதரர்கள் இறந்த பிறகு தேசிய அரசியலில் நுழைந்த பெண்கள்"
      ]
    },
    "en": {
      "title": "1948: News Home on the First 'Independence Day \"",
      "body_lines": [
        "Sri Lanka has been released on Western nations for centuries and 76 years on February 4 this year.",
        "Dominion was a colony in February 4, 1948, for many reasons that the long-term struggles, as well as independence to the Indian subcontinent.",
        "In this article, you will bring the freedom of Sri Lanka in seventy-six years ago by printed media.",
        "Dinamina, a daily newspaper, was the main headline of the newspaper on February 4, 1948. It is reported from another subheading subheading and the following is a quote in the report posted in the newspaper.",
        "\"Today Sri Lanka will take place between Canada, Australia, New Zealand, South Africa, South Africa, India, Pakistan, C.. R. Prime Minister of Sri Lanka to mark Mr. Atley to be released. Eyes. The message sent to Senanayake is mentioned. \"",
        "When studying the newspapers of the National Architecture, the debate on the National Flag, a few months ago, was observed by the newspapers.",
        "On February 04, February 04, was also included in the first page of the flag, which was adopted at the time.",
        "The newspaper also had a number of advertisement to pay the free ceremony.",
        "According to the four-page film fourth, 1886 prisoners have been released on freedom.",
        "It also states that under the \"Welcome to the Freedom of Group, the enzyme of the British, the Duke of the Gloozer, for the Independence Festival, the country's citizens should also behave in the country.",
        "On February 5, 1948, the first page of the Dinamina newspaper is almost detached to the reports of the Independence Day. It also reported on the freedom event that the Governor was sworn in in the Independence Square.",
        "It has been published in one of the most free ceremonies of one of its heads.",
        "The racist riots in Sri Lanka, which had already arden in Sri Lanka, says in one headline.",
        "A special zone of the \"Sinhala Nation 'newspaper, a weekly newspaper, has been released on the Independence Day. There were many messages that have been paid over fifty-two pages.",
        "Details of Independence from the third page of the Independence Day. The 1947 Ceylon Independence Act, \"Sri Lanka has been released to Sri Lanka.",
        "A number of greetings and rairy classes have been published throughout this special zone and a letter of a letter and a school student has been revealed in the release of one page.",
        "Accordingly, Chandrani S.. A student of Katagoda Arachchi is a student.",
        "The first page of February 10, 1948, was reported from the free ceremony. Underlying its main headline, \"millions of electrical bulbs have been introduced to the Sun, the Sun of Ceylon's Independence Day.\"",
        "The special thing in this newspaper report is the record of the national anthem. The song at Generaja Vidyalaya, which won the match for the selection of a National Anthem, said that the song was advertised by the Independence Day International.",
        "This song is composed PB. Is by Illangasinghe. This song is not the most commonly used national.",
        "The Sinhalese Nation newspaper published February 17, 1948, has also been reported on Freedom Festival. The royal guests who arrived at the Independence Festival have reportedly visited the Dalada Palace in Kandy.",
        "Leaders have been relentlessly criticized by the free ceremony of the first page. Thirteen lakhs have been spent on the Independence and that Rs 16,000 is stated in that criticism. Below is a quotation of it.",
        "\"This dignitarian was the ruler of the people who were acquitted without this masses without a corner, without a corner of people, and ruthless condemnation. Usually a lofty of a village temple is more philosoph. But this day, no, it is worth the firecrackers with seven-year-old fire. \"",
        "Photographs have been published in the Independence Day Ceremony and has been celebrated in Sri Lanka.",
        "February 04, February 04, Ceylon Daily News, has also reserved his home page.",
        "The main headline mentioned its main headline, \"New Dominion born in Sri Lanka\". The release of the prisoners to visit Colombo for the free ceremony have also been reported on the mark of the exhibition of the special artifacts held in the Museum.",
        "February 05, 1948, has been reported on the first page of the Ceylon Daily News, independence on the first page of the Ceylon Daily News, \"the beginning of a new age\".",
        "A statue of Sir Ponnambalam Ramanathan was a statue at the Parliamentary Complex (Present Presidential Secretariat) in parallel to the Independence Day.. F.. Have posted a photograph opened by molakura. The first page of the newspaper says that the 'Lion Flag \"was elected in front of the parliament building for the first time in history.",
        "China has published the greeting from countries such as Canada, Canada, South African, South Africa, and the United Nations.",
        "There are many newspapers that were published on freedom and the architectural news from the current main and clear state.",
        "Narammala Police Shoot: Videos Release to Social Media first and seek the person?",
        "People's Representation: Women who entered the national politics after the death of husbands, fathers, brothers"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka gained independence from British rule on February 4, 1948, marking a significant milestone in its history. The celebration included a national flag ceremony, a special issue of the \"Dinamina\" newspaper, and the release of 1886 prisoners. The day also saw the first public performance of the national anthem, composed by PB. Illangasinghe."
  ]
}