{
  "translated_text": {
    "si": {
      "title": "යාපනයේ තරුණ තරුණියන් සමඟ රැස්වීම ජනාධිපතිවරයා විසින් සනාථ කරයි",
      "body_lines": [
        "යාපනයේ තරුණ වියේ රැස්වීමකදී ජනාධිපති රනිල් වික්රමසිංහ මහතා කියා සිටියේ තරුණයින්ගේ මෙම වැඩසටහන ලබන වසරේ සිට දියත් කරන බවත් රාජ්ය හා පෞද්ගලික අංශයේ නව රැකියා අවස්ථා නිර්මාණය කිරීමට නියමිත බවයි.",
        "යාපනයේ සංචාරයක යෙදී සිටින ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව කියා සිටියේ සිකුරාදා යාපනයේ දීම්බුරි හෝටලයේ තරුණයා සමඟ පැවති සාකච්ඡාවකදීය. එහිදී ඔහු තවදුරටත් පැවසීය",
        "කෝවිට් - පසුගිය වසර 4 ක කාලය තුළ ශ්රී ලාංකික තරුණ තරුණියන්ට රැකියා අවස්ථා ලබා දීමට නොහැකි වී තිබේ. කෙසේ වෙතත්, රට දැනට බංකොලොත්භාවයෙන් නිදහස් ය. එබැවින් නව රැකියා අවස්ථා ක්රියාත්මක කිරීමෙන් රට ක්රියාත්මක කළ යුතුය.",
        "මූල්ය ගැටළු නොතකා ගුරු පුරප්පාඩු පිරවීම සඳහා රජය මේ වසරේදී මුදල් වෙන් කර ඇත. නව පුද්ගලයින් ගුරු සේවයට ඇතුළත් කිරීම සඳහා ලබන වසරේදී තවත් අරමුදල් ලබා දී ඇත.",
        "ස්වයංපොලකරවල යෙදීමට කැමති යෞවනයන් සඳහා ණය දෙන පද්ධතියක් හඳුන්වා දුන්නේය. කෘෂිකාර්මික නවීකරණ වැඩසටහනේ තරුණ තරුණියන්ට එකට ගමන් කිරීමට අවස්ථාවක් නිර්මාණය කිරීමට ද ජනාධිපතිවරයා පොරොන්දු විය.",
        "උතුරු පළාතේ ආණ්ඩුකාර බී.එස්.එම්. චාල්ස්, රාජ්ය තාන්ත්රික අමාත්යවරුන් වන ආචාර්ය සුරේන් රාගවන්, ජාතික ආරක්ෂාව පිළිබඳ ජ්යෙෂ් Senior මාස්තාන්, පාර්ලිමේන්තු මන්ත්රී අත්තන් රාමනාතන්, ජාතික ආරක්ෂාව පිළිබඳ ජ්යෙෂ් Senior මානානායක, ජාතික ආරක්ෂාව පිළිබඳ ජ්යෙෂ් Deman උපදේශක, සාගල රත්නායක, හිටපු අමාත්ය රවී කරුනානායක සහ හිටපු රාජ්ය විජයගල මහේෂ්වරන් සහ හිටපු රාජ්ය විජයගල මහේෂ්වරන් ද වූහ."
      ]
    },
    "en": {
      "title": "The President confirms the meeting with the youth of Jaffna",
      "body_lines": [
        "During a meeting with youth in Jaffna, President Ranil Wickremesinghe said that the program for the youth will be launched from next year and is to create new employment opportunities in the public and private sector.",
        "President Ranil Wickremesinghe, who is on a visit to Jaffna, said this during a meeting with the youth at the Valamburi Hotel in Jaffna on Friday. There he added:",
        "Kovit - 19 Sri Lankan youths have not been able to provide employment opportunities for the past 4 years due. However, the country is currently free from bankruptcy. Therefore, the country needs to be implemented by implementing new employment opportunities.",
        "The government has allocated funds this year to fill teacher vacancies despite financial issues. More funds have been provided next year to incorporate new people to the Teacher Service.",
        "Introduced lending system for young people who want to engage in self -employment. The President also promised to create an opportunity for the youth to move together in the agricultural modernization program.",
        "Governor of the Northern Province BSM. Charles, diplomatic ministers Dr. Suren Raghavan, Khadar Mastan, Parliamentarian Anganan Ramanathan, Senior Advisor on National Security, Sagala Ratnayake, Former Minister Ravi Karunanayake and former Minister of State Vijayagala Maheshwaran were among those present."
      ]
    }
  },
  "summary_lines": [
    "In a meeting with Jaffna's youth, President Ranil Wickremesinghe announced plans to launch a program next year aimed at creating job opportunities in both public and private sectors. He highlighted the need for new employment initiatives post-COVID-19, noting the country's recovery from financial difficulties. The government has already allocated funds for hiring teachers and introduced a loan scheme for self-employment. Additionally, the President pledged support for youth involvement in agricultural modernization."
  ]
}