{
  "translated_text": {
    "si": {
      "title": "\"බලශක්ති ව්යුහය පුද්ගලිකව භාරදීමට අවශ්ය නැත\"",
      "body_lines": [
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා අවධාරණය කළේ රජය විසින් රටේ බලශක්ති ස්වෛරීභාවය සැමවිටම ආරක්ෂා කරන බවත්, බලශක්ති ව්යුහය පෞද්ගලික සමාගම්වලට භාරදීමේ අවශ්යතාවයක් නොමැති බවත් ය.",
        "ශ්රී ලංකාවේ ආර්ථික වර්ධනය, ජාතික ආරක්ෂාව සහ ස්වාධීනත්වය සඳහා බලශක්ති ස්වෛරීභාවය සහතික කිරීම ඉතා වැදගත් බව ජනාධිපති මාධ්ය ඒකකය (PMD) පැවසීය.",
        "පවත්නා ආයතනික ව්යුහය තුළ ඇති අකාර්යක්ෂමතාව තුරන් කිරීමට රජයට අවශ්ය, පුද්ගලීකරනය නොව, එහි අරමුණ වඩාත් effective ලදායී හා හොඳින් වැඩීම ගොඩනැගීමයි.",
        "බලශක්ති අංශයේ නව ප්රතිසංස්කරණ පිළිබඳ දියුණුව සමාලෝූ සමූල රැස්වීමේදී ජනාධිපතිවරයා මේ බව ප්රකාශ කළේය.",
        "ප්රතිසංස්කරණ, විදුලි බෙදාහැරීමේ ලංකා (පුද්) සමාගම, ජාතික සම්ප්රේෂණ ජාල සේවා සැපයුම්කරු (පුද්ගලික) සමාගම (පුද්ගලික) සමාගම විසින් පත් කරන ලද කමිටුවේ සාමාජිකයින්, විදුලි නිෂ්පාදන ලංකා (පුද්ගලික) ලිමිටඩ් සහ ජාතික පද්ධති මෙහෙයුම්කරු ලිමිටඩ්.",
        "සිය කතාවේදී ජනාධිපති දිසානායක මහතා බලශක්ති ව්යුහයේ කාර්ය සාධනය හා වෙනසක් ඇති කිරීම සඳහා නව ආයතනික රාමුවක් නියම කිරීම සඳහා හදිසි අවශ්යතාව අවධාරණය කළේය. පැරණි ව්යුහය තවදුරටත් ප්රමාණවත් නොවන අතර වෙනස් කිරීමේ අවශ්යතාවය ප්රතික්ෂේප කළ නොහැකි බව ඔහු පැහැදිලි කළේය.",
        "මෙම වෙනස තුළ දැනට පවතින තනතුරක් හෝ වැටුපක් අඩු නොවන බවත්, සියලු සේවක අයිතිවාසිකම් පූර්ණ ලෙස ආරක්ෂා කරන බවත් ඔහු සහභාගී වූවන්ට සහතික විය.",
        "එපමණක් නොව, ලංකා විදුලිබල මණ්ඩලය (CEB) යටතේ තබා ඇති සියලුම අයිතිවාසිකම් නව ව්යුහය තුළ ආරක්ෂා වනු ඇති අතර, ඒකාබද්ධ කිරීම සඳහා ලංවිම සඳහා අපේක්ෂිත ගැටළු විසඳනු ඇත.",
        "බලශක්ති නිදහස අඛණ්ඩව ආරක්ෂා වන බවත් මෙම අංශය අඛණ්ඩව රාජ්යයට අයත් බවත් ඔහු අවධාරණය කළේය.",
        "සමාගම් පෙන්වා දුන්නේ සමාගම් තම සේවකයින්ට පමණක් නොව රට සහ එහි ජනතාවට බවයි. නව ව්යුහය වඩාත් කාර්යක්ෂම, අඛණ්ඩ හා සාධාරණ මිලකට මඟ පෑදිය හැකි නම්, එය රජයට සහ කාර්ය මණ්ඩලයට සාර්ථක වනු ඇත.",
        "ප්රතිසංස්කරණ ක්රියාවලියේ සෑම අදියරකදීම කම්කරුවන්ගේ අයිතිවාසිකම් ආරක්ෂා කිරීම සඳහා රජය සම්පුර්ණයෙන්ම සූදානම් බව ඔහු නැවත අවධාරණය කළේය. ලංවිම තුළ සිදුවෙමින් පවතින්නේ දිගුකාලීන ආයතනික ව්යුහය නවීකරණය කිරීමයි. මෙය විකුණුම් නොවේ, රාජ්ය අයිතිය වෙනස් කිරීම නොව, බලශක්ති ස්වෛරීභාවය අතහැර දැමීමට නොව ගෝලීය සංවර්ධන මාවතේ පිළිබිඹුවක්, \"ඔහු පැහැදිලි කළේය."
      ]
    },
    "en": {
      "title": "\"No need to hand over the energy structure to the private\" \"",
      "body_lines": [
        "President Anura Kumara Dissanayake stressed that the government would always protect the country's energy sovereignty and made it clear that there was no need to hand over the energy structure to private companies.",
        "The Presidential Media Unit (PMD) said that it is very important to ensure sovereignty of energy for Sri Lanka's economic growth, national security and independence.",
        "The government wants to eliminate the incompetent within the existing institutional structure, not the privatization, its aim is to build the most effective and well -built system.",
        "The President made this statement during the Advancement Review Meeting on New Reforms in the Energy Division.",
        "Members of the Committee appointed to implement reforms, Electricity Distribution Lanka (Pvt) Limited, National Transmission Network Service Provider (Private) Limited, Electricity Production Lanka (Private) Limited and National System Operator (Pvt) Ltd.",
        "In his speech, President Dissanayake stressed the urgent need for a new corporate framework to establish performance and change in the Energy Structure. He explained that the old structure is no longer sufficient and the need for change cannot be denied.",
        "He assured the participants that no existing positions or salary would be reduced during this change and that all employee rights would be fully defended.",
        "Moreover, all the rights that have been kept under the Ceylon Electricity Board (CEB) will be protected within the new structure, while any pending problems for CEB will be solved before the integration.",
        "He underscored that the freedom of energy would continue to be protected and that the sector would continue to belong to the state.",
        "The president pointed out that companies are not only for their employees but for the country and its people. If the new structure can lead to the most efficient, continuous, and fair price, it will be a success for the government and the staff.",
        "He reiterated that the government is fully prepared to protect the rights of workers at every stage of the reform process. What is taking place within CEB is to modernize the long -term corporate structure. This is not sales, not to change state ownership, but to abandon energy sovereignty, but a reflection of the global development path, ”he explained."
      ]
    }
  },
  "summary_lines": []
}