{
  "translated_text": {
    "ta": {
      "title": "ஒரு வாளை எடுத்த ஒருவர், ஜனாதிபதியை சந்திக்க விரும்புவதாகக் கூறினார்",
      "body_lines": [
        "ஜிருபகோடாவில் உள்ள ஒரு கடைக்கு முன்னால் ஒரு வாள் என்று காவல்துறை கூறுகிறது என்று பிலியந்தலா போலீசார் தெரிவித்தனர்.",
        "தம்புல்விலாவில் வசிப்பவர், பிலியந்தலா கைது செய்யப்பட்டுள்ளதாக போலீசார் கூறுகின்றனர்.",
        "அந்த நபர் (26) ஜலிகோடா சந்திப்பில் ஒரு வாளை எடுத்துள்ளார், மேலும் தனது அயலவர்களிடம் சொல்ல கலைஞர்களைச் செய்துள்ளார்.",
        "இதற்கிடையில், சுற்றியுள்ள சொற்களைச் சொல்வது அறிவிக்கப்பட்டால், அவர் கடுமையாக இருந்தார், கழுத்தை சந்தித்தார்.",
        "அண்டை வீட்டாரால் நிலைமையைக் கட்டுப்படுத்த முடியவில்லை என்பதால், அதிகாரிகள் குழு அந்த இடத்திற்கு வந்து பில்லியந்தலா போலீசாருக்கு அறிவித்த பின்னர் நிலைமையை கட்டுப்படுத்தியது.",
        "கலைநயமிக்க நபர் ஒரு மன நோய் என்று பின்னர் தெரியவந்தது.",
        "1990 ஆம் ஆண்டு தங்குமிடத்தில் உள்ள கலுபோவிலா கற்பித்தல் மருத்துவமனையில் அனுமதிக்கப்படுமாறு காவல்துறையினர் தலையிட்டனர்.",
        "வாள் காவலில் வைக்கப்பட்டது, இந்த சம்பவத்தால் யாரும் பாதிக்கப்படவில்லை."
      ]
    },
    "en": {
      "title": "A person who has taken a sword and he said he wanted to meet President",
      "body_lines": [
        "The police state a sword in front of a shop in Jrubagoda, Piliyandala police said.",
        "The police say that a resident of Thambulwila, Piliyandala, has been arrested.",
        "The man (26) has taken a sword in the Jaliegoda Junction and has worked artists to tell her neighbors.",
        "In the meantime, if it was notified to tell the surrounding words, he was harshly and to meet the neck.",
        "Since neighbors were not able to control the situation, a team of officials came to the place and controlled the situation after he had notified the Piliyandala Police.",
        "It was later revealed that the person who was artistic was a mental illness.",
        "According to the police, the police intervened to be admitted to the Kalubowila Teaching Hospital in the 1990 shelter to be treated with a 1990 hedge to the site.",
        "The sword was taken into custody and no one was harmed by the incident. Piliyandala Police are conducting further injustice."
      ]
    }
  },
  "summary_lines": [
    "Man wielding sword attempts to meet president. Police intervene, arrest suspect. Mental health evaluation recommended. No injuries reported. Incident under investigation."
  ]
}