{
  "translated_text": {
    "ta": {
      "title": "ஒவ்வொரு ரூபாயையும் பயனுள்ள முதலீட்டிற்காக பயன்படுத்துவதே அரசாங்கக் கொள்கை",
      "body_lines": [
        "நாட்டின் பொருளாதார ஸ்திரத்தன்மையின் அடிப்படையில் எதிர்கால பொருளாதார வளர்ச்சி இலக்குகளை பூர்த்தி செய்வதே அரசாங்கத்தின் நோக்கம் என்று ஜனாதிபதி அனுரா குமாரா டிசனாயகே வலியுறுத்தினார்.",
        "2026 ஆம் ஆண்டு பட்ஜெட்டுக்கு முந்தைய கலந்துரையாடலில் ஜனாதிபதி இந்த அவதானிப்பை ஆடைத் தொழிலில் உள்ள கட்சிகளுடன் செய்தார்.",
        "தற்போதைய தொழிலுக்கு தற்போதைய வசதிகள் கிடைக்கின்றன என்று ஜனாதிபதி சுட்டிக்காட்டினார், அரசாங்கத்தின் கொள்கை முதல் ரூபாய்க்கு அணுகலை வழங்குவதாகும்.",
        "கூட்டு ஆடை சங்க மன்றம் (கூட்டு ஆடை அசோசியேட் மன்றம்), ஆடைத் துறையின் பிரதிநிதிகள் (FTZMA), ஆடை மற்றும் FTZMA இன் பிரதிநிதிகள் உட்பட ஆடைகளின் பிரதிநிதிகள் ஒவ்வொரு துறைக்கும் பட்ஜெட் திட்டங்களை முன்வைத்தனர்.",
        "பங்கேற்பாளர்கள் ஜனாதிபதியிடம் உற்பத்தி செலவு உட்பட ஆடைத் துறையில் புதிய சவால்கள் மற்றும் வாய்ப்புகள் குறித்து தெரிவித்தனர்.",
        "இலங்கையின் \"கடமை\" அமைப்பின் கீழ் \"பரஸ்பர கடமை\" அமைப்பின் கீழ் இலங்கை செய்த கட்டணங்களை குறைக்க அரசாங்கத்தின் தலையீடு ஜனாதிபதிக்கு நன்றி தெரிவித்தது.",
        "மேலும், ஆடைத் தொழிலில் எழுந்த பிரச்சினைகள் உலக சந்தையில் விவாதிக்கப்பட்டு விவாதிக்கப்பட்டன, இலங்கைக்கு புதிய வாய்ப்புகளைப் பயன்படுத்துதல் மற்றும் சவால்களை எதிர்கொள்ளும்.. இந்த விஷயங்களில் மேலும் வெளிநாட்டினர்",
        "உத்தியோகபூர்வ TORS க்கு உத்தியோகபூர்வ வருகையின் பிரதிநிதிகளும் ஜனாதிபதியிடம் கோரப்பட்டனர்.",
        "அரசாங்கத்தின் SME களுக்கான SME களுக்கு ஒரு மேம்பாட்டு வங்கியின் தேவை பிரதிநிதிகளுக்கு வழங்கப்பட்டது.",
        "ஆன்லைன் நடைமுறைகளை மொழிபெயர்ப்பது மற்றும் ஆன்லைன் நடைமுறைகளின் மொழிபெயர்ப்புக்கு ஜனாதிபதியின் மொழிபெயர்ப்பு உட்பட அரசாங்கத்தின் டிஜிட்டல்மயமாக்கல் அணுகுமுறைக்கும் தொழிலதிபர்கள் நன்றி தெரிவித்தனர்.",
        "தற்போது, ​​55% தயாரிப்புகள் மதிப்பை மேலும் மேம்படுத்தும் என்று எதிர்பார்க்கப்படுகிறது, மேலும் எதிர்காலத்தில் மேலும் மேம்படுத்தப்படும் என்று எதிர்பார்க்கப்படும் தொழிலதிபர்கள்.",
        "நீண்டகால அனுபவங்கள் மற்றும் நாட்டின் வளர்ச்சியின் அடிப்படையில் நாட்டின் வளர்ச்சி குறித்த அனைத்து திட்டங்களையும் ஆய்வு செய்யுமாறு நிதி அமைச்சின் அதிகாரிகளுக்கும் ஜனாதிபதி அறிவுறுத்தினார்."
      ]
    },
    "en": {
      "title": "Government policy is to deploy every rupee for effective investment",
      "body_lines": [
        "President Anura Kumara Dissanayake emphasized that the government's objective is to meet future economic growth targets based on the economic stability of the country.",
        "The President made this observation at a 2026 pre-budget discussion with the parties in the apparel industry.",
        "The President pointed out that the current facilities are available to the existing industry, the government's policy is to provide access to the first rupee.",
        "Representatives of the apparel, including the Joint Apparel Association Forum (Joint Apparel Associate Forum), the representatives of the apparel industry (FTZMA), the representatives of the apparel and FTZMA presented the budget proposals to each sector.",
        "Participants also informed the President on new challenges and opportunities in the apparel industry, including the cost of production.",
        "The intervention of the government to reduce the tariffs made by Sri Lanka under the \"mutual duty\" system under the \"duty\" system of Sri Lanka thanked the President.",
        "Also, the issues that have arisen in the apparel industry were also discussed and discussed on the world market, effectively using new opportunities to Sri Lanka and to meet challenges.. Further foreigners on these matters",
        "The representatives of the official visit to the official tors were also requested the President.",
        "Representatives were given the need for a development bank for the SMEs for the SMEs of the Government.",
        "The industrialists also thanked the government's digitalization approach, including the translation of the President, to the translation of online procedures and the translation of online procedures.",
        "At present, 55% of the products are expected to further enhance value, and the industrialists who are expected to be further enhanced in the future.",
        "The President also instructed the officials of the Ministry of Finance to study all the proposals on the development of the country based on long-term experiences and the country's development."
      ]
    }
  },
  "summary_lines": []
}