{
  "translated_text": {
    "ta": {
      "title": "தீவின் அமெரிக்க துணை செயலாளர்-அரசு செயலாளர்",
      "body_lines": [
        "நிர்வாகத்திற்கான அமெரிக்க துணை மாநில செயலாளர் மற்றும் துணை வெளியுறவுத்துறை செயலாளர் ரிச்சர்ட் ஆர்.",
        "நாளை (18) தொடங்கும் அமெரிக்காவின் அமெரிக்க துணை வெளியுறவுக்கான அமெரிக்காவின் துணை செயலாளர் விஜயம் செய்தபோது, ​​இலங்கைக்கு செல்ல முடிவு செய்துள்ளார்.",
        "ඒ අනුව හෙට සිට ලබන 23 වැනි දින දක්වා අමෙරිකානු නියෝජ්‍ය රාජ්‍ය ලේකම් රිචඩ් ආර්.වර්මා මහතා ඉන්දියාව, මාලදිවයින සහ ශ්‍රී ලංකාව වෙත සංචාරය කිරිමට සැලසුම් කර තිබේ.",
        "தனது இந்திய மற்றும் மாலத்தீவு பயணத்தை முடித்த பின்னர், அவர் அரசாங்க மூத்த அதிகாரிகளுடன் பேச்சுவார்த்தை நடத்த உள்ளார்.",
        "கொழும்பு துறைமுகத்தில் மேற்கத்திய கொள்கலன் முனையத்தை அவதானிக்க மாநில துணை செயலாளர் ஏற்படுகிறார்."
      ]
    },
    "en": {
      "title": "US Deputy Secretary-government Secretary to the island",
      "body_lines": [
        "US Deputy Secretary of State for Management and Deputy Secretary of State Richard R.Warema is expected to visit Sri Lanka's visit to Sri Lanka.",
        "During his visit to the US Deputy Secretary of State for the US Deputy Secretary of State, which begins tomorrow (18), has decided to visit Sri Lanka.",
        "Accordingly, US Deputy Secretary of State for US Deputy Secretary of State for the 23rd of tomorrow, is planning to travel to India, the Maldives and Sri Lanka.",
        "After completing his Indian and Maldivian travel, he is to hold talks with government senior officials.",
        "The Deputy Secretary of State is due to observe the western container terminal at the Colombo Harbor."
      ]
    }
  }
}