{
  "translated_text": {
    "si": {
      "title": "මෙන්ඩිස් සමාගම සඳහා මුද්රා තබා ඇත",
      "body_lines": [
        "W.. එම්.. අද (5) මෙන්ඩිස් ද මුද්රා තබන ලදී.",
        "මත්පැන් ආ d ා පනතේ නීති රීති අනුව අද (5) සිට මත්පැන් ආ d ා පනතේ නීති රීති අනුව අද (5) සිට මත්පැන් ආ d ා පනතේ නීති රීති අනුව අද (5) සිට මත්පැන් ආ d ා පනතේ නීති රීති අනුව මත්පැන් ආ d ා පනතේ නීති රීති අනුව මෙන්ඩිස් විසින් මත්පැන් ආ d ා පනතේ නීතිරීතිවලට අනුව මත්පැන් ආ d ා පනතේ නීතිරීතිවලට අනුව මත්පැන් ආ d ා පනතේ නීතිරීතිවලට අනුව මත්පැන් ආ d ා පනතේ නීති රීති අනුව මෙන්ඩිස් අසමත් වූ මදුවරි කොමසාරිස් ජනරාල් ජෙනරාල්වරයා නියෝග කර තිබේ.",
        "පළමු ඩබ්ලිව්.. එම්.. Mna-Elaa සහ Gampaha සහ Gampaha Madhuvari Sertoinents හි පැවසුවේ මෙන්ඩිස් සමාගමේ නිෂ්පාදන හා බෙදා හැරීම සිදු කළ නොහැකි බවයි.",
        "නොවැම්බර් 30 සිට බදු ගෙවීමට අපොහොසත් වූ මත්පැන් නිෂ්පාදකයින්ගේ බලපත්රය අවලංගු කිරීමට රජය තීරණය කර තිබීම සැලකිය යුතු කරුණකි.. රීල්"
      ]
    },
    "en": {
      "title": "Sealed for Mendis Company",
      "body_lines": [
        "W.. M.. Mendis was also sealed today (5).",
        "The Madhuvari Commissioner General has ordered the suspension of its liquor production license from today (5) as per the rules of the Liquor Ordinance, as Mendis failed to pay Rs 5.7 billion, including the liquor and 3 percent additional fees.",
        "First W.. M.. Ja-Ela and Gampaha Madhuvari Superintendents said that all production and distribution of Mendis Company cannot be carried out.",
        "It is noteworthy that the government has decided to cancel the license of liquor manufacturers who failed to pay taxes from November 30.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Madhuvari Commissioner suspends Mendis Company's liquor license due to unpaid taxes (Rs 5.7 billion). Production and distribution halted. Government cancels licenses of manufacturers who failed to pay taxes from November 30.\""
  ]
}