{
  "translated_text": {
    "ta": {
      "title": "දිළින්දන්ට සතුටක් දෙමින් නත්තල ගත කරන්න",
      "body_lines": [
        "வர்த்தக பொருளாதார அமைப்பில் கிறிஸ்துமஸின் அணுகுமுறையை அவர் அடிமைப்படுத்த மாட்டார் என்று லார்வஸ்ட் மால்கம் கார்டினல் ரஞ்சித் கூறினார்.",
        "උදා වූ නත්තල් දිනය සඳහා පණිවිඩයක් නිකුත් කරමින් උන්වහන්සේ මේ බව සඳහන් කළහ. கார்டினல் இது பற்றியது என்று கூறினார்.",
        "\"கிறிஸ்மஸ், இந்த நேரத்தில் காணப்பட்டது, நாங்கள் கடவுளின் ஆசீர்வாதத்தின் திருவிழாவாக மாற விரும்புகிறோம், ஒவ்வொரு வகையிலும். கிறிஸ்துவின் பிறப்பு கொண்டாடப்படும் தருணம் கிறிஸ்துமஸ். இது ஒரு அற்புதமான வழி என்று புனித பைபிள் கூறுகிறது. குழந்தைக்கு துணி இல்லை என்பதையும், குழந்தைக்கு படுக்கை இல்லை என்பதையும் விளக்குங்கள்.",
        "கிறிஸ்துவின் பிறப்பு இது போன்ற மோசமான சூழலில் உள்ளது. ஆனால் மோசமான சூழலில் ஒரு தேர்வு இருப்பதை நாம் காணலாம். அவர் பிறந்த இயற்கை மதத்தில் இது ஒரு பேரழிவிற்குள்ளான சூழலாகும். அது மனித கைகளின் வெளிச்சத்தில் இல்லை.",
        "தேவனுடைய குமாரனாகிய கடவுளின் வளங்கள் தேவனுடைய குமாரன் தேர்ந்தெடுத்திருப்பதை உறுதிசெய்துள்ளனர் என்பது தெளிவாகிறது, மேலும் அவர் ஒரு சாதாரண குடும்பத்திலும், ஒரு பொதுவான சூழலிலும், உதவியற்ற தன்மையிலும் வெளிவர முடிவு செய்துள்ளார்.",
        "பரிசுத்த பைபிளுக்கு சிக்கல், கடவுள் ஏழைகளின் கடவுள். இந்த வழியில், நாம் ஏழைகளை, குறிப்பாக ஏழைகளுக்கு, ஒரு கிறிஸ்ட்கர்லாக நேசிக்க வேண்டும்.. அவை சமூகத்திற்கு ஒரு சாபம் அல்ல. சமூகம் ஒரு ஆசீர்வாதம் என்று நாம் சிந்திக்க கற்றுக்கொள்ள வேண்டும் என்பதை இது காட்டுகிறது.",
        "கடவுள் உதவியற்றதைத் தேர்வு செய்கிறார். நம்முடைய ஆன்மீகத்தில், அந்த மனநிலையை எங்களிடம் கேட்கிறோம். ஆகவே, இந்த கிறிஸ்துமஸின் உண்மையான அர்த்தத்தை நாம் புரிந்து கொண்டால், நாம் கடவுளின் கண்களுக்கு தகுதியற்றவர்கள் அல்ல என்பதைக் காட்ட முடியும்.",
        "ஆகவே, இந்த செல்வத்தின் சக்திக்கான பேராசை, இதனால் இந்த செல்வத்தின் சக்தி இந்த செல்வத்தின் வாழ்க்கை அல்ல, பலரின் வாழ்க்கை உதவியற்றவராக மாறியது.",
        "தயவுசெய்து இந்த பொருள் செழுமை, சக்தி, சக்தி அல்லது அதிகாரத்தின் செழுமையை துரத்த வேண்டாம். இலங்கையில் வசிக்கும் கத்தோலிக்கர்கள், கிறிஸ்துவாக, இந்த செய்தியை இந்த சமுதாயத்திற்கு முன்வைக்க வேண்டும்.",
        "கிறிஸ்மஸின் வழிபாட்டாளர்களுடன் நாங்கள் கிறிஸ்துமஸைத் தேர்வு செய்ய வேண்டும். கிறிஸ்மஸை நாட்களுடன் செலவிடுங்கள். கிறிஸ்துமஸின் உண்மையான செய்தி என்னவென்றால், உதவியற்ற தன்மையின் சிந்தனையைப் புரிந்துகொள்ள கற்றுக்கொள்வது. எனவே வர்த்தக பொருளாதார அமைப்பில் நீங்கள் அதைப் பயன்படுத்த முடியுமா என்று உங்கள் அனைவரையும் கேட்டுக்கொள்கிறேன், ஆனால் அது மகிழ்ச்சியடைய முடியுமா என்பது முக்கியமல்ல.",
        "மற்றொருவரின் வாழ்க்கையின் மகிழ்ச்சி மற்றும் ரூபாயில் ஏழு ரூபாயை நீங்கள் அளவிட முடியாது. கிறிஸ்துமஸில் அந்த மகிழ்ச்சியைப் பெறுங்கள். அடையாளங்கள் எங்களுக்கு ஒரு சவால் அல்ல. எல்லோரும் எங்களுக்கு ஒரு ஆசீர்வாதம். நாம் இணைப்புக்குத் திறந்தால், இயேசு குழந்தைகளை நம் குடும்பத்திற்கு அழைத்துச் செல்ல கற்றுக்கொள்கிறோம். \""
      ]
    },
    "en": {
      "title": "Given the duncents happy Christmas",
      "body_lines": [
        "The Larvest Malcolm Cardinal Ranjith said that he would not be enslaved to the attitude of Christmas in the trade economic system.",
        "He issued a message for Christmas Day. The Cardinal said this was about this.",
        "\"Christmas, which was found at this time, and we wish to become a festival of God's blessing, and in every way. Christmas is the moment when the birth of Christ is celebrated. The Holy Bible says that this was a wonderful way. Explain that the child had no cloth and that the child had no bed.",
        "The birth of Christ is in the poor environment like this. But we can see that there is a choice in the poor environment. It is a devastated environment in the natural religion that He was born. It was not in the light of human hands.",
        "It is clear that the resources of God, the Son of God, have made sure that the Son of God has chosen, and he has decided to emerge in a normal family, a typical environment, and helplessness.",
        "Trouble for the Holy Bible, God is the God of the poor. In this way, we have to love the poor, especially for the poor, as a Christgirl.. They are not a curse for society. It shows that we should learn to think that society is a blessing.",
        "God chooses the helpless. In our spirituality, we ask us that mentality. So if we understand the true meaning of this Christmas, and we can show that we are not worthy of God's eyes.",
        "So the greed for the power of this wealth, so that the power of this wealth is not the life of this wealth, that the life of many people have become helpless.",
        "Please do not chase this material richness, power, power, or the richness of power. As Catholics living in Sri Lanka, as Christ, we must present this message to this society.",
        "We must choose Christmas with the worshipers of Christmas. Spend Christmas with Days. The real message of Christmas is that it is to learn to understand the thinking of the thinking of the helplessness. So I urge you all if you can use it in the trade economic system, but it does not matter if it can make it happy.",
        "The happiness of another's life and you can't measure the seven rupees in rupees. Get that happiness at Christmas. The identities are not a challenge for us. Everyone is a blessing for us. If we open to annex, we learn to get Jesus babies to our family. \""
      ]
    }
  },
  "summary_lines": []
}