{
  "translated_text": {
    "ta": {
      "title": "අනුරගේ 'Clean Sri  Lanka' සහ ලී ක්වාන් යූගේ 'Keep Singapore Clean' අතර සමානකම් තිබේ ද?",
      "body_lines": [
        "அனுராவின் சுத்தமான இலங்கை மற்றும் வூட் குவான் யு'ஸ் 'சிங்கப்பூரை சுத்தமாக வைத்திருங்கள்' இடையே இதே போன்ற எடுத்துக்காட்டுகள் உள்ளதா?",
        "ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்கின் தற்போதைய ஜனாதிபதியின் தலைவர் கடமைகளையும், ஜனாதிபதிக்கு 100 நாட்களுக்கும் மேலாக, ஜனாதிபதி இந்த ஆண்டு ஜனவரி 1 ஆம் தேதி சுத்தமான இலங்கை திட்டத்தின் கவனத்தை ஈர்த்துள்ளார்.",
        "ஜனாதிபதி அனுரா தலைமையிலான ஜனாதிபதி அனுரா தலைமையிலான சுத்தமான இலங்கை திட்டத்தைப் பற்றி உங்களுக்குத் தெரியுமா?",
        "நாட்டின் திட்டத்தின் கருப்பொருளின் படி, உலக வளரும் நாடுகளின் முன்னாள் பிரதம மந்திரி, உலக வளரும் நாடுகளின் முன்னாள் பிரதம மந்திரி நாட்டின் சூழலை சுத்தம் செய்வதற்காக ஒரு காலத்தில் உலக வளரும் நாடுகளின் முன்னாள் பிரதமர் செயல்படுத்தப்பட்டார்.",
        "இரண்டு திட்டங்களுக்கும் பிபிசி சிங்களவலாவுக்கு சில ஒற்றுமைகள் உள்ளன.",
        "சிங்கப்பூரில் ஒரு இலவச தேசமாகத் தொடங்கிய முதல் தேசிய இயக்கம் 'சிங்கப்பூர் க்ளீன்' திட்டம் ஆகும்.",
        "சிங்கப்பூரின் முதல் பிரதமர் சிங்கப்பூரின் முதல் பிரதமர் சிங்கப்பூரின் முதல் பிரதமராக இருந்ததால், இந்த திட்டம் சிங்கப்பூரின் முதல் பிரதமராக உள்ளது.",
        "1819 முதல் இரண்டாம் உலகப் போர் வரை, பிரிட்டிஷ் காலனி சிங்கப்பூர், 1942 முதல் 1945 வரை ஜப்பானிய படையெடுப்பு செய்யப்பட்டது.",
        "சிங்கப்பூரை எதிர்கொண்ட முக்கிய கேள்விகள் மக்கள்தொகை அதிகரிப்பின் சதவீதம்.",
        "சிங்கப்பூரில் 'கீப் சிங்கப்பூர் சுத்தமான' போன்ற பல திட்டங்கள் தொடங்கப்பட்டன, இது இந்த சூழ்நிலையில் நடைபெற்றது.",
        "1958 ஆம் ஆண்டில், 'உங்கள் நகரத்தை சுத்தமாக வைத்திருங்கள்' என ஒரு திட்டம் தொடங்கப்பட்டது, மேலும் 1959 ஆம் ஆண்டில் ஒரு திட்டம் செயல்படுத்தப்பட்டது மற்றும் சிங்கப்பூரை பராமரிக்கும் திட்டமும் செயல்படுத்தப்பட்டது.",
        "1959 ஆம் ஆண்டில் பிரிட்டிஷ் ஆட்சியின் பிரதமராக, பிரதமர் மர குவான் ஆளப்பட்டார்.",
        "அவர் ஆசியாவின் பணக்கார நாடுகளில் ஒன்றாக சிங்கப்பூரை உருவாக்கினாலும், அவருக்கு அரசியல் மற்றும் சமூக சுதந்திரம் இல்லை என்று மனித உரிமை அமைப்புகளால் விமர்சிக்கப்பட்டார்.",
        "ஆகஸ்ட் 1968 இல், சிங்கப்பூர் அரசு 'சிங்கப்பூர் சுத்தமான' திட்டத்தை செயல்படுத்த ஒரு தேசிய குழுவை அறிவித்துள்ளது.",
        "இதில் சுகாதார அமைச்சர், கல்வி அமைச்சகம், கலாச்சார அமைச்சகம், பொதுப் பணித் துறை ஆகியவை அடங்கும்.",
        "அக்டோபர் 1, 1968 அன்று, இந்த திட்டம் சிங்கப்பூர் மாநாட்டு அறையில் 1,500 க்கும் மேற்பட்ட சமூகத் தலைவர்களுடன் தொடங்கப்பட்டது.",
        "இந்த திட்டத்தில் பொது சுகாதார சட்டங்களை மாற்றுவது, தெரு விற்பனையாளர்களை நடைபாதை மற்றும் டெவலப்பர், மேம்பாடு மற்றும் நோய் கட்டுப்பாட்டு நடவடிக்கைகளுக்கு அழைத்துச் சென்றது.",
        "திட்ட விழிப்புணர்வு குறித்த விழிப்புணர்வு சிங்கப்பூரில் நான்கு முக்கிய மொழிகளில் காட்சிக்கு வைக்கப்பட்டது, மேலும் அதிகாரிகள் அதிகாரிகளால் பரிசோதிக்கப்பட்டனர்.",
        "இந்த திட்டம் சமூக நடத்தையை கட்டுப்படுத்த சிங்கப்பூரில் முதல் முறையாகும்.",
        "இந்த திட்டத்தின் ஆரம்பம் வெற்றி பெற்றதால் இது பல ஆண்டுகளாக செயல்பட்டு வருகிறது.",
        "'சிங்கப்பூரை சுத்தமாக வைத்திருங்கள்' தேசிய இயக்கம் தொடங்கி கிட்டத்தட்ட 57 ஆண்டுகள் கடந்துவிட்டன.",
        "இதற்கிடையில், சிங்கப்பூர் ஒரு பாரிய சேவை பொருளாதாரத்துடன் ஆசியாவின் சுற்றுலா மாநிலமாக மாறியுள்ளது.",
        "சிங்கப்பூரின் நிறுவனர் சிங்கப்பூரின் முன்னாள் பிரதமர் 2025 இல் வாழ்க்கையிலிருந்து காலமானார்.",
        "1965 - சிங்கப்பூரின் சுதந்திரம் 1968 - சிங்கப்பூரை சுத்தமாக வைத்திருங்கள் 1971 - கழிப்பறை சுத்தமான திட்டத்தை வைத்திருங்கள் 1973 - கழிப்பறை சுத்தமான திட்டத்தை வைத்திருங்கள் 1963 - கழிப்பறை சுத்தமான திட்டத்தை வைத்திருங்கள்",
        "இந்த திட்டத்திற்கு இணையாக, பின்னர் சுத்தமான தோட்டங்கள் சுத்தம், பஸ் மற்றும் பஸ் நிறுத்தங்களை சுத்தம் செய்தல் ஆகியவை மேற்கொள்ளப்பட்டன.",
        "'சுத்தமான இலங்கை' மற்றும் 'சிங்கப்பூரை சுத்தமாக வைத்திருங்கள்' திட்டங்களில் உள்ள ஒற்றுமைகள் என்ன?",
        "சுத்தமான இலங்கை திட்டத்தின் நோக்கம் ஒரு தேசிய நடவடிக்கையை நிறுவுவதற்கான ஒரு தேசிய பிரச்சாரத்தையும், அதன் சமூக, சுற்றுச்சூழல் மற்றும் நெறிமுறை விழிப்புணர்வையும், அத்துடன் இலங்கை மக்களின் நல்வாழ்வை உறுதி செய்வதன் மூலம் அதன் சமூக, சுற்றுச்சூழல் மற்றும் நெறிமுறை விழிப்புணர்வையும் தொடங்குவதாகும்.",
        "'சுத்தமான இலங்கை' மற்றும் 'சிங்கப்பூரை சுத்தமாக வைத்திருங்கள்' திட்டங்களின் இரண்டு திட்டங்களும் சிறப்பு வாய்ந்தவை.",
        "இரண்டு திட்டங்களும் தூய்மையால் தொடங்கப்பட்டுள்ளன, அதே நேரத்தில் சுத்தமான இலங்கை திட்டத்திற்கு இணையாக பல்வேறு துப்புரவு திட்டங்கள் செயல்படுத்தப்படுகின்றன.",
        "\"எங்கள் முக்கிய வேலை சுத்தமான இலங்கை திட்டம். இது சுற்றுச்சூழல் அமைப்பை சுத்தம் செய்வது மட்டுமல்ல. ஒட்டுமொத்த முக்கியமான உடலையும் இந்த அழிவுகரமான தாய்நாட்டையும் மாற்றுவதற்கான சுத்தம், சுத்தம், சுத்தமான, இது நோக்கம்.",
        "'சுத்தமான இலங்கை' திட்டம் 1968 ஆம் ஆண்டு 01 ஆம் தேதி 'சுத்தமான இலங்கை சுத்தமான' பங்கேற்புடன் தொடங்கப்பட்டது.",
        "இலங்கை திட்டம் சிங்கப்பூர் திட்டத்தில் தயாரிக்கப்பட்டது என இலங்கை திட்டம் பெயரிடப்பட்டுள்ளது.",
        "அபத்தமான வர்த்தகர்களை அகற்றுவதில் அரசாங்கம் செயல்படவில்லை என்றாலும், சில ஊடகங்கள் தெரு வணிகர்கள் அகற்றப்பட்டதாக தெரிவித்தன.",
        "1988 ஆம் ஆண்டில் ஒரு திட்டம் தொடங்கப்பட்டது மற்றும் சிங்கப்பூரின் பேருந்துகளை பராமரித்து, பஸ் சுத்தமாக பராமரித்தல் மற்றும் ஜனவரி 2 முதல் நடிப்பு ஐ.ஜி.பி.",
        "இலங்கையில், சிங்கப்பூர் சமீபத்தில் கணிசமாக விவாதித்தது.",
        "2019 ஆம் ஆண்டில் ஜனாதிபதித் தேர்தலுக்காக போட்டியிட்ட கோத்தாபய ராஜபக்ஷா, முன்னாள் எம்.பி. வால்மன் வீராவன்சா கலந்து கொண்டார் என்ற அறிக்கை.",
        "இலங்கையின் அரசியல்வாதிகளின் அரசியல்வாதிகள் ஒரு சிங்கப்பூர்.",
        "சிங்கப்பூரில் தொடங்கிய சிங்கப்பூரில் மற்றும் இலங்கையின் திட்டத்தை கவனிக்க வேண்டிய சில ஒற்றுமைகள் இருப்பதைக் காணலாம்.",
        "2025 முதல் பொருளாதார ஸ்திரத்தன்மைக்கு செய்ய இலங்கையின் மத்திய வங்கி",
        "தாயின் இரண்டாவது திருமணத்தின் சாட்சி: 'ஒரு காலாண்டில் நான் ஒரு சாட்சியாக இருப்பது இதுவே முதல் முறை, அதுவும்'"
      ]
    },
    "en": {
      "title": "Is there similar examples between Anura's Clean Sri Lanka and wood Kuan U's 'Keep Singapore Clean'?",
      "body_lines": [
        "Is there similar examples between Anura's Clean Sri Lanka and wood Kuan U's 'Keep Singapore Clean'?",
        "As the president of the current President of President Anura Kumara Dissanayake assumed duties and 100 days after the president, the President has taken the attention of the Clean Sri Lanka project on January 1 this year.",
        "Are you aware of the Clean Sri Lanka program, which was headed by President Anura explained the chaired by President Anura?",
        "According to the theme of the country's program, the former Prime Minister of the World Developing countries, the former Prime Minister of Singapore, has once been implemented in order to clean the country's environment, the former Prime Minister of the World Developing countries.",
        "Both projects have some similarities to BBC Sinhala.",
        "The 'Keep Singapore Clean' project is the first national movement to start in Singapore as a free nation.",
        "The project is to be the first Prime Minister of Singapore on October 1, 1968, as the first Prime Minister of Singapore was the most pure and green city of Singapore.",
        "From 1819 to World War II, the British colony Singapore, 1942 to 1945, Japanese invasion was done.",
        "Percentage of population increases was the main questions that Singapore faced Singapore.",
        "Several projects such as 'Keep Singapore Clean' were started in Singapore, which was held in this situation.",
        "In 1958, a project was started as 'Keep Your City Clean' and a project was implemented in 1959 and a project to maintain the Singapore.",
        "As the Prime Minister of British rule in 1959, as the Prime Minister was ruled by the wooden Quan.",
        "Although he made Singapore as one of Asia's richest countries, he was criticized by human rights organizations that he had no political and social freedom.",
        "In August 1968, the Singapore government has announced a national committee to implement the 'Keep Singapore Clean' project.",
        "It included representatives of the Minister of Health, Ministry of Education, Ministry of Culture, the General Work Department.",
        "On October 1, 1968, the project was launched at the Singapore conference room with over 1,500 community leaders.",
        "The project included the change of public health laws, taking the street vendors to the pavement and developer, development and disease control measures.",
        "Awareness on Project Awareness was exhibited in four major languages ​​in Singapore, and the officers were inspected by officials.",
        "This project was the first time in Singapore to control the social conduct.",
        "It has been working for years because the start of this project has succeeded.",
        "Nearly 57 years have passed since the commencement of the 'Keep Singapore Clean' national movement.",
        "In the meantime, Singapore has become a tourist state of Asia, with a massive service economy.",
        "Former Prime Minister of Singapore, the founder of Singapore, passed away from life in 2025.",
        "1965 - Singapore's Freedom 1968 - Keep Singapore Clean Starting 1971 - Keep The Toilet Clean Project 1973 - Keep The Toilet Clean Project 1963 - Keep the Toilet Clean Project",
        "Parallel to this project, then the clean gardens cleaning, the cleaning of bus and bus stops, were also carried out.",
        "What are the similarities in 'Clean Sri Lanka' and 'Keep Singapore Clean' projects?",
        "The objective of the Clean Sri Lanka project is to launch a national campaign to establish a national operation, as well as its social, environmental and ethical awakening, as well as its social, environmental, and ethical awakening by ensuring the well-being of the people of Sri Lanka.",
        "The two projects of 'Clean Sri Lanka' and 'Keep Singapore Clean' projects are specialized.",
        "Both projects have been initiated by cleanliness, while various cleaning programs are being implemented in parallel to the Clean Sri Lanka project.",
        "\"Our key work is the clean Sri Lanka project. This is not the only cleaning of the ecosystem. This is the purpose of cleaning, cleans, Clean, to replace the overall crucial body and this destructive motherland.",
        "The 'Clean Sri Lanka' project was started on the 01st of 1968 with the participation of the 'Clean Sri Lanka Clean'.",
        "The Sri Lanka Project has been named as the Sri Lanka Project was made in the Singapore Project.",
        "Although the government has not acted on the removal of the ridiculous traders, some media reported that the street merchants have been removed.",
        "A project was launched in 1988 and maintaining the buses of Singapore and maintaining the bus clean and maintaining the acting IGP from January 2.",
        "In Sri Lanka, Singapore discussed considerable recently.",
        "Gotabhaya Rajapaksa, who was contesting for the presidential election in 2019, was a statement that former MP Wimal Weerawansa was present.",
        "The politicians of politicians of Sri Lanka is a Singapore.",
        "The project in Singapore, which began in Singapore, and Sri Lanka's project, can be observed that there is some similarities to be observed.",
        "The Central Bank of Sri Lanka to do for economic stability since 2025",
        "A Witness of the mother's second marriage: 'This is the first time I was a Witness in a quarter, that too'"
      ]
    }
  },
  "summary_lines": []
}