{
  "translated_text": {
    "si": {
      "title": "කොල්කටා ක්ෂේත්රයේ බැබළෙන්නට අසමත් විය;චෙන්නායි සැහැල්ලු සඳහා කඩුලු 7 ක්",
      "body_lines": [
        "කොල්කටා නයිට් රයිඩර්ස් වලට එරෙහිව චෙන්නායි චපක්කම් මා. ඉන්දීය ප්රිමියර් ලීග් ක්රිකට් තරගයේ සියලුම ක්ෂේත්රයන්හි දී බැබළෙන චෙන්නායි සුපර් කිංග්ස් සඳුදා (08) චිදම්බරම් ක්රීඩාංගණයේදී කඩුලු 7 කින් ජය ගත්තේය.",
        "මෙය ඉන්දියාවේ 17 වන ඉන්දියානු ප්රිමියර් ලීග් පරිච්ඡේදයේ 22 වන තරගයයි.",
        "චෙන්නායි සුපර් කිංග්ස් ඕවර 17.4 කදී ලකුණු 141 කදී ලකුණු 141 ක් රැස් කළේය.",
        "කොල්කටා නයිට් රයිඩර්ස් කණ්ඩායම ක්රීඩකයින් ලෙස නොසැලකිලිමත් ලෙස නොසලකන අතර චෙන්නායි සුපර් කිංග්ස් චෙන්නායි සුපර් කිංග්ස් හි සාර්ථකත්වය ඉටු කළේය.",
        "රයිචින් රවීන්ද්රට ලකුණු 15 ක් අහිමි වූ නමුත් කණ්ඩායම් කපිතාන් රට්රාජ් ගයේඩ්වාඩ් ට්රිල් මිෂෙල් සහ ශිවම් ඩුබේ සමඟ හොඳ සම්බන්ධතාවයක් නිර්මාණය කරමින් කණ්ඩායමේ සාර්ථකත්වය තහවුරු කළේය.",
        "තෙවැනි කඩුල්ල වෙනුවෙන් පන්දු 55 කදී ලකුණු 70 ක් රැස් කළ රට්රාජ් කයික්වාඩ් 38 ක කඩුල්ලකින් ෂවම් ඩුබේ සමඟ ලකුණු 38 ක් බෙදා ගත්තේය.",
        "ලකුණු 67 ක් සමඟ එම්.එස්. දෝනි දුවන්න එපා.",
        "මීට පෙර, පන්දුවට පහර දීමට ආරාධනා කළ කොල්කටා නයිට් රයිඩර්ස් පිල කඩුලු 20 කදී කඩුලු 9 ක් දැවී ලකුණු 137 ක් රැස් කළේය.",
        "බල ක්රීඩාංගණයේදී එක් කඩුල්ලක් පමණක් අහිමි වූ කොල්කටා නයිට් රයිඩර්ස්ටර්, ලකුණු 56 ක් රැස් කළ අතර පසුව කඩුලු ලබා ගත් අතර පසුව කඩුලු අහිමි විය.",
        "චෙන්නායි පන්දු යවන්නන් කොල්කටා පිතිකරුවන්ට දුෂ්කරතාවයක් ඇති කළහ. බොහෝ ක්රීඩකයින්ට වැරදි පාදවලින් ක්රීඩාව අහිමි විය.",
        "ක්රියාකාරී ක්රීඩකයා සුනිල් නාරාන් ලකුණු 27 ක්, ඇන්ග්රිෂ් රගුවන්ෂි 24 සහ ෂෙරියාස් අයි.ඊ.ආර්.",
        "රවීන්ද්ර ජඩේජා ලකුණු 18 කට කඩුලු 3 ක් දවාගනූ අතර දුෂර් දේෙපේන්ඩ් ලකුණු 33 කට කඩුලු 3 ක් දවා ගත් අතර උඩුජාකාර රහ්මන්ට ලකුණු 22 කට කඩුලු 2 ක් දවා ගත්තේය.",
        "මෙම තරගය සඳහා ඔහුගේ 100 වන ග්රහණය ලබා ගත් රවින්ද්ර ජදෙජා අයි.පී.එල්. ඉතිහාසයේ දුර්ලභ සන්ධිස්ථානයක් වාර්තා කළේය.",
        "අයි.පී.එල් ඉතිහාසයේ ලකුණු 1000 ක්, කඩුලු 100 ක් සහ වවුලන් 100 ක් සහ වවුලන් 100 ක් පිළිබඳ වාර්තාවක් තැබූ රවින්ද්ර ජඩේජා අද ක්රීඩකයා බවට පත්විය.",
        "අද තරඟයේදී ජඩේජා සම්මානය දිනා ගත්තේය."
      ]
    },
    "en": {
      "title": "Kolkata failed to shine in the field;7 wickets for Chennai lighter",
      "body_lines": [
        "Chennai Chepakkam MA against Kolkata Knight Riders. Chennai Super Kings, who shone in all fields at the Indian Premier League cricket match, won by 7 wickets at the Chidambaram Stadium on Monday (08).",
        "This is the 22nd match of the 17th Indian Premier League chapter in India.",
        "Chennai Super Kings lost 3 wickets in 17.4 overs with 141 runs in the match by winning 138 runs.",
        "The Kolkata Knight Riders team did not take carelessly as the players, and the Chennai Super Kings played the success of the Chennai Super Kings.",
        "Rachin Ravindra lost 15 runs, but team captain Rutraj Gaykwad confirmed the success of the team by creating a good connectivity with Tryl Michelle and Shivam Dubey.",
        "Rutraj Kaikwad, who shared 70 runs off 55 balls with Tryl Michelle in the second wicket, shared 38 runs with Shawam Dubey in the 3rd wicket.",
        "MS with 67 runs. Dhoni did not lose a run.",
        "Earlier, Kolkata Knight Riders, who were first invited to bat, scored 137 runs for the loss of 9 wickets in 20 overs.",
        "Kolkata Knight Riders, who lost only one wicket at the Power Play, scored 56 runs and then lost wickets at regular intervals.",
        "Chennai bowlers made a difficulty for Kolkata batsmen. Most of the players lost the game with wrong feet.",
        "Action player Sunil Narain scored 27 runs, Angarish Raghuvanshi 24 and Shreyas Iyer 34.",
        "Ravindra Jadeja took 3 wickets for 18 runs, Dushar Deshpande took 3 wickets for 33 runs and Mustafizur Rahman took 2 wickets for 22 runs.",
        "Ravindra Jadeja, who took his 100th grip in this match, set a rare milestone record in IPL history.",
        "Ravindra Jadeja today became the player to set the record of 1000 runs, 100 wickets and 100 bats in IPL history.",
        "Jadeja won the award in today's match."
      ]
    }
  },
  "summary_lines": [
    "Chennai Super Kings won by 7 wickets against Kolkata Knight Riders in IPL 2023, with Chennai scoring 141 in 17.4 overs. Kolkata scored 137 in 20 overs. Key performers for Chennai included Rutraj Gaikwad, Tryl Michelle, and Shivam Dubey. Jadeja set a record with 1000 runs, 100 wickets, and 100 balls in IPL."
  ]
}