{
  "translated_text": {
    "ta": {
      "title": "ஏ / எல் தேர்வு திட்டமிடப்பட்டதால்",
      "body_lines": [
        "2024 கிலோ மேம்பட்ட நிலை. கல்வி அமைச்சகம், கல்வி அமைச்சகம், கல்வி அமைச்சகம், கல்வி மற்றும் தொழிற்கல்வி அமைச்சகம் தெரிவித்துள்ளன.",
        "தேர்வை சரிசெய்ய பல்வேறு கட்சி கோரிக்கைகள் சமர்ப்பிக்கப்பட்டிருந்தாலும், பரீட்சைத் திணைக்களம் ஏற்கனவே GCE A / L தேர்வின் அனைத்து முன் பரிசோதனையையும் முடித்துவிட்டது என்று அறிக்கை கூறுகிறது.",
        "தேர்வின் தேதியின்படி, ஏ / எல் தேர்வு முழுமையாக ஒழுங்கற்றதாக இருக்கும் தேதி.",
        "2024 கிலோ மேம்பட்ட நிலை. (A / L) தேர்வு 2524 முதல் 2024 வரை 20.2012 வரை நடத்த திட்டமிடப்பட்டுள்ளது.",
        "பல்வேறு கட்சிகளின் கோரிக்கைகள் பரீட்சை பதவிக்கு வழங்கப்படும் மற்றும் கல்வி, உயர் கல்வி மற்றும் தொழிற்கல்வி அமைச்சகம் இந்த கோரிக்கைகளின் அடிப்படையில் உள்ளது.",
        "2024 கிலோ மேம்பட்ட நிலை. (A / L) Examination has been published in a press release issued by the Department of Examinations from 2024 to 20.03.2013, and 01.03.03.2013, the Department of Examinations was published in 01.03.2013. All pre-preparations of the examination including மையங்களை நிறுவுவது எல்லாவற்றையும் நிறைவு செய்துள்ளது.",
        "மேலும், இந்த தேர்வு நடைபெறுகிறது, வரவிருக்கும் 2024 கிமு மேம்பட்ட நிலை. பரீட்சை கண்டறியப்பட்டால், தேர்வு தாமதமாகிவிட்டால், தேர்வு ஒத்திவைக்கப்பட்டால் தேர்வு திட்டம் மீண்டும் முடிக்கப்படும்.",
        "மேலே உள்ள நடைமுறை சூழ்நிலைகளில், 2024 கிலோ. ஏ / எல் தேர்வின் அனைத்து தயாரிப்புகளையும் முடித்த இந்த நேரத்தில் தேர்வை ஒத்திவைக்க தேர்வு சாத்தியமில்லை என்பதை கவனிப்போம்."
      ]
    },
    "en": {
      "title": "As the A / L examination was planned",
      "body_lines": [
        "2024 GCE Advanced Level. The Ministry of Education, the Ministry of Education, the Ministry of Education, the Ministry of Education and Vocational Education said.",
        "The statement states that although various party demands have been submitted to adjust the examination, the Department of Examinations has already completed all the pre-examination of the GCE A / L examination.",
        "According to the date of the examination, the date on which the A / L examination will be fully disorganized.",
        "2024 GCE Advanced Level. (A / L) Examination is scheduled to be held from 2524 to 2024 to 20.2012.",
        "Requests from various parties will be presented to the post of examination and the Ministry of Education, Higher Education and Vocational Education is on the basis of these requests.",
        "2024 GCE Advanced Level. (A / L) Examination has been published in a press release issued by the Department of Examinations from 2024 to 20.03.2013, and 01.03.03.2013, the Department of Examinations was published in 01.03.2013.All pre-preparations of the examination including the establishment of the centers have completed everything.",
        "Further, this examination is held, the upcoming 2024 GCE Advanced Level. If the examination will be detected, if the examination will be delayed, the examination program will be completed again if the examination will be postponed.",
        "On the above practical situations, 2024 GCE. Let us notice that the examination is not possible to postpone the examination at this time of completion of all preparations of the A / L examination."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "2024 GCE A/L exam scheduled March 25-20, 2012. Ministry says all preparations complete despite party requests. Exam cannot be postponed now due to readiness."
  ]
}