{
  "translated_text": {
    "ta": {
      "title": "ஜி.எம்.பி சான்றிதழ்களைப் பெற தொழில்துறை அமைச்சகம்",
      "body_lines": [
        "உள்ளூர் தொழில்களின் உற்பத்தித்திறனைப் பெறுவதற்கும் உணவுப் பாதுகாப்பை மேம்படுத்துவதற்கும் GMP ஐப் பெறுவதற்கு GMP ஐ வழங்குவதற்கான நிதி ஆதரவுத் திட்டத்தை தொழில்துறை அமைச்சகம் தொடங்கியுள்ளது.",
        "இதன் கீழ், வருடாந்திர வருவாய் ரூ.",
        "தொழிலதிபர்கள் அமைச்சின் கூற்றுப்படி, எஸ்.எல்.எஸ் 1 மற்றும் இலங்கை தர நிர்ணய நிறுவனத்தின் அங்கீகாரம் வாரியத்தில் எஸ்.எல்.எஸ் தர சான்றிதழ்களைப் பெற முடியும்.",
        "தொழில்முனைவோர் ஜூன் 20 முதல் இந்த ஆதரவுக்கு விண்ணப்பிக்கிறார்கள்."
      ]
    },
    "en": {
      "title": "Industry Ministry to obtain GMP certificates",
      "body_lines": [
        "The Ministry of Industries has commenced a financial supportive program of providing GMP to obtain a GMP to obtain the productivity of local industries and to enhance food safety.",
        "Under this, the annual turnover is Rs. 350 million as well as Rs.The Ministry of Industries says that allocations and guidance will be given to a million.",
        "According to the Ministry of Industrialists, the provisions will be able to obtain SLS quality certificates at the SLS 1 and Accreditation Board by the Sri Lanka Standards Institution.",
        "Entrepreneurs are applying for these favor from June 20."
      ]
    }
  },
  "summary_lines": [
    "The Ministry of Industries launched a program offering GMP certifications to boost local industry productivity and food safety, with support for businesses earning up to Rs. 350 million annually. The initiative aims to assist one million entrepreneurs, providing them with necessary allocations and guidance. Applications opened on June 20, enabling businesses to acquire SLS quality certificates through the Sri Lanka Standards Institution's Accreditation Board."
  ]
}