{
  "translated_text": {
    "si": {
      "title": "විදුලිබල මණ්ඩලයට යටත් වීම",
      "body_lines": [
        "විදුලිබල හා විදුලිබල හා බලශක්ති හා බලශක්ති අමාත්ය කන්ජන විජේසේකර විසින් යෝජිත විදුලිබල මණ්ඩල පනත ඉදිරිපත් කරන ලදී.",
        "විදුලිබල කර්මාන්තයට ප්රතිසංස්කරණ සංවිධානය කිරීම සඳහා සහ ජාතික විදුලිබල මණ්ඩලය සංවිධානය කිරීම සහ පනතේ අංක 35, නියාමනය කිරීම සඳහා ජාතික විදුලිබල මණ්ඩලය සඳහා ප්රතිසංස්කරණ සංවිධානය කිරීම සඳහා සහ විදුලි ව්යාපාර කොමිෂන් සභාව විසින් ශ්රී ලංකා මහජනතාවගේ භාවිතය සංවිධානය කිරීම සඳහා ශ්රී ලංකා මහජන කටයුතු කොමිෂන් සභා පනත යටතේ විදුලි ව්යාපාර කොමිසම. ඕනෑම ඒකාබද්ධ රූපකයක, බල සැපයුම, බල සැපයුම, බල සැපයුම, බල සැපයුම සහ බල සැපයුම, 196 - අවුරුදු - අවුරුදු හා අදාළ ඒකාබද්ධ රූපකය ඒකාබද්ධ කිරීමේ ක්රියා. සභාවේ නීතිය සහ සභාවේ පරමාර්ථය වූයේ 2009 අංක 20 දරණ ලංකාවේ විදුලි බලාත්මක ක්රියාකාරකම් අහෝසි කිරීමයි."
      ]
    },
    "en": {
      "title": "Submission to the Board of Electricity",
      "body_lines": [
        "The Minister of Electricity and Power and Energy, Kanjana Wijesekera presented the proposed Electricity Board Bill.",
        "In order to organize reforms for the electricity industry, to organize the National Electricity Board, and to organize the Ceylon Public Use of the Electricity Business Commission under the Sri Lanka Public Utilities Commission Act No. 35 of the Act, 2002, the Regulation of the Electricity Business Commission under the Sri Lanka Public Affairs Commission Act.In any combined metaphors, all the activities of the power, the power supply, the power supply, the power supply and the power supply, the 196 -year -old, and the relevant actions of the consolidation of the consolidated metaphor. And the law of the HouseThe purpose of the Bill is to abolish the Ceylon Electricity Act No. 20 of 2009, as well as all the interactions associated with them or their intermediate."
      ]
    }
  },
  "summary_lines": [
    "The Minister of Electricity and Power, Kanjana Wijesekera, proposed a bill to reform the electricity industry, reorganize the National Electricity Board, and integrate the Ceylon Public Use of Electricity Business Commission under the Sri Lanka Public Utilities Commission Act. The bill aims to abolish the Ceylon Electricity Act No. 20 of 2009 and its related regulations."
  ]
}