{
  "translated_text": {
    "si": {
      "title": "ගැසට් පත් ගම්මාන ලෙස මුදා හරිනු ඇත - ජීවන් තොන්ඩමන්",
      "body_lines": [
        "වතු සමාගම්වල පාලනය යටතේ මිනිසුන් ජීවත් වන ස්ථාන හඳුනාගෙන ගැසට් පත්රය ප්රකාශයට පත් කිරීමට ජනාධිපතිවරයා කළ යෝජනාව පිළිබඳ අදහස පිළිබඳ අදහස කැබිනට් මණ්ඩලය විසින් අනුමත කර ඇත.. කඳු වැසියන්ගේ සියලු ජනතාව ප්රදේශයේ ජනතාවගේ ගැටලු විසඳීම සඳහා එකට වැඩ කළ යුතුය.. ජනාධිපතිවරයාගේ සිහින මැව්වේ වන ධම්මිකා පෙරේරා වැටුප් වැඩිවීමකට විරෝධය පළ කරමින් සිටින බව ජල සම්පාදන හා වැවිලි යටිතල පහසුකම් අමාත්ය ජීවන් තොන්ඩමන් මහතා පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (9) පාර්ලිමේන්තුවේදී පවත්වන ලද ශ්රී ලංකා විදුලි සංදේශ (සංශෝධන) පනත් කෙටුම්පත පිළිබඳ විවාදයකදීය.",
        "සභාව සහ රටේ ජනතාව සමහර දේවල් පැහැදිලි කළ යුතුය. රුපියල් 1700 ක වැටුප් නිකුත් කිරීම. මෙම වැටුපෙහි කිසිදු වැඩිවීමක් නොමැති අතර, කිහිප දෙනෙකු රජය සෙල්ලම් කරන බව ජනතාව කුපිත කරති.",
        "දේශපාලන අරමුණක් ඇතිව අප විසින් රුපියල් 1700 ක වැටුප් ඉල්ලීමක් ජනාධිපතිවරයා විසින් පත් කර නැත. අපි 2012 සිට රුපියල් 1000 ක වැටුපක් ගෙවා දැමුෙමු.",
        "ඒකාබද්ධ ගිවිසුමේදී වැවිලි සමාගම්වලට සෑම වසර දෙකකට වරක් රුපියල් 1000 ක වැටුපක් ලැබුණි.. වතු සමාගම්වලට අපට බොහෝ වාරයක් ආරාධනා කර ඇත.",
        "මෙම පසුබිමට එරෙහිව, වැටුප් කවුන්සිලය හරහා රුපියල් 1700 ක වැටුප වැඩි කිරීමට අපි පියවර ගෙන ඇත්තෙමු. සමාගම් පවසන්නේ රුපියල් රු.",
        "වතුකවාදයේ තනිවම ක්රියා කිරීමට මට අවශ්ය නැත.. අපි එකට වැඩ කිරීමට බලාපොරොත්තු වෙමු. ඒ නිසා සෑම කෙනෙකුම එක්සත් විය යුතු බව මම නැවත අවධාරණය කරමි.. වතු ප්රදේශයේ දරිද්රතා මට්ටම් අතීතයේ 23% ක් වූ අතර, රජයේ කාලය තුළ.",
        "අපි දවසේ වැටුප් ක්රමයට කැමති නැත. අපි ස්ථිර විසඳුමක් බලාපොරොත්තු වෙමු. ප්රදේශයේ ජනතාව කුඩා වතු හිමියන් කර ඇති බව දේශපාලන පක්ෂ පවසයි.. අවම වශයෙන් අවුරුදු පහක්වත්. මේ වන විට මිනිසුන්ට රුපියල් 1000 ක වැටුපක් පවත්වා ගත නොහැක. සාධාරණ වැටුපක් ගෙවිය යුතුය.",
        "ස්ථිර විසඳුමක් ලබා දෙන තුරු අපි තාවකාලික විසඳුමක් සඳහා ඉල්ලුමක් ඇති කර ඇත්තෙමු. වැවිලි සමාගම් නියැදි කවුන්සිලයට දෙවරක් සහභාගී නොවීය.",
        "වැවිලි සමාගම් විසින් වැවිලි සමාගම වැටුප කළමනාකරණය නොකළ යුතු බව තවදුරටත් පවසයි. සමාගම විසින් සමාගම් 19 ක් රුපියල් මිලියන 689 ක් ලබා දී ඇත.",
        "ජනාධිපති අපේක්ෂකයා රුපියල් 1700 ක වැටුපකට විරුද්ධ ය. හීලිස් යනු පාර්ලිමේන්තුවේ පැවතුනි. කෙසේ වෙතත් ඔහු පාර්ලිමේන්තුවට සේවය කර ඇත. කෙසේ වෙතත්, ඔහු නිවස සමඟ කතා කර නැත. මිලියන. නමුත් ඔවුන්ට රුපියල් 1700 ක් ගෙවිය නොහැක",
        "අනුමත පිළිගැනීමක් නොමැතිකම නිසා අනුමත පිළිගැනීමක් නොමැතිකම පහත වැටී ඇත.",
        "වතුකරයට දිගටම හිරිහැර කරන්නේ නම් දස දහස් ගණනක් ජනයා වීදි බැස ගනු ඇත.. වතුකරයේ ලංසු තැබීම නිසා ජනතාවට ප්රතිලාභ සැලසේ.",
        "ඉඩම් අයිතිවාසිකම් නිකුත් කිරීම සම්බන්ධයෙන් ජනාධිපතිවරයා රුපියල් මිලියන 4000 ක් වෙන් කර තිබේ. වතු සමාගම් කමිටුවක් පත් කළ විට, වතු සමාගම් උද්යානවල ජීවත් වීමට ව්යාජ ස්ථානයක් ලබාගෙන ඇත.",
        "වතු සමාගම් පාලනය කිරීම සඳහා වෙසෙන ජනතාව හඳුනා ගැනීම සඳහා ජනාධිපතිවරයා කළ යෝජනාව පිළිබඳ අදහස කැබිනට් මණ්ඩලය විසින් අනුමත කර ඇති අතර ගැසට් පත්රය ප්රකාශයට පත් කරන්න.",
        "මේ රටේ ජනතාව ශ්රී ලාංකිකයන් විය යුතුය. කෙසේ වෙතත්, කඳුකරයේ ජනතාව ජනතාවගේ ප්රගතිය පිළිබඳව ජනාධිපතිතුමා සමඟ සාකච්ඡා කර ඇත.. ඉතිහාසයේ පළමු අවස්ථාව මෙයයි.",
        "අධ්යාපන වැඩිදියුණු කිරීම සඳහා වැඩපිළිවෙළක් ක්රියාත්මක කිරීමට සහ කැබිනට් පත්රිකාවක් ඉදිරිපත් කිරීමට අපි තීරණය කර ඇත්තෙමු. ඒ සඳහා අපට ගුරුවරුන් 30 දෙනෙකුට ලබා දීමට ඉන්දීය රජය පියවර ගෙන තිබේ. ඒ සඳහා ඉන්දියානු රජයට අපි ස්තූතිවන්ත වෙමු. කඳුකරයේ ගුරුවරුන් 2000 කට වැඩි පිරිසක් පුහුණු කිරීම සඳහා ඉන්දියානු ගුරුවරුන්ට ඒ සඳහා හැකි වී තිබේ.",
        "ඒ අතරම, අපි උඩරට වගා ප්රදේශවල පාසල් සඳහා වැඩි මුදලක් වෙන් කර ඇත්තෙමු. දරුවන් ආරක්ෂා කිරීම සඳහා වසරක සැලැස්මක් ක්රියාත්මක කිරීමට අපි තීරණය කර ඇත්තෙමු.. කඳුකරයේ ළමා ආරක්ෂණ මධ්යස්ථාන 1197 ක් සමඟ උදෑසන ආහාරය ගැනීමට අපි සැලසුම් කරමු.",
        "අප සැමවිටම සමාන වන බව අප සැමවිටම දේශපාලනික වශයෙන් වාර්තා කළහොත් ප්රමාණවත් නොවේ. එය අපගේ හැඟීම් හා ක්රියාකාරකම්වල යෙදීමයි. බොහෝ අය පවසන්නේ කඳුකරයේ වැසියන් තවමත් දියුණු වී නැති බවයි. නමුත් සත්යය ඔවුන්ට ප්රගතියක් ලබා නොදේ. ප්රජාවට සාපේක්ෂව මිනිසුන් උයනේ වැඩ කරන හෝ ගෙදර දොරේ වැඩවලට යති. එසේ නම්, ඔබට දියුණු විය හැක්කේ කෙසේද?",
        "සහන දේශපාලනයේ යෙදීමට වඩා අපේ දරුවන්ගේ ආරක්ෂාව හා ප්රගතිය කෙරෙහි අවධානය යොමු කිරීම අවශ්ය වේ.. ඒ ආකාරයෙන්, අපගේ ජනතාවගේ ජනතාවට අපි විසඳුමක් ලබා ගනිමු."
      ]
    },
    "en": {
      "title": "Gazette will be released as villages- Jeevan Thondaman",
      "body_lines": [
        "The Cabinet has approved the idea of ​​the president's proposal to identify the places where people live under the control of the plantation companies and publish the gazette.. All the people of the hill country should work together to address the problems of the people of the area.. Water Supply and Plantation Infrastructure Development Minister Jeevan Thondaman said that Dhammika Perera, who is dreaming of the president, is protesting against a salary increase.",
        "He was speaking at a debate on the Sri Lanka Telecommunication (Amendment) Bill held in Parliament on Tuesday (9).",
        "The congregation and the people of the country should clarify some of the things. 1700 rupees salary issue. There is no increase in this salary, and a few people are provoking people that the government is playing.",
        "We have not made a 1700 rupee salary request to the President with a political purpose. We paid a salary of 1000 rupees in 20121.",
        "The plantation companies received a salary of 1000 rupees every two years during the joint agreement.. We have been invited to plantation companies many times.",
        "Against this backdrop, we have taken steps to increase the salary of 1700 rupees through the Salary Council. Companies say that it is not going to increase a century of Rs.",
        "I don't want to act alone in the plantation affair.. We expect to work together. So I reiterate that everyone should unite.. Poverty levels in the plantation area were 23 per cent in the past, during the time of the Govt.",
        "We do not like the day's wage system. We expect a permanent solution. Political parties say that the people of the area make small plantation owners. We also emphasize this.. For at least five years. So far people cannot keep up with a salary of 1000 rupees. A fair salary should be paid.",
        "We have made a demand for a temporary solution until a permanent solution is available. The Plantation Companies did not participate in the Sampling Council twice.",
        "The plantation companies continue to say that the plantation company should not manage the salary.The company has profited 19 companies on the basis of 689 million rupees.",
        "The presidential candidate is opposed to a salary of 1700 rupees. Heelis is a company who has been in parliament. He has been in parliament for two years. However, he has not spoken to the House.Only three plantation companies have profited more than 3,000 million. But they cannot pay 1700 rupees",
        "The lack of approved recognition has declined due to lack of approved recognition.",
        "Tens of thousands of people will go down the streets if they continue to harass the plantation people.. A bidding of plantation people benefit.",
        "The President had allocated 4000 million rupees on the issue of land rights. When the plantation companies appointed a committee, the plantation companies had embarked on a false position to live in gardens.",
        "The Cabinet has approved the idea of ​​the President's proposal to identify people living in the control of the plantation companies and publish the gazette.",
        "The people of this country must be Sri Lankans. However, the people of the hill country have been negotiated with the President on the progress of the people.. This is the first time in history.",
        "We have decided to implement a program for education improvement and submit a Cabinet paper. The Government of India has taken steps to provide us 30 teachers for it. We thank the Government of India for that. Indian teachers have been able to do so to train more than 2000 teachers in the hill country.",
        "At the same time, we have allocated more funds to schools in the upland plantation areas. We have decided to implement a two -year plan to protect the children.. We are planning to provide breakfast with 1197 children's care centers in the hill station.",
        "Is not enough if we always report politically that we are always equal. That is to be in our feelings and activities. Many people say that the people of the hill country have not yet progressed. But the truth is not letting them progress. In comparison to the community, people work in the garden or go to household chores. If so, how can you improve?",
        "It is necessary to focus on the safety and progress of our children rather than engage in concession politics.. In that way, we will get a solution to the people of our people."
      ]
    }
  },
  "summary_lines": [
    "The Sri Lankan Cabinet has approved a proposal to identify communities living under plantation company control for gazetting. Minister Jeevan Thondaman addresses concerns over a proposed salary increase from 1000 to 1700 rupees, clarifying it's not politically motivated but sought through the Salary Council. He emphasizes unity among hill country residents to tackle issues like poverty and inadequate wages, criticizing plantation companies' profits and lack of participation in wage discussions. Thondaman also mentions educational improvements and funding for schools, thanking India for providing teachers. He stresses the importance of focusing on child safety and development over political concessions."
  ]
}