{
  "translated_text": {
    "ta": {
      "title": "இலங்கையின் குழந்தைகளை அமெரிக்க வெளிப்பாட்டை வெளிப்படுத்த நீதிமன்றம் உத்தரவிடுகிறது",
      "body_lines": [
        "இன்டர்நெட் தொடர்பான ஆபாச வீடியோக்கள் மற்றும் புகைப்படங்களின் குழு இணையத்தில் உள்ள தகவல்கள் குறித்து விசாரணையை நடத்த கொழும்பு மாஜிஸ்திரேட் நீதிமன்றம் கொழும்பு மாஜிஸ்திரேட் நீதிமன்றத்தின் பொலிஸ் பணியகத்திற்கு உத்தரவிட்டுள்ளது.",
        "கொழும்பு கூடுதல் மாஜிஸ்திரேட் காமின் டமாடா பெரேரா பொலிஸ் குழந்தைகள் மற்றும் மகளிர் பணியகத்தை கருத்தில் கொண்டு உத்தரவு பிறப்பித்தார்.",
        "அமெரிக்காவில் இந்த பணியகம் நீதிமன்றத்தில் இருப்பதாக பணியகம் கூறியது, அமெரிக்காவில் \"நகுமக்\" உலகின் எட்டு நாடுகளுக்கு கட்டுப்பட்டுள்ளது.",
        "இணையத்தில் இணையத்தில் ஆபாச வீடியோக்கள் மற்றும் புகைப்படங்களை குழந்தைகள் வெளியிடுவதை நிறுவனம் தொடர்ந்து விசாரித்து வருவதாகக் கூறப்படுகிறது.",
        "இலங்கை குழந்தைகளின் வீடியோக்கள் மற்றும் புகைப்படங்களைக் கவனித்ததாக அதிகாரியை பிரதிநிதித்துவப்படுத்தும் அதிகாரிகள் எந்தவொரு கணினி சாதனத்தின் மூலமும் வெளியிடப்பட்ட எந்த கணினி சாதனத்தின் மூலமும் வெளியிடப்பட்டுள்ளனர் என்று பணியகத்திற்கு தெரிவித்தனர்.",
        "இந்த சம்பவம் இதேபோன்ற பல புகார்கள் பெறப்பட்டுள்ளதாக பணியகம் நீதிமன்றத்திற்கு தெரிவித்துள்ளது.",
        "பல புகார்கள் பெறப்பட்டுள்ளன என்று பணியகம் தெரிவித்துள்ளது, ஆனால் இந்த சம்பவம் தொடர்பாக பாதிக்கப்பட்டவர்கள் யாரும் கண்டுபிடிக்கப்படவில்லை.",
        "இந்த ஆபாச மற்றும் புகைப்படங்களை சமூக ஊடகங்கள் மூலம் விளம்பரப்படுத்த ஒரு குழு மக்கள் மொபைல் தொலைபேசியில் பதிவிறக்கம் செய்துள்ளனர் என்றும் பணியகம் தெரிவிக்கப்பட்டுள்ளது.",
        "பொலிஸ் குழந்தை மற்றும் மகளிர் பணியகத்தை பரிசீலித்த பின்னர், இந்த வழக்கு உடனடியாக விசாரிக்கப்பட்டு நீதிமன்றத்தை அறிக்கை செய்யுமாறு மாஜிஸ்திரேட் உத்தரவிட்டார்.",
        "இதற்கிடையில், கணினி அவசரகால பதில் மன்றம் இது மிரட்டப்பட்டதாகக் கூறப்படுகிறது என்றும் பல கிராங்க்ஸ் அறிக்கைகள் தந்தி பயன்பாட்டுடன் ஆபாசத்தைப் பயன்படுத்துவதாகவும் தெரிவிக்கப்பட்டுள்ளது.",
        "ரஷ்ய தகவல் பாதுகாப்பு பொறியாளர்களின் மூத்த தகவல் பாதுகாப்பு பொறியாளர்கள், திரு. டெலிகிராபிக் பயன்பாடுகள் இந்த நோக்கத்திற்காக பயன்படுத்தப்பட்டன."
      ]
    },
    "en": {
      "title": "Court orders revelation of the US revelation of the children of Sri Lanka",
      "body_lines": [
        "The Colombo Magistrate's Court has ordered the Police Bureau of the Colombo Magistrate's Court to hold an investigation into information on the Internet that a group of porn videos and photographs relating to the Internet.",
        "Colombo Additional Magistrate Kamin Damada Perera issued the order considering the Police Children's and Women's Bureau.",
        "The Bureau said that this Bureau was in court, \"Nackumak,\" in the United States, is bound to eight countries in the world.",
        "It is said that the company is constantly investigating the children's release of pornographic videos and photographs on the Internet on the Internet.",
        "The officials representing the officer informed the Bureau that observed videos and photographs of Sri Lankan children have been released through any computer device that they have been released through any computer device.",
        "The Bureau has informed the court that many similar complaints have been received by the incident.",
        "The Bureau has revealed that many complaints have been received, but no victims have been found in respect of this incident.",
        "The Bureau has also been informed that a group of people have downloaded in the mobile phone to promote these pornographic and photos through social media.",
        "After considering the police child and women's Bureau, Magistrate ordered that the case was immediately investigated and reporting the court.",
        "Meanwhile, the Computer Emergency Response Forum says that it is reported to be intimidated and several cranks reports have been reported using pornography along the telegraph application.",
        "Senior Information Security Engineers at the Russian Information Security Engineers, Mr. Telegraphic apps used for this purpose."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka court orders probe into online child porn involving US company."
  ]
}