{
  "translated_text": {
    "ta": {
      "title": "சீன அந்நிய செலாவணி 26 3.2659 வரை உள்ளது",
      "body_lines": [
        "இந்த ஆண்டு நவம்பர் இறுதியில், சீனாவின் அந்நிய செலாவணி இருப்பு 3.2659 டிரில்லியன் அமெரிக்க டாலர் என்று சீன அதிகாரப்பூர்வ தரவு அறிக்கைகள் கூறுகின்றன.",
        "அக்டோபர் மாத இறுதியில் 1.15% இல்லையென்றால் .15 4.15% என்று கூறப்படுகிறது.",
        "பண மாற்றம் மற்றும் சொத்து விலைகளில் ஏற்படும் மாற்றங்கள் போன்ற காரணிகளின் ஒருங்கிணைந்த தாக்கம் காரணமாக, தொடர்புடைய தரவுகளில் அந்நிய செலாவணி இருப்புக்கள் கடந்த மாதம் விரிவாக்கப்பட்டுள்ளன என்று தொடர்புடைய தரவு கூறுகிறது.",
        "அந்நிய செலாவணி இருப்புக்களில் அந்நிய செலாவணி இருப்புக்களில் ஸ்திரத்தன்மையை பராமரிக்க சீனாவின் பொருளாதார மீட்பு வேகமாக அதிகரித்து வருவதாகவும், சந்தை அறக்கட்டளை முன்னேற்றம் என்றும் சீன வெளிநாட்டு அதிகாரிகள் கூறுகின்றனர்.",
        "இதற்கிடையில், சீனாவின் பொருளாதார வளர்ச்சி முன்னறிவிப்பு நிலையானதாக இருக்கும் என்று ஆசிய அபிவிருத்தி வங்கி தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Chinese foreign exchange reserves up to $ 3.2659",
      "body_lines": [
        "At the end of November this year, the Chinese official data reports say that China's foreign exchange reserve was US $ 3.2659 trillion.",
        "It is said that if it is not 1.15% in the end of October to $ 4.15%.",
        "The relevant data states that due to the combined impact of factors such as cash conversion and changes in asset prices, the foreign exchange reserves in the relevant data are expanded last month.",
        "Chinese foreign authorities say that China's economic recovery is rapidly increasing, the improvement of market trust, to maintain stability in foreign exchange reserves in foreign exchange reserves.",
        "Meanwhile, the Asian Development Bank said China's economic growth forecast would be stable."
      ]
    }
  },
  "summary_lines": [
    "China's forex reserves reached $3.2659 trillion in November, down from October's $4.15 trillion. Factors like currency conversion and asset price changes affected the decrease. Authorities attribute the drop to economic recovery and improved market trust. The Asian Development Bank forecasts stable Chinese economic growth."
  ]
}