{
  "translated_text": {
    "ta": {
      "title": "பொருளாதாரம் எவ்வாறு சரியானது என்று ஜனாதிபதி நமக்குச் சொல்கிறார்",
      "body_lines": [
        "பாராளுமன்றத்திற்கு வழங்கப்பட வேண்டிய பொருளாதார மொழிபெயர்ப்பு மசோதாவுக்கு தலைமை தாங்குவதற்கான முதல் படி சரியான பாதையில் முதல் படியாகும் என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறுகிறார்.",
        "எகலா பகுதியில் செஃபாலோஸ்போயின் திறக்கப்பட்டதும், மெல்டூர் தொழிற்சாலையின் தொடக்கத்தில் மெல்டோல் உற்பத்தி தொழிற்சாலை திறக்கப்பட்டதும் ஜனாதிபதி பேசினார்.",
        "மெல்வா குழுமத்தின் கீழ் சாண்ட்ஸ் ஆக்டிவ் (II) இந்த உற்பத்தியைத் தொடங்கியது.",
        "முன்னாள் சுகாதார அமைச்சர் ராஜிதா செனரத்னவும் கலந்து கொண்டார்.",
        "\"வதந்திகள் சோதனை வேலை செய்யாது, ஏனெனில் உண்மையான கேள்வி பேசாது. இன்று கட்சி அரசியல். சில மாதங்களில் திவால்நிலையை வெல்வது. ஆனால் அது முடிவு அல்ல. இங்கே நின்று நாங்கள் பின்வாங்குகிறோம். அரசாங்கத்திற்கு ஒரு திட்டம் உள்ளது. வாக்குறுதிகள் இல்லாமல் ஒன்பது நிலை. பொருளாதார மொழிபெயர்ப்பு மசோதாவை அறிமுகப்படுத்தியுள்ளேன். 2027 ஆம் ஆண்டில் மொத்த உள்நாட்டு உற்பத்தி 5% அதிகரிக்க வேண்டும். வேலையின்மை 5% ஆக குறைக்கப்பட வேண்டும். இது குறித்து சர்வதேச நாணய நிதியத்துடன் உடன்பட வந்தது. அந்த ஒப்பந்தம் சட்டத்தில் வைக்கப்பட்டுள்ளது. அரசாங்கம் எங்கிருந்தாலும், நீங்கள் சாலையில் செல்ல வேண்டும். அரசாங்கம் எதுவாக இருந்தாலும், அது இந்த சாலையில் இருக்க வேண்டும். வாட் அதிகரிப்பு போன்ற பல முடிவுகளை எடுத்தது. இரண்டு ஆண்டுகளுக்குப் பிறகு, ரூபாய் பலப்படுத்தப்பட்டது. தொடரலாம். \""
      ]
    },
    "en": {
      "title": "President tells us how the economy is right",
      "body_lines": [
        "President Ranil Wickremesinghe says that the first step in presiding the economic translation bill to be presented to the Parliament is the first step in the right path.",
        "The President was speaking at the occasion of the opening of Cephalospoin in Ekala area and the opening of the Meldole Production factory at the opening of the Meldoor Factory.",
        "The production was commenced by Sands Active (II) under Melwa Group.",
        "Former Health Minister Rajitha Senaratne is also present.",
        "\"Gossip Testing Not Work Because the real question doesn't talk. Party politics today. Overcoming bankruptcy in a few months. But that is not the end. Standing here we fall back. The government has a program. Nine stage without promises. I have introduced the Economic Translation Bill. Gross Domestic Production in 2027 has to increase 5%. Unemployment should be reduced to 5%. Came to agree with the IMF on this. That agreement is put in law. Wherever the government, you have to go on the road. Whatever the government, it should be on this road. Took several decisions like the increase in VAT. Two years later, the rupee was strengthened. Can proceed. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe highlights the introduction of the Economic Translation Bill as a crucial step towards improving the economy, aiming for a 5% GDP growth by 2027 and reducing unemployment to 5%. He emphasizes the importance of adhering to a nine-stage program without making empty promises, referencing agreements with the IMF and past decisions like increasing VAT, which led to strengthening the rupee."
  ]
}