{
  "translated_text": {
    "si": {
      "title": "79 වැඩිහිටි වැඩිහිටියන්",
      "body_lines": [
        "පුවත්පතක මංගල ප්රදේශය තුළ කාන්තාවක් සොයා ගැනීමට කාන්තාවක් සොයා ගැනීම සඳහා කිඹුලෙකු සොයා ගැනීම සඳහා කිඹුලෙකු සොයාගත් 79 ක ත්රී වීල් මිනිසාගේ සහාය ඇතිව පුවත්පතකගේ සහාය ඇතිවිය.",
        "ළමුන් පස් දෙනෙකුගේ පියා වන අවුරුදු - අවුරුදු ගණනක් - මංගල දැන්වීමක් ප්රකාශයට පත් කිරීම සඳහා පුවත්පත් වෙළඳ ප්රචාරණ කාර්යාලයට ගියා.",
        "දරුවන් පස් දෙනෙකුගේ පියා මුලින්ම විවාහ වූයේ කාන්තාවක් සමඟ වන අතර දරුවන් තිදෙනෙකු සිටියහ.",
        "පසුව, බොහෝ කලකට පෙර, දරුවන් නොමැති වැන්දඹුව ගෙදර ගෙනැවිත් පවුලේ අය ඇය සමඟ රැගෙන ගියා.  தனது இரண்டாவது மனைவி மூலம் இரண்டு குழந்தைகளைப் பெற்றெடுத்தார், அவருக்கு மொத்தம் ஐந்து குழந்தைகள் உள்ளனர்.",
        "මේ වන විට දරුවන් පස් දෙනෙකු විවාහ වී වෙනම ගෙවල්වල ජීවත් වන අතර ප්රධාන ජෝඩු පමණක් ප්රධාන නිවසේ ජීවත් වෙති.. දරුවන් පස් දෙනෙකු බොහෝ විට දෙමව්පියන්ගේ ශෝකය හා සතුට ගැන සැලකිලිමත් වන අතර ඔවුන්ගේ අඩුපාඩු සකස් කරයි.",
        "අවුරුදු දෙකක් පමණ, කකුල් දෙකේම දණහිසේ වේදනාව හේතුවෙන් දරුවන් පස් දෙනෙකුගේ වැඩිහිටි පියා වූ ඔහු දියණියකට කිහිලිකරු දෙකක් ගෙනැවිත් තිබේ. කිහිලිකරු මත සාප්පු මධ්යස්ථානයට යන දරුවන් පස් දෙනෙකුගේ පියා කලක සිට ඔහුගේ ජීවිතය ගත කර ඇත.",
        "ඔහුගේ බිරිඳගෙන් ආදරය හා සෙනෙහසක් දැනීමෙන් පසු.",
        "මසකට පෙර, මංගල වෙළඳ දැන්වීමක් ප්රකාශයට පත් කිරීම සඳහා කිහිලිකරු දෙකක ද කම්හල් දෙකක ආධාරයෙන් ළමයින් පස් දෙනෙකුගේ පියතුමා පුවත්පත් ප්රචාරණ කාර්යාලයට ඇතුළු විය.",
        "ඔහු තරුණ ප්රචාරණ කළමනාකරුට පැවසුවේ ඔහු පවුලේ තොරතුරු ඉදිරිපත් කළ බවත් ඔහු පැමිණ ඇති බවත් ය. මගේ පළමු බිරිඳ මැරිලා. දෙවන බිරිඳ මාව දුටුවේ නැත. අපි එකට නිදාගන්නා ආකාරය. මෑතකදී බිරිඳ තනිවම නිදා ගනී. මගේ සිතේ වේදනාව පැවසීමට කිසිවෙකු නැත. මට විශ්රාම වැටුපක් තිබේ. මම මට ආදරයෙන් ආදරය කරන ගැහැණු ළමයා දැයි මට ආවා. සුදුසු කාන්තාව ඔබට සොයාගත නොහැකිද? \"",
        "තොරතුරු ඇසීමෙන් කළමනාකරු කම්පනයට පත් විය. \"ඔබට වෙළඳ දැන්වීම් ගැන කිසියම් ගැටළුවක් ඇත්නම්, ඔබට දරුවන් සහ කලත්රයාගෙන් ඉල්ලා සිටිය යුතුය.\"",
        "\"පුතා, ඔවුන්ගෙන් ඔවුන්ගෙන් අහන්න අවශ්ය නැහැ\" කියා මහල්ලා කළමනාකරුට පැවසුවාය. මෙම දැන්වීම ඔහුගේ ප්රබල ඉල්ලීමට අනුකූලව ප්රකාශයට පත් කර ඇති බවත්, මීට දින කිහිපයකට පෙර වැඩිහිටි මනුෂ්යයා නැවත වෙළඳ ප්රචාරණ කාර්යාලයට පැමිණ ඇති බවත්, එම ලිපියට කිසිදු කාන්තාවක්ගෙන් නොලැබුණු බවත් වාර්තා වේ."
      ]
    },
    "en": {
      "title": "79 -year -old elderly",
      "body_lines": [
        "News about the 79 -year -old man who went to the press advertising office with the help of a crutch to find a woman after publishing a wedding advertisement in a newspaper has been reported in Mawanella area.",
        "A 79 -year -old man, the father of five children, went to the newspaper advertising office to publish a wedding advertisement.",
        "The father of five children was first married to a woman and had three children.",
        "Later, a long day ago, the childless widow brought home and the family carried her with her.  தனது இரண்டாவது மனைவி மூலம் இரண்டு குழந்தைகளைப் பெற்றெடுத்தார், அவருக்கு மொத்தம் ஐந்து குழந்தைகள் உள்ளனர்.",
        "Currently, five children are married and live in separate houses and only elderly couples live in the main house.. Five children often take care of their parents' grief and happiness and adjust their shortcomings.",
        "For about two years, he, the elderly father of five children due to knee pain in both legs, has brought two crutches to a daughter. The father of five children who go to the shopping center on the crutch, has been living his life for some time.",
        "After feeling less love and affection from his wife.",
        "A month ago, the father of five children entered the press advertising office with the help of two crutches to publish a wedding advertisement.",
        "He told the young advertising manager that he had come up with family information and he had come. My first wife is dead. The second wife didn't notice me. The way we sleep together. Recently, the wife sleeps alone. There is no one to tell the pain in my mind. I have a pension. I came to see if I got the girl who loves me lovingly. Can't you find the woman that is appropriate? ”",
        "The manager was shocked to hear the information. \"If you have any problem with advertising, you have to ask children and spouse.\"",
        "\"No need to ask them, son,\" the old man told the manager. It is reported that the advertisement has been published in accordance with his strong request and that the elderly man came back to the advertising office a few days ago, saying that the letter was not received from any woman."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the article in approximately 200 characters:",
    "",
    "79-year-old widower seeks bride via newspaper ad, uses crutches due to knee pain. Father of five children, twice married. Aims to find loving partner despite family objections."
  ]
}