{
  "translated_text": {
    "si": {
      "title": "2040 වන විට සම්මත සංවර්ධන ඉලක්ක සහ ශුද්ධ ශුන්ය කාබන් විමෝචනය සඳහා ශ්රී ලංකාව කැපවී සිටී - ජනාධිපති",
      "body_lines": [
        "පුනර්ජනනීය බලශක්ති ශක්තිය නවීකරණය කිරීම සහ ජල හිඟය නිරාකරණය කිරීම වැනි වේගවත් ක්රමවේදයන් 2040 වන විට ශ්රී ලංකාව සම්මත සංවර්ධන ඉලක්ක සපුරා ගැනීමේ කටයුතු කරමින් සිටින බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "මේ සඳහා, වෙළඳ ආයෝජන තුළින් ගෝලීය මූල්ය පහසුකම් ආකර්ෂණය කර ගනිමින්, වැවිලි අංශය කෘෂිකාර්මික ව්යාපාරයකට පරිවර්තනය කිරීම, තිරසාර සංචාරක ව්යාපාරය ප්රවර්ධනය කිරීම, නිෂ්පාදනය හා ඩිජිටල්කරණය ප්රවර්ධනය කිරීම හා වැඩිදියුණු කිරීම යන ප්රධාන වැඩසටහන් මේ සඳහා බව ජනාධිපතිතුමා පැවසීය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේ වයස අවුරුදු 2024 ක පරිසමාන්විත සමාජ හා පාලන සමුළුව අඟහරුවාදා (06) කොළඹ චිනමන් ග්රෑන්ඩ් හෝටලයේදී මෙම ප්රකාශය ආමන්ත්රණය කළේය.",
        "ව්යාපාර පරිපාලන උපාධිධාරීන් සංගමය, කොළඹ විශ්ව විද්යාලයේ සංගමය, කොළඹ විශ්ව විද්යාලය, 'දීප්තිමත් අනාගතයක් සඳහා තිරසාර මාවතේ' තේමාව යටතේ සංවිධානය කරන ලද මෙම සමුළුව දවස පුරා පැවැත්විණි.",
        "පරිසරය, ප්රජාව සහ පාලනයේ ක්ෂේත්රවල විශේෂ erts යන් 15 ක් පමණ ඔවුන්ගේ දැනුම, අවබෝධය සහ නව්ය විසඳුම් බෙදාගත්තේය.",
        "ක්ෂුද්ර, කුඩා හා මධ්යම හා මධ්යම හා මධ්යමිසි ව්යවසායකයින් සඳහා වන සම්මාන, සමාජ හා පාලනය (ESG) සම්මාන ද ජනාධිපති රනිල් වික්රමසිංහ මහතා ද පිරිනමන ලදී.",
        "\"විවිධ සම්මන්ත්රණවල පරිසරය, ප්රජා හා පාලන (ESG) පිළිබඳ පළමු වසර තුනක සාකච්ඡාවේදී මම ඔබට ස්තූතිවන්ත වෙමි. ලෝක වෙනස්වන ආකාරය පෞද්ගලික අංශය ආර්ථිකය, ප්රජාව සහ පරිපාලනය පරීක්ෂා කළ යුතුය.",
        "දකුණු ආසියාවේ සියලු රටවල් අතර අපේ රට හොඳම රට බව අප පැවසිය යුතුය. මාලදිවයින යනු අප වැනි රටකි. නමුත් එය කුඩාම රටයි. මම හිතන්නේ වෙනත් රටවල් ඒ සඳහා සූදානම් නැත. එබැවින් අප මෙහි පළමුවැන්නා විය යුතුය.",
        "මෙහි පෞද්ගලික අංශයේ දායකත්වය මම අගය කරමි. වර්තමාන ලෝකයේ, ජෝ-දොළොස්ණු තත්වය ප්රතිවිරුද්ධ දිශාවට ගමන් කරන බව ඔබ මතක තබා ගත යුතුය. ස්ථාවර වර්ධන ඉලක්ක, පෙරිස් දේශගුණික සමුළුව සහ ග්ලාස්ගෝ සම්මන්ත්රණය අඩක් අඩක්. ඊට පස්සේ අපි බොහෝ සෙයින් දියුණු වෙලා නැහැ.",
        "COVID-19 ආසාදනයෙන් ලෝකය තවමත් යථා තත්ත්වයට පත්වෙමින් තිබේ. චීනයේ ආර්ථිකය තවමත් පූර්ණ හැකියාවන් සමඟ ක්රියා නොකරයි. එය තවත් වසර කිහිපයක් ගතවනු ඇත.. ලෝකයේ ප්රධාන ආර්ථිකයන් දෙදෙනා කෙරෙහි අප අවධානය යොමු කළ යුතුය. යුරෝපය ඉදිරියට ගොස් ඇති නමුත් එහි ගැටළු තිබේ. සම්මත වර්ධන අරමුණු කෙරෙහි අප අවධානය යොමු කරන්නේ මෙම සන්දර්භය තුළ ය.",
        "අපට සම්මත සංවර්ධන ඉලක්ක සපුරා ගත හැක්කේ කෙසේද, අපට ඒවාට අරමුදල් සැපයිය හැක්කේ කෙසේද සහ රටවල් සඳහා කොපමණ මුදලක් වියදම් කළ හැකිද?'පරිසරය, ප්රජාව සහ පාලනය (ESG) හි ක්රියා කරන්නේ කෙසේද?එක්සත් ජනපද ජනාධිපතිවරයා ලෙස ඩොනල්ඩ් ට්රම්ප් තේරී පත් වුවහොත් එය විවෘත ප්රශ්නයක් වනු ඇත.",
        "බොරිස් ජොන්සන්ගේ පාලනය යටතේ එක්සත් රාජධානිය සිදු වීම ඉතා කණගාටුදායක ය. ග්ලාස්ගෝ සමුළුව ඇගේ නායකත්වය යටතේ පැවැත්වූ අතර සියලු දෙනා ඉදිරිපත් කර ඇති ප්රතිපත්තිවලට එකඟ වූහ.",
        "වසර දෙකක් ඇතුළත රිස් සුනැක් ඔවුන් සියල්ලන්ම අසාර්ථක ප්රතිසංස්කරණ වලින් නිවැරදි ඡන්ද ලබා ගැනීම සඳහා වෙනස් කළේය. අද එක්සත් රාජධානියේ නව රජයක් මේ වන විට නිර්මාණය කර ඇත. ඔවුන් එය වෙනස් කිරීමට කැමතියි. නමුත් අප මතක තබා ගත යුත්තේ එක්සත් රාජධානියට අරමුදල් කිසිවක් නොමැති බවයි.",
        "අපට ලබා ගත හැකි සියලුම අරමුදල් ගවේෂණය කර ඇත. අපි මෙය පොලිස් නිලධාරි 27, 28, 29 සමුළු සම්මන්ත්රණවලදී පරීක්ෂා කළෙමු. අපට කොපමණ අරමුදල් ලැබේද?ණය සමුළුව සඳහා අපි පැරිසියේදී මුණගැසුණු නමුත් අවසාන තීරණය තවමත් කර නොමැත.මේ අතර, එක්සත් ජනපදය යුක්රේනය හා ඊශ්රායලය සඳහා වැඩි මුදලක් වියදම් කර ඇත.",
        "මම හිතන්නේ මේ සඳහා අරමුදල් භාවිතා කර ඇති බව. මේ සඳහා යුරෝපය සඳහා වැය කළ මුදල දෙස බලන්න. රුසියාව කොපමණ මුදලක් වියදම් කළේදැයි අපි නොදනිමු. අරමුදල් භාවිතා කර ඇත.. ඒ හා සමානව මැද පෙරදිග. ඉරානය පළිගැනීමට බලාපොරොත්තු වන බව පෙනේ. පළිගැනීමේ ප්රහාර ශ්රී ලංකාව ඇතුළු සියලු රටවලට අහිතකර බලපෑම් ඇති කරයි.",
        "ෂෙයික් හසීනා අග්රාමාත්යවරයාගෙන් ඉවත් වුවද, අප ඉතා අසීරු තත්වයක සිටියදී අපේ රටට ඩොලර් මිලියන 200 ක් ගෙවා ඇති බව මට මතක තිබිය යුතුය.",
        "කලිටා ජියා සිරෙන් නිදහස් වීම ගැන මම සතුටු වෙමි.ෂෙයික් හසීනා මේ මොහොතකට පෙර සිදු කළේ නම්, ඔහුට බංග්ලාදේශයේ අගමැති විය හැකිය. තත්වය ඉක්මනින් බංග්ලාදේශයේ පිරිනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
        "කෙටිකාලීනව බංග්ලාදේශය සුවය ලබා දෙන බවට මට කිසිදු සැකයක් නැත. ශ්රී ලංකාවේ අපට සිදු වූ දේ මතක තබා ගැනීම. අපි බංග්ලාදේශයේ විශාලතම ආයෝජකයින්ගෙන් කෙනෙක් බැවින්, අපි එම රටේ රැකියා අවස්ථා නිර්මාණය කර ඇත්තෙමු.",
        "මෙම සිදුවීම් පැහැදිලි කරන්නේ මේ ලෝකයේ තත්වය නිවැරදි නොවන බවයි. නමුත් මෙයින් අදහස් කරන්නේ ශ්රී ලංකාව මෙම ව්යාපෘතිවලින් ඉවත් වන බවයි.",
        "මෙම ගෝලීය පරිසරය තුළ ශ්රී ලංකාවේ අක්කර 600 ක ඉඩමක් පිළිබඳ ජාත්යන්තර දේශගුණික විපර්යාස විශ්ව විද්යාලයක් පිහිටුවීමට පියවර ගෙන තිබේ.. එය ලබන වසර ආරම්භයේදී සිදු කිරීමට නියමිතය.",
        "පුනර්ජනනීය බලශක්ති ශක්තීන්, කෘෂිකර්මාන්තය නවීකරණය කිරීම සහ ජල හිඟය නිදර්ශනය කරමින් ශ්රී ලංකාව 2040 වන විට තිරසාර සංවර්ධන ඉලක්ක සපුරා ගැනීමට කටයුතු කරමින් සිටී.",
        "ව්යාපාර ආයෝජන තුළින් ගෝලීය මූල්ය පහසුකම් ආකර්ෂණය කර ගැනීමට අපි අපේක්ෂා කරමු. ප්රධාන අරමුණු වන්නේ වැවිලි කර්මාන්තයේ කෘෂිකාර්මික ව්යාපාරයක්, තිරසාර සංචාරක ව්යාපාරය වැඩිදියුණු කිරීම සහ නිෂ්පාදන හා ඩිජිටල්කරණය වැඩිදියුණු කිරීමයි.",
        "මීට අමතරව, කාර්මික අධ්යාපනය සහ නවෝත්පාදනයන් සඳහා නව තාක්ෂණික විශ්ව විද්යාල හතරක් පිහිටුවීමට කටයුතු කරමින් සිටින බව ජනාධිපතිතුමා පැවසීය.",
        "කොළඹ විශ්ව විද්යාලයේ උපකුලපති. ඩී. කරුණාරත්න, ශ්රී ලංකාව සහ මාලදිවයිනේ, විශ්ව විද්යාල කථිකාචාර්යවරුන්, විශ්ව විද්යාල කථිකාචාර්යවරුන්ගේ, පෞද්ගලික ව්යාපාරික දෙපාර්තමේන්තුවේ ඉහළ නිලධාරීන්, නිලධාරීන් සහ කොළඹ විශ්ව විද්යාලයේ විශාරදයින්ගේ උපාධි ව්යාපාර පරිපාලන සංගමයේ සහ වෙනත් අය."
      ]
    },
    "en": {
      "title": "Sri Lanka is committed to achieving standard development goals and net zero carbon emission by 2040 - President",
      "body_lines": [
        "President Ranil Wickremesinghe said Sri Lanka is working on achieving standard development targets by 2040 by rapid methods such as the use of renewable energy energy, modernization of agriculture and resolving water shortage.",
        "For this purpose, the President said that it is the main programs that attract global financial facilities through trade investments and convert the plantation sector into agricultural business, promote sustainable tourism, promote and improve production and digitalization.",
        "President Ranil Wickremesinghe made this statement while addressing the Environment, Social and Governance (ESG) conference for 2024 at the Chinaman Grand Hotel in Colombo on Tuesday (06).",
        "The conference, organized by the Association of Business Administration Graduates, Colombo University, under the theme of 'Sustainable Path for a Bright Future', was held throughout the day.",
        "About 15 experts in the fields of the environment, community and governance shared their knowledge, understanding and innovative solutions.",
        "President Ranil Wickremesinghe was also awarded the Awards, Social and Governance (ESG) awards for micro, small and medium -sized entrepreneurs.",
        "“I would like to thank you at first three years of discussion about the environment, community and governance (ESG) at various conferences. The private sector must examine the economy, community and administration of how the world changes.",
        "And we must say that our country is the best country among all countries in South Asia. Maldives is a country like us. But that's the smallest country. I think other countries are not ready for it. So we have to be the first of this.",
        "I appreciate the contribution of the private sector here. You must also remember that in today's world, geo -political situation moves in the opposite direction. Fixed Growth Goals, Peris Climate Conference and Glasgow Conference Half Half Half. We have not improved greatly after that.",
        "The world is still recovering from Covid-19 infection. China's economy is still not working with full potential. It will take a few more years.. We should focus on the world's two major economies. Europe has moved forward but there are problems in it. It is in this context that we focus on standard growth goals.",
        "How can we achieve standard development goals, how can we fund them and how much money can the countries spend on them?How to act on 'Environment, Community and Governance (ESG)?If Donald Trump is elected as the US president, it will be a open question.",
        "But it is very sad that the UK took place under the rule of Boris Johnson. The Glasgow conference was held under her leadership and all agreed to the policies put forward.",
        "Within two years, Risi Sunak changed all of them to get right -wing votes from failed reforms. A new government has been created in the UK today. They like to change it. But we must remember that the UK has no funding.",
        "All the funds available to us have been explored. We examined this at COP 27, 28, 29 Summit Conferences. How much funds do we get?We met in Paris for the Debt Summit, but the final decision has not yet been reached.Meanwhile, the US has spent more money on Ukraine and Israel.",
        "I think that funds must have been used for this. Look at the amount spent on Europe for this. We don't know how much money Russia spent. All that funds may have been used.. Similarly in the Middle East. Iran seems to be looking to retaliate. Revenge attacks will have adverse effects on all countries, including Sri Lanka.",
        "Although Sheikh Hasina quit the prime minister, I must recall that when we were in a very difficult situation, he had paid $ 200 million to our country.",
        "I am glad that Khalita Jia was released from prison.If Sheikh Hasina had done this long ago, he could have been the prime minister of Bangladesh. We hope the situation will soon be deteriorated in Bangladesh.",
        "I have no doubt that Bangladesh will recover in the short term. To remember what happened to us in Sri Lanka. Since we are one of the largest investors in Bangladesh, we have created job opportunities in that country.",
        "These events make it clear that the conditions are not right in this world. But this does not mean that Sri Lanka will withdraw from these projects.",
        "In this global environment, steps have been taken to establish an international climate change university on 600 acres of land in Sri Lanka.. It is scheduled to be carried out at the beginning of next year.",
        "Sri Lanka is working to achieve sustainable development targets by 2040 by using renewable energy energies, modernizing agriculture and quenching water shortages.",
        "We expect to attract global financial facilities through business investments. The main objectives are the transformation of the plantation industry into agricultural business, improvement of sustainable tourism and improving manufacturing and digitalization.",
        "In addition, work is underway to establish four new technical universities for technical education and innovations, ”the President said.",
        "Vice Chancellor of the University of Colombo. D. Karunaratne, Sri Lanka and the Maldives were the Chief Executive Officer of HSBC, Mark Sargener, University lecturers, traders, top officials of the private business department, officials and scholars of the Colombo University Masters Graduate Business Administration Association and others."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka aims to reach standard development goals and achieve net-zero carbon emissions by 2040 through renewable energy, agricultural modernization, and addressing water scarcity. This initiative includes attracting global financial support, transforming the plantation sector into an agricultural business, promoting sustainable tourism, enhancing manufacturing, and digitalization. The President emphasized the importance of ESG principles during a conference, highlighting the need for innovation and sustainability in the face of geopolitical challenges and economic uncertainties."
  ]
}