{
  "translated_text": {
    "ta": {
      "title": "பொருளாதார நெருக்கடிக்கு பின்னர் வாழ்க்கையைப் பற்றி ஒரு கணக்கெடுப்பு வெளிப்படுத்துகிறது",
      "body_lines": [
        "மக்கள்தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிவரங்கள் திணைக்களம் கூறுகையில், நாட்டின் குடும்பத்தில் 22% பொருளாதார நெருக்கடி காரணமாக கடன்பட்டிருக்கிறார்கள்.",
        "மொத்த வீட்டின் சராசரி மாத வருமானம் 60.5 சதவீத வருமானம் குறைகிறது என்று திணைக்களம் சுட்டிக்காட்டுகிறது.",
        "வீட்டு கணக்கெடுப்பின் அறிக்கையின்படி, ஆண்டு உள்நாட்டு ஆய்வின் 2023 ஆம் ஆண்டு தெரியவந்துள்ளது.",
        "பொருளாதார நெருக்கடியில் 54.9 சதவீத கல்வித் துறை மக்கள் தொகை கணக்கெடுப்பு மற்றும் உத்திகள் திணைக்களத்தால் பாதிக்கப்பட்டுள்ளது, அவர்களில் 93.5% பேர் உத்திகளைப் பின்பற்றியுள்ளனர்.",
        "பொருளாதார நெருக்கடியின் செல்வாக்கு காரணமாக, 15 வயதிற்குள் 14.2 சதவீதம் பேர் தங்கள் வேலைகளையும், பெண்கள் தொடர்பாக ஆண்களின் வேலை இழப்பின் சதவீதத்தையும் இழந்துள்ளனர்.",
        "மக்கள் தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிவரங்கள் திணைக்களம் நடத்திய ஆய்வில், 2023 ஆம் ஆண்டில் சராசரி மாதாந்திர செலவு 91 சதவீதம் அவர்களின் சுகாதார முறையை அதிகரித்துள்ளது என்று தெரிய வந்துள்ளது.",
        "சிகிச்சையளிப்பதற்கான சிகிச்சையில் 81.7 சதவீதம் பெரும்பான்மையானது போதுமான பணம் இல்லாததால் கூறப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "A survey reveals about life after the economic crisis",
      "body_lines": [
        "The Department of Census and Statistics say that 22% of the country's household is owed due to the economic crisis.",
        "The department points out that the average monthly income of 60.5 percent of the total household is reduced.",
        "According to the report of the household survey, the year 2023 of the year's domestic survey revealed.",
        "The education sector of 54.9 percent of the economic crisis has been affected by the Department of Census and Strategies that 93.5% of them have followed the strategies.",
        "Due to the influence of the economic crisis, 14.2 percent of the age of 15 has lost their jobs and the percentage of men's job loss in relation to women.",
        "The survey conducted by the Department of Census and Statistics have revealed that the average monthly expenditure of 91 percent in 2023 has increased their health mode.",
        "The majority of 81.7 percent of the treatment of treating treatment has stated that due to the absence of sufficient money."
      ]
    }
  },
  "summary_lines": [
    "A post-economic crisis survey shows 22% of households are in debt, with 60.5% experiencing reduced income. The education sector was hit hard, affecting 54.9%, and 93.5% of those impacted adopted coping strategies. Job losses were significant, especially among males, with 14.2% of 15-year-olds unemployed. Health expenses rose for 91% of respondents, and 81.7% reported difficulty accessing medical care due to financial constraints."
  ]
}