{
  "translated_text": {
    "si": {
      "title": "நாரம்மலயில் விபத்து ; இரண்டு கைக்குழந்தைகள் உட்பட மூவர் உயிரிழப்பு",
      "body_lines": [
        "නාරමාල පොලිස් කොට් to ාශයට අයත් ඛේදවාචකයක ළදරුවන් දෙදෙනෙකු ඇතුළු පුද්ගලයින් තිදෙනෙකු සෙනසුරාදා දහවල් නාරගලා --ගිරල්ලා පාරේදී නාරගලා --ගිරල්ලා පාරේදී සිදු වූ ඛේදවාචකයකදී were ාතනය කරන ලදී.",
        "கரொன்று வீதியை விட்டு விலகி வலது பக்கத்தின் எதிர் திசையில் பயணித்த பஸ் ஒன்றின் மீது நேருக்கு நேர் மோதியதில் இந்த விபத்து இடம்பெற்றுள்ளது.",
        "The ාතනයට ලක්වූවන් මහාව සහ දේලවා සිට අවුරුදු 38 ක රියදුරෙකු සහ මාස 9 ක් සහ මාස 11 ක් වැනි ගැහැණු ළමයින් දෙදෙනෙකු ඇතුළත් වේ.",
        "මෙම අනතුරෙන් තුවාල ලැබූ බස් රථ රියදුරෙකු, කොන්දොස්තර සහ මගීෙකු තුවාල ලබා මෙම යුවළට ප්රතිකාර ලබමින් සිටී.",
        "මේ අතර, වෙල්ලාවා පොලිස් කොට් Division ාශයේ වරියපොල - කුම්බුක්කකේඩ් පාරේ කපුවහේන ප්රදේශයේ තවත් අනතුරක් සිදුවිය.",
        "ඔහු ලොරි රථයක ගැටීමෙන් ඔහු එම ස්ථානයේදීම මිය ගියේය.",
        "මියගිය පුද්ගලයා කනේවට්ටා හි අවුරුදු 48 ක කාන්තාවක් ලෙස හඳුනාගෙන තිබේ.",
        "කොළඹ --කැන්ඩි පාරේ පිහිටි සන්ධි ස්ථානය අසල යතුරුපැදි රියදුරෙකු හදිසි අනතුරකින් මිය ගොස් කෙගල පොලිසිය පවසයි.",
        "මහනුවරට යන ලොරි රථය එකම දිශාවකට ගමන් කරමින් සිටි යතුරුපැදිය අභිබවා යාමට උත්සාහ කිරීමත් සමඟ මෙම අනතුර සිදුවිය.",
        "50 දෙනා-අවුරුදු 50 ක කාන්තාවක් යතුරුපැදියකින් රිය පැදවූ ඇසිබිටියාහි අබුලියාවේදී කෙගල්ල රෝහලට ඇතුළත් කිරීමෙන් පසු මිය ගියාය."
      ]
    },
    "en": {
      "title": "Accident at Naramalai; Three casualties, including two infants",
      "body_lines": [
        "Three persons, including two infants, were killed in a tragedy that took place on Saturday afternoon at the Naramala -Giriulla road, which belongs to the Narammala Police Division.",
        "The accident occurred when a bus collided head -on on a bus that was traveling in the opposite direction of the right side.",
        "The victims include a driver of a 38 -year -old car from Mahawa and Divullawa, and two girls of 9 months and 11 months.",
        "A bus driver, conductor and passenger who were injured in the accident were injured and are being treated at the couple.",
        "Meanwhile, another accident occurred in the Kapuhena area of ​​the Wellawa Police Division's Wariyapola - Kumbukkade Road.",
        "He died on the spot when a lorry collided with a lorry.",
        "The deceased has been identified as a 48 -year -old woman from Kanewatta.",
        "A motorcycle driver was killed in an accident near the 85th milest place on Colombo -Kandy Road, Kegalle Police.",
        "The accident occurred when the lorry heading towards Kandy tried to overtake the motorcycle that was riding in the same direction.",
        "A 50 -year -old woman from Assabitiya, who was driving a motorcycle, died after being admitted to Kegalle Hospital."
      ]
    }
  },
  "summary_lines": []
}