{
  "translated_text": {
    "si": {
      "title": "ජාමූඅ හි පොරොන්දු ඉටු කිරීමට ශ්රී ලංකාව අසමත් විය",
      "body_lines": [
        "ජාමූඅගේ පොරොන්දු වලින් \"ඉටු කිරීමට\" \"පෙබරවාරි මස අවසානය වන විට ශ්රී ලංකාව අපොහොසත් වී තිබේ.",
        "පෙබරවාරි මාසයට අනුව, 'Verit සම්පත්' ජාමූඅ මොනිටර් 'අළුත් කිරීම, ශ්රී ලංකාව 2024 පෙබරවාරි මස අවසානය වන විට 2024 පෙබරවාරි මස අවසානය වන විට එහි ජාමූඅ ව්යාපෘතිය තුළ සපුරාලීමට අපොහොසත් වී තිබේ.",
        "ජාමූඅ මොනිටරය හෙළි කරන්නේ 'සාවද්ය නැති' ලෙස වර්ගීකරණය කරන ලද සහතික කිරීමේ භාෂාව නිර්මාණය කර ඇත්තේ බොහෝ අප විසින් වැඩි දියුණු කිරීම සඳහා ය.",
        "තොරතුරු ප්රකාශයට පත් කිරීම (විනිවිදභාවය) සහ පාලනය වැඩි කරන නීතිය සම්මත කර ගැනීම සඳහා ප්රති led ා මෙයට ඇතුළත් ය.",
        "ශ්රී ලංකාවේ ආර්ථික අර්බුදය සඳහා වූ මධ්යම සාධකය ජාත්යන්තර මූල්ය අරමුදල (ජාමූඅ) විසින් හඳුනාගෙන ඇති අතර ජාත්යන්තර මූල්ය අරමුදල විසින් පිහිටුවන ලද පළමු ආසියානු රට ශ්රී ලංකාවයි.",
        "සහතික කිරීමෙන් අනවසරයෙන් 36% ක තත්ත්වය 'නොදන්නා' ලෙස වර්ගීකරණය කර ඇති අතර එයින් අදහස් වන්නේ ඒවායේ ප්රගතිය තක්සේරු කිරීමට තරම් දත්ත නොලැබෙන බවයි.පෙබරවාරි මස අවසානයේදී ප්රති led ා වලින් 31% ක් 'සපුරා ඇත'.",
        "2023 දෙසැම්බරයේ දී පුළුල් කළ ණය පහසුකම දෙවන ස්ථානයට පත්වීම සඳහා ශ්රී ලංකාවේ ජාත්යන්තර මූල්ය අරමුදලේ (ජාමූඅ) දෙවන වාරිකය සඳහා වූ අරමුදල්. නව ගිවිසුම යටතේ, ශ්රී ලංකාව පෙබරවාරි අග වන විට සහතික කළ භාෂා 45 ක් සමත් විය යුතුය.",
        "ජාමූඅ ලකුණු 14 (31%) ලෙස වර්ගීකරණය කර ඇත.",
        "\"සපුරා නැති\" 15 ප්රති led ් ෙසේ 15 ප්රති led ් ෙසේවා, ප්රති led ා හයක් ප්රකාශන තොරතුරු හෝ විනිවිදභාවය සපුරාලීම හා සම්බන්ධ වේ. නව නීති පිළිගැනීමට අදාළ ක්රියාමාර්ග මේවායින් හතරක් වේ: (අ) බැංකු නීතිය පිළිබඳ පාර්ලිමේන්තු අනුමැතිය ලබා ගැනීම (ආ) උද්ධමනයට අනුකූලව ස්වයංක්රීය බදු කේතයක් හඳුන්වා දීම (ඊ) ණය කළමනාකරණ මධ්යස්ථානයක් පිහිටුවීම සඳහා නීතිමය වෙනස්කම් සිදු කිරීම. ()) රාජ්ය මූල්ය කළමනාකරණ පනත පාර්ලිමේන්තුවට ඉදිරිපත් කිරීම.",
        "2022 සැප්තැම්බරයේ ජාත්යන්තර මූල්ය මට්ටමේ ගිවිසුමට ජාත්යන්තර මූල්ය අරමුදල ඇතුළත් වුවද, පාලනයේ ගැටලු විසඳීම අරමුණු කරගත් මෙම ක්රියාමාර්ග හතර.",
        "ශ්රී ලංකාවේ 17 වන ජාත්යන්තර මූල්ය අරමුදල් වැඩසටහන ආරම්භයේදී හඳුනාගත් ප්රති led ා 100 ක්ම නිරීක්ෂණය කිරීමේ පළමු හා එකම වේදිකාව වන්නේ ජාමූඅ මොනිටරයයි. මෙය සත්ය සම්පත් වල Manthri.lk වෙබ් අඩවිය හරහා මහජනයා විසින් මහජනතාවට ලබා ගත හැකිය.R"
      ]
    },
    "en": {
      "title": "Sri Lanka failed to fulfill the promises of IMF",
      "body_lines": [
        "By the end of February, Sri Lanka has failed to \"fulfill\" 33% of the IMF's pledges.",
        "According to the February renewal of the Verite Resources 'IMF monitor', Sri Lanka has failed to fulfill 33% of the pledges to be fulfilled by the end of February 2024 in its IMF project.",
        "The IMF monitor reveals that the affirmative language, which is classified as 'unfulfilled', is designed to improve many governance.",
        "These include pledges on the publication of information (transparency) and adoption of the law that enhances the governance.",
        "The International Monetary Fund (IMF) has identified the central factor for the economic crisis of Sri Lanka, and Sri Lanka is the first Asian country to be established by the International Monetary Fund.",
        "The status of 36% of the affirmations is classified as 'unknown', which means that they do not get enough data to evaluate their progress.At the end of February, 31% of pledges were 'fulfilled'.",
        "Funds for the second installment of the International Monetary Fund (IMF) of Sri Lanka (IMF) for the second installment of the expanded credit facility in December 2023. Under the renewed agreement, Sri Lanka must pass 45 affirmative languages by the end of February.",
        "The IMF is classified as 14 of these (31%) as 'executed', 15 (33%) 'unfulfilled' and 16 (36%) 'unknown' pledges.",
        "Of the 15 pledges of “unfulfilled” 15 pledges, six pledges are related to publishing information or transparency. Four of these are the actions relating to the acceptance of the new laws: (a) obtaining parliamentary approval on the banking law (b) Introduction of automated tax code in accordance with inflation (e) Make legal changes to set up a credit management center. (D) submitting the State Financial Management Act to Parliament.",
        "Although the International Monetary Fund was included in the International Monetary Level Agreement in September 2022, these four measures aimed at solving the problems of governance.",
        "IMF Monitor is the first and the same platform to monitor 100 pledges identified at the beginning of the 17th International Monetary Fund Program of Sri Lanka. This can be accessed by the public through the Manthri.lk website of the Veritte Resources.R"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka failed to meet 33% of IMF pledges by Feb 2024, with 36% status unknown. Key pledges include transparency and law adoption. IMF identified as central factor in Sri Lanka's economic crisis."
  ]
}