{
  "translated_text": {
    "ta": {
      "title": "විල්පත්තුවේ නීතිවිරෝධී ඉල්මනයිට් සේදීමේ මහා පරිමාණ ජාවාරමක් වලානෙන් වටලයි",
      "body_lines": [
        "வில்பட்டு தேசிய பூங்காவின் எல்லையில் நோயெதிர்ப்பு கழுவுதல் சலவை செய்வதற்கான பெரிய அளவிலான மோசடி மூலம் வாலனா பொலிஸ் பிரிவு சோதனை செய்யப்பட்டது.",
        "පසුගිය ආණ්ඩු සමයේ ප්‍රබල දේශපාලනඥයින් පිරිසක් මේ ජාවාරම පිටුපස සිටියේදැයි සොයා පොලිසිය විමර්ශන ආරම්භ කර තිබේ.",
        "வில்பட்டு தேசிய பூங்கா வாலனா ஊழல் சங்கத்தை வாலனா ஊழல் சங்கத்தால் கைது செய்யப்பட்டது, அங்கு குடியேறியவர் முந்திய சுற்றுச்சூழல் அமைப்பில் செயல்பட்டு வந்தார்.",
        "பொலிசார் காவல்துறையினரால் கைது செய்யப்பட்டனர் மற்றும் இந்த சம்பவத்தின் மதிப்பு 200 கோடிக்கு மேல் கைது செய்யப்பட்டது.",
        "திரு. பிரியந்தா வீரசூரியாவின் நேரடி மாவட்டத்தின் கீழ் இந்த சோதனை செயல்படுத்தப்பட்டது.",
        "20 ஏக்கர் நிலத்துடன் செயல்படுத்தப்பட்ட நூற்றுக்கணக்கான ஆண்டுகள் பழமையான, நூற்றுக்கணக்கான ஆண்டுகள் சட்டவிரோத கடத்தல், பிரமாண்டமான மரத்தில், மிருகத்தனமான மரங்களுக்குள் வெட்டப்பட்டிருப்பது தெரியவந்துள்ளது.",
        "இது வில்பட்டு தேசிய பூங்காவின் தூண்டுதல் மண்டலமான 500 எம்ஐடி அமைந்துள்ளது, இது தளத்திற்கு சொந்தமான நிலத்தில் தண்ணீர் வழங்கப்பட்டுள்ளது.",
        "இந்த இடத்தில் ஒரு நீர்த்தேக்கத்தை நிர்மாணிக்க தொல்பொருள் திணைக்களம் அனுமதிக்கப்பட்டுள்ளது, ஆனால் அகழ்வாராய்ச்சி செய்ய அனுமதிக்கப்படவில்லை.",
        "எவ்வாறாயினும், தொல்பொருள் பரிந்துரைகளின் வரையறையில் 20 அடிக்கு மேல் ஒரு ஆழமான நீர்த்தேக்கம் கட்டப்பட்டுள்ளது என்பது தெரியவந்துள்ளது.",
        "முன்னாள் அமைச்சர்கள் மோசடிக்கு பின்னால் ஆதிக்கம் செலுத்துவதற்கான விசாரணைகளை போலீசார் தொடங்கியுள்ளனர்.",
        "செயல்படும் ஐ.ஜி.பி.யின் அறிவுறுத்தல்கள் குறித்து வானாதாவில்லுவா காவல்துறை அதிகாரிகளைத் தடுக்க வாலனா ஊழல் பிரிவின் அதிகாரிகளும் அழைத்துச் செல்லப்பட்டனர்.",
        "இந்த திட்டம் நாளை புட்டலம் மாஜிஸ்திரேட்டுக்கு அறிக்கை அளிக்கும் என்று வாலனா ஊழல் எதிர்ப்பு சங்க பிரிவு தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Wilpattu's illegal ilmanite wash racket racket",
      "body_lines": [
        "The Walana Police unit was raided by a large scale racket of washing of Immunite washing on the border of Wilpattu National Park.",
        "Police are investigating whether a large number of politicians were behind the racket during the last government.",
        "Wilpattu National Park The Walana Corruption Association was taken into custody by the Walana Corruption Association where the emigraw was operating in the overtiist ecosystem.",
        "Police were taken into custody by the police and the value of the incident was taken into custody, over 200 crores.",
        "The raid was implemented under the direct district of Mr. Priyantha Weerasuriya.",
        "It has been revealed that hundreds of years old, hundreds of years of illegal trafficking, which was implemented with a 20 acre land, had been cut into the massive tree, brutal trees.",
        "This is located 500 mit, the trigger zone of the Wilpattu National Park, which has been provided with water in the land belonging to the site.",
        "The Department of Archeology has been permitted to construct a reservoir at this place, but not allowed to excavate.",
        "However, it has been revealed that a deeper reservoir has been built in more than 20 feet in definition of archaeological recommendations.",
        "Police have commenced investigations to dominate the former ministers behind the racket.",
        "The officers of the Walana Corruption Unit were also taken to prevent the Vanathawilluwa police officers on the instructions of the acting IGP.",
        "The Walana Anti-Corruption Association unit said that the project will report to the Puttalam Magistrate tomorrow."
      ]
    }
  },
  "summary_lines": []
}