{
  "translated_text": {
    "si": {
      "title": "රිලී රූසිසෝජෙවෝ රජවරු කලම්බෝව පහසුවෙන් කරකෝව දිනා ගත්හ",
      "body_lines": [
        "රංගිරි දම්බුල්ලා ජාත්යන්තර ක්රීඩාංගණයේදී පැවති ලංකා ප්රිමියර් ලීග් ක්රිකට් තරගයේදී ජෙවෝ රජවරු කලම්බෝ කිංග්ස් කඩුලු 7 කින් කඩුලු 7 කින් දිනා ගත්හ (10).",
        "ජෙවෝ රජවරුන්ගේ සාර්ථකත්වයට රිලී රූසෙස්ව් විශාල කාර්යභාරයක් ඉටු කළේය. අවිෂ්කා ප්රනාන්දු ද සහාය දැක්වූ අතර සියයට භාගයක්.",
        "ජෙවන් රජවරුන්ට ඕවර 18.3 කදී කඩුලු 3 ක් පමණක් පරාජයට පත්වූ අතර ලකුණු 189 ක් දිනා ගැනීමට ලකුණු 190 ක් රැස් කළේය.",
        "අද තරඟයේදී නිසාන්කා ලකුණු 6 ක් ලබා ගත්තේය. (30 - 2 විග්.)",
        "3 වන කඩුල්ලෙන් පන්දු 64 කදී පන්දු 64 කදී ලකුණු 130 කදී ලකුණු 130 ක් බෙදා ගත්හ.",
        "රිලී රූසෙස්ව් පන්දු 108 ක් සමඟ රාත්තල් 108 ක් සහ හයේ පහර 6 ක් ඇතුළත් නොවීය.",
        "මීට පෙර උගත් තරඟයේදී කලම්බෝව වර්ජකයන්ට පන්දුවට පහරදුන් කලවම් කරුවන් කඩුලු 8 ක් දැවී ලකුණු 188 ක් රැස් කළහ.",
        "ගලාබෝ වැඩ කරන්නන් පරිශ්රයේ ක්රීඩකයින් කාර්යක්ෂමව සැලකිය යුතු මුළු සංඛ්යාවක් ලබා ගත්හ.",
        "ග්ලෙන් ෆිලිප්ස් ලකුණු 58 ක් රැස් කළ අතර ඇන්ජලෝ පෙරේරා 34, රහ්මාල්ලා ග්රිදස් 34 වන අතර කණ්ඩායම් නායක දිසර පෙරේරා පෙරේරා ලකුණු 13 ක් රැස් කළහ.",
        "ඇන්ජලෝ පෙරේරා සහ ග්ලෙන් ෆිලිප්ස් 2 වන කඩුල්ල වෙනුවෙන් ලකුණු 86 ක් රැස් කළ අතර අවාසනාවකට ඇන්ජලෝ පෙරේරා විශ්රාම ගියේය.",
        "ඉක්බිතිව, දූතාන් වෙල්ලාලක් ලකුණු 13 ක් සහ ඩසින් අහමඩ් ලකුණු 15 ක් රැස් කළේය.",
        "පන්දු යැවීමේදී, අස්මැටුල්ලාහි ඕමර්සායි ලකුණු 31 කට කඩුලු 2 ක් ද, ප්රනාන්දු ලකුණු 38 කට කඩුලු 2 ක් දවා ගත්තේය."
      ]
    },
    "en": {
      "title": "Riley RousseauJevna Kings won the Kalambo Strikes easily",
      "body_lines": [
        "Jevna Kings won the Kalambo Strikers team by 7 wickets at the Lanka Premier League cricket match held at the Rangiri Dambulla International Stadium on Wednesday (10).",
        "Riley Roussev played a major role in the success of Jevna Kings. Avishka Fernando also backed and scored half a cent.",
        "Jevna Kings lost only 3 wickets in 18.3 overs, scoring 190 runs to win 189 runs.",
        "Nissanka scored only 6 runs in today's match. (30 - 2 wig.)",
        "Riley Roussev and Avishka Fernando, who paired up, shared 130 runs in 64 balls in the 3rd wicket.",
        "Riley Roussev did not play with 108 balls, including 10 pounds and 6 sixes.",
        "Earlier in the upting match, Kalambo Strikers, who was first invited to bat, scored 188 runs for the loss of 8 wickets.",
        "Galambo Strikers gained considerable total number because of the premises players efficient.",
        "Glen Phillips scored 58 runs, Angelo Perera 34, Rahmanullah Gurbas 27 and team captain Dissara Perera scored 13 runs.",
        "Angelo Perera and Glen Phillips shared 86 runs in the 2nd wicket and unfortunately Angelo Perera retired.",
        "In the aftermath, Dunit Vellalake scored 13 runs and Dasin Ahmad scored 15 runs without losing the game.",
        "In the bowling, Azmatullah Omarzai took 2 wickets for 31 runs while Fernando took 2 wickets for 38 runs."
      ]
    }
  },
  "summary_lines": [
    "Jevna Kings triumphed over Kalambo Strikers in a Lanka Premier League match, winning by 7 wickets. Riley Rousseau and Avishka Fernando were key contributors, sharing a 130-run partnership. Rousseau remained unbeaten with 108 runs, including 10 fours and 6 sixes. Kalambo Strikers' total of 188/8 was built around Glen Phillips' 58 and Angelo Perera's 34 before he retired. Azmatullah Omarzai and Fernando each took 2 wickets for their teams."
  ]
}