{
  "translated_text": {
    "si": {
      "title": "විශේෂ වැඩසටහන",
      "body_lines": [
        "උත්සව සමයේදී වෙළඳපොලේ පාරිභෝගිකයින්ගේ අසාධාරණය වැළැක්වීම සඳහා පාරිභෝගික කටයුතු අධිකාරිය විශේෂ වැඩපිළිවෙළක් ක්රියාත්මක කර තිබේ.",
        "ඒ අනුව සඳුදා (01) සිට ජනවාරි 15 ​​දක්වා සිල්ලර වෙළඳසැල් සහ සුපිරි වෙළඳසැල්වල වැටලීම් සිදු කෙරේ.",
        "උත්සව සමයේදී පාරිභෝගිකයින් විසින් මිලදී ගනු ලබන වෙළඳ මධ්යස්ථාන, දීර් භාණ්ඩ, විදුලි උපකරණ සහ අත්යවශ්ය භාණ්ඩ සඳහා විශේෂ අවධානයක් යොමු කෙරේ.",
        "මෙම පරීක්ෂණ සිදු කරන විට, නිශ්චිත මිල ගණන් යටතේ විශේෂිත මිල ගණන් යටතේ භාණ්ඩ විකිණීම සඳහා භාණ්ඩ විකිණීමේදී විධිමත් වෙළඳාමය සුදුසු වෙළඳාම සිදු කරන බව සහතික කිරීම සඳහා වැඩි අවධානයක් යොමු කිරීම සඳහා වැඩි අවධානයක් යොමු කරනු ලැබේ.",
        "මීට අමතරව, අධිකාරිය විසින් දුරකථන වෙළඳාම සහ සහන විකුණුම් අධීක්ෂණය කරනු ඇත.",
        "මේ අතර, පාරිභෝගික කටයුතු අධිකාරිය (සීඒඒ) පවසා ඇත්තේ යල් පැන ගිය හා වෙනස් කරන ලද තොරතුරු සමඟ වෙළඳපල සමඟ වෙළඳපොළට ඇති වීම හේතුවෙන් පසුගිය දින කිහිපය සඳහා පසුගිය දින කිහිපය තුළ පරීක්ෂා කර ඇති තොග වෙළඳුන් සහ ගබඩාව පිළිබඳ විශේෂ සැලකිල්ලක් දක්වන බවයි.",
        "පැමිණිලි තිබේ නම්, 1977 දුරකථන අංකයට එය වාර්තා කළ හැකි බව අධිකාරිය මහජනයාට දන්වා තිබේ."
      ]
    },
    "en": {
      "title": "Special program",
      "body_lines": [
        "The Consumer Affairs Authority has implemented a special program to prevent the injustices of consumers in the market during the festive season.",
        "Accordingly, raids will be conducted at retail stores and supermarkets from Monday (01) to January 15.",
        "Special attention will be paid to the trade centers that are being purchased by consumers during the festive season, prolonged goods, electric equipment and essential commodities.",
        "When carrying out these tests, more attention will be paid to ensuring that the regular trade is going on by the appropriate receipt when selling the goods to selling goods at specific prices at specific prices.",
        "In addition, the Authority will also conduct monitoring of telephone trading and concession sales.",
        "Meanwhile, the Consumer Affairs Authority (CAA) has said that it is continuing to raise special care on the wholesalers and repository that have been tested for the past few days due to the possibility of many products to market with outdated and modified information.",
        "If there are complaints, the Authority has informed the public that it can be reported to the telephone number 1977."
      ]
    }
  },
  "summary_lines": [
    "Consumer Affairs Authority implements special program to protect consumers during festive season. Raids at retail stores and supermarkets from Jan 1 to 15 focus on essential items, price checks, and monitoring of phone trading. Complaints can be reported to 1977."
  ]
}