{
  "translated_text": {
    "ta": {
      "title": "பிளாஸ்டிக் நீர் பிளாஸ்டிக் நீர் பாட்டில்கள் மூடப்பட்டன",
      "body_lines": [
        "ஸ்ரீ பாதா உடா மாலுவாலுவாவிலிருந்து யாத்ரீகர்கள் விலக்கப்பட்டுள்ளனர், சுமார் மூன்று டன் பிளாஸ்டிக் நீரை வழங்கியுள்ளது.",
        "பிளாஸ்டிக் நீர் பாட்டில்கள் நல்லாதானியாவில் ஸ்ரீ படாவதாவுக்கு சேர்க்கப்பட்டதாக மாஸ்கெலியா பிரதேசங்களவைச் செயலாளர் சரஜவரன் தெரிவித்தார்.",
        "இருப்பினும், பில்டர்களை ஏற்றிச் செல்லும் பிளாஸ்டிக் தண்ணீர் பாட்டில்களை அப்புறப்படுத்த சில யாத்ரீகர்கள் ஏற்றப்பட்டனர் என்று அவர் கூறினார்.",
        "கூடுதல் பிளாஸ்டிக் தண்ணீர் பாட்டில்கள் நல்லாதனின் மறுசுழற்சி மையத்திற்கு கொண்டு செல்லப்படும் என்று செயலாளர் மேலும் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Plastic water bottles of plastic water closed",
      "body_lines": [
        "The pilgrims have been excluded from the Sri Pada Uda Maluwaluwa has collects about three tons of plastic water supplied.",
        "The Maskeliya Pradeshiya Sabha Secretary Sarajavaren said that the plastic water bottles were added to the Nallathaniya to Sri Padawatha.",
        "He said that though, some pilgrims were mounted to dispose of plastic water bottles carrying pilters.",
        "The Secretary further stated that the added plastic water bottles will be taken to the recycling center of Nallathan."
      ]
    }
  },
  "summary_lines": [
    "The Sri Pada Uda Maluwaluwa has collected 3 tons of plastic water bottles, excluding pilgrims. These bottles are now being recycled at Nallathan's center."
  ]
}