{
  "translated_text": {
    "ta": {
      "title": "ஷம்லான் வாலன் வேர்ல்ட் ரெக்கார்ட்ஸ் புத்தகத்தில் உலகின் மிகவும் நினைவக குழந்தையாக சேர்ந்தார்",
      "body_lines": [
        "\"முஹம்மது ஷம்லான்\" உலக சாதனைகளில் \"உலகின் மிக உயர்ந்த\" உலக சாதனைகளில் சேர்ந்துள்ளது, இது இன்னும் \"நினைவக குழந்தையின் உலகம்\" ஆக இல்லை.",
        "வத்தலா, ஹுனுபிட்டியா, வெலிகோடா மற்றும் 1098 வெவ்வேறு படங்களை முகமது சஃபன் மற்றும் பாத்திமா மவதா ஆகியோரால் குடியிருப்பாளரான அட்லானி அட்லானி அடையாளம் காணப்பட்டார்.",
        "அங்கு, பூக்கள், பூக்கள், செருகல்கள், அரபு, அரபு, அரபு, அரபு, அரபு மற்றும் நன்கு அறியப்பட்ட கிரிக்கெட் வீரர்கள், உலகப் புகழ்பெற்ற கிரிக்கெட் வீரர்கள், உலகப் புகழ்பெற்ற கிரிக்கெட் வீரர்கள், உலகப் புகழ்பெற்ற கிரிக்கெட் வீரர்கள், உலகப் புகழ்பெற்ற கிரிக்கெட், உலகப் புகழ்பெற்ற கிரிக்கெட் வீரர்கள், உலகளவில் கிரிக்கெட் வீரர்கள், தேசிய வீரர்கள், உணவுப்பொருட்கள் மற்றும் வளர்க்கப்பட்ட பொருட்கள் உள்ளிட்ட 1098 படங்கள் தான் என்பது குறிப்பிடத்தக்கது.",
        "அதன்படி, தனது 3 வயதில், முஹம்மது ஷம்லாண்ட் உலக குழந்தையாக பெயரிடப்பட்டார்.",
        "இலங்கை கிளையின் இலங்கை கிளையின் துணைத் தலைவர் சந்திரமோகன் உலகளாவிய அறிக்கை மற்றும் தங்கப் பதக்கம், தங்கப் பதக்கம், மற்றும் பிளேக் ஆகியோராக பதிவு செய்யப்பட்டுள்ளார்.",
        "சோலன் உலக அறிக்கை திட்டம் ஜூன் 23 அன்று நடைபெற்றது.",
        "உள் ஷம்லா நடத்திய ஒரு போட்டியில், இணையம் 35 வினாடிகளில் ஒன்றில் இரண்டு ஆண்டு கொடிகள் மற்றும் பணத்தில் நடத்தப்பட்ட போட்டியில் கண்டுபிடிக்கப்பட்டது.",
        "அதன்படி, இரண்டு உலக சாதனைகளை விட்டு வெளியேற முடிந்த முஹம்மது ஷம்லான் மகன் இலங்கைக்கு பெருமை."
      ]
    },
    "en": {
      "title": "Shamlan joined Walan World Records Book as the most memory child in the world",
      "body_lines": [
        "The \"Muhammad Shamlan\" has joined the World Records book in the World Records, \"the highest in the world,\" which is yet to be \"the world of memory child\".",
        "Atlani, a three-year-old resident of Wattala, Hunupitiya, Welegoda, and 1098 different pictures were identified by Mohammed Safan and Fatima Mawatha.",
        "There, flowers, flowers, inserts, Arabic, Arabic, Arabic, Arabic, Arabic, and well-known cricketers, world-famous cricketers, world-famous cricketers, world-famous cricketers, world-famous cricketers, world-famous cricketers, worldwide cricketers,It is significant that 1098 pictures, including national players, foodstuffs and domesticated materials is the case.",
        "Accordingly, at the age of 3, Muhammad Shamland has been named as the child of the world.",
        "Sri Lankan Branch Vice President of the Sri Lanka Branch of Sri Lanka Branch Chandramohan has been registered as a global report and a gold medal, a gold medal, a gold medal, and plaque.Awarded an identity card.",
        "The Cholan World Report Program was held on June 23, Ven. Bukkandu Ratman Viharaya, Ven.",
        "Inquiry into a competition held by the Internal Shamlah, the Internet was found in a contest conducted by a two-year flags and cash in a race and cash in one of 35 seconds.Mrs. Iapasha was uncovered.",
        "Accordingly, Muhammad Shamlan Son, who was able to leave two world records, is a pride to Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "Mohammed Shamlan, a 3-year-old from Sri Lanka, has set two world records: identifying 1098 images including flowers, animals, and famous cricketers in just 35 seconds, and becoming the youngest memory prodigy. His achievements have earned him international recognition, a gold medal, and a place in the World Records Book, making him a source of pride for his country."
  ]
}