{
  "translated_text": {
    "si": {
      "title": "ජාතික ජනතා බලය ජනතාව අතර ජනප්රියයි - චීන දූත පිරිස",
      "body_lines": [
        "චීන කොමියුනිස්ට් පක්ෂයේ ජාත්යන්තර කටයුතු දෙපාර්තමේන්තුවේ නියෝජ්ය අමාත්ය සන් සහජියේ නායකත්වයෙන් යුත් නියෝජිත කණ්ඩායම ජාතික මහජන බලය දේශපාලනිකව සංවර්ධනය කර ජනතාව අතර දේශපාලනිකව සංවර්ධනය කර ඇති බව ජාතික මහජන බලයේ ජනාධිපති අනුර කුමාර දිසානායක මහතාට පවසා තිබේ.",
        "ශ්රී ලංකාවේ නිල සංචාරයක යෙදී සිටින චීන කොමියුනිස්ට් පක්ෂයේ ජාත්යන්තර කටයුතු දෙපාර්තමේන්තුවේ නියෝජ්ය අමාත්යවරයා ඇතුළු දූත පිරිස ඇතුළු ශ්රී ලංකාවේ ජාතික නියෝජිත ජනාධිපති අනුර කුමාර දිසානායක අඟහරුවාදා (23) පැවති මහජන බලශක්ති අමාත්ය අනුර කුමාර දිසානායක මහතා හමුවිය.",
        "ජාත්යන්තර කටයුතු පිළිබඳ ප්රජා කොමියුනිස්ට් පක්ෂයේ සූර්ය හාායා සහ චීන කොමියුනිස්ට් පක්ෂයේ මධ්යම විධායක කමිටුව සහ චීන කොමියුනිස්ට් පක්ෂයේ නියෝජ්ය අධ්යක්ෂ ජනරාල්, කොළඹ චීන තානාපති කාර්යාලයේ සෙනෙට් සීඑන්සී ජැනියන්.",
        "චීන කොමියුනිස්ට් පක්ෂයේ ජාත්යන්තර කටයුතු දෙපාර්තමේන්තුවේ නියෝජ්ය අධ්යක්ෂ එස්.එන්.",
        "ජාතික මහජන බලය නියෝජනය කරමින් විජිත හේරත්, ආචාර්ය හාරිනි අමරසූරිය සහ මහාචාර්ය සුනිල් ජයන්ත ප්රනාන්දු සහ සුනිල් ආතන්නෙතිගේ මහාචාර්ය සුනිල් ජයන්ත ප්රනාන්දු සහ සුනිල් ආතන්නෙති යන මහ විධායක කමිටුවේ සාමාජිකයින් සහභාගී වූහ.",
        "මෙම රැස්වීමේදී වත්මන් දේශපාලන තත්වය, ජාතික මැතිවරණ සහ ආර්ථික හා සමාජ ප්රකෘතිමත් වීම ගැන කතා කරන ලදී.",
        "ජාතික මහජන බලය දේශපාලනිකව වර්ධනය වී ඇති අතර ජනතාව අතර ජනප්රිය වී ඇති බව චීන දූත පිරිස පෙන්වා දී තිබේ.",
        "චීන කොමියුනිස්ට් පක්ෂය, සමාජ මහජන බලකායේ සමාජීය ශක්තිය හා ජාත්යන්තර සබඳතා සමඟ ද්විපාර්ශ්වික සහයෝගීතාව ශක්තිමත් කිරීම සඳහා දෙපාර්ශ්වයම දෙපාර්ශ්වයම සාකච්ඡා කර ඇත."
      ]
    },
    "en": {
      "title": "National People's Power is popular among the people - Chinese delegation",
      "body_lines": [
        "The delegation headed by the Deputy Minister of the International Affairs Department of the Chinese Communist Party, Sun Hain, has told National People's Power President Anura Kumara Dissanayake that the national people's power is politically developed and popular among the people.",
        "The delegation, including the Deputy Minister of the International Affairs Department of the Chinese Communist Party, which is on an official visit to Sri Lanka, met with National People's Power President Anura Kumara Dissanayake at the People's Liberation Front office on Tuesday (23).",
        "Sun Hayan, Deputy Minister of the Communist Party of International Affairs and the Central Executive Committee of the Chinese Communist Party, and the Deputy Director General of the International Affairs Department of the Chinese Communist Party, Sen. Cianjian, Chinese Embassy in Colombo.",
        "Li Jinayan, Director of the Chinese Communist Party International Affairs Department, Deputy Director Wen Jin, Deputy Secretary of the Ministry, Jin Wan, the Second Secretary of the Chinese Embassy in Colombo and the linguist, Sang Quu.",
        "Representing the National People's Power were the members of the National Executive Committee Vijitha Herath, Dr. Harini Amarasuriya and Professor Sunil Jayantha Fernando and Sunil Athunnethi.",
        "During the meeting, the current political situation, the national elections, and the economic and social recovery were talked about.",
        "The Chinese delegation has pointed out that the national people's power has grown politically and has become popular among the people.",
        "Both sides have been discussed on both sides to strengthen bilateral cooperation with the Chinese Communist Party, Social Cultural Communication and International Relations in the National People's Power -led government."
      ]
    }
  },
  "summary_lines": [
    "The Chinese delegation, led by Sun Hain, praises National People's Power's political development and popularity in Sri Lanka. They met with President Anura Kumara Dissanayake to discuss current politics, elections, and recovery."
  ]
}