{
  "translated_text": {
    "ta": {
      "title": "இந்தியாவில் ஜனாதிபதியை ஜனாதிபதி வரவேற்கிறார்",
      "body_lines": [
        "இந்திய ஜனாதிபதி தலைவரான இந்திய ஜனாதிபதி தலைவரின் மூன்று நாள் உத்தியோகபூர்வ வருகையின் பேரில் ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்கின் அதிகாரப்பூர்வ திருவிழா நடைபெற்றது.",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்க ரஸ்ட்ராபோனுக்கு கூட்டப்பட்டார், இந்திய ஜனாதிபதி இந்திய ஜனாதிபதி மற்றும் பிரதமர் நரேந்திர மோடியால் வரவேற்றார்.",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்க 21 வணக்கம் முழு மாநில விரோதப் போக்கையும் 21 பேரையும் ஏற்றுக்கொண்டார். பின்னர் ஜனாதிபதி ஜனாதிபதியால் ஏற்றுக்கொள்ளப்பட்டார்.",
        "பின்னர், இரு நாடுகளின் இரு பக்கங்களும் நாட்டின் தலைவர்களுக்கு அறிமுகப்படுத்தப்பட்டன. ஜனாதிபதி அனுரா குமாரா டிசனாயக்கின் உத்தியோகபூர்வ விழாவில் பல அரசு விடாமுயற்சிகள் கலந்து கொண்டனர்.",
        "வரவேற்பின் உத்தியோகபூர்வ விழாவைத் தொடர்ந்து ராஜவுத்தில் நடந்த மஹ்மா காந்தி நினைவுச்சின்னத்திற்கு ஜனாதிபதி அஞ்சலி செலுத்த வேண்டியிருந்தது.",
        "ராஜ out ட்டில் காந்தி ஷஃபர் ஒரு டிஸானை நட்ட அனுரா குமாரா டிசனாயக்க, பின்னர் விருந்தினரின் புத்தகத்தில் கையெழுத்திட்டார்.",
        "பிரதமர் நரேந்திர மோடி இன்று நடைபெற உள்ளது (16). இந்திய ஜனாதிபதி திருமதி முர்ம்வ் மற்றும் ஜனாதிபதி அனுரா குமாரா டிசனாயகே இடையே ஒரு சந்திப்பு நடைபெறும்.",
        "மேலும், ஜனாதிபதி இந்தியாவின் துணைத் தலைவர் மற்றும் நிதி மற்றும் நிறுவன விவகாரங்கள், சுகாதார அமைச்சர் ஜக்தீப் வான்குவரி மற்றும் நிதி மற்றும் கார்ப்பரேட் விவகாரங்கள். திருமதி பி. டுடா மற்றும் பேச்சுவார்த்தையில் ஈடுபடுவார்.",
        "இந்திய பெரிய அளவிலான வணிக பிரதிநிதிகளுடன் இலங்கையில் முதலீடு செய்வதில் கலந்துரையாடல்கள் எதிர்பார்க்கப்படுகின்றன."
      ]
    },
    "en": {
      "title": "President welcomes the President in India",
      "body_lines": [
        "The official festival of President Anura Kumara Dissanayake on three-day official visit to India was held this morning at Indian Presidential Chief Prelate.",
        "President Anura Kumara Dissanayake was convened to the Raztraphon and the President of India was welcomed by the President of India and Prime Minister Narendra Modi.",
        "President Anura Kumara Dissanayake accepted 21 salute with full state hostility and 21. The President was later accepted by the President.",
        "Subsequently, the two-sides of the two countries were introduced to the leaders of the country. A number of government diligents were present at the official ceremony of President Anura Kumara Dissanayake.",
        "The President also had to pay tribute to the Mahma Gandhi monument in Rajouthth following the official ceremony of the reception.",
        "Anura Kumara Dissanayake, who planted a Dissan of Gandhi Shuffer in Rajoutt, was then signed in the book of Guest.",
        "Prime Minister Narendra Modi to be held today (16). A meeting between Indian President Mrs. Murmw and President Anura Kumara Dissanayake will be held.",
        "Also, the President is also the Minister of India's Vice President and Finance and Institutional Affairs, Health Minister Jagdeep Wanquery and Finance and Corporate Affairs. Mrs. P. Duda and will be held in talks.",
        "Discussions are also expected to invest in investment in Sri Lanka with Indian large scale business representatives."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan President Anura Kumara Dissanayake visits India. Welcomed with 21-gun salute. Met with Indian PM Modi. Paid tribute to Gandhi memorial. Discusses investments with Indian business leaders."
  ]
}