{
  "translated_text": {
    "si": {
      "title": "මහජන අරගලය දෙමළ ජනතාවගේ ස්වාධීනත්වය සඳහා සටන් කරනු ඇත - අපගේ ස්ථාවරය වන්නේ දෙමළ ජනයා ජාතික ජාතියක් ලෙස පිළිගැනීමයි.. -රජිව්කාන්",
      "body_lines": [
        "මහජන ව්යාපාරයේ ක්රියාකාරී දේශපාලන ක්ෂේත්රයේ ක්රියාකාරිකයා වන රාජ්කුමාර් රජීව් ඛාන් මහතා පැවසුවේ මහජන අරගලයේ ප්රමුඛ දේශපාලන ක්ෂේත්රය මෙම දේශපාලන ක්ෂේත්රයට පැන ඇති අතර, එක් පාලනයක් පිළිබඳ පොරොන්දුවකින්, තනි රීතියක් ප්රතික්ෂේප කිරීම සහ ඒකක නිර්මාණය කිරීම.",
        "මහජන අරගලයේ ඉදිරිපස පැවති මාධ්ය හමුවකදී ඔහු මේ බව පැවසීය",
        "උතුරු නැගෙනහිර ඉපදීමත්, ඊසානදිග පීඩා කිරීමත් සමඟ අපගේ දේශපාලන කාරණා අද දක්වාම විසඳා ඇති බව අද දක්වාම අපි කනගාටු වෙමු.",
        "අද, 1983 අගනුවර, විශේෂයෙන් 1983 දී, විශේෂයෙන් 1983 දී කිසිදු විද්යාවක් නොමැතිව දෙමළ ජනතාව were ාතනය කරන ලදී.",
        "දෙමළ ජනතාවට එරෙහිව ders ාතන දහස් ගණනක්, ප්රචණ්ඩත්වය සහ අතුරුදහන් වීම සිදු වී තිබේද?",
        "මේ අවස්ථාවේදී, දකුණේ පාර්ශ්වයන් කීදෙනෙකු උතුරට පැමිණේද, ඔවුන් දෙමළ ජනතාවට ලබා දීමට යන දේ ගැන යමක් පවසනු ඇත. ඔවුන් දකුණේ වෙනත් දෙයක් කියයි.",
        "එහිදී සිංහල දේශපාලන icians යින් දිගටම ජාතිවාදය හා ඡන්දය ප්රකාශ කිරීම සඳහා උපායශීලීව පිළිපැදිය යුතුය.",
        "එමනිසා, මේ සම්බන්ධයෙන්, දකුණේ සහ දෙමළ ජනතාව දකුණේ සහ දෙමළ ජනයා තුළ මෙම ගැටළු ඇති කර ඇති එකම පක්ෂය මහජන අරගලයයි.",
        "ඉතිහාසයේ එක පාලනයක් ප්රතික්ෂේප කරමින් ඒකක නිර්මාණය කිරීමේ පොරොන්දුව අනුව මහජන අරගලය මෙම දේශපාලන වසමට පැන ඇති බව මම සිතමි. විසඳීම සඳහා මහජන අරගල නායකත්වය තීරණාත්මක තීරණයක් ගෙන තිබේ.",
        "පක්ෂය පක්ෂය පිහිටුවා ඇත, විශේෂයෙන් දකුණේ බොහෝ කලක සිට වැඩ කර ඇති ප්රධාන සිංහල වාම පාර්ශවයන් දෙදෙනා.",
        "මැතිවරණ ප්රතිපත්ති ප්රකාශනය යෝජනා කරනු ලබන්නේ ස්වාධීන ඒකක, විශේෂයෙන් තමිල්නාඩුවේ ජනතාව වන එක්තරායකින්ම ය.",
        "සමහර පාර්ශවයන් දැනටමත් වෙනස් වී ඇති නිසා අද මාධ්යය බවට පත් කිරීමට මම කැමතියි.",
        "ඔබ බලයට එළඹෙනු ඇත.",
        "අපේ අරගලය දිගටම කරගෙන යන බවත් අපේ අරගලය දිගටම කරගෙන යන බවත් මෙහිදී දෙමළ ජනතාවට සහ මාධ්යවේදීන්ට එය පැහැදිලි කිරීමට කැමැත්තෙමි.",
        "ඊසානදිග, සිංහලයන් දීර් time කාලයක් තිස්සේ සැලසුම් කර ඇති අතර, මේ පදනම මත එය නැවැත්වීමට අපි යෝජනා ඉදිරිපත් කර ඇත්තෙමු.",
        "ඒ හා සමානව, බුද්ධාගම යනු පුරාවිද්යා පද්ධතියේ, විශේෂයෙන් ශ්රී ලංකාවේ ඊසාන දෙසින් පිහිටි පුරාවිද්යා පද්ධතියේ නමයි. උතුරු හා නැගෙනහිර දෙමළ ජනතාවගේ අනන්යතාවයන් පිළිබඳව ඉඩම් දහස් ගණනක් අත්අඩංගුවට ගෙන ඇති අතර, පුරාවිද්යා රටවල සියලුම ඉඩම් නිදහස් කිරීමේ ප්රතිපත්තිය ද අපි ඉදිරිපත් කර ඇත්තෙමු."
      ]
    },
    "en": {
      "title": "The people's struggle will fight for the autonomy of the Tamil people - our position is the recognition of Tamils ​​as a national race.. -Rajivkan",
      "body_lines": [
        "Rajkumar Rajeev Khan, the activist of the People's Movement, said that the people's struggle's leading political arena has jumped into this political arena, with the promise of an autonomous, rejecting a single rule and creating units.",
        "He said this at a press conference held at the Front of the People's Struggle",
        "To this day we have regret that our political issues have been resolved to this day, as they are born in the North East and have been very badly met with the oppression of the North East.",
        "Today, the Tamil people were killed in the capital of 1983, especially in 1983, without any science.",
        "How many thousands of murders, violence and disappearance have been committed against the Tamil people.",
        "At this time, how many parties from the South are coming north, they will say something about what they are going to give to the Tamil people, and they will say something else in the South.",
        "There, Sinhala politicians continue to adhere to racism and the tactic for voting here.",
        "Therefore, in this regard, the people's struggle is the only party that has made these issues in the South and the Tamils ​​in the South and the Tamils.",
        "I think, with the promise to create units, rejecting a single rule in history, the people's struggle has jumped into this political domain.The people's struggle leadership has made a decisive decision in order to be resolved.",
        "The party has formed the party, especially the two main Sinhalese left -wing parties in the South, which has long been working in the East.",
        "The election manifesto is proposed in the same sense that autonomous units, especially the people of Tamil Nadu, have long been asking for a solution to them without any prejudice.",
        "I would like to make the media today, as some parties have already changed.",
        "You are going to come to power.",
        "I wish to make it clear to the Tamil people and the journalists here that our struggle will continue and our struggle will continue to be carried out.",
        "In the North East, the Sinhalese has been planned for a long time, and we have made proposals to stop it, on this basis.",
        "Similarly, Buddhism is the name of the archaeological system, especially in the northeast of Sri Lanka. There are many thousands of lands have been seized over the identities of the Tamil people in the North and East, and we have also put forward the policy of liberating all the lands in the name of archaeological lands."
      ]
    }
  },
  "summary_lines": [
    "Rajkumar Rajeev Khan, a leader of the People's Movement, emphasizes the need for Tamil autonomy, criticizing the oppression faced by Tamils, particularly in the Northeast of Sri Lanka. He highlights the historical injustices, including mass killings and disappearances, and criticizes political hypocrisy towards the Tamil community. The People's Struggle aims to address these issues through political action, advocating for autonomous units and land rights, while also addressing the misuse of archaeology to seize Tamil lands."
  ]
}