{
  "translated_text": {
    "si": {
      "title": "ඊස්රායල් අගමැති නෙතන්යාහු පලස්තීනයේ අඛණ්ඩ ජන සංහාරයට වගකිව යුතුය",
      "body_lines": [
        "පලස්තීන අහිංසක ජනතාව මත ඊශ්රායලයේ මිනීමරු රාජ්ය ත්රස්තවාදයේ ජන සංහාරය අපි තරයේ හෙළා දකිමු. මෙම ජන සංහාරය සඳහා ඊශ්රායල අගමැති නෙතානානාහුහු වගකිව යුතුය.",
        "ඒ අතරම, විපක්ෂ නායක සජිත් ප්රේමදාස පැවසුවේ පලස්තීනය සහ ඊශ්රායලය විසඳුමක් ලබා දිය යුතු බවයි.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (14) පාර්ලිමේන්තුවේදී පවත්වන ලද වර්තමාන පලස්තීනය පිළිබඳ කල් තැබීමේ යෝජනාව අමතමින්.",
        "මිනීමරු රාජ්යයක් ලෙස ඊස්රායල් රජය පලස්තීන ජනතාවගේ ජීවිත මුළුමනින්ම විනාශ කර, ඔවුන්ගේ මව්බිම විනාශ කර, පලස්තීන ජනතාවට මෝඩ ප්රහාරය සිදු කර තිබේ.. මෙයට එරෙහිව ශ්රී ලාංකිකයන් වශයෙන්, අපි ලෝකයේ ජනතාව සමඟ නැගී සිටිමු",
        "සටන් විරාමයක ජීවත් වීමේ අයිතිය සහ සාගින්නෙන් පෙළීමේ අයිතිය මුළු ලෝකයම මුළු ලෝකයම ඉල්ලා සිටී. ඊශ්රායල රජය බෝම්බ හෙලන රෝහල් රැගෙන යයි. පාසලට බෝම්බ හෙලීම. සිවිල් පුරවැසියන් නොපැහැදිලි ලෙස killing ාතනය කිරීම. මෙම රාජ්ය ත්රස්තවාදය අපි හෙළා දකිමු.",
        "සාමකාමීව සාකච්ඡා කිරීම සඳහා අප ඊශ්රායල් හා පලස්තීනය ඉදිරියේ කතා කරන සෑම අවස්ථාවකම.",
        "එපමණක් නොව, ඊශ්රායෙලයේ සංහාරය සමූල re ාතනය කළ බව අපි තරයේ හෙළා දකිමි.",
        "මෙම රාජ්ය ත්රස්තවාදය නැවැත්වීමට වහාම පියවර ගන්නා ලෙස අපි ජාත්යන්තර ප්රජාවෙන් ඉල්ලා සිටිමු. ඒ සඳහා අවශ්ය සියලු සහයෝගය කොන්දේසි විරහිතව ලබා දිය යුතුය.",
        "නෙතන්යාහු රජය විසින් අඛණ්ඩව යටින්, අඩු ගුණාත්මකභාවය සහ ත්රස්තවාදී ක්රියාමාර්ගය දිගටම කරගෙන යන බව අපි තරයේ හෙළා දකිමු.. පලස්තීන ජනතාවගේ ජීවනෝපාය පමණක් නොව ඔවුන්ගේ රටේ ජීවත් වීමට ඔවුන්ට අයිතියක් ඇත. \"අපගේ ස්ථාවරය වන්නේ පලස්තීනය සහ ඊශ්රායෙලය මෙම ගැටලුවට විසඳුමයි.\""
      ]
    },
    "en": {
      "title": "Israeli Prime Minister Netanyahu should be held responsible for the ongoing genocide in Palestine",
      "body_lines": [
        "We vehemently condemn the genocide of Israel's murderous state terrorism on Palestinian innocent people. Israeli Prime Minister Nethananyahu should be held responsible for this genocide.",
        "At the same time, Opposition Leader Sajith Premadasa said that our position is that Palestine and Israel should come to a solution.",
        "He said this while addressing the adjournment motion on the current state of Palestine held in Parliament on Tuesday (14).",
        "As a murderous state, the Israeli government has completely destroyed the lives of the Palestinian people, destroy their homeland, and implement state terrorism and carry out the stupid attack on the Palestinian people.. As Sri Lankans against this, we will stand up with the people of the world",
        "The entire world demands that all the right to live in a ceasefire and the right to live in starvation. Israeli government carries bombing hospitals. Bombing to school. Blumatically killing civil citizens. We condemn this state terrorism.",
        "Whenever we speak before Israel and Palestine to negotiate peacefully.",
        "Moreover, we vehemently condemn the massacre of Israel's massacre, as the murderer named Hitler was assassinating the Jews on that day.",
        "We urge the international community to take immediate action to stop this state terrorism. We must provide all the necessary support for it unconditionally.",
        "We vehemently condemn the Netanyahu government's continuously carrying out the underlying, lower quality and terrorist action.. They have the right to live in their country, not just the livelihood of the Palestinian people. \"Our position is that Palestine and Israel are the solution to this problem.\""
      ]
    }
  },
  "summary_lines": [
    "The statement condemns Israeli Prime Minister Netanyahu for the ongoing genocide in Palestine, highlighting the destruction of Palestinian lives and homeland by Israel's state terrorism. It calls for international action to stop this violence and supports a peaceful negotiation between Israel and Palestine."
  ]
}