{
  "translated_text": {
    "ta": {
      "title": "சின்ஹாலா மற்றும் தமிழ் புத்தாண்டுடன் பிறந்து கலந்திருக்கும் வெளிப்புற கலாச்சார கூறுகள் குறித்த விசாரணை",
      "body_lines": [
        "சின்ஹாலா மற்றும் தமிழ் புத்தாண்டுடன் பிறந்து கலந்திருக்கும் வெளிப்புற கலாச்சார கூறுகள் குறித்த விசாரணை",
        "புதிய ஆண்டு இலங்கையில் சிங்கள மற்றும் தமிழ் மக்களைக் கொண்டாடும் ஒரு கலாச்சாரம்.",
        "பேராசிரியர் விமல் டிசனாயக்கின் கூற்றுப்படி, புத்தாண்டு கலாச்சாரத்தில் புத்தாண்டு கலாச்சாரம் அடங்கும்.",
        "இருப்பினும், புத்தாண்டு கலாச்சாரம் ஒரு தனித்துவமான, தூய்மை கலாச்சாரம் அல்ல, \"சீனியர் பேராசிரியர் ரத்னசிரி அரங்கலா, சின்ஹாலா ஆய்வுகளின் மூத்த பேராசிரியர், ஸ்ரீ ஜெய்வர்தெனெபுரா\" என்று மூத்த பேராசிரியர் ரத்னசிரி அரங்கலா கூறினார்.",
        "\"இந்த நிகழ்வின் வெளிப்புற அம்சங்கள் அதிகம். எனவே இந்த திருவிழாவை நான் ஒரு கலாச்சார கலவையாக அழைக்கிறேன், \"பேராசிரியர் ரத்னசிரி அரமலா.",
        "\"கலாச்சாரம் என்பது ஒரு குறிப்பிட்ட இடத்தில் வாழும் ஒரு குழுவின் கூட்டு வாழ்க்கைத் தரமாகும். அவர்களின் பழக்கவழக்கங்கள், குணாதிசயங்கள், வணக்கம், சமூக நிறுவனங்கள், கலை, கலை, கலை, கலை, கலை, கலை மற்றும் மதம் ஆகியவை பேராசிரியர் விமல் டிஸனாயகே கலாச்சாரத்தின் கருத்தை வரையறுக்கின்றன.",
        "கலாச்சாரம் என்பது பரந்த அளவிலான வரையறைகளைக் கொண்ட ஒரு கருத்து.",
        "மறுபுறம், கலாச்சாரம் என்பது வளர்ந்து வரும் நேரடி செயல்முறை எனப்படும் ஒரு கருத்தாகும், இது வெவ்வேறு வெளிப்புற அம்சங்களுடன் கலக்கிறது.",
        "\"வெளிப்புற சமுதாயத்தின் குணாதிசயங்களுடன் கலக்கப்படாத ஒரு கலாச்சாரம்\" என்று கெலானியா பல்கலைக்கழகத்தின் தொல்பொருள் துறையின் மூத்த பேராசிரியர் கூறுகிறார், கெலானியா பல்கலைக்கழகத்தின் தொல்பொருளியல் மூத்த பேராசிரியர் கூறுகிறார்.",
        "இந்த கட்டுரை சிங்கள மற்றும் தமிழ் மற்றும் புத்தாண்டு பழக்கவழக்கங்களின் பழக்கவழக்கங்களை அணுக முயற்சிக்கிறது மற்றும் புத்தாண்டுடன் கலந்த வெளிப்புற கலாச்சார கூறுகளை வெறுமனே விளக்குகிறது.",
        "புத்தாண்டு நாட்கள், புனிதமானவை, முதலியன.. அழுகை இந்தியாவின் பேரரசர்.",
        "கையகப்படுத்தல் விளம்பரம். கொண்டாட்ட முறை 78 இல் உஜ்ஜெய்னியின் விக்ரெமடமாவுக்கு எதிரான வெற்றியைக் கொண்டாடத் தொடங்கியுள்ளது என்று கூறப்படுகிறது.",
        "அதன்படி, 1946 வது ஆண்டு 1946 வது ஆண்டாக கருதப்படுகிறது.",
        "கிராக்கா-கிங் டோம் ஆண்டு முறையின்படி, புதிய ஆண்டு ஏப்ரல் 13 அல்லது ஏப்ரல் 14 ஆம் தேதி தொடங்குகிறது. அதன்படி, தேதி புத்தாண்டு தினத்திற்கு பெயரிடப்பட்டது.",
        "அதன்படி, புதிய ஆண்டிற்கான தேதி மற்றும் ஐ.எஸ்.இ.டி., இந்தியாவின் சாதாரண ஆண்டு ஆண்டு ஆண்டின் ஆண்டின் ஆண்டு ஆண்டைத் தயாரிக்கவும்.",
        "தமிழ் ஆண்டுகளின் தமிழ் மக்கள் சிங்களத்தால் பாதிக்கப்பட்ட சூழலில் புத்தாண்டு புதிய ஆண்டை தமிழ் மக்கள் எவ்வாறு கொண்டாடுகிறார்கள் என்பதை கொண்டாடினர்.",
        "\"ஏப்ரல் 8, 13 அன்று, ஆண்டு பிறக்கிறது. எங்கள் நல்லவர் சூரியனுடன் தொடங்குகிறது. \"பிபிசி சிங்கள சேவையில் பிபிசி சிங்கள சேவையில் ஈடுபட்டிருந்த சிவகுமாரன் வினகா லேக் லைன், சிவகுமாரன் வினயகல் தெரிவித்தார்.",
        "கடந்த ஆண்டு \"தமிழ் படம்\" என்று அழைக்கப்படுகிறது. தமிழ் ஆண்டுகள், குருகல் ஒவ்வொரு ஆண்டும் ஏப்ரல் 13 மற்றும் 14 ஐ சுட்டிக்காட்டினார்.",
        "இந்த ஆண்டு சிங்கள ஆண்டுகள் 12 மற்றும் 13 ஆம் தேதிகளில் ஈடுபட்டுள்ளன, மேலும் குருகல், சிங்கள மற்றும் தமிழ் ஆண்டு கொண்டாட்டங்களின் நினைவு வெவ்வேறு நாட்களில் ஈடுபட்டுள்ளது.",
        "\"நாங்கள் தமிழர்களான ஒரு மருந்து நீரை உருவாக்குகிறோம், அதாவது மராட்டினியர். அந்த மருந்து நீர் பல அர்ப்பணிப்புடன் ஒரு பீஸ்மோபுல்லாவை உருவாக்குகிறது. கஸ்தூரி, டாட்டூ மஞ்சாஸ், கோரோட் மருந்துகள். அது வீட்டிற்கு எடுத்துச் சென்று வீட்டிற்குச் சென்று வீட்டிற்குச் செல்லும். பல ஆண்டுகளுக்குப் பிறகு, மருந்து நீர் கோயில் மற்றும் ஆடை அணிவது புத்தாண்டில் புதிய ஆண்டிற்கு சேவை செய்யும் பெரியவர்களுக்கு ஒரே நிறத்தில் ஆடை அணிந்து வருகிறது. \"",
        "மாநில தீர்க்கதரிசி குழுவின் கூற்றுப்படி, சிங்களவர்கள் நள்ளிரவில் இலக்காகக் கொண்டிருந்தனர். இருப்பினும், தமிழ் மக்கள் ஒவ்வொரு ஆண்டும் சூரியனுடன் தங்கள் ஆண்டை நடத்துகிறார்கள், அதே பழக்கத்தை மதியம் 12 க்கு முன் முடிக்கிறார்கள்.",
        "\"புதிய ஆண்டு 13 இரவுக்கு பிறந்தது, நாங்கள் இல்லை. பண்டைய நாம் சூரியனைக் கொண்டாடுவதற்கு பழங்காலத்தில் இருக்கிறோம். பாடம் நாம் மதிப்புக்குரியது அல்ல, இருட்டில் அல்ல,. சூரியன் உயர்கிறது பூக்கள் கூட பூக்கும். அதனுடன் கொண்டாட பண்டைய ஒன்று உள்ளது. \"",
        "சிவகுமாரனின் வினாயகன் குர்தகலின் கூற்றுப்படி, இரண்டு மட்டுமே ஹிண்ட்ஜெஸ் இயங்கும் நடைமுறைகளை இலக்காகக் கொண்டுள்ளன.",
        "அவர்கள் நல்லவர்கள் மற்றும் பல ஆண்டுகளாக பிறக்கிறார்கள் மற்றும் பல ஆண்டுகளாக கையாளுகிறார்கள். சாக்லியின் கதை சிறப்பு என்று அழைக்கப்படுகிறது.",
        "கார்கிக்கு சிறப்பு நேரத்திற்கு ஒரு குறிப்பிட்ட நேரம் இல்லை, கடவுளை வணங்கிய பிறகு கோயில் மற்றும் பரிவர்த்தனைகளுக்குச் செல்லுங்கள்.",
        "குடும்பத்திலோ அல்லது கிராமத்திலோ மூத்த நபர் அதிக பட்ஜெட்டின் சிதைவைக் கையாளுகிறார்.",
        "குருகலின் கூற்றுப்படி, இலங்கையும் உலகெங்கிலும் இந்திய கலாச்சார அமைச்சகம் மற்றும் பிற விஷயங்களை நோக்கமாகக் கொண்டுள்ளன.",
        "சிங்கள பழக்கவழக்கங்கள், வேலையைப் பயன்படுத்துதல் மற்றும் உணவின் ஒருங்கிணைப்பைப் போலவே, தமிழ் மக்களுக்கும் கண்கவர் அல்லது சிறப்பு இல்லை.",
        "பேராசிரியர் ரத்னசிரி அரங்கலாவின் கூற்றுப்படி, ஒரு புதிய ஆண்டு டிஷ்லெட் மற்றும் சமூகங்களின் ஏராளமான கதடிகள்.",
        "கிரிபத்: பால் பால் ரொட்டி என்று அறிஞர்களின் கருத்து. \"புத்தரின் புத்தரின் பால் ரொட்டி கூட இந்தியாவில் உள்ளது.\" இலங்கையில் பால் கூட உணவு அல்ல. புத்தர் புத்தரிடம் ஒரு மகளைக் கூச்சலிட்ட மகளின் கதையை நாங்கள் கேள்விப்பட்டிருக்கிறோம். அதாவது பாலில் சமைத்த அரிசி இந்தியாவில் காணப்பட்டது, ”என்று பேராசிரியர் ரத்னசிரி அரங்கலா கூறினார்.",
        "கோகிஸ்: கோகிஸ் என்பது புத்தாண்டு மேசையில் அடிக்கடி காணக்கூடிய ஒரு பாதை. பேராசிரியர் ரத்னாசிரி அரங்கலா, டச்சுக்காரர்களில் 'கோக்ஜே (சிறிய கேக்) என்ற சொல்' கோகிஸ் 'சிங்களவருக்கு வந்துள்ளது என்று கூறினார். இது பின்னர் ஆங்கிலமாக ஆங்கிலமாக மாறியது என்பது அவரது கருத்து.",
        "அதன்படி, ஆண்டு மேசையின் ஆண்டுக்கு இடையிலான கோகோஸ் மற்றொரு கலாச்சாரத்தின் உணவு.",
        "ஊறுகாய்: பயன்பாட்டின் பிக்கியில் சில கருத்துகள் உள்ளன. பேராசிரியர் ராஜ் சோமதேவாவின் கூற்றுப்படி, ஒரு தமிழ் மொழி பன்றி உள்ளது, பேராசிரியர் ரத்னசிரி அரமலா நாங்கள் போர்த்துகீசியர்களிடமிருந்து நாங்கள் பெற்ற உணவு என்று கூறினார்.",
        "கேக்: ஆண்டின் டைனிங் டேபிளின் கேக் சமீபத்தில் ஒன்றாகும். கேக் என்பது ஐரோப்பிய நாடுகளிடமிருந்து நாங்கள் பெற்ற உணவு.",
        "க்ரூக்கல் தமிழ் ஆண்டுகளில் சாப்பாட்டு மேஜை மற்றும் பால், கார்கள் மற்றும் கோகோஸில் கூறினார், \"",
        "\"எங்கள் லட்டு, கசரி, பரந்த மற்றும் முருகதி அரிசி மையங்களை உருவாக்குகிறது. உடன்பிறப்புகளை உண்ணும் அதே நபர்கள் எங்களிடம் உள்ளனர். \"சிவகுமாரன் வின்யன் அழுகிறார்.",
        "பயனற்ற மற்றும் ஊட்டச்சத்தில் ஆர்வமுள்ள தமிழ் மக்களின் ஐந்து வயது உண்ணும் அட்டவணையின் கரு உணவு பரவலாகக் காணப்படலாம் மற்றும் உணவின் மாகாணம் சில நேரங்களில் சாப்பாட்டு மேசையிலிருந்து வேறுபட்டது.",
        "பேராசிரியர் ரத்னசிரி அரமலா வெளிநாடுகளில் பல விளையாட்டுகள் இருப்பதாக போராடுகிறார்கள்.",
        "கோபுரம்: கயிறு பெரும்பாலும் ஐரோப்பிய நாடுகளிலிருந்து ஒரு விளையாட்டாக இருக்கலாம் என்று பேராசிரியர் கருதுகிறார்.",
        "\"கயிறு என்று அழைக்கப்படும் விளையாட்டு கப்பல்களின் நீண்ட தூர வீரர்களின் உடல் உடற்பயிற்சியின் காரணமாக இருந்தது. அதன்படி, இந்த விளையாட்டு ஐரோப்பாவில் இருக்கலாம். \"",
        "கிராமத்தின் குறுக்கே வாழ்வது: கிராமத்தின் வழியாக ஓடுவது உலக தடகளத்தில் மராத்தான் நிகழ்வை நினைவுபடுத்தும் ஒரு விளையாட்டு.",
        "தமிழ் சமூகமும் கயிற்றில் ஈடுபடுகிறது, காராஸ்ட் பிட்ச், கோட்டாவா.",
        "\"கொழும்புக்கு இது அப்படி குறைவாக இருந்தால். ஹட்டன், ஹட்டனின் யாஃப்னாவில் ஹட்டன் அவர்களைக் கொண்டாடுகிறார், அவற்றை நுவரா எலியாவின் பக்கத்தில் கொண்டாடுகிறார். \"",
        "ஆண்டின் வருடத்தில் தமிழ் மக்கள் கோவாயிலுக்குச் செல்கிறார்கள், கடவுள் வழிபாட்டுக்கு வந்த பிறகு, அவர் கதவை மூடிக்கொண்டு பின்னர் 12 க்குப் பிறகு கதவை மூடினார். அவர்கள் கொண்டாடப்படுகிறார்கள், தங்கள் நண்பர்களை உருவாக்கும் நண்பர்கள் கட்சிகள்.",
        "நாள், வியாழன், வியாழன் மற்றும் சனிக்கிழமைகளின் தேதிகள் நாட்களில் செய்யப்படுகின்றன.",
        "பாரம்பரிய தமிழர்களின் மேற்பரப்பு காலெண்டரின் முதல் மாதம் ஏப்ரல். எனவே, அவை மற்ற தமிழ் விழாக்களை விட புத்தாண்டு விடியற்காலையில் கொண்டாடப்படுகின்றன.",
        "புதிய ஆண்டிற்கான பல்வேறு ஒலிகளைப் பயன்படுத்துவதில் துப்பாக்கிகள் பயன்படுத்தப்படுகின்றன, மேலும் தீ முன்னெச்சரிக்கைகள் பெரும்பாலும் தூண்டப்படுகின்றன.",
        "பேராசிரியர் ராஜ் சோமதேவா கூறுகையில், ஆரம்பகால அகெக்கர்களுக்கு பதிலாக காய்ச்சல் ஷாட் \"காய்ச்சல் ஷாட்\" பயன்படுத்தப்பட்டது.",
        "ஒரு ஷாட்டை வெளியிடுவதற்கு மூங்கில் குழாயைப் பயன்படுத்த காய்ச்சல் பயன்படுத்தப்படுகிறது.",
        "பின்னர், ஐரோப்பிய நாடுகளின் செல்வாக்கு காய்ச்சலுக்கு பதிலாக பட்டாசுகளைப் பயன்படுத்தப் பயன்படுகிறது.",
        "பிபிசி சிங்கள சேவை குறித்து பேராசிரியர் ராஜ் சோமதேவா கருத்து தெரிவித்தார், புத்தாண்டு வளர்ந்து வரும் கலாச்சாரத்தில் ஒரு பொதுவான நிலை என்று கூறினார்.",
        "ஒரு நிலையற்ற கலாச்சாரம் என்னவென்றால், அது வெளிப்புற கலாச்சார அம்சங்களுடன் கலக்கப்பட வேண்டும்.",
        "\"ஒரு குறிப்பிட்ட கலாச்சாரம் மாற்றப்படாவிட்டால், கலாச்சாரம் ஒரு நிறுவனமாக ஒரு நிறுவனமாக அழைக்கப்படுகிறது. ஒரு நேரடி கலாச்சாரம் தொடர்ந்து மாற்றங்களுக்கு உட்படுகிறது. எனவே, புத்தாண்டு கலாச்சாரத்திற்கு வெளியே உள்ளே சேர்ந்துள்ளது \"என்று பேராசிரியர் ராஜ் சோமதேவா கூறினார்.",
        "\"இது சிங்களம் மற்றும் தமிழ் புத்தாண்டு என்று அழைக்கப்படுகிறது, இது ஒரு கலாச்சார கலவை என்று அழைக்கப்படுகிறது. இது கலாச்சாரத்தில் வெளிப்புற கலாச்சாரங்களின் பண்புகள் மற்றும் அம்சங்களால் வகைப்படுத்தப்படுகிறது. \"",
        "இதற்கிடையில், கெலானியா பல்கலைக்கழகத்தின் சிங்கள மாணவர் பிரிவின் மூத்த விரிவுரையாளர் டாக்டர் அஞ்சலி விக்ரமேசிங்கே, புத்தாண்டு ஒரு கலாச்சார கொண்டாட்டம் என்று சுட்டிக்காட்டினார், இது புதிய ஆண்டை பல சமூகங்களாகப் பிரிக்காமல் ஒருங்கிணைக்கப்பட வேண்டும்.",
        "\"இந்த கலாச்சார விழாவில் பல சமூகங்களில் சேகரிக்கக்கூடிய கலாச்சார ஒத்துழைப்பை பராமரிப்பது சிறந்தது.\"",
        "பங்களாதேஷ் கிரிக்கெட்: ஹதுருஷே உலகின் சிறந்த பயிற்சியாளர் '",
        "ஐபிஎல் 2024: 'லாசித் மலிங்கா - ரார்ட் ஷர்மா தகராறு' மற்றும் மும்பை இந்தியர்களின் தகராறு",
        "இலங்கை மகளிர் தேசிய கிரிக்கெட் அணிக்கு அழைக்கப்பட்ட 15 வயது விளையாட்டு வீரர் யார்?",
        "டிராங்கிங் லேன்: வியட்நாமின் வியட்நாம் பில்லியன் 44 பில்லியன் டாலர் மோசடிக்கு யார்?"
      ]
    },
    "en": {
      "title": "Inquiry into the external cultural elements that have been borne and mixed with Sinhala and Tamil New Year",
      "body_lines": [
        "Inquiry into the external cultural elements that have been borne and mixed with Sinhala and Tamil New Year",
        "The New Year is a culture to celebrate Sinhala and Tamil people in Sri Lanka.",
        "According to Professor Wimal Dissanayake, the New Year culture includes the New Year culture.",
        "However, the New Year's culture is not an unique, purity culture, \"Senior Professor Ratnasiri Arangala, Senior Professor of Sinhala Studies, Sri Jayewardenepura,\" said Senior Professor Ratnasiri Arangala.",
        "\"The external features of this event are more. So I call this festival, a cultural blend, \"Professor Ratnasiri Aramala.",
        "\"Culture is the collective standard of living system of a group of people living in a particular location. Their customs, traits, salutes, social corporations, arts, art, art, art, art, arts and religion are defined the concept of Professor Wimal Dissanayake Culture.",
        "Culture is a concept with a wide range of definitions.",
        "On the other hand, culture is a concept called a growing live process, blending with different external features.",
        "\"A culture that is not blended with the characteristics of the external society,\" Senior Professor of Archeology Department of the University of Kelaniya says, Senior Professor of Archeology of the University of Kelaniya says.",
        "This article is trying to consult the customs of the Sinhala and Tamil and the new year's customs and simply explain the external cultural elements that are mixed with the New Year.",
        "New Year's days, auspicious, etc.. The cry is an emperor of India.",
        "The acquiry is AD. It is said that the celebration system has commenced to celebrate the victory over the Wickremadama of Ujjaini in 78.",
        "Accordingly, the 1946th year is considered to be the 1946th year.",
        "According to the Craka-Kingdom-year-year system, the New Year begins on April 13 or 14th April. Accordingly, the date is named after New Year's Day.",
        "Accordingly, the date and ausiented for the New Year, prepare the casual year-year-year-year-of-the-art system of India.",
        "The Tamil people of the Tamil years were celebrated how the Tamil people celebrate the New Year's new year in an environment affected by the Sinhalese.",
        "\"On 8.15 April 13, the year is born. Our auspicious begins with the sun. \"Sivakumaran Vinaka Lake Line, who was involved in the BBC Sinhala service along the BBC Sinhala service, said Sivakumaran Vinayagal.",
        "The last year is known as \"Tamil Picture\". The Tamil years, Kurukkal pointed out, April 13 and 14 each year.",
        "This year's Sinhala years have been engaged on 12th and 13th and the memory of Kurukkal, Sinhala and Tamil year celebrations have been engaged in different days.",
        "\"We're building a drug water that is Tamils, that is Maratiniar. That drug water is making a peacemobulla with many dedication. Kasturi, Tattoo Manjas, corote medicines. It'll take home and go home and go home. After the years, the pharmaceutical waters wear temple and dress in the same color to the adults who serve the New Year to be good at the New Year. \"",
        "According to the State Prophet Committee, the Sinhalese were aimed at the middle of the night. However, the Tamil people are conducting their year every year, with the sun, and concludes the same customs before 12 noon.",
        "\"The New Year is born to 13 night, we don't. The ancient we are anciently to celebrate the sun. The lesson is not worth we, not in the dark,. The sun rises even flowers blooming. There is ancient one to celebrate with it. \"",
        "According to Sivakumaran's Vinayagon Kurdagal, only two are just aimed at the hindges powered practices.",
        "They are auspicious and dealing with years to be born and dealing with years. The story of the sakedy is known as specialty.",
        "Karki does not have a specific time for special time and go to the temple and transactions after worshiping God.",
        "The eldest person in the family or village are dealing with the decomposition of the higher budget.",
        "According to the Kurukkal, Sri Lanka and all over the world have to regularized the aimed at the Indian Cultural Ministry of India and other matters.",
        "Like Sinhala customs, the use of work and the integration of food, the Tamil people do not have a spectacular or special.",
        "According to Prof. Ratnasiri Arangala, a large number of cathedaks of a New Year's dishlet and societies.",
        "Kiribat: An opinion of scholars that milk is milk bread. \"Even the milky bread of the Buddha's Buddha is in India.\" Even milk is not a food in Sri Lanka. We have heard the story of the daughter who shouted a daughter to the Buddha Buddha. That means that rice cooked in milk was found in India, \"Professor Ratnasiri Arangala said.",
        "Kokis: Kokis is a trail that can often be seen at the New Year's desk. Professor Ratnasiri Arangala said that the word 'Koekje (smaller cake) in the Dutch,' Kokis' has come to Sinhala. It is his opinion that it has turned into English to English later.",
        "Accordingly, the cocose between the year of the year desk is a food from another culture.",
        "Pickles: There are a few comments on the app picky. According to Professor Raj Somadeva, there is a Tamil language pig, and Professor Ratnasiri Aramala said that we were a food we received from the Portuguese.",
        "Cake: The cake of the year's dining table is one of the recently one. Cake is a food we received from European nations.",
        "Cruckel said in the Tamil years of dining table and milk, cars and cocois, \"",
        "\"There are our laddu, Kazari, Vast and Murugati Rice is making hubs. We have the same ones who eat siblings. \"Sivakumaran wins Vinyan crying.",
        "The fetus diet of the five-year-old eating tables of the Tamil people who are interested in the futile and nutrition can be widely visible and the province of the food is sometimes different from the dining table.",
        "Professor Ratnasiri Aramala struggle that there were several sports in foreign countries.",
        "Tower: The professor thinks that the rope can often be a game from European countries.",
        "\"The game called the rope was because of a physical exercise of the long-distance soldiers of the ships. Accordingly, this game is probably in Europe. \"",
        "Living across the village: Running through the village is a sport that recalls the marathon event in the World Athletics.",
        "The Tamil community also engages on the rope, the karast pitch, Kottawa.",
        "\"If Colombo is the case like this is low. Hatton celebrate them on Jaffna, Hatton, celebrating them on the side of Nuwara Eliya. \"",
        "The Tamil people go to Kovoil on the year on the year, and after God came to worship, he shut down the door and then shut down the door after 12. They are celebrated and friends who make their friends are parties.",
        "On the day, the dates of Thursday, Thursdays and Saturdays are done in the days.",
        "April is the first month of the Surface Calendar of the Traditional Tamils. Therefore, they are celebrated above the New Year's dawn rather than other Tamil festivals.",
        "The firearies are used in the use of various sounds for the New Year, and the fire precautions to prove often aroused.",
        "Prof. Raj Somadeva says the flu shot \"flu shot\" was used instead of the early ageckers.",
        "Fever is used to use a bamboo tube to emit a shot.",
        "Later, the influence of the European nations has been used to use crackers instead of fever.",
        "Professor Raj Somadewa commented on the BBC Sinhala Service, said that the new year is a common condition in growing culture.",
        "A unstable culture is that it should be mixed with external cultural features.",
        "\"If a certain culture is not changed, the culture is called a corpure as a corpure. A live culture constantly undergo changes. Therefore, outside the New Year's culture has joined the inside, \"Professor Raj Somadeva said.",
        "\"It is called Sinhala and Tamil New Year, it is called a cultural blend. This is characterized by characteristics and features of external cultures in the culture. \"",
        "Meanwhile, Senior Lecturer in the Sinhala Student Division of the University of Kelaniya Dr. Anjali Wickremesinghe pointed out that the New Year was a cultural celebration that should be concerted without dividing the New Year to several communities.",
        "\"It is best to maintain a culture cooperation that can be collected into several communities in this cultural ceremony.\"",
        "Bangladesh cricket: Hathurushe is the best trainer in the world '",
        "IPL 2024: 'Lasith Malinga - Rord Shurma Dispute' and Mumbai Indians' dispute",
        "Who was the 15-year-old sportsman who was called to the Sri Lanka Women's National Cricket squad?",
        "Tronging Lan: Who is the Vietnam billion of the Vietnam for $ 44 billion scam?"
      ]
    }
  },
  "summary_lines": [
    "The Sinhala and Tamil New Year in Sri Lanka is a cultural blend, influenced by external elements. It's not unique, but a collective standard of living system. The New Year's customs include auspicious moments, influenced by Indian traditions, and involve foods like cocose, pickles, and cake from foreign cultures. Sports and fireworks also reflect foreign influences."
  ]
}