{
  "translated_text": {
    "ta": {
      "title": "பேரழிவு மேலாண்மை மையத்திலிருந்து அறிவிப்பு",
      "body_lines": [
        "பேரழிவு மேலாண்மை மையத்தின் 117 அவசர தலைப்பு எண் பேரழிவு மேலாண்மை மையத்தின் 11 வது மணிநேரத்தை பேரழிவு பேரழிவுகளைத் தெரிவிக்க மற்றும் பாதிக்கப்பட்டவர்களுக்கு நிவாரணம் வழங்கியுள்ளது.",
        "சேவைகளுக்கு நேரடியாக பங்களிக்க வேண்டிய அனைத்து அரசு நிறுவனங்களையும் அதிகாரிகளையும் இணைக்கவும் எளிதாக்கவும் நடவடிக்கை எடுக்கப்படும் என்று பேரழிவு மேலாண்மை மையம் கூறியது.",
        "இதற்கிடையில், தீவின் பேரழிவு நிலைமைக்கு அறிவிக்க காவல்துறை எண்களின் பொலிஸ் இயக்க எண்ணிக்கையை காவல்துறை புதுப்பித்துள்ளது.",
        "அவர் நேற்று (02) மாலை 6 மணி முதல் பொலிஸ் தலைமையகத்தில் நிறுவப்பட்டார்.",
        "சிறப்பு செயல்பாட்டு அறை பொலிஸ் தலைமையகத்தின் பொறுப்பான டி.ஐ.ஜி.யின் மேற்பார்வையின் கீழ் இயங்குகிறது மற்றும் தேவையான ஒருங்கிணைப்பைப் புகாரளித்து அவசரகால சூழ்நிலைகளை ஒருங்கிணைக்கிறது.",
        "அதன்படி, 011 2 42 18 20 சிறப்பு செயல்பாட்டு அட்டைகளை 011 2 42 18 அன்று தொடர்பு கொள்ளலாம்.",
        "கூடுதலாக, இயக்க அறை 011 2 43 9, 011 20, 30 30 அல்லது 011 20 130 39 பற்றிய தகவல்களையும் வழங்க முடியும்.",
        "பேரழிவுடன் தகவல்களை வழங்க முடியும் என்று பொலிஸ் ஊடக பிரிவு கூறியது.",
        "சீரற்ற வானிலை காரணமாக பாதிக்கப்பட்டவர்களுக்கு உடனடியாக தேவையான நிவாரணம் வழங்குமாறு மாவட்ட செயலாளர்களுக்கு தேவையான நிதியை உடனடியாக வழங்குமாறு ஜனாதிபதி ரணில் விக்ரமேசிங்க் நிதி அமைச்சகத்தின் செயலாளருக்கு அறிவுறுத்தியுள்ளார்.",
        "அடுத்த இரண்டு மாதங்களில் அனைத்து வீடுகள், ஆயுதப்படைகள் மற்றும் காவல்துறையினரின் சந்தாவுடன் கட்ட வேண்டிய நடவடிக்கை எடுக்குமாறு ஜனாதிபதி கட்சிகளுக்கு அறிவுறுத்தியுள்ளார்.",
        "ஒரு முழு திட்டமும் மூத்த ஜனாதிபதி ஆலோசகர் மற்றும் ஜனாதிபதி பணியாளர் பாதுகாப்புத் தலைவர் சாகலா ரத்னாயக்க மற்றும் ஜனாதிபதி செயலாளர் சன்ஹா சனகநாயக்கால் செயல்படுத்தப்பட வேண்டும்.",
        "பொது நிர்வாக அமைச்சகம் மற்றும் பாதுகாப்பு அமைச்சகம் மற்றும் பாதுகாப்புத் துறை மற்றும் சிவில் பாதுகாப்புத் துறை மற்றும் சிவில் பாதுகாப்பு அமைப்புகள், மாவட்ட செயலகங்கள், மாவட்ட செயலகங்கள், கிராமங்களால் பாதிக்கப்பட்டவர்களுக்கு அனைத்து நிவாரணங்களையும் வழங்குகின்றன, ஜனாதிபதி ஊடக பிரிவு பாதிக்கப்பட்டுள்ளது க்கு.",
        "இந்த அதிகாரிகள் அனைவரின் அர்ப்பணிப்பையும் பாராட்டிய ஜனாதிபதி, அரசாங்கத்தின் அனைத்து ஆதரவும் பேரழிவு நிலைமைகளின் பொதுவான தரத்தை தொடர்ந்து இயக்கி, இயல்பான வாழ்க்கைத் தரத்தை பராமரிக்கும் என்று ஜனாதிபதி குறிப்பிட்டுள்ளார்.",
        "இதற்கிடையில், சீரற்ற வானிலை காரணமாக பிராந்திய பொறியியல் அலுவலகங்களுக்கு உடனடியாக கல்வி கற்பிக்க நெடுஞ்சாலை அமைச்சின் செயலாளர் பொதுமக்களுக்கு தெரிவிக்கிறார்.",
        "உடனடி விளைவின் அனைத்து அதிகாரங்களும் பிராந்திய பொறியியலாளர்களைக் கொண்டுள்ளன என்று செயலாளர் மேலும் தெரிவித்துள்ளார்."
      ]
    },
    "en": {
      "title": "Notice from Disaster Management Center",
      "body_lines": [
        "The 117 Emergency Title Number of the Disaster Management Center has operated the 11th hours of the Disaster Management Center to inform the disaster disasters and provide relief to victims.",
        "The Disaster Management Center stated that action will be taken to connect and facilitate all government agencies and officers who need to directly contribute to the services.",
        "Meanwhile, the police operating number of telephone numbers have been updated by the police to notify disaster situation in the island.",
        "He was established at the Police Headquarters from 6 pm yesterday (02).",
        "The Special Operations Room operates under the supervision of the DIG in charge of the Police Headquarters and to report the necessary coordination and coordinating the emergency situations.",
        "Accordingly, 011 2 42 18 20 can contact the Special Operations Cards on 011 2 42 18.",
        "In addition, the operating room can also provide information on 011 2 43 9, 011 20, 30 30 or 011 20 130 39.",
        "The Police Media Division stated that information can also be provided along the disaster.ops@police.lk.",
        "President Ranil Wickremesinghe has instructed the Secretary to the Ministry of Finance to immediately issue the necessary funds to the District Secretaries to provide immediate necessary relief to the victims due to inclement weather.",
        "The President has instructed the parties to take steps to be built in the next two months with the subscription of all the houses, the armed forces and the police.",
        "A full plan is to be implemented by Senior Presidential Advisor and Presidential Staff Chief of Defense Sagala Ratnayake and Presidential Secretariat Sanha Sanaganayake.",
        "Ministry of Public Administration and the Ministry of Defense and the Department of Defense and the Department of Civil Defense and Department of Civil Defense Organizations, District Secretariats, District Secretariats, Providing all relief to victims of the villages affectedThe Presidential Media Unit said he was working for.",
        "Appreciated the commitment of all these officers, the President has noted that all the support from the government will continue to run the common quality of disaster conditions and maintain a normal quality of life.",
        "Meanwhile, the Secretary to the Highways Ministry informs the public to immediately educate the regional engineering offices due to inclement weather.",
        "The Secretary has added that all the powers of the immediate effect have been vested with regional engineers."
      ]
    }
  },
  "summary_lines": [
    "The Disaster Management Center activated its emergency hotline for the 11th time to address disasters and aid victims. Government agencies are being coordinated to assist, and the police have updated their phone numbers for reporting island-wide disaster situations. The Special Operations Room, supervised by the DIG at the Police Headquarters, can be reached at several numbers for emergency coordination. President Ranil Wickremesinghe has directed the Ministry of Finance to release funds for immediate relief efforts, instructing the construction of temporary shelters within two months through a comprehensive plan led by senior advisors. The Ministries of Public Administration and Defense, along with civil defense organizations, are involved in providing relief to affected areas. The President appreciates the efforts of all officers and assures continued government support for disaster management."
  ]
}