{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ ආදායමට සංචාරක දායකත්වය",
      "body_lines": [
        "සංචාරක සංචාරක හා විදේශීය රැකියා ශ්රී ලංකාවේ ආදායමට විශාල දායකත්වයක් සපයයි. 2018 දී ශ්රී ලංකාවේ ප්රධාන අපනයන ආරංචි මාර්ග සංචාරක, තේ සහ රබර් නිෂ්පාදන හරහා වැඩි ආදායමක් උපයා ඇත.. 2020 සිට ශ්රී ලංකාවේ උත්පාදනය කිරීම හේතුවෙන් රට අක්රීය කිරීම හේතුවෙන් ශ්රී ලංකාවේ ආදායම අඩු වී තිබේ.. මේ අවස්ථාවේදී ශ්රී ලංකාවේ ආදායම වැඩි කිරීම සඳහා සංචාරක කර්මාන්තය මේ වන විට සිදු කර ඇත.",
        "ශ්රී ලංකා මහ බැංකුවේ දත්ත මත පදනම්ව, සංචාරක කර්මාන්තය ශ්රී ලංකාවේ 2009 සිවිල් යුද්ධයේ සංවර්ධනය දැක තිබේ.. 2009 දී ශ්රී ලංකාවට ඉදිරි පස් වසර තුළදී ඩොලර් මිලියන 349.6 ක ආදායමක් ලැබුණු අතර 2014 දී ඩොලර් මිලියන 2431.1 ක් ලබා ගත්තේය.. මෙය සියයට 5.95 ක වැඩිවීමකි.",
        "2009 සිට ශ්රී ලංකා සංචාරක කර්මාන්තය අඛණ්ඩව ඉහළ ගොස් තිබේ. 2018 දී ශ්රී ලංකාවට උපරිම වශයෙන් ඩොලර් මිලියන 4380.6 ක් ලැබුණි.",
        "2019 න් පසු ශ්රී ලංකාවේ පැවති ජනාධිපති සහ මහ මැතිවරණ කොන්දේසි, කොවිට් ආසාදනය පිළිබඳ අර්බුදය හේතුවෙන් රටේ ආබාධිත වූ රටවල ආබාධිතයන් සහ සංචාරක කර්මාන්තයේ දේශපාලන හා ආර්ථික අර්බුදය සංචාරක කර්මාන්තයේ පරිහානියට විශාල බලපෑමක් කර තිබේ.",
        "2019 ට පෙර ශ්රී ලංකාව සංචාරකයින් හයේ කාල පරිච්ඡේදයේ සංචාරකයින් විසින් දැන්වීම මිලියන 20,842 ක් උපයා ඇත. මේවා 2019 සිට දැන්වීම මිලියන 5081 දක්වා පහත වැටී ඇත. 2009 සිවිල් යුද්ධයෙන් පසු ශ්රී ලංකාව 2021 දී අඩුම ආදායම ලියාපදිංචි කර තිබේ.",
        "ශ්රී ලංකා මහ බැංකුව පැවසුවේ 2014 සිට 2019 දක්වා කාලය තුළ සංචාරක කර්මාන්තය තුන්වන විශාලතම විදේශ මුදල් ආදායම වන අතර මුළු විදේශ මුදල් ආදායමෙන් සියයට 14 ක් පමණ මෙම කාල සීමාව සඳහා දායක වූ බවයි.",
        "2018 දී ශ්රී ලංකා සංචාරක දෙපාර්තමේන්තුව ඉහළ ආදායමක් උපයා ඇත. මෙම කාලය තුළ ශ්රී ලංකාවේ සංචාරක ආදායම එකතු කරන ලද අතර රටේ අනෙකුත් අපනයන ප්රභවයන්හි අඩු ආදායම වාර්තා විය.. තේ සහ රබර් නිෂ්පාදන විසින් ඩොලර් මිලියන 2459 ක් සහ දැන්වීමක් මිලියන 2303 කට වැඩි ප්රමාණයක් උපයා ඇති ඇඟලුම් මගින් උපයා ඇත.",
        "ශ්රී ලංකා සංචාරක සංවර්ධන අධිකාරියේ (ලංවිම) අනුව, ශ්රී ලංකාවට 2020 සිට නොවැම්බර් දක්වා ශ්රී ලංකාවට කිසිදු ආදායමක් ලැබී නැත.. කොබිට් ආසාදනය හා රටේ ආබාධිතයන් ව්යාප්ත වීමට ප්රධාන හේතු. කෙසේ වෙතත්, දෙසැම්බර් මාසයෙන් පසු, දෙසැම්බරයේ සිට සංචාරක ආදායම සුළු වශයෙන් වැඩිවෙමින් පවතී.",
        "2022 න් පසු. 2022 දී මිලියන 1133 සිට 2068 දක්වා මිලියන 1136 ක් වැඩි වී තිබේ.",
        "ශ්රී ලංකාවේ සංචාරක කර්මාන්තයේ දියුණුව හා දැනට ක්රියාත්මක වන සහන සංවර්ධනය කිරීම හේතුවෙන් එහි සංවර්ධනය එහි සංවර්ධනයෙහි වැඩි වී තිබේ.. අනාගතයේ දී සංචාරක අංශය සංචාරක කර්මාන්තයේ කාර්යභාරය ශ්රී ලංකාවේ විදේශ මුදල් ආදායමෙන් වැඩි කරනු ඇතැයි අපේක්ෂා කෙරේ."
      ]
    },
    "en": {
      "title": "Tourism's contribution to Sri Lanka's income",
      "body_lines": [
        "Tourism and foreign employment contributes a huge contribution to Sri Lanka's income. In 2018, Sri Lanka's main export sources have earned more income through tourism, tea and rubber products.. Sri Lanka's revenues have been reduced due to the disabbling of the country due to a boom infection in Sri Lanka since 2020.. At this juncture, the tourism industry has now been carried out to increase the income of Sri Lanka.",
        "Based on the data of the Central Bank of Sri Lanka, the tourism industry has seen the development of the 2009 civil war in Sri Lanka.. In 2009, Sri Lanka received $ 349.6 million in revenue in the next five years, with 2431.1 million dollars in 2014.. This is an increase of 5.95 percent.",
        "Since 2009, the Sri Lankan tourism industry has continued to increase. Sri Lanka received a maximum of 4380.6 million dollars in 2018.",
        "The presidential and general election conditions in Sri Lanka after 2019, the country's disabled due to the crisis of the Kovit infection and the political and economic crisis of the tourism industry have had a huge impact on the decline of tourism.",
        "Sri Lanka earned 20,842 million AD by tourism in the six -year period before 2019. These have fallen to 5081 million AD since 2019. Sri Lanka has registered the lowest income in 2021 after the 2009 civil war.",
        "The Central Bank of Sri Lanka said that the tourism industry was the third largest foreign currency revenue in the period between 2014 and 2019, and about 14 percent of the total foreign currency revenues were contributing to this period.",
        "In 2018, the Sri Lanka Tourism Department had earned a higher income. During this period, Sri Lanka's tourism income was estimated at 4381 million ADDs and the low income of other export sources of the country was recorded.. Over 2459 million dollars and 2303 million AD by tea and rubber products have been earned by garments.",
        "According to the Sri Lanka Tourism Development Authority (CEB), Sri Lanka has not received any income from April 2020 to November that year.. The main reasons for the spread of the Kovit infection and the disabled of the country. However, after December, there was a slight increase in tourism income since December.",
        "After 2022. In 2022, 1136 million AT has increased from 2023 to 2068 million.",
        "Due to the development of Sri Lanka's tourism and the concessions that are currently being made, its development has increased in its development.. In the future, the tourism sector will be expected to increase the role of the tourism industry in Sri Lanka's foreign currency income."
      ]
    }
  },
  "summary_lines": [
    "Tourism significantly boosts Sri Lanka's income, with 2018 earnings peaking at 4380.6 million dollars. However, the COVID-19 pandemic led to a sharp decline in tourism revenue, impacting the country's economy. Despite challenges, the tourism sector is crucial for Sri Lanka's foreign currency income, with a slight recovery observed post-2020."
  ]
}