{
  "translated_text": {
    "ta": {
      "title": "இந்தியா சந்திரனில் ஒரு விமானத்தை பதிவு செய்துள்ளது",
      "body_lines": [
        "சோவியத் யூனியன், அமெரிக்கா மற்றும் சீனாவுக்குப் பிறகு சந்திரனுக்கு ஒரு வெற்றிகரமான கப்பலை மேற்கொண்ட நாடு இந்தியா என்று தெரிவிக்கப்பட்டது.",
        "'மூன் 3 மாறுபாடு' ரோபோதா வெற்றிகரமாக சந்திரனை தரையிறக்கினார். 'மூன் 3 விக்ராமு' என்பது மகனின் மகனின் தேர்ந்தெடுக்கப்பட்ட இடமாகும்.",
        "மொன்டுவின் தெற்கின் இருப்பிடத்திற்கு ரோபோவை அடித்த இந்தியா, இந்தியா, அறிக்கையில் ஒன்றாகும். யா",
        "இந்திய விண்வெளி ஆராய்ச்சி நிறுவனம் 'மூன் 3 பல்வேறு' ரோபோ ரோபோவில் நேரடியாக ஒளிபரப்ப நடவடிக்கை எடுத்துள்ளது.. இந்த காலகட்டத்தில் இந்தியா முழுவதும் பல பள்ளிகள் திறந்திருக்கும், மேலும் மாணவர்கள் நேரடி காட்சியைக் காண அனுமதிக்கப்பட்டுள்ளனர்.",
        "'பிரிக்ஸ்' மாநாட்டில் கலந்து கொள்ள தென்னாப்பிரிக்காவுக்குச் சென்ற இந்திய பிரதமர் நரேந்திர மோடி, இந்திய விண்வெளி ஆராய்ச்சியை மணக்கிறார். விமானம் தரையிறங்கியதன் மூலம் இந்திய விண்வெளி ஆராய்ச்சி நிறுவனத்தின் விஞ்ஞானிகளை வெற்றிகரமாக வாழ்த்துவதை மோடி மறக்கவில்லை.",
        "தென்னாப்பிரிக்காவில் பிரதமர் மோடி 'சந்திரன் 3' என்று அழைக்கப்பட்டார். இந்தியா முன்பு 'மூன் 2' பணிக்கு முன் 'மூன் 2' மிஷனில் ஒரு ரோபோவை கேலி செய்ய முயற்சித்தது. இருப்பினும், அது தோல்வியடைந்தது. விமானம் சந்திரனுக்குள் மோதியது."
      ]
    },
    "en": {
      "title": "India has recorded a plane on the moon",
      "body_lines": [
        "India was reported to be the country that landed a successful vessel to the Moon after the Soviet Union, America and China.",
        "The 'Moon 3 Variant' Robotha successfully landed the moon. The 'Moon 3 Wickramu' was a selected location of the son of the son.",
        "India, India, who scored a robot to a location of the Mondu's South, was among the report. Ya",
        "The Indian Space Research Institute has also taken steps to telecast live in the 'Moon 3 Various' robot robot.. Many schools across India are open during this period and students have been allowed to see live view.",
        "Indian Prime Minister Narendra Modi, who has gone to South Africa to attend the 'BRICS' convention, marries the Indian space research. Modi did not forget to congratulate scientists at the Indian Space Research Institute with the landing of the plane successfully.",
        "Prime Minister Modi, in South Africa, was called for the 'Moon 3'. India was previously attempted to scoff a robot in the 'Moon 2' mission before the 'Moon 2' mission. However, it failed. The plane crashed into the moon."
      ]
    }
  },
  "summary_lines": [
    "India successfully landed a robot on the moon, following the Soviet Union, America, and China. The 'Moon 3 Variant' Robotha achieved this feat. The Indian Space Research Institute is broadcasting live from the moon, and Prime Minister Narendra Modi, in South Africa, congratulated the scientists."
  ]
}