{
  "translated_text": {
    "ta": {
      "title": "ஷேக் மேரா: இளவரசி துபாய், தனது 'விவாகரத்து' ஒரு வாசனை திரவியத்தை உருவாக்கினார்",
      "body_lines": [
        "ஷேக் மேரா: இளவரசி துபாய், தனது 'விவாகரத்து' ஒரு வாசனை திரவியத்தை உருவாக்கினார்",
        "'விவாகரத்து' ஒரு ஆரோக்கியமற்ற நறுமணம் என்று நீங்கள் எப்போதாவது நினைத்தீர்களா?'விவாகரத்து' வாசனை என்ன?",
        "ஒரு மகளிர் சமூக ஊடக நடைமுறையால் எழுதப்பட்டது, இந்த கேள்விகளை சமூக ஊடகங்கள் மூலம் எழுப்பி, 'இது ஒரு போலி வாசனையா?'",
        "\"இல்லை, இல்லை, இது சுதந்திரத்தின் வாசனை போன்றது,\".",
        "துபாயின் ஷேக் ரஷீத் அல் முராமேவின் மகள் ஷேக் ரஷீத் அல் முராமே இப்போது தனது சொந்த வாசனை திரவியத்தை அறிமுகப்படுத்தியுள்ளார், இது இரண்டு மாதங்களுக்கு முன்பு அவரது கணவரால் விவாகரத்து செய்யப்பட்டுள்ளது.",
        "அவரது சமீபத்திய விவாகரத்தில் அவரது சமீபத்திய விவாகரத்து பற்றிய ஒரு யோசனை உள்ளது என்று நம்பப்படுகிறது, இது அவரது வணிக பிராண்டின் கீழ் தொடங்கப்பட்டது.",
        "இளவரசி மெராரா, இளவரசி மாடி ஊடக பயனர்கள், ஜூலை 2024 இல், அவரது உறவு இன்ஸ்டாகிராம் கணக்கு சில சுருக்கமான சொற்களுக்கு ஒரு முடிவாக இருந்தது.",
        "ஷேக் மக்டோம் ஐக்கிய அரபு எமிரேட்ஸின் பிரதமர் மற்றும் உலக காவலியர்ஸ் மற்றும் இனங்களிடையே ஒரு பெரிய பாத்திரம். அவருக்கு பல மனைவிகளைச் சேர்ந்த 23 குழந்தைகள் இருப்பதாகக் கூறப்படுகிறது.",
        "'விவாகரத்து' என்று அழைக்கப்படும் வாசனை திரவியங்களை அறிமுகப்படுத்தியதற்கு பல பெண்கள் பதிலளித்துள்ளனர்.",
        "'பழிவாங்கும் என்ற சொல் மிகவும் விரும்பத்தக்க பெயர், ஆனால்' விவாகரத்து 'என்ற பெயரை நான் விரும்பினேன், ஆனால் ஒரு இரங்க்ராம் எழுதப்பட்டது.",
        "மற்றொரு பெண் இதழின் கீழ் எழுதப்பட்டிருக்கிறார், \"இது 2024, இந்த யுகத்தில் பெண்கள் தொடங்கி லாபம் ஈட்டவில்லை,\"",
        "\"லண்டனில் ஒரு பெண் இருப்பதை நான் அறிவேன்,\" இந்த வாசனை திரவியத்தைத் தொடங்குவதில் வலியும் வலியும் இருப்பதை நான் அறிவேன்.",
        "துபாயிலிருந்து சமேமிதா என்ற பெண் அல்-நக்கி என்ற பெண்ணுக்கு, \"காலத்தின் சிறந்த வாசனை. \"இளவரசி, உங்கள் தைரியத்தில் மிகவும் மகிழ்ச்சியடைகிறார்.\"",
        "இருப்பினும், சில பெண்கள் ஜாராவின் இளவரசி, \"பாரிஸ், வாசனை திரவியம் மற்றும் விவாகரத்து மற்றும் விவாகரத்து ஆகியவற்றுடன் எனக்கு எந்த தொடர்பும் இல்லை.\"",
        "அவள் மேலும் எழுதப்பட்டிருக்கிறாள், 'விவாகரத்து என்பது ஒரு பிரச்சினை, யாராவது விவாகரத்து செய்ய வேண்டும் என்று நீங்கள் ஏன் விரும்புகிறீர்கள்?உங்களையும் உங்கள் குடும்பத்தினரையும் காயப்படுத்தும் ஒன்றை ஏன் ஊக்குவிக்கிறீர்கள்?.",
        "இளவரசி இன்ஸ்டாகிராமில் எழுதப்பட்ட பத்தியில், 'நான் உன்னை விவாகரத்து செய்வேன், நான் உன்னை விவாகரத்து செய்கிறேன், நான் உன்னை விவாகரத்து செய்கிறேன்'.",
        "இந்த குறிப்பில், இஸ்லாமிய பாரம்பரியத்தின்படி, தலக் (விவாகரத்து) என்ற சொல் மூன்று முறை காணப்படுகிறது.",
        "உலகின் பல நாடுகள் 'டிரிபிள் தலக்' போக்கை அதிகாரப்பூர்வமாக தடை செய்திருந்தாலும், கணவர் வழக்கமாக விவாகரத்து செய்வதற்கான உறவை மூன்று முறை விவாகரத்து செய்ய முடியும்.",
        "டிரினிட்டி தலக்: இந்திய நாடாளுமன்றம் குற்றத்தை தீர்மானிக்கிறது: முஸ்லீம் \"உடனடி விவாகரத்து",
        "இளவரசி ஒருங்கிணைப்பு, 'கவனித்துக் கொள்ளுங்கள் - இது உங்கள் முன்னாள் மனைவி'.",
        "இளவரசி இன்ஸ்டாகிராம் கணக்கு தனது கணவர் அனைவரையும் அகற்றிவிட்டது. மறுபுறம், கணவரின் கணக்கின் இளவரசியின் புகைப்படங்கள் எதுவும் இல்லை, அவை தெளிவாக அகற்றப்பட்டன.",
        "பிபிசி செய்தி ஜூலை 2024 இல் ஐக்கிய அரபு எமிரேட்ஸ் அதிகாரிகளுடன் தொடர்புடையது, ஆனால் ஐக்கிய அரபு எமிரேட்ஸின் தந்தை ஷரி முனி முகமது பின் பின் முனாட் பின் ரஷாத் பின் ரஷாத்பின் பின் ரஷாத் அல்-மக்தோம் பகிரங்கமாக பதிலளிக்கவில்லை.",
        "இளவரசி திருமணத்தின் திருமணம் ஏப்ரல் 2023 இல் நடைபெற்றது, முதல் குழந்தை விவாகரத்து பெறுவதற்கு இரண்டு மாதங்களுக்கு முன்பு பிறந்தார்.",
        "ஷேக் மெஹ்ரா பின் முஹம்மது பின் ரஷீத் அல் மக்தோம் 30 வயது, பிப்ரவரி 1994 இல் பிறந்தார். அவர் ஐக்கிய அரபு எமிரேட்டில் வளர்ந்தார், அவரது தாயார் கிரேக்க குடியுரிமையை வைத்திருக்கிறார். அரபு மற்றும் கிரேக்க மனிதர் பேச முடியும் என்று அல் ஜசீரா தெரிவித்தார்.",
        "இங்கிலாந்து பல்கலைக்கழகத்தில் சர்வதேச உறவுகளில் முதுகலை பட்டம்",
        "ஷேக் மெஹ்ரா பெண்களின் சுதந்திரத்திற்காக அழுகிறார், மேலும் பெரும்பாலும் இன்ஸ்டாகிராமில் எமிட்டி பிராண்டையும், உள்ளூர் வடிவமைப்பாளர்களால் தயாரிக்கப்பட்ட ஆடைகளையும் ஊக்குவிக்கிறார்.",
        "ஷேகாவின் கணக்கு என்னவென்றால், அவர் விலங்குகளை, குறிப்பாக குதிரைகளை விரும்புகிறார்.",
        "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
        "பஸ்கா தாக்குதலில் குருடாக இருக்கும் ஒரு நீதிபதி என்று டெபி கனவு கண்டார்",
        "அமெரிக்க ஜனாதிபதி தேர்தல் கொள்கை: ஹாரிஸில் கலந்து கொள்ளுங்கள்டிரம்ப்?"
      ]
    },
    "en": {
      "title": "Sheikh Mera: Princess Dubai, who made his 'divorce' a perfume",
      "body_lines": [
        "Sheikh Mera: Princess Dubai, who made his 'divorce' a perfume",
        "Have you ever thought that 'divorce' had an unhealthy aroma?What is the smell of 'divorce'?",
        "Written by a women's social media practice, raising these questions through social media, 'Is this a fake smell?'",
        "\"No, no, it is like a smell of freedom,\".",
        "Sheikh Rashid Al Murame's daughter, Sheik Rashid Al Murame, Dubai, has now introduced its own perfume, which has been divorced by her husband two months ago.",
        "It is believed that her recent divorce contains an idea of ​​her recent divorce, which launched under her business brand.",
        "Princess Merara, Princess Storied Media Users, in July 2024, her relationship Instagram account was an end to a few brief words.",
        "Sheikh Maktom is the Prime Minister of the United Arab Emirates and is a huge character among world cavaliers and the races. He is said to have 23 other children from several wives.",
        "Many women have responded to the launch of a perfumes called 'Divorce'.",
        "An irongram was written, 'The word' revenge was more desirable name, but I liked the name of 'Divorce', '.",
        "Another woman is written under the Journal, \"This is 2024, and women in this age not start and make profits,\"",
        "\"I know that there is a woman in London,\" I know that there is pain and pain on the launch of this perfume.",
        "A woman named Samemita from Dubai to a woman named Al-Naki, \"the best smell of time. \"The princess, is very happy with your courage.\"",
        "However, some women agree with the princess of Zara, \"I have nothing to do with Paris, Perfume and Divorce and Divorce.\"",
        "She's written further, 'a divorce is a problem and why do you want someone to see a divorce?And why do you promote something that hurts you and your family? '.",
        "The passage written in Princess Instagram staged, 'I will divorce you, and I divorce you, and I divorce you,'.",
        "In this note, according to the Islamic tradition, the word talak (divorce) is seen three times.",
        "Although many countries in the world has officially banned the 'Triple Talak' trend, but the husband can usually end the relationship to divorce three times divorced.",
        "Trinity Talak: The Indian Parliament determines the crime: Muslim \"instant divorce",
        "The Princess Integram has finished, 'Keep careting - this is your ex wife'.",
        "The Princess Instagram account has removed all her husband's. On the other hand, there were no photographs of the princess of her husband's account and were clearly removed.",
        "The BBC news was associated with the authorities of the United Arab Emirates in July 2024, but the father of the United Arab Emirates, Sharii Muni Mohammed Bin Bin Munad Bin Rashad Bin Rashadbin Bin Rashad Al-MaktomHave not responded publicly.",
        "Princess Marry's wedding was held in April 2023 and was born two months before their first child divorced.",
        "Sheikh Mehra Bin Muhammadb bin Rashid Al Maktom is 30 year old, born in February 1994. She grew up in the United Arab Emirate and her mother holds Greek citizenship. Al Jazeera reported that the man of the Arab and Greek could speak.",
        "A Masters Degree in International Relations in the UK University",
        "Sheikh Mehra is crying for the independence of women and often promotes EmiTI brand in Instagram, and the dresses made by local designers.",
        "The account of Sheika is that she prefers animals, especially horses.",
        "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
        "Debbie dreamed of being a judge who is blind in the Passover attack",
        "US Presidential Elections Policy: Attend HarrisTrump?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Dubai Princess launches perfume called \"Divorce\" after split. Some praise her courage, others criticize promoting divorce. The scent aims to represent freedom, sparking debate about marriage and relationships."
  ]
}