{
  "translated_text": {
    "si": {
      "title": "හමාස් නායකයාගේ පුතුන් ඊශ්රායෙලයේ ප්රහාරයෙන් මිය ගියා",
      "body_lines": [
        "හමාස් නායක ඉස්මයිල් මී පැණි සනාථ වී ඇත්තේ ඔහුගේ පුතුන් තිදෙනා සහ මුනුපුරා ගාසා තීරයට එරෙහි ඊශ්රායලයේ ප්රහාරයෙන් මියගිය බවයි.",
        "හමාස් නායකයින් ඔවුන්ගේ පවුල් විනාශ කරන නිසා හමාස් නායකයින් පසුබසින්නේ නොසිටින බව ඔහු පැවසීය.",
        "හමාස් නායක හමාස් කියා සිටියේ ඊශ්රායෙලය පරාජය කිරීම ඔහුගේ පවුලට ඇති වූ ප්රහාරයයි."
      ]
    },
    "en": {
      "title": "Hamas leader's sons killed in Israel's attack",
      "body_lines": [
        "Hamas leader Ismail Honey has confirmed that his three sons and grandson have been killed in Israel's attack on Gaza.",
        "He said Hamas leaders would not retreat because the Israeli military would kill their families, he said, adding that Hamasin's requests for ceasefire negotiations would not affect the requests of the ceasefire.",
        "Hamas, the leader of the Hamas, said the attack on his family was revealing the defeat of Israel."
      ]
    }
  },
  "summary_lines": [
    "Hamas leader Ismail Honey confirms his three sons and grandson were killed in an Israeli attack on Gaza. He vows Hamas will not retreat, citing threats to their families. Hamas sees the attack as a sign of Israel's defeat."
  ]
}