{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் சர்வதேச இறையாண்மைகளை மறுசீரமைக்க அமைச்சரவை ஒப்புதல்",
      "body_lines": [
        "இலங்கையில் சர்வதேச இறையாண்மையை மறுசீரமைக்க நிதி, திட்டமிடல் மற்றும் பொருளாதார மேம்பாட்டு அமைச்சர் க Hon ரவம் செய்த திட்டத்திற்கு அமைச்சரவை ஒப்புதல் அளித்துள்ளது.",
        "தொழிலாளர் மற்றும் பொருளாதார மேம்பாட்டு துணை அமைச்சர் பேராசிரியர் அனில் ஜெயந்தா பெர்னாண்டோ, இன்று (25) தெரிவிக்கப்பட்ட அமைச்சரவை முடிவில் இணைகிறார்.",
        "அதன்படி, செப்டம்பர் 2024 இல், சர்வதேச முதலீட்டாளர்கள் முகவரின் துணை அமைச்சர், சர்வதேச முதலீட்டாளர்கள் முகவரின் பிரதிநிதிகள், ஒழுங்கமைக்கப்பட்ட பத்திரங்களின் குழு மற்றும் இலங்கையின் உள்ளூர் பத்திர உரிமையாளர்களின் ஒற்றுமை மற்றும் இலங்கையின் ஒற்றுமையின் ஒற்றுமை ஆகியவை இலங்கையின் ஒற்றுமையுடன் விவாதிக்கப்படுகின்றன மற்றும் இலங்கையின் யுனைடெட் கலந்துரையாடல்களின் ஒற்றுமை தெரிவிக்கப்பட்டது.",
        "\"இருதரப்பு கடன் வழங்குநர்களுடனான பேச்சுவார்த்தைகள் ஜூன் மாதத்திற்குள் சில உடன்படிக்கைக்கு வந்தன. இருப்பினும், இறையாண்மை பத்திரங்களின் சிக்கலான தன்மை காரணமாக இது தாமதமானது. எவ்வாறாயினும், செப்டம்பரில், பத்திரங்கள் பரிமாற்றத்துடன் நாங்கள் உடன்பட முடிந்தது.",
        "ஒப்பந்தத்தில், பத்திரங்களின் கலவை, இந்த கடன்களின் கலவை, அதன் கட்டமைப்பு, அந்த காலகட்டத்தில் பொருளாதாரத்தின் தாக்கம்.",
        "2032 வாக்கில், 2032 வாக்கில், 2032 க்குள், 2032 க்குள், நாங்கள் ஏற்கனவே சர்வதேச நாணய நிதியுடன் இணைக்கப்பட்டுள்ளபோது, ​​2032 க்குள். அந்த அளவுருக்களுக்கு ஏற்ப புதிய பத்திரங்களை சமர்ப்பிக்க அமைச்சரவை ஒப்புதல் அங்கீகரிக்கப்பட்டது."
      ]
    },
    "en": {
      "title": "Cabinet approval to restructure international sovereignties in Sri Lanka",
      "body_lines": [
        "Cabinet has approved a proposal made by Hon. President Anura Kumara Dissanayake, Minister of Finance, Planning and Economic Development to restructure international sovereignty in Sri Lanka.",
        "Deputy Minister of Labor and Economic Development Prof. Anil Jayantha Fernando, joining the Cabinet Decision informed today (25).",
        "Accordingly, in September 2024, the Deputy Minister of International Investors representatives of the International Investors Agent, a group of organized bonds, and the unity of the local bond owners of Sri Lanka and the unity of Sri Lanka's united discussions with the unity of Sri Lanka and the unity of Sri Lanka's united discussions were held.Said.",
        "\"The negotiations with bilateral lenders had come to some agreement by June. However, it was delayed because of the complexity of sovereign bonds. In September, however, we were able to agree with bonds exchange.",
        "In the agreement, the composition of the bonds, the composition of these loans, its structure, the impact of the economy during that period.",
        "And by 2032, by 2032, by 2032, by 2032, when we are already connected to the International Monetary Fund, by 2032. The Cabinet approval was approved to submit new bonds in accordance with those parameters. \""
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka cabinet approves restructuring international sovereignty. Agreement reached with bilateral lenders on bond exchange by September 2024. Impact on economy discussed. New bonds to be submitted by 2032, aligned with IMF parameters."
  ]
}