{
  "translated_text": {
    "ta": {
      "title": "நீங்களும் ஆபத்தில் இருக்கிறீர்கள் - வீட்டிலேயே கொடுப்பதற்கான அறிகுறிகளை அடையாளம் காணவும்",
      "body_lines": [
        "தீம் பக்கவாதம் தவிர்த்து வருகிறது, இந்த நேரத்தில் ஒரு செய்தித்தாள் கலந்துரையாடல் நேற்று சுகாதார மேம்பாட்டு பணியகத்தில் நடைபெற்றது.",
        "மேலும் பேசிய இலங்கையின் தலைவர், இலங்கை தேசிய செயலாக்கம் ஒன்றியத்தின் தலைவர், நிபுணர் டாக்டர் காமினி பதிரானா, வீட்டிலுள்ள நோயை அடையாளம் காண்பது மிகவும் முக்கியம் என்று கூறினார்.",
        "அவர் விரைவில் கண்காணிக்கப்பட்டு மருத்துவமனையில் அனுமதிக்கப்பட்டதாகவும் மருத்துவர் கூறினார்.",
        "\"நம் வாழ்வில் நம் சமுதாயத்தின் ஒவ்வொரு 4 பேரில் ஒருவருக்கு ஒரு போக்கு உள்ளது. பக்கவாதம் என்பது ஒரு பக்கத்தில் உயிரை இழக்கும் ஒரு நோய். இலங்கையின் அடக்கமான நோயாளியின் 90% பேர் தடுக்கப்படக்கூடிய 10 விஷயங்களைக் கண்டிருக்கிறார்கள். இதற்கிடையில், இரத்த அழுத்தம், நீரிழிவு நோய், கொழுப்பு அதிகரிப்பு, அடுக்கு மற்றும் புகைபிடித்தல் போன்ற கருத்தில் கொள்ள வேண்டும்.",
        "இப்போது ஒரு மருந்து வெட்டுதல் உள்ளது. எனவே, பக்கவாதத்தை அடையாளம் கண்டு அருகிலுள்ள மருத்துவமனைக்கு வந்து சேரவும். மூன்று முக்கிய அம்சங்கள் உள்ளன. வாய், கை அல்லது கால் உயிரற்ற தன்மைக்கு செல்வது, மொழி கையாளுதலில் சிக்கல் உள்ளது. கூடுதலாக, அது அவர்களின் கண்பார்வை இழக்கப்படாமல் போகலாம். மேலும் சமநிலை இழக்கப்படலாம். இந்த விஷயங்கள் அனைத்தும் உடனடியாக நடக்கும். எந்த அறிவிப்பும் இல்லை. அப்படியானால், நேரத்தை பதிவு செய்வதும் முக்கியம். ஸ்ட்ரத்தின் பலவீனத்தைக் குறைக்க அடுத்த ஆயுதத்தை மறுவாழ்வு செய்தல். அதாவது நோயாளியின் பலவீனத்தின் அடிப்படையில் உடல் சிகிச்சை, தொழில்முறை சிகிச்சை, பேச்சு சிகிச்சை முறைகள். இது அறிவியல். \""
      ]
    },
    "en": {
      "title": "You too are at risk - Identify the symptoms of giving at home",
      "body_lines": [
        "The theme has been avoiding stroke and a newspaper discussion on this time was held yesterday at the Health Promotion Bureau.",
        "Speaking further, the Chairman, Chairman of Sri Lanka, Chairman of the Sri Lanka National Aposition Union, Specialist Dr. Gamini Pathirana said that it is very important to identify the disease at home.",
        "The doctor also stated that he was tracked and hospitalized as soon as possible.",
        "\"There is a tendency for one of every 4 of our society in our lives. The stroke is a sickness that loses lives on one side. 90% of the modest patient of Sri Lanka have seen 10 things that could be prevented. Meanwhile, it should be taken into consideration such as blood pressure, diabetes, cholesterol increases, stratification and smoking.",
        "Now there is a drug cutting. Therefore, recognize the stroke and arrive at the nearest hospital. There are three main features. Getting to the mouth, hand or leg lifelessness, having a problem with language handling. In addition, it may not be lost their eyesight. And the equilibrium may be lost. All these things happen, instantly. There is no notice. If so, it is also important to record the time. Rehabilitation of the next weapon to minimize the weakness of stroth. That means physical therapy, professional therapy, speech therapeutics, in terms of the patient's weakness. This is scientific. \""
      ]
    }
  },
  "summary_lines": [
    "Recognizing stroke symptoms early is crucial; it affects one in four people, often leading to severe outcomes like paralysis, language difficulties, vision loss, and balance issues. Immediate medical attention is vital for effective rehabilitation through therapies tailored to individual needs."
  ]
}