{
  "translated_text": {
    "ta": {
      "title": "නිවාස හිමිකම් ඔප්පු 50,000ක් ලබාදීමට කැබිනට් පත්‍රිකාවක්",
      "body_lines": [
        "ஜனாதிபதி ரானில் விக்கிரெமேசிங்கால் வழங்கப்பட்ட பட்ஜெட் முன்மொழிவுகளின் கீழ் 500,000 வீட்டுவசதி டிசென்ஸை அமல்படுத்துவதற்கு ஒப்புதல் அளிக்க அமைச்சரவை கட்டுரை சமர்ப்பிக்கப்படும்.",
        "அமைச்சரவை நகர்ப்புற மேம்பாடு மற்றும் வீட்டுவசதி பிரசன்னா ரனாதுங்கா சமர்ப்பித்துள்ளது.",
        "நோட்டரி கட்டணங்கள், முத்திரைக் கட்டணங்கள் மற்றும் தலைப்புச் செயல்களைக் கொண்ட பிற வரிகளுக்கு கருவூலம் செலவிடப்படும் என்று அமைச்சரவை கட்டுரை முன்மொழியப்பட்டது.",
        "இந்த வீடுகளின் இல்லத்தில் அசல் பயனாளி சார்ந்து இருந்தால், அசல் பயனாளிக்கு முழு வீட்டுவசதி வழங்கப்பட வேண்டும் என்றும் அமைச்சரவை கட்டுரை கூறுகிறது.",
        "நிதி அமைச்சின் அவதானிப்புகளைப் பெற அமைச்சரவை சமர்ப்பிக்கப்பட்டுள்ளது மற்றும் அமைச்சரவை கூட்டம் தொடர்பான அவதானிப்புகள் நாளை வழங்கப்படும்.",
        "பல்வேறு நகர்ப்புற திட்டங்களின் கீழ் குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கு 3,000 க்கும் மேற்பட்ட வீடுகள் வழங்கப்படுகின்றன. இந்த அமைச்சரவை கட்டுரை வாடகையை முற்றிலுமாக நிறுத்த முன்மொழியப்பட்டதாக அமைச்சர் பிரசன்னா ரணத்துங்கா கூறுகிறார்.",
        "நாட்டின் 70 சதவீத மக்களை நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டு அட்டைகளின் அமைச்சகம், நிலம் மற்றும் வீட்டுவசதி தலைப்புச் செயல்களை உருவாக்குவதற்கு இந்த திட்டம் நோக்கமாக உள்ளது.",
        "ஜனாதிபதி ரணில் விக்ரமசிங்க வழங்கிய 2024 பட்ஜெட் திட்டங்கள் நகர்ப்புற வீட்டுத் திட்டங்கள் மற்றும் வாடகை குடும்பங்களுக்கு சட்டப்பூர்வமாக இருக்க வேண்டும் என்ற முன்மொழிவு ஆகியவற்றால் இடைநீக்கம் செய்யப்பட்டுள்ளன.",
        "நகர்ப்புற மேம்பாட்டு ஆணையம், தேசிய வீட்டுவசதி மேம்பாட்டு ஆணையம், தேசிய வீட்டுவசதி மேம்பாட்டு ஆணையம், தேசிய வீட்டுவசதி மேம்பாட்டு ஆணையம் மற்றும் நகர்ப்புற தீர்வு மேம்பாட்டு ஆணையம் ஆகியவை ஏற்கனவே தேசிய வீட்டுவசதி மேம்பாட்டு ஆணையத்தின் சட்டபூர்வமான நிலை குறித்து தேவையான ஆலோசனைகளை விவாதித்துள்ளன.",
        "இந்த வீடுகளின் உரிமையாளர்களுக்குப் பிறகு குடியிருப்பு பிரிவுகளின் பிரதிநிதித்துவத்தில் நிர்வகிக்கப்பட்ட ஒரு நிறுவனத்தால் இந்த வீடுகளின் பராமரிப்பு மற்றும் மேலாண்மை பராமரிக்கப்படும் என்று அமைச்சரவை கட்டுரை மேலும் கூறுகிறது."
      ]
    },
    "en": {
      "title": "A cabinet paper to provide 50,000 home title deeds",
      "body_lines": [
        "A Cabinet paper will be submitted to provide approval to the implementation of 500,000 housing ticenses under the budget propositions presented by President Ranil Wickremesinghe.",
        "The cabinet has been submitted by Urban Development and Housing Prasanna Ranatunga.",
        "The cabinet paper is proposed that the Treasury will be spent on notary fees, stamp charges and other taxes that have bearing title deeds.",
        "The cabinet paper also states that if the original beneficiary is dependent in the residence of these houses, the original beneficiary should be given full housing.",
        "The cabinet has been submitted to obtain the observations of the Ministry of Finance and the observations relating to the cabinet meeting will be presented tomorrow.",
        "Over 3,000 rupees of houses provided to low income families under various urban programs. Minister Prasanna Ranatunga says this cabinet paper has been proposed to completely stop the rent.",
        "The program aims to make 70 percent of the people of the country to make land and housing title deeds, the Ministry of Urban Development and Housing Cards.",
        "The 2024 Budget Proposals presented by President Ranil Wickremesinghe has been suspended by the urban housing schemes and the proposal to be legal to the rental families.",
        "The Urban Development Authority, the National Housing Development Authority, the National Housing Development Authority, the National Housing Development Authority and the Urban Settlement Development Authority have already discussed the necessary advice regarding the legal status of the National Housing Development Authority.",
        "The Cabinet paper further states that the maintenance and management of these houses will be maintained by a managed corporation to be established in the representation of the residential divisions after the owners of these houses."
      ]
    }
  },
  "summary_lines": [
    "A cabinet paper proposes providing 50,000 home title deeds, with the Treasury covering notary fees, stamp charges, and taxes. It aims to offer full housing to dependent original beneficiaries. The Ministry of Finance will review the proposal, which seeks to end rent for low-income families and make land and housing title deeds accessible to 70% of the population."
  ]
}