{
  "translated_text": {
    "si": {
      "title": "අද ආරම්භ වන්නේ පැරිස් 2024",
      "body_lines": [
        "33 වන ගිම්හාන ඔලිම්පික් ක්රීඩා උළෙල අද රාත්රී 11 ට ප්රංශ අගනුවරින් සවස 11 ට ආරම්භ විය.",
        "පාපන්දු හා රග්බි සහ රග්බි ඇතුළු තරඟාවලිය බදාදා (24) පැවැත්වෙන අතර, ක්රීඩා තුනකට ක්රීඩා 32 ක ක්රීඩා වර්ග 32 ක ක්රීඩකයින් 10,14 ක සහභාගීත්වයක් ලබන මස 11 ාන තරගාවලිය දක්වා පැවැත්වේ.",
        "පළමු වරට ආරම්භක ඉසව්ව ක්රීඩාංගණයෙන් පිටත පැවැත්වෙන අතර සොල්දාදුවන් කිලෝමීටර් හයේ දීප්තිමත් සෙන් ගඟේ බෝට්ටුවලදී ගනු ලැබේ.",
        "ශ්රී ලංකාව 19 වන වරටත් ඔලිම්පික් උළෙලේ නිරූපණය කෙරේ. හෙල්ලයක් (හෙල්ලයක් වන දිල්හානි ලෙගම්බේගේ ප්රධානත්වයෙන් යුත් ශ්රී ලංකා සමූහයේ තාරූනරත්න තාරෂි කරුණාරත්න.",
        "ඔලිම්පික් අවධානය යොමු වන්නේ ඇමරිකා එක්සත් ජනපදය අවධානය යොමු කර ඇත්තේ පිරිමින් සඳහා ටමීට 100 ක ධාවනයක් වීම කෙරෙහි ය. ජැමෙයිකාවගේ කිෂාන් ටොම්ස්සන් ප්රතිවාදියෙකු වනු ඇතැයි විශ්වාස කෙරේ.",
        "මේ අතර, ජැමෙයිකාගේ ෂෙල්සි-An An න් පත්රිකා පිලිපයර් සිය අවසාන ඔලිම්පික් උළෙලේදී තරඟ කරයි. 37-අවුරුදු 37 ක් අඛණ්ඩව පස්වන වරටත් මීටර් 100 ක පදක්කම ලබා ගැනීමේ සිහිනයකින් පිටියේ ඇත. අවසන් වරට මීටර් 100 ත් 200 හා 200 තරඟ ජයග්රහණය කළ ජැමෙයිකාගේ සෙසු ජැමෙයිකික ක්රීඩිකාව ලෙස ෂරිකා ජැමිකා ක්රීඩකයා සිය සෙසු ජැමෙයිකික ක්රීඩකයා ලෙස අපේක්ෂා කරයි.",
        "මේ අවස්ථාවේ දී, ස්වීඩනයේ ආමන්ඩ් ඩවුන්ලැන්ඩු පිරිමින්ගේ අරමුණු වල රත්රන් දිනා ගැනීමට ස්වීඩනයේ ආර්මන්ඩ්මන්ට් අධිෂ් is ාන කරගෙන සිටින බැවින් ඔහු නව ලෝක වාර්තාවක් නියම කරන්නේද යන්න පිළිබඳව ප්රශ්නය වේ.",
        "මීට අමතරව, කෙන්යාවේ මවාත් ක්ත් ක්යිත් ක්යිෆෙකෝන් කාන්තා මනා මිට් ක්ලිචෝන් විසින් කාන්තා මිලිමීටර් 1,500 ක් සහ මීටර් 5,000 ක් මීටර් 1,000 ක් වන අතර නෙදර්ලන්තයේ සිෆාන් හසන් ද 1,500, 5,000 සහ 10,000 ක මීටර් 1,500 ක් සහිත තාරනාටොටම් තරගාවලිය ද ඉලක්ක කර තිබේ.",
        "මේ අතර, කෙන්යාවේ එලියුට් ගිබ්සන්ජේ ජේ.",
        "මේ අවස්ථාවේ දී, ඉතාලියේ ජියන් මාකෝම්මාරි සහ කටාර්ගේ මුදාස් එසා පාර්ෂම් යන අවසන් අවස්ථාව පිරිස් දෙදෙනා අතර එදිරිවාදිකම් පැවතුනි.",
        "මේ අතර, ඕස්ට්රේලියාවේ ආරියර්න් ටයිමස්, ඕස්ට්රේලියාවේ ආරියර්න් ටයිමස්, කාන්තා ගිම්හානයේදී මැකින්දෂ්ගේ මීටර් 400 ක මනිමි පිහිනුම් තරඟයේ තරඟයට මුහුණ දී සිටී.",
        "මේ අවස්ථාවේ දී, ඉන්දියාවේ නවෝජ් චොප්රා පාකිස්තානයේ අර්ෂඩ් නයදීම්හි පිරිමි හෙල්ලය විසි කිරීම බලාපොරොත්තුවෙන් සිටී."
      ]
    },
    "en": {
      "title": "Starts Today Paris 2024",
      "body_lines": [
        "The 33rd Summer Olympic Games begin at 11 pm tonight at the French capital of Paris.",
        "The tournament, including football and rugby, will be held on Wednesday (24) and will be held till the 11th of next month with the participation of 10,714 players from 32 types of games in 32 types of games.",
        "For the first time, the opening event will take place outside the stadium and the soldiers will be taken in boats in the six kilometers long Sen River.",
        "Sri Lanka is represented at the Olympics for the 19th time. Tarushi Karunaratne in the 800 -meter race in the Sri Lankan group, which is headed by a spear -bye, Dilhani Legamke Have been featured.",
        "The Olympic focus is that the United States of America is focused on being a 100 -meter run for men. It is thought that Jamaica's Kishane Tomson will be a rival.",
        "Meanwhile, Jamaica's Shelie-Ann Piriser Pirius is also contesting at his final Olympics. 37 -year -old Pirisar Piris is in the field with a dream of getting a medal of 100 meters for the fifth consecutive time. Sharika Jackson is expected to be his fellow Jamaica player as his fellow Jamaica player last time, Jamaica's Eline Thomson-Hera, who won the 100 and 200m matches, did not compete in the competition due to injury.",
        "In this case, the question is whether he will set a new world record, as Sweden's Armondes Duplandis is determined to win gold in men's goals.",
        "In addition, Kenya's Baith Kipiecone focuses on women's 1,500m and 5,000m matches and the Netherlands's Sifan Hassan has also targeted the Tarnakottam Tournament with 1,500, 5,000 and 10,000 meters.",
        "Meanwhile, Kenya's Elieut Gibsonjay is facing the match from her former Ethiopian contestant, Kennisa Begle.",
        "In this case, the last time Italy's Jianmarco Tamberi and Qatar's Mudas Essa Parsham have been rivalry between the two men.",
        "Meanwhile, the United States Katie Letheki, Australia's Ariyarne Titmus, is facing the competition from Canada's Summer McCindosh in the women's 400m pretense swimming competition.",
        "In this case, the Neeraj Chopra of India is looking forward to the men's javelin throw from Pakistan's Arshad Nadeem."
      ]
    }
  },
  "summary_lines": [
    "The 33rd Summer Olympic Games kick off in Paris tonight, featuring 10,714 athletes across 32 sports. Highlights include the inaugural boat parade along the Seine River, Sri Lanka's 19th appearance led by Tarushi Karunaratne in the 800-meter race, and strong contenders in the men's 100-meter dash, including Jamaica's Kishane Tomson and Sweden's Armand Duplantis aiming for gold. Other notable events include Kenya's Faith Kipyegon in the women's 1500m and 5000m races, and a rematch between Italy's Gianmarco Tamberi and Qatar's Mutaz Essa Barsham in high jump."
  ]
}