{
  "translated_text": {
    "ta": {
      "title": "செயலாளர் வேட்பாளர்கள் ஜனாதிபதி சண்டையை என்ன பேசினர்?",
      "body_lines": [
        "ஜனாதிபதித் தேர்தலின் பரிந்துரைகளை எடுத்துக் கொள்ளும் நேரத்தில், ஜனாதிபதி வேட்பாளர்கள் ஒருவருக்கொருவர் சந்திக்கும் போது பலர் அக்கறை கொண்டிருந்தனர்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கே ஒரு சுயாதீன வேட்பாளராக வேட்புமனுக்களை ஒப்படைத்தார், எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா நல்லிணக்க வேட்பாளராக பரிந்துரைக்கப்பட்டார்.",
        "இலங்கை குமார டிசனாயக்கின் தலைவர் தேசிய பிரபலத்தின் ஜனாதிபதி வேட்பாளராக இலங்கை குமார குமாரா டிஸ்டனாயக்கிடம் ஒப்படைக்கப்பட்டார்.",
        "ஃபீல்ட் மார்ஷல் சரத் பொன்சேகா, திலித் ஜெயவீரா, ஜனாதிபதியின் ஆலோசகர் டாக்டர் விஜெடாச ராஜபக், வென்",
        "அந்த வேட்பாளர்களின் பெயர்கள், பலர் இரண்டு பெயர்களை நமல் ராஜபக்ஷம் என்று குறிப்பிடுகிறார்கள். ஒரு நமால் ராஜபக்ஷா ஒரு இலங்கை சிவில் முன் அல்லது போக்கெட் செய்துள்ளார். மற்ற நமல் ராஜபக்ஷம் கட்சி.",
        "நமல் ராஜபக்ஷாவின் பெயர் லட்சம் நமல் ராஜபக்ஷம் என்று அழைக்கப்பட்டது. லட்சுமன் என்ற பெயர் ராஜபக்சாக்களுக்கு புதிய பெயர் அல்ல. லட்சுமன் ராஜபக்சே மஹிந்த ராஜபக்ஷாவின் பெரிய பபேன் ஆவார். லட்சுமன் ராஜபக்ஷாவின் மகள் நிருபமா ராஜபக்ஷா.",
        "லட்சுமனின் பெயர் லட்சுமன் நினைவுச்சின்னம். நமல் ராஜபக்ஸாஸ் லட்சுமனை மாற்றி அடையாளம் கண்டு அடையாளம் காட்டுகிறார். இதற்கிடையில், ஜனாதிபதி வேட்பாளர்கள் ஒருவருக்கொருவர் பேசுவதற்கான வழியைக் கண்டனர்.",
        "பிரதம மந்திரி தினேஷ் குணவர்தேனாவின் ஒரு டேப்லெட்டிலும், ஐக்கிய தேசிய கட்சியின் தலைவராகவும் (யு.என்.பி) ரணில் விக்ரமேசிங்கில் இருந்தார். ரானில் விக்ரமேசிங்கை ஜனாதிபதி வருவதற்கு முன்பு, கம்மன்பிலாவின் ஜனாதிபதி வேட்பாளருக்கும், உலகளாவிய அதிகாரத்தின் ஜனாதிபதி வேட்பாளருக்கும் ஜனாதிபதி வேட்பாளருடன் வஜிரா அபேவர்தேனா சில முதுகில் எடுத்தார்.",
        "திலித் ஜெயவீராவின் தேவியமே பதிலளித்தார், \"எம்.பி. எங்கள் வேலையில் நன்றாக இயங்குகிறது.\"",
        "ஜனாதிபதி வந்த பிறகும், திரு. வஜிராவின் முதுகும் தாஜிராவும் திலித் ஜெயவீரா மற்றும் உதயா கம்மன்பிலாவுடன் சிறிது நேரம் அரட்டை அடித்தார்.",
        "\"ஜோ பியூடனைப் போலவே, நீங்கள் இங்கே ஒரு இளைஞருக்கு இரண்டு வாய்ப்பு ... என்னைப் போன்ற ஒரு இளைஞன், \"திலித் ஜெய்வீசிங்கின் வேண்டுகோளின் பேரில் சிரித்தார்.",
        "\"ஜனாதிபதி எப்படி இருக்கிறார், உதயா கம்மன்பிலாவும் தில்லியும் கேட்டார்கள். ஜனாதிபதி சிறப்பாக செயல்பட்டு வருவதாக ஜனாதிபதி நன்றாகப் பேசிக் கொண்டிருந்தார்.",
        "இதற்கிடையில்.",
        "\"விஜயாதாசா உங்களை அழுகைக் குற்றங்களைச் செய்தது (சங்கத்தின் படுகொலை. இது வர்த்தமானிகள் மற்றும் விரைவில் பாராளுமன்றத்திற்கு கொண்டு வருகிறது. \"நீங்கள் மிகவும் கடினமாக உழைத்தீர்கள்\" என்று விஜயாதாச ராஜபக்ஷனுக்கு ஜனாதிபதி நன்றி தெரிவித்தார்.",
        "\"இது மிகவும் நல்லது,\" விஜயதாச ராஜபக்ஸ், அது பாராளுமன்றத்தில் விரைவாக நிறைவேற்றப்பட்டால் கூறினார்.",
        "இலங்கை ஜெனரல் முன்னணியின் ஜனாதிபதி பதவியை நமல் ராஜபக்ஷம் சந்தித்தபோது, ​​நமல் ராஜபக்ஷம் அதை சந்தித்தார்.",
        "தேசிய மக்களின் தலைவர் அனுரா குமாரா டிசனாயக்கின் தலைவர் மற்றும் நமல் ராஜபக்ஷா ஆகியோர் திரு அனுரா குமாராவை வரவேற்றனர்.",
        "பல ஜனாதிபதி வேட்பாளர்கள் ஜனாதிபதித் தேர்தலுக்கு வருவது நல்லது என்று நமலிடம் கூறினார்.",
        "ஒரு அதிகாரி நமலை \"இங்குள்ள ஜனாதிபதி வேட்பாளர்களுக்குப் பின்னால் ஜனாதிபதி வேட்பாளர்\" என்று கூறியுள்ளார் என்பது குறிப்பிடத்தக்கது.",
        "நமல் ராஜபக்ஸாவுடன் புகைப்படம் எடுக்கும் மருத்துவமனையில் ஈடுபட்டவர்கள் பலர்.",
        "இதற்கிடையில், ஆர்ப்பாட்டங்களை விட்டு வெளியேறிய பின்னர் எதிர்ப்பாளர்கள் வழிநடத்தப்பட்டபோது, ​​சஜித் மண்டபத்தின் பின்புறம் சென்றார், சஜித் ஒரு நல்ல பதில் என்று தெரிவிக்கவில்லை.",
        "சஜித் பிரேமடாசா அமைந்திருந்தபோது சுஜீவா செனசிங்க மற்றும் லட்சுமன் பொன்சேகா சஜித்துக்கு அருகில் நின்று கொண்டிருந்தனர்.",
        "இதற்கிடையில், டாக்டர் விஜயதாச ராஜபக், டாக்டர் விஜயாதாச ராஜபக்ஸ் சுயாதீன தேர்தல் ஆணையத்திற்கு கடுமையாக எதிர்ப்பு தெரிவிக்கப்பட்டார்.",
        "நியமன பட்டியலில் எந்த திட்டமும் இல்லை என்று விஜயாதாச ராஜபக்ஸே கூறினார்.",
        "\"பார், இங்கே இங்கே கிராமத்தில் உள்ள கடை கடை போன்றது. எல்லா இடங்களிலும் ஒரு பெரிய மனிதர். தோழர்களே ஒரே இடத்தில் நிற்கிறார்கள். சத்தமாக பேசுங்கள். சத்தம் அதிகமாக உள்ளது. பாட்டி இல்லை.",
        "இந்த நாட்டின் முதல் குடிமகனின் முதல் வாய்ப்பு அசல் வாய்ப்பு.இங்கே உலகத்திற்கான எடுத்துக்காட்டு உலகிற்கு சரியானது. எந்த ஒழுக்கமும் இல்லை.",
        "கடந்த காலங்களில் இங்கே ஒரு ஒழுக்கம் எவ்வளவு ஆச்சரியமாக இருந்தது?நான் முன்பு பல ஜனாதிபதி வேட்பாளர்களின் வழக்கறிஞராக பணியாற்றினேன்.",
        "திரு. சந்திரிகா மதம், திரு. மஹிந்த ராஜபக்ஷா, மைத்ரிபால சிரிசேனா, கோத்தாபய ராஜபக்ஷா ஆகியோரின் பரிந்துரைகளை நான் ஒப்படைத்துள்ளேன்.",
        "இதன் விளைவாக, தேர்தல் ஆணையம் உடனடியாக கவனம் செலுத்த வேண்டும். \"விஜேயதாச ராஜபக்ஸே சுயாதீன தேர்தல் ஆணையத்திற்கு ஒரு பெரிய நுழைவாயிலாக இருந்தது.",
        "ஜனாதிபதித் தேர்தலின் நியமன பிரச்சாரம் நேற்று (15) நிறைவடைந்தது, சில தூண்கள் காரணமாக அரசியல் துறை சூடாக இருந்தது.",
        "வேட்பு நாளில் கோழியை சந்திக்க ரானில் விக்ரமேசிங்க் வந்துள்ளார்.. கண்டி மாவட்ட நாடாளுமன்ற பேச்சாளர், கண்டி மாவட்ட எம்.பி. விட்டுக்ருமார் அடுத்த ஜனாதிபதித் தேர்தலில் கண்டுபிடிக்கப்பட்டுள்ளது. மனுஷா நானாயக்கரா பருத்திக்கு உறுதியளித்துள்ளதாக தெரிவிக்கப்படுகிறது.",
        "கலுதாரா மாவட்ட நாடாளுமன்ற உறுப்பினர் டாக்டர் ராஜிதுரா செனரத்னே, கலுதாரா மாவட்ட நாடாளுமன்ற உறுப்பினர் டாக்டர் ராஜிதா செனரத்னே ஜனாதிபதியுடன் ஹுனுபிதியா கங்காரம விஹாரயாவில் ஒரு ஒப்பந்தத்தில் கையெழுத்திட்டார். ஜனாதிபதியை ஆதரிப்பதற்கான நான்கு முக்கிய காரணங்களுடன் ரானில் கையெழுத்திட்டார். ராஜிதா ரங்கலில் சேருவதற்கு முன்பு எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா முன் எதிர்க்கட்சித் தலைவர் அலுவலகத்தில் இரண்டு மணி நேரம் விவாதித்ததாக ராஜிதா கூறியிருந்தார்.",
        "\"இந்த நேரத்தில் மட்டுமே இதை ரானில் விக்ரெமேசிங்கால் செய்ய முடியும். நீங்கள் நாட்டின் தலைவரானால், ஒரு போராட்டம் 04 மாதங்களுக்கும் எங்கள் வீடுகளுக்கும் வந்தது. நீங்கள் ஒரு போராட்டத்துடன் திரும்பி வந்தால், அதை எதிர்கொள்ள முடியாது.",
        "பின்னர் நாங்கள் வீடுகளுக்கு திரும்பி வருகிறோம். எனவே, இந்த முடிவை நான் நாட்டிற்காக எடுப்பேன், ”என்று ராஜிதா சஜித் பிரேமடாசாவுடன் விரிவாக விவாதிக்கப்படுவதாகக் கூறப்படுகிறது.",
        "இதற்கிடையில், படாலி சாம்பிகா மற்றும் ரிஷத் பாத்தியுடென்சன் ஆகியோர் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசாவால் ஆதரிக்கப்பட்டுள்ளனர். யுபிஎஃப்ஏ யுபிஎஃப்ஏவுக்கும் நல்லிணக்கத்தின் நல்லிணக்கத்திற்கும் இடையிலான யுபிஎஃப் தலைமைத்துவத்திற்கு இடையில் கையெழுத்திட்டதாக படாலி கூறியதாக படாலி கூறினார்.. படாலி மற்றும் அவர்கள் விவாதிக்கப்பட்ட எல்லா நேரங்களிலும், படாலியின் படாலியில் சேருவது யுபிஎஃப்ஏவுக்கு ஒரு பெரிய பலம் என்று சஜித் பிரேமதாசா கூறினார். ரணில் விக்ரெமேசிங்கே அதாசுல்லா மற்றும் ஸ்வான் கட்சியின் உதவியைப் பெற்றுள்ளார்."
      ]
    },
    "en": {
      "title": "What did the secretary candidates speak the Presidential fight?",
      "body_lines": [
        "At the time of taking over the nominations of the presidential election, many were concerned about when the presidential candidates meet each other.",
        "President Ranil Wickremesinghe handed over nominations as an independent candidate and the opposition leader Sajith Premadasa was nominated as the candidate of reconciliation.",
        "Leader of the Sri Lanka Kumara Dissanayake was handed over to the Sri Lanka Kumara Kumara Dissanayake as the presidential candidate of the national popularity.",
        "Field Marshal Sarath Fonseka, Dilith Jayaweera, President's Counsel Dr. Wijedasa Rajapakse, Ven",
        "When the names of those candidates, many were referring to two names as Namal Rajapaksa. One Namal Rajapaksa has made a Sri Lankan Civil Front or Pogket. The other Namal Rajapaksa is the party.",
        "Namal Rajapaksa's name was known as Lakshman Namal Rajapaksa. The name Lakshman is not a new name for the Rajapaksas. Lakshman Rajapakse is Mahinda Rajapaksa's big bapane. Lakshman Rajapaksa's daughter Nirupama Rajapaksa.",
        "Lakshman's name was Lakshman to Memorial. Namal Rajapaksas changed and identifies and identifies Lakshman. Meanwhile, the presidential candidates saw a way to talk to each other.",
        "Ranil Wickremesinghe was in one such tablet of Prime Minister Dinesh Gunawardena and the Chairman of the United National Party (UNP). Ranil Wickremesinghe before the President arrived, Vajira Abeywardena took some of the backs with a presidential candidate for the presidential candidate of the Gammanpila and the presidential candidate of the universal power.",
        "The deviage of Dilith Jayaweera responded, \"MP's running well in our work.\"",
        "Even after the President arrived, Mr. Vajira's back and Tajira chatted a short time with Dilith Jayaweera and Udaya Gammanpila.",
        "\"Like Joe Buydon, you two chance to a young person here ... Let a young man like me, \"laughed at the request of Dilith Jayaweasinghe.",
        "\"How's the President, Udaya Gammanpila and Dili asked. The President was speaking well that the President was doing well.",
        "Meanwhile, President's Counsel, President's Counsel Dr. Wijayadasa Rajapaksa visited the President and joined the President Ranil Wickremesinghe.",
        "\"Wijayadasa made you CRimes of Cries (Assassination of Association. It gazettes and bring to Parliament soon. The President thanked Wijayadasa Rajapakse, \"you worked very hard.\"",
        "\"It is very good,\" said Wijayadasa Rajapakse, if it was passed quickly in parliament.",
        "When Namal Rajapaksa met the presidency of the Sri Lanka General Front, Namal Rajapaksa met with it.",
        "Leader of the National People's Leader Anura Kumara Dissanayake and Namal Rajapaksa greeted Mr. Anura Kumara congratulated Namal Rajapaksa.",
        "Several other presidential candidates told Namal that it was good to come to the presidential election.",
        "It is noteworthy that one officer has told Namal as \"the presidential candidate behind the presidential candidates here.\"",
        "It was a number of people who had been involved in the hospital take photographs with Namal Rajapaksa.",
        "Meanwhile, when the protesters were led after leaving the protests, Sajith went to the back of the hall, and did not report that Sajith was a good response.",
        "Sujeewa Senasinghe and Lakshman Fonseka were standing next to Sajith when Sajith Premadasa was situated.",
        "Meanwhile, Dr. Wijayadasa Rajapakse, Dr. Wijayadasa Rajapakse, was severely protested to the Independent Elections Commission.",
        "Wijayadasa Rajapakse stated that there is no projection in the nomination list.",
        "\"Look, here is like the shop shop in the village here. Everywhere is a great man. The guys are standing in one place. Speak loudly. The noise is too much. There is no grandmother.",
        "The first opportunity of the first citizen of this country is the original opportunity.The example for the world here is right for the world. There is no discipline.",
        "How much amazing in the past was there a discipline here?I had previously served as the lawyer of several presidential candidates.",
        "I have handed over the nominations of Mr. Chandrika Maadam, Mr. Mahinda Rajapaksa, Maithripala Sirisena, Gotabhaya Rajapaksa.",
        "As a result, the Election Commission should immediately pay attention to this. \"Wijeyeadasa Rajapakse was a large gateway to the Independent Election Commission.",
        "The nomination campaign of the presidential election was completed yesterday (15), and the political sector was warm due to some pillars.",
        "Ranil Wickremesinghe has come to meet the chicken on the day of the nomination.. The Kandy District Parliamentarian Talkemar, Kandy District MP Vitukrumar, has been found in the next presidential election. It is reported that Manusha Nanayakkara has been committed to the cotton.",
        "Kalutara District Parliamentarian Dr. Rajitura Senaratne, Kalutara District Parliamentarian Dr. Rajitha Senaratne signed an agreement with the President in Hunupitiya Gangarama Viharaya. Ranil signed up with four main reasons for supporting the President. Rajitha had then stated that he had discussed two hours at the Opposition Leader's Office before Opposition Leader Sajith Premadasa before joining Ranil.",
        "\"Only Ranil Wickremesinghe can only do this at this time. If you become the leader of the country, a struggle came back to 04 months and our homes. If you come back with a struggle, you can't face it.",
        "Then we are back homes. Therefore, I will take this decision for the country, \"Rajitha said it was said to be discussed at length with Sajith Premadasa.",
        "Meanwhile, Patali Champika and Rishad Bathiudensan has been supported by Opposition Leader Sajith Premadasa. Patali stated that Patali stated that the UPFA signed between the UPF headship between the UPAs and the reconciliation of the reconciliation.. Sajith Premadasa said that Patali and all the time they were discussed, Patali's joining Patali was a great strength to the UPFA. Ranil Wickremesinghe has received the assistance of Athaulla and the Swan Party."
      ]
    }
  },
  "summary_lines": [
    "In the lead-up to the presidential elections, various candidates including Ranil Wickremesinghe, Sajith Premadasa, and others engaged in discussions and interactions. Notably, Namal Rajapaksa, associated with both the Sri Lankan Civil Front and his family's political history, was mentioned frequently. Despite initial concerns about candidate meetings, these interactions continued, with Wickremesinghe meeting with Dinesh Gunawardena and others. Dr. Wijayadasa Rajapaksa also visited Wickremesinghe, discussing legal matters. Meanwhile, Namal Rajapaksa received support from various quarters, including Anura Kumara Dissanayake. The nomination period concluded with a mix of support and criticism, highlighting the dynamic nature of the electoral process."
  ]
}