{
  "translated_text": {
    "ta": {
      "title": "குடு பிரேமடுவாவின் உறவினர் கைது செய்யப்பட்டார்",
      "body_lines": [
        "துபாயின் துபாயிலிருந்து பனாதுரா குடு சீக்காராவின் மருந்து நெட்வொர்க், துபாயில் இருந்து ஏராளமான மருந்துகள் துபாயில் இருந்து ஏராளமான மருந்துகள், துபாயில் இருந்து ஏராளமான மருந்துகள், துபாயிலிருந்து ஏராளமான மருந்துகள் ஆகியவற்றால் கைது செய்யப்பட்டுள்ளன. பனாதுரா வாலனா. மத்திய ஊழல் மின் சக்தி.",
        "சந்தேக நபரை விற்க போதைப்பொருட்களைக் கொண்டுவருவதற்காக 428 பொலிஸ் சார்ஜென்ட் நியமிக்கப்பட்ட தலைமை இன்ஸ்பெக்டர் இந்திகா வீசிங்க, தலைமை ஆய்வாளர் இந்திகா வீசிங்கே இந்த சோதனையை மேற்கொண்டார்.",
        "சந்தேக நபர் மகாவாபிதியாவில் உள்ள மததுபிதியா பகுதியில் மகாவிலாவால் கைது செய்யப்பட்டார் மற்றும் ரகசிய பகுதியில் கண்டுபிடிக்கப்பட்டார்.",
        "வீட்டில் சிறப்பாக பயிற்சி பெற்ற நான்கு பெரிய எண்ணிக்கையிலான நாய்கள், வீட்டில் போதைப்பொருள் கடத்தலை மேற்கொள்ள பாதுகாக்கப்பட்டுள்ளன, குறிப்பாக பயிற்சி பெற்றவை, வீட்டில் பயிற்சி பெற்றவை.",
        "கூடுதலாக, உடனடி மீட்பு வீட்டைத் தடுக்க காவல்துறை அதிகாரிகள் தூரத்திலிருந்து தூரத்திலிருந்தும் வீட்டின் வீழ்ச்சியிலும் பயணித்தனர்.",
        "முந்தைய சந்தர்ப்பத்தில் கைது செய்யப்பட்ட சார்ஜென்ட் மேஜர் கைது செய்யப்பட்டதற்காக கைது செய்யப்பட்ட பெண் தொடர்பாக அந்தப் பெண் மீது ஒரு போலீஸ் அதிகாரியும் விசாரிக்கப்பட்டுள்ளார்.",
        "குடு சலுடாவின் போதைப்பொருள் வலையமைப்பில் போதைப்பொருள் குறித்து சந்தேக நபரின் தந்தை இன்னும் போலீஸ் காவலில் வந்துள்ளார் என்று காவல்துறை அதிகாரி மேலும் கூறினார்.",
        "26 வயதான சந்தேக நபர் பனாதுரா பின்வாட்டா போலீசாருக்கு வழங்கப்பட்ட விசாரணையைப் பெற உள்ளார்.",
        "தலைமை இன்ஸ்பெக்டர் ஜெனரல் இன்ஸ்பெக்டர் இண்டிகாண்டா துணை ஆய்வாளர் இந்திகண்டா, இன்ஸ்பெக்டர் இண்டிகாண்டா, இன்ஸ்பெக்டர் இண்டிகாண்டா, ஜெயலாத் பாலாய், ஜெயலதி, ஜெயலத்பேகரா, ஜெயலத்திபாண்ட் சார்ஜென்ட், தலைமை இன்ஸ்பெக்டர் இந்திகண்டா, ஜெயலாத் பலவிதா, 4462 பொலிஸ் கான்ஸ்டாப்கள்."
      ]
    },
    "en": {
      "title": "Kudu Premaduwa's cousin arrested",
      "body_lines": [
        "Panadura Kudu Seykara's drug network from Dubai, Panadura, a large number of drugs from Dubai has been arrested by a large number of drugs from Dubai, a large number of drugs from Dubai, a large number of drugs from Dubai.The Panadura Walana Walana is the Central Corruption Power Force.",
        "The raid was carried out by the Chief Inspector Indika Weerasinghe, the Chief Inspector Indika Weerasinghe, who was deployed by 428 Police Sergeant to bring drugs to sell the suspect.",
        "The suspect was arrested by the Mahawila in the Madatupitiya area in Mahawapitiya and was found in the secret area.",
        "Police say that four large number of dogs, specially trained in the house, has also been protected to carry out the drug trafficking in the house, especially trained, specially trained in the house.",
        "In addition, police officers were traveled from a distance from a distance and to the fall of the house to prevent the immediate rescue home.",
        "A police officer is also being heard against the woman in connection with the woman who was arrested for the arrest of Sergeant Major who had been arrested in the previous occasion..",
        "The father of the suspect is still in police custody about the drug in Kudu Saluda's drug network, the police officer added.",
        "The 26-year-old suspect is due to obtain the inquiry registered presented to the Panadura Pinwatta Police.",
        "Chief Inspector General Inspector Indikanda Sub-Inspector Indikanda, Inspector Indikanda, Inspector Indikanda, Jayalath Palai, Jayalati, JayalathPekara, Jayalattipond Sergeant, has been raided by the Chief Inspector Indikanda, Jayalath Palavita, 4462 Police Constables."
      ]
    }
  }
}