{
  "translated_text": {
    "si": {
      "title": "විරුද්ධ පක්ෂ විසින් කරන ලද පොරොන්දු දේශපාලන වේදිකාවට සුදුසු නොවේ - ත්රිකුණාමලයේ ජනාධිපති",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා කියා සිටියේ විරුද්ධ පක්ෂ විසින් කරන ලද පොරොන්දු දේශපාලන වේදිකාව සඳහා සුදුසු නම් රටේ ආර්ථිකය නැවත වැටෙන බවයි.",
        "මේ වසරේ පැවති ජනාධිපතිවරණයේදී සෑම කෙනෙකුම රජයේ වැඩපිළිවෙල හඳුනාගෙන ජයග්රහණය කිරීම සඳහා රජය විසින් දියත් කරන ලද වැඩසටහන රජය දිගටම කරගෙන යා යුතු බව ජනාධිපතිතුමා පැවසීය.",
        "රටේ දේශපාලනය සඳහා හොඳ ආර්ථිකයක් තිබිය යුතු බව පෙන්වා දෙමින් ජනාධිපතිවරයා කියා සිටියේ රටේ ආර්ථික ගැටලු විසඳන්නේ නැති නිසා නොමිලේ ශූරතාවය නිසාය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේ අද (04) ත්රිකුණාමල හින්දු සංස්කෘතික මධ්යස්ථානයේ පැවති රැස්වීමක් අමතමින්.",
        "\"මේ රටේ වත්මන් තත්වය මට මතක තබා ගැනීමට අවශ්ය නැත. සමහර නිවාස වලට ගිනි තබා ඇත. නගරයට නොපැමිණෙන බවට තර්ජනය කළා. නමුත් 2022 ජූලි මාසයේදී, අපි සියල්ලෝම රටේ සුවය සඳහා එක්සත් වෙමු. 2023 වන විට මෙම රටේ සහ මන්ත්රීවරුන් සියල්ලන්ටම අපව මේ රටේ ආර්ථිකය පහතට ගෙන ඒමට හැකි විය.",
        "දැන් අපි බංකොලොත්භාවයෙන් සුවය ලබමින් සිටිමු. මේ අතර, අපි ජනතාවට සහනයක් ඇතුළුව ව්යාපෘති ද ක්රියාත්මක කර ඇත්තෙමු. ඊට අමතරව, ස්ථිර ඉඩම් සහතික කිරීමේ වැඩසටහනක් සපයන 'උරුමයා' වැඩසටහන ක්රියාත්මක කරන ලදී.",
        "කොළඹ මහල් නිවාසයේ වෙසෙන 250,000 ක් දක්වා නිවාසවල අයිතිය ලබා දීමට පියවර ගෙන තිබේ.. එසේම, පාසල් ළමුන් සඳහා බොහෝ අධ්යයන ශිෂ්යත්ව වැඩසටහන් ක්රියාත්මක කර ඇත. අපි බංකොලොත් රටක් වූ විට, එය බංකොලොත් වන විට මේ රටට නොහැකි වූ දේ අපි කළෙමු.හේතුව අප සියල්ලන්ම එකට ක්රියා කිරීමයි. අපි රජය ආරක්ෂා කළා. අපි දිගටම රජය ආරක්ෂා කළ යුතුයි.",
        "ජාත්යන්තර මූල්ය අරමුදල සමඟ ඇති ගිවිසුම සහ අපට ණය ලබා දුන් රටවල් සමඟ ගිවිසුම දැකීම ජාමූ.එෆ්. අපට 2042 දක්වා කාලය ලබා දී ඇත. ජාත්යන්තර මූල්ය අරමුදල ජාමූඅ හි නීති උල්ලං at නය කරන්නේ නම්, එම දීමනා අහිමි වනු ඇත. විපක්ෂයේ පක්ෂ දැන් බලයට පත්වේ නම් කුමක් කළ යුතුද යන්න ගැන කතා කරයි. ඔවුන් පවසන දේ ඔවුන් කරන්නේ නම්, රටේ ආර්ථිකය පසුපසට වැටෙනු ඇත. එබැවින් අප සියල්ලන්ම එක්සත් වී ජනාධිපතිවරණය ජයග්රහණය කළ යුතුය.",
        "මේ රට තරුණ තරුණියන් සඳහා ඉදිකිරීමට නියමිතය. අප සතුව ඇති ප්රධාන ගැටළුව වන්නේ ආනයන සඳහා විදේශ විනිමය ප්රමාණවත් නොවීම සඳහා විදේශ විනිමය ප්රමාණවත් නොවේ. එමඟින් තත්වය ණයට ගත යුතුව තිබුණි. වසර 10 ක් තිස්සේ මෙම තත්වය අඛණ්ඩව පැවතුනේ නම්, වසර 15 ක් තුළ රටේ ආර්ථිකය පසුපසට වැටෙනු ඇත.",
        "එබැවින් ආර්ථික වෙනසක් කිරීමට. අපනයන ආර්ථිකය තුළින් පමණක් රට වැඩිදියුණු කළ හැකිය. ඊළඟ අවුරුදු පහ තුළ, ඔබ නව ව්යාපෘති ආරම්භ කර මෙම කාර්යය කළ යුතුය.",
        "රටේ ගැටළු විසඳෙනු ඇතත් නොමිලේ සබත ලබා දෙන්නේ නම් පමණි. ඉතින් අපි හැමෝම එක්සත් විය යුතුයි. දේශපාලනය කිරීම සඳහා රටේ ආර්ථික විද්යාව තිබිය යුතුය. අසල්වැසියාගේ පාවශයෙන් සහ එක්සත් ජාතීන්ගේ පක්ෂයේ සහ එක්සත් ජාතික පක්ෂයේ අනෙක් නිවසෙහි ඇති අනෙක් නිවසෙහි සහ ඊළඟ නිවසෙහි වාසිය කුමක්ද?. ඉතින් අපි හැමෝම එක්සත් විය යුතුයි.",
        "අගමැතිවරයාව පවරා ගන්නා ලෙස ප්රකාශ කළ විට පලා ගියද?අග්රාමාත්යවරයා සිටින ලෝකයේ වෙනත් රටක් තිබිය හැකිද?මගේ මිතුරාට අනුරාධපුර දිසානායකව සොයා ගැනීමට නොහැකි විය. නමුත් අපි මෙම අභියෝගය පිළිගෙන රට සංවර්ධනය කර ඇත්තෙමු. සංවර්ධන වැඩසටහනේ ත්රිකුණාමල දිස්ත්රික්කයට විශේෂ අවධානයක් යොමු වී තිබේ.",
        "මේ රටේ තරුණ තරුණියන් අවුරුදු 4 ක් තිස්සේ රැකියාවල නියුක්ත කර නැත. ඉතින්, අපි දැන් මේ සෑම පළාතකම නව ව්යාපෘති ආරම්භ කරමු. ත්රිකුණාමල වරාය සංවර්ධනය සම්බන්ධයෙන් ඉන්දියානු රජය සමඟ සාකච්ඡා කිරීම. එසේම, තෙල් පිරිපහදුව ත්රිකුණාමලය වෙත ගෙන ඒමට සැලසුම් කර ඇත.",
        "එය ප්රදේශය බලශක්ති මධ්යස්ථානයක් ලෙස වැඩිදියුණු කිරීමට ද අපේක්ෂා කෙරේ. මීට අමතරව, කාර්මික සම්මුඛ පරීක්ෂණයක් නිර්මාණය කිරීම සඳහා අක්කර දහසක් පමණ වෙන් කර ඇත. කන්තලායි හි නව පුහුණුව දියත් කිරීමට සැලසුම් කර ඇත.",
        "මෙම නැගෙනහිර පළාතේ කෘෂිකාර්මික නවීකරණ වැඩසටහන ඉතා සාර්ථක විය හැකිය. ගව ගොවිතැන වැනි ව්යාපෘති ක්රියාත්මක කිරීමට අපි දැන් පියවර ගෙන ඇත්තෙමු. එපමණක් නොව, මේ රටේ ආර්ථිකය වැඩිදියුණු කිරීම සඳහා සංචාරක කර්මාන්තය වැඩිදියුණු කිරීමට අපි තීරණය කර ඇත්තෙමු.",
        "ලක්ෂ 25 සිට ලක්ෂ 50 දක්වා මේ රටට පැමිණෙන සංචාරකයින්ගේ සංඛ්යාව වැඩි කිරීමට පියවර ගනිමින් සිටී.. සංචාරක කලාප අගෝස්තු මම්බේ සිට යාපනය දක්වා විවිධ ස්ථානවල ඉදිකිරීමට අපේක්ෂා කෙරේ. මෙම ප්රදේශයට ලස්සන වෙරළ තීරයක් ඇත. ඔබ එය භාවිතා කරමින් සංචාරක කර්මාන්තය වැඩිදියුණු කළ යුතුය.",
        "හින්ගුරකෝඩා ගුවන්තොටුපළගේ සංවර්ධනය දැනට අරමුදල් සපයනු ලැබේ. මේ ප්රදේශවලට එන්න, කෑ ගසන්නේ නැත. සංවර්ධනය කිරීම සඳහා රට සංවර්ධනය කිරීමට උත්සාහ කිරීම. ජේ.ආර්. ජයවර්ධනගේ දේශපාලනයෙන් අපි ඉගෙන ගත්තා. වසර 30 ක් ගතවන ලද මහාවලි ව්යාපෘතිය වසර 10 කින් අවසන් විය.",
        "ඉන්පසු වෙළඳ කලාප දෙකක් නිර්මාණය කරන ලදී. අප සියල්ලන්ම එකට එකතු වුවහොත් වෙන කවරදාකටත් වඩා තවත් බොහෝ කාර්යයන් කළ හැකිය. අපි නව ආකාරයකින් ඉදිරියට යා යුතුයි. අපෙන් එක්සත්කම හා ස්වාධීනව නව දෙයක් \"යැයි ජනාධිපතිතුමා පැවසීය.",
        "අපි විවිධ පාර්ශවයන්ගෙන් වන අතර දේශපාලනයට සම්බන්ධයි. එබැවින් මෙය අපට නව අත්දැකීමකි. අපි ඒ වන විට පක්ෂයේ වැඩ කරමින් සිටින අතර දැන් අපි එකම කඳවුරට පැමිණෙමු. මීට වසර දෙකකට පෙර රට ආර්ථික වශයෙන් නමුත් දේශපාලනික වශයෙන් වැටී තිබුණි. දේශපාලනය යළිත් කළ හැකිද යන්න පිළිබඳ ප්රශ්නය. අපගේ දේශපාලන ක්රියාකාරීන්ගේ නිවාස ගිනි තබා ඇත. දේපල විනාශ කිරීමේ හා සංවර්ධනය කිරීමේ ක්රමය කුමක්දැයි විමසීමට මම කැමැත්තෙමි.",
        "මේ රටේ නායකත්වය පිළිගැනීමට කිසිවෙකු ඉදිරිපත් වී නැත. නමුත් මේ රට නැවත ගොඩනැඟීමේ අභියෝගය රනිල් වික්රමසිංහ පිළිගත්තේය. එදින සාදයේ පදනම මත අපි ඔහුට සහාය දැක්වූහ. අද අපට නැවත දේශපාලනය කිරීමට අපට හැකි වී තිබේ.",
        "අද රටේ ආර්ථිකය ඔහුගේ නිසි දේශපාලන හා ආර්ථික වැඩපිළිවෙලට සමාන විය. මීළඟ ජනාධිපතිවරණය පක්ෂයක් සඳහා පවත්වනු නොලැබේ. මේ රටට තවත් නායකයින් අවශ්ය නැත. එය සිදුවුවහොත් රට වැටෙනු ඇත. මිනිස්සු පාරෙන් ඉවත් වෙති. රනිල් වික්රමසිංහ මහතා මේ රටේ ජනාධිපතිවරයා ලෙස නැවත සකස් කිරීම සඳහා, අප පක්ෂ වෙනස්කම් වෙන් කර එක්සත් කළ යුතුය. \"",
        "\"රට අර්බුදයට ළඟා වූ විට, කිසිම නායකයෙක් ජනතාව බේරා ගැනීමට ඉදිරිපත් නොවීය.ජනතාව බේරා ගැනීම සඳහා රනිල් වික්රමසිංහ කොන්දේසි විරහිතව ඉදිරිපත් විය.",
        "අද රටේ ආර්ථිකය ස්ථාවරත්වයට පත්ව ඇත. වසර දෙකක කෙටි කාල සීමාව තුළ ජනතාවගේ මූලික අවශ්යතා ලබා ගැනීම සඳහා රටේ පරිසරයක් නිර්මාණය කිරීමට ජනාධිපතිවරයාට හැකි විය. ඔහුගේ ආර්ථික දැක්ම රටට අත්යවශ්ය වේ.",
        "ආර්ථික වැඩපිළිවෙල දිගටම කරගෙන යාමට නොහැකි නම්, රටට නැවත ආර්ථික අර්බුදයකට මුහුණ දීමට සිදුවනු ඇත. එබැවින් ජනාධිපතිගේ වැඩපිළිවෙල සාර්ථක කර ගැනීමට අප සැවොම එක්විය යුතුය. \"",
        "මහා සංගම්, මහා සංගම්, නැගෙනහිර පළාතේ ආණ්ඩුකාර, සිතාමිල් තොන්ඩමාන්, ජාතික ආරක්ෂක මණ්ඩලයේ සභාපති, සාගල රත්නායක, හිටපු පළාත් සභා අමාත්ය නවරත්න රාජා, හිටපු පළාත් සභා අමාත්ය නවරත්න රාජා, හිටපු පළාත් පාලන අමාත්ය නවරත්න රාජා, ත්රිකුණාමල දිස්ත්රික් එක්සත් ජාතීන්ගේ සංක්රමණ සංවිධායක AP. මෙම අවස්ථාවට AMIN, හිටපු පළාත් පාලන නියෝජිතයින්, හිටපු නායකයින් සහ ක්රියාකාරිකයින් සාමාජිකයින් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "The promises made by the opposition parties are not suitable for the political platform - the President in Trincomalee",
      "body_lines": [
        "President Ranil Wickremesinghe said the country's economy would fall again if the promises made by the opposition parties were suitable for the political platform.",
        "The President said that the government should continue to carry out the program launched to lead the country's economy, so that everyone should recognize and win the government's program in this year's presidential election.",
        "Pointing out that there should be a good economy to do politics in the country, the president said that the economic problems of the country would not be solved only because of the free championship.",
        "President Ranil Wickremesinghe made this statement while addressing a meeting held at the Trincomalee Hindu Cultural Center today (04).",
        "“I don't need to recall the current state of this country. Were set on fire to some homes. Threatened not to come to town. But in July 2022, we all united for the country's recovery. All of these ministers and MPs were able to bring us down the economy of this country by 2023.",
        "Now we have been recovering from bankruptcy. In the meantime, we have also implemented projects including relief to the people. In addition, the 'Urumaya' program providing a permanent land certification program was implemented.",
        "Steps have been taken to grant the ownership of the houses to 250,000 people living in the Colombo apartment.. Also, many academic scholarship programs have been implemented for schoolchildren. When we were a bankrupt country, we did what this country was unable when it was bankrupt.The reason is that we all acted together. We have protected the government. We must continue to protect the government.",
        "The IMF was able to see the agreement with the International Monetary Fund and the countries that gave us credit. We have been given time until 2042. If the International Monetary Fund violates the rules of the IMF, that will lose those offers. Opposition parties now talk about what to do if it comes to power. If they do what they say, the country's economy will fall back. So we must all unite and win the presidential election.",
        "And this country is to be built for youth. The main problem we have is that foreign exchange is inadequate to pay for imports. So that the situation had to be borrowed. If this condition continues for 10 years, the country's economy will fall back in 15 years.",
        "Therefore, to make an economic change. The country can improve only through the export economy. In the next five years, you have to start new projects and do this task.",
        "Although the problems of the country will be solved only if the free sabbaths are provided. So we must all unite. There must be economics in the country to do politics. What is the benefit of the neighbor's PA and the next house in the United National Party and the other house in the United National Party. So we must all unite.",
        "Who fled when he announced the prime minister to take over?Can there be a different country in the world where the Prime Minister is?My friend could not find Anuragumara Dissanayake. But we have accepted this challenge and developed the country. Special attention has been paid to the Trincomalee District in the development program.",
        "The youth of this country have not been employed for 4 years. So, we are now starting new projects for each of these provinces. Discussion with the Government of India on Trincomalee Port Development. Also, the oil refineries are planned to be brought to Trincomalee.",
        "It is also expected to improve the area as a center of power. In addition, about a thousand acres have been allocated to create an industrial interview. It is planned to launch new training in Kantalai.",
        "The agricultural modernization program in this Eastern Province can be very successful. We have now taken steps to implement projects such as cow farming and modernization of fishing industry. Moreover, we have decided to improve the tourism industry to improve the economy of this country.",
        "Steps are being taken to increase the number of tourists coming to this country from 25 lakh to 50 lakhs.. Tourist zones are expected to be built in various places from Augkambe to Jaffna. This area has a beautiful beach. You need to improve tourism using it.",
        "The development of Hingurakoda Airport is currently funded. Come to these areas and shout is no use. To strive to develop the country to develop. We learned from the politics of JR Jayawardena. The Mahaweli project, which was said to take 30 years, was completed in 10 years.",
        "Then two trade zones were created. If we all come together can do many more tasks than ever before. We have to progress in a new way. The unity and independent of us is a new thing, ”the President said.",
        "We are from various parties and are involved in politics. So this is a new experience for us. We have been working in the party at the time and now we have come into the same camp. Two years ago, the country had fallen economically but politically. The question of whether politics could be done again. The houses of our political activists were on fire. I would like to ask what is the method of destroying and developing property.",
        "Nobody has come forward to accept the leadership of this country. But Ranil Wickremesinghe accepted the challenge of rebuilding this country. We supported him on the basis of the party that day. Today, we have been able to do politics again.",
        "The economy of the country today was the same as his proper political and economic program. The next presidential election is not held for a party. This country does not need more leaders. If that happens the country will fall back. People will take off the street. To re -appoint Ranil Wickremesinghe as the president of this country, we must allocate party differences and unite. ”",
        "“When the country reached the crisis, no leader came forward to save the people.Ranil Wickremesinghe came forward unconditionally to save the people.",
        "Today the country's economy has reached stability. The president was able to create an environment in the country to get the basic needs of the people in the short period of two years. His economic vision is essential for the country.",
        "If the economic program is unable to continue, the country will have to face the economic crisis again. So we must all unite to make the president's program a success. ”",
        "Religious leaders, including the Maha Sangam, Senthil Thondaman, Governor of the Eastern Province, Senior Advisor and Chief of the President of the National Security Council, Sagala Ratnayake, former Provincial Council Minister Navaratne Raja, Secretary of the Trincomalee Local Government Council Saliya Ratnayake, Trincomalee District UNP constituency organizer AP. Amin, former local government representatives, former leaders and members of the activist were present at the event."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe criticized opposition parties' promises, warning they'd harm the economy if implemented. He emphasized the importance of continuing the government's economic program to avoid another crisis. Highlighting the country's recovery efforts, including housing grants and educational scholarships, he urged unity to support the government's initiatives and ensure economic growth."
  ]
}