{
  "translated_text": {
    "ta": {
      "title": "பாதாள உலகம் வசந்தம் என்றால் என்ன?",
      "body_lines": [
        "அத்ருகிரியாவில் சுட்டுக் கொல்லப்பட்ட கிளப் வசந்தாவின் உடல், போரெல்லாவில் உள்ள ஒரு மலர் மண்டபத்தில் வைக்கப்பட்டுள்ளது.",
        "ஜெயரத்னே மால்சலா உடலை டெபாசிட் செய்ய வேண்டாம் என்று தொலைபேசி அழைப்புகளை மீண்டும் அச்சிட்டு வருவதாக போலீசார் கூறுகின்றனர்.",
        "அத்ருகிரியாவில் ஒரு டேட்டிவ் சென்டரைத் திறக்கவிருந்த சதா வசந்தா பெரேரா, சுட்டுக் கொல்லப்பட்டார், மற்றொருவர்.",
        "குபிபானி இம்ரான் கூறிய அறிக்கையின் பின்னர், ஒரு நபர் மாலேஸை தொலைபேசியில் தொடர்பு கொண்டார், ஜெயரத்னே இன்று (12) கிளப் வசந்தாவின் இறுதிச் சடங்கிற்கு வரவு வைக்கப்பட்டார் என்று கூறினார்.",
        "அதன்படி, போரெல்லா காவல்துறையின் குற்றவியல் புலனாய்வுப் பிரிவு மால்சலா அருகே விசாரணைகள் மற்றும் பாதுகாப்பைத் தொடங்கியது.",
        "அத்தகைய பின்னணியில், ஜெயரத்னே ஜெயரத்னே மால்சலாவிற்கு தொலைபேசியில் தொடர்பு கொண்டு, க்ஜிபானி இம்ரான் வழங்கிய வேட்புமனுக்கள் குறித்து கிளப் வசந்தாவின் குடும்பத்தை அச்சுறுத்தினார்.",
        "அத்தகைய சூழ்நிலையில் கிளப் வசந்தாவின் உடல் அடக்கம் செய்யப்பட்டது.",
        "இதற்கிடையில், மட்ஜிபுராவைக் கைது செய்த பாதுகாப்புப் படையினர் கைது செய்யப்பட்டதற்காக முதல் நபர் கைது செய்யப்பட்ட முதல் நபர் என்று கே.ஜே.கானி இம்ரான் கூறியுள்ளார்.",
        "கொழும்பு குற்றப் பிரிவு மற்றும் மேற்கு வடக்கு குற்றவியல் பிரிவு ஆகியவற்றால் விசாரணைகள் படுகொலை செய்யப்பட்டதாக கே.ஜே.கானி இம்ரான் தெரிவித்துள்ளார்.",
        "அதன்படி, பொலிஸ் தலைமையகம் ஐ.ஜி.பி தேஷாபந்து டென்னகூனின் அறிவுறுத்தல்கள் குறித்து விசாரணையைத் தொடங்கியுள்ளது."
      ]
    },
    "en": {
      "title": "What's the underworld was spring?",
      "body_lines": [
        "The body of Club Wasantha, who was shot dead in Athurugiriya, has been placed at a flower hall at Borella.",
        "Police say that Jayaratne Malzala has been re-threatening telephone calls not to deposit the body.",
        "Sadhra Wasantha Perera, who was to open a tative center in Athurugiriya, was shot dead, and another.",
        "After the statement made by Kubipani Imran, a person had telephoned the Malze, saying that Jayaratne was credited to the funeral of Club Wasantha today (12).",
        "Accordingly, the Criminal Investigation Division of the Borella police commenced investigations and security near Malzala.",
        "In such a background, Jayaratne had telephoned Jayaratne Malzala and threatened the Club Wasantha's family on the nomissions given by Kjipani Imran.",
        "The body of Club Wasantha was buried in such a situation.",
        "Meanwhile, KJCani Imran has said that the first person was the first person to be arrested for the arrest of the security forces to arrest the Madjiphura.",
        "KJCani Imran has said that investigations were assassinated by the Colombo Crimes Division and the Western North Criminal Division.",
        "Accordingly, the Police Headquarters has launched an investigation on the instructions of IGP Deshabandu Tennakoon."
      ]
    }
  },
  "summary_lines": [
    "Club Wasantha, set to open a tative center in Athurugiriya, was shot dead. His body was placed at a flower hall before being buried. Jayaratne Malzala threatened the family over phone calls, allegedly linked to the funeral arrangements. The Criminal Investigation Division started investigating Malzala after receiving threats from him. Meanwhile, Kubipani Imran stated that the first person to be arrested was involved in the assassination of the Madjiphura, leading to further investigations by the Colombo Crimes Division and the Western North Criminal Division under IGP Deshabandu Tennakoon's orders."
  ]
}