{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதியின் சர்வதேச நாணய நிதியம் சவால்",
      "body_lines": [
        "எந்த நேரத்திலும் சர்வதேச நாணய நிதியத்துடன் எந்தவொரு கலந்துரையாடலிலும் நல்லிணக்கப் படை தயாரிக்கப்பட்டுள்ளது என்று UNP ரஞ்சித் மடுமா பண்டாரின் பொது பொதுச் செயலாளர் கூறுகையில்.",
        "சர்வதேச நாணய நிதியம், திட்டங்கள் மற்றும் அதிபர்கள் என நாட்டின் மக்களை வலியுறுத்தும் ரணில் விக்ரமேசிங்கே சர்வதேச நாணய நிதியத்தின் உண்மையான யோசனை அல்ல என்று அது கூறுகிறது.",
        "சர்வதேச நாணய நிதியம் குறித்து சர்வதேச நாணய நிதியம் மற்றும் சர்வதேச நாணய நிதியத்துடன் ஒரு வீடியோ கலந்துரையாடலைப் பற்றி விவாதிக்க தயாராக இருப்பதாக ஜனாதிபதி ரணில் விக்ரெமேசிங் கூறினார்.",
        "சர்வதேச நாணய நிதியத்துடன் சர்வதேச நாணய நிதியத்துடன் விவாதிக்கப்படுவதற்கு சர்வதேச நாணய நிதியத்துடன் விவாதிக்கப்பட வேண்டும், கட்சித் தலைவர் சஜித் மற்றும் கட்சியின் பொருளாதாரக் கொள்கைக் குழு குறித்து விவாதித்தனர் .",
        "பொது மக்களின் வாழ்க்கைக்கான திருத்தங்களுக்கு சராசரி மக்களின் வாழ்க்கையை பாதிக்கும் விசுவாசிகள் என்று அவர் கூறியுள்ளார்.",
        "எந்த நேரத்திலும் சர்வதேச நாணய நிதியத்துடன் விவாதிக்க தனது கட்சி தயாராக இருப்பதாக அந்த அறிக்கையில் மேலும் கூறுகிறது."
      ]
    },
    "en": {
      "title": "President's IMF Challenge",
      "body_lines": [
        "The General Secretary General of the UNP Ranjith Madduma Bandara says that the reconciliation force is prepared at any type of discussion with the International Monetary Fund at any time.",
        "It states that Ranil Wickremesinghe, which is stressing the people of the country as the International Monetary Fund, proposals and principals, is not the real idea of ​​the International Monetary Fund.",
        "President Ranil Wickremesinghe said that he was ready to discuss a video discussion with the International Monetary Fund and the International Monetary Fund about the International Monetary Fund.Have been stated.",
        "The International Monetary Fund's representatives have been discussed with the International Monetary Fund to be discussed with the International Monetary Fund before the International Monetary Fund has come to Sri Lanka and discussed the party leader Sajith and the party's economic policy committee.Mr. Madduma Bandara has said.",
        "He has said that the believers that affect the average people's life to amendments to the common people's life.",
        "The statement further states that his party is ready to discuss with the International Monetary Fund at any time."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's President Ranil Wickremesinghe discusses IMF proposals with UNP leader Ranjith Madduma Bandara, emphasizing readiness for video talks."
  ]
}