{
  "translated_text": {
    "ta": {
      "title": "கான்ஸ்டபிளுடன் கைது செய்யப்பட்ட மங்கலான இலைகள் மற்றும் மூன்று சந்தேக நபர்கள் ஒரு லாரியைக் கடத்திச் சென்ற பொலிஸ் சார்ஜென்ட்",
      "body_lines": [
        "மஹால்டோட்டா காவல்துறையினர் ரூ.",
        "கைது செய்யப்பட்டவர் ஒரு போலீஸ் சார்ஜென்ட் மற்றும் வாகன போக்குவரத்து பிரிவின் பொலிஸ் கான்ஸ்டபிள்.",
        "மற்றொரு சம்பவம் மற்றொரு போலீஸ் அதிகாரியை விசாரிக்கத் தொடங்கியது.",
        "தொடர்புடைய பயோபுரோட் லாரி மற்றும் ஓட்டுநரின் ஓட்டுநர் கடத்தல் 18 நாட்களில் நடந்ததாக பொலிஸ் ஆய்வுகள் தெரிவிக்கின்றன.",
        "வேனை அழைத்து வந்து, லாரியின் ஓட்டுநர் கடத்தப்பட்டு தாக்கப்பட்டதாகக் கூறி, தன்னிடம் இருந்த ஓட்டுநர் ஓட்டுநருக்கு சுமை அடைந்ததாகக் கூறிய லார்ஃபரிகள்.",
        "லாரி பொலிஸ் பாதுகாப்பால் லாரி கடத்தப்பட்டுள்ளார் என்பது லாரி உறுதிப்படுத்தப்பட்டுள்ளது, லாரிக்கு வந்த லாரிக்கு எதிரான லாரிக்கு வந்த லாரிக்கு வந்தது இரண்டு வீரர்களான லாரியுடன் அவர் மீண்டும் வைத்திருந்த லாரிக்கு அழைத்துச் செல்லப்பட்ட லாரிக்கு மீண்டும் கொண்டு செல்லப்பட்ட லாரிகளுடன் திரும்ப அழைத்துச் செல்லப்பட்ட லாரிகளுடன்.",
        "லாரியால் பொதி செய்யப்பட்ட லாரி, கடத்தப்பட்ட லாரி மற்றொரு லாரிக்கு அழைத்துச் செல்லப்பட்டது, இது கிட்டத்தட்ட ரூ.",
        "கடத்தப்பட்ட வேலைவாய்ப்பில் இருந்து உரிமையாளர் தடுத்து வைக்கப்பட்டுள்ளதாக லாரியைக் கடத்திச் சென்ற வாகன அதிகாரிகள் கடத்தப்பட்ட வேலைவாய்ப்பு இடத்திலிருந்து பதிவாகியுள்ளதாக பொலிஸ் அதிகாரிகள் கூறுகின்றனர்.",
        "எவ்வாறாயினும், குற்றவியல் புலனாய்வு துறை விசாரணைகள் போக்குவரத்து பொலிஸ் அதிகாரிகளுடன் கடத்தப்பட்ட கொள்ளையர்களின் பங்கு குறித்த விசாரணைகளைத் தொடங்கியுள்ளன, மேலும் ரூ.",
        "இந்தியாவில் இருந்து கடலுக்கு கடலில் இருந்து ப்ளீ உடல் கொண்டு வரப்படுவதாக தெரிவிக்கப்படுகிறது.",
        "பொலிஸ் பயிற்சி மற்றும் கொள்ளையர்களால் லாரி கடத்தப்பட்டு, லாரிகள் தொடங்கப்பட்ட இடத்தில் நடந்தது.",
        "புட்டாலமின் குற்றவியல் விசாரணைப் பிரிவான புட்டலத்தில் உள்ள மற்ற மூன்று சந்தேக நபர்கள் புட்டாலமின் குற்றவியல் விசாரணைப் பிரிவால் கைது செய்யப்பட்டுள்ளனர், இது போக்குவரத்து பொலிஸ் சார்ஜென்ட் மற்றும் கான்ஸ்டபிள் ஆகியோருடன் கொள்ளையை நடத்தி வந்தது.",
        "சந்தேக நபர்கள் புட்டலம் நீதிமன்றங்கள் மற்றும் தலைமை அட்டானி போலீஸ் இன்ஸ்பெக்டர் ஜெனரல் எச்.எச்.எச்.எச்.எச்.எச்.எச்.எச்."
      ]
    },
    "en": {
      "title": "Police sergeant who abducted a lorry with a stock of beady leaves and three suspects arrested with constable",
      "body_lines": [
        "The Mahaltota Police have arrested three other to the arrest of Rs.",
        "The arrested is a police sergeant and a police constable of the Vehicle Transport Division.",
        "Another incident has begun investigating another police officer.",
        "Police Inspections have revealed that the relevant bioprote lorry and the driver abduction of the driver had taken place in 18 days.",
        "The lorfaries who had brought in a van and claimed that the driver of the lorry had been abducted and attacked and the driver he had and burdened the driver.",
        "The lorry has been confirmed that the lorry has been abducted by the police protection against the lorry that had come to the lorry that had come to the lorry that had been taken back with the lorries that had been taken back with the lorries that were taken back with the lorries that were taken back with the lorries that had been taken back to the lorry that had been taken back to the lorry he had again with the two Veterans Lari.",
        "The lorry packaged by the lorry packed with the baddy leaf, the abducted lorry was taken to another lorry, the stock of nearly Rs.It is reported that the vehicle had been placed near the Kottukachchiya reservoir.",
        "Police officers say that the vehicle officers involved in the abduction of the lorry that the owner has been detained with the stock have been reported from the abducted place of employment.",
        "However, the criminal investigations sector investigations have commenced investigations into the stock of robbers who were abducted with the traffic police officers and investigated the stock of Rs.",
        "It is reported that the body of the blee is brought from the sea from India to the sea.",
        "The lorry was abducted by police training and robbers and had taken place where the lorries had been launched.",
        "Three other suspects in Puttalam, the Criminal Investigation Division of Puttalam, has been arrested by the Criminal Investigation Division of Puttalam, which operated the robbery with the traffic police sergeant and the constable.",
        "The suspects were to be produced before the Puttalam Courts and the Chief Attani Police Inspector General of Police H.H.H.H.H.H.H.H.H.The suspects had been arrested by Police Sergeant, which M. Herath, 30089 Thilakasiri Officers."
      ]
    }
  },
  "summary_lines": [
    "A police sergeant and constable from the Vehicle Transport Division were among three arrested for abducting a lorry carrying a valuable cargo. The incident, under investigation, involves the alleged abduction and attack on the driver, with the stolen goods later found near a reservoir."
  ]
}