{
  "translated_text": {
    "ta": {
      "title": "பொலிஸ் முதலாளியின் குறும்பு நடத்தையால் ஒரு கிராமம் தொந்தரவு செய்யப்படுகிறது",
      "body_lines": [
        "புட்டலத்தில் உதப்புவா காவல்துறை அதிகாரி நடத்திய தாக்குதலுடன் இப்பகுதியில் வசிப்பவர்கள் சிலாவ் மருத்துவமனையில் அனுமதிக்கப்பட்டனர்.",
        "தாக்குதலின் மூலம் அமைதியின்மையை கட்டுப்படுத்த முண்டலாமா போலீசார் அழைத்துச் செல்லப்பட்டனர்.",
        "உதுப்புவா காவல்துறை, உதுபுவரா காவல்துறையின் ஓ.ஐ.சி மற்றும் சிஐடி ஆகியவை புட்டலத்தில் உள்ள உதபுவா பகுதியில் உள்ள உதப்புவா பகுதியில் இருக்க வேண்டும்.",
        "தாக்குதலின் போது, ​​அதிகாரி மக்களை மக்களுக்கு வன்முறையில் வணங்குகிறார்.",
        "உதப்புவா பொலிஸ் குற்றவியல் புலனாய்வு பிரிவின் (சிஐடி) ஓ.ஐ.சி இப்பகுதியில் வசிப்பவர்களிடம் வந்த மற்ற இரண்டு பொலிஸ் அதிகாரிகளால் தாக்கப்படுகிறது.",
        "உதபுவா பகுதியில் அமைதியின்மையை கட்டுப்படுத்த காவல்துறை அதிகாரிகள் வரவழைக்கப்பட்டனர்.",
        "\"ஹெட்லைட்கள் ஒரு காரைத் தாக்கின. விஐபி லைட் நிறுத்தப்பட்டுள்ளது. காவல்துறையினர் காரில் வந்தனர். நானும் அதிகமானவர்களும் இருந்தோம். ஹெட்லைட்களை மங்கலாக வெல்ல வேண்டாம் என்று சொன்னோம். பின்னர் நாங்கள் ஒலியை விட்டுவிட்டோம். நான் மீன் வால் சென்றேன். இரண்டு போலீஸ்காரர்கள் வந்தனர். அவர்கள் யுடு போலீசார். கிழித்தெறியும் என் காதுகளால் தாக்கப்பட்டது. நான் இழுத்துச் செல்லப்பட்டேன். அவர்கள் ஏன் புன்னகைக்கிறார்கள் என்று கேட்டபோது, ​​நாங்கள் எங்களிடம் தலைவணங்கலாம். \"",
        "காயமடைந்து உதப்புவா கிராமப்புற மருத்துவமனையில் அனுமதிக்கப்பட்ட பின்னர் ஒருவர் உடப்புவா கிராமப்புற மருத்துவமனைக்கு மாற்றப்பட்டார்.",
        "எங்கள் நிருபர் காவல்துறை அதிகாரியும் உகுவா மருத்துவமனையில் அனுமதிக்கப்பட்டார் என்று கூறினார்.",
        "மயக்கமடைந்த காவல்துறை அதிகாரிக்கு எதிராக சட்டத்தை அமல்படுத்துமாறு இப்பகுதியில் வசிப்பவர்கள் போலீசாரிடம் கோருகிறார்கள்."
      ]
    },
    "en": {
      "title": "A village is disturbed by the police boss's mischievous conduct",
      "body_lines": [
        "Two residents of the area were admitted to the Chilaw Hospital with the assault conducted by the Udappuwa police officer in Puttalam.",
        "The Mundalama Police were taken to control the unrest with the attack.",
        "The Udappuwa Police, the OIC of the Udupuwara Police and the CID should be in the Udappuwa area in the Udappuwa area in Puttalam.",
        "At the time of the attack, the officer has violently bowing the people to the people.",
        "The OIC of the Udappuwa Police Criminal Investigation Division (CID) is assaulted by the two other police officers who had come to the residents of the area.",
        "The police officers were summoned to control the unrest in the Udappuwa area.",
        "\"Headlights hit a car. VIP Lite has been stopped. The police came in the car. I and there were more people. We said not to beat the headlights to dim. Then we left the sound. I went to the fish wal. Two policemen came. They're the Udu Police. The rip was hit by my ear. I was dragged. When asked why they are smiling, we can bow down to us. \"",
        "A man was transferred to the Udappuwa Rural Hospital after being injured and admitted to the Udappuwa Rural Hospital.",
        "Our correspondent said that the police officer was also admitted to the UKuwa Hospital.",
        "Residents of the area demand the police to implement the law against the police officer who was unconscious."
      ]
    }
  },
  "summary_lines": [
    "A village in Puttalam is disturbed by police misconduct, leading to assaults and unrest. Two residents were hospitalized, and the Mundalama Police were called to manage the situation. The Udappuwa Police, including the OIC of the CID, are under investigation for their actions."
  ]
}