{
  "translated_text": {
    "si": {
      "title": "ඡන්දය ප්රකාශ කිරීම සඳහා නිවාඩු සඳහා නිවාඩු ලබා නොදුන්නේ නම් මාසයක් සිරගත කිරීම",
      "body_lines": [
        "අද පාර්ලිමේන්තු මැතිවරණයේදී ඡන්දය ප්රකාශ කිරීම සඳහා නිවාඩු ලබා නොදෙන සමාගම් සමඟ අපි පැමිණිල්ලක් ඉදිරිපත් කර ඇත්තෙමු. මෙම නඩුව ලබා නොදුනහොත් සමාගමේ ප්රධානියාට මසක සිර ද ment ුවමක් නියම කළ හැකි බව පෙබරවාරි හි විධායක අධ්යක්ෂ රාහාන් හෙට්ටියාරච්චි මහතා පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ පාර්ලිමේන්තු මැතිවරණයේදී ඡන්දය ප්රකාශ කිරීම සඳහා නිවාඩු දින ලබා නොදෙන බවයි.",
        "අද දින ඡන්දය ප්රකාශ කිරීම සඳහා පාර්ලිමේන්තු මැතිවරණය නිවාඩු දින ලබා නොදෙන බවට අපට පැමිණිල්ලක් ලැබී තිබේ. මැතිවරණ කොමිසමේ නිවේදනයට අනුව, සමාගම ඡන්දය ප්රකාශ කිරීම සඳහා නිවාඩු දිනයට නිවාඩුවක් ලබා නොදුන්නේ නම් සමාගමේ ප්රධානියාට මාසිකව සිරගත කළ හැකිය.. හෝ රුපියල් ලක්ෂයක් පැනවිය හැකිය. සමහර අවස්ථාවලදී දෙදෙනා පැනවිය හැකිය. එබැවින් ජනතාවගේ මූලික අයිතිවාසිකම් ආරක්ෂා කිරීමට සියලු දෙනා බැඳී සිටිති.",
        "ඊට අමතරව, මැතිවරණ ව්යාපාරය අවසන් වන විට, මැතිවරණ දැන්වීම් විවිධ ආකාරවලින් සිදු කෙරෙමින් පවතී. ඊයේ වන තුරු. මේ සම්බන්ධයෙන් අපි මැතිවරණ කොමිසමේදී අභියාචනයක් ඉදිරිපත් කර ඇත්තෙමු. දැනට එය 80% දක්වා අඩු වී තිබේ. මීට අමතරව, සමාජ මාධ්ය වෙබ් අඩවි වල මැතිවරණ ව්යාපාර පැවැත්වෙමින් තිබේ. අපි ඒ සඳහා ද ගෙවන්නෙමු.",
        "ඒ අතරම, ජනාධිපතිවරණය සමඟ ප්රචණ්ඩත්වයෙන් පිරී ඇති මේ රටේ මැතිවරණ සංස්කෘතියෙහි පැහැදිලි වෙනසක් සිදුවිය. මෙම කාලය පාර්ලිමේන්තු මැතිවරණ ව්යාපාරවල සනාථ වී තිබේ. මෙම මැතිවරණ කටයුතුවලදී ගැටුම් සිදුවීම් ඉතා අඩු වී තිබේ. වවුනියාවේ ගැටුම වැනි සිදුවීම් සහ මොණරගල අපේක්ෂකයෙකුට පහරදීම වැනි සිදුවීම් තිබේ.",
        "එබැවින් මැතිවරණ සංස්කෘතිය සැලකිය යුතු ස්ථානයකට පැමිණ තිබේ. ඒ හා සමානව, රාජ්ය බලය සහ රාජ්ය වත්කම් අපයෝජනය කිරීම පාර්ලිමේන්තු මැතිවරණය අරමුණු කර ගෙන නොමැත.. මැතිවරණ සංස්කෘතියෙහි මෙම වෙනස මෙන් දේශපාලන සංස්කෘතිය වෙනස් කිරීම සඳහා ජනතාව පළමු අත්තිවාරම දැමිය යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "One month in prison if not given holidays to vote",
      "body_lines": [
        "We have lodged a complaint with corporations that do not give holidays to vote in the parliamentary elections today. The Executive Director of the February, Rahan Hettiarachchi, said that if the case is not given, the company's chief can be sentenced to a month's imprisonment.",
        "He said this on the complaint that he would not give holidays to vote in the parliamentary election.",
        "We have received a complaint that the parliamentary elections are not given holidays to go to vote today. According to the Election Commission's announcement, the company's chief can be sentenced to a monthly imprisonment if the company does not give a holiday to the vote to vote.. Or one lakh rupees may be imposed. In some cases the two may be imposed. So everyone is obligated to protect the basic rights of the people.",
        "In addition, as the election campaign is over, the election advertisements are being made in various ways. Until yesterday. We had appealed to the Election Commission in this regard. Currently it has declined up to 80 %. In addition, election campaigns are taking place in social media sites. We are also paying for it.",
        "At the same time, there was a clear change in the electoral culture of this country full of violence with the presidential election. It has been confirmed this time in parliamentary election campaigns. Conflict incidents have been very low during these election activities. There have been incidents such as the clash in Vavuniya and the attack on a candidate in Moneragala.",
        "So the electoral culture has come to a significant position. Similarly, the use of state power and abuse of state assets is not aimed at the parliamentary election.. He said that the people should make the first foundation for the change in the political culture, like this change in electoral culture."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Company chiefs face 1-month jail or Rs 100k fine if they don't give voting holidays. Election Commission warns corporations. Low conflict incidents mark this election season. State power abuse minimal. People urged to drive political culture change."
  ]
}