{
  "translated_text": {
    "si": {
      "title": "சீன-இலங்கை ஒத்துழைப்பின் முக்கியத்துவத்தை வலியுறுத்தல்",
      "body_lines": [
        "12 වන බීජිං ෂියැන්ග්ෂාන් සංසදයේ ආරක්ෂක ලේකම්",
        "சீனாவில் நடைபெறும்12வது Beijing Xiangshan Forum உயர்மட்டக் கூட்டத்தில் உரையாற்றிய பாதுகாப்புச் செயலாளர்,எயர்வைஸ் மார்ஷல் சம்பத் தூயகொந்தா (ஓய்வு), உலகளாவிய மற்றும் பிராந்திய பாதுகாப்பு சவால்களை எதிர்கொள்வதில் கூட்டு உரையாடல், பிராந்திய ஒத்துழைப்பு மற்றும் பரஸ்பர மரியாதை ஆகியவற்றின் முக்கியத்துவத்தை வலியுறுத்தினார்.",
        "\"සෑම රටකම නීත්යානුකූල ආරක්ෂක අවශ්යතා ගැන අප සැලකිල්ලට ගත යුතු අතර, උපදේශන හා උපදේශනය සමඟ රටවල් සහ මතභේදයන් අතර ඇති වෙනස්කම් හා මතභේද ආමන්ත්රණය කළ යුතුය. අප අඛණ්ඩව කලාපීයවාදය අනුගමනය කර ප්රාදේශීය ආර්ථික සම්බන්ධීතාව ස්ථාවරව කරගෙන යා යුතුය. \"",
        "12 වන බීජිං ෂියන්ෂාන් සංසදය බීජිනයේ බීජිං හි බීජිං හි බීජිං ජාත්යන්තර සම්මන්ත්රණ ශාලාවේදී 17 සිට 19 (සැප්තැම්බර්) දක්වා පැවැත්වේ.. ඔහු අද සිව්වන සැසිවාරය අමතමින් අද (19) \"කලාපීය සාමය ගොඩනැගීම සහ උපදේශනය\" යන මාතෘකාව යටතේ.",
        "මෙම ඉහළ ආරක්ෂක සාකච්ඡාව සඳහා කැඳවීම පිළිබඳව ආරක්ෂක ලේකම් චීන රජයට ස්තූතිය පුද කළේය. කථාව ආසියාව-පැස්ටික් සහ සාකච්ඡාවෙන් ඔබ්බට හා සාමය වැඩි දියුණු කිරීම සඳහා කථාව වැදගත් වේදිකාවක් බවට පත්ව ඇති බව ඔහු පැවසීය.",
        "සැබෑ සාමය, ගැටුම් හෝ සාකච්ඡාව, අවබෝධය, අවබෝධය සහ ruc ලදායී මැදිහත්වීම තුළින් ද සියලු රටවල නීත්යානුකූල ආරක්ෂක අවශ්යතා සඳහා ගරු කිරීමට ජනාධිපති XI ජින් පිංතූන් සඳහන් කළ ආරක්ෂක ලේකම්වරයා සඳහන් කළේය.",
        "ඉන්දියානු සාගරය නිහ quiet කලාපයක් වන අතර ගැටුම් වලින් තොර වීම සඳහා ඉන්දියානු සාගරය නිහ quiet කලාපයක් බවට සහතික කිරීම සඳහා ශ්රී ලංකාවේ උපායමාර්ගික ස්ථානය පිළිබඳව අදහස් දක්වමින් ඔහු නැවත අවධාරණය කළේය.. \"නැගෙනහිර හා බටහිර අතර සම්බන්ධතාවය ඇති සාමය හා සහයෝගීතාවයේ පාලම ලෙස සේවය කිරීමට ශ්රී ලංකාව සූදානම්\" යැයි ඔහු පැවසීය.",
        "ආරක්ෂක ලේකම්වරයා ශ්රී ලංකාව සහ චීනය අතර ඇති මිත්රත්වය තවදුරටත් අවධාරණය කළ අතර, විශ්වාසය, අන්යෝන්ය ගෞරවය සහ හවුල්කාරිත්වය මත පදනම් වූ දශක හත ද්විපාර්ශ්වික සබඳතා ඔහු සිහිපත් කළේය.. ශ්රී ලංකාවේ ස්වෛරීභාවය සහ ස්ථාවරත්වය සහ මිලිටරි පුහුණු හා යටිතල පහසුකම් සංවර්ධනයට එහි දායකත්වය ආරක්ෂා කිරීම සඳහා චීනයේ ආයතනයේ ස්ථිර සහයෝගය ඔහු සිහිපත් කළේය.",
        "කලාපීය ස්ථායිතාව සඳහා ශ්රී ලංකාවේ කැපවීම නැවත ප්රකාශ කළ ආරක්ෂක ලේකම්, \"වෙනස්කම් නොවැළැක්විය හැකි නමුත් ඒවා කිසි විටෙකත් ගැටුම් ඇති කර නොගත යුතුය. ඔහු ස්ථාවර අනාගතයකට පමණක් හේතු වන සාකච්ඡා හා උපදෙස් ප්රමිතියක් සහ හින්දු-පස්පිටායික් පිළිබඳ ආසියාන්ගේ දෘෂ්ටිය පිළිබඳ දැක්ම එකඟ විය යුතුය.",
        "සමානාත්මතාවය හා අන්යෝන්ය ගෞරවයෙන් මඟ පෙන්වන සංවාදය හා උපදෙස් තුළින් අප තුළ ඇති ගැටළු අප තුළ විසඳිය යුතුය. බීජිං ෂියැන්ග්ෂාන් සංසදය සමඟ අප ගන්නා හැඟීම මෙයයි.",
        "චීන විද්යා සංගමයේ (කැම්) සහ චීන ජාත්යන්තර උපායමාර්ගික අධ්යයන ආයතනය (CIISS). වඩාත්ම ජනප්රිය ආරක්ෂක නායකයින් සහ නියෝජිතයින් සහභාගී වන බව සැලකිය යුතු ය."
      ]
    },
    "en": {
      "title": "Emphasize the importance of Chinese-Sri Lankan cooperation",
      "body_lines": [
        "Defense Secretary at the 12th Beijing Xiangshan Forum",
        "Speaking at a high -level meeting at the 12th Beijing Xiangshan Forum in China, the Defense Secretary emphasized the importance of joint dialogue, regional cooperation and mutual respect in facing global and regional security challenges.",
        "“We must take note of the legitimate security needs of each country, and we must address the differences and controversy between countries and controversy with consultation and consultation. We must continue to follow regionalism and carry out regional economic coordination steadily. ”",
        "The 12th Beijing Xiangshan Forum will be held at the Beijing International Conference Hall in Beijing from 17 to 19 (September). He addressed the fourth session today (19) entitled \"Building Regional Peace Through Through and Consultation\".",
        "The Defense Secretary thanked the Chinese government for calling for this high -level security discussion. He said that the speech has become an important platform for the Asia-Pasubic and beyond discussion and improve peace.",
        "The Secretary of Defense noted that President Xi Jinping quoted them to respected the legitimate security needs of all countries and resolved controversy, not only through the absence of real peace, conflict, but also through discussion, understanding and constructive involvement.",
        "Speaking on the strategic location of Sri Lanka, he reiterated the country's long -term commitment to ensure that the Indian Ocean was a quiet region, opening to cooperation and free from conflict.. “Sri Lanka is ready to serve as the bridge of peace and cooperation, which ease the connection between the East and the West,” he said.",
        "The Defense Secretary further stressed the lasting friendship between Sri Lanka and China, and he recalled the seven decades of bilateral relations built on the basis of confidence, mutual respect and partnership.. He recalled China's firm support in preserving the sovereignty and stability of Sri Lanka and its contribution to military training and infrastructure development.",
        "The Secretary of Defense, who repeated Sri Lanka's commitment to regional stability, said, “The differences are inevitable, but they should never lead to conflict. He called for a standard of discussion and advice that would only lead to a stable future, and that regional efforts such as the Belt and Road Initiative initiative and the view of the ASEAN view on the Hindu-Pasupic should agree.",
        "“We must solve the problems that are within us through the conversation and advice that is guided by equality and mutual respect. This is the feeling that we take from Beijing Xiangshan Forum to the future of peace and peace, ”he said.",
        "China Association of Military Science (CAMS) and China Institute of International Strategic Studies (CIISS). It is noteworthy that the most popular security leaders and representatives are attending."
      ]
    }
  },
  "summary_lines": []
}