{
  "translated_text": {
    "si": {
      "title": "සංශෝධනය කිරීමට හෝ පිළිගැනීමට මට බලයක් නැත; කථානායකවරයා",
      "body_lines": [
        "කථානායක මහින්ද යාපා අබේවර්ධන පවසා ඇත්තේ, මාර්ගගත ආරක්ෂක පනතේ ශ්රේෂ් Supreme ාධිකරණය ඇතුළු ශ්රේෂ් Supreme ාධිකරණය ඇතුළු සංශෝධන පිළිගැනීමට හෝ ප්රතික්ෂේප කිරීමට බලයක් නොමැති බවයි.",
        "සමාධිකර නායක සජිත් ප්රේමදාස ඇතුළු විපක්ෂ මන්ත්රීවරුන් ඇතුළු විපක්ෂ සාමාජිකයින් ඇතුළු විපක්ෂ සාමාජිකයින් ඇතුළු විපක්ෂ සාමාජිකයින්ගේ ආණ්ඩුක්රම ව්යවස්ථාව ඔන්ලයින් ආරක්ෂක පනත් කෙටුම්පත සම්මත කර ගත් බවට චෝදනා කළේය.",
        "නීතිපති දෙපාර්තමේන්තුවේ සහ නීති කෙටුම්පත සමඟ සහයෝගයෙන් පාර්ලිමේන්තුවේ ව්යවස්ථාදායක ක්රියාව සිදුකරන බව කථානායක කාර්යාලය ද පවසා තිබේ.",
        "ශ්රේෂ් Supreme ාධිකරණයේ සාමාජිකයන් මහාධිකරණයේ කුමන නිර්දේශයන් පිළිබඳ වාර්තාවක් නම්, අදාළ බලධාරීන් ඊට ප්රතිචාර දක්වනු ඇත. කථානායක කාර්යාලය පැවසුවේ ඉහත කරුණු සම්බන්ධයෙන් කථානායකවරයාට අයිතියක් නැති බවයි.",
        "පාර්ලිමේන්තුවේ ක්රියාවලිය තේරුම් ගැනීමට අවශ්ය අයට වඩා වෙනස් ලෙස කථා කිරීම ගැන කනස්සල්ලට කරුණකි. කථානායක කාර්යාලය පැවසුවේ ඔහුගේ කැමැත්තට අනුව කථානායකවරයාගේ කැමැත්ත සැලසුම් කළ හැකි බවත් ව්යවස්ථාවේ සංශෝධන සහ නීතිමය ව්යවස්ථාවට අපහාස වන බවත්ය."
      ]
    },
    "en": {
      "title": "I do not have the authority to revise or accept; the Speaker",
      "body_lines": [
        "Speaker Mahinda Yapa Abeywardena has said that no one, including the Supreme Court in the Online Security Act, has no authority to accept or reject amendments.",
        "The Speaker made these comments on the comments made by opposition members including Opposition Leader Sajith Premadasa, who accused the Constitution of passing the Constitution in the passage of the Online Security Bill.",
        "The Speaker's Office has also said that the legislative action of Parliament is being carried out in collaboration with the Attorney General's Department and the Department of Law Draft.",
        "If the Members of the Supreme Court report on what recommendations of the High Court, the relevant authorities will respond to it. The Speaker's Office said that the Speaker has no right to be preferred on the above issues.",
        "It is worrying that those who need to understand the process of Parliament are differently speaking. The Speaker's Office said that the Speaker's wishes can be enacted according to his wishes and amendments to the legislation are insulting to their legal constitution."
      ]
    }
  },
  "summary_lines": [
    "Speaker Mahinda Yapa Abeywardena asserts that neither the Supreme Court nor anyone else has the authority to accept or reject amendments to the Online Security Act. He criticizes opposition members, including Opposition Leader Sajith Premadasa, for accusing the Constitution of passing the Constitution in the passage of the Online Security Bill. The Speaker's Office emphasizes that legislative action is in collaboration with the Attorney General's Department and the Department of Law Draft. They also state that if the Supreme Court reports on High Court recommendations, the relevant authorities will respond, and the Speaker has no right to be involved in these matters. The Speaker's Office warns against differing interpretations of Parliament's process, stating that amendments to legislation are seen as insulting to the legal constitution."
  ]
}