{
  "translated_text": {
    "ta": {
      "title": "இத்தாலிய கனவு இரண்டு சிரிய குடும்பங்களுடன் முடிகிறது",
      "body_lines": [
        "ஐக்கிய அரபு எமிரேட்ஸின் பாஸ்போர்ட்டைப் பயன்படுத்தி இத்தாலியில் ரோமுக்கு தப்பிக்க முயன்ற குடியேற்றம் மற்றும் குடியேற்ற துறை அதிகாரிகளால் இரண்டு சிரிய குடும்பங்களைச் சேர்ந்த ஏழு உறுப்பினர்கள் கைது செய்யப்பட்டுள்ளனர்.",
        "அவர்கள் சிரியாவில் வாழ்ந்த இரண்டு பெரியவர்கள் மற்றும் நான்கு குழந்தைகளை உள்ளடக்கிய நான்கு குடும்பங்கள்.",
        "அவர்கள் இந்தியாவில் 09/12 மணிக்கு இந்தியாவில் சென்னை சென்னைக்கு புறப்பட உள்ளனர்.",
        "அவர்கள் குடியேற்ற கவுண்டர்களிடம் வந்திருந்தனர், அவர்கள் விமான அனுமதி முடித்தனர், சேவை செய்த சந்தேகத்தின் பேரில், அவர்கள் சந்தேகங்களுடன் எல்லை கணக்கெடுப்பு பிரிவுக்கு அனுப்பப்பட்டனர்.",
        "இந்த பாஸ்போர்ட்டுகள் தொழில்நுட்ப சோதனைகளால் செய்யப்பட்டன என்பதை இந்த பாஸ்போர்ட் உறுதிப்படுத்தியுள்ளது.",
        "இந்த சிரியர்களைக் கேள்வி கேட்பதில், அவர் ஒரு தரகருக்கு ஒரு தரகருக்கு பாஸ்போர்ட்டை செலுத்தி வான்கோழியில் தயார் செய்துள்ளார்.",
        "இந்த பாஸ்போர்ட்ஸ், எலக்ட்ரானிக் கேட்ஸ் போன்ற ஸ்கேனர் சோதனை போன்ற நவீன சோதனைகளில், மேலோட்டமான சில்லுகள் தயாரிக்கப்பட்டுள்ளன.",
        "பாண்டரநாயக சர்வதேச விமான நிலையத்தில் உயர் தொழில்நுட்ப பாஸ்களுடன் பணிபுரியும் குடிவரவு அதிகாரிகளின் மேம்பட்ட தொழில்முறை முதிர்ச்சிக்கு இது ஒரு எடுத்துக்காட்டு.",
        "இந்த சிரியர்கள் மலேசியாவுக்கு வந்து இலங்கைக்கு வந்துள்ளனர். குடிவரவு மற்றும் குடியேற்ற அதிகாரிகள் தாங்கள் இந்தியாவுக்குச் சென்று இத்தாலிக்கு தப்பிச் சென்றதாக வெளிப்படுத்தியுள்ளனர்.",
        "மேலும் விசாரணைகளுக்காக சிரியர்கள் கட்டனாயக்க விமான நிலைய குற்றவியல் விசாரணையில் ஒப்படைக்கப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "Italian dream ends with two Syrian families",
      "body_lines": [
        "Seven members belonging to two Syrian families have been arrested by the Immigration and Emigration Department officials who were attempting to escape to Rome in Italy using the passports of the UAE.",
        "They were two adults who lived in Syria and four families comprising four children.",
        "They are due to leave to Chennai to Chennai in India at 09/12 in India at India's Airline.",
        "They had come to the Emigration Counters, who had finished their aviation clearance, and on suspicions that served, they had been sent to the Border Survey Unit with the doubts.",
        "These passports have confirmed that these passports were made of the technical tests.",
        "In questioning these Syrians, he has paid a passport to a broker to a broker and prepared in the Turkey.",
        "These passports, the supernutical chips have been prepared in the modern tests such as Scanner Test, such as electronic gates.",
        "It is an example of their advanced professional maturity of the immigration officers working at the Bandaranaike International Airport with high-tech passes.",
        "These Syrians have come to Malaysia and arrived in Sri Lanka. Immigration and Emigration officials have revealed that they had gone to India and flee to Italy.",
        "The Syrians have been handed over to the Katunayake Airport Criminal Investigations for further investigations."
      ]
    }
  },
  "summary_lines": [
    "Syrian families arrested in Sri Lanka for fake UAE passports. Attempting to reach Rome via India. Passports tested negative. Further investigation ongoing."
  ]
}