{
  "translated_text": {
    "ta": {
      "title": "ට්‍රම්ප්ගේ තීරු බද්ද සියයට 20ක් දක්වා අඩුකරයි",
      "body_lines": [
        "இலங்கையிலிருந்து இறக்குமதி செய்யப்படும் பொருட்களுக்கான பரஸ்பர கடமை விகிதத்தை அமெரிக்கா மேலும் குறைத்துள்ளது.",
        "අමෙරිකාව විසින් ශ්‍රී ලංකාවෙන් සිදුකරන ආනයන මත පනවන 30%ක අන්‍යොන්‍ය තීරුබදු අනුපාතයක් ප්‍රකාශයට පත්කර තිබූ අතර, එය අද (1) සිට ක්‍රියාත්මක වීමට නියමිතව තිබුණි.",
        "இலங்கை உட்பட பல நாடுகளில் கடமை விகிதங்கள் குறைக்கப்பட்டுள்ளன.",
        "அதன்படி, தெற்காசிய நாடுகளில் 20% பங்களாதேஷும் பாகிஸ்தானில் 19% ஆக குறைக்கப்பட்டுள்ளது.",
        "இருப்பினும், இந்தியாவில் இருந்து இறக்குமதி செய்யப்படும் கடமைகளின் சதவீதம் மாற்றப்படவில்லை, அதே வழியில் உள்ளது.",
        "இதற்கிடையில், பிரேசிலின் பிரேசிலின் இறக்குமதி மீதான வரி 10% ஆகக் குறைக்கப்பட்டுள்ளது, இது 50% பாரிய கட்டண விகிதத்தால் வெளியிடப்பட்டது.",
        "முக்கிய நட்பு மாநிலமான பிரதான நீரோட்டம் 15%ஆகக் குறைக்கப்பட்டுள்ளது.",
        "கடமை விகிதங்களில் மிக உயர்ந்த சதவீதம் வழங்கப்பட்டுள்ளது 41%, இது சிரியாவுக்கு 41% வரை உள்ளது.",
        "லாவோஸ் மற்றும் மியான்மரில் 40% வெள்ளை மாளிகை விடுவிக்கப்பட்டதாகக் கூறினர்."
      ]
    },
    "en": {
      "title": "Trump's column tax reduces up to 20 percent",
      "body_lines": [
        "The US US has further reduced the mutual duty rate for goods imported from Sri Lanka.",
        "The US had an announced 30% of the imports from Sri Lanka and had to be implemented from today (1).",
        "According to the White House, the duty ratios have been reduced in several countries including Sri Lanka.",
        "Accordingly, 20% of Bangladesh in South Asian countries have also been reduced to 19% of Pakistan.",
        "However, the percentage of duties that are imported from India has not been changed, and it is in the same way.",
        "Meanwhile, the tax on Brazil's Imports of Brazil has been reduced to 10%, published by a 50% massive tariff rate.",
        "The mainstream is the mainstream, which is the major friendly state, has been reduced to 15%.",
        "The highest percentage of duty rates has been given is 41%, and it is up to 41% for Syria.",
        "40% of the Laos and Myanmar said that the White House released."
      ]
    }
  },
  "summary_lines": []
}