{
  "translated_text": {
    "si": {
      "title": "\"ලාම්පුවට කතා කොට, එය ආපසු යැව්වේ\" ශ්රද්ධරන් එය ආපසු යැව්වේ \"",
      "body_lines": [
        "වීරයන් තිදෙනාගේ මව කඳුළු සලමින් පාර්ලිමේන්තු මන්ත්රී ශ්රීධරන් මා ආපසු ආපහු එවා ආපසු එව්වා.",
        "පසුගිය අඟහරුවාදා (26) සවස 6.55 ට දුරකථන ඇමතුමක් දුන් පාර්ලිමේන්තු මන්ත්රී ශ්රීධරන්, ඔබ වීරයන් තිදෙනෙකුගේ මවද?මගේ දරුවන් තිදෙනාගේ විස්තර ඇහුම්කන් දීමෙන් පසු, බදාදා (27)",
        "කනංකපුරම් කනංකපුරම් කිලිනොච්චි මහතා කියා සිටියේ ඔබ තුිලුමිල්මාම් හි මහජන ගින්නට පැමිණිය යුතු බවයි. මමත් ඊට එකඟ වුනා",
        "මම හරියටම උදේ 5.05 ට වීරයන්ගේ දිනයේදී පාන්දර 5.05 ට කනංකපුරම් තුිලුමිලම් වෙත ගියෙමි. එහි සිටි එහි සිටි අය විධිවිධාන කමිටුව ලෙසත්, අප වෙනත් පුද්ගලයෙකු පිළිවෙලට සකස් කර ඇති බව පවසමින් මාව ආපසු යැව්වා.. මෙය මට මහත් වේදනාවක් ගෙන දෙයි. වීරයන් තිදෙනාගේ මව ලෙස ඔවුන් මට අපහාස කර ඇත.",
        "ශ්රීධරන් පාර්ලිමේන්තු මන්ත්රීවරයාගේ ආරාධනයෙන්, මම ප්රධාන පාරේදී පාර මැද සිටින ප්රධාන පාරට පැමිණ, මගේ නිවසේ සිට මගේ නිවසේ සිට වතුරෙන් පිරී ගියෙමි.. නමුත් එහිදී මට අපහාස කළා.මෙම ව්යාපාරය වීරයෙකුගේ මවගේ මව විසින් සිදු කරන ලදී"
      ]
    },
    "en": {
      "title": "\"Sridharan, who called the lamp, sent it back\"",
      "body_lines": [
        "The mother of the three heroes said in tears that MP Sridharan had sent me back and sent me back.",
        "“MP Sridharan, who telephoned at 6.55 pm last Tuesday (26), are you the mother of three heroes?After listening to the details of my three children, on Wednesday (27)",
        "Kanakapuram Kanakapuram Kilinochchi said that you should come to the public fire at Thuilumillam. I also agreed",
        "I went to Kanakapuram Thuilumillam at exactly 5.05 am on the day of the Heroes. Those who stood there called themselves the arrangement committee and sent me back, saying that we have arranged another person.. This gives me great pain. They have insulted me as the mother of the three heroes.",
        "At the invitation of Sridharan MP, I came to the main road in the midst of the road to my house, which was filled with water, and I went to Kanakapuram Knight Thuilumillam at exactly 5 am in a vehicle.. But there I was insulted.The movement carried out the mother of a hero"
      ]
    }
  },
  "summary_lines": [
    "Sridharan MP called mother of heroes, sent back insulted at event"
  ]
}