{
  "translated_text": {
    "si": {
      "title": "මාලිගාරයේ කැතුර් සමූහය",
      "body_lines": [
        "සෙනසුරාදා (15) රාත්රී 5 ට මෙසලායි සහ වීදියේ ක්රීඩා සමාජයේ ක්රීඩාංගණයේදී කඩුව වාර්තා විය.",
        "සිවකුමාර් රාහුලාන් තුවාල ලැබීමෙන් පසු චවාකච්චේරි සම්පත් රෝහලට ඇතුළත් කර තිබේ.",
        "සිද්ධිය ද හැඳින්වේ:. තරඟාවලියේ අවසන් වටය සෙනසුරාදා (15) සවස 5 ට සවස 5 ට වාර්තා විය.",
        "සවස 5 ට පමණ, අවුරුදු 12 ක දුරක් චතුරස්රාකාර පිරිසකට කඩු හා පොලු සමඟ එහි සිටගෙන සිටි අය පහර දෙන ලදී.",
        "නගර වැසියන් සහ ක්රීඩා සමාජ සෙබළුන් ප්රහාරකයා වටකර රැජිනව නැවී හතර දෙනෙකු දක්වා නැවී ඇත.",
        "තවත් සමහරු පැන ගොස් ඇත. ඔවුන් පසුපස හඹා ගියත්, සමූහයා පැන ගියහ.",
        "නගර වැසියන්ට හසු වූ මිනිසුන් සිව්දෙනා පිළිබඳව කොඩිකාමම් පොලිසියෙන් හතරෙන් 4 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "ප්රහාරය සඳහා භාවිතා කළ කඩුව සහ පිහියක් ද සොයා ගත් බව කොඩිකාමම් පොලිසිය පවසයි.",
        "අත්අඩංගුවට ගත් සිව්දෙනාගේ වයස අවුරුදු 17 සහ 18 ක් වූ අතර අනෙක් අය පහර දුන් අනෙක් අය වූ අතර ඔවුන් පහර දුන් වැඩිහිටියෙකු වූ අතර ඔවුන් මැන්ඩුවිල්, මැන්ඩු, උෂාන් සහ කොඩිකාමම් යන පිටත සිට නහඹර විය.",
        "අත්අඩංගුවට ගත් පුද්ගලයින් සම්බන්ධයෙන් පරීක්ෂණ පවත්වන අතර චවාකච්චේරි අධිකරණය පියවර ගෙන ඇති බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Katyar group at the garland",
      "body_lines": [
        "The sword was reported at 5 pm on Saturday (15) at the Ground of the Sports Club in Meesalai and Street.",
        "Sivakumar Rahulan has been admitted to Chavakachcheri Resource Hospital after being injured.",
        "The incident is also known:. The final round of the tournament was reported at 5 pm on Saturday (15) at 5 pm.",
        "At about 5 pm, a 12 -year -old quadruple crowd was attacked by those who were standing there with swords and poles.",
        "The townspeople and sports club soldiers surrounded the attacker and folded the queen and folded up to four.",
        "Others have escaped. Even after chasing them, the crowds escaped.",
        "Kodikamam police have arrested four quarters after the Kodikamam police were informed of the four men who had been caught by the townspeople.",
        "Kodikamam police said that the sword and a knife used for the attack were also recovered.",
        "It is said that the four arrested were aged 17 and 18, and the others were older people who were attacked, and that they were the teenage ages from the outskirts of Manduvil, Mantu, Ushan and Kodikamam areas.",
        "Investigations are being conducted on the arrested persons and the Chavakachcheri court has taken action, police said."
      ]
    }
  },
  "summary_lines": [
    "A violent incident occurred at a sports club in Meesalai, where a 12-year-old boy was attacked by a group wielding swords and poles during a tournament. Four suspects, aged 17 to 18, were apprehended by locals and handed over to the Kodikamam police, who also recovered weapons used in the attack. The victims, including Sivakumar Rahulan, were treated at the Chavakachcheri Resource Hospital. Investigations are ongoing, with legal proceedings initiated in the Chavakachcheri court."
  ]
}