{
  "translated_text": {
    "si": {
      "title": "கரூர் சம்பவம் – உயிரிழந்தோரின் எண்ணிக்கை 40 ஆக அதிகரிப்பு",
      "body_lines": [
        "කර් ඒ තමිල්නාඩුවේ විජේ හි විජේගේ උද් campaign ෝෂනයේ පැවති උද් campaign ෝෂනයේදී සමූහයා තුළ ඇති වූ තුවාල ලැබීම් සංඛ්යාව 40 දක්වා ඉහළ ගොස් තිබේ.",
        "කර් කර් වේලස්මාපාරම් හි විජේ නායක විජේ ඊයේ රාත්රියේ උද් ing ෝෂනය කළේය.",
        "මීට පෙර පෙරවරු 10.30 ට පොලිසියට උද් .ෝෂනයට ලක් කර තිබේ.",
        "කෙසේ වෙතත්, නාමකේකල් හි මැතිවරණ ප්රචාරය කිරීමෙන් පසු විජේ සවස 3 ට පිටත්ව ගියේය.",
        "මේ අතර, ස්වේච්ඡා සේවකයන් සහ රසිකයන් සවස 12 සිට කර්තූර් වේලාස්මාපිපුරම්හි රැස්ව සිටියහ.",
        "கரூர் மாவட்ட எல்லையான வேலாயுதம்பாளையத்தில் இருந்தே கூட்டம் அதிகமாக இருந்ததால் பிரச்சாரப் பேருந்து மிகவும் மெதுவாக நகர்ந்தது. මේ අනුව, විජේට රාත්රී 7.15 ට උද් campaign ෝෂනයට පැමිණීමට හැකි විය.",
        "විජේ එහි කතා කිරීමට පටන් ගත් විට, ඔහුගේ මයික් වැඩ කළේ නැත. ඔහු පිටුපස සිටින අය ඔහුගේ කතාවට සවන් දීම සඳහා උද් campaign ෝෂන බස් රථයට පැමිණියහ. මේ අනුව, ඔවුන් ඉදිරිපිට බලා සිටි අය ජනාකීර්ණ වූහ.",
        "විජේ කතා කරන අතරතුර, බොහෝ අය හුස්ම ගැනීමට පටන් ගත්හ. ප්රදේශයේ ගස කඩා වැටීමෙන් සමහර අය තුවාල ලැබූහ. ඔවුන් බේරා ගැනීමේ විචේගේ ව්යාපාරයෙන් පසුව පමණි.",
        "ගිලන් රථ මගින් බේරාගත් කාන්තාවන් සහ ළමයින් කරූර් ගාන්ධි ගම්මානයේ රජයේ වෛද්ය විද්යාල රෝහලට සහ අසල පෞද්ගලික රෝහලකට ඇතුළත් කර තිබේ.",
        "ළමුන් හා කාන්තාවන් ඇතුළු 40 දෙනෙකු මිය යාම ඔවුන් කම්පනයට පත් කර තිබේ."
      ]
    },
    "en": {
      "title": "Karur incident - The number of casualties increased to 40",
      "body_lines": [
        "The number of casualties in the crowd during the campaign of TV leader Vijay in Karur in Tamil Nadu has increased to 40.",
        "கரூர் வேலுசாமிபுரத்தில் தவெக தலைவர் விஜய், நேற்று இரவு தேர்தல் பிரச்சாரத்தில் ஈடுபட்டார்.",
        "Earlier, at 10.30 am, the police had been allowed to campaign.",
        "However, Vijay left at 3 pm after campaigning in Namakkal.",
        "Meanwhile, volunteers and fans gathered at Karur Velusamipuram from 12 pm.",
        "The campaign bus moved very slowly as the crowd was so high from Velayuthampalayam on the Karur district border. Thus, Vijay was able to come to the campaign at 7.15 pm.",
        "When Vijay started talking there, his Mike didn't work. The people behind him came to the campaign bus to listen to his speech. Thus, those who waited in front of them were crowded.",
        "While Vijay was talking, many people began to breathe in. Also, some people were injured when the tree in the area collapsed. It was only after Vijay's campaign to rescue them.",
        "The women and children who were rescued by ambulance were admitted to the Government Medical College Hospital in Karur Gandhi village and a nearby private hospital.",
        "The death of 40 people, including children and women, has shocked them."
      ]
    }
  },
  "summary_lines": []
}