{
  "translated_text": {
    "ta": {
      "title": "புகார் கேட்கச் சென்ற போலீஸ் அதிகாரி",
      "body_lines": [
        "பியூர்தோட்டா பொலிஸ் பிரிவில் பியூர்தோட்டா பகுதி புகார் அளித்ததால், அந்த அதிகாரி பலத்த காயமடைந்து கண்டி தேசிய மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "காவல்துறை அதிகாரியைத் தாக்கிய பின்னர், காவல்துறை அதிகாரி இப்பகுதியில் ஒரு பெரிய பல ஜாக்ஃப்ரூட்டுக்கு உயரும்.",
        "பொலோனாருவா காவல்துறையின் அதிகாரி இன்று (25) போத்தோட்டா பகுதியில் உள்ள போத்தோட்டா பகுதிக்குச் சென்றிருந்தார், இரண்டு சகோதரர்கள் மீதான தகராறு குறித்து செய்யப்பட்ட புகாரில் தெரிவிக்கப்பட்டுள்ளது. காவல்துறை அதிகாரி இரண்டு சகோதரர்களையும் வரவழைத்தபோது, ​​அவர் மனக்கிளர்ச்சியுடன் தாக்கப்பட்ட சகோதரர்",
        "ஒரு குச்சி ஒரு முறை காவல்துறை அதிகாரி மீது தாக்குதல் நடத்தியது. போலீஸ்காரரின் மார்பு பகுதி ஒரு கை மற்றும் காலுக்கு கடுமையாக ஏற்படுகிறது.",
        "காவல்துறை அதிகாரியை கைது செய்ய ஜாக்ஃப்ரூட் மற்றும் பேஸ்ஃபிரண்டில் பொலிஸ் பாதுகாப்பைப் பயன்படுத்தியதாக உயர் போலீஸ் அதிகாரி ஒருவர் தெரிவித்தார். ஃபொயபிட்டியா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Police officer who went to hear a complaint",
      "body_lines": [
        "The officer was seriously injured and admitted to the Kandy National Hospital due to the defendant with a complaint by the Purethota area in the Purethota police division.",
        "After attacking the police officer, the police officer will rise to a huge jackfruit in the area.",
        "The officer of the Polonnaruwa Police had gone to the Bothota area in the Bothota area today (25), according to a complaint received regarding a dispute over two brothers. While the police officer summoned the two brothers, the brother who was assaulted while he was impulsive",
        "A stick took an attack on the police officer once. The policeman's chest area has been severely caused to a hand and a leg.",
        "A high police officer said he had used police protection in jackfruit and basefront to arrest the police officer. The Phoyapitiya Police are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "A police officer was attacked in the Purethota area, leading to serious injuries and hospitalization. The incident occurred during a dispute between two brothers, where one brother assaulted the officer with a stick, causing harm to his chest, hand, and leg. Following the attack, the officer found a large jackfruit in the area. Further investigations are being conducted by the Phoyapitiya Police."
  ]
}