{
  "translated_text": {
    "si": {
      "title": "ඊළඟ එක්සත් ජනපද ජනාධිපති කවුද?",
      "body_lines": [
        "එක්සත් ජනපද ජනාධිපතිවරණය අඟහරුවාදා (05) පැවැත්වීමට නියමිතය. හරි-භාරකරුවන් - නගරකරුවන් දැනටමත් ඡන්දය ප්රකාශ කර ඇත. ඡන්දය ලබාගෙන නිවසේදී හෝ තැපෑලෙන් ඡන්දය දෙන්න. පොදු ස්ථානවල සවි කර ඇති කුටි සහ ඡන්ද පෙට්ටිවල ඡන්දය දීම. එක්සත් ජනපදයේ මැතිවරණ කොමිසමක් නොමැත. පළාත් ආණ්ඩු මැතිවරණ පවත්වයි. සෑම පළාතකම මෙම උපදෙස් වල වෙනසක් සිදුවනු ඇත. නමුත් සෑම කෙනෙකුම සෘජුවම ජනාධිපති අපේක්ෂකයාට ඡන්දය දෙනු ඇත.",
        "නොවැම්බර් 1 වන දින '538' යන වෙබ් අඩවියේ කමලා හාරිස්ව ඡන්ද 47.9 ක ඡන්ද විමසීමක් ලබා ගනී.රිපබ්ලිකන් අපේක්ෂක ඩොනල්ඩ් ට්රම්ප්ට ඡන්ද 46.8 ක් ලැබෙනු ඇත. එනම්. එම අඩවි වලින් පෙනී යන්නේ අනාවැකි පුරෝකථනයෙන් 3% ක් බවයි. මේවා ජනප්රිය ඡන්දය ලෙස හැඳින්වේ.",
        "අමතර ඡන්ද ලැබෙන නිසා කෙනෙකුට එක් ජනාධිපතිවරයෙකුට දිය නොහැක. 2016 දී හිලරි ක්ලින්ටන්ට ඩොනල්ඩ් ට්රම්ප්ට වඩා ලක්ෂ 28 ක ඡන්ද 28 කින් ලැබුණි. 2000 දී. නමුත් ඔවුන් දෙදෙනාම ජනාධිපතිවරයා විය නොහැක. මන්ද?ඔවුන්ට මැතිවරණ විද්යාලයේ ප්රමාණවත් ඡන්ද ලබා ගත්තේ නැත.",
        "තේරීම් කාරක සභාවේ කාර්යය: එක්සත් ජනපදයේ පළාත් 50 ක් ඇත. යුනියන් රජයේ නීති දෙකකි. පළමුව, (යූ; නියෝජිතයින්ගේ නිවස) හෝ ඊට අඩු සාමාජිකයින්ගේ සාමාජිකයන්. මෙම ජනගහනය අනුව සෑම පළාතකම සාමාජිකයින් මෙය සඳහා ඇත. රටේ සාමාජිකයින් 435 ක්. දෙවැනි, සෙනෙට් හෝ ඉහළ. සෑම පළාතකම සාමාජිකයින් දෙදෙනෙකු. පළාතේ හෝ ජනගහනය පිළිබඳ කිසිදු ගැටළුවක් නොමැත. කැලිෆෝනියාවේ සාමාජිකයින් දෙදෙනෙක්. අලෑකගේ සාමාජිකයන් දෙදෙනෙක්. මේ අනුව පළාත් 50 ක සාමාජිකයින් 100 කි.",
        "මේ දෙකේ සාමාජිකයින් සංඛ්යාව මත පදනම්ව දෙපාර්ශ්වයම බටහිර විධායක කමිටුවට සාමාජිකයින් පත් කරනු ඇත.. තෝරාගත් කණ්ඩායමේ සාමාජිකයින් 538 ක් සිටිති. සාමාජිකයින් 270 දෙනෙකු ලැබීම ජනාධිපතිතුමා ය. මෙම තේරීම් කමිටුවේ ඡන්දය අපේක්ෂකයින්ට ලැබෙන්නේ කෙසේද?මෙය අමුතුයි!",
        "ජෝර්ජියා පළාත සඳහා තෝරාගත් කමිටු ඡන්ද 16 ක්. 2020 මැතිවරණයේදී, ජෝ බිඩ්න්ට 49.47% ක ඡන්ද ප්රතිශතයක් සහ ඩොනල්ඩ් ට්රම්ප් 49.24% ක් ලැබුණි. ඒ අනුව, පත්රිකා 16 ඡන්දය අපේක්ෂකයින් දෙදෙනාට සමාන විය යුතුය. නමුත් එය එසේ නොවේ. අතිරේක ඡන්ද ලැබුණු අපේක්ෂකයාට ඡන්ද 16 ක් ලැබෙනු ඇත. මෙම උදාහරණයේ දී, 16 තේරී පත් වූ කණ්ඩායම් ඡන්ද ලැබුණි. වැඩි ජනගහනයට ඡන්ද ලැබුණේ මේ නිසා ය, නමුත් හිලරි ක්ලින්ටන්ට ජයග්රහණය අහිමි විය.",
        "පෙන්ඩුලම් පළාත්: තවත් ගැටළුවක් තිබේ. පළාත් 50 ක් තිබියදීත්, පළාත් 40 කට වැඩි ප්රමාණයක් සාම්ප්රදායිකව කිසිදු පක්ෂයකට සහාය දක්වයි. නිදසුනක් වශයෙන්, පුරෝකථනයන් දෙකේ, කැලිෆෝනියා ප්රජාතන්ත්රවාදී පක්ෂයට සහ රිපබ්ලිකන් පක්ෂයට කැලිෆෝනියාවේ රිපබ්ලිකන් පක්ෂය සහාය දක්වයි. මෙම පළාත්වල දෙපාර්ශවයේ ඡන්දවල සැලකිය යුතු වෙනසක් සිදුවනු ඇත.",
        "එවැනි අනාරක්ෂිත තරඟ නොවන තරඟ ද තිබේ. එවැනි පළාත් මෙම මැතිවරණයේදී: ඇරිසෝනා, ජෝර්ජියා, මිෂියාන්, නෙවාඩා, නවාඩා, නේසිල්වේනියා, විස්කොන්සින්. මේවා පැද්දීමේ රාජ්යයන් සහ යුධ පිටිය ලෙස හැඳින්වේ.",
        "මෙම පළාත් හත ඇතුළුව පළාත් හතේ ඡන්ද 7 කින් ඡන්ද 93 ක් ඇත. මෙම පළාත්වල සාර්ථකත්වය ඡන්ද දහස් ගණනක් පිළිබඳ තීරණයක්. ඊළඟ ජනාධිපතිවරයා මෙම ඡන්ද ලබාගත්තේය. එනම්, සමහර පළාත් වල ඡන්ද 14 ක් ජාතියක කුලපති තීරණය කරනු ඇත. එබැවින් අපේක්ෂකයින් දෙදෙනා මෙම පළාත් හත සක්රියව ප්රචාරය කරමින් සිටිති.",
        "මෙම මැතිවරණයේ පැත්ත කවුද?. හිටපු ඩිමොක්රටික් පක්ෂය සහ රිපබ්ලිකන් පක්ෂය දියත් කරන ලදී. ගබ්සාව සඳහා තවත් බොහෝ රටවල් මෙන් එක්සත් ජනපදයේ රටපුරා බලපත්රයක් තිබුණි. 2021 දී ශ්රේෂ් Supreme ාධිකරණය එම අයිතිය අවලංගු කළේය.",
        "අදාළ පළාත් වලට තවදුරටත් ගබ්සාව පිළිගැනීමට හෝ තහනම් කිරීමට නොහැකි වීම. ශ්රේෂ් Supreme ාධිකරණ විනිසුරුවන් විසින් විදුහල්පතිවරුන් විසින් පත් කරනු ලබන බවත් විනිසුරුවන් නව දෙනාගෙන් හය දෙනෙකු රිපබ්ලිකන් විදුහල්පතිවරුන් විසින් පත් කරන ලද බවත් සිහිපත් කළ යුතුය.. මෙම තීන්දුවෙන් පසුව, රිපබ්ලිකන් පක්ෂය ගබ්සාව තහනම් කර තිබේ. සමහර පළාත්වල එය නියමයන්ට යටත් වේ. ඩිමොක්රටික් පක්ෂය දැඩි ලෙස විරුද්ධ වන්නේ මෙයයි.",
        "ඊළඟට සංක්රමණ ප්රශ්නයයි. ට්රම්ප් සිය ධුර කාලය තුළ නීතිමය පදිංචිකරුවන් විශාල වශයෙන් අඩු කර ඇත. මෙක්සිකෝවේ මායිමේ බිත්තියක් සෑදීමට පටන් ගත්තේය. බයිඩන් විසින් ඉදිකිරීම් නතර කළේය.",
        "ට්රම්ප් පවසන්නේ මෙක්සිකානු පදිංචිකරුවන් ඔවුන් විසින් නීත්යානුකූලව හෝ නීති විරෝධී වුවත් ඒවා ලොග් වූ දෙයක් ඔවුන්ට තහනම් කළ යුතු බවයි.. මත්ද්රව්ය ජාවාරම සහ දේශීය රැකියාවක් අල්ලා ගැනීම ගැන කතා කරමින් සිටි පුද්ගලයා කමලා හැරිස් සමඟ පැවති විවාදයකදී ඔවුන් පුරවැසියන්ගේ සුරතල් සතුන්ගේ සුරතල් සතුන් මරා දැමූ බව පැවසීය.. මෙම ප්රචාරය ප්රදේශවාසීන් සමඟ හොඳින් ගනු ලැබේ;දේශපාලන නිරීක්ෂකයින් පවසන්නේ කමලාගේ කණ්ඩායම ප්රමාණවත් තරම් මුහුණ දුන්නේ නැත.",
        "මෙම මැතිවරණයේදී කළු ජාතිකයින්, සුළු ජාතීන් සහ සංක්රමණිකයන් කමාලා හි වඩ වඩාත් සහයෝගය දක්වයි. සුදු ජාතිකයින්ගෙන් බොහෝ දෙනෙක් ට්රම්ප්ට සහාය වෙති. බොහෝ කාන්තාවන්, විශේෂයෙන් තරුණියන්, කම්ල් ය;පිරිමින්, බොහෝ හා තරුණයින් ට්රම්ප්ට සහාය දක්වයි. නගරවාසීන් සහ කර්මාන්තශාලා සේවකයින් ද කමලා ය;බොහෝ ගම්වැසියන් ට්රම්ප්ට සහාය දක්වයි. ඒ හා සමානව, ලිබරල්වාදීන් සහ දක්ෂිණාංශිකය වෙන් කරනු ලැබේ.",
        "මෙම අපේක්ෂකයින් එක්සත් ලකුණු වේ. ඔවුන්ගෙන් එක් කෙනෙක් ඊශ්රායෙලයේ සහයෝගයයි. කවුරුන් හෝ පලස්තීන කලාපයේ එක්සත් ජනපද තනතුර වෙනස් කිරීමට යන්නේ නැත. මෙය මෙම මැතිවරණයේ කථාවක් බවට පත්ව ඇත. අරාබි ඇමරිකානුවන් සහ ඉස්ලාම්වාදීන් සාම්ප්රදායික ප්රජාතන්ත්රවාදී ආධාරකරුවන් ය. ඔවුන්ට රිපබ්ලිකන් පක්ෂයට ඡන්දය දිය නොහැක.",
        "මෙම මැතිවරණය විය නොහැක. නමුත් ඔවුන්ගෙන් සමහරක් පවසා ඇත්තේ ඔවුන් මැතිවරණය වර්ජනය කිරීමට යන බවයි. බැට්රිඩි ආණ්ඩුවේ උච්චාරණ ප්රතිපත්තිය ගැන සෑහීමකට පත් නොවූ වාමාංශිකයින් ඡන්දය ප්රකාශ කිරීමට උනන්දු වන්නේ නැත. ඔවුන්ගේ වර්ජනය ට්රම්ප්ට හිතකර වේ.",
        "ඉන්දියාවට යහපත් කවුද?ට්රම්ප් ජනාධිපති බවට පත්වුවහොත්. දේශපාලන නිරීක්ෂකයින් පවසන්නේ විදේශ ප්රතිපත්ති වල විශාල වෙනසක් නොමැති බවයි. එක්සත් ජනපදය ඉන්දියාව චීනයට විකල්පයක් ලෙස ප්රවර්ධනය කරයි. මෙම ප්රතිපත්තිය දිගටම පවතිනු ඇත.",
        "කමලා ජය ගන්නේ නම්, ඇය එක්සත් ජනපදයේ පළමු කාන්තා සභාපති වනු ඇත. එක්සත් ජනපදය ආඩම්බර වන්නේ ඉන්දීය මව සහ කළු පියාගේ සභාපතිවරයා වීම ගැන ය. ට්රම්ප් ජයග්රහණය කළත් එය ඉතිහාසයේ දක්නට ලැබේ. බොහෝ නායකයින් මීට පෙර දෙවරක් ජනාධිපතිවරු ය (රේගන්, බුෂ්, ක්ලින්ටන්, ඔබාමා). නමුත් ඔවුන් අඛණ්ඩව අඛණ්ඩව සභාපතිවරයා විය. ට්රම්ප් තෝරාගනු ලැබුවහොත්, ජනාධිපතිවරයෙකු බවට පත්වුවහොත්, ඊළඟ වතාවේ තුන්වන වතාවට ජනාධිපතිතුමා ඉතිහාසයේ පළමු අවස්ථාව වනු ඇත. අපරාධ වැරදි හතරක් ඇතුළුව විවිධ චෝදනා සමඟ ජනාධිපති වූ පළමු පුද්ගලයා ට්රම්ප් වනු ඇත. තවත් දින දෙකකින්, නව ජනාධිපතිවරයා කවුදැයි ඔබ දැන ගනු ඇත!"
      ]
    },
    "en": {
      "title": "Who is the next US President?",
      "body_lines": [
        "The US presidential election is to be held on Tuesday (05). Okay half -voters have already voted. Get the ballot and vote at home or by mail. Voting in booths and ballot boxes installed in public places. There is no Election Commission in the United States. Provincial governments are holding elections. There will be a change in these instructions in each province. But everyone will vote directly to the presidential candidate.",
        "Democrat candidate Kamala Harris will receive 47.9 votes, according to a poll on November 1 on the website '538';Republican candidate Donald Trump will receive 46.8 votes. That is. Those sites suggest that the predictions are 3% of the forecast. These are called popular vote.",
        "One cannot give one president because it receives additional votes. In 2016 Hillary Clinton received 28 lakh votes than Donald Trump. In 2000. But both of them could not be president. Why?They did not get enough votes in the electoral college.",
        "Task of the Select Committee: There are 50 provinces in the United States. The laws of the union government are two. First, members of the members of (u; house of representatives) or lower. This will have members of each province according to its population. A total of 435 members of the country. Second, Senate or top. Two members of each province. There is no problem with the province or population. Two members to California. Two members of Aleska. Thus, 100 members of 50 provinces.",
        "Based on the number of members of the two, the two parties will appoint members to the Western Executive Committee.. There will be 538 members of the selected group. The president is the receiving of 270 members. How do the candidates get the votes of this selection committee?This is the strange!",
        "16 selected committee votes for Georgia province. In the 2020 election, Joe Bidan received 49.47% of the vote and Donald Trump 49.24%. Accordingly, the 16 -selected committee votes must be equal to both candidates. But that doesn't happen like that. 16 votes will go to the candidate who received additional votes. In this example, the 16 -selected group votes received. This is why the greater population received votes, but Hillary Clinton lost the victory.",
        "Pendulum Provinces: There is another problem. Despite the 50 provinces, more than 40 provinces are traditionally supported by any party. For example, in the two forecasts, the California Democratic Party and the Republican Party are supported by the Republican Party of California. There will be a significant difference in the votes of the two parties in these provinces.",
        "There will also be such non -fierce competition provinces. Such provinces in this election: Arizona, Georgia, Mishigan, Nevada, North Carolina, Pennsylvania, Wisconsin. These are called Swing States and BattleGround States.",
        "There are 93 votes of the seven provinces, including these seven provinces. The success of these provinces is a decision on a few thousand votes. The next president is the recipient of these votes. That is, a few thousand votes of some provinces will decide on the Chancellor of a nation. So the two candidates are actively propagating these seven provinces.",
        "Who is the side of this election?. The former Democratic Party and the Republican Party launched. There was a nationwide permit in the United States, like many other countries for abortion. In 2021, the Supreme Court canceled that right.",
        "It ruled that the respective provinces could no longer accept or prohibit abortion. It must be recalled that the Supreme Court judges are appointed by the principals and that six of the nine judges were appointed by the Republican principals.. After this ruling, the Republican Party has been banned of abortion. In some provinces it is subject to terms. This is what the Democratic Party is vehemently opposed.",
        "Next is the immigration issue. Trump has greatly reduced the legal settlers during his tenure. Began to build a wall on the border of Mexico. Baidan stopped the construction.",
        "Trump says that the Mexican settlers should be banned by them, no matter what they log in, whether they are legally or illegal.. The man who was talking about drug trafficking and seizing local employment said that in a debate with Kamala Harris, they kill the pets of citizens' pets.. This propaganda is taken well with the locals;Political observers say Kamala's team did not face enough.",
        "In this election, blacks, minorities and immigrants are increasingly supporting Kamala. Most of the white people support Trump. Most of the women, especially young women, are Kamala;Men, most and young people support Trump. City residents and factory workers are also Kamala;Most of the villagers support Trump. Likewise, the liberals and the right wing are separated.",
        "These candidates are united points. One of them is Israel's support. Whoever comes to the president is not going to change the US position on the Palestinian issue. This has become a speech in this election. Arab Americans and Islamists are traditional Democratic supporters. They cannot vote for the Republican Party.",
        "This election cannot be. But some of them have said that they are going to boycott the election. Leftists who are dissatisfied with the phonetic policy of the Batidi government are not interested in voting. Their boycott is favorable to Trump.",
        "Who is good for India?If Trump becomes president. Political observers say that there is no major change in foreign policies. The US is promoting India as an alternative to China. This policy will continue.",
        "If Kamala wins, she will be the first woman president of the United States. The United States is proud to be the President of the Indian mother and black father. It will feature in history even though Trump won. Many leaders have been presidents twice before (Reagan, Bush, Clinton, Obama). But they were consistently president of two consecutive. If Trump is selected, becoming a president, the next time, the third time, the president - will be the first time in history. Trump will also be the first person to be president with various accusations, including four criminal offenses. In two more days, you will know who the new president is!"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "US presidential election 2024: Democrat Kamala Harris vs Republican Donald Trump. Polls show close race, with Harris leading 47.9% to Trump's 46.8%. Electoral College system may determine winner. Key issues: abortion rights, immigration, racial demographics. Outcome uncertain, decision expected soon."
  ]
}