{
  "translated_text": {
    "si": {
      "title": "தமிழ் அரசியல் கைதிகளுக்கு மனிதாபிமான அடிப்படையில் விடுதலை கோரிக்கை ; நீதி அமைச்சருடன் குரலற்றவர்களின் குரல் அமைப்பின் நேரடி சந்திப்பு",
      "body_lines": [
        "ජේවීපීයට පොදු සමාව ලබා දී ඇති ආකාරයටම දෙමළ දේශපාලන සිරකරුවන් මානුෂීය හේතූන් මත නිදහස් කරන ලෙස නොව අවදි හ voice ින් අවුට්මන්ට් හ voice ට හ voice ට යුක්තියට අමාත්යවරයා හමුවී තිබේ.",
        "තම කන්වලින් දෙමළ දේශපාලන සිරකරුවන් නිදහස් කිරීමට සහ හදවතට ඇහුම්කන් දුන් බව අමාත්යවරයා පැවසීය.",
        "தமிழ் அரசியல் கைதிகள் விடுதலை தொடர்பில், நீதி அமைச்சருடனான சந்திப்பு தொடர்பில் கருத்து வெளியிடும் போதே குரல் அற்றவர்களின் குரல் அமைப்பின் ஒருங்கிணைப்பாளர் மு.கோமகன் இதனை தெரிவித்தார்.",
        "කොළඹ අධිකරණ අමාත්ය අමාත්ය හර්ෂ නනායකර, අධිකරණ අමාත්ය හර්ෂ නනායකකර, හිරේ සිරගෙදර දෙමළ දේශපාලන සිරකරුවන්ගේ හ oice සහ පවුලේ සාමාජිකයින්ගේ හ voice ින් සාකච්ඡා පැවැත්විණි.",
        "මේ අවස්ථාවේ දී, අවුරුදු 15 ත් 30 ත් 30 ත් අතර කාලයක් ශ්රී ලංකා බන්ධනාගාරයේ පවුලේ සාමාජිකයින්ට ඔවුන්ගේ .ාතීන්ගේ .ාතීන්ගේ දිගුකාලීනව සිරගත කිරීම නිසා ඔවුන් මුහුණ දුන් මානසික, සමාජීය හා ආර්ථික අභියෝගයන් ඉරා දමා ඇත.. ඔවුන්ගේ ආදරණීයයන් නිදහස් කරන ලෙස ඔවුහු අමාත්යවරයාගෙන් ඉල්ලා සිටියහ.",
        "ශ්රී ලංකාවේ ජනවාර්ගික ගැටුම් හේතුවෙන් සිදුවන යුද්ධයේ ප්රතිවිපාක, දෙමළ දේශපාලන සිරකරුවන්, මානුෂීය පදනමක් සොයා ගැනීමට අවශ්ය වේ.",
        "අතීතයේ දී, අතීතයේ දී, අතීතයේ දී, එල්ටීටීඊය සමඟ ඇති සාම සාකච්ඡා, ජේවීපීයට සාමකාමීව සාකච්ඡා කිරීම, යුද්ධයෙන් පසු එල්ටීටීඊ 12,000 ක් නිකුත් කළ බව පෙන්වා දුන්නේය.",
        "මෙම historical තිහාසික සිදුවීම් මත පදනම්ව, සෞස්ථාවේ හ voice සංවිධානය වසර ගණනාවක් රඳවා තබා ඇති දෙමළ දේශපාලන සිරකරුවන් නිදහස් කරන ලෙස ඉල්ලා තිබේ.",
        "ත්රස්තවාදී පනත හරහා අත්අඩංගුවට ගත් අයව නිදහස් කිරීම කෙරෙහි අවධානය යොමු කරන්න.",
        "අධිකරණ අමාත්ය හර්ෂ නනානායක මහතා පැවසුවේ \"කන්වලට ඇහුම්කන් නොදී හදවතට ඇහුම්කන් නොදෙන\" බවත්, නීතිමය ව්යුහයෙන් ගැටලුව විසඳීමට පියවර ගන්නා බවත්ය.",
        "දේශපාලන සිරකරුවන්ගේ පොදු සමාව ජනාධිපතිවරයාගේ අධිකාරිය යටතේ සිටින බැවින්, ජනාධිපතිවරයාගේ අවධානය යොමු කර අඛණ්ඩ ක්රියාමාර්ගයක් ගන්නා ලෙස අමාත්යවරයා ජනාධිපතිවරයාට සහතික වී තිබේ.",
        "මෙම රැස්වීම 2025 ජනවාරි සිට ජනාධිපතිවරයා සහ අගමැති සමඟ ලිඛිත ඉල්ලීමක් කරමින් රැස්වීම පැවැත්වූ බව මෙම රැස්වීමේදී පැවති රැස්වීම පවසයි."
      ]
    },
    "en": {
      "title": "Liberation of Tamil political prisoners on humanitarian grounds; A direct meeting of the voice of the voiceless with the Minister of Justice",
      "body_lines": [
        "The voice organization of the voice of the voice of the Tamil political prisoners should be met with the Minister of Justice as the JVP has been granted amnesty.",
        "The Minister said that he did not listen to the release of Tamil political prisoners by his ears and listened to the heart.",
        "M Komagan, Coordinator of the Voice Organization of the Voice of the Voice, said this while addressing the meeting with the Minister of Justice on the release of Tamil political prisoners.",
        "At the office of the Ministry of Justice of Colombo, Justice Minister Harsha Nanayakkara, representatives of the voice of the voices and family members of the Tamil political prisoners in jail were held.",
        "In this case, the family members of the Sri Lankan jails for 15 to 30 years have tears the psychological, social and economic challenges they faced due to the long -term imprisonment of their relatives.. They jointly requested the minister to release their loved ones.",
        "The consequences of the war caused by the ethnic conflicts of Sri Lanka, the Tamil political prisoners, are needed to find a humanitarian basis.",
        "In the past, it was pointed out that in the past, the Sri Lanka -India Agreement, the peace talks with the LTTE, the public apology to the JVP, and the release of 12,000 LTTEs after the war.",
        "Based on these historical events, the voice organization of the voice of the uninitiated has called for the release of Tamil political prisoners who have been detained for many years.",
        "Moreover, focus on the release of those arrested through the Terrorism Act.",
        "Minister of Justice Harsha Nanayaka said that he was \"not listening to the ears, and heard by the heart\" and said that action would be taken to solve the issue from the legal structure.",
        "Since the public amnesty matters of political prisoners are under the authority of the president, the Minister has assured the President to take the attention of the President and take continuous action.",
        "The meeting said the meeting was held since January 2025, with a written request with the President and the Prime Minister."
      ]
    }
  },
  "summary_lines": []
}