{
  "translated_text": {
    "ta": {
      "title": "இலங்கை சேம்பர் ஆஃப் காமர்ஸுக்கு திலித்தின் மூலோபாய திட்டம்",
      "body_lines": [
        "நோரோட்டமின் இரண்டாவது கொதி - ப Buddhist த்த நிரப்பப்பட்ட நாளை இலங்கை சேம்பர் ஆஃப் காமர்ஸுக்கு கட்சியின் மூலோபாய திட்டத்தின் இரண்டாவது மசோதா ஆகும்.",
        "வாரிய பிரதிநிதிகள் மற்றும் பாதுகாப்புப் படைகளின் பிரதிநிதிகள் இன்று (21) ஒரு சந்திப்பில் இருந்தது.",
        "இலங்கை சேம்பர் ஆஃப் காமர்ஸ் (எஸ்.எல்.எம்.சி) வர்த்தக பிரதிநிதிகள் யானை வேட்பாளரின் பிரதிநிதிகளை சந்தித்தனர்.",
        "பொருளாதாரத் திட்டம் குறித்த ஜனாதிபதி வேட்பாளர்கள் குறித்த விழிப்புணர்வு திட்டங்களின் கீழ் சேம்பர் ஆஃப் காமர்ஸ், இது சேம்பர் ஆஃப் எஜுகேஷன் தொகுத்துள்ளது.",
        "அங்கு, டெலித் ஜெயவீரா இலங்கை சேம்பர் ஆஃப் காமர்ஸின் பிரதிநிதிகளுக்கு நோராலஜிகல் மூலோபாய மூலோபாயத்தின் இரண்டாவதாக வழங்கினார்.",
        "இதற்கிடையில், விலக்கு அளிக்கப்பட்ட சக்தி இன்று காலை பாராளுமன்றத்தில் சுற்றிலும் தியாத யூயானாவுக்கு ஒரு போராட்டத்தைத் தொடங்கியுள்ளது.",
        "போர்வீரர்களைக் காட்டிக் கொடுத்த போர்வீரர்களைக் காட்டிக் கொடுத்த உண்மை கமிஷனர்கள் சட்டத்தை நடத்த வேண்டிய கட்டாயத்தில் உள்ளது."
      ]
    },
    "en": {
      "title": "Dilith's Strategic Plan to Ceylon Chamber of Commerce",
      "body_lines": [
        "The second boil of the Norrotom - a Buddhist-filled tomorrow is the second bill of the party's strategic program to the Sri Lanka Chamber of Commerce.",
        "It was at a meeting with the representatives of the board representatives and representatives of the security forces today (21).",
        "Representatives of the Commerce Representatives of the Sri Lanka Chamber of Commerce (SLMC) met the representatives of the elephant candidate.",
        "The Chamber of Commerce under awareness programs on the Presidential candidates on the economic plan, which is compiled by the Chamber of Education.",
        "There, Delith Jayaweera gave the representatives of the Sri Lanka Chamber of Commerce by the Second of the Norrological Strategy Strategy.",
        "Meanwhile, the exempt power has launched a protest to the Diyatha Uyana near the Parliament Rounding this morning.",
        "It is forced to hold the Truth Commissioners Act who betrayed the war heroes who have betrayed the war heroes."
      ]
    }
  },
  "summary_lines": [
    "Delith Jayaweera presented the second phase of the Norrotom strategy to the Sri Lanka Chamber of Commerce, focusing on economic plans for presidential candidates. This comes amid protests against the Truth Commissioners Act, which critics argue betrays war heroes."
  ]
}