{
  "translated_text": {
    "si": {
      "title": "ත්රිකුණාමල දිස්ත්රික්කයේ පවුල් 2942 කට අයත් පුද්ගලයින් 8752 ක්",
      "body_lines": [
        "ත්රිකුණාමල දිස්ත්රික්කයේ පවුල් 2942 ක පුද්ගලයින් 8752 ක් පීඩාවට පත්ව ඇති අතර පවුල් 131 කින් 329 ක් ආරක්ෂක මධ්යස්ථානවල තබා ඇත.",
        "ත්රිකුණාමල දිස්ත්රික්කයේ අධික වර්ෂාව හේතුවෙන් බදාදා (27) සවස 05.00 ට ලැබුණු සංඛ්යාලේඛනවලට අනුව. පවුල් 131 කින් පුද්ගලයින් 329 දෙනෙකු ආරක්ෂක මධ්යස්ථානවල තැන්පත් කර තිබේ. පවුල් 882 කින් 3173 ක් සාපේක්ෂ නිවාසවල රැඳී සිටිති. ත්රිකුණාමල දිස්ත්රික් ආපදා කළමනාකරණ මධ්යස්ථානයේ නියෝජ්ය අධ්යක්ෂ කුකදාස් සුකානාඩාස් පැවසුවේ නිවාස 24 කට අර්ධ වශයෙන් හානි වී ඇති බවයි.",
        "සෙරුවන්ව ප්රාදේශීය ලේකම් කාර්යාලයේ පවුල් 78 ක පුද්ගලයින් 2016, මුත්තූර් ප්රාදේශීය ලේකම් කාර්යාලයේ පවුල් 1229 ක මුත්තූර් ප්රාදේශීය ලේකම් කාර්යාලයේ 3452 ක්, තම්බලමනගේ ප්රාදේශීය ලේකම් කොට් Division ාශයේ සිට 120 ක් සහ ප්රාදේශීය ලේකම් කාර්යාලයේ ප්රාදේශීය ලේකම් කාර්යාලයේ 1298 ක්. කින්නියා ප්රාදේශීය ලේකම් කාර්යාලය, 1872 කින්නියා ප්රාදේශීය ලේකම් කොට් Division ාශයේ සාමාජිකයින් 185, කුච්චාවෙලි ප්රාදේශීය ලේකම් කොට් D ෙමෙදා, කණ්ඩලෙයි ප්රාදේශීය ලේකම් කොට් Division ාශයේ 238 දෙනෙකු, පූර්ව ප්රාදේශීය ලේකම් කොට් Division ාශයේ පවුල් 13 කින් 408 ක්.",
        "පවුල් 12 ක පවුල් 12 ක සාමාජිකයින් 40 දෙනෙකු, දම්බලකම් ප්රාදේශීය ලේකම් කොට් Division ාශයේ බලපෑමට ලක්වූ පවුල් 20 ක පුද්ගලයින් 68 දෙනෙකු, පට්ටිනාම් ප්රාදේශීය ලේකම් කොට් Division ාශයට අයත් පුද්ගලයින් 82 ක් සහ මුතුනාගර් ග්රාම සංවර්ධන කොට් Division ාශයට අයත් පුද්ගලයින් 139 දෙනෙකු වැඩිදුරටත් පැවසීය පවුල් 59 කින් මොහාදීන් ජුම්මා පාසලේ ද තබා අවශ්ය පහසුකම් සපයා තිබුණි."
      ]
    },
    "en": {
      "title": "8752 persons belonging to 2942 families in Trincomalee district",
      "body_lines": [
        "In the Trincomalee district, 8752 persons from 2942 families have been affected and 329 from 131 families have been housed in security centers.",
        "According to statistics received at 05.00 pm on Wednesday (27) due to heavy rains in Trincomalee district. 329 persons from 131 families have been placed in security centers. 3173 from 882 families stay in relative homes. The Deputy Director of the Trincomalee District Disaster Management Center, Kukadas Sukunadas, said that 24 houses have been partially damaged.",
        "In the Seruvila Divisional Secretariat Division, 201 persons from 78 families, 3452 from 1229 families at Muttur Divisional Secretariat, 939 from the Thambalakamam Divisional Secretariat Division, 120 from the Morawewa Divisional Secretariat Division and 1698 in the Divisional Secretariat Division of the Divisional Secretariat.In the Kinniya Divisional Secretariat Division, 1852 members of the Kinniya Divisional Secretariat Division, 207 from the Kuchchaveli Divisional Secretariat Division, 238 in the Kandalai Divisional Secretariat Division, 40 from 13 families in the Verugal Divisional Secretariat Division.",
        "40 members of the 12 families affected by the Saruwila Divisional Secretariat Division, 68 persons from 20 families affected by the Dambalakamam Divisional Secretariat Division, 82 persons belonging to the Pattinam Divisional Secretariat Division and 82 in the Muttunagar Rural Development Divisional DivisionHe added that 139 people from 59 families were also housed at the Mohaideen Jumma school and provided the necessary facilities."
      ]
    }
  },
  "summary_lines": [
    "Trincomalee district: 8752 affected, 329 in shelters, 3173 in relatives' homes. 24 houses partially damaged. Displaced across various divisions."
  ]
}