{
  "translated_text": {
    "ta": {
      "title": "சீனாவிலிருந்து 2025 ஆம் ஆண்டிற்கான பள்ளி சீருடை",
      "body_lines": [
        "2025 ஆம் ஆண்டிற்கான பள்ளி சீருடைகளின் மொத்த தேவை சுமார் 11.82 மில்லியன் மீட்டர்.",
        "அமைச்சரவை செய்தித் தொடர்பாளர் விஜிதா ஹெராத் கூறுகையில், சீன மக்கள் குடியரசு முழு மானியத்தையும் வழங்க ஒப்புக் கொண்டுள்ளது.",
        "இந்த பங்கு தொடர்பாக கல்வி அமைச்சகத்திற்கு அனுப்பப்பட்ட மாதிரியை ஆய்வு செய்த பின்னர், பள்ளி மாணவர்களைப் பயன்படுத்துவதற்கு ஏற்றதாக துணி பரிந்துரைக்கப்படுகிறது.",
        "கல்வி, அறிவியல் மற்றும் தொழில்நுட்ப அமைச்சரவை 2025 ஆம் ஆண்டிற்கான வரவு செலவுத் திட்டத்தை எடுத்துக்கொள்ளும் திட்டம், கல்வியின் பிரதமர், க .ரவ."
      ]
    },
    "en": {
      "title": "School uniforms for 2025 from China",
      "body_lines": [
        "The total requirement of school uniforms for the year 2025 is about 11.82 million meters.",
        "Cabinet spokesman Vijitha Herath said that the People's Republic of China has agreed to provide the full grant.",
        "After inspection of the sample sent to the Ministry of Education in relation to this stock, the fabric has been recommended to be suitable for the use of schoolchildren.",
        "The proposal made by the Cabinet of Education, Science and Technology to take up the Budget for 2025, the Prime Minister of Education, the Hon."
      ]
    }
  },
  "summary_lines": [
    "China provides 11.82 million meters of school uniforms for 2025. Fabric approved by Ministry of Education. Grant agreement reached between China and Sri Lanka."
  ]
}