{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරණයට පෙර ආදාහනය විමර්ශනය කරන්න",
      "body_lines": [
        "කාරක සභාවේ ආදාහනය පිළිබඳව විමර්ශනය කරන ලෙසත්, පීඩාවට පත් මුස්ලිම් ප්රජාවට සාධාරණය ඉටු කිරීම සඳහා කමිටුවේ සාමාජිකයින් විමර්ශනය කිරීම සඳහා \"පාර්ලිමේන්තු තේරීම් කමිටුවක්\" පත් කරන ලෙසත් \"පාර්ලිමේන්තු තේරීම් කමිටුවක්\" පත් කරන ලෙස ඉල්ලා තිබේ.",
        "අයුක්ති සහගත සිදුවීමක් සිදු කළ කමිටුවට එරෙහිව නීතිය ක්රියාත්මක කරන ලෙස කථානායකවරයාට සම්බන්ධ වන ලෙස සියලුම මුස්ලිම් මන්ත්රීවරුන්ගෙන් ඉල්ලා ඇත.",
        "ජනසාවේ ආදාහනය පිළිබඳ යෝජනාවට එරෙහිව මුස්ලිංග මහ නගර සභාවේ හිටපු ජනාධිපතිතුමා සහ කොළඹ මහ නගර සභාවේ හිටපු මහ නගර සභාවේ යුක්තිය. කලීයිලූර් රහ්මාන් ඉල්ලා සිටියේය.",
        "ඔහු ශ්රී ලංකා පාර්ලිමේන්තුව නියෝජනය කරන පක්ෂ නායකයින්, ඇමතිතුමා සහ පාර්ලිමේන්තු මන්ත්රීවරුන්ට මහිමය යවා ඇත.",
        "අතීතයේ දී, නව නීති සම්පාදනයේ ආදාහනය කිරීම සහ ආදාහනය කිරීම හා අවයව පරිත්යාග කිරීම පිළිබඳව ප්රකාශයට පත් කර ඇති රජයේ සිරුරු ආදාහනය කිරීම පිළිබඳව අතීතයේ බොහෝ දෙනෙක් එහි වාසස්ථානවල වාසස්ථාන තිබේ.",
        "මුස්ලිම් මන්ත්රීවරුන්ගේ අදහස් ද වටී. පාස්කු ප්රහාරයෙන් පසු පාර්ලිමේන්තුවේ \"පාර්ලිමේන්තු තේරීම් කාරක සභාව\" මෙන් \"පාර්ලිමේන්තු තේරීම් කාරක සභාව\" පිළිබඳ විමර්ශනය කිරීම සඳහා මුස්ලිම් මන්ත්රීවරුන් තවමත් \"පාර්ලිමේන්තු තේරීම් කමිටුව\" සඳහා ඒකාබද්ධ ඉල්ලුමක් ඇති කර නැත.",
        "මළ සිරුරු ආදාහනය සැලසුම් කළ කණ්ඩායම පිටුපස අදෘශ්යමාන බලයක් තිබේද යන්න විශ්ලේෂණය කිරීම රටේ යහපතකි.",
        "මෙම ආදාහනයෙන් ඇඟවෙන්නේ අපේ රටේ මුස්ලිම් ප්රජාව අයුක්තිය කර ඇති බවයි.දේශපාලන වේදිකාව වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොව, වර්තමානයේ පමණක් නොවේ.",
        "දෘෂ්ටිවාදාත්මක ආයුධය භාවිතා කරන කිසිදු දේශපාලන නායකයෙකුට පාලක පක්ෂය සහ විපක්ෂ දේශපාලන නායකයින් තවමත් ඔවුන්ගේ හදවත් තම්බා ගනී.",
        "එබැවින්, ඔබ ඔබට යෝජනා කළ \"පාර්ලිමේන්තු තේරීම් කාරක සභාව\" විසින් නිකුත් කරන ලද වාර්තාවල නිර්දේශ පදනම් කරගෙන ඔවුන්ගේ පවුල්වල මූලික මානව හිමිකම් උල්ලං for නය කිරීම සම්බන්ධයෙන් අධිකරණ කටයුතුවලදී නීතිමය පියවර ගනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
        "හිටපු ජනාධිපති ගෝතභය රාජපක්ෂ මහතා විසින් පත් කරන ලද \"රටක් පනත\" අප ජනාධිපති ලේකම් කාර්යාලයේ තනතුරුෙන් ඉල්ලා අස්වන විට, මළ සිරුරු ආදාහනය කිරීම මම ප්රශ්න කළෙමි.\"06/23/024\" 06/23/0212 වන \"06/23/2024\" ලෙස මා ලියනු ලැබූ ලිපිය \"06/23/024\" මා විසින් ලිවීය. මා වෙත යවන ලද ලිපිය ගැන සෑහීමකට පත් නොවීය."
      ]
    },
    "en": {
      "title": "Investigate cremation before the presidential election",
      "body_lines": [
        "It has been requested to appoint a \"parliamentary select committee\" before the presidential election to investigate the members of the committee to investigate the cremation of the committee and provide justice to the affected Muslim community.",
        "All Muslim MPs have been asked to join the Speaker to implement the law against the committee that committed an unjust incident.",
        "Former President of the President and former Municipal Council of Colombo Municipal Council to take justice to the Muslim community against the resolution on cremation of the Janasas. Khalilur Rahman requested.",
        "He has also sent a Majesty to party leaders, minister and parliamentarians representing the Parliament of Sri Lanka.",
        "In the past, there have been many debates in Parliament on the cremation of the new legislation and the cremation of Govid bodies that have been announced on cremation and donation of organs.",
        "There was also worth the views of Muslim MPs. The Muslim MPs have not yet made a joint demand for the \"Parliamentary Select Committee\" to investigate the Janasa burning, like the \"Parliamentary Select Committee\" in Parliament after the Easter attack.",
        "It is good for the country to analyze whether there is invisible power behind the group that planned the cremation of the bodies.",
        "This cremation indicates that the Muslim community in our country has done injustice.The political platform is a ideological weapon that tears the hearts of the Muslim community, not only in the present, not only in the present.",
        "The ruling party and opposition political leaders are still boiling their hearts, instead of giving them psychological counseling or off -broken hearts, any political leaders who use the ideological weapon.",
        "Therefore, we hope that legal action will be taken against the committee that has been cremated in court proceedings for violating the basic human rights of their families based on the recommendations of the reports issued by the \"Parliamentary Select Committee\" you proposed to you.",
        "When I resigned from the post of Presidential Secretariat, the \"A Country Act\" appointed by former President Gotabhaya Rajapakse, I questioned the cremation of the bodies.The letter I wrote and \"06/23/2024\" on \"06/23/2024\" I wrote that the letter of \"Presidential Commission\" on behalf of President Ranil Wickremesinghe, on behalf of the entire Sri Lankan Muslim community, said that I was not satisfied with the letter sent to me."
      ]
    }
  },
  "summary_lines": [
    "Before the presidential election, a parliamentary select committee is being formed to investigate the cremation issue affecting the Muslim community, ensuring justice is served. This comes amid calls for Muslim MPs to unite and support the committee, following previous debates on cremation laws and organ donations. The move aims to uncover any hidden forces influencing the cremation decisions and address the injustices faced by the Muslim community, suggesting potential legal actions against those responsible for violating basic human rights."
  ]
}