{
  "translated_text": {
    "ta": {
      "title": "COPF සභාවෙන් රෙගුලාසි තුනකට සහ නියෝගයකට අනුමතිය",
      "body_lines": [
        "அரசு நிதி தொடர்பான குழு 4 விதிமுறைகளில் 3 க்கு ஒப்புதல் அளித்துள்ளது மற்றும் கருதப்படும் உத்தரவு.",
        "எம்.பி. டாக்டர் ஹர்ஷா டி சில்வாவின் கூட்டத்தின் கீழ் நிதிக் கூட்டக் குழு நேற்று (07) நடைபெற்றபோது இந்த ஒப்புதல் வழங்கப்பட்டது.",
        "இறக்குமதி மற்றும் ஏற்றுமதி (கட்டுப்பாட்டுச் சட்டம்) விதிமுறைகளுக்கு ஏற்ப இறக்குமதி செய்யப்பட்ட பொருட்களின் பிரச்சினைகள் குறித்து அறிக்கையை வழங்குமாறு குழு அதிகாரிகளுக்கு அறிவுறுத்தியது.",
        "තවද, ආනයනය කරන ලද භාණ්ඩ වෙළෙඳපොළට නිකුත් කිරීමට පෙර ඒවා ප්‍රමිතියෙන් යුතු බවට සහතික කර ගැනීමේ ක්‍රියා පටිපාටිය පිළිබඳ වාර්තාවක් ලබාදෙන ලෙස ද කමිටුව නිලධාරීන්ට උපදෙස් ලබා දෙන ලදි.",
        "2005 ஆம் ஆண்டு கட்டண மற்றும் தீர்வு அமைப்புகள் சட்டம், 2005 இன் கீழ் சரிசெய்தல் மற்றும் ஹவாட்டர் ஆபரேட்டர்கள் பற்றிய போதுமான தகவல்கள் அதிகாரிகள், அதிகாரிகளிடமிருந்து குழு விசாரித்தது, இந்த முறைகளின் விளைவுகள் கட்டுப்படுத்தப்படுகின்றன.",
        "இதற்கு பதிலளிக்கும் விதமாக, அதிகாரிகள் சரிசெய்தல் குறித்து பதிவு செய்ய அறிவிக்கப்பட்டுள்ளதாகவும், ஹடில் ஆபரேட்டர்கள் தங்கள் நிதி நடவடிக்கைகளுக்கு முன்னர் பதிவுசெய்து பதிவு செய்ய அறிவிக்கப்பட்டுள்ளதாகவும் தெரிவித்தனர்.",
        "குழு விதிமுறைகளுக்கு ஒப்புதல் அளித்து, மேற்கண்ட நிதியின் ஆபத்து மற்றும் நன்மை குறித்து ஒரு அறிக்கையை சமர்ப்பிக்குமாறு அதிகாரிகளுக்கு அறிவுறுத்தியது.",
        "துறைமுகங்கள் மற்றும் விமான நிலையங்களின் கீழ் துறைமுகங்கள் மற்றும் விமான நிலையங்கள் சட்டம், 2011 இன் கீழ் உள்ள ஆர்டர்களைக் கருத்தில் கொண்டு, குழு உறுப்பினர்கள் ஒப்புதலைக் கவனிக்க முடிவு செய்தனர்.",
        "உலக வங்கியுடன் உடன்பட்டபடி, இலங்கை சுதந்திர வர்த்தக ஒப்பந்தத்தை செயல்படுத்தும் ஐந்தாண்டு திட்டத்தின் ஒரு பகுதி, கூடுதல் வரிகளை (பாரா-கரடுமுரடான) அகற்றுவதன் ஒரு பகுதியாகும்.",
        "மேலும், கேசினோ நிறுவனச் சட்டம் எண் 17, 2010 இன் கீழ் கேசினோ எண்டர்பிரைஸ் (ஒழுங்குமுறையை ஒழுங்குபடுத்துதல்) கீழ் ஒப்புதல் அளித்த குழு, கடந்த இரண்டு ஆண்டுகளில் தனது அதிருப்தியை வெளிப்படுத்தினார்.",
        "இந்தக் குழுவுக்கு 2017 ஆம் ஆண்டின் அந்நிய செலாவணி சட்டம் 12 ஆம் எண் மற்றும் 1121 க்கு கீழ் உள்ள கொழும்பு போர்ட் யுபிஎஃப்ஏ ஆகியவற்றின் கீழ் குழு ஒப்புதல் அளித்தது.",
        "இது இலங்கைக்கு வெளியே பட்டியலிடப்பட்டுள்ளது. , 000 500,000 வரை மற்றும் பட்டியலிடப்படாத நிறுவனம் சி. , 000 150,000 வரை முதலீடு செய்ய முடியும்."
      ]
    },
    "en": {
      "title": "The COPF approves three regulations from the church and an order",
      "body_lines": [
        "The Committee on Government Finance has approved 3 out of 4 regulations and an order considered.",
        "This approval was given when the Committee on Finance Meeting was held yesterday (07) under the meeting of MP Dr. Harsha De Silva.",
        "The Committee instructed officials to provide a report on issues of imported goods in accordance with the regulations of the Import and Export (Control Act).",
        "Further, the committee officials instructed officials to provide a report on procedure to ensure that the imported goods were to stand as standard before they were released.",
        "The Committee also inquired from the officials, the officials, whether adequate information on adjustment and hawater operators under the Payment and Settlement Systems Act, 2005, and the consequences of these methods are regulated.",
        "In response, officials said they have been informed to register with adjustment and hatle operators have been informed to register and register before their financial operations.",
        "The committee approved the regulations and instructed the officials to submit a report on the risk and advantage of the above financial.",
        "Considering the orders under the Ports and Airports under the Ports and Airports Act, 2011, the committee members decided to look into the approval.",
        "These orders are part of the removal of additional taxes (para-tarifs), as agreed with the World Bank and part of the five year plan to implement the Sri Lanka Freedom Trade Agreement.",
        "Further, the Committee approved under the Casino Enterprise (Regulation of the Regulatory) under the Casino Enterprise Act No. 17, 2010, he expressed his displeasure over the past two years.",
        "The Committee was approved by the Committee under the Foreign Exchange Act No. 12 of 2017 and the Colombo Port UPFA under 1121.",
        "This one listed outside Sri Lanka. Up to $ 500,000 and unlisted company c. Able to invest up to $ 150,000."
      ]
    }
  },
  "summary_lines": []
}