{
  "translated_text": {
    "ta": {
      "title": "\"உச்சநீதிமன்றத்தில் பொலிஸ் அதிகாரிகள் மன்னிப்பு கோருகிறார்கள்",
      "body_lines": [
        "\"உச்சநீதிமன்றத்தில் பொலிஸ் அதிகாரிகள் மன்னிப்பு கோருகிறார்கள்",
        "இன்று (அக்டோபர் 3) பொலிஸ் அதிகாரிகள் குழு ஒரு வழக்கறிஞரின் ஓட்டுநரை நிபந்தனையின்றி உருவாக்கி, ஒரு வழக்கறிஞரை பையனிடமிருந்து விசாரிக்க.",
        "இந்த மன்னிப்பை இன்று உச்சநீதிமன்றத்தின் முன் உச்சநீதிமன்றம் இன்று உச்சநீதிமன்றம் தாக்கல் செய்த அடிப்படை உரிமைகள்.",
        "இந்த மனு உச்சநீதிமன்ற நீதிபதி பெஞ்ச் முன் வரவழைக்கப்பட்டது, மூன்று உறுப்பினர்களைக் கொண்ட உச்சநீதிமன்ற பெட்யூல் உற்சாகமான தூய பத்மேன் சுரசேனாவைக் கொண்டுள்ளது.",
        "இந்த சம்பவத்திற்கு டிஸ்டனாயக்க, பிரேமரத்னே, பொலிஸ் கான்ஸ்டபிள்கள், ரத்னாசிரி, செனாதீரா, செனாதீரா மற்றும் நானாஷக்கரா ஆகியோர் மன்னிப்பு கோரியுள்ளனர்.",
        "அவர் ஜனவரி 16 அன்று நெகோம்போ மாஜிஸ்திரேட்டுக்கு திரும்பி வந்து மோட்டார் சைக்கிள் ஓட்டுநர்களின் முன்னால் திரும்பியதாக மனுதாரர் கூறுகிறார்.",
        "\"காவல்துறையினரிடமிருந்து\" என்று கூறப்பட்ட இந்த குழு, \"ஒரு பச்சை\" என்ற வலது கையின் கைகளை ஆராய்ந்ததாக மனுதாரர் கூறினார்.",
        "பஸ்கா தாக்குதலுக்குப் பிறகு தடுத்து வைக்கப்பட்ட மூன்று சந்தேக நபர்களிடம் போலீசார் மன்னிப்பு கோருகிறார்கள்",
        "அவரது கையில் \"பச்சை\" இல்லை என்பதை உறுதிப்படுத்திய பிறகு, \"அவர் இல்லை.. குழு \"ஒரு தவறு\" என்று குழுவிலிருந்து வெளியேறியது என்று மனுதாரர் கூறினார்.",
        "நெகோம்போ போலீசாருடன் இணைக்கப்பட்ட நபராக இந்த அடிப்படை உரிமைகள் மனுவால் உண்மைகள் நிறுவப்பட்டு சமர்ப்பிக்கப்பட்டன என்று மனுதாரர் கூறினார்.",
        "பதிலளித்த காவல்துறை அதிகாரிகள் தங்கள் அடிப்படை மனித உரிமைகளை மீறியதாக தீர்ப்பைக் கோரி மனுதாரர் நீதிமன்றத்தில் சமர்ப்பிக்கப்பட்டார்.",
        "இஸ்ரேலின் பணி மீதான ஏவுகணை தாக்குதல் பற்றி நமக்கு என்ன தெரியும்?",
        "\"உச்சநீதிமன்றத்தில் பொலிஸ் அதிகாரிகள் மன்னிப்பு கோருகிறார்கள்",
        "இராணுவம் ஏன் பொதுமக்கள் விவகாரங்களுக்கு அழைப்பு விடுத்தது ?: 'ஜனாதிபதி விஷயங்கள் காட்டுகின்றன \""
      ]
    },
    "en": {
      "title": "\"Police officers apologize in Supreme Court",
      "body_lines": [
        "\"Police officers apologize in Supreme Court",
        "A group of police officers today (October 3) was unconditionally forging a lawyer's driver to interrogate a lawyer from the guy.",
        "This apology was taken by the Supreme Court today before the Supreme Court today, a fundamental rights filed by the Supreme Court today.",
        "The petition was summoned before the Supreme Court Judge Bench, the three-member Supreme Court Bedule consisting of cheer pure Padman Surasena.",
        "Dissanayake, Premaratne, Police Constables, Ratnasiri, Senadheera, Senadheera and Nanashakkara have apologized for the incident.",
        "The petitioner claims that he returned to the Negombo Magistrate on January 16 and returned to his motorcycle front of the motorcyclists.",
        "The petitioner said that the group, which was said to be \"from the police,\" and examined the hands of their right hand, \"a tattoo.\"",
        "Police apologize to three suspects who were detained after the Passover attack",
        "After confirming that there is no \"tattoo\" in his hand, \"he is not.. The petitioner said that the group left the group, \"a mistake.\"",
        "The petitioner stated that the facts were established and submitted by these fundamental rights petition as the person attached to the Negombo Police.",
        "The petitioner had been submitted to the court demanding a ruling that the respondent police officers had violated their basic human rights.",
        "What do we know about the missile attack on Israel's mission?",
        "\"Police officers apologize in Supreme Court",
        "Why did the army called for civilian affairs?: 'The Presidential Things Show \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Police officers apologize in Supreme Court over wrongful interrogation. Three officers admitted fault for detaining a man based on mistaken tattoo claim. Petitioner seeks compensation for violation of basic rights."
  ]
}