{
  "translated_text": {
    "ta": {
      "title": "டி.ஜி லஞ்சம் அல்லது ஊழலில் ராஜினாமா செய்கிறார்",
      "body_lines": [
        "லஞ்சம் அல்லது ஊழல் ஆணையத்தின் இயக்குநர் ஜெனரல். விஜெரத்னே தனது பதவியை ராஜினாமா செய்வதாக அவரது வழக்கறிஞர்கள் இன்று உச்சநீதிமன்றத்திற்கு தெரிவித்துள்ளனர்.",
        "லஞ்சம் அல்லது ஊழல் ஆணையத்தின் பணியகம் ஆணையத்தின் நியமனம் செய்வதற்கு சவால் விடுத்தபோது இது தகவல் அளிக்கப்பட்டது.",
        "இந்த மனு உச்சநீதிமன்ற நீதிபதி திருமதி டாக்டர் சூரசேனா, குமுடுனி விக்ரமாசிங்கே மற்றும் ஜனகமுவா முன் அழைக்கப்பட்டது.",
        "பதிலளித்தவரின் இயக்குநர் ஜெனரல் சார்பாக ஆஜரான ஜனாதிபதியின் ஆலோசகர் உதிதா இகனஹேவா, லஞ்சம் கமிஷன் இயக்குநர் பதவியில் இருந்து ராஜினாமா செய்ய முடிவு செய்தார்.",
        "நீதிமன்றம் விசாரித்தபோது, ​​ஜனாதிபதியின் ஆலோசகர் தனது ராஜினாமாவை ஜனாதிபதியிடம் மாலை 3.00 மணிக்கு ஒப்படைப்பதாகக் கூறினார்.",
        "அதன்படி, உச்சநீதிமன்றம் உச்சநீதிமன்றத்தில் அனுமதி வழங்கியது மற்றும் பதிலளித்தவர்களின் ராஜினாமா செய்வதிலிருந்து ராஜினாமா செய்தது, மேலும் கட்சிகள் நீதிமன்றத்தில் தெரிவித்தன.",
        "இந்த மனுக்களை வெளிப்படைத்தன்மை சர்வதேச இலங்கை, ஒரு சமூக ஆர்வலர் மற்றும் பத்திரிகையாளர்கள், பத்திரிகையாளர்கள் வழங்கினர்.",
        "லஞ்சம் கமிஷனின் இயக்குநர் ஜெனரலாக வழி. A. கே விஜெரத்னேவை நியமிக்க அரசியலமைப்பு கவுன்சிலின் பரிந்துரைகளின் பேரில் ஜனாதிபதியால் ஜனாதிபதியின் முடிவு எடுக்கப்பட்டது, நாடுகடத்தல் உத்தரவை பிறப்பிக்க இந்த மனுக்கள் முன்வைக்கப்பட்டன."
      ]
    },
    "en": {
      "title": "DG resigns in Bribery or Corruption",
      "body_lines": [
        "Director General of Bribery or Corruption Commission. His lawyers have informed the Supreme Court today that Wijeratne resigns his post.",
        "This was made informed when the Bureau of Bribery or Corruption Commission was challenging the appointment of the Commission.",
        "The petition was called before the Supreme Court Judge Mrs. Dr. Surasena, Kumuduni Wickramasinghe and Janakamuwa.",
        "The President's Counsel Uditha Iganahewa, who appeared in behalf of the Director General of the respondent, he decided to resign from the post of Director General of Bribery Commission.",
        "When inquired by court, the President's Counsel said he would hand over his resignation to the President at 3.00 pm.",
        "Accordingly, the Supreme Court granted permission from the Supreme Court and resign from the resignation of the respondents, and the parties said in court.",
        "The petitions were presented by the Transparency International Sri Lanka, a social activist, and journalists, journalists.",
        "Way as Director General of Bribery Commission. A. The president's decision was taken by the President on the recommendations of the Constitutional Council to appoint K Wijeratne and that these petitions were presented to issue a deportation order."
      ]
    }
  },
  "summary_lines": [
    "Director General resigns amid bribery allegations. Supreme Court case challenges appointment. Resignation accepted. Transparency International and activists involved."
  ]
}