{
  "translated_text": {
    "si": {
      "title": "ජුනි මාසයේ පළමු ඇස්විසෙසා මාසයේ දෙවන අදියර",
      "body_lines": [
        "ASHEM සුභසාධන වැඩසටහන යටතේ තෝරාගත් ප්රතිලාභීන්ගේ දෙවන අදියරෙහි දෙවන අදියර සඳහා වන ගෙවීම් ලබන ජුනි මාසයේ සිට නිකුත් කරන බව මුදල් අමාත්ය ෂිහාන් සෙමසිංහ මහතා පවසා තිබේ.",
        "අස්හෙමු සුභසාධන ගෙවීම සඳහා වන දෙවන අදියර සඳහා අයදුම්පත් භාරදීමේ කාල සීමාව මේ මස 15 වන දින අවසන් කෙරේ.",
        "දෙවන අදියර යටතේ එම සංඛ්යාව මිලියන 2.4 දක්වා ඉහළ යනු ඇතැයි අමාත්ය සේහාන් සෙමසිංහ මහතා පැවසීය.. (ඒ)"
      ]
    },
    "en": {
      "title": "The second phase of the first Aswesa Month of June",
      "body_lines": [
        "Finance Minister Xihan Semasinghe has said that the payments for the second phase of the second phase of the selected beneficiaries under the Ashem Welfare Program will be issued from next June.",
        "The period of submitting applications for the second phase of the Ashemu Welfare Payment will be completed on the 15th of this month.",
        "Under the second phase, the number is expected to increase to 2.4 million, Minister Sehan Semasinghe said.. (A)"
      ]
    }
  },
  "summary_lines": [
    "The second phase of the Ashem Welfare Program, starting next June, will increase beneficiaries to 2.4 million. Applications close on the 15th."
  ]
}