{
  "translated_text": {
    "ta": {
      "title": "இரண்டாம் உலகப் போரில் அழிக்கப்பட்ட பேழைக் காண கடற்படை தளபதி டைவ் செய்கிறார்",
      "body_lines": [
        "கடற்படை டைவிங் நீட்டிப்பு (கடற்படை மூழ்காளர்) இலங்கையின் கிழக்கு கடலில் வெற்றிகரமாக மூழ்கி, கிழக்கு கடலில் அமைந்துள்ள கிழக்கு கடலில் ஒரு சிறப்பு ஆய்வு டைவிங் பயிற்சியும் கடற்படை வைஸ் அட்மிரல் பிரியாந்தா பெரேரா மற்றும் கப்பலின் முன்னாள் தளபதி அட்மிரல் பியால் டி சில்வா சாஞ்ச்.",
        "1942 ஆம் ஆண்டின் ஜூலை இரண்டாவது, 1942 ஏப்ரல் 5 ஆம் தேதி கொழும்பில் ஜப்பானிய குண்டுவெடிப்பால், பிரிட்டிஷ் ராயல் கடற்படை கண்டிக்கப்பட்டுள்ளது.",
        "55 மீட்டர் ஆழத்திலிருந்து மூழ்கியிருக்கும் எச்.எம்.எஸ் ஹெர்ம்ஸின் மூழ்காளர் தளபதி, கடற்படை டைவிங் திட்டத்தின் கைவினைகளுக்கு கடற்படையின் அறிவுறுத்தல்களின் அடிப்படையில் ஏற்பாடு செய்யப்பட்டுள்ளார், மற்றும் எச்.எம்.எஸ் ஹெர்ம்ஸ் கப்பல் மற்றும் முதல் முறையாக ஒரு முன்னாள் கடற்படை மற்றும் ஒரு முன்னாள் கடற்படை ஆளுநர் ஒரு முன்னாள் கடற்படை வீரர்கள் ஒரே நேரத்தில் ஒரு ஆய்வு டைவிங் பயிற்சியை நடத்தி வருவது முதல் முறையாகும்.",
        "மேலும், கப்பல்கள் மற்றும் கடல் எச்சங்கள் உள்ளிட்ட கப்பல் திருகோணமலி துறைமுகத்திலும் அதைச் சுற்றியுள்ள திருகோணமலீ துறைமுகத்திலும் நிலைநிறுத்தப்பட்டுள்ளது. திருகோணமலீ பகுதியில் உள்ள கடல் சுற்றறிக்கைக்கு தவழும் சுற்றுலாப் பயணிகளின் ஈர்ப்பை கடற்படை செயல்படுத்தும் மற்றும் தீவின் டைவிங் சுற்றுலாத் துறையை பிரபலப்படுத்தும்."
      ]
    },
    "en": {
      "title": "Navy Commander dives to see a destroyed ark in World War II",
      "body_lines": [
        "The Navy Diving Extension (Navy Diver) has successfully drowned in the Eastern Sea of ​​Sri Lanka and a special explorant diving exercise in the Eastern Sea, which is located in the Eastern Sea, which is located in the Eastern Sea.Commander of the Navy Vice Admiral Priyantha Perera and former Commander of the ship, Admiral Piyal de SilvaSaunched.",
        "July Second of 1942 by Japanese bombardment in Colombo on April 5, 1942, the British Royal NavyHas been condemned.",
        "The Diver Commander of the HMS Hermes, which have been mired from 55 meters of depths, is organized on the instructions of the Navy Expept to the Crafts of the Navy Diving Plan, and HMS Hermes Ship and AThe first time a former Navy and a former Navy personivist was the first time a former Navy personnel had been conducting an exploration diving exercise at once.",
        "Furthermore, the ship, including the ships, and marine remains are positioned in the Trincomalee harbor at and around the Trincomalee harbor. The Navy will enable the creepy tourist attraction to the marine circular in the Trincomalee area and to popularize the island's diving tourism industry."
      ]
    }
  },
  "summary_lines": [
    "In July 2023, Sri Lanka's Navy conducted a deep-sea dive in the Eastern Sea, led by Vice Admiral Priyantha Perera, to explore the wreckage of the HMS Hermes, sunk by Japanese bombs in 1942. This expedition marked the first joint effort by naval divers to document the shipwreck, aiming to boost local diving tourism and preserve maritime history."
  ]
}