{
  "translated_text": {
    "ta": {
      "title": "ஹிருனிகாவுக்கு எதிராக ஆதாரங்கள் இருந்தால் வழக்கு",
      "body_lines": [
        "கொலம்போ தலைமை நீதவான் திலினா கமகே இலவங்கப்பட்டை கேமாக்களை பொதுமக்களுக்கு வழக்குத் தொடர உத்தரவிட்டார்.",
        "அவரது முன்னாள் எம்.பி.யும் மற்றவர்களும் பெண்களின் உரிமைகளுக்காக ஒரு தெரு நாடகம் மற்றும் பொதுமக்களுக்கு இடையூறு விளைவித்தபோது மாஜிஸ்திரேட் இலவங்கப்பட்டை தோட்ட காவல்துறைக்கு அழைக்கப்பட்டார்.",
        "இந்த சம்பவத்திற்கு இந்த சம்பவம் மேற்கொள்ளப்பட்டபோது, ​​13 பெண்களும் ஒரு நபரும் நீதிமன்றங்களில் அமர்ந்தனர்.",
        "சம்பவம் தொடர்பான விசாரணை தொடர்பான விசாரணை, சம்பவம் தொடர்பான விசாரணையின் முன்னேற்றம், சம்பவம் தொடர்பான விசாரணையின் முன்னேற்றம், விசாரணையின் முன்னேற்றம் மற்றும் சந்தர்ப்பத்தில் காவல்துறையினரைத் தடுத்தது சம்பவம், விசாரணையின் முன்னேற்றம் மற்றும் பொலிஸ் கடமைகள் இந்த சம்பவத்திற்கு எடுத்துச் செல்லப்பட்டு அனாடிஸுக்கு அனுப்பப்பட்டன.",
        "நவம்பர் 14, 2022 அன்று இலவங்கப்பட்டை பொலிஸ் OIC இன் OIC இன் சான்றுகள், நீதிமன்றங்களுக்கு முன்னர் தயாரிக்கப்பட்ட அதிகாரிகளின் சான்று அறிவிக்கப்பட்டது.",
        "சந்தேக நபர்களுக்காக ஆஜரான வழக்கறிஞர்-சட்டபூர்வமான தடலா ரணகலா, தனது வாடிக்கையாளரும் மற்றவர்களும் பெண்களின் உரிமைகளுக்காக ஒரு தெரு நாடகத்தை மேற்கொண்டதாகக் கூறினார்.",
        "எவ்வாறாயினும், இலவங்கப்பட்டை தோட்ட காவல்துறையினர் தங்கள் வாடிக்கையாளரையும் வாடிக்கையாளர்களையும் பெண்களின் உரிமைகளுக்கு குறுக்கிட்டுள்ளனர் என்று வழக்கறிஞர் தடலா ரணகலா மேலும் கூறினார்.",
        "இரு கட்சிகளின் உண்மைகளையும் பரிசீலித்த பின்னர், அக்டோபர் 21 அன்று சந்தேக நபர்களை சந்தேக நபர்களிடம் கொண்டு செல்லுமாறு தலைமை நீதவான் உத்தரவிட்டார்."
      ]
    },
    "en": {
      "title": "Case if there are evidence against Hirunika",
      "body_lines": [
        "Colombo Chief Magistrate Thilina Gamage ordered the Cinnamon Gamage to prosecute the prosecution to the public.",
        "The Magistrate was called to the Cinnamon Gardens Police when his former MP and others had a street play for women's rights and interrupted the public.",
        "When the incident had been taken up to the incident, 13 women and one person sat the courts.",
        "Investigations into the investigation into the investigation into the investigation into the incident, the complaint made by the progress of the investigation into the incident, the progress of the investigation into the incident, the progress of the investigation and obstructed the police on the occasion of the incident, the progress of the investigation and the police duties were taken into the incident.He said the proceedings had been concluded and sent to the anadis.",
        "The evidence of the OIC of the Cinnamonuwaththa Police OIC on November 14, 2022, the proof of the officers who were produced before courts were notified.",
        "Attorney-at-Law Athula Ranagala, who appeared for the suspects, he said his client and others had made a street play for women's rights.",
        "However, Attorney Athula Ranagala added that the Cinnamon Gardens Police have interrupted their client and their clients to women's rights.",
        "After considering the facts of both parties, the chief magistrate ordered the suspects to be taken up again to the suspects on October 21."
      ]
    }
  },
  "summary_lines": [
    "Colombo Chief Magistrate Thilina Gamage ordered the prosecution of individuals involved in disrupting a women's rights street play, including former MP Hirunika, after 14 people were charged. The case involves allegations of obstructing police during the event."
  ]
}