{
  "translated_text": {
    "ta": {
      "title": "இந்தியாவின் சொத்துக்களில் சமீபத்திய கணக்கெடுப்பு தெரியவந்துள்ளது",
      "body_lines": [
        "இந்தியாவின் மக்கள்தொகையில் சுமார் 1%, அதன் பணக்கார பகுதி இந்தியாவில் மொத்த சொத்தில் 40% வாங்கியதாக ஒரு ஆய்வில் தெரிய வந்துள்ளது.",
        "இந்திய மக்கள் தொகை, சுமார் 1,428 மில்லியன், 9.2 மில்லியனுக்கும் அதிகமாக இல்லை.",
        "இந்தியாவில் 22.6% மொத்த வருமானத்தில் 22.6% சம்பாதிக்கிறது என்று ஆய்வு தெரிவிக்கிறது.",
        "இந்த கல்வி பொருளாதார வல்லுநர்கள் குழுவால் மேற்கொள்ளப்பட்டதாக இந்திய ஊடகங்கள் செய்தி வெளியிட்டுள்ளன.",
        "இந்த குழுவில் சொத்துக்களின் வேறுபட்ட விநியோகத்தில் நிபுணரான தாமஸ் பிக்கி அடங்குவார்.",
        "1920 களில் இருந்து, 1920 களில் இருந்து, இந்தியாவின் வருமானம் மற்றும் சொத்துக்களில் காணப்படுவதாக ஆய்வில் தெரியவந்துள்ளது.",
        "இந்த சமத்துவமின்மை 1990 களின் தொடக்கத்தில் சுதந்திர வர்த்தகக் கொள்கையை அறிமுகப்படுத்தியுள்ளது.",
        "எவ்வாறாயினும், இந்தியாவின் சொத்து-கையாளப்பட்ட சமத்துவமின்மையின் சமத்துவமின்மை 2014 முதல் 2023 வரை அதிகபட்ச அளவை எட்டியுள்ளது என்று ஆய்வில் தெரிய வந்துள்ளது.",
        "நரேந்திர மோடி ஒரு கோடீஸ்வரர் அல்லது ஒரு பில்லியனர் வகுப்பின் தோற்றத்துடன் பிரதமரின் அதிகாரத்திற்கு வருகிறார்.",
        "முகேஷ் அம்பானி மற்றும் க ut தம் பிஹானி போன்ற பில்லியனர்களும் முன்னுரிமை அளித்ததாக குற்றம் சாட்டப்பட்டுள்ளனர்.",
        "அதன்படி, பிரதம மந்திரி மோடியின் ஆட்சி இந்தியாவில் இந்தியாவின் இடைவெளியின் காலகட்டத்தின் காலமாகும் என்று பிளாம்ப்பர்க் வலைத்தளம் தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Latest survey revealed in India's assets",
      "body_lines": [
        "A study has revealed that about 1% of India's population, its richest part acquired 40% of the total asset in India.",
        "The Indian population, about 1,428 million, is not over 9.2 million.",
        "The study reveals that 22.6% of India earns 22.6% of the total income.",
        "Indian media has reported that this education has been carried out by a group of economists.",
        "The group includes Thomas Pickei, an expert on dissimilar distribution of assets.",
        "The study revealed that from the 1920s, from the 1920s, is found in India's income and assets.",
        "This inequality has also reached the introduction of free trade policy at the beginning of the 1990s.",
        "However, study has revealed that the inequality of the asset-handled inequality of India has reached the maximum level of 2014 to 2023.",
        "The Narendra Modi arrives in the power of the Prime Minister with the emergence of a billionaire, or a billionaire class.",
        "The billionaires such as Mukesh Ambani and Gautam Pihani are also accused of priority.",
        "Accordingly, Prime Minister Modi's reign was a period of a period of India's gap in India, the Blombburg website said."
      ]
    }
  },
  "summary_lines": [
    "A recent survey in India shows that 1% of the population controls 40% of the country's assets, with 22.6% of the population earning 22.6% of the total income. This inequality has worsened since the 1920s and peaked from 2014 to 2023, coinciding with the rise of a billionaire class under Prime Minister Narendra Modi."
  ]
}