{
  "translated_text": {
    "si": {
      "title": "ෆොන්සේකා ප්රහාරය සාධාරණීකරණය කරයි",
      "body_lines": [
        "එක්සත් ජනතා සභාපති සජිත් ප්රේමදාසගේ සිය ගුණවත් ප්රහාරයක් එල්ල කළ පක්ෂයේ සභාපති සරත් ෆොන්සේකා කියා සිටියේ පක්ෂයේ මුදුන් ඒකපාර්ශ්වික තීරණ ගන්නා බවයි, එබැවින් පක්ෂයේ දුක්ගැනවිලි ප්රසිද්ධියේ කිරීම හැර වෙනත් විකල්පයක් නොතිබුණි.",
        "ශ්රී.ජේ.බී.",
        "\"ඉතිරිය ඇති එකම ක්රමය, තීරණ ගන්නා විට පවා මෙම දුක්ගැනවිලි මහජනයාට වාර්තා කිරීම සහ පක්ෂය තුළ විවාද කිරීමට හා සාකච්ඡා කිරීමට පක්ෂය නොමැති බවයි.. පක්ෂයේ ශක්තිය එහි සාමාජිකයන් සහ සුභසාධනය බව අප සැමවිටම මතක තබා ගත යුතු නමුත් තේරී පත් වූ කිහිප දෙනෙකු පමණක් නොව, \"ක්ෂේත්ර මාෂල් ෆොන්සේකා සිය නවතම තනතුරේ සඳහන් වේ.",
        "\"SJP යනු වෙහෙස මහන්සි වී වැඩ කර බොහෝ දෙනෙකු විසින් ගොඩනගා ඇති පක්ෂයයි. SJB නිර්මාණය කරන ලද්දේ පිරිසිදු ශ්රමය හා කැපවීමෙනි. පක්ෂයේ පදනම ප්රතිපත්ති හා සාරධර්ම මත පදනම් වූ අතර, අප මෙම සාරධර්ම පිළිපදින්නේ නම්, පක්ෂය තවදුරටත් ශක්තිමත් කළ හැකිය, \"ඔහු පැවසීය.",
        "\"දේශපාලන පක්ෂ බොහෝ කලක සිට ජනතාවගේ අභිලාෂයන් පාවා දීම සඳහා සන්ධානයක් ඇති කර තිබේ. අවුරුදු 76 ක නිදහසින් පසු එය බංකොලොත් රටක් බවට පත්ව ඇත. ශ්රී ලංකාව මෙම භාවිතයෙන් ඉවත් වී විනිවිදභාවය, වගවීම, පාලනය සහ නායකත්වය ඇතුළත් වන සාරධර්ම හා ප්රතිපත්ති පිළිගත යුතුය යන මගේ ස්ථිර විශ්වාසයයි. අනන්යතා දේශපාලනයෙන් අනන්යතා දේශපාලනයට ප්රතිපත්ති දේශපාලනයට ගමන් කිරීමට කාලයයි.",
        "මැතිවරණ ජයග්රහණය අත්කර ගැනීම සඳහා සන්ධාන ඇති කළ යුතු බව සත්යයකි, නමුත් මෙම සගයන් ජනතාවගේ අභිලාෂයන් හා අභිලාෂයන් පිළිබිඹු කළ යුතු බව සැලකිල්ලට ගත යුතුය.. ජනතාව සමඟ සන්ධානය ප්රතික්ෂේප කළහොත් එය පක්ෂයට අහිතකර ය. අපි ඒකාබද්ධව වගා කිරීමට වෙහෙසෙමු. \"",
        "\"අපි මිනිසුන්ව එක්සත් කිරීම සඳහා වැඩ කළ යුතුයි. කෙසේ වෙතත්, වැදගත්ම දෙය නම් අප නිවැරදි පුද්ගලයින් එක්සත් කිරීමට උත්සාහ කිරීමයි.",
        "අපගේ සහෝදරයා - එනම් ඩේලි මිරර්, එෆ්.ඒ.ජේ.පී. හි සමහර මන්ත්රීවරුන් ෆොන්සේකා සමඟ බලමුලු ගන්වමින් සිටින බවත් සමහරු ඇගේ ක්රියාවන් විවේචනය කරති.. පක්ෂයේ ප්රධාන ලේකම් රංජිත් මාතියූමා බන්ඩාරා විසින් ඔහුව විවේචනය කර තිබේ."
      ]
    },
    "en": {
      "title": "Fonseka justifies the attack",
      "body_lines": [
        "The party's chairman Sarath Fonseka, who justified his virtuous attack on the United People's Power (SJB) leader Sajith Premadasa, said that the party's tops make unilateral decisions, so there was no choice but to make the party's grievances publicly.",
        "Responding to the comments made by SJB leader Sajith Premadasa on the weekend, Fonseka responded by Mr. Premadasa's comment that disciplinary action would be taken against those who criticize the party leadership.",
        "“The only way the rest is to report these grievances to the public, even when decisions are made and the party does not have the opportunity to debate and negotiate within the party.. We must always remember that the strength of the party is its members and welfare, but not only a few elected, ”Field Marshal Fonseka said in his latest post.",
        "“The SJP is the party that has worked hard and built by many. SJB was created by pure labor and dedication. The foundation of the party is based on policies and values, only if we adhere to these values, the party can be further strengthened, ”he said.",
        "“Political parties have long been forming a coalition to betray the aspirations of the people. It has become a bankrupt country after 76 years of independence. It is my firm belief that Sri Lanka should withdraw from this practice and accept the values and policies that include transparency, accountability, governance and leadership. It is time for us to move from identity politics to the politics of policies.",
        "It is true that coalitions should be formed to achieve election victory, but it should be noted that these allies must reflect the wishes and aspirations of the people.. If alliance with the people rejected, it is a detriment to the party, and we have struggled to grow jointly. ”",
        "\"We have to work to unite people. However, the most important thing is that we are trying to unite the right people.",
        "Our brother -in -law, Daily Mirror, is reliably knowing that some MPs of the SJP are mobilizing with Fonseka and some criticizing her actions.. The party's general secretary Ranjith Mathuma Bandara has criticized him."
      ]
    }
  },
  "summary_lines": [
    "Sarath Fonseka justifies his attack on Sajith Premadasa, criticizing the SJB's unilateral decision-making and lack of debate within the party. He emphasizes the party's strength lies in its members and values, advocating for transparency, accountability, and moving away from identity politics."
  ]
}