{
  "translated_text": {
    "ta": {
      "title": "ஒரு கப்பலில் வேலைக்குச் சென்ற இளைஞன் கடலில் விழுந்தான்",
      "body_lines": [
        "ஒரு வெளிநாட்டு நாட்டின் சேவைக்குச் சென்ற ஒரு இலங்கை கடலுக்குள் விழுந்து இறந்துவிட்டதாக தெரிவிக்கப்படுகிறது.",
        "உடுருடோட்டாவில் உள்ள உடுருடோட்டா பகுதியைச் சேர்ந்த 21 வயது இளைஞரும், ஜெர்மனியில் ஒரு ஜெர்மன் கப்பல் நிறுவனத்தைச் சேர்ந்த 21 வயது இளைஞரும் ஒரு புதிய சேவையில் பணியாற்றி வந்தனர்.",
        "பின்னர், ஸ்பெயினில் உள்ள ஸ்பெயினின் கப்பலுக்கு சேவை செய்வதற்கான சேவையில் அவர் சேர்ந்தார்.",
        "அதன்படி, 18 ஆம் தேதி 18 ஆம் தேதி உதுனு-கிழக்கு நாடுக்கு வந்த இலங்கை மேலாளர்களின் இரண்டு மேலாளர்கள் சிரன் கடலில் விழுந்ததாகக் கூறியுள்ளனர்.",
        "இரண்டு பேரும் 1700 ஆம் ஆண்டு 1700 ஆம் ஆண்டில் கடலுக்கு விழுந்துவிட்டனர், மேலும் கப்பலின் கேப்டன் சுமார் நான்கு மணி நேரம் கழித்து அதைக் கற்றுக்கொண்டார்.",
        "அதன்படி, இந்த சம்பவம் குறித்து கோட்டஹேனா போலீசார் புகார் அளித்துள்ளனர்.",
        "இதற்கிடையில், பிற்பகல் 18 ஆம் தேதி இரவு 2.30 மணியளவில் பங்கேற்பாளர் கடலில் விழுந்த இந்த 18 பேரிடம் இரண்டு நபர்களும் திரும்பினர், இது கப்பலின் கேப்டன்.",
        "அதன்படி, தேடல் உடனடியாக செய்யப்பட்டுள்ளது என்று அவர்கள் கூறியுள்ளனர்.",
        "அடுத்த நாள், குடியிருப்பாளர்கள் கொழும்பில் உள்ள தொடர்புடைய நிறுவனத்திற்கு மட்டுமே சென்றனர், ஆனால் அதே உண்மை.",
        "குடியிருப்பாளர்கள் வர்த்தக மற்றும் கடல் விவகார அமைச்சகத்திற்குச் சென்று மின்னஞ்சல் பெறப்பட்டதாகக் கூறியுள்ளனர்.",
        "அதே என்னவென்றால், கப்பலின் மகன் ஹெட்டியாவாவில் மூன்று ஊழியர்களுடன் திருப்பி அனுப்பப்பட்டார்.",
        "\"மகன் கப்பலில் இருக்கிறார் என்பதில் எங்களுக்கு ஒரு முழுமையான சந்தேகம் உள்ளது. சனிக்கிழமை மகன் திருமணம் செய்ய மகளுக்கு ஒரு எஸ்எம்எஸ் அனுப்பினார். இந்த சம்பவம் முடிந்தது. நாங்கள் எங்களுக்கு ஒன்றை மண்ணில் கொடுத்துள்ளோம். முறையான விசாரணையை நடத்த ஜேர்மன் நிறுவனம் மற்றும் சர்வதேச காவல்துறையை நாங்கள் அழைக்கிறோம். \"",
        "இந்த சம்பவம் குறித்து கோட்டரண கோட்டஹேனா காவல்துறையினரிடமிருந்து விசாரித்த போலீசார் விசாரித்தனர், மேலும் புகார் அளிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "A youth who went to work in a ship fell into the sea",
      "body_lines": [
        "It is reported that a Sri Lankan who has gone to the service of a foreign country has died after falls into the sea.",
        "A 21-year-old youth from the Udurutota area in Udurutota and a 21 year old youth from a German shipping company in Germany had been serving in a new service.",
        "Later, he had joined the service to serve the ship, Spain, in Spain.",
        "Accordingly, two managers of the Sri Lankan managers who had arrived in the Udunu-East of the 18th of the 18th have said that Chiran had fallen into the sea.",
        "The two men have fallen to the 1700 to the sea on the 17th and the captain of the ship has learned that about four hours later.",
        "Accordingly, Kotahena Police have lodged a complaint with the incident.",
        "Meanwhile, the two persons returned to these 18 people on the 18th of the afternoon that the attendee had fallen into the sea around 2.30 pm, this was the captain of the ship.",
        "Accordingly, they have said that the search has been made immediately.",
        "The next day, residents went to the relevant agency in Colombo only, but the same is true.",
        "Residents have gone to the Ministry of Trade and Marine Affairs and said that the email had been received.",
        "The same is that the son of the ship had been returned with three employees in Hettiyawa.",
        "\"We have a complete doubt that son is in the ship. Saturday's son sent a sms to daughter to get married. This incident is complete. We have given us one in soil. We call on the German company and the international police to conduct a formal investigation. \"",
        "The police inquired from the Kotarana Kotahena Police have inquired about the incident and a complaint has been lodged."
      ]
    }
  }
}