{
  "translated_text": {
    "si": {
      "title": "மோடி - புடின் காரில் ஆலோசனை நடத்தினர்",
      "body_lines": [
        "ත්රස්තවාදී ප්රහාරය හෙළා දකින බව චීනයේ ෂැංහයි සහයෝගිතා සංවිධානයේ සමුළුවේදී ඒකාබද්ධ ප්රකාශයක් නිකුත් කරන ලදී.",
        "සමුළුවෙන් පසු රුසියානු ජනාධිපති ව්ලැදිමීර් පුටින් සහ අගමැති මෝදි පැයක් පමණ මෝටර් රථයේ වාඩි වී සිටියහ.",
        "ஷாங்காய் ஒத்துழைப்பு அமைப்பின் (எஸ்.சி.ஓ) உச்சி மாநாடு சீனாவின் தியான்ஜின் நகரில் நேற்று முன்தினம் தொடங்கியது. මේ සඳහා රටවල් 20 කට වැඩි පිරිසකගේ නායකයින් මේ සඳහා සහභාගී වූහ. අග්රාමාත්ය මෝදි පළමු දින සමුළුව අතරතුර චීන ජනාධිපති ෂී ජින් පිං ලබා ගත්තේය.",
        "මෙම සන්දර්භය තුළ අග්රාමාත්ය මෝදි සමුළුවේ කොටසක් ලෙස රුසියානු ජනාධිපති ව්ලැඩිමීර් පුටින් හමුවිය. ඉන්පසු ඔවුන් අදහස් දැක්වූ පරිදි,",
        "ඉන්දියානු හා රුසියානු සමුළුව දෙසැම්බර් මාසයේදී දිල්ලියේදී පැවැත්වීමට නියමිතය. රුසියානු ජනාධිපති පුටින් මේ සඳහා සහභාගී වනු ඇත. කෝටි 140 ක් ඉන්දියානුවන් සිය පැමිණීම බලාපොරොත්තුවෙන් සිටී. පුටින් සෑම විටම අමතක නොවන අත්දැකීමක් බවට පත්වේ.",
        "ඉන්දියාව සහ රුසියාව අතර ඇති සමීපතම මිත්රත්වය පවතී. දුෂ්කර කාලවලදී පවා රටවල් දෙකම උරහිසට උරහිස් වෙත ගමන් කරයි. දෙරට අතර ලෝකය, සාමය සහ සමෘද්ධිය සඳහා වේ.",
        "යුක්රේනයේ යුද්ධයේදී ඉන්දියාව රුසියාව සමඟ තවදුරටත් සාකච්ඡා කරමින් සිටී. රුසියාව සහ යුක්රේනයට සාකච්ඡා කිරීමෙන් සියලු ගැටලු විසඳිය යුතුය. යුක්රේනය යුද්ධය අවසන් කර ස්ථිර සාමයට නැවත පැමිණිය යුතුය.",
        "රුසියාවට සහ ඉන්දියාවට ආසන්නතම මිත්රත්වය පවතී. දෙරට සෑම අංශයකම එකට වැඩ කරයි. ගෝලීය දකුණු සම්මේලනයේ කොටසක් ලෙස SAN. සංවිධානය ක්රියාත්මක වේ. '' - ඔවුන් කිව්වා.",
        "ෂැංහයි සහයෝගිතා සංවිධානයේ (SCOW) සමුළුවේ සම්පූර්ණ වාර්තාව. මේ අතර, කාශ්මීරයේ ත්රස්ත ප්රහාරය සම්බන්ධයෙන් කාශ්මීරයේ බහල්හැම් ද දැඩි ලෙස හෙළා දකින ලදී. ප්රහාරයට වගකිව යුතු අය සහ ආධාරකරුවන් යුක්තියට පෙර නතර කළ යුතුය. ප්රහාරයේ වින්දිතයින් සඳහා SEN. එහි සඳහන් වන්නේ සම්මේලනය ගැඹුරු ශෝකය ප්රකාශ කරන බවයි.",
        "පසුගිය ජුනි මාසයේදී හමුවිය. සාමාජික රටවල ආරක්ෂක ඇමතිවරුන් සමුළුව චීනයේ ක්වින්තැන්ග්හිදී පැවැත්විණි. සංගමයේ අමාත්ය රාජන්ත් සිං මේ සඳහා සහභාගී විය. ඉන්දියාව විසින් නිකුත් කරන ලද ඒකාබද්ධ ප්රකාශයකදී, ප්රහාරයට පහරදීම හෙළා දමන ලෙස ඉන්දියාවෙන් ඉල්ලා සිටියේය. නමුත් චීනය මෙම ඉල්ලීම පිළිගත්තේ නැත.",
        "මේ අනුව, අමාත්ය රාජන්ත් සිං වාර්තාවට අත්සන් කිරීම ප්රතික්ෂේප කළේය. සම්මුතිය ළඟා නොවන බැවින් ඒකාබද්ධ ප්රකාශය නිකුත් කර නොමැත. මෙම සන්දර්භය තුළ චීනයේ ටියැන්ජින්හි පැවති සමුළුවේදී බහල්හැම් ප්රහාරය ප්රසිද්ධියේ හෙළා දකී.. දේශපාලන නිරීක්ෂකයින් පවසා ඇත්තේ මෙය ඉන්දියාවට ජයග්රහණයක් බවයි.",
        "Sone. සමුළුව අවසන් වූ විට ජනාධිපති පුටින් සිය විශේෂ මෝටර් රථයේ හෝටලයට පිටත්ව ගියේය. ඉන්පසු ඔහු අගමැති මෝදි සිය මෝටර් රථයේ ගෙන ගියේය. හෝටලයට ගිය පසු නායකයින් දෙදෙනාම මෝටර් රථයෙන් බැස නොගියහ. පැයක් පමණ ජනාධිපති පුටින් සහ අගමැති මෝදි මෝටර් රථයේ උපදේශනය කළහ. එක්සත් ජනපද රාජ්යයේ බදුකරණය සහ යුක්රේයින් යුද්ධය පිළිබඳ ප්රධාන සාකච්ඡා සඳහා ඔවුන් සාකච්ඡා කර ඇති බව පැවසේ.. (අ)"
      ]
    },
    "en": {
      "title": "Modi - Putin consulted in the car",
      "body_lines": [
        "At the Summit of the Shanghai Cooperation Organization in China, a joint statement was issued to condemn the terrorist attack.",
        "After the convention, Russian President Vladimir Putin and Prime Minister Modi sat in the car for an hour.",
        "Shanghai Cooperation Organization (SCO) Summit began yesterday in Tianjin, China. Leaders of more than 20 countries participated in this. Prime Minister Modi met Chinese President Xi Jinping during the first day's conference.",
        "In this context, Prime Minister Modi met with Russian President Vladimir Putin as part of the conference. Then, as they commented,",
        "The Indian and Russian Summit is scheduled to be held in Delhi in December. Russian President Putin will participate in this. 140 crore Indians are eagerly awaiting his arrival. Putin becomes an unforgettable experience every time.",
        "The closest friendship between India and Russia lasts. Both countries travel shoulder to shoulder even during the difficult times. The two countries work together for the benefit of the world, peace and prosperity.",
        "India continues to negotiate with Russia on the Ukraine war. Russia and Ukraine have to solve all the problems by negotiating. Ukraine should end the war and return to permanent peace.",
        "The closest friendship to Russia and India lasts. The two countries work together in all sectors. SCO as part of the Global South Federation. The organization operates. '' - they said.",
        "Complete Report of the Shanghai Cooperation Organization (SCO) Summit. In this, Kashmir's Bahlkham was severely condemned for the terrorist attack. Those who are responsible for the attack and supporters must be stopped before justice. SCO for the victims of the attack. It states that the federation expresses deep condolences.",
        "SCO last June. The Defense Ministers Conference of Member States was held in Qingtang, China. Union Minister Rajnath Singh participated in this. In a joint statement issued by India, India was urged to condemn the attack on the attack. But China did not accept this request.",
        "Thus, Minister Rajnath Singh refused to sign the report. The joint statement has not been released as the consensus is not reached. In this context, the Bahlkham attack was publicly condemned at the summit in Tianjin, China.. Political observers have said that this is a victory for India.",
        "SCO. When the conference ended, President Putin left for the hotel in his special car. He then took Prime Minister Modi in his car. Both leaders did not get off the car even after they went to the hotel. For about an hour, President Putin and Prime Minister Modi consulted in the car. It is said that they may have negotiated a major negotiations on the US state's taxation and Ukraine war. (A)"
      ]
    }
  },
  "summary_lines": []
}