{
  "translated_text": {
    "si": {
      "title": "26 මරණ: වින්දිතයින් 130,021 ක්",
      "body_lines": [
        "රට තුළ අයහපත් කාලගුණය හේතුවෙන් පුද්ගලයින් 26 දෙනෙකු මියගොස් තිබේ. ආරක්ෂක අමාත්ය බන්ඩාරා ටෙනකුන් පැවසුවේ ජනතාව 130,021 ක් පීඩාවට පත්ව ඇති බවයි.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (06) පාර්ලිමේන්තුවේදී විශේෂ ප්රකාශයක් අමතමින්.",
        "පසුගිය දින කිහිපය තුළ, පසුගිය සඳුදා රටේ අයහපත් කාලගුණය හේතුවෙන් පවුල් 33,000 දහසක පුද්ගලයින් 130,021 ක් පීඩාවට පත්ව සිටිති.. පුද්ගලයින් 26 දෙනෙක් මියගොස් තිබේ. පුද්ගලයන් 41 දෙනෙකු තුවාල ලබා තිබේ.",
        "නායයෑම් සහ ගංවතුර උපද්රව සැලකිල්ලට ගනිමින් පවුල් 2,369 ක ජනතාව 9,248 ක් තාවකාලික ආරක්ෂක මධ්යම කඳවුරු 116 ක නවාතැන් ගෙන තිබේ.. ඔවුන් සඳහා පහසුකම් සපයනු ලැබුවේ ප්රාදේශීය ලේකම් කාර්යාල අංශය හරහා ය.",
        "ආපදා වලින් මිනිසුන් ආරක්ෂා කිරීමට ත්රිවිධ හමුදාව කටයුතු කරයි. ස්වාභාවික විපත කළමනාකරණය කිරීමට සුදුසු පියවර ගෙන නොමැති බවට ඇති චෝදනාව විරුද්ධ පක්ෂවලට පිළිගත නොහැකිය. කිසිම දෙයකට විරුද්ධ වීම සිරිතක් බව ඔහු පැවසීය.",
        "ආපදා ගැන ඉගෙන ගැනීම සඳහා ආපදා කළමනාකරණ මධ්යස්ථානය විශේෂ දුරකථන අංක 117 ක් හඳුන්වා දී ඇත."
      ]
    },
    "en": {
      "title": "26 deaths: 130,021 victims",
      "body_lines": [
        "26 people have died due to inclement weather in the country. Defense Minister Bandara Tennakoon said 130,021 people were affected.",
        "He said this while addressing a special statement in Parliament on Tuesday (06).",
        "Over the past few days, 130,021 people from 33 thousand 622 families have been affected by the inclement weather in the country last Monday.. 26 people have died. 41 people were injured.",
        "9,248 people from 2,369 families have been housed in 116 temporary security central camps in view of landslides and flood hazards.. The facilities for them have been provided through the Divisional Secretariat Divisions.",
        "Armed forces are working to protect people from disasters. Opposition parties cannot accept the accusation that appropriate measures have not been taken to manage the natural disaster. He said that it is customary to oppose anything.",
        "The Disaster Management Center has introduced a special telephone number 117 to learn about disasters."
      ]
    }
  },
  "summary_lines": [
    "In a parliamentary address, Defense Minister Bandara Tennakoon reported 26 fatalities and 130,021 affected individuals due to severe weather conditions. This includes 41 injuries and temporary housing for 9,248 people in 116 camps. The government is actively managing the situation, with opposition criticism dismissed as routine. A dedicated hotline, 117, has been set up for disaster inquiries."
  ]
}