{
  "translated_text": {
    "si": {
      "title": "හරිනි අමරසුරියගේ ගමන",
      "body_lines": [
        "මාක්ස්වාදී ජේවීපී ක්රියාකාරිකයෙකු මෙන් ශ්රී ලංකාවේ විවෘත විශ්ව විද්යාලයේ කථිකාචාර්යවරයකු ලෙස සේවය කරමින් සිටියදී ඔහු සමච්චලයට ලක් විය.",
        "55 හැවිරීම - කොළඹ පවුලක ලාබාලතමයා වන ඔබට ශ්රී ලංකාවේ 16 වන අග්රාමාත්යවරයා ලෙස දිවුරුම් දුන්නේය.",
        "ඔහු බිෂොප් විද්යාලයේ ආදි ශිෂ්යයෙකි. ඔහු එය තම පියා වන බව සලකන අතර එය තෑග්ගක් වේ.",
        "1990 දී ඔහු ප්රජා සෞඛ්ය නිලධාරියෙකු ලෙස සේවය කිරීමට පටන් ගත් විට, ඔහු යුද්ධයෙන් අඩක්, අඩක් පමණ වැඩ කළ අතර පීඩාවට පත් කාන්තාවන් ය.",
        "වෘත්තීය විශේෂ experts යින්ගේ, දුප්පතුන් සිට ධනවත්, ඉහළ කණ්ඩායම් දක්වා ඉහළ පෙළේ සිට ඉතා දුප්පත්කම දක්වා, වෘත්තීය විශේෂ experts යින්ගේ ප්රජාවේ ජනයා සමඟ සන්නිවේදනය කිරීම මෙයින් සාදා ඇත.",
        "ඇය මෑතකදී හර් රූපවාහිනියට පැවසුවේ මා බොළඳ නොවුනත් මම සමස්ත ප්රජාවේ මව වන බවයි.",
        "ලෝකයේ පැරණිතම ප්රජාතන්ත්රවාදයේ තුන්වන කාන්තා අග්රාමාත්යවරයා වන අතර, එය 1960 දී ඔහුගේ පළමු කාන්තා අග්රාමාත්යවරයා ලෙස තේරී පත් විය.",
        "ශ්රී ලංකාවේ පළමු කාන්තා අගමැති ශ්රීමාවෝ බණ්ඩාරනායක පළමු අගමැති බණ්ඩාරනායකගේ බණ්ඩාරනායකගේ බිරිඳ වන අතර දෙවන අගමැතිවරයා ඇගේ දියණියයි.",
        "2020 දී ජාතික මහජන බලයේ පාර්ලිමේන්තු මන්ත්රීවරයකු බවට පත්වන තෙක් හරිනි දේශපාලන පසුබිමක් නොතිබුණි.",
        "හරිනි අමරසූරිය උපාධිය සම්පූර්ණ කිරීමෙන් පසු යථාර්ථවාදී නොවන සංවිධානයක් තුළ ප්රජා සෞඛ්ය සේවිකාවක් ලෙස සේවය කළේය.",
        "ඉන්පසු ඔහු ස්වාධීන පර්යේෂකයෙකු වූ අතර ඔහු සමාජ මානව විද්යාව ගැන උනන්දු වූ අතර පසුව එඩින්බර්ග් විශ්ව විද්යාලයේ ආචාර්ය උපාධිය නිම කළේය.",
        "ඔහු පවසන්නේ වෙළඳාමේ වෙළඳාමක් මට නොමැති බවයි.",
        "තම දේශපාලනය හේතුවෙන් නිදා ගැනීමට කාලය නැති වී ඇති අතර ඔහුගේ පෞද්ගලික ජීවිතය අහිමි වීම ගැන තමා සැලකිලිමත් වන බව ඔහු පවසයි.",
        "හුදෙකලාව වැඩි කාලයක් ගත කිරීමට කැමති කෙනෙක්, මම මේ ජීවිතයට කැමති නැහැ, ඔහු කියනවා.",
        "පර්යේෂකයන් පවසන්නේ හරිනි පවසන්නේ ශ්රී ලංකා වෘත්තීය විශේෂ experts යන් මධ්යම දත්තවල සහාය ලබා ගැනීම සඳහා ජේවීපීයට ප්රධාන හැරවුම් ලක්ෂ්යයක් බවයි.",
        "පර්යේෂකයන් පවසන්නේ 1971- 88- 89 හි ලේවැකි කැරැල්ලකට සම්බන්ධ වූ ජේවීපීයට වඩා ජාතික ජනතාව විශ්වාස කිරීමට පටන් ගෙන ඇති බවයි.",
        "බොහෝ අය සිතන්නේ ජේවීපී වෙනස් කළේ තමා බවයි.",
        "හොඳම දේ ඇමතීමට හැකියාවක් ඇති හරිනි ජේවීපීයේ කළමනාකරණ කුසලතා විදේශීය මාධ්යවේදියෙක්ගෙන් ප්රශ්න කළේය.",
        "\"රට බංකොලොත්භාවයට ගෙන යාමේ අත්දැකීම් අපට නැත. රට ගොඩනැඟීමේ අත්දැකීම් අපට ලැබෙනු ඇතැයි ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Harini Amarasuriya's trip",
      "body_lines": [
        "He was ridiculed when he was working as a lecturer at the open university of Sri Lanka, like the Marxist JVP's activist.",
        "55 -year -old Harini, the youngest of a family of Colombo, has been sworn in as Sri Lanka's 16th prime minister.",
        "He is an alumnus of Bishop College. He considers it to be his father and is a gift.",
        "When he started working as a Community Health Officer in 1990, he worked in the middle of the war, half of the war, and the affected women.",
        "This made it a position to communicate with a wide range of people of the community, from professional experts to illiterate, from poor to wealthy, high groups to very poverty.",
        "She recently told Hari Television that I am the mother of the entire community even though I am not childish.",
        "She was the third woman prime minister of the world's oldest democracy, which elected his first female prime minister in 1960.",
        "Sri Lanka's first female prime minister Srimavo Bandaranaike was the wife of the first Prime Minister EstabiluRT Bandaranaike and the second prime minister was her daughter.",
        "Harini had no political background until he became a Member of Parliament of the National People's Power in 2020.",
        "Harini Amarasuriya worked as a community health worker in a non -governmental organization after completing her degree.",
        "He then became an independent researcher, and he was interested in social anthropology and later completed his doctorate at the University of Edinburg.",
        "He says I have no trade in trade.",
        "He says he is concerned about the loss of time to sleep due to his politics and lost his personal life.",
        "Someone who wants to spend more time in solitude, I don't like this life, he says.",
        "Researchers say Harini says Sri Lankan professional experts are a major turning point for JVP to get the support of central data.",
        "Researchers say that the national population has begun to believe more than the JVP, who was involved in a bloody rebellion of 1971- 88- 89.",
        "Many people think that he was the one who changed the JVP.",
        "A foreign journalist questioned the management skills of Harini JVP, who is capable of addressing the best.",
        "“We have no experience of pushing the country to the bankruptcy. We will have the experience of building the country,” he said."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Harini Amarasuriya: From lecturer to PM. Ridiculed as JVP activist. Worked in war-torn areas. First female PM of Sri Lanka. No political background until 2020. Community health worker turned researcher. Concerned about politics affecting personal life. Changed JVP's image. Promises to build country, not bankrupt it."
  ]
}