{
  "translated_text": {
    "si": {
      "title": "ඩෙංගු රෝගය පාලනය කිරීම සඳහා මහජන සහයෝගය අත්යවශ්ය වේ - වෛද්ය සුදාත් සමරාවීර",
      "body_lines": [
        "ජාතික ඩෙංගු මර්දන අංශයේ අධ්යක්ෂ වෛද්ය සුදාත් සමරාවීර මහතා කියා සිටියේ ඩෙංගු රෝගය සෞඛ්ය ගැටළුවක් පමණක් නොව එය ආර්ථික හා සමාජීය ප්රශ්නයකි. නමුත් එය පූර්ණ සහයෝගය නොමැතිව ඩෙංගු රෝගය පැතිරීම පාලනය කළ නොහැකි බවය රාජ්ය.",
        "මේ වසරේ පසුගිය මාස පහ තුළ ඩෙංගු රෝගීන් 25,000 කට වැඩි ප්රමාණයක් වාර්තා වී ඇති අතර 9 දෙනෙකු ඩෙංගු රෝගයෙන් මියගොස් ඇති බව ඔහු පැවසීය.",
        "අද (06) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති විශේෂ මාධ්ය හමුවකදී විශේෂ මාධ්ය හමුවකදී අදහස් දක්වමින් විශේෂ ආචාර්ය සුදාත් සමරාවීර.",
        "වර්තමාන ගංවතුර තත්ත්වයන් සමඟ ඩෙංගු මට්ටම සහ ආසාදනය හේතුවෙන් ඩෙංගු රෝගය පැතිරීමත් සමඟ රෝගය පැතිරීම මැඩපැවැත්වීමට පියවර ගැනීම වැදගත් බව ඔහු පෙන්වා දුන්නේය.",
        "ඩෙංගු යනු වයස සහ තත්වය දෙස බැලීමෙන් තොරව ආසාදනය විය හැකි රෝගයකි. එසේම, බොහෝ අය මෙම රෝගයෙන් සුවය ලබමින් සිටින අතර එය මරණයේ අවදානමක රෝගයකි. මෙම අනතුර නිසා ඩෙංගු උණ පාලනය කිරීමේ අවශ්යතාව අප තුළින් ඉස්මතු කරයි. මේ වසරේ මෝසම් වැසි හේතුවෙන් ඩෙංගු රෝගය ගැන කතා කිරීමට බොහෝ දේ ඇත.",
        "ඒ අනුව 2023 අවසානය හා සසඳන විට 2024 ජනවාරි මාසයේදී රෝගීන් 100 කට වැඩි පිරිසක් වාර්තා වූහ. නමුත් ක්රමයෙන් අඩු වූ අතර අප්රේල් මාසයේ දී වාර්තා වී ඇත්තේ රෝගීන් 2234 ක් පමණි.. එහෙත් මැයි මාසයේදී රෝගීන් 2647 ක් වාර්තා විය. ඒ අනුව, අනාගතයේ දී ඩෙංගු රෝගීන්ගේ සංඛ්යාව අපි බලාපොරොත්තු වෙමු.",
        "ඩෙංගු සෞඛ්ය ගැටලුවක් පමණක් නොවේ. මෙය ආර්ථික හා සමාජ ප්රශ්නයකි. එබැවින් මහජනයාගේ පූර්ණ සහයෝගය නොමැතිව සෞඛ්ය අමාත්යාංශයට පමණක් ඩෙංගු පාලනය කළ නොහැකිය. ඩෙංගු රෝගය වළක්වා ගත හැක්කේ රජය විසින් රජයේ සියලුම දෙපාර්තමේන්තු සහ රජයේ පෞද්ගලික අංශ සම්බන්ධීකරණය කර ඇත්නම් පමණි. \"",
        "ජාතික ඩෙංගු මර්දන අංශයේ සමාජ වෛද්ය නිලධාරී, විශේෂ ආචාර්ය අනෝජා තෙරසිංහ",
        "2024 වන විට ශ්රී ලංකාවේ ඩෙංගු රෝගීන් 25 417 ක් වාර්තා විය. කොළඹ, ගම්පහා, කළුතර, රත්නපුර, මහනුවර, කෙගල්ලේ සහ කුරුණෑගල, කේගල් හි රෝගීන් සංඛ්යාව වැඩි වී තිබේ.. ඩෙංගු රෝගය වැළැක්වීමේ මූලිකම ක්රමය මදුරුවන් පැතිරීම වැළැක්වීමයි. මදුරුවන්, පාසල් සහ සේවා ස්ථානවල මදුරුවන් සිටින ස්ථාන ඉවත් කිරීම මහජනතාවගේ වගකීමකි.",
        "එසේම, උණ රෝගයක යෙදී, දින දෙකක් ඇතුළත ළඟම ඇති රෝහලක් හෝ සුදුසුකම් ලත් වෛද්යවරයකුගෙන් විමසා සුදුසු උපදෙස් ලබා ගන්න. රෝග විනිශ්චය වෛද්යවරයා වෙත තබන්න. උණ පාලනය කිරීම සඳහා ඔබ 'පෙරෙස්ටවන්ත' පෙති පමණක් ගත යුතු බව ඔහු පැවසීය.",
        "ජාතික මත්ද්රව්ය නියාමන අධිකාරියේ සභාපති ආනන්ද විජේවික්රම, ජාතික ආසාදිත රෝග ආයතනයේ විශේෂ ist ආන්ද,",
        "අධික උණ, උදර වේදනාව, වමනය, දරුණු හිසරද සහ පාචනය වැනි රෝග ලක්ෂණ තිබේ නම් ඩෙංගු රෝගයට ප්රතිකාර කිරීම ඉතා වැදගත් වේ. මෙම රෝග ලක්ෂණ තිබේ නම්, මුලදී භෞතිකව විවේක ගැනීම අවශ්ය වේ.වේදනා නාශක හෝ 'පෙරෙස්ටමෝල්' හැර වෙනත් ation ෂධයක් නොගත යුතුය. වෙනත් drugs ෂධ පරිභෝජනය කිරීම බරපතල සංකූලතා ඇති කරයි. රෝග ලක්ෂණ දින දෙකකට වඩා පවතින්නේ නම්, සම්පූර්ණ රුධිර පරීක්ෂාව (එෆ්බීසී) සිදු කර රාජකීය රෝහලේ වෛද්ය උපදෙස් ලබා ගන්න. එවිට ඔබට අවශ්ය නම් රෝහලට යා හැකිය.",
        "මේ අතර, ඔබ ජලය සහ කැඳ, ජීවිතය, යුෂ සහ ලෙමන් වැනි බීම පානය කළ යුතුය. රතු හෝ කෘතිම රසායනික ද්රව්ය සහිත බීම වළක්වා ගැනීම ද වැදගත් ය. ඔබ වෛද්ය උපදෙස් අනුගමනය කරන්නේ නම්, ඔබට ඩෙංගු රෝගය පාලනය කළ හැකි අතර තත්වයේ බරපතලකම අඩු කරයි. විශේෂයෙන්, උණ යනු ඩෙංගු සුව වී ඇති බවය.",
        "ඉතා කුඩා දරුවන්, දියවැඩියාව, ගර්භනී මව්වරුන්, වැඩිහිටියන් හා තරබාරු ජීවිතයෙන් පීඩා විඳීමට වැඩි ඉඩක් ඇත. ආරම්භයේ සිටම වෛද්ය උපදෙස් ලබා ගැනීම වැදගත්ය. \"",
        "කොළඹ, ළමා සෞඛ්ය සේවා, ප්රාදේශීය සෞඛ්ය සේවා, ප්රාදේශීය සෞඛ්ය සේවා අධ්යක්ෂක බුද්ධිකා මහේෂ්, කොළඹ, උපදේශක සහ ප්රාදේශීය ආසාදනය විශේෂ ist",
        "ඉහළ පළාතේ ඩෙංගු මුලිනුපුටා දැමීම ඉතා වැදගත් වේ. වත්මන් වැසි හේතුවෙන් අමතර පියවර ගත යුතුය.. සහන කඳවුරුවල අවට ප්රදේශ මදුරුවන් නොමැති ප්රදේශ බවට පරිවර්තනය කළ යුතුය.",
        "ඩෙංගු රෝගය සහ වෙනත් ආසාදන පාලනය කිරීම සඳහා ප්රාදේශීය සෞඛ්ය නිලධාරී කාර්යාලය නොමිලේ වෛද්ය උපදෙස් ලබා දෙයි. වෙනත් වසර හා සසඳන විට බටහිර පළාතේ වාර්තා වී ඇති රෝගීන් සංඛ්යාව අඩුය. ජනතාවගේ සහාය ඇතිව එම තනතුර තවදුරටත් අඩු කිරීමට අපේක්ෂා කෙරේ. බස්නාහිර පළාතේ ඩෙංගු මර්දන කණ්ඩායම ස්ථාපනය කර ඇත්තේ මිනිසුන් රහිත ගුවන් තාක්ෂණය භාවිතා කිරීම සහ මදුරුවන් ඉසීම සහ .ෂධ ඉසීම ය. \"",
        "කීට විද්යා ologist සකුන්තලා ජනකි, ජාතික ඩෙංගු මර්දන ඒකකය. අරිෆ්, ආචාර්ය සුනිට් කුමාරප්පෙරුමා, ආර්. K. එස්.. ඊ. රණවීර මහතා මාධ්ය සාකච්ඡාවට සහභාගී විය."
      ]
    },
    "en": {
      "title": "Public support is essential to control dengue- doctor Sudath Samaraweera",
      "body_lines": [
        "The Director of the National Dengue Control Division, Dr. Sudath Samaraweera, said that the dengue is not only a health problem, but it is an economic and social issue and that the health ministry cannot control the spread of dengue alone without the full support of the public.",
        "He added that over 25,000 dengue patients have been reported in the last five months of this year and nine people have died of dengue.",
        "Special Dr. Sudath Samaraweera, speaking at a special press conference held at the Presidential Media Center today (06).",
        "He pointed out that it is important to take steps to curb the spread of the disease as dengue can increase to the level of dengue and infection with the current flooding conditions.",
        "Dengue is a disease that can be infected without looking at age and status. Also, many people recover from this disease, which is a disease at the risk of death. It is because of this danger that we continue to highlight the need to control dengue fever. Due to the monsoon rains this year, there is much to talk about dengue.",
        "Accordingly, more than 10,000 patients were reported in January 2024 compared to the infection of the end of 2023. But the number gradually declined and only 2234 patients were reported in April.. But 2647 patients were reported in May. Accordingly, we expect the number of dengue patients in the future.",
        "Dengue is not just a health problem. This is an economic and social issue. Therefore, the Ministry of Health alone cannot control dengue without the full support of the public. Dengue can only be prevented if all the government's departments and private sectors of the government are coordinated. ”",
        "Social Medical Officer of the National Dengue Control Division, Special Dr. Anoja Therasinghe",
        "25 417 Dengue patients were reported in Sri Lanka by 2024. The number of patients in Colombo, Gampaha, Kalutara, Ratnapura, Kandy, Kegalle and Kurunegala has increased.. The most basic way to prevent dengue is to prevent mosquito spreading. It is the responsibility of the public to remove the places where the mosquitoes are in homes, schools and workplaces.",
        "Also, in the event of a fever, consult a nearest hospital or qualified doctor within two days and seek appropriate advice. Leave the diagnosis to the doctor. He said that you should only take the 'peresitamol' pill to control the fever.",
        "Ananda Wijewickrama, Chairman of the National Drug Regulatory Authority and Specialist at the National Infectious Disease Institute,",
        "It is very important to treat dengue during this period if there are symptoms such as excessive fever, abdominal pain, vomiting, severe headaches, and diarrhea. If there are these symptoms, it is necessary to rest physically at first.Should not take medication other than the analgesic or 'peresitamol'. Consuming other drugs can cause serious complications. If the symptoms last for more than two days, perform a full blood test (FBC) and seek medical advice at the royal hospital. Then you can go to the hospital if needed.",
        "In the meantime, you should drink drinks such as water and porridge, life, juices and lemon. It is also important to avoid beverages with red or artificial chemicals. If you follow medical advice, you can control dengue and reduce the severity of the situation. In particular, fever does not mean that dengue has cured.",
        "Are more likely to suffer from very little children, diabetes, pregnant mothers, elderly and obese. It is important to seek medical advice from the beginning. ”",
        "Buddhika Mahesh, Director of Regional Health Services, Colombo, Advisor and Regional Infection Specialist",
        "Dengue eradication in the upper province is very important. Due to the current rains, additional steps have to be taken.. Especially the surrounding areas of the relief camps should be converted into areas where there is no mosquitoes.",
        "Divisional Health Officer Office provides free medical advice to control dengue and other infections. The number of patients recorded in the Western Province is low compared to other years. Expected to further reduce that position with the support of the people. The dengue control team installed in the Western Province is using unmanned air technology and sprinkling mosquitoes and spraying the drugs. ”",
        "Entomologist Sakuntala Janaki, National Dengue Control Unit. Arif, Dr. Sunit Kumarapperuma, R. K. S.. E. Ranaweera also attended the press conference."
      ]
    }
  },
  "summary_lines": [
    "Dr. Sudath Samaraweera emphasizes the importance of public support in controlling dengue, highlighting its impact beyond health to economics and society. With over 25,000 cases reported in five months, he stresses the need for collective action, especially amid favorable conditions for mosquito breeding due to floods. Prevention efforts must involve all sectors, including government departments and the private sector, to effectively combat the disease."
  ]
}