{
  "translated_text": {
    "si": {
      "title": "කෙගල්ල, නුවර එලියා, බදුල්ලා, පොලොන්නරුව දිස්ත්රික්කයේ අස්විසුම ප්රතිලාභීන්ගේ ප්රතිලාභ",
      "body_lines": [
        "රු.. අලුත් අවුරුද්දට පෙර ගෙවීම් කිරීමට පියවර ගන්නා බව මුදල් අමාත්ය රංජිත් සියම්බලපිටිය මහතා පැවසීය.",
        "මෙම අර්බුදය ඇතිව ඇත්තේ මෙම දිස්ත්රික්කවල ප්රතිලාභීන් තෝරා ගැනීම නිසා සහ පහළ ලකුණු ලැබුණු පුද්ගලයින්ගේ සංඛ්යාව දිස්ත්රික්ක නාමයට ඇතුළත් කර ඇති බැවිනි.",
        "කෙසේ වෙතත්, මෙම සියලු ගැටලු මේ මස පළමු සතිය තුළ විසඳනු ඇත. රුපියල් 2500 ක් නොමිලේ ගෙවනු ලැබේ. පසුගිය සතියේ සුභසාධන කවුන්සිලයේ රැස්වීමකදී මෙම සම්මුතියට පැමිණි බව රාජ්ය අමාත්ය රංජිත් සියම්බලපිටිය මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "Benefits of Aswesuma Beneficiaries of Kegalle, Nuwara Eliya, Badulla, Polonnaruwa District",
      "body_lines": [
        "Beneficiaries who qualified to receive Rs.. Finance Minister Ranjith Siyambalapitiya said that steps will be taken to make the payments before the New Year.",
        "The crisis was caused by the fact that the beneficiaries in these districts were selected, and the number of people who received the lower points were included in the name of the name of the districts.",
        "However, all these problems will be addressed within the first week of this month. 2500 rupees will be paid free of charge. Minister of State Ranjith Siyambalapitiya added that the consensus was reached at a meeting of the Assuming Welfare Council last week."
      ]
    }
  },
  "summary_lines": [
    "Aswesuma beneficiaries in Kegalle, Nuwara Eliya, Badulla, and Polonnaruwa Districts will receive Rs. 2500 each, with payments before New Year. Issues caused by selection process will be resolved within a week."
  ]
}