{
  "translated_text": {
    "ta": {
      "title": "தென்னாப்பிரிக்கா வெற்றி",
      "body_lines": [
        "தென்னாப்பிரிக்க அணி இரண்டாவது டெஸ்ட் கிரிக்கெட் போட்டியை வெஸ்ட் இண்டீஸ் உடன் 40 ரன்கள் வித்தியாசத்தில் வென்றுள்ளது.",
        "முதல் இன்னிங்ஸின் இழப்புக்காக தென்னாப்பிரிக்கா 160 ரன்கள் எடுத்தது, மேற்கிந்திய தீவுகள் முதல் இன்னிங்கிற்காக 144 ரன்களுக்கு அடித்தன.",
        "இரண்டாவது இன்னிங்சில் 246 ரன்களுடன் போட்டியை வெல்ல வெஸ்ட் இண்டீஸ் 263 ரன்கள் எடுத்தது.",
        "இருப்பினும், மேற்கிந்திய தீவுகள் இரண்டாவது இன்னிங்சில் 222 ரன்கள் மட்டுமே மதிப்பெண் பெற முடிந்தது.",
        "தென்னாப்பிரிக்கா வென்ற டெஸ்ட் தொடரை பூஜ்ஜியமாக வென்றது."
      ]
    },
    "en": {
      "title": "South Africa wins",
      "body_lines": [
        "South African team has won the second Test cricket match with the West Indies by 40 runs.",
        "South Africa scored 160 runs for the loss of the first innings while West Indies were scored to 144 runs for the first innings.",
        "West Indies scored 263 runs in order to win the match with 246 runs for the second innings.",
        "However, West Indies were able to score only 222 runs in the second innings.",
        "South Africa won the winning Test series together as a zero."
      ]
    }
  },
  "summary_lines": [
    "In the second Test cricket match against the West Indies, South Africa emerged victorious by 40 runs. Despite scoring 160 runs in their first innings, South Africa outperformed the West Indies' 144 runs. The West Indies fell short in their chase, managing only 222 runs in their second innings compared to South Africa's 246 runs, securing South Africa's victory in the series."
  ]
}