{
  "translated_text": {
    "ta": {
      "title": "සජිත් ගම්මන්පිල හමුවක්, මහ බැංකු වංචාවට වඩා විශාල, ආණ්ඩුවේ දූෂණයක් එළියට?",
      "body_lines": [
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா, எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசாவின் அமைப்பின் தலைவர் கொழும்பில் எதிர்க்கட்சித் தலைவராக (04)",
        "\"බලශක්ති දූෂණ විරෝධී එකමුතුව විදිහට අද අපි සියලුම දෙනාම විපක්ෂ නායකතුමා හමුවෙන්නට ආවා. எஸ்.எம். மரிக்கர் எதிர்க்கட்சியின் தலைவரும், எதிர்க்கட்சி மற்றும் ஆற்றலை எதிர்க்கும் எரிசக்தி குழுக்களையும் வைத்திருக்கிறார்.",
        "இதுவரை நாம் கேள்விப்பட்ட வரலாற்றின் மிகப்பெரிய மோசடி, மத்திய வங்கி பத்திர மோசடி. அமைச்சரவை ஒப்புதல் 300 மெகாவாட்டில் அமைச்சரவை மின் நிலையத்தால் அங்கீகரிக்கப்பட்டுள்ளது, இது ஜனவரி 3 ஆம் தேதி இயற்கை எரிவாயு மின் உற்பத்தி நிலையமாக அழைக்கப்படும் இயற்கை எரிவாயு மின் நிலையமாக.",
        "ஒரு இலாபகரமான திட்டம் புதுப்பிக்கத்தக்க சக்தியை விட குறைவாக இதைச் செய்ய முடியும் என்பதைக் காட்ட இது கிராக்டிங் துறையில் பயன்படுத்தப்பட்டுள்ளது. ஒரு லிட்டர் டீசலின் விலை ரூ. லிட்டர் டீசலுக்கு 120.",
        "இந்த கணக்கீடுகளுக்கு, டாலரின் பரிமாற்ற வீதம் மற்றும் ரூபாய் ரூ. 195. ஒரு டாலரின் மதிப்பு ஆனால் ரூ .300. இதன் விளைவாக, அமைச்சரவை காகிதத்தின் செலவு ரூ. 20.15, ஆனால் உண்மையான செலவு ரூ. 72.11.",
        "திட்டம் செயல்படுத்தப்பட்டால், தேசிய பொருளாதாரத்திற்கு இழப்பு ரூ.. 2.9 டிரில்லியன்.",
        "இரண்டாவது முறையாக அமைச்சரவையின் அமைச்சரவைக்கு ஒரு பாதை கொண்டு செல்லப்பட்டபோது அமைச்சரவை 110 ரூபாய் அமைச்சரவைக்கு கொண்டு செல்லப்பட்டது என்று கூட தெரியாது.. டாலர் இப்போது 300 ரூபாய் மற்றும் ஒரு மந்திரி தவறு என்பதை அறிந்திருக்கவில்லை. இது தெரியாத அமைச்சரவையின் ஏமாற்று அல்ல. மோசடியின் விளைவாக அமைச்சகங்களின் முழு அமைச்சரவையையும் நாங்கள் காண்கிறோம்.",
        "எரிசக்தி துறையின் பொறுப்பான பொது பயன்பாட்டு ஆணையத்தின் இயக்குநர் ஜெனரல் எரிசக்தி அமைச்சின் மூன்றாம் நாளில் எரிசக்தி அமைச்சகத்தின் செயலாளரிடம் கூறுகிறார்.. இந்த எண்கள் பொது பயன்பாட்டு ஆணையம் குறிப்பிட்ட எண்கள் அல்ல. பொது பயன்பாட்டு ஆணையத்தின் பொது பயன்பாட்டு ஆணையத்தின் இயக்குநர் ஜெனரல் பொது பயன்பாட்டு ஆணையத்தின் இயக்குநர் ஜெனரல் அமைச்சரவை தாளில் அமைச்சரவையை தவறாக வழிநடத்தியுள்ளார். எனவே, சரியான சூழ்நிலைக்குப் பிறகு அமைச்சர்களின் அமைச்சரவையைத் தெரிவிக்க நடவடிக்கை எடுக்கப்படும். ஏப்ரல் 3 ஆம் தேதி, மோசடி எரிசக்தி அமைச்சின் செயலாளர் ஏப்ரல் 23 ஆம் தேதி அமைச்சரவை அமைச்சின் செயலாளரால் கையெழுத்திடுவார்.",
        "எனவே, எதிர்க்கட்சியின் தலைவர் மற்றும் எதிர்க்கட்சியின் எரிசக்தி தேர்வுக் குழு மற்றும் எரிசக்தி குழு ஆகியவை இந்த மோசடியின் வெற்றிடத்தை எடுக்க உடனடியாக நடவடிக்கை எடுக்குமாறு கேட்கப்படும்.",
        "ஊழல் தடுப்பு பகிர்வுக்கு அரசியல் கட்சி இல்லை என்று நீங்கள் கூற வேண்டும். எந்தவொரு ஊழல் எதிர்ப்பு எங்களுடன் சேரலாம். அவர் சுருக்கத்தில் இருக்கிறாரா மற்றும் ஊழல் தடுப்பு எங்களுடன் சேரக்கூடும். \""
      ]
    },
    "en": {
      "title": "Sajith Gammanpila meeting a larger corruption, bigger, larger than the central bank fraud?",
      "body_lines": [
        "Opposition Leader Sajith Premadasa, the Chairman of the organization at Opposition Leader Sajith Premadasa at Opposition Leader in Colombo (04)",
        "\"Today we all visited the Opposition Leader today as anti-power corruption. SM Marikkar holds the Chairman of the Opposition and the Energy Committees of the Opposition of the Opposition and Energy.",
        "The biggest fraud of history we have heard so far, the central bank bond fraud. Cabinet approval has been approved by the Cabinet Power Plant in a 300 MW, as a natural gas power plant called a natural gas power plant on January 3.",
        "This has been used in the Cractting Department to show that a profitable project can do this to less than renewable power. The price of a liter of diesel is Rs. 120 per liter of diesel.",
        "And for these calculations, the exchange rate of the dollar and the rupee have been Rs. 195. Value of a dollar but has been Rs 300. As a result, the expenditure of the Cabinet paper is Rs. 20.15, but the actual cost is Rs. 72.11.",
        "If the project is implemented, the loss to the national economy was Rs.. 2.9 trillion.",
        "Didn't even know that the Cabinet was taken to the Cabinet about 110 rupees when a tract was taken to the Cabinet of Cabinet at the second time.. The dollar is now 300 rupees and is not aware that one minister is wrong. It is not a deception of Cabinet who did not know this. We see the entire Cabinet of Ministries as a result of deception.",
        "The Director General of the Public Utilities Commission in charge of the energy sector tells the Secretary to the Secretary to the Ministry of Energy on the third day of the Energy Ministry.. These numbers are not the numbers mentioned by the Public Utilities Commission. The Public Utilities Commission Director General of the Public Utilities Commission of Energy The Director General of the Public Utilities Commission has mislead the Cabinet at the Cabinet paper. Therefore, steps will be taken to inform the Cabinet of Ministers immediately after the right situation. In April 3, the Secretary to the Secretary of the Ministry of Frauding Energy will be signed by the Secretary to the Ministry of Cabinet approval on the 23rd of April.",
        "Therefore, the Chairman of the Opposition and the Energy Select Committee of the Opposition and the Energy Committee will be asked to take immediate steps to take the void of this fraud.",
        "And you should say there is no political party for the anti-corruption partition. Any anti-corruption can join us. Whether he is in the compress and anti-corruption may join us. \""
      ]
    }
  },
  "summary_lines": []
}