{
  "translated_text": {
    "ta": {
      "title": "இது ஒரு கேரட் உருளைக்கிழங்கு - வாகன இறக்குமதியாளர்கள்",
      "body_lines": [
        "வாகனங்களை இறக்குமதி செய்ய அரசாங்கம் அடிக்கடி என்ன கூறுகிறது என்பதில் சந்தேகம் இருப்பதாக இலங்கையின் சங்கம் (எஸ்.எல்.டி.பி) கூறுகிறது.",
        "எவ்வாறாயினும், வாகனங்களை அனுமதித்த பிறகு விலைகளை அதிகரிக்கும் போக்கு உள்ளது என்று அவர் சுட்டிக்காட்டுகிறார்.",
        "\"நாங்கள் 4 ஆண்டுகள் காத்திருக்கிறோம். விரைவில் கொண்டு வாருங்கள் என்று கூறுகிறார். ஆனால் ஒரு நாள் ஒரு நாள் சொல்லவில்லை. மத்திய வங்கி ஆளுநர் அவர் படிப்படியாக எளிதாக்க முடியும் என்றார்.. ஆனால் இன்னும் ஏற்றுமதி செய்யவில்லை. நாங்கள் வாகனங்களை இறக்குமதி செய்யும் போது, ​​அரசாங்க வரிகளில் சுமார் 200%. \"",
        "\"நாங்கள் மாநில அமைச்சர் ரஞ்சித் சியாம்பலபிதியா பற்றி விவாதித்தோம். பேருந்துகள் முதலில் லாரிகள், லாரிக்குப் பிறகு, மற்றும் பொருளாதாரத்திற்குப் பிறகு, முச்சக்கர வண்டியான மோட்டார் சைக்கிள் தளர்வான வாகனங்களை அனுமதிக்கிறது என்று அவர் கூறினார். அடுத்த முறை கார்கள், வேன்களுக்கு வாய்ப்பு கிடைக்கிறது. \"",
        "\"இந்த வாகனங்களைக் கொண்டுவர அனுமதிக்கப்பட்ட ஒரு கேரட் உருளைக்கிழங்கு இருப்பதாக எங்களுக்கு சந்தேகம் உள்ளது. நீங்கள் விரும்பும் வாகனங்களையும் அமைச்சர்களையும் கொண்டு வர இது தயாராகி வருகிறது. ஏனெனில் பிரதிநிதிகள் வாகனங்களுக்கு பேச்சாளர்களை வழங்க வேண்டும். \"",
        "\"இருப்பினும், வாகனங்களின் விலை நியாயமானதா? அல்லது இல்லையா?. இது தேவை மற்றும் விநியோகத்தை தீர்மானிக்கிறது.",
        "\"அப்போதிருந்து, வாடிக்கையாளர்கள் அதிக வாகனங்களை விட அதிகமாக செலுத்த வேண்டும். வாகனங்களின் இறக்குமதி தொடங்கப்பட்டாலும், ஒரு பெரிய விலை குறைவை எதிர்பார்க்க முடியாது. இதற்கிடையில், வாகன விலைகள் அதிகரிக்கும் என்பதில் சந்தேகம் உள்ளது."
      ]
    },
    "en": {
      "title": "This is a carrot potato - Vehicle importers",
      "body_lines": [
        "The Association of Sri Lanka (SLTB) says that there is a suspicion regarding what the government often says to import vehicles.",
        "He points to however, however, there is a tendency to increase the prices after allowing vehicles.",
        "\"We are waiting for the 4 years. Says that soon bring. But a day doesn't say a day. Central Bank Governor said he could gradually ease.. But still not exporting. When we import vehicles, about 200% of the government taxes. \"",
        "\"We discussed the Minister of State Minister Ranjith Siyambalapitiya. He said the buses first allows vehicles like lorries, after lorry, and after the economy, three-wheeler, motorbike loose. That is the next time cars, vans get the opportunity. \"",
        "\"We have doubts that there is a carrot potato that is permitted to bring these vehicles. It is preparing to bring the vehicles you want to and the ministers. Because the representatives have made the requests to give speakers to vehicles. \"",
        "\"However, the price of the vehicles is reasonable? Or not?. It determines the demand and supply. \"",
        "\"Since then, customers have to pay more than the more vehicles. Although the import of vehicles is started, a large price decrease cannot be expected. In the meantime, there is doubt that vehicle prices will increase. \""
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's SLTB expresses skepticism over the government's claims on vehicle imports, noting potential price hikes post-importation due to high taxes. The Central Bank hints at easing export restrictions but no action has been taken yet. Vehicles like buses, lorries, and three-wheelers are prioritized for import, with cars and vans to follow. There's concern over whether this approach will genuinely lower vehicle prices, as market dynamics play a significant role."
  ]
}