{
  "translated_text": {
    "ta": {
      "title": "ஹெட்டிவாயில் சிறந்த தங்க கொள்ளை",
      "body_lines": [
        "கொழும்பில் உள்ள ஹெட்டிவி பகுதியில் தங்கக் கொள்ளை கும்பலையும் வெளிநாட்டு நாணயத்தையும் போலீசார் கைது செய்துள்ளனர்.",
        "அவர்களில் மூன்று சக்கர வாகனம் மற்றும் அவரது உறவினர்கள், முன்னாள் இராணுவ சிப்பாய் உள்ளனர்.",
        "தங்க மற்றும் வெளிநாட்டு நாணயம் ஹெட்டாவியின் தங்க மற்றும் வெளிநாட்டு நாணயமாக இருந்தது.",
        "கட்டான்குடி மற்றும் பாட்டிகலோவா பகுதிகளில் அவருக்கு சொந்தமான இரண்டு தங்கப் பொருட்கள்.",
        "இந்த மாதம் 11 ஆம் தேதி பல சூடான தங்கத் துண்டுகள் கொழும்புக்கு அனுப்பப்பட்டுள்ளன.",
        "மூன்று சக்கர வாகனத்தைச் சேர்ந்த ஒருவர் மூன்று சக்கர வாகனத்தில் ஹெட்டிவிடியோவின் முச்சக்கர வண்டியுடன் பதிவு செய்யப்பட்டார்.",
        "பின்னர், அவர் கோச்சிகேட் தேவாலயத்திற்கு அருகிலுள்ள சாலையில் சென்றிருந்தார்.",
        "சம்பவம் தொடர்பான புகாரின்படி, பெட்டா காவல்துறையின் குற்றவியல் விசாரணைப் பிரிவு சி.சி.டி.வி காட்சிகளைப் பயன்படுத்தி சந்தேக நபர்களை அடையாளம் கண்டுள்ளது.",
        "கைது செய்யப்பட்ட சந்தேக நபர்களிடையே முச்சக்கர வண்டி ஓட்டுநர் பல ஆண்டுகளாக இப்பகுதியில் பத்து சக்கர வாகனத்தில் ஈடுபட்டுள்ளார்.",
        "இந்த சந்தர்ப்பங்களில், பல சந்தர்ப்பங்களில் பேருந்துகளால் பேருந்துகளால் பேருந்துகளால் கொள்ளையர் பேருந்துகளால் திட்டமிடப்பட்டுள்ளதாக அவர்கள் ஒப்புக்கொண்டனர்.",
        "கொள்ளையடிக்கப்பட்ட தங்கம் மற்றும் வெளிநாட்டு நாணயம் கிட்டத்தட்ட ரூ.",
        "வெளிநாட்டு நாணயத்தை கிட்டத்தட்ட ரூ.",
        "சந்தேக நபர்கள் நீதிமன்றத்தில் தயாரிக்கப்பட உள்ளனர், மேலும் பெட்டா பொலிஸ் குற்றவியல் விசாரணைப் பிரிவின் குற்றவியல் புலனாய்வுப் பிரிவு மேலும் விசாரணைகளை மேற்கொண்டு வருகிறது."
      ]
    },
    "en": {
      "title": "Great gold robbery in Hettivoy",
      "body_lines": [
        "Police have arrested a gang of robbery of gold and a foreign currency in the Hettivi area in Colombo.",
        "Among them are a three-wheeler driver and his relatives, a former Army soldier.",
        "The golden and foreign currency was a golden and foreign currency of the Hettawi.",
        "Two more gold items belonging to him in Kattankudy and Batticaloa areas.",
        "Several heated gold pieces have been sent to Colombo on the 11th of this month.",
        "A person from a three-wheeler was recorded on a three-wheeler with a three-wheeler of the Hettivideo.",
        "Later, he had gone on the road near the Kochchikade Church.",
        "According to a complaint regarding the incident, the Criminal Investigation Division of the Pettah Police have identified the suspects using CCTV footage.",
        "The three-wheeler driver among the arrested suspects have been involved in a ten-wheeler in the area for many years.",
        "In these cases, they have confessed that the robber has been planned by buses by buses by buses by the buses on several occasions by buses.",
        "It has also been revealed that the gold and foreign currency, which is plundered, is nearly Rs.",
        "Police have also shared the foreign currency of nearly Rs.",
        "The suspects are to be produced in court and the Criminal Investigation Division of the Pettah Police Criminal Investigation Division is conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "Police in Colombo's Hettivoy area arrested a gang involved in a gold and foreign currency robbery. Suspects include a three-wheeler driver, his relatives, and a former Army soldier. The stolen items were sent to Colombo on the 11th. CCTV footage helped identify suspects. The three-wheeler driver has been involved in similar crimes for years. The stolen gold and currency are valued at nearly Rs. The suspects are being investigated further."
  ]
}