{
  "translated_text": {
    "si": {
      "title": "යාපනයේ හරිහාරන්ගෙන් සමාව ඉල්ලයි. මහජන",
      "body_lines": [
        "හරිරන් සිය අදහස් දැක්වූයේ ශ්රී ලංකාවේ ප්රසංගයේ ට්විටර් පිළිබඳව ය.",
        "සිංගර් හරහාරන් මහතා ඊයේ යාපනයේ යාපනයේ මළුවේදී ඊයේ පැවති තරු නයිට් හුවමාරු උත්සවය පැවැත්විණි.",
        "ආරාධිත අමුත්තා ලෙස ඩ්රැඇන්නා, කලා මාස්ටර් කිහිපයක් සහ සුවිශේෂී දඟලනු ලැබූ ද ටමෑන්නා, කලා මාස්ටර් කිහිපයක් මෙම අවස්ථාවට නිළියකගේ නිළිය පැමිණ සිටියේය.",
        "උත්සවයේ ආසන සහ ප්රේක්ෂකයින්ට නොමිලේ අවසර ලබා දෙන බවට ප්රභූවරුන්ට ප්රභූවරුන් වෙන් කර ඇති බව පැවසේ.. මෙම උළෙලට පංකා පැමිණ ඇත්තේ මෙම උත්සවයට ඇතුළත් වීම නොමිලේ.",
        "එවිට ප්රේක්ෂකයෝ ප්රභූවරයකු සඳහා වෙන් කර ඇති ස්ථානයට යාමට උත්සාහ කරති. පොලිසිය ඒවා සහ රසිකයන් පාලනය කිරීමට උත්සාහ කළ අතර පොලිසිය තල්ලු කරමින් සිටියේය.",
        "සමහර තසවල ඇති නිසා හුස්ම හිරවීම පවා තිබුණි. ඒවා ප්රතිකාර සඳහා රෝහලට යවා ඇත.",
        "එක් අවස්ථාවක, සමූහයා පාලනය කිරීමට පොලිසියට නොහැකි වූ අතර විශේෂ අමුත්තන් වූ සිදුවීම් සහ කීර්තිමත් පුද්ගලයින්ට සත්කාරකත්වය දැරීමට නොහැකි විය.",
        "මේ සම්බන්ධයෙන් අමතක නොවන සිදුවීමක් ආරම්භ කළ යාපනයේ ජනතාවට ස්තූතියි. ඔබේ ආදරය හා සහයෝගය සංගීතයේ ශක්තිය පෙන්වයි. අපි මෙම සම්බන්ධතාවය එකට සමරන්නෙමු. මෙම උත්සවය සම්බන්ධීකරණය කිරීම සඳහා කලා මාස්ටර් සහ ඉන්ද්රකුමාර්ට ස්තූතියි. සෑම මොහොතක්ම වඩා හොඳ විය. \"කිව්වා.",
        "පසුව, හරීරන්ගේ මෙම තනතුරේ බොහෝ යාපනය රසිකයන් බොහෝ ලැජ්ජාවට සමාව අයැද සිටියහ.. උත්සවය ගැන අදහස් දක්වමින් උත්සව සංවිධායකයින් මේ වන විටත් උත්සවය සඳහා සියලු විධිවිධාන සලසාගෙන ඇත. නමුත් එක් ලක්ෂයක් රසිකයන් 35,000 කට වඩා පැමිණ තිබේ.",
        "ප්රදර්ශනය විනාඩි 20 ක් පමණක් බව සමූහයා ගැටලුවට අවතීර්ණ වීමෙන් පසුවය.. ඔවුන් කියා සිටියේ ප්රදර්ශනය අඩක් පමණ වූ බවයි. හරහාරන් පිළිබඳ මෙම වාර්තාව වෛරස් වේ. රීල්"
      ]
    },
    "en": {
      "title": "Jaffna apologizes to Hariharan. People",
      "body_lines": [
        "Hariharan posted his comments on Twitter on the concert in Sri Lanka.",
        "The Star Knight Exchange ceremony was held on behalf of the singer Hariharan yesterday at the courtyard in Jaffna, Jaffna yesterday.",
        "Actress Rampa was present at the ceremony and actress Tamanna, Kala Master and a few iconic celebrities were the guest of honor.",
        "It is said that the VIPs were allocated seats at the ceremony and the audience was given free permission. Fans have come to this festival because the entry is free.",
        "Then the audience is trying to go to the place allotted for the VIP. The police tried to control them and the fans and the police were pushing.",
        "Some of the pusheds had even had shortness of breath. They have been sent to the hospital for treatment.",
        "At one point, the police were unable to control the crowd and were unable to host the events and celebrities and celebrities who were special guests.",
        "Thanks to the people of Jaffna who set up an unforgettable event in this regard. Your love and support shows the strength of music. We will celebrate this relationship together. Thank you to Kala Master and Indrakumar for coordinating this ceremony. Every moment was better. ”said.",
        "Subsequently, many Jaffna fans in this post of Hariharan have apologized for some of the embarrassment at the event.. Speaking about the ceremony, the event organizers have already made all the arrangements for the event. But over one lakh fans have come to over 35 thousand fans.",
        "It was only after the crowd entered the problem that the show was only for 20 minutes.. They said that the show stood halfway through. This record of Hariharan is going viral. Remble"
      ]
    }
  }
}