{
  "translated_text": {
    "si": {
      "title": "ඩග්ලස් දේවානන්දගේ ආදවාඩි සහ චන්දිකා දේශපාලනය දෙමළ ජනතාව සඳහා වලංගු වේ - හිටපු කරච්චි ප්රදේශ් සභා සාමාජික ජීවන් ..!",
      "body_lines": [
        "කරච්චි ප්රදේශ් සභාවේ සාමාජික ජීවන් පවසා ඇත්තේ ඩග්ලස් දේවානන්දගේ ආදවාඩි සහ චන්දිකා දේශපාලනය වලංගු බවයි.",
        "කිලිනොච්චි දිස්ත්රික්කයේ පූනාකාරි ප්රාදේශීය ලේකම් කාර්යාලයේ පොන්නවේලි ගම්මානයේ ජනතාවගේ නීත්යානුකූල අරගලය ජය ගැනීම සඳහා බස් රථ 06 ක ජනතාව බස් රථ 06 ක් රැගෙන ගොස් ඇත.",
        "හිටපු ප්රදේශ් සභා සාමාජික ශාන්මුගරාජා ජීවරාය ජෙවරාජා මේ සම්බන්ධයෙන් මාධ්ය සාකච්ඡාවක් සංවිධානය කර තිබුණි.",
        "මාධ්ය සාකච්ඡාවකදී, පළමුව බස්රථ 06 ක් තුළ පැමිණි ජනතාවට අපි ස්තූති කළ යුතුයි. ඔවුන් දෙමළ ජනතාව බව ඔවුන් සනාථ කර තිබේ. පුද්ගලයකුට රුපියල් දහසක් ලබා දෙන බව පවසමින් ඔවුන්ට පොන්නවේලි ගම්වාසීන්ගේ ගම්වැසියන්ගේ අරගලය ජය ගැනීමට ගෙන එන ලද අතර ඔවුන්ට කාඩ් බලපත්රයක් ලබා දෙන බව ඉල්ලා සිටියේය.",
        "කෙසේ වෙතත්, බස් රථ 06 ක් තුළ පැමිණි ප්රදේශයේ ජනතාව පොන්නවේලි ගම්මානයේ අරගලයේ යථාර්ථය ඉගෙන ගැනීමේ අරගලයට සහභාගී නොවීය.. මේ සඳහා අපට ඔවුන්ට ස්තූති කළ යුතුයි. ඒ හා සමානව, ජයපුරම් සහ මුන්ගාවේ පොලිස් නිලධාරීන් පොන්නවුවේලි වැසියන්ට සිය කෘත itude තාව පළ කර තිබේ.",
        "මේ රටේ ජනාධිපතිතුමා විසින් පත් කරන ලද අමාත්යවරයකුගේ අපහාස පනත අමාත්යවරයා අමාත්යවරයා විසින් සිදු කරන ලදී.. ජනතාවගේ අයිතිවාසිකම් අරගලය පීඩාවෙන් විසින් සිදු කරනු ලබන බව වාර්තා වේ.",
        "ශ්රී ලංකා ජනාධිපති රනිල් වික්රමසිංහට බලපාන උතුරේ සමුද්රීය කර්මාන්ත අමාත්යවරයා විසින් ඡන්දය ප්රකාශ කිරීමේ ප්රතිශතය බිහි වන බව ද ඔහු පැවසීය.",
        "එවැනි ක්රියාකාරකම් සැලකිල්ලට ගනිමින් එය ශ්රී ලංකා රජයේ සැලසුම් සහගත ක්රියාවක් බව ද ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Douglas Devananda's Adavadi and Chanditana Politics are valid for the Tamil people - former Karachi Pradeshiya Sabha member Jeevan ..!",
      "body_lines": [
        "Former Karachchi Pradeshiya Sabha member Jeevan has said that Douglas Devananda's Adavadi and Chanditana politics are valid.",
        "People were taken in 06 buses to overcome the legitimate struggle of the people of Ponnaveli village in the Poonakari Divisional Secretariat of Kilinochchi District.",
        "Former Pradeshiya Sabha member Shanmugaraja Jeevarajah had organized a media briefing on the matter.",
        "At a media briefing, we should thank the people who arrived in 06 buses first. They have confirmed that they are Tamil people. They were brought in to overcome the struggle of the villagers of the Ponnaweli villagers, claiming to give them a thousand rupees per person and give them a card permit.",
        "However, the people of the area who arrived in 06 buses did not participate in the struggle to learn the reality of the struggle in the village of Ponnaveli.. We have to thank them for this. Similarly, the police officers in Jayapuram and Munga have expressed their gratitude to the people of Ponnaweli.",
        "The Minister is the insulting act of a minister appointed by a president in this country in this country.. It is reported that the people's rights struggle will be carried out by oppression.",
        "He also said that the voter turnout would fall by the Minister of Marine Industry in the North, which affects Sri Lankan President Ranil Wickremesinghe.",
        "He also commented that it was a planned act of the Sri Lankan government in view of such activities."
      ]
    }
  },
  "summary_lines": [
    "Jeevan, a former Karachi Pradeshiya Sabha member, supports Douglas Devananda's Adavadi and Chanditana politics. People were transported in buses to Ponnaveli village to confront the villagers' struggle. Shanmugaraja Jeevarajah led a media briefing, highlighting the Tamil identity of those who arrived in buses, aiming to offer them a thousand rupees and a card permit. However, they did not engage in the struggle. Police in Jayapuram and Munga expressed gratitude to Ponnaweli villagers. Jeevan criticized the minister's actions, suggesting the government's involvement in suppressing the people's rights struggle."
  ]
}