{
  "translated_text": {
    "ta": {
      "title": "நான் ஒரு குறைபாடுள்ள மனிதர் அல்ல, ஆனால் சிங்கள தேசம் அல்ல",
      "body_lines": [
        "நாடு ஒரு புதிய பொருளாதார அமைப்பையும் ஒரு புதிய அரசியல் அமைப்பையும் உருவாக்க வேண்டும்",
        "பொறுப்புகளை ஏற்றுக்கொண்டு உண்மையை வெளிப்படுத்தக்கூடிய அரசியல் தலைவர்கள் நாட்டிற்கு தேவை.",
        "கனவு உலகில் வேலை செய்யாமல் நாட்டின் திட்டத்தை அடையாளம் கண்டு ஆலோசனை கூறுவோம்.",
        "சிங்கள தேசம் ஒருபோதும் கையொப்பமிடாது - ஒரு ஏற்றுமதி மையம் நாட்டின் பொருளாதாரத்தை மேம்படுத்துகிறது.",
        "இந்த திட்டம் வங்கி முறைக்கு ஒரு பரந்த பொறுப்பு - ஜனாதிபதி மஹிந்த ராஜபக்ஷா கூறுகிறார்",
        "நாட்டில் ஒரு புதிய அரசியல் அமைப்பு உருவாக்கப்பட வேண்டும் என்றும், பொறுப்புகளை எடுக்கக்கூடிய ஒரு குழுவினரும், சந்தேகத்திற்கு இடமின்றி ஏற்றுக்கொள்ளக்கூடிய ஒரு குழுவினரும் அரசியல் அமைப்பில் உருவாக்கப்பட வேண்டும் என்றும் ஜனாதிபதி ரங்கில் விக்ரெமேசிங்க் கூறினார்.",
        "தேசிய வங்கியாளர்கள் சங்கத்தால் நேற்று (05) ஏற்பாடு செய்த வங்கியாளர்கள் மன்றத்தில் ஜனாதிபதி பேசினார்.",
        "நாட்டின் பொருளாதார சவாலைக் கூறியதாகவும், நாடு ஏற்கனவே நாட்டில் நாட்டை முன்வைத்துள்ளதாகவும் கூறியதாகவும் ஜனாதிபதி கூறினார்.",
        "நாட்டிற்கு உதவுவது அனைவரின் பொறுப்பாகும், ஆனால் நாட்டைத் தவிர வேறு எந்த திட்டமும் இல்லை.",
        "சிலர் மார்ட்டின் குஸ்மானை ஆர்கெர்டைனில் மாடலிங் செய்திருந்தாலும், அவர் உலகத் தலைவர்களிடம் வரத் தவறிய நபர் என்றும், சிங்களவர்கள் ஒரு தேசம் அல்ல என்றும் அவர் கூறினார்.",
        "ஏற்றுமதி பொருளாதாரத்தின் அடிப்படையில் நாட்டின் விரைவான வளர்ச்சிக்கு நாட்டை அழைத்துச் செல்வதும், ஏற்றுமதி பொருளாதாரத்தை உருவாக்கத் தேவையான சட்ட அமைப்பு உள்ளது என்பதும் வங்கி முறைக்கு வங்கி முறைக்கு பெரும் பொறுப்பு இருக்கும் என்பதும் அவரது நோக்கம் என்று கூறப்பட்டது .",
        "தேசிய வங்கியாளர்கள் சங்கம் ஜனாதிபதிக்கு ஒரு சிறப்பு சலசலப்பை வழங்கியது.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கே, முன்னாள் நிதியமைச்சர் ரவி கருணனாயக்க மற்றும் பொருளாதார விவகாரங்களின் பொருளாதார விவகாரங்கள் டாக்டர் ஆர்.எச்.எஸ்.. பங்கேற்பாளரிடம் ஒரு விவாதம் விவாதிக்கப்பட்டது.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "\"இன்று நாம் நீண்ட தூரம் வந்துவிட்டோம். அந்த நேரத்தில் ஜெட்வின் ஹோட்டலில் இருந்து கேலி ஃபேஸ் ஹோட்டல் நடந்துள்ளது என்று நான் சொல்லவில்லை. என் வீடு மற்றும் என் வீட்டை எரித்தது. எப்படியிருந்தாலும் நாம் இன்று முன்வந்துள்ளோம். ஆனால் இன்னும் கீழே செல்கிறது. எங்கள் வங்கி முறை பாதுகாக்கப்படாவிட்டால், பொருளாதாரம் சாத்தியமற்றது என்று நான் அறிவிக்கிறேன். வங்கி முறை சரிந்தால், பொருளாதாரம் இல்லாமல் போய்விட்டது.",
        "அன்று நான் இந்த நாட்டை ஏற்க வேண்டியிருந்தது. நாங்கள் அனைவரும் நாட்டின் பொருளாதாரத்தை மேம்படுத்தும் பணியைத் தொடங்கினோம். இன்று அது முடிவைப் பெறுகிறது. நாங்கள் அனைவரும் ஒரே நேரத்தில் இல்லை.",
        "கடன் திருப்பிச் செலுத்துதல் இப்போது நான்கு ஆண்டுகளாக செலுத்தவும், கடனில் இருந்து 8 பில்லியன் டாலர்களைக் குறைக்கவும் எடுக்கப்பட்டுள்ளது.. நாட்டின் பொருளாதாரம் மீண்டும் தொடங்கப்படுகிறது. இப்போது நாம் ஒரு நாடாக ஒரு திருப்புமுனைக்கு வந்துள்ளோம். எங்களுக்கு ரூ.. ஏற்றுமதி பொருளாதாரத்தை உருவாக்க தேவையான சட்ட அமைப்பை நாங்கள் ஏற்கனவே வழங்கியுள்ளோம்.",
        "நாம் இங்கே வெளியே செல்ல வேண்டும். வங்கி அமைப்பு நிறைய வேலைகளைப் பெறுகிறது. இந்த பணத்தை நாம் எங்கே காணலாம். நாங்கள் வெளிநாட்டு முதலீடுகளை கொண்டு வர வேண்டும். பின்னர் வங்கிகள் முன்னேறுகின்றன. நாங்கள் இன்னும் இந்த இலக்கை எட்டவில்லை.",
        "உடைந்த அரசியல் அமைப்பு இன்னும் உடைந்த பொருளாதார அமைப்பை சரிசெய்து தொடர்ந்தது. தலைவர்கள் காலையில் ஓடினர். அத்தகைய நிலைமை இருந்தால், இந்த நாட்டில் அரசியல் தலைமை என்ன.",
        "அத்தகைய தலைவர்கள் முன்னேற முடியுமா?அவர்கள் எந்த தீர்வும் இல்லாததால் அவர்கள் அஞ்சினர், தப்பினர்.",
        "முன்னாள் ஜனாதிபதி வெளியேறிய பிறகு, இந்த நாட்டின் அமைதியும் ஸ்திரத்தன்மையும் குறைந்துவிட்டன. சிலர் என்னை பிரதமரை விட்டு வெளியேறச் சொன்னார்கள். அத்தகைய அரசியல் அமைப்பிலிருந்து ஒரு நாட்டை நீங்கள் நகர்த்த முடியுமா,",
        "பொருளாதார மொழிபெயர்ப்பு மசோதாவை நாங்கள் அறிமுகப்படுத்தியபோது திரு. சுனில் ஹேண்டன்னெட்டி ஒரு வழக்கை செய்தார். அந்த வழக்கில் \"இறக்குமதி அடிப்படையிலான பொருளாதாரம்\" தேவை. இன்று நாம் ஒரு பொருளாதார சிக்கலை எதிர்கொள்ள வேண்டும், ஏனெனில் நாங்கள் இறக்குமதி பொருளாதாரத்தில் வேலை செய்கிறோம்.",
        "அர்ஜென்டினாவின் மார்ட்டின் கின்மேன் பற்றி வேறு யாராவது சொல்கிறார்கள். அவர் தோல்வியுற்ற நபர். அல்லது உலகம் முழுவதும் சென்று தலைவர்களிடமிருந்து பணம் கேளுங்கள். நான் ஒரு பிச்சைக்காரன் மனிதர் அல்ல, சிங்கள தேசம் ஒரு தேசம் அல்ல. சிலர் இன்னும் புதிய தேவைகள் என்று கூறுகிறார்கள். இறக்குமதி அடிப்படையிலான பொருளாதாரம் என்று அர்த்தமா?",
        "ஒரு நாள், நான் முன்னாள் ஜனாதிபதியிடம் கேட்டேன், சர்வதேச நாணய நிதிக்கு பொருளாதார பிரச்சினை இருந்தபோது, ​​வரி ஏன் கழிக்கப்பட்டது. அனைத்து வணிகர்களும் இதைக் குறைக்கும்படி கூறப்பட்டதாக அவர் கூறினார். அவர் உண்மையைச் சொன்னார். எனக்குத் தெரியும். நீங்கள் ஏன் வரிகளைக் குறைக்கவில்லை என்றும் அவர்கள் கேட்டார்கள். கோத்தாபய ராஜபக்ஷா வரிகளைக் குறைத்துள்ளார். இன்று அதைச் சொன்னவர்களைக் கண்டுபிடிக்க வேண்டாம். இன்று கோத்தாபய ராஜபக்ஷா தனியாக இருக்கிறார்.",
        "தேவையான திட்டத்துடன் நாட்டை நாம் சரியாக தேர்வு செய்ய வேண்டும். கனவு உலகில் நல்லது இல்லை. நாம் உண்மையையும் வேலையையும் அறிந்து கொள்ள வேண்டும். இன்று நாம் பெறும் படிகள் முன்னோக்கி செல்லும் வழியால் தீர்மானிக்கப்படுகிறது. நாம் நாட்டின் பொருளாதாரத்தை உருவாக்கி ஒரு புதிய அரசியல் அமைப்பை உருவாக்க வேண்டும். பொறுப்புகளை எடுத்துக் கொள்ளக்கூடிய மற்றும் யதார்த்தத்தைப் பற்றி பேசக்கூடிய மற்றும் பயமின்றி பேசக்கூடிய ஒரு குழுவினரால் இது உருவாக்கப்பட வேண்டும். இல்லையெனில், இந்த நாட்டிற்கு எதிர்காலம் இல்லை.",
        "நாங்கள் எப்போதும் உண்மையைப் பேசினோம். அரசியலில் உண்மையைச் சொல்ல பயப்பட வேண்டிய அவசியமில்லை. அது அரசாங்கத்திற்கு நேர்மாறாக இல்லை, நேர்மாறாக இல்லை. நான் ஒவ்வொரு கட்சியுடனும் மக்களுடன் சேர்ந்து இந்த அரசாங்கத்தை சுமந்தேன். கட்சிகளுக்கு எந்த ஒழுக்கமும் இல்லை என்றாலும், அரசாங்கத்தின் ஒழுக்கம் இருந்தது. ஒரு குழு எங்களுடன் பயமின்றி இணைந்தது. சிவில் உறுப்பினர்களின் சிவில் உறுப்பினர்களின் இளைஞர் உறுப்பினர்கள் தங்கள் அரசியல் எதிர்காலத்தைப் பற்றி சிந்திக்காமல் எங்களுடன் இணைந்தனர். இன்று நாம் பொருளாதாரத்தை உருவாக்கிய நிலைக்கு நமது அரசியல் அமைப்பு இன்னும் வரவில்லை. நாம் கவனத்துடன் வேலை செய்ய வேண்டும்."
      ]
    },
    "en": {
      "title": "I'm not a man who is a deficient man, but not the Sinhalese nation",
      "body_lines": [
        "The country needs to create a new economic system as well as a new political system",
        "The country needs political leaders who can accept responsibilities and express truth.",
        "Let us identify and advise the country's program without working in the dream world.",
        "Sinhalese Nation Never Signature - An Export Center is uplifted the economy of the country.",
        "The program is a wider responsibility to the banking system - President Mahinda Rajapaksa says",
        "President Ranil Wickremesinghe said that a new political system should be created in the country and a group of people who could take responsibilities and a group of people who are undoubtedly acceptable and a truly proclaiming active act should be created in the political system.",
        "The President was speaking at the bankers 'forum, organized by the National bankers' union yesterday (05).",
        "The President said that he had stated the economic challenge in the country and stated that the country has already presented the country in the country.",
        "It is the responsibility of everyone to help the country has no other program except the program but the country.",
        "Although some were modeling the Martin Gusman in Argertine, he said that he was a failed person to come to the world leaders, and he said that the Sinhalese were not a nation.",
        "It was said that his purpose was to take the country to a rapid development of the country based on an export economy and that the legal system required to create an export economy was present and that the banking system would have a great responsibility to the banking system.",
        "The National Bankers Association presented a special soum to the President.",
        "President Ranil Wickremesinghe then, former Finance Minister Ravi Karunanayake and Economic Affairs of Economic Affairs Dr. RHS. A discussion was held discussed at the participant.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "\"Today we have come to a long way. I have not to say that the Galle Face Hotel has taken place from Jetwin hotel at that time. My home and burned my house. Anyway we have come forward today. But there is still going down. I proclaim that if our banking system would not be protected, the economy was impossible. If the banking system is collapsed, the economy is gone.",
        "I had to accept this country that day. All of us started the work of uplifting the country's economy. Today it is getting the result. We're not all at once.",
        "The debt repayment has now been taken to pay for four years and reduce $ 8 billion from the loan.. And the economy of the country is resumed. Now we have come to a turning point as a country. We have a debt relief of Rs.. We have already presented the legal system required to create an export economy.",
        "We should go out here. Banking system receives a lot of work. Where do we find this money. We need to bring foreign investments. Then the banks progress. We have not yet reached this goal.",
        "The broken political system has not yet adjusted the broken economic system and proceeded. The leaders ran in the morning. If there is such a situation, what is the political leadership in this country.",
        "Can such leaders move forward?They feared and escaped because they had no solution.",
        "After the former president left, the peace and stability of this country went down. Some people asked me to quit the Prime Minister. Can you move a country from such a political system,",
        "Mr. Sunil Handunnetti made a case when we introduced the Economic Translation Bill. That case requires a \"import based economy\". Today we have to face an economic problem because we work in an import economy.",
        "And someone else tells about the Martin Guinsman of Argentina. He is a failed person. Or go around the world and ask for money from the leaders. I'm not a man who is a beggar man, and the Sinhala nation is not a nation. And some people still say that something new needs. Does that mean an import based economy?",
        "One day, I asked for the former President, when the International Monetary Fund had a economic problem, why tax deducted. He said that all businessmen were told to reduce this. He said the truth. It's all I know. They also asked why you didn't reduce taxes. Gotabhaya Rajapaksa has reduced taxes. Don't find those who said that today. Today Gotabhaya Rajapaksa is alone.",
        "We must properly choose the country with the necessary program. There is no good in dream world. We have to know the truth and work. The steps we get today is determined by our way forward. We need to build the economy of the country and create a new political system. It should be created by a group of people who can take responsibilities and talk about the reality and talk without fear. Otherwise, this country has no future.",
        "We always talked the truth. No need to be afraid to say the truth in politics. It is not the opposite of the government, not the opposite. I joined the people with every party and carried this government. Although the parties had no discipline, there was a discipline of the government. A group was joined with us without fear. Youth Members of the Civil Members of the Civil Members joined us without thinking about their political future. Our political system has not yet come to the level we have made the economy today. We must work with attention. \""
      ]
    }
  },
  "summary_lines": [
    "The text emphasizes the need for Sri Lanka to overhaul its economic and political systems, highlighting the importance of responsible leadership and a focus on exports to boost the economy. It criticizes the current state of affairs, including the banking system's role and the lack of effective political leadership. The presidents discuss the challenges and propose solutions, emphasizing the need for honesty, responsibility, and a shift away from dependency on imports."
  ]
}