{
  "translated_text": {
    "ta": {
      "title": "Cryptocurrency සේවා සපයන්නන් ලියාපදිංචි කිරීමට ක්‍රමවේදයක්: ක්‍රියාත්මක වන්නේ මෙහෙමයි",
      "body_lines": [
        "மெய்நிகர் சொத்து சேவை சேவை (VASP) பதிவு முறை எதிர்காலத்தில் அறிமுகப்படுத்தப்படும் என்று மத்திய வங்கி ஆளுநர் டாக்டர் நந்தலால் வீரசிங்க கூறுகையில்.",
        "செப்டம்பர் 24 ஆம் தேதி பணக் கொள்கை மறுஆய்வை மதிப்பாய்வு செய்ய மத்திய வங்கியில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசினார்.",
        "ඔබ ඩිජිටල් ලෝකය තුළ සැරිසරන්නෙකු නම් ඔබ ක්‍රිප්ටෝ මුදල් (Cryptocurrency) ගැන නොඇසූ අයෙකු වීමට ඇති ඉඩ ඉතා අල්ප ය.",
        "ஏறக்குறைய அனைத்து சமூக ஊடக தளங்களும் பல்வேறு கட்சிகளால் கிரிப்டோ பணத்தை ஊக்குவிப்பது மட்டுமல்லாமல், வர்த்தகம் (வர்த்தகம்) போன்ற செயல்பாடுகளை எவ்வாறு ஊக்குவிப்பது என்பதையும் கவனிக்கின்றன.",
        "கிரிப்டோ வர்த்தகம் பற்றி கற்பிக்கும் ஆன்லைன் வகுப்புகள், பட்டறைகள் மற்றும் வீடியோக்களுக்கு தெரியாத சமூக ஊடக தளம் எதுவும் இல்லை.",
        "உலகளாவிய சந்தை தரவு மற்றும் வணிக தகவல் தளமான ஸ்டாடிஸ்டாவின் கூற்றுப்படி, இலங்கையின் டிஜிட்டல் சொத்து சந்தையை 2025 ஆம் ஆண்டில் 62.6 மில்லியன் அமெரிக்க டாலர்களை எட்டியது.",
        "ஆயினும்கூட, இலங்கையில் இதன் சட்டபூர்வமான நிலை மற்றும் அபாயங்கள் மற்றும் அபாயங்கள் குறித்து நாங்கள் வெளியே வருகிறோம்.",
        "போட்காஸ்ட் பதவி உயர்வு கான்டோயனைத் தவிர்த்து, எங்கள் பிபிசி நியூஸ் சின்ஹலா பிசினஸ் வாட்ஸ்அப் சேனலை தொடர்ந்து படிக்கவும்.",
        "நாணயம் என்பது ஒரு மெய்நிகர் நாணய வகையாகும், இது ஒரு நாட்டின் அங்கீகரிக்கப்பட்ட நிதி அதிகாரத்தில் தலையீடு இல்லாமல் தலையீடு இல்லாமல் தனிப்பட்ட முறையில் உருவாக்கப்படுகிறது.",
        "கிரிப்டோ பணம், கிரிப்டோகிராஃபர் (கிரிப்டோகிராக்ராபி) மற்றும் ஒத்த தொழில்நுட்பம் மதிப்புகளின் டிஜிட்டல் பிரதிநிதித்துவம் என குறிப்பிடப்படுகின்றன என்பதை அவர்கள் சுட்டிக்காட்டுகின்றனர்.",
        "சமீபத்தில், பல நபர்களும் வணிகங்களும் பண லாபகரமான முதலீட்டு முறையின் அமைப்பாக பரந்த அளவிலான மக்களையும் வணிகங்களையும் ஊக்குவித்துள்ளன என்று சமீபத்திய புகார்கள் காணப்படுகின்றன.",
        "சில சந்தர்ப்பங்களில் நிதி மோசடி சில நேரங்களில் நிதி மோசடிகளுக்கு உட்பட்டுள்ளது என்று அவர்கள் கூறுகிறார்கள்.",
        "கிரிப்டோ பணத்தை உடல் ரீதியாக பயன்படுத்த முடியாது. அன்றாட ஒப்பந்தத்தில் நாம் பயன்படுத்தும் உடல் பணத்தைப் போல நாம் பயன்படுத்த முடியாது என்பதையும் இணைய பரிவர்த்தனைகளைப் பயன்படுத்தலாம் என்பதையும் இதன் பொருள்.",
        "பெரும்பாலான மக்கள் பிட்காயின் (பி.டி.சி), பிட்காயின் (ஈ.டி.எச்), பைனன்ஸ்), யு.எஸ்.டி நாணயம், யு.எஸ்.டி நாணயம் (யு.எஸ்.டி.சி) போன்றவை கிரிப்டோ பணத்தின் எடுத்துக்காட்டுகள்.",
        "கிரிப்டோ பணம் தொடர்பாக இலங்கையின் சட்டபூர்வமான நிலை என்ன?",
        "இலங்கையில் அமெரிக்கா, இங்கிலாந்து, ஜப்பான், ஆஸ்திரேலியா, இலங்கையில் செல்லுபடியாகும் நாணயப் பிரிவாக அமெரிக்கா என்பது இலங்கையில் நிலைமை வேறுபட்டது.",
        "இலங்கையின் மத்திய வங்கியின் கூற்றுப்படி, கிரிப்டோ ரொக்கம் பணத்தின் சரிபார்ப்பாக (லுகால் டெண்டர்) கருதப்படுவதில்லை, மேலும் இலங்கையில் ஒழுங்குமுறை பாதுகாப்பு இல்லை.",
        "கிரிப்டோ இலங்கையில் ஒரு புகழ்பெற்ற சொத்து அல்ல என்றும் ஒழுங்குபடுத்தப்படாத முதலீட்டு சாதனம் என்றும் மத்திய வங்கி வலியுறுத்துகிறது.",
        "டெபிட் கார்டுகள் மற்றும் கிரெடிட் கார்டுகள் போன்ற டெபிட் கார்டுகள் மற்றும் கிரெடிட் கார்டுகள் போன்ற டெபிட் கார்டுகள் மற்றும் கிரெடிட் கார்டுகள் போன்ற டெபிட் கார்டுகள் மற்றும் கிரெடிட் கார்டுகள் போன்ற டெபிட் கார்டுகள் டிரான்ஸ்ஃபர் கார்டுகள் மற்றும் கிரெடிட் கார்டுகளைப் பயன்படுத்த அனுமதிக்கப்படவில்லை.",
        "இலங்கையின் மத்திய வங்கி, முறைசாரா ஊடகங்கள் மூலம் பணம் இயங்குகிறது, அது தேசிய பொருளாதாரத்திற்கு பங்களிக்க முடியாது, மேலும் இது மதிப்புமிக்க வெளிநாட்டு நாணயத்தை இழக்கக்கூடும் என்றும் சுட்டிக்காட்டுகிறது.",
        "மத்திய வங்கி ஆளுநர் டாக்டர் நந்தலால் வீசிங்கே, பண மோசடிக்கு பயன்படுத்தப்படுவதில்லை என்பதை உறுதிப்படுத்த VASP சொத்து சேவை வழங்குநரின் (VASP) VASP (VASP) ஏற்பாடு செய்வதை உறுதி செய்வதற்காக அறிமுகப்படுத்தப்படும் என்று கூறினார்.",
        "செப்டம்பர் 24 ஆம் தேதி பணக் கொள்கை மறுஆய்வை மதிப்பாய்வு செய்ய மத்திய வங்கியில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசினார்.",
        "பணமோசடி மற்றும் பயங்கரவாதத்தை அடக்குவதைத் தடுப்பதற்காக உலகளாவிய கொள்கை சக்தியாக செயல்படும் 2026 நிதி பணிக்குழுவின் கீழ் இது செய்யப்படுகிறது என்று கூறப்படுகிறது.",
        "ஒவ்வொரு நாடுகளுக்கும் 40 பரிந்துரைகள் வழங்கப்பட்டதாக ஒரு மத்திய வங்கி அதிகாரி சுட்டிக்காட்டினார், இது 15 வது பரிந்துரையின்படி, மெய்நிகர் சொத்து சேவை வழங்குநர்களை கண்காணிப்பதன் நோக்கம்.",
        "அதன்படி, இது மத்திய வங்கியின் நிதி புலனாய்வு பிரிவு (FIU) இன் கீழ் நடைபெறும்.",
        "\"நாங்கள் தற்போது நாட்டில் இருந்தால், அது VASP (VASP), அவை FIU இன் கீழ் பதிவுபெற அனுமதிக்கிறது. அந்த சேவைகள் அந்த சேவைகளை வழங்கினால், அந்த சேவைகள் குறித்த தகவல்களைப் புகாரளிக்க அந்த சேவைகளை வழங்கினால் அந்த சேவைகள் அந்த சேவைகளை வழங்குகின்றன, \"என்று அவர் கூறினார்.",
        "2006 ஆம் ஆண்டின் 6 ஆம் எண் நிதி பரிவர்த்தனை அறிக்கை அறிக்கை திருத்தத்திற்காக ஒரு வரைபடத்திற்கு அனுப்பப்பட்டதாக டாக்டர் நந்தலால் வீரசிங்க கூறினார்.",
        "\"நாங்கள் அந்த வாய்ப்பைக் கொண்டு வருகிறோம். திருத்தத்தை உயர்த்தும் என்று நம்புகிறேன். இந்த நபர்கள் அனைவரும் கடந்து வந்த பிறகு பதிவு செய்ய வேண்டும். இது சட்டப்பூர்வமாக்கப்பட்டால் சட்டம் இனி ஒரு சட்டம் அல்ல. மத்திய வங்கி எப்போதும் ஆபத்தான முதலீடாகும், \"என்று அவர் கூறினார்.",
        "இலங்கையில் பணத்திற்காக ஒரு சட்டம் இன்னும் அறிமுகப்படுத்தப்படவில்லை என்று மத்திய வங்கி ஆளுநர் வலியுறுத்தினார்.",
        "\"எங்கள் அந்நிய செலாவணி மசோதாவின் கீழ்,\" என்று அவர் மேலும் கூறினார்.",
        "மெய்நிகர் சொத்து சேவை வழங்குநர்களை பதிவு செய்வதற்கான அறிவிப்பு எதிர்காலத்தில் வெளியிடப்பட்டுள்ளது என்று மத்திய வங்கி அதிகாரி கூறினார்.",
        "இலங்கையின் மத்திய வங்கி கிரிப்டோ பணத்தின் அபாயத்தைக் காட்டியுள்ளது மற்றும் கிரிப்டோ பணத்தின் அபாயத்தை ஊக்குவிக்கிறது மற்றும் கிரிப்டோ பணம் மற்றும் லாபகரமான வசதியைப் பயன்படுத்தி பயனர்களை ஊக்குவிக்கிறது.",
        "சமீபத்தில் கிரிப்டோ பண வணிகங்களில் ஈடுபட்டுள்ள பல்வேறு உலகளாவிய ஏஜென்சிகளின் வீழ்ச்சியுடன் இந்த அபாயங்கள் மற்றும் சிக்கல்கள் மீண்டும் நிலைநிறுத்தப்பட்டுள்ளன என்பதை அவர்கள் சுட்டிக்காட்டுகின்றனர்.",
        "கிரிப்டோ பணம் அதிக ஆபத்து கொண்ட நிலையற்ற சொத்து. பல நெடுஞ்சாலை முதலீடுகளைப் போலவே, இது ஏற்றம் மற்றும் முறிவு சுழற்சிகள் வழியாகவும் பயணிக்கிறது, மேலும் நீங்கள் வாங்கும் போது (அல்லது நீங்கள் அதைப் பெறும்போது) அது ஒரு மில்லியனரை அல்லது திவாலாக்கத்தை ஏற்படுத்தக்கூடும்.",
        "மத்திய வங்கியின் ஆளுநரும் இவர்களும் முன்னர் ஆபத்தான நிலைமைகளை விளக்கியுள்ளனர்.",
        "\"கிரிப்டோகார்காக்களில் முதலீடு செய்தவர்கள் குறைந்த காரணமாக தங்கள் பணத்தை இழந்துவிட்டதை நாங்கள் காண்கிறோம். நீங்கள் மோசடியைப் பிடித்தீர்கள், \"என்று அவர் கூறினார்.",
        "இலங்கையின் மத்திய வங்கி (சிபிஎஸ்எல்) நிதி மோசடிகளின் விரைவான அதிகரிப்பு மற்றும் திட்டமிடப்பட்ட நிதி மோசடிக்கு வழங்கப்படும் மற்றும் கிரிப்டோ பணத்தின் அதிக வருமானத்தை வழங்குவதாக உறுதியளித்தது குறித்து எச்சரித்தது.",
        "கிரிப்டோ பணத்தில் முதலீடு செய்வதன் மூலம் வருமானத்தின் வருமானத்தை முன்வைப்பதன் மூலம் மக்கள் ஏமாற்றப்பட வேண்டும் என்பதையும் அவர்கள் சேர்த்துக் கொண்டனர்.",
        "இலங்கையின் உரிமம் (கிரிப்டோன்சி சுரங்க நடவடிக்கைகள்), கிரிப்டோ பணத்தின் கிரிப்டோகர்ன்சி பரிமாற்றம், கிரிப்டோகர்ன் எக்ஸ்சேஞ்ச் என்பது கிரிப்டோ பணத்தை (கிரிப்டோ பணம்) செயல்படுத்துவதற்கான எந்தவொரு நபரையும் அல்லது அனுமதி, கிரிப்டோ பண பரிமாற்றம், கிரிப்டோ நாணய தொடர்பு வைப்புத்தொகை அல்லது குறிக்கோள்கள் கிரிப்டோ பணம் முதலீட்டு ஆலோசனை சேவைகளை வழங்குவதில்லை.",
        "இந்த சூழலில், இலங்கையின் அமைச்சரவை அமைச்சர் தனது சொத்துக்களை கிரிப்டோ பணத்தின் சொத்தாக சம்பாதித்த அமைச்சரவை அமைச்சரை பணச் சொத்தில் பார்க்க முடிந்தது.",
        "கொழும்பு உயர் நீதிமன்ற உத்தரவு நமல் ராஜபக்ஷாவின் 'கிரின்' வழக்கு",
        "ஹரங்கா மற்றும் ஆபிராவின் பொதுவான சேமிப்பு: 'இதுதான் இந்திய கிரிக்கெட் ஒருபோதும் கற்றுக்கொள்ளாது'",
        "திடீரென்று வானிலை ஏன் மாறியது? மழை நிலை எப்போது முடிவடையும்?",
        "இலங்கையில் 7 பில்லியன் அமெரிக்க டாலர் அறுவை சிகிச்சை நிபுணர்களை நிறைவேற்ற முடியாத காரணங்கள்",
        "'இது 150 மீட்டர் போல இருந்தது': ஆபத்தில் ஏழு பிக்குஸின் பிக்குஷாஸ் உயிரிழப்புகள் யார்?"
      ]
    },
    "en": {
      "title": "A methodology to register Cryptocurncyrency service providers: The operation is on this",
      "body_lines": [
        "Central Bank Governor Dr. Nandalal Weerasinghe says that the Virtual Assets Service Service (VASP) registration system will be introduced in the future.",
        "He was speaking at a press conference held at the Central Bank to review the Money policy review of September 24.",
        "If you are a hover in the digital world, you may have little to be a person who has not heard about Cryptocurncy.",
        "Almost all of all social media platforms are not only promoting crypto money by various parties but also observe how to promote functions such as trading (trading).",
        "There is no social media platform that is not visible to the online classes, workshops and videos that teach about Crypto Trading.",
        "According to Statista, a global market data and business information platform, foretells Sri Lanka's digital asset market to reach US $ 62.6 million in 2025.",
        "Nevertheless, we are pushing out about the legal status and risks of this in Sri Lanka as well as risks.",
        "Skip Podcast Promotion Contoion and Continue Reading Our BBC News Sinhala Business Whatsapp Channel Following.",
        "Currency is a virtual currency type that is privately generated without intervention without intervention in a country recognized financial authority.",
        "They point out that the crypto money, cryptographer (cryptogragraphy) and similar technology is being referred to as a digital representation of values.",
        "Recently, recent complaints have been observed that many people and businesses have promoted a wide range of people and businesses as a system of cash profitable investment system.",
        "They say that the financial fraud is sometimes undergoing financial frauds in some cases.",
        "Crypto money cannot be used physically. It means that we cannot use like the physical money we use on everyday deal and that the Internet transactions can be used.",
        "Most people are known as Bitcoin (BTC), like Bitcoin (eth), binance), USD Coin, USD Coin (USDC), are examples of crypto cash.",
        "What is the legal status of Sri Lanka regarding crypto money?",
        "The situation is different in Sri Lanka that the US is the United States, UK, Japan, Australia, as a valid currency unit in Sri Lanka.",
        "According to the Central Bank of Sri Lanka, the Crypto cash is not considered validation of the cash (LEUGAL TENDER) and there is no regulatory protection in Sri Lanka.",
        "The Central Bank emphasizes that Crypto is not a reputable asset in Sri Lanka and is a non-regulatory investment device.",
        "It is not allowed to use the Debit Cards Transfer Cards, Debit Cards and Credit Cards such as Debit Cards and Credit Cards, such as Debit Cards and Credit Cards, such as Debit Cards and Credit Cards.",
        "The Central Bank of Sri Lanka points out that the cash operates through the informal media, it cannot contribute to the national economy and that it can cause loss of valuable foreign currency.",
        "Central Bank Governor Dr. Nandalal Weerasinghe said that it will be introduced to ensure that the VASP (VASP) provision of Vasp Assets Service Provider (VASP) to ensure that it is not used for cash laundering.",
        "He was speaking at a press conference held at the Central Bank to review the Money policy review of September 24.",
        "It is said that this is done under the 2026 Financial Task Force who acts as a global policy force in order to prevent money laundering and suppressing terrorism.",
        "A central bank officer pointed out that 40 recommendations were presented to each countries, according to the 15th recommendation, it is the purpose of monitoring the virtual asset service providers.",
        "Accordingly, it will take place under the Financial Intelligence Unit (FIU) of the Central Bank.",
        "\"If we are currently in the country, it will vasp (VASP), allowing them to sign up under FIU. If those services provide those services, those services provide those services if they provide responsibility to report information about those services, \"he said.",
        "Dr. Nandalal Weerasinghe said that the Financial Transaction Reporting Report No. 6 of 2006 was directed to a diagram for amendment.",
        "\"We bring that opportunity. Hope to bring up the amendment. All of these people have to register after they passed. The law is no longer a law if this is legalized. The Central Bank is always a risky investment, \"he said.",
        "The Central Bank the Governor emphasized that a law has not yet been introduced in Sri Lanka for cash.",
        "\"Under our foreign exchange bill,\" he added.",
        "The Central Bank official said that the announcement to register the virtual asset service providers is released in the future.",
        "The Central Bank of Sri Lanka has shown the risk of crypto cash and promote the risk of crypto cash and promote users by using the convenience of crypto money and profitable.",
        "They point out that these risks and problems have been reinstated with the decline of various global agencies involved in the recently crypto money businesses.",
        "Crypto Money is a unstable asset with high risk. Like many highway investments, it also travels through boom and breakdown cycles, and when you buy (or when you acquire it) it may cause you to make a millionaire or bankrupt.",
        "The Governor of the Central Bank and these have previously explained the risky conditions.",
        "\"We see that people who invested in Kryptocarcas have lost their money due to the lower. You've caught fraud, \"he said.",
        "The Central Bank of Sri Lanka (CBSL) had warned about a rapid increase in financial frauds that would be given to the projected financial fraud and promising to provide higher returns of crypto money.",
        "They also included the deception of people to be deceived by the projection of the proceeds of the proceeds by investing in crypto money.",
        "Sri Lanka's Licensing (Cryptoncy mining operations), cryptocurncy transmission of Crypto cash, cryptocurncy exchange is to create any person or permission to implement Crypto Money (Crypto Money), Crypto Money Exchange EXCHANGE, CRIPTO Currency Contact Deposits or Objectives are not given to the delivery of crypto money investment consulting services.",
        "In this context, a Cabinet Minister of Sri Lanka has been able to see the Cabinet Minister who has earned his assets as an asset of crypto money in a money asset.",
        "Colombo High Court order Namal Rajapaksa's 'Krin' case",
        "The Common Savings of Haranga and Abrah: 'This is what the Indian cricket ever will never learn'",
        "Why did the weather changed suddenly? When will the rain condition end?",
        "Reasons for Unable to Pass US $ 7 Billion Surgeons in Sri Lanka",
        "'It was like 150 meters': Who are the seven bhikkhus 'bhikkhushas' casualties in danger?"
      ]
    }
  },
  "summary_lines": []
}