{
  "translated_text": {
    "ta": {
      "title": "போர்ட் கொழும்புக்கு இந்திய நீர்மூழ்கிக் கப்பல்",
      "body_lines": [
        "இந்திய கடற்படையின் நீர்மூழ்கிக் கப்பல் ஆகஸ்ட் 02 அன்று கொழும்பு துறைமுகத்திற்கு வந்தது",
        "கொழும்பு துறைமுகத்தில் உள்ள 'கலப்பு' நீர்மூழ்கிக் கப்பல் 64.4 மீட்டர் மற்றும் 40 கப்பல் கள்ளத் தளபதியைக் கொண்டுள்ளது.",
        "இலங்கை கடற்படை நபர்கள் செயல்பாட்டு நடவடிக்கைகளின் செயல்பாட்டு நடவடிக்கைகளில் செயல்படும் காலகட்டத்தில் அதன் செயல்பாட்டின் செயல்பாட்டு செயல்பாட்டின் போது செயல்பாட்டு நடவடிக்கைகளின் செயல்பாட்டில் ஒரு விழிப்புணர்வு பிரச்சாரத்தில் கலந்து கொள்ள உள்ளனர்.",
        "ஆகஸ்ட் 04 அன்று 'இன்சதி' நீர்மூழ்கிக் கப்பல் ஆகஸ்ட் 04 அன்று தீவை விட்டு வெளியேற உள்ளது."
      ]
    },
    "en": {
      "title": "Indian submarine to port Colombo",
      "body_lines": [
        "The Indian Navy's submarine arrived at the Port of Colombo on August 02",
        "The 'Insucratic' submarine at the Colombo Port is comprised of 64.4 meters and 40 shipping counterfeit commander.Took place at the Commambing Headquarters.",
        "Sri Lanka Navy persons are due to attend a awareness campaign in the operation of operational operations during the period of operational operation of its operation during the period under the period of operational operations in the island during the period of operational operation.",
        "The 'Insathi' submarine on 04 August 2024 is due to leave the island on August 04."
      ]
    }
  },
  "summary_lines": [
    "The Indian Navy's 'Insucratic' submarine, measuring 64.4 meters and commanded by a counter admiral, docked at Colombo Port on August 2nd. It's part of an operational visit aimed at enhancing maritime cooperation between India and Sri Lanka. The Sri Lanka Navy will host an awareness campaign aboard the submarine. 'Insathi', another submarine, is scheduled to depart from Colombo on August 4th, 2024."
  ]
}