{
  "translated_text": {
    "si": {
      "title": "බෙලියත්ත වෙඩි තැබීම;පොලිස් ක්රියාමාර්ග",
      "body_lines": [
        "අද පෙරවරුවේ මාතර - බෙලියතේ පිහිටි මාතාරා - බෙලියතේ සිදුවූ වෙඩි තැබීම පිළිබඳව විශේෂ පොලිස් කණ්ඩායම් 6 ක් යොදවා ඇති බව පොලිස් මාධ්ය ප්රකාශක ජ්යෙෂ් Senior පොලිස් අධිකාරී නිහාල් ඩල්වාව මහතා පැවසීය.",
        "දකුණු පළාතේ ජ්යෙෂ් Depure නියෝජ්ය පොලිස්පතිගේ අධීක්ෂණයේ අධීක්ෂණය යටතේ මෙම පරීක්ෂණ සිදුකරන බව ඔහු පැවසීය.",
        "අද පෙරවරුවේ බෙලියට්ටා ප්රදේශයේ සිදුවූ වෙඩි තැබීමකින් අබේ ජනපාල පක්ෂයේ සමන් පෙරේරා ඇතුළු පස් දෙනෙකු මියගොස් තිබේ.",
        "අද (22) පෙ.ව. 8.30 සිට 8.40 දක්වා මෙම වෙඩි තැබීම සිදු වූ අතර පස්වරු 8.40 ත් 5 ක් මිය ගියහ.R"
      ]
    },
    "en": {
      "title": "Beliatta firing;Police action",
      "body_lines": [
        "Police Media Spokesperson Senior Superintendent of Police Nihal Dalduwa said that 6 special police teams have been deployed to investigate the shooting incident in Matara - Beliyatta this morning.",
        "He added that these investigations are being carried out under the supervision of the Senior Deputy Inspector General of Police in charge of the Southern Province.",
        "Five people, including Abe Janapala Party leader Saman Perera, were killed in a shooting in Beliatta area this morning.",
        "The shooting took place today (22) between 8.30 am and 8.40 am and five were killed.R"
      ]
    }
  },
  "summary_lines": [
    "Six special police teams are investigating a shooting in Matara-Beliatta, where five people, including Abe Janapala Party leader Saman Perera, were killed. The incident occurred between 8.30 am and 8.40 am today."
  ]
}