{
  "translated_text": {
    "ta": {
      "title": "அரசாங்க செலவு வெற்றிகரமாக இல்லை ...",
      "body_lines": [
        "அரசாங்கத்தின் செலவு கடந்த ஆண்டு கிட்டத்தட்ட ரூ .300 பில்லியனில் இருந்து உயர்ந்துள்ளது.",
        "அதன்படி, கடந்த ஆண்டில் அரசாங்கம் வெற்றிபெறவில்லை என்று அவர் சுட்டிக்காட்டுகிறார்.",
        "\"2023 ஆம் ஆண்டில், அரசாங்கம் முக்கியமாக அரசாங்க வருமானத்தை அதிகரிப்பதோடு செலவைக் கட்டுப்படுத்துவதையும் நோக்கமாகக் கொண்டது. 2023 11 மாதங்களின் 11 மாதங்களின் முதல் 11 மாதங்களில் வழங்கப்பட்ட விலையுயர்ந்த தரவு. அரசாங்க வரி வருவாய் கிட்டத்தட்ட 900 ரூபாயில் அதிகரித்தது, ஆனால் செலவு கிட்டத்தட்ட 1,300 பில்லியன் ரூபாய் அதிகரித்தது. 2022 க்கு கூடுதலாக, சுமார் ரூ .1,500 பில்லியன் அதிகரிப்பு. இந்த அதிகரிப்பில், மாதத்தில் அரசாங்கத்தின் விலையை நாங்கள் காண்கிறோம், கிட்டத்தட்ட ரூ.. அரசாங்கத்தின் செலவு ஒரு நாளைக்கு கிட்டத்தட்ட 4 பில்லியன் ரூபாய் அதிகரித்தது. \""
      ]
    },
    "en": {
      "title": "Government expenditure was not successful ...",
      "body_lines": [
        "The government expenditure has risen from nearly Rs. 1,300 billion last year.",
        "Accordingly, he points out that the government has not succeeded in the last year.",
        "\"During the year 2023, the government mainly intended to increase government income as well as control the cost. 2023 Expensive data presented in the first 11 months of the 11 months of the 11 months. Government tax revenues increased in nearly 900 rupees but the cost was increased by nearly 1,300 billion rupees. In addition to 2022, an increase of about Rs. 1,500 billion. In this increase, we see the cost of government over the month, nearly Rs. 125 billion. The government's expenditure was increased by nearly 4 billion rupees a day. \""
      ]
    }
  }
}