{
  "translated_text": {
    "ta": {
      "title": "சிறந்த அணி என்னுடன் உள்ளது",
      "body_lines": [
        "அந்தக் குழுவை சவால் செய்யக்கூடிய ஒரு குழு வேறு எந்த கட்சியிலும் உள்ளது",
        "சண்டை ஜனாதிபதியின் ஜனாதிபதியைப் பற்றியது அல்ல",
        "இந்த ஆண்டு வாக்காளர் எரிவாயு சிலிண்டரைத் தேடும் வயதுக்கு வழங்கப்பட வேண்டும்",
        "நல்ல அரசாங்க அரசாங்கத்தின் கீழ் திருடர்களுக்கு பொறுப்பேற்க ஜே.வி.பி தவறிவிட்டது",
        "பற்களின் பூனை இருக்க வேண்டும்: பூனைக்கு ஒரு பூனை உள்ளது: பூனை பல் அல்லது வெற்று என்றால்",
        "கடந்த இரண்டு ஆண்டுகளில், அனைத்து கட்சிகளின் புத்திசாலித்தனமான குழு நாட்டின் பொருளாதாரத்தை அடைந்து பொருளாதார குழுவை வென்ற இரண்டு வயது அணிகளில் ஒன்றாகும்",
        "அவர்களை அரசியலுக்கு அழைத்து வந்த மக்களை அவர்கள் நன்கு அறிந்திருந்தனர், ஆனால் சண்டை வாழ்வது பற்றியது, ஆனால் எரிவாயு சிலிண்டரின் சகாப்தத்தை விட்டு வெளியேறுவது.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கே நேற்று (24) கொழும்பில் உள்ள தாஜ் சமுத்ரா ஹோட்டலில் சட்ட நிபுணர்களுடன் இந்த அறிக்கையை வெளியிட்டார்.",
        "ஜனாதிபதி ஆலோசனை, மூத்த ஆலோசகர் மற்றும் மூத்த வழக்கறிஞர்களை பிரதிநிதித்துவப்படுத்தும் ஏராளமான வழக்கறிஞர்கள் மற்றும் மூத்த வழக்கறிஞர்கள் ஜனாதிபதி ஆலோசனை மற்றும் மூத்த ஆலோசகர், ஜனாதிபதி, மூத்த ஆலோசகர் ஆகியோரால் ஏற்பாடு செய்யப்பட்டனர், அவர் \"பொருளாதார ஸ்திரத்தன்மைக்கு வழக்கறிஞர்களின்\" கருப்பொருளால் ஏற்பாடு செய்யப்பட்டார்.",
        "ஜே.வி.பி 2015 அரசாங்கத்தின் 2015 ஆளுநரின் கீழ் திருடர்களைப் பிடிக்க திருடர்கள் தான் பொறுப்பு என்றும் ஜனாதிபதி கூறினார்.",
        "பிரதமருக்கு வழங்கும் நோக்கத்திற்காக மட்டுமே அவர் நிதி வழங்குவதாகவும், அவர் பற்களைக் கொண்ட பூனையாக இருக்க வேண்டும் என்றும் பூனை குற்றம் சாட்டப்படாது என்றும் கூறினார்."
      ]
    },
    "en": {
      "title": "The best team is with me",
      "body_lines": [
        "A group that can challenge that group is in any other party",
        "The fight is not about the president of who the President",
        "This year's voter should be given to the age of looking for the gas cylinder",
        "The JVP failed to take responsibility for thieves under the good government government",
        "Must have a cat of teeth: The cat has a cat: If the cat is tooth or the blank",
        "In the last two years, the smartest team of all parties is one of the two-year-old team to reach the economy of the country and overcome the economic group",
        "The President said that they were familiar with the people who had brought them to politics, but that the fighting is about living, but to leave the era of gas cylinder..",
        "President Ranil Wickremesinghe made this statement at the Taj Samudra Hotel in Colombo yesterday (24) with law professionals.",
        "A large number of lawyers and senior lawyers representing the Presidential Counseling, Senior Counsel and Senior Attorneys were organized by the Presidential Counseling and Senior Counsel, the President, Senior Counsel, who was organized by the theme \"of lawyers for economic stability\".",
        "The President also said that he was responsible for thieves to catch thieves under the 2015 Governor of the 2015 government of the JVP.",
        "The president said that he was only providing funds for the purpose of providing the Prime Minister and said that he had to be a cat with teeth and that the cat would not be blamed."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in 200 characters:",
    "",
    "President Ranil Wickremesinghe addressed lawyers on economic stability. He emphasized accountability, saying he's responsible for catching thieves from the 2015 JVP government. He stated his focus isn't on political positions but on living standards and overcoming economic challenges."
  ]
}