{
  "translated_text": {
    "ta": {
      "title": "இந்திய மீனவர்கள் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "கடலோரப் பகுதியில் சட்டவிரோதமாக மீன்பிடிக்கச் சென்ற இந்திய மீனவர்கள் குழுவை இலங்கை கடற்படை கைது செய்துள்ளது.",
        "இன்று (11) இன்று (11) நடத்தப்பட்ட ஒரு சிறப்பு நடவடிக்கையில் நடத்தப்பட்ட ஒரு சிறப்பு நடவடிக்கையில் அவர்கள் கைது செய்யப்பட்டுள்ளதாக கடற்படை தெரிவித்துள்ளது.",
        "மூன்று இந்திய மீன்பிடி படகுகளுடன் பதின்மூன்று இந்திய மீனவர்கள் கைது செய்யப்பட்டுள்ளனர்.",
        "கைது செய்யப்பட்ட இந்திய மீன்பிடிக் கப்பல்கள் மற்றும் இந்திய மீனவர்கள் காங்கசாந்தூரை துறைமுகத்திற்கு கொண்டு செல்லப்பட்டு எதிர்கால சட்ட நடவடிக்கைகளுக்காக மிலோயியா மீன்வள அலுவலகத்திற்கு ஒப்படைக்கப்படுவார்கள்.",
        "இந்த நடவடிக்கையின் மூலம், 2024 ஆம் ஆண்டில் மேற்கொள்ளப்பட்ட நடவடிக்கைகள் இலங்கை நீரால் மேற்கொள்ளப்பட்டுள்ளன, 252 இந்திய மீனவர்கள் இந்திய மீனவர்களைக் கைப்பற்றியுள்ளனர்."
      ]
    },
    "en": {
      "title": "Indian fishermen arrested",
      "body_lines": [
        "Sri Lanka Navy has arrested a group of Indian fishermen who were illegally engaged in fishing in the coastal area.",
        "The Navy said that they have been arrested in a special operation conducted today (11) at a special operation conducted today (11).",
        "Thirteen Indian fishermen have been taken into custody with three Indian fishing boats.",
        "The arrested Indian fishing vessels and the Indian fishermen were taken to the Kankesanthurai harbor and will be handed over to the Miloyia Fisheries Office for future legal action.",
        "With this operation, the operations carried out in 2024 have been carried out by the Sri Lankan waters and 252 Indian fishermen have taken over the Indian fishermen."
      ]
    }
  },
  "summary_lines": [
    "In a special operation, the Sri Lanka Navy arrested 13 Indian fishermen and seized three boats for illegal fishing. The detainees and their vessels were transported to the Kankesanthurai harbor, set to be handed over to authorities for legal proceedings. This incident marks the latest in a series of arrests in 2024, with a total of 252 Indian fishermen apprehended so far."
  ]
}