{
  "translated_text": {
    "ta": {
      "title": "அடுத்த ஆண்டு முதல் நான்கு மாதங்களுக்கு வாக்காளர் கணக்கு",
      "body_lines": [
        "ஜனவரி முதல் ஏப்ரல் வரை நான்கு மாதங்களுக்கு இடைக்கால கணக்கை சமர்ப்பிக்க அமைச்சரவை ஒப்புதல் ஒப்புதல் அளிக்கப்பட்டுள்ளது.",
        "இந்த திட்டத்தை நிதி அமைச்சர் மற்றும் திட்டமிடல் அமைச்சர் அனுரா குமாரா டிஸ்டனாயக்கே எடுத்தார்.",
        "அமைச்சரவை செய்தித் தொடர்பாளர் நலிந்தா ஜெயதிசா உரையாற்றியபோது, ​​இன்று அமைச்சரவை முடிவுகளில் பங்கேற்கும்போது இதை கூறினார்.",
        "அதன்படி, ஜனவரி முதல் ஏப்ரல் முதல் ஏப்ரல் வரை கடன்களை மறுசீரமைத்தல் தொடர்பான இடைக்கால நிலையான கணக்கை அமைப்பதற்கான ஒப்புதல்.",
        "டிசம்பர் 5 மற்றும் 6 அன்று மாலை நேரத்திற்குப் பிறகு இடைக்கால கணக்கு விவாதிக்க திட்டமிடப்பட்டுள்ள தேதி என்று அமைச்சர் கூறினார்.",
        "சில செலவினங்களுடன் வழங்கப்பட வேண்டிய சில செலவுகள் மற்றும் 2024 ஒப்புதல் மதிப்பீடுகளுக்குத் தேவையான ஒப்புதல் மதிப்பீடுகள் என்று அமைச்சர் கூறினார்.",
        "அதன்படி, ஜனாதிபதியின் முன்மொழிவு இந்த வேலைகளை அடைய ரூ.",
        "01. ரூ.",
        "02. ரூ.",
        "03. மூத்த குடிமக்களுக்கு சிறப்பு வட்டி விகிதங்களை வழங்க வங்கிகளால் தடைசெய்யப்பட்ட கூடுதல் வட்டி செலுத்துதல்களை திருப்பிச் செலுத்துவதற்காக 32,641 மில்லியன் ரூ.",
        "04. சீன அரசாங்கத்தின் மானியமாக வழங்கப்பட்ட பள்ளி சீருடைகளின் மதிப்புக்கு ஏற்ப கல்வி அமைச்சகத்திற்கு 9,829 மில்லியன் வழங்கப்படும்.",
        "05. இலங்கை விமானப்படைக்கு 8,331 மில்லியன் டாலர் வழங்குதல் மற்றும் அமெரிக்காவிலிருந்து வரி செலுத்துகிறது.",
        "06. ஓய்வூதியத் துறைக்கு 1,4,000 மில்லியன் டாலர்.",
        "07. இலங்கையின் அரசாங்கத்தின் கட்டணத்தை மீண்டும் ஒருங்கிணைக்க ரூ.",
        "08. ரூ.",
        "09. ரூ.",
        "10. ரூ.",
        "11. 400 மில்லியன் ரூ.",
        "12. ரூ."
      ]
    },
    "en": {
      "title": "Voter account for the first four months next year",
      "body_lines": [
        "Cabinet approval has been approved to submit an interim account for four months from January to April.",
        "The proposal was taken by the Minister of Finance and Planning Minister Anura Kumara Dissanayake.",
        "Addressing Cabinet Spokesperson Nalinda Jayatissa said this while participating in the Cabinet Decisions today.",
        "Accordingly, January to April to April is approval to set up the interim standard account related to the restructuring of loans.",
        "The date on which the interim account is scheduled to debate this on-December 5 and 6 after the evening, the Minister said.",
        "The Minister said that some of the costs required to be provided with certain expenditure and the approval estimates required by the 2024 approval estimates, the Minister said.",
        "Accordingly, the President's proposal has been approved by the President's proposal to submit a proposal for Rs. 219,373 billion to achieve these work.",
        "01. Rs.",
        "02. Rs.",
        "03. 32,641 million of Rs. 32,641 million to the Development Finance Finance Department to reimburse additional interest payments banned by the banks to provide special interest rates for senior citizens.",
        "04. 9,829 million will be provided to the Ministry of Education to accommodate the value of the school uniforms provided as a grant of the Chinese government.",
        "05. Provision of Rs. 8,331 million to the Sri Lanka Air Force to account and pay taxes from the United States.",
        "06. Rs. 1,4,000 million to the Pensions Department to pay the increased pensioners.",
        "07. Provision of Rs. 3,213 million to the Ministry of Finance to reintegrated the payment of the Government of Sri Lanka.",
        "08. Provision of provision of Rs.",
        "09. Rs.",
        "10. Rs.",
        "11. 400 million provides a sum of Rs.",
        "12. Provision of Rs."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in 200 characters:",
    "",
    "Cabinet approves interim account for Jan-Apr 2024. Finance Minister Anura Kumara Dissanayake proposes Rs. 219,373 billion allocation. Funds allocated for senior citizen interest rates, school uniforms, tax payments, pensions, and government reintegration."
  ]
}