{
  "translated_text": {
    "si": {
      "title": "කසර්ගර්ස් ගැටගැසීමෙන් වළකින්න - තුනක් - ත්රිරෝද රථවලට හානි සිදුවීම;එක් තුවාලයක්",
      "body_lines": [
        "හැටන් හි වැනාරාජා ප්රදේශයේ හැටන් ප්රදේශයේදී තිදෙනෙකු තිදෙනෙකු ගැටීමෙන් දෙදෙනෙකු තිදෙනෙකු ගැටීමෙන් දෙදෙනෙකු දැඩි ලෙස තුවාල ලබා ඇති බව හැටන් පොලිසිය පවසයි.",
        "13 වන බ්රහස්පතින්දා සවස 3.30 ට පමණ ටිකෝයා සිට කැසරි ප්රදේශය දක්වා වූ මීලලයක් සහ සඩ්වආරජා සිට ආවා දක්වා ත්රිපුද්ගල සාමාජිකයෙකි.",
        "පොලීසිය පැවසුවේ දෙදෙනෙකුට දරුණු ලෙස හානි වූ බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Two -wheelers collided head -on: three -wheelers severe damage;One injury",
      "body_lines": [
        "Hatton police said that two three -wheelers were severely injured when two three -wheelers collided head -on in the Vanaraja area of ​​Hatton - Notton main road.",
        "A three -wheeler traveling from Tikoya to Casalri area at around 3.30 pm on Thursday 13th and a three -wheeler from Saudwanarajah to Attan.",
        "Police said the two -wheelers were severely damaged."
      ]
    }
  },
  "summary_lines": [
    "In Hatton, two three-wheelers crashed head-on, causing severe damage to both and injuring one passenger. The accident occurred on the Hatton-Notton main road near Vanaraja, involving vehicles coming from Tikoya and Saudwanarajah towards Casalri and Attan respectively."
  ]
}