{
  "translated_text": {
    "ta": {
      "title": "அங்கோடாவின் சீடர் பற்றிய கூடுதல் தகவல்கள்",
      "body_lines": [
        "போலி பாஸ்போர்ட்டைப் பயன்படுத்தி வெளிநாடு செல்வதற்கான முயற்சிகளில் கைது செய்யப்பட்ட நபர் குறித்து கூடுதல் தகவல்கள் உள்ளன.",
        "கைது செய்யப்பட்ட நபர் நாட்டின் ஒரு பெரிய சீடர், நாட்டின் முன்னணி பாதாள உலக கும்பல் உறுப்பினராக உள்ளார்.",
        "குற்றவாளிகளை அடையாளம் காண விமான நிலையத்தில் உள்ள தானியங்கி அடையாள இயந்திரத்தால் சந்தேக நபர் அடையாளம் காணப்பட்டு கைது செய்யப்பட்டதாக பொலிஸ் ஊடக செய்தித் தொடர்பாளர் நீதிமன்றம் நிஹாவே தல்டுவா தெரிவித்தார்.",
        "அங்கோடாவில் வசிக்கும் சிட்டி 'சிட்டி' என்ற 47 வயதான மனிதராக சந்தேக நபர் அடையாளம் காணப்பட்டார்.",
        "அவர் முல்லேரியாவா காவல் நிலையத்தில் இலங்கைக்கு 10 பனி மருந்துகள் மற்றும் கடத்தலுக்கு ஒரு சந்தேக நபராக இருந்ததாக தெரிவிக்கப்பட்டுள்ளது.",
        "கைது செய்யப்பட்ட நேரத்தில், சந்தேக நபர் கைது செய்யப்பட்டார், ஒரு தேசிய அடையாளம் மற்றும் பனி போதைப்பொருள், சந்தேக நபரால் தயாரிக்கப்பட்ட 10 கிராம்.",
        "2011 ஆம் ஆண்டில் வெல்லம்பிட்டியா பொலிஸ் பிரிவில் உள்ள வெல்லம்பிதியா பொலிஸ் பிரிவில் சந்தேக நபர் ஈடுபட்டுள்ளதாக பொலிஸ் விசாரணையில் தெரிவிக்கப்பட்டுள்ளது, இதில் துப்பாக்கிகள் வைத்திருத்தல், பொலிஸ் விசாரணைகள் உட்பட."
      ]
    },
    "en": {
      "title": "More information about the disciple of Angoda",
      "body_lines": [
        "There have been more information regarding the person arrested in attempts to go abroad using a fake passport.",
        "The arrested person is a major disciple of the country, a leading underworld gang member of the country.",
        "Police Media Spokesperson DIG's Court, Nihawe Talduwa stated that the suspect had been identified and arrested by the automatic identification machine at the airport to identify criminals.",
        "The suspect was identified as a 47-year-old man named Chitty 'Chitty', a resident of Angoda.",
        "It is reported that he was a suspect in the Mulleriyawa police station with 10 ice drugs to Sri Lanka and smuggling.",
        "At the time of his arrest, the suspect was taken into custody, a National Identity and Ice Narcotics, 10 grams prepared by the suspect.",
        "Police investigations have revealed that the suspect had been involved in the Wellampitiya Police Division in the Wellampitiya Police Division in 2011, including the possession of firearms, police investigations."
      ]
    }
  },
  "summary_lines": [
    "Chitty 'Chitty', a 47-year-old from Angoda, arrested for smuggling 10 grams of ice drugs to Sri Lanka. He's a major underworld figure, identified by an automatic identification machine at the airport."
  ]
}