{
  "translated_text": {
    "si": {
      "title": "ජාතික මහජන බලය පිළිබඳ දේශපාලන අත්දැකීම් තිබියදීත්, රජයට කිසිදු අත්දැකීමක් නැත - සාගල රත්නායක",
      "body_lines": [
        "ජාතික මහජන බලය සඳහා දේශපාලනයේ අත්දැකීම් තිබේ. නමුත් රජයට කිසිදු අත්දැකීමක් නොමැත. කේවල් කිරීම ඉදිකිරීමේ වැඩසටහන ඔවුන් තවමත් හෙළි කර නැත. නව ප්රජාතන්ත්රවාදී පෙරමුණේ කොළඹ දිස්ත්රික් අපේක්ෂක සාගල රත්නායක මහතා පැවසුවේ එවැනි වැඩපිළිවෙළක් නොමැති බවයි.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (05) කොළඹ නව ප්රජාතන්ත්රවාදී පෙරමුණේ මැතිවරණ කාර්යාලයේ පැවති මාධ්ය හමුවකදීය.",
        "ඔවුන්ගේ අවසාන මාසයේ ක්රියාවෙන් ජාතික ජනතාවගේ බලය පිළිබඳව රජයට කිසිදු අත්දැකීමක් නොමැත. ජනාධිපති ඇතුළු රජය තවමත් විපක්ෂයේ සිටින අතර දැන් විවේචන මෙන් ක්රියා කරයි.",
        "රට කළමනාකරණය කිරීම සඳහා ඔවුන්ට විධිමත් වැඩපිළිවෙළක් තිබිය යුතුය. රට අත්තිකාරම් සඳහා ගමන් මාර්ගයක් තිබිය යුතුය.",
        "නමුත් මේ දක්වා ඔවුන් එවැනි කිසිදු වැඩපිළිවෙළක් රටට ඉදිරිපත් කර නැත. මෙයට හේතුව ඔවුන්ගේ අත්දැකීම් නොමැතිකමයි.",
        "අපේ රටේ ආර්ථිකය අඩු වී ඇති හෙයින්, හිටපු ජනාධිපති රනිල් වික්රමසිංහ අත්අඩංගුවට ගත් අතර රජයේ වැඩපිළිවෙල ක්රමයෙන් සංවර්ධනය වෙමින් පවතී.. නිසි වැඩපිළිවෙළක් තිබූ නිසා එසේ කිරීමට හැකි විය.",
        "රජය ගෙන ඒමට අපගේ ගමන් මාර්ගය අපි ඉදිරිපත් කර තිබුණා.පසුව ඔවුන් අපේ වැඩපිළිවෙල විවේචනය කළේ විපක්ෂයේ සිටය. නමුත් ඔවුන් විකල්පය ඉදිරිපත් කළේ නැත.",
        "දැනට බලයට පත්ව සිටින අයට රට සංවර්ධනය කිරීමේ වැඩපිළිවෙළක් නොමැත. එවැනි වැඩසටහනක් තිබේ නම්, එය හෙළි කළ යුතුය. එවිට පමණක් අපගේ වැඩ කටයුතු රජයේ වැඩපිළිවෙළට ඉදිරිපත් කළ හැක්කේ එවිට පමණි.",
        "වැටී ඇති රට නැවත සංවර්ධනය කිරීමට පටන් ගෙන තිබේ. මේ අවස්ථාවේ දී, කිසිවෙකුට නැවත රටට යාමට අවශ්ය නොවන අතර මිනිසුන් භාණ්ඩ සඳහා පෙළ ගැසී සිටිති. එම තත්ත්වය වැළැක්වීම සඳහා රට ඉදිකිරීම සඳහා රජයේ වැඩපිළිවෙළෙන් අපි ඉල්ලා සිටිමු.",
        "රටේ ණය ප්රතිව්යුහගත කිරීමේ ගිවිසුමට අපි අත්සන් තබා ඇත්තෙමු. ඒ අනුව, එය තවත් වසර 4 කින් ආපසු ගෙවිය යුතුය. අවශ්ය වැඩසටහන කුමක්දැයි රජය විසින් වාර්තා කළ යුතුය.",
        "රනිල් වික්රමසිංහ මහතා විසින් වෙනත් වැඩපිළිවෙළක් පවත්වා ඇති බව රජය විසින් ආර්ථික වැඩපිළිවෙල සිදු වේදැයි රජය පැහැදිලි කළ යුතුද යන්න රජය පැහැදිලි කළ යුතුය.",
        "එවිට පමණක් අපට එය වාර්තා කළ හැකිය. එසේ නොවේ නම්, රටේ වැටීම වැළැක්වීමට රාජපක්ෂයට නොහැකි වනු ඇත."
      ]
    },
    "en": {
      "title": "Despite the political experience of the national people's power, the government has no experience - Sagala Ratnayake",
      "body_lines": [
        "There is experience in politics for national people's power. But the government has no experience. That is why they have not yet revealed the program to build the bargain. The new Democratic Front's Colombo district candidate Sagala Ratnayake said they had no such program.",
        "He was speaking at a press conference held at the New Democratic Front's election office in Colombo on Tuesday (05).",
        "The government has no experience of the national people's power to know from their last one month's actions. The government, including the president, is still in the opposition and is now acting like criticism.",
        "They must have a formal program to manage the country. There should be a travel way to advance the country.",
        "But so far they have not put forward any such program to the country. This is due to their lack of experience.",
        "As the economy of our country has declined, former President Ranil Wickremesinghe -led government's program has been gradually developing.. It was possible to do so because there was a proper program.",
        "We had put forward our travel way to bring the government.They then criticized our program from the opposition. But they did not present the alternative.",
        "Those who are currently in power have no program to develop the country. If there is such a program, it should be revealed. Only then can we present our work on the government's program.",
        "The country, which has fallen, has just begun to develop again. In this case, no one wants to get back to the country, and people are in line for goods. To prevent that status, we are calling on the government's program to build the country.",
        "We have signed the country's debt restructuring agreement. Accordingly, it has to pay back in 4 more years. The government should report what the necessary program is.",
        "The government should make it clear whether the government is carrying out the economic program that Ranil Wickremesinghe has carried out or has a other program.",
        "Only then can we report on it. If not, Rajapakse will not be able to prevent the fall of the country."
      ]
    }
  },
  "summary_lines": [
    "National People's Power experienced in politics, but government lacks vision. No development plan presented. Economy declining; need clear strategy to revive growth. Government must reveal its economic roadmap to address current challenges."
  ]
}