{
  "translated_text": {
    "ta": {
      "title": "දඹුල්ලේ එළවව මිල ඉහළ පහළ යයි",
      "body_lines": [
        "கடந்த 29 நாட்களுடன் ஒப்பிடும்போது 29 நாட்களில் தம்புல்லா சிறப்பு பொருளாதார மையத்தில் காய்கறிகளின் பிரதிநிதிகள் காய்கறிகளின் குறைவு.",
        "அதன்படி, ஒரு கிலோகிராம் பீன்ஸ் வீரர்கள் ரூ. 350 மற்றும் ரூ. தம்புல்லா பொருளாதார மையத்தில் 350.",
        "එමෙන්ම මෙදින බෝංචි වෙළඳපළට ලැබීම ඉතාමත් සීමිත ප්රමාණයක් වීම නිසාවෙන් මිල ඉහළ යෑම සිදුවන බවත් එළවළු බහුතරයක ගුණාත්මක තත්වය  පහළ වැටීම  එළවළු තොග ලැබීම අඩු වී  ඇති බව ඔවුහු අවධාරණය කරති.",
        "அமேரிஸ், கிலோ கிலோ இந்த நாளில் 800 ரூபாய்க்கு இடையில் இருந்தது. 350 ரூபாய்க்கு விற்கப்பட்ட 300 தக்காளி ரூ. 250 மற்றும் ரூ.",
        "காண்டியன் பகுதிகளிலிருந்து ஒரு கிலோ கேரட் 230 மற்றும் 270 விற்பனை ஆகும்",
        "அதன்படி, ஒரு கிலோ ரூபாய் ரூ.. கிபோலாவை விட்டு வெளியேறும் நாடு மற்றும் குறைந்த நாட்டுப் பகுதிகளிலிருந்து காய்கறிகளை விட்டு வெளியேறுவதாக வணிகர்கள் சுட்டிக்காட்டினர்.",
        "தம்புல்லா பொருளாதார மையத்தில் பங்கு விலை 29 ஆக இருந்தது"
      ]
    },
    "en": {
      "title": "Vegetables in Dambulla",
      "body_lines": [
        "Representatives of vegetables at Dambulla Special Economic Center on 29 days relative to the past 29 days are the decrease in vegetables.",
        "Accordingly, the soldiers of a kilogram of beans have sold between Rs. 350 and Rs. 350 in the Dambulla Economic Center.",
        "They also emphasize that the increase in the bean market is reduced by the increase in the price and the quality of the quality of vegetables has declined.",
        "Amairis, kilo of kilo was between 800 rupees this day. 300 tomatoes sold for 350 rupees sold at a cost of Rs. 250 and Rs.",
        "A kilo of carrots from the Kandyan areas is a sales of 230 and 270",
        "Accordingly, a kilo of rupees was sold at a price of Rs. The businessmen pointed out that Leaves Kipola has also increased from the ground up country and vegetables from the low country areas.",
        "The stock price at the Dambulla Economic Center was 29"
      ]
    }
  },
  "summary_lines": []
}