{
  "translated_text": {
    "si": {
      "title": "බටහිර පළාත වැනි උසස් තත්ත්වයේ සෞඛ්ය සේවාවන් ඇති පළාතක් ලෙස උතුරු පළාත වැඩි දියුණු කරනු ඇත",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා කියා සිටියේ 2017 දී අග්රාමාත්ය ධුරය අග්රාමාත්ය ධුරයට උතුරු පළාත් සෞඛ්ය සේවය වැඩිදියුණු කිරීම සඳහා තමා විසින් දියත් කළ ව්යාපෘති භාරදීමට තමා හැකිවීම සතුටට පත්වූ බවයි.",
        "උතුරු පළාතට නවීන රෝහල් සමඟ සෞඛ්ය පහසුකම් සඳහා සෞඛ්ය පහසුකම් සඳහා ප්රවේශය ලබා දී ඇති බවත්, බටහිර පළාත වැනි උසස් සෞඛ්ය සේවාවන් ලෙස උතුරු පළාතේ සෞඛ්ය සේවා සංවර්ධනය කිරීම ඔහුගේ අරමුණ බව ජනාධිපතිතුමා පැවසීය.",
        "අද (26) මාන්කුලම් පුනරුත්ථාපන රෝහලේ වෛද්ය පුනරුත්ථාපන හා මානසික සෞඛ්ය සංවර්ධන මධ්යස්ථානයේ සමාරම්භක උත්සවයට සහභාගී වූ ජනාධිපති රනිල් වික්රමසිංහ මහතා.",
        "නෙදර්ලන්ත ආණ්ඩුවේ සහාය ඇතිව රුපියල් මිලියන 4500 ක වියදමින් වෛද්ය ප්රතිකාර මධ්යස්ථානය රුපියල් මිලියන 4500 ක වියදමින් ඉදිකර තිබේ.",
        "එය උතුරු පළාතේ විශාලතම වෛද්ය පුනරුත්ථාපන හා මානසික සංවර්ධන මධ්යස්ථානය වන අතර මානසික පුනරුත්ථාපන ඒකකය, හදිසි අංශය, සැත්කම් අංශය, රසායනාගාරය, විකිරණ අංශය, බාහිර රෝගී අංශය හා දැඩි සත්කාර ඒකකය ද ඇත.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා නෙදර්ලන්ත තානාපති බොනී හෝනා ගෙදර ඉදිරිපත් කළේය.",
        "මෙම වෛද්ය ඒකකය අද විවෘත කරන විට පසුබිම ගැන සඳහන් කළ යුතුය. යුද්ධය හේතුවෙන් උතුරු පළාතේ තහනම් සේවා යථා තත්ත්වයට පත් කිරීමේ මූලික කාර්යයන් රජය විසින් ආරම්භ කරන ලදී.",
        "අවසන් කළ යුතු වැඩ කිරීමේ පළමු අදියර සමඟ, මෙම සියලු අංශවල දියුණුව සඳහා දෙවන අදියර ක්රියාත්මක කිරීම අවශ්ය වේ. ඒ අනුව, උතුරු පළාතේ සෞඛ්ය අංශයේ සංවර්ධනය සඳහා නව වෛද්ය ඒකක පිහිටුවීම සඳහා මම නෙදර්ලන්ත රජය අග්රාමාත්යවරයා ලෙස සාකච්ඡා කළෙමි.. උතුරු පළාත් සභාවේ සෞඛ්ය අමාත්යතුමා සහ හිටපු මහ ඇමති මෙම කටයුතුවලට සම්බන්ධ වූහ.",
        "යුද්ධයට පෙර යාපනයේ යාපනයේ යාපනයේ හොඳම සෞඛ්ය සේවය බවට පත්විය. බස්නාහිර පළාත සංවර්ධනය කර ඇති බැවින් දකුණු පළාත සහ මධ්යම පළාත සංවර්ධනය කරන ලදී.",
        "මගේ අරමුණ වන්නේ උතුරු පළාත එම මට්ටමට ගෙන ඒමයි. මෙම රෝහල් කෙරෙහි විශේෂ අවධානයක් යොමු කරන්නේ එබැවිනි.",
        "මීට අමතරව, යාපනයේ විශ්ව විද්යාලයේ වෛද්ය පී ulty ය ස්ථාපිත කිරීම සඳහා මම අග්රාමාත්යවරයාගෙන් මුදල් වෙන් කළෙමි, ඒ සඳහා අවශ්ය ගොඩනැගිල්ල ඉදිකිරීම.. අද මෙම සමාරම්භක උත්සවයට සහභාගී වීමට මට අවස්ථාව ලැබුණි. ඔහු ජනාධිපති ධුරයට ධුරයට පත් වූ පසු, වැඩ වහාම අවසන් කළ යුතුය. දැන් උතුරු පළාතේ නව රෝහල් තිබේ.",
        "යාපනයේ රෝහල ජාතික රෝහලකට පරිවර්තනය කිරීමට අපි තීරණය කළෙමු. මන්නාරම රෝහල සංවර්ධනය කරන අතර, වවුනියා රෝහල ශික්ෂණ රෝහලක් බවට පත් කරන අතර වෛද්ය පී ulty යක් වවුනියා විශ්ව විද්යාලයට ලබා දෙනු ඇත.. රාගමා රෝහලෙන් පසු මෙම නවීන යන්ත්ර සහිත එකම රෝහල මාන්කුලම් රෝහල බව සැලකිය යුතු කරුණකි.",
        "ආබාධිත හා මානසික රෝගී අයට ප්රතිකාර කිරීම සඳහා රාගම රෝහල පිහිටුවන ලදී. රාගමා රෝහල වැනි නවීන රෝහලක් යුද්ධයෙන් පීඩාවට පත් ජනතාවට ලබා දීමට අපි පියවර ගෙන ඇත්තෙමු.",
        "උතුරු පළාතේ ඉදිකරන ලද රෝහල් හතරේ උපකරණ ශ්රී ලංකාවේ බොහෝ රෝහල්වල නොමැත.",
        "මෙම උපාංග ආරක්ෂා කළ යුතුය. රෝහල් පරිපාලනය සහ රෝහල් කළමනාකරණය උත්සාහ කළ යුතුය. රෝහල් පරිපාලනය හා කළමනාකරණයේ විශිෂ්ට තත්ත්වය හේතුවෙන් කියුබාව සෞඛ්ය සේවා වල ඉදිරියෙන් සිටී. එබැවින් රෝහල් පරිපාලනය හා කළමනාකරණය ඉහළ මට්ටමක පැවරිය යුතුය.",
        "ඒ සඳහා ලෝක සෞඛ්ය සංවිධානය සහ ආසියානු සංවර්ධන අරමුදලෙන් අරමුදල් ලබා ගත හැකිය. මෙම සියලු ක්රියාකාරකම් රටේ විශ්වාසදායක සෞඛ්ය සේවාවක් ස්ථාපිත කිරීමට අපේක්ෂා කරන බව ද ජනාධිපතිතුමා පැවසීය.",
        "නෙදර්ලන්තයේ රජයේ මූල්ය ආධාර ඇතිව, මාන්කුලම් රෝහලේ ඉදිකරන ලද වෛද්ය පුනරුත්ථාපන හා මනෝචිකිත්සක සංවර්ධන මධ්යස්ථානය ප්රදේශයේ ජනතාවගේ සෞඛ්ය පහසුකම් වැඩිදියුණු කිරීම සඳහා විශාල උපකාරයක් වී තිබේ.",
        "යුද්ධයට එවැනි පහසුකම් සැපයීම සඳහා නෙදර්ලන්ත රජයට සහ ජනාධිපති රනිල් වික්රමසිංහ මහතාට අපගේ කෘත itude තාව පළ කළෙමු.",
        "රට බොහෝ අභියෝගවලට මුහුණ දී සිටින අතර, බියෙන් තොරව ජනාධිපතිවරයා බියෙන් තොරව ඉදිරියට පැමිණ රට නිදහස් කිරීම සඳහා රට භාර ගත්තේය. එවිට මිනිසුන් මේ රට අමතක කර නැති බව මම විශ්වාස කරමි. එයින් රට නිදහස් කිරීම සඳහා ජනාධිපතිවරයා කැපවී සිටියේය. මේ රටේ ජනතාව අද එහි ප්රතිලාභ භුක්ති විඳිති.",
        "ජනාධිපති රනිල් වික්රමසිංහ තෙවැනි දිනය උතුරු පළාතේ අද ගත කරයි. මේ දින තුන තිස්සේ උතුරු පළාතේ සංචාරය කළ ජනතාවට මම ස්තූතිවන්ත වන අතර ජනතාව මුහුණ දෙන ජනතාවට විසඳුම් සෙවීමට උත්සාහ කළෙමු.",
        "අද වන විට මෙම වෛද්ය පුනරුත්ථාපන හා මනෝචිකිත්සක සංවර්ධන මධ්යස්ථානය ඩ්ලැට් ටෙලිග්රාෆ් වැඩසටහන යටතේ විවෘත කරන ලද තුන්වන රෝහලයි. මෙය උතුරු සෞඛ්ය සේවයේ සන්ධිස්ථානයක් බවට පත්වන බව සහතික ය. ජනාධිපතිවරයාගේ උනන්දුව, කැපවීම සහ දිරිගැන්වීම හේතුවෙන් මෙම ව්යාපෘතිය යථාර්ථයක් බවට පත්වේ. 2016 දී ජනාධිපති රනිල් වික්රමසිංහ මහතා යහපාලන රජයේ අගමැති විය.",
        "අද මාන්කුලම් රෝහලේ විවෘත කරන ලද වෛද්ය පුනරුත්ථාපන හා මානසික සෞඛ්ය සංවර්ධන මධ්යස්ථානය පිහිටුවීමට පියවර ගැනීම ගැන ජනාධිපතිවරයාට ස්තූතිවන්ත වන අතර ඔහු සෞඛ්ය ක්ෂේත්රයේ විප්ලවයක් ඇති කර තිබේ.සෞඛ්ය ක්ෂේත්රයට පමණක් නොව, ජනාධිපතිවරයා අවධානය යොමු කිරීම සැලකිය යුතු කරුණකි.",
        "මෙම ප්රදේශයේ රෝහල්වල ප්රමාණවත් පහසුකම් නොමැත. මෙම වෛද්ය පුනරුත්ථාපනය හා මානසික සංවර්ධන මධ්යස්ථානය පිහිටුවීමට පියවර ගැනීම ගැන ජනාධිපතිවරයාට මගේ කෘත itude තාව පළ කිරීමට කැමැත්තෙමි.. එසේම, රෝහල්වලට අවශ්ය පහසුකම් ලබා දෙන්නේ නම්, ප්රදේශයේ ජනතාවට පූර්ණ ප්රතිලාභයක් ලැබෙනු ඇත. මේ සම්බන්ධයෙන් අදාළ බලධාරීන්ට දැනුම් දෙන බව ජනාධිපතිතුමා පැවසීය.",
        "මෙම කොටස වන්නි දිස්ත්රික්කයට විශාලතම ත්යාගය වේ. මෙය අත්හදා බැලූ සියල්ලන්ටම, විශේෂයෙන් අපේ ජනාධිපති රනිල් වික්රමසිංහ. අපට උතුරු පළාත සඳහා විශාල සම්පතක් ඇත. මෙම සම්පත අඛණ්ඩව පවත්වා ගත යුතුය. අපි හැමෝටම සහයෝගයෙන් කටයුතු කළ යුතුයි. මෙම රෝහල වඩා හොඳ කිරීමට අවශ්ය සියලු සම්පත් ඔබ ලබා දෙන ලෙස මම ජනාධිපතිවරයාට ඉදිරිපත් කරමි.",
        "මෙම අවස්ථාවට පාර්ලිමේන්තු මන්ත්රී සෙල්වම් අඩකලනාදන් සහ පළාත් සභා නියෝජිතයින් සහ ශ්රී ලංකා බොනී හොබෙක් සහ තවත් බොහෝ අය ශ්රී ලංකා බොනී හොබික් සහ තවත් බොහෝ දෙනෙක් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Northern Province will be upgraded as a province with high quality health services like the Western Province -President",
      "body_lines": [
        "President Ranil Wickremesinghe said he was happy that he was able to hand over the projects that he had launched to improve the Northern Provincial Health Service as Prime Minister in 2017.",
        "The President said that the Northern Province had access to health facilities with modern hospitals and said his aim was to develop the health services of the North as an advanced health services like the Western Province.",
        "President Ranil Wickremesinghe, who was present at the inauguration of the Medical Rehabilitation and Mental Health Development Center at the Mankulam Resource Hospital today (26).",
        "The medical treatment center has been constructed at a cost of 4500 million rupees with the support of the Netherlands government.",
        "It is the largest medical rehabilitation and mental development center in the Northern Province and has the Mental Rehabilitation Unit, Emergency Division, Surgery Division, Laboratory, Radiation Division, Outpatient Division and Intensive Care Unit.",
        "President Ranil Wickremesinghe also presented the Netherlands Ambassador Bonnie Homeg.",
        "The backdrop should be mentioned when this medical unit is opened today. After the end of the war in 2009, the government began the basic tasks of restoring banned services in the Northern Province due to the war.",
        "With the first phase of work to be completed, it is necessary to implement the second phase for the advancement of all these sections. Accordingly, I had discussions with the Government of the Netherlands as the Prime Minister to establish new medical units for the development of the health sector in the Northern Province.. The Minister of Health and the former Chief Minister of the Northern Provincial Council were involved in these activities.",
        "Prior to the war, Jaffna became the best health service next to Colombo. The Southern Province and the Central Province were developed as the Western Province was developed.",
        "My purpose is to bring back the Northern Province to that level. That is why special attention is paid to these hospitals.",
        "In addition, I allocated money from the Prime Minister to establish the Medical Faculty at the University of Jaffna and the construction of the building required for it.. I had the opportunity to attend this inauguration today. Once he took office as president, the work should be completed immediately. Now there are modern hospitals in the Northern Province.",
        "We decided to convert the Jaffna Hospital into a National Hospital. While the Mannar Hospital is being developed, the Vavuniya Hospital will be converted into a teaching hospital and a medical faculty will be given to the Vavuniya University.. It is noteworthy that the only hospital with these modern machines after the Ragama Hospital is the Mankulam Hospital.",
        "The Ragama Hospital was established to treat the disabled and the mentally ill of the war. We have taken steps to provide a modern hospital such as the Ragama Hospital to the people affected by the war.",
        "The equipment in the four hospitals constructed in the Northern Province is not in many hospitals in Sri Lanka.",
        "These devices need to be protected. The hospital administration and the hospital management must take effort. Cuba is at the forefront of health services due to the excellent condition of hospital administration and management. Therefore, the hospital administration and management should be high.",
        "For that, funds can be obtained from the World Health Organization and the Asian Development Fund. The President also said that all these activities are expected to establish a confident health service in the country.",
        "The Medical Rehabilitation and Psychiatric Development Center constructed at the Mankulam Hospital at a cost of four thousand five hundred million rupees with the financial assistance of the Government of the Netherlands has been a great help to improve the health facilities of the people of the area.",
        "We extend our gratitude to the Government of the Netherlands and President Ranil Wickremesinghe for providing such facilities to the war -affected people.",
        "While the country faced many challenges, the president came forward without fear and took charge of the country to free the country. I believe that people have not forgotten this country then. The president dedicated himself to the release of the country from that. The people of this country are enjoying its benefits today.",
        "President Ranil Wickremesinghe spends the third day in the Northern Province today. I thank the people who visited the Northern Province for these three days and tried to find solutions to the people faced by the people.",
        "Today, this medical rehabilitation and psychiatric development center is the third hospital opened under the Drive Telegraph Program. It is certain that this will become a milestone in the Northern Health Service. This project becomes reality due to the president's interest, commitment and encouragement. In 2016, President Ranil Wickremesinghe was the Prime Minister of the Good Governance Government.",
        "Thanks to the President for taking steps to establish the Medical Rehabilitation and Mental Health Development Center, which was opened at the Mankulam Hospital today, he has made a revolution in the health sector.It is noteworthy that the President is focusing on all sectors, not just the health sector.",
        "There is not enough facilities in hospitals in this area. I would like to express my gratitude to the President for taking steps to establish this medical rehabilitation and mental development center today.. Also, if the hospitals are provided with the necessary facilities, the people of the area will be fully benefited. The President said he would inform the relevant authorities in this regard.",
        "This section is the largest gift for the Vanni district. I thank all who tried this, especially our President Ranil Wickremesinghe. We have a great resource for the Northern Province. This resource must be maintained continuously. We all have to cooperate. I present to the President a request that you provide all the resources needed to make this hospital better.",
        "Parliamentarian Selvam Adakkalanathan and the provincial people's representatives and the Netherlands Ambassador to Sri Lanka Bonnie Hobek and many others were present at the event."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe aims to elevate the Northern Province's healthcare standards akin to the Western Province, enhancing its infrastructure and services. He inaugurated a state-of-the-art Medical Rehabilitation and Mental Health Development Center at Mankulam Resource Hospital, funded by the Netherlands government, costing 4.5 billion rupees. This facility, the largest of its kind in the region, includes various divisions and units to cater to comprehensive medical needs. The initiative follows efforts to restore healthcare services post-war, with plans to further expand and upgrade hospitals across the province, including converting Jaffna and Vavuniya hospitals into national and teaching institutions respectively."
  ]
}