{
  "translated_text": {
    "ta": {
      "title": "காலாவதியான பொருட்களின் பங்கு சந்தைக்கு வெளியிடப்படுகிறது",
      "body_lines": [
        "வரவிருக்கும் பண்டிகை காலங்களில் தகவல்களை மாற்றத் தயாராக இருந்த இறக்குமதி செய்யப்பட்ட கடைகளின் கடைகளில் சேமித்து வைக்கப்பட்டுள்ள சில இறக்குமதி செய்யப்பட்ட கடைகளில் நுகர்வோர் விவகார ஆணையம் சோதனை செய்துள்ளது.",
        "கம்பாஹா மாவட்ட அலுவலகத்தின் அதிகார அதிகாரிகளும் ஆய்வகங்களை விநியோகிக்க தயாராக 50 லிட்டர் காலாவதியான ரசாயனங்களை மீட்டுள்ளனர்.",
        "28 ஆம் தேதி கெலானியா பகுதியில் சேமிப்பகத்தை ஆய்வு செய்யும் போது அதிகாரம் சரக்குகளை இயற்றியுள்ளது.",
        "விசாரணை அதிகாரிகள் வட்டாலா பகுதியில் 4.6 டன் காலாவதியான உலர்ந்த மிளகாயையும் மீட்டெடுத்து, 28 ஆம் தேதி வத்தலா பகுதியில் காலாவதியான உலர்ந்த மீன்பிடித்தலை மீட்டுள்ளனர்.",
        "நுகர்வோர் விவகார ஆணையத்தால் நுகர்வோர் விவகார ஆணையம் குற்றம் சாட்டப்படுவதால், நுகர்வோர் விவகார ஆணையத்தால் வழங்கப்பட்ட வர்த்தமானி அறிவிப்பு வழக்குத் தொடரப்பட உள்ளது என்று நுகர்வோர் விவகார ஆணையம் தெரிவித்துள்ளது.",
        "இதற்கிடையில், நுகர்வோர் விவகார ஆணையம் (CAA) கூறுகையில், வர்த்தகர்கள் மற்றும் ஸ்டோரேஜ்மேன் ஆகியவற்றைத் தேடி சோதனைகள் மற்றும் விசாரணைகள் மேற்கொள்ளப்படுகின்றன, அவை காலாவதியான பொருட்கள், தகவல் மாறுவேடமிட்ட பொருட்கள் விழாவில்.",
        "அதன்படி, நுகர்வோர் விவகார ஆணையம் 1977 ஆம் ஆண்டு நுகர்வோர் விவகாரங்களுக்கு சுருக்கமான தொலைபேசி எண்ணைக் கோருகிறது, மேலும் அவர்களுக்கு சப்ளையர்கள் பொருட்களை வழங்குகிறார்கள்."
      ]
    },
    "en": {
      "title": "The stock of expired goods is released to the market",
      "body_lines": [
        "The Consumer Affairs Authority has raided some of the imported stores stored in the stores storage of the imported stores which had been prepared to change the information during the coming festive season.",
        "The Authority officials of the Gampaha District Office have also recovered 50 liters of expired chemicals ready to distribute laboratories.",
        "The Authority has enacted the consignment when inspection of storage in the Kelaniya area on the 28th.",
        "The investigation officials have also recovered 4.6 tons of expired dried chilli in Wattala area and expired dried fishing in Wattala area on the 28th.",
        "The Consumer Affairs Authority said that the gazette notification issued by the Consumer Affairs Authority is due to be prosecuted, as the Consumer Affairs Authority is due to be blamed by the Consumer Affairs Authority.",
        "Meanwhile, the Consumer Affairs Authority (CAA) says that the raids and investigations are being carried out in search of traders and storagemen who have expired goods, information disguised items into the ceremony.",
        "Accordingly, the Consumer Affairs Authority also requests the brief telephone number to the 1977 of the consumer affairs, as providing them with goods by suppliers."
      ]
    }
  },
  "summary_lines": [
    "Consumer Affairs Authority raids stores, recovers expired goods. Officials seize chemicals, dried chillies. Investigations ongoing against traders selling expired items during festive season."
  ]
}