{
  "translated_text": {
    "si": {
      "title": "උතුරු හා නැගෙනහිර ආර්ථික අර්බුදයෙන් පසු අන්වීක්ෂීය ක්රියාකාරකම් සහ කාන්තාවන්",
      "body_lines": [
        "ශ්රී ලංකාවේ වර්තමාන ආර්ථික අර්බුදයේ බර සෑම පවුල් හා කාන්තාවන් සඳහාම පනවනු ලැබේ. මෙම තත්වයට ණය ලබා ගැනීම ඔවුන්ගේ මූල්ය අවශ්යතා සමඟ කටයුතු කිරීමේ ක්රමයකි. මෙය ඔවුන්ගේ සූරාකෑමට හා කලකිරීමට හේතු වේ.",
        "පශ්චාත් යුධ හා නැගෙනහිර පශ්චාත් යුගයේ ඇති කෙස් සමඟ විශාල ගැටළුවක් බවට පරිණාමය විය. 2018 දී සමාගම්වල ක්රියාකාරකම් අවම කිරීම සඳහා සමහර උත්සාහයන් දරා ගන්නා ලදී. ණය ප්රතිලාභ සහ ණය කාලය. කෙසේ වෙතත්, වර්තමාන ආර්ථික අර්බුදයේ බලපෑම හේතුවෙන් ක්ෂුද්ර මූල්ය හා පවුල් ණය;වැඩිවීම නැවත ලබා ගත හැකිය. එදින මූල්ය ආයතනවලට එරෙහි උත්සාහයන් තාවකාලික විසඳුමක් ලබා දුන්නේය. අප දැනට මුහුණ දී සිටින ආර්ථික අර්බුදයේ දිගුකාලීන බලපෑම වෙනස් හා කුතුහලය දනවන පරිසරයක් නිර්මාණය වී තිබේ.",
        "අන්වීක්ෂීය සමාගම් වෙන කවරදාටත් වඩා ඔවුන්ගේ ණය ප්රමාණය වේගවත් කරයි. පෞද්ගලික මූල්ය ආයතන, විශේෂයෙන් මාර්ගගත ණයවල නව ණය, සමාජ වෙබ් අඩවි හරහා ණය ලබා දේ. ඒ හැරුණු විට, ණය, ණය සහ මාසික ණය ලබා ගත හැක්කේ ක්ෂුද්ර මූල්ය සමාගම් විසිනි.. දිවා කාලයේ පොලී ණය සුළු ජීවනෝපාය ප්රයත්නයන්ගෙන් සම්බන්ධ අය විසින් ලබා ගනී. මීට අමතරව, දේශීය වෙළඳසැල්, මූල්ය සමුපකාර සංවිධාන, මූල්ය සමුපකාර සංවිධාන සහ සමුර්දි යන රටවල රාජ්ය නොවන සංවිධාන විසින් රාජ්ය නොවන සංවිධාන විසින් නිර්මාණය කරනු ලැබේ.",
        "ණය නැවත ලබා දීම සහ සතියකට කණ්ඩායම් වෙත යාම ගම්වල කාන්තාවන්ගේ ජීවිතය බවට පත්ව ඇත.. කුඩා කණ්ඩායම් රැස්වීම් සතිපතා කුඩා කණ්ඩායම් රැස්වීම්වලදී සහභාගී වීමට හා සුරැකීමට උනන්දු වෙති. මෙයට හේතුව ගබඩා කිරීම සහ නිසි අයවැය තුළින් හදිසි අවස්ථා සඳහා හදිසි ණය ප්රමාණයක් ලබා ගැනීමට සුදුසුකම් ලැබීම සඳහා බව සහතික කිරීමයි. නමුත් ඔවුන්ගේ ආදායමෙන් කොටසක් ඉතිරි කර දෙනවාට වඩා ඔවුන්ට ඉතිරිකිරීම් කළ හැකිය. අන්වීක්ෂීය සමාගම් විශාල මූල්ය ප්රමාණයක් ලෙස අවශ්ය වන විට වැඩිම උනන්දුවක් දක්වන උපරිම පොලී ප්රමාණය ලබා ගනී. මෙම ණය අඩු පොලී අනුපාතයකින් ආපසු ගෙවීම සඳහා ඔවුන්ට සමාජ ආයතනවල (සම-විධිවිධා, කාන්තා සංගම්, ග්රාම සංවර්ධන ගායනා සහ සමුර්දි) ණය ලබා ගනී.. මේ ආකාරයට, අර්බුදය මධ්යයේ, ක්ෂුද්ර මූල්ය කටයුතු මගින් කාන්තාවන් ආපසු හැරවිය නොහැකි ණය සඳහා තල්ලු කරනු ඇති අවදානම ඇති කර තිබේ.",
        "ජීවනෝපායන් සඳහා ණය ලබා ඇති අයට, විශේෂයෙන්, ජීවනෝපායන් සඳහා, ආහාර නඩත්තු කිරීමේ පිරිවැය සහ පශු සම්පත් විකිණීම, ජීවනෝපාය ක්රියාකාරකම් නැවැත්වීම.. ආදායම් අඩු වී ඇති බැවින් ඔවුන්ගේ ජීවනෝපාය දිගටම කරගෙන යාමට ඔවුන් වැඩි වශයෙන් ණයට ගැනීමට මැලි වේ. කෘෂිකාර්මික හා ගෘහ උපකරණ ඇතුළුව කුඩා වත්කම් සහිත දරන්නන්. මෙහි ප්රති result ලයක් ලෙස මිනිසුන් විසින් ජීවනෝපාය පාඩු හා දේපළ වැඩි වේ.. දැන් ණය හිමියන්ට ඔවුන්ගේ ජීවනෝපාය ශක්තිමත් කිරීම සඳහා ණය නොලැබෙන අතර ඔවුන්ගේ ජීවනෝපාය ණය වේ.",
        "ජනතාවගේ මූල්ය ඉල්ලුම දිනෙන් දින වැඩි වෙමින් පවතී - මෙය ඔවුන්ගේ සුඛෝපභෝගී වියදම්වලින් සරලව වැඩි නොවේ. ඒ වෙනුවට, මූලික අවශ්යතා සාමාන්යය විසින් සපුරාලන විට පවා දැනට පවතින අධික ජීවන වියදම වැඩි වේ. කාන්තාවන් තම ආහාර වේල වෙනස් කිරීමෙන් හා ආහාර ප්රමාණය අඩු කිරීමෙන් පසුව පවා තම පවුල් පෝෂණය කිරීම සඳහා කාන්තාවන් විශ්වාස කරති.",
        "ණය ආපසු ගෙවීම සඳහා ඔවුන්ට ප්රමාණවත් ආදායමක් නොලැබෙන බව ඔවුන්ට ණය ලබා ගනී - මෙය ආහාර රුචිය වැළැක්වීම සඳහා අන්ධ විශ්වාසයක් ඇති අන්ධ විශ්වාසයක් ඇති ක්රමයකි. ණය පොලී අනුපාත සහ පවුල් අයවැය පිළිබඳ නිසි අවබෝධයක් නොමැති නිසා මිනිසුන් ණයගැසීමට නොපැමිණේ. ජීවත්වීම හැර වෙනත් විකල්පයක් නොමැති නිසා භයානක යැයි දැන ගැනීම. මෙය ඉතා ඉක්මනින් තවත් පවුල් ණය අර්බුදයක් නිර්මාණය කරනු ඇත.",
        "අර්බුදයට මුහුණ දෙන කාන්තාවන්ට රජය කිසිදු සහනයක් ලබා දී නොමැත. ඒ වෙනුවට, ජාත්යන්තර මූල්ය අරමුදල සහ ආර්ථිකය ස්ථාවර කිරීම ගැන ජනාධිපතිතුමාට සුබ පැතුම්. ඔවුන් වැඩෙන පවුලේ ණය අර්බුදය නොසලකා හැරේ.",
        "එම අර්බුදයන්ගෙන් ඉස්මතු වීමට රාජ්ය සැලසුම් සහ ප්රතිපත්ති සහ විසඳුම්වල අඩුපාඩු නිසා ඇති වන අර්බුදය. විශේෂයෙන් ක්රියාත්මක වන වක්ර බද්ද සහ විදුලි බදු වැඩිවීම් විශේෂයෙන් ජනතාව මත විශාල බරක් වී තිබේ. නමුත් ආහාර සුරක්ෂිතතාව, අධ්යාපනය සහ සෞඛ්යය වැනි ජනතාව විසින් ගෙවන ලද බදු වල මූලික සේවාවන් වඩාත් විනෝදජනක හා වේදනාකාරී ය.",
        "ආදායම දැනටමත් අහිමි වී ඇති පුද්ගලයින් සඳහා අලුතින් පටවන ලද බරින් මූල්ය සංසරණයේ අවශ්යතාවය වැඩි වේ. ණය උකස්, විකිණීම හෝ ලබා ගැනීම වැනි කුඩා වත්කම් සෑදීමට මෙය මාර්ගයයි. ජනතාවගේ මෙම අවශ්යතා උපයෝගී කර ගනිමින් මූල්ය ආයතන එක් එක් මට්ටමේ පුරවැසියන් ඉලක්ක කර ගනිමින් ණය දැල් විසි කරයි.",
        "මෙම තත්වය නිසා ඇති වන්නේ ණය මත කේන්ද්රගත වූ දිගුකාලීන ආර්ථික ප්රතිපත්ති ය. ඔවුන්ගේ සුඛෝපභෝගී වියදම් සහ මූල්ය දැනුම නොමැතිකම නිසා අතීතයේ ජනතාවට චෝදනා කළ සංවිධාන විසින් ජනතාවගේ ණය ආපසු ගෙවීම සඳහා ණය බරින් මිරිකී ෙනොමැති සංවිධානද?",
        "අතීතයේ දී, අතීතයේ ඇති ක්ෂුද්ර ජීවීන්ගේ ක්රියාකාරකම් මැඩපැවැත්වීම සඳහා ගත් ක්රියාකාරකම් පොලී සීමාවන්, ණය කාලය සහ ණය ගොඩනැගිලි කාලය හා කාලය විය. එපමණක් නොව, කාන්තාවන් කුඩා කණ්ඩායම්වලට සම්බන්ධ වීමෙන් සතිපතා සතිපතා ඉතිරිකිරීමක් සිදු කරන අතර සාධාරණ පොළියක සාධාරණ ණය පුළුල් කිරීමේ ක්රියාවලිය - ගුවන් ණය යනු ජනතාව උගුල් වලින් පිටතට ගෙන ඒමට විසඳුම්යි.. එහෙත් දැවැන්ත ආර්ථික කම්පනය හේතුවෙන් ජනතාව ණයට ගැනීම සම්පූර්ණයෙන්ම වළක්වා නොගත්තේය.",
        "මෙම තත්වය තුළ, ක්ෂුද්ර අරමුදල සහ ණය නියාමන අධිකාරියේ පනත් කෙටුම්පත රාජ්යයෙන් ඉදිරිපත් කරන ලද රාජ්ය ණය ගැටළුව විසඳන්නේද?අපි වැඩිවන ණය අවශ්යතා සහ විකල්ප විසඳුම් සෙවීමකින් තොරව අප දිගටම ණය ලබා ගැනීමට යන්නේද?",
        "දැවැන්ත අර්බුදයක් මධ්යයේ ග්රාමීය ආර්ථිකයේ මූල්යකරණය සහ කාන්තා ශ්රමය හා දේපළ සූරාකෑම නුසුදුසු ය. ක්ෂුද්ර මූල්ය සංකල්පය ශක්තිමත් කළ යුතු අතර එය කාන්තාවන් ශක්තිමත් කරන මිථ්යාව බිඳ දැමිය යුතුය. ආර්ථික අර්බුදයේ බර මත කාන්තාවන් පැනවීමෙන් වැළකී සිටීම. ඊට පටහැනිව, ආහාර සුරක්ෂිතතාව, අධ්යාපනය සහ සෞඛ්යය වැනි සමාජ ආරක්ෂණ වැඩසටහන් ශක්තිමත් කිරීම සඳහා ආයෝජන සැපයීම සඳහා රජය වගකීම ඉටු කළ යුතුය.",
        "මෙම ලිපියේ කතුවරයා වන්නේ ආර්ථික යුක්තිය උදෙසා ස්ත්රීවාදී කණ්ඩායමේ සාමාජිකයින් වන සුකනියා කන්දිබන් සහ නන්දිනි කදිර්ගමාර් ය."
      ]
    },
    "en": {
      "title": "Microscopic activities and women after the economic crisis in the North and East",
      "body_lines": [
        "The burden of the current economic crisis in Sri Lanka is imposed on every families and women. Getting loans in this situation is a way of dealing with their financial needs. This also leads to their exploitation and dismay.",
        "Evolved into a major problem with follicle in the post -war north and east. In 2018, some attempts were made to reduce the activities of companies. Debt Returns and Loan Time. However, microfinance and family loans due to the impact of the current economic crisis;Can re -observe the increase. Attempts against the financial institutions on that day provided a temporary solution. The long -standing impact of the economic crisis we are currently facing has created a different and intriguing environment.",
        "Microscopic companies make their credit more faster than ever before. Private financial institutions, especially the new loans of online loans, are offering loans through social websites. Apart from that, the loans, the loans and the monthly loans are available by micro finance companies.. Day by day interest loans are also obtained by those involved in minor livelihood efforts. In addition, local stores are getting loans in small groups, financial cooperative organizations and Samurdhi for created by NGOs, NGOs.",
        "Re -obtaining loans and going to groups a week for it has become the life of women in the villages.. Are interested in participating and saving at small group meetings weekly. This is because in order to ensure themselves to be eligible to get some large loans immediately for emergencies through storage and proper budget. But they are able to perform savings than they save a portion of their income. Microscopic companies get the debts of the highest amount of interest when needed as a large financial amount. They receive loans from social institutions (co -operatives, women's societies, rural development chants and samurdhi) to repay these loans at a lower interest rate.. In this way, in the midst of the crisis, micro financial activities have created the risk that women will be pushed into irreversible debt.",
        "Those who have received loans for livelihoods, especially for livelihoods have increased the costs of maintaining fodder, and selling livestock, stopping livelihood activities.. They are reluctant to borrow more to continue their livelihood as incomes have diminished. Holders with small assets, including agricultural and home appliances. As a result of this, livelihood losses and possessions are increased by people.. Now the creditors do not get loans to strengthen their livelihood, their livelihood is the debts.",
        "People's financial demand is increasing day by day - this is not simply increased by their luxury costs. Instead, the excessive existing cost of life increases even when the basic requirements are met by the average. Women believe in follicle to feed their families even after changing their diet and cutting the amount of food.",
        "They get the loan well aware that they will not get enough income to repay the loan - this is a blind -confident system with a blind confidence to prevent appetite. People do not get caught up in debt because people have no proper understanding of loan interest rates and family budget. Knowing to be dangerous because they have no choice but to live. This will soon be creating another family loan crisis.",
        "The government has not provided any relief to women who face the crisis. Instead, the International Monetary Fund and the President congratulate themselves for stabilizing the economy. They are overlooking the growing family debt crisis.",
        "Crisis caused by shortcomings in state plans and policies and solutions to emanate from those crises. The indirect tax and electric tax increases brought into effect, in particular, have become a huge burden on the people. But the basic services of the taxes paid by the people, such as food security, education and health, are more fun and painful.",
        "Newly loaded loads on people who have already lost their income increases the need for financial circulation. This is the way to make their small assets, such as mortgage, selling or obtaining loans. Financial institutions are targeting citizens at each level and throwing debt nets by using these needs of the people.",
        "This situation is due to long -term economic policies that are centered on debt. Do organizations who have accused the people of the past to get into debt because of their luxury costs and lack of financial knowledge, are the fact that people are now embroiled in debt to repay the government's debts?",
        "In the past, the activities taken to curb the activities of microfinances in the past were interest restrictions, the time of debt and the time of building loans. Moreover, women are doing savings a weekly savings by joining small groups, and the process of expanding the reasonable loans of reasonable interest -free credit is the solutions to bring people out of the traps.. But the decisions did not completely prevent people from getting into debt due to massive economic shock.",
        "In this scenario, will the Micro Fund and Debt Regulatory Authority Bill put forward by the state solve the real debt problem?Are we going to seek the reasons for the increasing debt requirements, and without looking for alternative solutions, we are going to continue to obtain loans?",
        "The financialization of the rural economy and the exploitation of women's labor and possessions for the past five decades is inappropriate amidst a massive crisis. The concept of microfinance has to be reinforced and it has to break the myth that it strengthens women. To avoid imposing women on top of the burden of economic crisis. On the contrary, the government should re -take responsibility to provide investments to strengthen the social security programs such as food security, education and health.",
        "The author of the article is Sukanya Kandiban and Nandini Kadirgamar, members of the feminist group for economic justice."
      ]
    }
  },
  "summary_lines": [
    "In Sri Lanka, the economic crisis burdens families and women, leading to increased microfinance activities and debt. Women in rural areas participate in weekly savings groups, aiming to secure emergency loans, but face high-interest debt. The government's lack of relief and the financialization of rural economies exacerbate the crisis, exploiting women's labor and possessions."
  ]
}