{
  "translated_text": {
    "si": {
      "title": "\"ප්රීති ගංගා උද්යානය\", එය අද ජනතාවට භාර දෙනු ඇත",
      "body_lines": [
        "ගාල්ල, හොරුවගොඩ \"චෙරින් ගංගා උද්යානය\" පරිසර උද්යානය අද (13) පස්වරු 5.00 ට සවස 5.00 ට මහජනයාට මහජන ස්ථානයට භාර දෙනු ඇත.",
        "චෙරින් ගංගා උද්යානය ගාලු නගරයේ සිට බොහෝ දුරින් හොගෝඩාවේ ඉදිකර ඇත. 2021 දී ආරම්භ වූ උද්යානය අක්කර 14 ක වඳ භූමියකි.",
        "නාගරික සංවර්ධන හා නිවාස අමාත්යාංශය යටතේ නාගරික සංවර්ධන අධිකාරිය විසින් සැලසුම් සකස් කර ඇත.",
        "හොනුවගොඩ සර්වින් ගංගා උද්යානය, පදික වේදිකා, උමං මාර්ග, ළමා උද්යාන, සාප්පු කුට්ටි, පාරිසරික පද්ධති සූර්ය බලයෙන් ක්රියාත්මක වේ.",
        "කෘෂිකාර්මික භෝග සහ වෙනත් භාණ්ඩ ජනතාවට විකිණීමේ සැලසුමක් ද එය ක්රියාත්මක කරයි.",
        "ඉදිරියේදී, සංචාරක කර්මාන්තයට ප්රමුඛත්වය දෙමින් සංචාරක කර්මාන්තයට ප්රමුඛත්වය දෙමින් අනාගතයේදී බෝට්ටු සේවාව සංචාරක කර්මාන්තයට ප්රමුඛත්වය දෙමින් වල්ලෙල්ල සහ ගාල්ල වෙත උද්යානයේ සිට පැවැත්වේ.",
        "ඊට අමතරව, දශක ගණනාවක් තිස්සේ ඔන්ගෝඩා සහ ඔබාද්ර ප්රදේශයේ ජනතාව මුහුණ දෙන ගංවතුර තත්ත්වය උද්යානයට පාලනය කළ යුතුය.",
        "සෞඛ්ය හා කර්මාන්ත අමාත්ය ආචාර්ය රමේෂ් පතිරාන ද මෙම අවස්ථාවට සහභාගී වේ."
      ]
    },
    "en": {
      "title": "\"Cheer River Park\", which will be handed over to the people today",
      "body_lines": [
        "The Galle, Holuvagoda \"Cherin River Park\" Environmental Park will be handed over to the public at 5.00 pm today (13) at 5.00 pm.",
        "Cherin River Park has constructed in Holugoda, far from Galle City. The park, which began in 2021, is a barren land of 14 acres.",
        "Plans have been prepared by the Urban Development Authority under the Ministry of Urban Development and Housing.",
        "The Holuvagoda Serin River Park Lake, sidewalks, tunnels, children's parks, shop blocks, environmental systems and operates with solar power.",
        "It also implements a plan to sell agricultural crops and other goods to the people.",
        "In the future, the boat service will be held from the park to Wakwella, Vattareka and Galle, giving priority to the tourism industry.",
        "In addition, the park has to control the flood situation faced by the people of Holugoda and Obadha area for decades.",
        "Minister of Health and Industry Dr. Ramesh Pathirana will also attend the event."
      ]
    }
  },
  "summary_lines": [
    "\"Cherin River Park in Holugoda, a 14-acre project by the Urban Development Authority, opens today. It features a lake, solar-powered systems, and plans for agricultural sales. Future boat services will boost tourism, and it aims to mitigate flooding in the area. Dr. Ramesh Pathirana will attend.\""
  ]
}