{
  "translated_text": {
    "si": {
      "title": "විත්තිකරු නිදහස් කළේ කවුද?",
      "body_lines": [
        "නඩුව විභාගයටෙමින් පවතින නඩුවක විත්තිකරු සියලු චෝදනා මත අත්අඩංගුවට ගෙන තිබේ.",
        "මහේස්ත්රාත්වරයාගේ අත්සන වංචා කිරීම සහ රුපියල් ලක්ෂ 35 ක් වංචා කිරීම සම්බන්ධයෙන් ඔහු අත්අඩංගුවට ගෙන තිබේ.",
        "නෙගම්බෝ විශේෂ අපරාධ විමර්ශන අංශයේ නිලධාරීන් පිරිසක් විසින් ඉරිදා උදෑසන අත්අඩංගුවට ගත් මෙම පුද්ගලයා උසාවියේ හිටපු සේවකයෙකි.",
        "ඔහු වැලෙරීරා උසාවියේ කාර්යාල සහායකයා වූ අතර එවැනි බොරු වංචා සිදුකරමින් ඇප මත මුදා හැර ඇති බව සැලකිය යුතුය.",
        "ඔහු එවැනි වංචාවකට සම්බන්ධ වන අතර, ඔහු නීතිපති දෙපාර්තමේන්තුවේ සේවායෝජකයා සහ පුදුක්කඩයි මහාධිකරණය බව පවසමින් කියා සිටියේය.",
        "වෙනප්පුව ප්රදේශයේ පදිංචිකරුවෙකුට එරෙහිව කටුනායක ගුවන්තොටුපල අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ (සීඅයිඩී) බලධාරීන් විසින් ගොනු කරන ලද නඩුවක දී ඔහු ගුවන් සමාගම ඉවත් කිරීම සඳහා ව්යාජ ලියකියවිලි හා පැමිණිලි ලේඛනවල වංචනික ලෙස සම්බන්ධ වී සිටී.",
        "මේ අවස්ථාවේ දී, වෙනප්පුව ප්රදේශයේ පුද්ගලයෙකු තම රථවාහන තහනම අහෝසි කිරීම සම්බන්ධයෙන් නෙගම්බෝ අධිකරණයේ රෙජිස්ට්රාර්ට හමුවිය.. ඒ අතරම, තමා සතුව තිබූ කේස් ලියකියවිලි ව්යාජ එකක් වන අතර මහේස්ත්රාත්වරයාගේ අත්සන ව්යාජ බව සොයා ගන්නා ලදී.",
        "පසුව පුද්ගලයා අත්අඩංගුවට ගැනීම නෙගොම්බෝ මහේස්ත්රාත් අධිකරණය හරහා ලබා ගන්නා ලදී.. කෙසේ වෙතත්, ඔහුගේ මලාපවහනය වෙනස් කළ පුද්ගලයා පොලිසියට හසු නොවීය.",
        "ඔහු තම බිරිඳ සමඟ වලාටාලා, හෙන්ඩලෙයිහි මහල් නිවාසයක ජීවත් වේ. එතැන් සිට ඔහු තම බඩු ඉරිදා උදෑසන සිට පලා යාමට මහල් නිවාසය යටතේ කඳවුරට ගෙන ආවේය.",
        "මේ සම්බන්ධයෙන් ලැබුණු තොරතුරු පදනම් කරගෙන මෙම පුද්ගලයා අත්අඩංගුවට ගෙන තිබේ. ඔහු තම බිරිඳ සමඟ ද අත්අඩංගුවට ගෙන තිබේ."
      ]
    },
    "en": {
      "title": "Arrested who released the defendant",
      "body_lines": [
        "The defendant of a lawsuit that is being heard in court has been arrested on all allegations.",
        "He has been arrested for allegedly defrauding the signature of the magistrate and defrauding Rs 35 lakhs.",
        "The man, who was arrested on Sunday morning by a group of officials of the Negombo Special Criminal Investigation Division, is a former servant of the court.",
        "It is noteworthy that he was the office assistant in the Welisara Court and was released on bail by committing such false scams.",
        "He is involved in such fraud, claiming that he is the employer of the Attorney General's Department and the Pudukkadai High Court.",
        "In a case filed by the authorities of the Katunayake Airport Criminal Investigation Department (CID) against a resident of the Wennappuwa area, he is involved in the fraudulently involved in fake documents and prosecution documents to remove the airline.",
        "In this case, a person from the Wennappuwa area met with the registrar of the Negombo Court regarding the abolition of his traffic ban.. At the same time, it was found that the case documents that he had is fake and the signature of the magistrate was fake.",
        "Subsequently, the arrest of the person was obtained through the Negombo Magistrate's Court.. However, the person who was changing his residences had not been caught in the police.",
        "He lives with his wife in an apartment in Hendalai, Wattala. From there, he brought his goods to the base under the apartment to flee on Sunday morning.",
        "The man has been arrested on the basis of information received in this regard. He has also been arrested with his wife."
      ]
    }
  },
  "summary_lines": [
    "A court defendant was arrested for allegedly forging signatures and defrauding Rs 35 lakhs. The suspect, a former court office assistant, claimed to be an employer of the Attorney General's Department and the Pudukkadai High Court. Involved in fraudulent activities, including fake documents related to a traffic ban and airline issues, the individual was apprehended after attempting to evade capture by moving between residences. His arrest, along with his wife's, was facilitated based on received information."
  ]
}