{
  "translated_text": {
    "si": {
      "title": "බංග්ලාදේශයේ තත්වය හොඳ පාඩමක් විය යුතුය - ප්රේනියාට්.c.",
      "body_lines": [
        "ජනතාව සමඟ පාලනය කළ නොහැකි පුද්ගලයින්ට යොමු වන්නේ ප්රජාතන්ත්රවාදය හා ෆැසිස්ට් ප්රතිපත්තිය සමඟ ක්රියා කිරීමයි. පාලක පක්ෂයේ පාර්ලිමේන්තු මන්ත්රී ප්රේමන.",
        "අඟහරුවාදා (06) පාර්ලිමේන්තුවේදී පාර්ලිමේන්තුවේදී, මාතරා නිල්වල ගංගා ඉදිකිරීම පිළිබඳ කල් තැබීමේ විවාදය අමතමින්, ප්රතිරෝධී ජල වැළැක්වීම නිසා ඇති වන ගැටළුව.",
        "20122 දී ශ්රී ලංකාවේ තත්වය දැන් බංග්ලාදේශයේ දක්නට ලැබේ.",
        "අපගේ ආණ්ඩුවේ වැරදි වැටහීම් කිහිපයක් සමඟ, විරෝධතා ආරම්භ වූයේ 2022 කින් ය. ආර්ථික අර්බුදයෙන් පීඩාවට පත් වූ ජනතාව ප්රජාතන්ත්රවාදී ආකාරයකින් රජයට විරෝධය පළ කළහ.",
        "දේශපාලන පක්ෂයක් තම දේශපාලනය සඳහා වූ ජනතාවගේ අරගලය ෆැසිස්ට් ප්රතිපත්තියෙන් භාවිතා කර ඇත.",
        "රනිල් වික්රමසිංහ මහතා ජනාධිපති ලෙස තේරී පත් වූ බව මෙම පසුබිමට එරෙහිව විය.",
        "රටේ ව්යවස්ථාදායකය සහතික කිරීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ 2022 දී දැඩි තීරණ ගත්තේය.",
        "එය සිදු වී ඇති නිසා රට ආර්ථික අර්බුදයෙන් සොයා ගත් බව රටේ ජනතාව හොඳින් දනිති.",
        "ජනතාව සමඟ පාලනය කළ නොහැකි අය යොමු කරන්නේ ප්රජාතන්ත්රවාදය හා ෆැසිස්ට් ප්රතිපත්තිය සමඟ ක්රියා කිරීමයි."
      ]
    },
    "en": {
      "title": "The situation of Bangladesh should be a great lesson - Premnath.C.",
      "body_lines": [
        "People who cannot rule with the people are referring to democracy and act with fascist policy. The ruling party parliamentarian Premnath.",
        "Speaking at the adjournment debate on the issue of the construction of the Matara Nilwala Ganga, which was held on Tuesday (06) in Parliament, the problem caused by the resistant water prevention.",
        "Sri Lanka's condition is now found in Bangladesh in 20122.",
        "With a few misconceptions of our government, the protests originated in 2022. The people affected by the economic crisis protested the government in a democratic way.",
        "A political party has used the people's struggle for their politics with fascist policy.",
        "It was against this backdrop that Ranil Wickremesinghe was elected president.",
        "President Ranil Wickremesinghe made tough decisions in 2022 to ensure the country's legislative.",
        "The people of the country are well aware that the country has recovered from the economic crisis because it has done so.",
        "Those who cannot rule with the people are referring to democracy and act with fascist policy."
      ]
    }
  },
  "summary_lines": [
    "Bangladesh's current situation serves as a cautionary tale for Sri Lanka. In 2022, Bangladesh faced economic crises leading to widespread protests. However, these protests were hijacked by political parties for their gain, adopting fascist policies instead of addressing the people's needs democratically. This scenario mirrors Sri Lanka's current challenges, where the government's handling of the Matara Nilwala Ganga construction issue and the subsequent water problems have sparked debates about democracy and governance."
  ]
}