{
  "translated_text": {
    "si": {
      "title": "බෙන්ස් - වෙස්ලි සමාන ගැටුම;බෙන්ස් ක්රීඩකයින් අක්ෂන්, මෙවන් බැබළෙයි",
      "body_lines": [
        "ශාන්ත භාග්යවතුන් වහන්සේ සහ වෙස්ලි විද්යාලය අතර සිකුරාදා (23) සිකුරාදා (23) පී. සරවනමුතු ඕවල් ක්රීඩාංගණය ආරම්භ කිරීම. ජේම්ස් ගැට්මන් පන්දු යැවීම සඳහා 4 වන දින-දිනූ ක්රිකට් තරගයේදී, ශුද්ධ වූ ආශීර්වාදකරුවන් දෙදෙනෙකු ක්රීඩකයින් දෙදෙනෙකු බැබළෙයි, නමුත් එදිරිවාදිකම් සමාන වේ.",
        "සහකාර කණ්ඩායම් නායක අර්ෂාන් ජෝශප් ලකුණු 40 කට වඩා වැඩි ප්රමාණයක් ලබා ගත් අතර මේවන් දිසානායක පන්දු යැවීමේදී-කඩුල්ලේ පේළියක් වාර්තා කළේය.",
        "කෙසේ වෙතත්, කණ්ඩායම් දෙක ක්රීඩාවේ පළමු දිනයට සමාන බව පෙනේ.",
        "පළමු තරගය ජයගත් ශාන්ත භාග්යවතුන් වූ කණ්ඩායම පළමු ඉනිමේදී කඩුල්ල අහිමි වූ අතර ලකුණු 150 ක් රැස් කළේය.",
        "ශාන්ත භාග්යවතුන්ගෙන් එක් අවස්ථාවක දී කඩුලු 3 ක් අහිමි වූ අතර ලකුණු 35 ක් පමණි.",
        "සිව්වන කඩුල්ලේ, කණ්ඩායමේ නායක ෂන්මුගනාදන් ෂා රුජන් ලකුණු 57 ක් බෙදාගෙන කණ්ඩායම වැටීමෙන් බේරා ගත්තේය.",
        "ෂා රුජන් ලකුණු 29 ක් ලබා ගත් අතර ලකුණු 30 ක් සමඟ තරගය අහිමි විය.",
        "වමේ-අතුන්ටඩ් සහ සහකාර හා සහකාර කණ්ඩායමේ කපිතාන්වරයෙකු වන අර්ෂාන් ජෝශප්ට ලකුණු 42 දක්වා ලකුණු 8 දක්වා පරාජයට පත්විය.",
        "ලැලින් සුබසිංහ ලකුණු 40 කට කඩුලු 4 ක් ද, කපිතාන් සනිටූ අමරසිංහ ලකුණු 45 කට කඩුලු 4 ක් දවා ගත්තේය.",
        "ඊට පිළිතුරු වශයෙන් පළමු ඉනිමේදී පන්දුවට පහර දෙමින් පළමු ඉනිමේදී පන්දුවට පහර දුන් වෙස්ලි විද්යාලය ලකුණු 122 ක් රැස් කළේ පළමු දින අවසානයේ කඩුලු 8 ක් අහිමිවීම සඳහා ය.",
        "වෙස්ලි ලකුණු 26 ක් සමඟ තරගය ආරම්භ කළ විට කවින්දු අමරසිංහ ලකුණු 6 ක් රැස් කළේය. මුළු සංඛ්යාව නොවෙනස්ව පවතින අතර තවත් කඩුලු 2 ක් කඩා වැටුණි.",
        "එතෙක්, කාර්යක්ෂමව ක්රීඩා කිරීමට හැකි වූ බ්රෙන්ඩන් ප්රනාන්දු ලකුණු 20 ක් රැස් කළේය.",
        "ලොලින් සුබසිංහ. 4 වන කඩුල්ලේ කණ්ඩායම ලබා ගැනීමට සේනුජා ද කණ්ඩායම ලබා ගැනීමට උත්සාහ කළේය. නමුත් ඔවුන් දෙදෙනාම ලකුණු 25 ක් බෙදා ගත් විට ලලූට ලකුණු 20 ක් අහිමි විය.",
        "සෙනසු සහ අනුනුකා බහන්දා පසුව 5 වන කඩුල්ල වෙනුවෙන් ලකුණු 29 ක් බෙදා ගත්හ.",
        "ඉන් පසු ලකුණු 17 කින් කඩුලු 3 ක් දවා ගනිමින්. (109 - 8 විග්.)",
        "ශාන්ත භාග්යයේ පන්දු යැවීමේදී මෙවන් දිසානායක ලකුණු 43 කට කඩුලු 5 ක් දවාගනූ අතර යොහාන් එත් සිංහා ලකුණු 38 කට කඩුලු 2 ක් දවා ගත්තේය."
      ]
    },
    "en": {
      "title": "Benz - Wesley equal conflict;Benz players Akshan, Mewan shining",
      "body_lines": [
        "The commencement of the P. Saravanamuthu Oval Stadium on Friday (23) between St. Blessed College and Wesley College. In the 4th annual 2 -day cricket match for the James Gatman Bowl, two Holy Blessings Players shone, but the rivalry is equal.",
        "Assistant Team Leader Arshan Joseph scored more than 40 runs and Mewan Dissanayake recorded a 5 -wicket row in bowling.",
        "However, it is seen that the two teams are equal to the first day of the game.",
        "The St. Blessed team, who won the first match, lost the wicket in the first innings and scored 150 runs.",
        "The St. Blessed team lost 3 wickets at one point and scored only 35 runs.",
        "In the fourth wicket, the team captain Shanmuganathan Shah Rujan shared 57 runs and rescued the team from the fall.",
        "Shah Rujan got 29 runs and lost the game with 30 runs.",
        "Arshan Joseph, a left -handed and assistant team captain, lost 42 runs to the 8th.",
        "Lalin Subasinghe took 4 wickets for 40 runs while team captain Sanitu Amarasinghe took 4 wickets for 45 runs.",
        "In reply, Wesley College, who was batting in the first innings, scored 122 runs for the loss of 8 wickets at the end of the first day.",
        "When Wesley started the match with 26 runs, Kavindu Amarasinghe was run out with 6 runs. While the total number remained intact, 2 more wickets fell.",
        "Until then, Brendon Fernando, who had been able to play efficiently, scored 20 runs.",
        "Lolin Subasinghe. Senuja also tried to retrieve the team in the 4th wicket. But when they both shared 25 runs, Lalul lost 20 runs.",
        "Senuja and Anuka Bahansara then shared 29 runs in the 5th wicket with 13 runs.",
        "After that, 3 wickets fell by 17 runs. (109 - 8 wig.)",
        "In the bowling of St. Blessed, Mewan Dissanayake took 5 wickets for 43 runs while Yohan Ethi Sinha took 2 wickets for 38 runs."
      ]
    }
  }
}