{
  "translated_text": {
    "si": {
      "title": "மொத்தமாக 425 பேர் கைது",
      "body_lines": [
        "මානව inations ාතන 180 ක්, විමර්ශනවල පුද්ගලයින් 180 දෙනෙකු සහ වීසා කාලයෙන් පසු පුද්ගලයින් 180 දෙනෙකු සහ අත්අඩංගුවට ගත් පුද්ගලයින් 425 දෙනෙකු සම්බන්ධයෙන් අත්අඩංගුවට ගෙන ඇති අතර 425 දෙනෙකු වීසා කාලයෙන් පසු විදේශීය පුරවැසියන් 219 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "පාර්ලිමේන්තුවේදී අඟහරුවාදා (05) සුසන්ත කුමාර නවරත්න මහතා පාර්ලිමේන්තුවේදී. எழுப்பிய கேள்வி ஒன்றுக்குப் பதிலளிக்கும் போதே  அவர் இவ்வாறு குறிப்பிட்டார்.",
        "වීසා බලපත්රය අවසානයේ රට තුළ රැඳී සිටින පුද්ගලයින් පිළිබඳ නීතිය ගෙන තිබේ. ක el ර-මුදල් පනතට අනුව පරීක්ෂණ ආරම්භ කර ඇති අතර ඔවුන් අත්අඩංගුවට ගැනීමට පියවර ගෙන තිබේ.",
        "මහජන ආරක්ෂක අමාත්යාංශයේ සහ මහජන ආරක්ෂණ අමාත්යාංශයේ ආයතන, පොලිස් දෙපාර්තමේන්තුව, ආගමන දෙපාර්තමේන්තුව සහ සම්පත් දෙපාර්තමේන්තුව, අවදානමේ අවදානම, අවදානමේ අවදානම, එන්ජීඕ මහලේකම්, ජාතික පොලිස් පුහුණු මධ්යස්ථානය, ජාතික පොලිස් පුහුණු මධ්යස්ථානය, ජාතික පොලිස් පුහුණු මධ්යස්ථානය, ජාතික පොලිස් පුහුණු මධ්යස්ථානය, ජාතික පොලිස් පුහුණු මධ්යස්ථානය, ජාතික පොලිස් පුහුණු මධ්යස්ථානය, ජාතික පොලිස් පුහුණු මධ්යස්ථානය.",
        "ශ්රී ලංකා පොලිස් දෙපාර්තමේන්තුව 28, ආගමන හා සංක්රමණ දෙපාර්තමේන්තුව, 149 ක් සහ පොලිස් දෙපාර්තමේන්තුව විසින් තුවක්කු භාවිතා කරන සතුන් දඩයම් කිරීම සහ ආයුධ භාවිතා කරමින් සතුන් දඩයම් කිරීම පිළිබඳව පොලිස් දෙපාර්තමේන්තුව පරීක්ෂණ පවත්වයි.",
        "වීසා කාලයෙන් හා වීසා බලපත්ර කොන්දේසි වලට පටහැනිව රට තුළ රැඳී සිටින අය සහ විදේශ ගමන් බලපත්ර ලබා ගැනීම සඳහා රටට පැමිණෙන අයට සම්බන්ධව ආගමන හා සංක්රමණ දෙපාර්තමේන්තුව නීතිමය පියවර ගනිමින් සිටී.",
        "ඒ අනුව, මානව ings ාතන, පුද්ගලයින් 180 දෙනෙකු, තුවාල ලැබූවන් සම්බන්ධයෙන් පරීක්ෂණ සඳහා පුද්ගලයින් 180 දෙනෙකු තුවාල ලබා ඇති අතර තහනම් සතුන් දඩයම් කිරීම සම්බන්ධයෙන් පුද්ගලයින් 180 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "ආගමන හා සංක්රමණ දෙපාර්තමේන්තුව වියට්නාම් පුරවැසියන් 23 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ. පාකිස්තාන පුරවැසියන් දෙදෙනෙකු, බංග්ලාදේශ පුරවැසියන් 56 ක්, ඉන්දියානුවන් 56 ක්, චීන පුරවැසියන් 66 දෙනෙකු, පිලිපී පුරවැසියන්, රුසියානු පුරවැසියන් දෙදෙනෙකු, රුසියානු පුරවැසියන් දෙදෙනෙකු, 99 දෙනෙකු, ඉතාලිය සහ සුඩානය 59 ක් ලෙස අත්අඩංගුවට ගෙන තිබේ. පොලිස් අංශයේ මානව ings ාතන සම්බන්ධව විවිධ තුවක්කු අත්අඩංගුවට ගෙන ඇති බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "A total of 425 arrests",
      "body_lines": [
        "A total of 425 persons have been arrested in connection with the human assassinations, 180 people in investigations and 180 injured, and 425 people have been arrested in connection with the hunting of banned animals and 219 foreign citizens have been arrested in the country after the visa period.",
        "Susantha Kumara Nawaratne MP on Tuesday (05) in Parliament. He said this while responding to a question raised.",
        "Lawing on persons staying in the country have been taken into the end of their visa period. In accordance with the Cruelty-Currency Act, investigations have been initiated and steps have been taken to arrest them.",
        "The Institutions of the Ministry of Public Safety and the Ministry of Public Safety, the Department of Police, the Department of Immigration and the Department of Resources, the National Council of the Risk of the Risk, the Secretariat of the NGO, the National Police Training Center.",
        "The Sri Lanka Police Department, 149, the number of investigations carried out by these institutions after the current government came to power, and the police department is conducting investigations into human massacres using guns and hunting of animals using weapons.",
        "The Department of Immigration and Emigration is taking legal action in connection with those who stay in the country after the Visa period and contrary to the visa conditions, and those who come to the country to obtain passports.",
        "Accordingly, a total of 425 persons have been arrested in connection with the number of people arrested in connection with human killings, 180 people in investigations into the injured and 4 in connection with the hunting of banned animals.",
        "The Department of Immigration and Emigration has arrested 23 Vietnam citizens. Two Pakistani citizens, 106 Bangladesh citizens, 56 Indians, 4 Chinese citizens 6 Thai citizens, 2 Philippines citizens, Burundi 2, Kenya 2, an Ethiopian citizen, one Nepal citizen, one Nepal citizen, three Russian citizens, two Russian citizens 219 people have been arrested as 1, Italy and Sudan. He said 23 various guns have been seized in connection with human killings in the police sector."
      ]
    }
  },
  "summary_lines": []
}