{
  "translated_text": {
    "si": {
      "title": "කොළඹ ඩෙංගු රෝගීන්ගෙන් බොහෝ දෙනෙක් කොළඹදී ලියාපදිංචි වී සිටිති",
      "body_lines": [
        "රටේ අයහපත් කාලගුණය හේතුවෙන් 1,874 දෙනෙකු මේ මස මුල සිට මේ මස මුල සිට හඳුනාගෙන ඇති බව ජාතික ඩෙංගු මර්දන ඒකකය පවසයි.",
        "ඒ අනුව මේ වසර ආරම්භයේ සිට ඩෙංගු රෝගීන් 41,285 ක් වාර්තා වී තිබේ.",
        "මීට විශේෂයෙන් බටහිර පළාතේ, කොළඹ, කළුතර සහ ගම්පහා දිස්ත්රික්කවල රෝගීන් 17,549 ක් වාර්තා වී ඇති අතර වැඩිම ඩෙංගු රෝගීන් සංඛ්යාවක් වාර්තා වේ.",
        "එසේම, යාපනය. දිස්ත්රික්කයේ රෝගීන් 4,832 ක්, මධ්යම පළාතේ මහනුවර දිස්ත්රික්කයේ රෝගීන් 4,288 ක් සහ සබරගමුව පළාතේ, කෙගල්ල සහ රත්නපුර දිස්ත්රික්කයේ රෝගීන් 4,177 ක්, ජාතික ඩෙගුවාට් තුරන් කිරීමේ ඒකකය පවසයි."
      ]
    },
    "en": {
      "title": "Most of the dengue patients registered in Colombo",
      "body_lines": [
        "The National Dengue Eradication Unit said 1,874 people have been identified from the beginning of this month due to inclement weather in the country.",
        "Accordingly, 41,285 dengue cases have been reported from the beginning of this year.",
        "In particular, 17,549 patients have been reported in the Western Province, Colombo, Kalutara and Gampaha districts and the highest number of dengue patients are reported.",
        "Also, Jaffna. 4,832 patients in the district, 4,288 patients in the Kandy district of Central Province and 4,177 patients in the Sabaragamuwa Province, Kegalle and Ratnapura district, the National Dengue Eradication Unit said."
      ]
    }
  },
  "summary_lines": [
    "Colombo reports high dengue cases: 1,874 patients identified since start of month, 41,285 total cases this year. Western Province leads with 17,549 cases, followed by Jaffna (4,832), Kandy (4,288), and Sabaragamuwa (4,177)."
  ]
}