{
  "translated_text": {
    "ta": {
      "title": "X-PRESS PEARL ගිනිගන්නා බව කපිතාන් හා දේශීය සමාගම හාබර් මාස්ටර්ට වසන් කරලා",
      "body_lines": [
        "எக்ஸ்பிரஸ் முத்து கப்பலால் நாட்டின் குடியிருப்பு சூழலுக்கும் பொருளாதாரத்திற்கும் எஸ்.எல்.எஃப்.பி சேதம் ஏற்பட்டதற்காக 1 பில்லியன் அமெரிக்க டாலர்களை செலுத்துமாறு உச்சநீதிமன்றம் இன்று கப்பலுக்கு உத்தரவிட்டது.",
        "ඊට අදාළ මූලික අයිතිවාසිකම් පෙත්සම්වල තීන්දුව ප්‍රකාශයට පත්කළ පංච පුද්ගල ශ්‍රේෂ්ඨාධිකරණ විනිසුරු මඩුල්ල තීන්දු කළේ මෙම සිද්ධියේදී එවක විෂයභාර රාජ්‍ය අමාත්‍ය නාලක ගොඩහේවා, සමුද්‍රීය පරිසර ආරක්ෂණ අධිකාරියේ සභාපති නීතීඥ දර්ශනී ලහඳපුර සහ නීතිපතිවරයා මූලික අයිතිවාසිකම් උල්ලංඝනය කර ඇති බවය‍‍.",
        "சிங்கப்பூர் கொடியின் கீழ் பதிவுசெய்யப்பட்ட எம்.வி எக்ஸ்பிரஸ் முத்து கப்பல், கொழும்பில் 9.5 கடற்படை கடலில் தீப்பிடித்தது.",
        "அடுத்த நாள், கப்பலின் போது வெடிப்பு ஏற்பட்டது, மற்றும் கப்பலில் 1486 டன் நைட்ரிக் அமிலம் மற்றும் பிற ரசாயனங்கள் மற்றும் அழகு அழகுசாதனப் பொருட்கள் இருந்தன.",
        "உலக வரலாற்றில் வரலாற்றில் மிகப்பெரிய கடல்சார் விபத்தின் வரலாற்றைக் கொண்டு, சில நாட்களில் கப்பல் முற்றிலும் எரிந்து கொண்டிருந்தது.",
        "அத்தகைய நிலைமை குறித்து இழப்பீடு வழங்குவதற்காக பேராயரின் பேராயரின் நான்கு அடிப்படை உரிமை மனுக்களை பேராயர் விறுவிறுப்பாக தாக்கல் செய்கிறார்.",
        "ஐந்து நாள் விசாரணையின் அறிக்கையின்படி, திருமதி திருமதி. திருமதி. திருமதி. மெர்வி பெர்னாண்டோ, 30 நாள் விசாரணையானது 361 பக்கங்களின் தீர்ப்பு.",
        "\"மேற்கு, வலது மற்றும் வடக்கு கடலோர வேலைநிறுத்தங்கள் உலகின் மிக மோசமான கடல் சூழலின் கடுமையான விபத்தால் கடுமையாக சேதமடைந்தன. மேலும், நெகோம்போ உட்பட பாமுனுகாமா, மேற்கு மாகாணத்தின் மீன்பிடி சமூகத்திற்கு வலுவான பொருளாதார தாக்கங்களை ஏற்படுத்தினார். கேப்டன், உள்ளூர் முகவர், கப்பலின் உள்ளூர் நிறுவனம், சி சிஸ்டம்யூலேஷன்களுக்கு பொறுப்பாகும். எக்ஸ்பிரஸ் முத்து மற்றும் உள்ளூர் நிறுவனத்தின் கேப்டன் எக்ஸ்பிரஸ் முத்து கேப்டன், எக்ஸ்பிரஸ் முத்து மற்றும் உள்ளூர் நிறுவனத்தின் கேப்டன் கொழும்பு ஹார்பர் மாஸ்டருக்கு தகவல்களை ஈடுகட்ட பார்த்துள்ளார். \"",
        "சம்பவத்தின் போது முதலமைச்சர் மாநில அமைச்சராக நியமிக்கப்பட்டுள்ளதாக தலைமை நீதிபதி கூறினார். திரு. நலகா கோடஹேவா அடிப்படை உரிமைகளையும் மீறியுள்ளார்.",
        "\"மாநில அமைச்சர் டாக்டர் பொது அமைச்சர் கடமைகள் மனுவுக்கு பதிலளிப்பவராக பெயரிடப்பட்டனர். நாலகா கோதஹேவாவின் கடற்கரையைப் பாதுகாப்பதற்கான சட்டரீதியான பொறுப்பு பொறுப்பு வழங்கப்பட்டாலும். கடல்சார் சுற்றுச்சூழல் பாதுகாப்பு ஆணையத்தின் தலைவர், கடல் சுற்றுச்சூழல் பாதுகாப்பு ஆணையத்தின் (உறுப்பினர்), மராட்கள், விசானிபுரா மற்றும் கடல் பொல்லஸ் சட்டத்தின் தலைவர் ஆகியோர் கடல்சார் மாசுபாடு தடுப்புச் சட்டத்தால் கைவிடப்பட்டுள்ளனர்.. இந்த நேரத்தில் அவர் இயக்குநர்கள் குழுவைச் செய்ய வேண்டியிருந்தது மற்றும் இயக்குநர்கள் வாரியத்தை வரவழைத்தார். இந்த சோகத்திற்குப் பிறகு, சிங்கப்பூரில் சிவில் வழக்கை மாற்றி, இலங்கையின் உயர்நீதிமன்றத்தில் குற்றவியல் வழக்குகள் இல்லாமல் ஒரு வழக்கில் தாக்கல் செய்வதே அட்டர்னி ஜெனரல். அதன்படி, மூவரும் பொதுமக்களின் அடிப்படை உரிமைகளை மீறியுள்ளனர். \"",
        "இந்த வழக்கின் உத்தரவுகளை தலைமை நீதிபதி அறிவித்தார், கருவூல செயலாளருக்கு இலங்கை சுற்றுச்சூழல் அமைப்பு மற்றும் மீன்பிடி சமூகம் உள்ளிட்ட கருவூல செயலாளருக்கு இழப்பீடு வழங்க உத்தரவிடப்பட்டது.",
        "முதல் கட்டணம் செப்டம்பர் 23 க்கு முன்னர் வழங்கப்பட்டது என்றும் செப்டம்பர் மாதத்திற்குள் முடிக்கப்பட வேண்டும் என்றும் தலைமை நீதிபதி கூறினார்.",
        "சோகத்திற்கு பொறுப்பான சோகத்திற்கு எதிராக நடவடிக்கை எடுக்க மூன்று மாதங்களுக்கு சட்டமா அதிபர் மீதான விசாரணையைத் தொடங்க குற்றவியல் புலனாய்வுத் துறையின் இயக்குநருக்கு வழங்கப்பட்ட பெஞ்ச்.",
        "நீதிபதி மதுல்லா லஞ்சம் கமிஷன், லஞ்சம் அல்லது ஊழல் இயக்குநர் ஜெனரலுக்கு உத்தரவிட்டார்.",
        "ஊக்குவிக்க இழப்பீடு வழங்குவதற்கான எக்ஸ்பிரஸ் முத்து சோகம். சுற்றுச்சூழல் அமைச்சின் செயலாளர் தலைமையிலான குழுவை நிறுவவும் உச்ச நீதிமன்றம் உத்தரவிட்டுள்ளது.",
        "உச்சநீதிமன்ற உத்தரவுகளின் முன்னேற்றத்தை அடைய செப்டம்பர் 25 ஆம் தேதி இந்த வழக்கு மீண்டும் எடுக்கப்படும்."
      ]
    },
    "en": {
      "title": "Captain and Local Company concealed that X-press Pearl firel",
      "body_lines": [
        "The Supreme Court today ordered the Ship to pay the US $ 1 billion for the damage to the SLFP to the country's residential environment and the economy by the Express Pearl ship.",
        "The Five-member Supreme Court Judge Badulla, published in the fundamental rights petitions, was decided by State Minister Nalaka Godahewa, Chairman of the MEPA.",
        "The MV XPress Pearl ship, registered under the Singapore Flag, was set on fire at 9.5 Naval Sea in Colombo.",
        "The next day, an explosion occurred during the ship, and the ship had 1486 tons of nitric acid and other chemicals and beauty cosmetics.",
        "The ship was completely burning in a few days, with the history of the largest maritime accident in the history of the world to history.",
        "The Archbishop is thrillingly filed four fundamental rights petitions of the Archbishop of the Archbishop for compensation on such a situation.",
        "According to the statement of the five-day hearing, Mrs. Mrs. Mrs. Mrs. Mrs. Mervy Fernando, the 30-day trial, was the verdict of 361 pages.",
        "\"West, right and northern coastal strikes were severely damaged by the fierce crash of the world's worst maritime environment. Also, Pamunugama, including Negombo, had strong economic impacts to the fishing community of the Western Province. Captain, the local agent, the local agency of the vessel, is responsible for C constemulations. The Captain of the XPRESS PEARL, the captain of the XPress PEARL and local company, has seen the Captain of the XPRess PEARL and local company to cover information to the Colombo Harbor Master. \"",
        "The Chief Justice said that the Chief Minister has been appointed as the State Minister at the time of the incident. Mr. Nalaka Godahewa has also violated fundamental rights.",
        "\"State Minister Dr. Minister of Public Minister Dutitatives named as a respondent of the petition. Although the statutory responsibility to protect the coast of Nalaka Godahewa has been assigned the responsibility. Attorneys-at-Law Visanipura, the Chairman of the Marine Environment Protection Authority, the Chairman of the Marine Environment Protection Authority (MEMBER), the Chairman of the Maradives, Visaniepura and the Marine Pollus Act have also been abandoned by the Marine Pollution Prevention Act.. She had to carry out the board of directors at this time and summoned the board of directors. After this tragedy, the Attorney General is to transfer the civil case in Singapore and filing in a case in the high court of Sri Lanka without criminal cases. Accordingly, all three have violated the fundamental rights of the public. \"",
        "The Chief Justice, announced the orders of the case, was ordered to pay compensation to the Treasury Secretary to the Treasury, including the Sri Lankan ecosystem as well as the fishing community.",
        "The Chief Justice stated that the first payment was made before September 23 and should be completed within September.",
        "The Bench issued to the Director of the Criminal Investigation Department to commence the investigation into the Attorney General for three months to take action against the tragedy responsible for the tragedy.",
        "Judge Madulla ordered the Director General of Bribery Commission, bribery or corruption.",
        "XPress Pearl tragedy for compensation to promote. The Supreme Court has also ordered the establishment of a committee headed by the Secretary to the Ministry of Environment.",
        "The case will be taken up again on September 25 to consult the progress of the Supreme Court orders."
      ]
    }
  },
  "summary_lines": []
}