{
  "translated_text": {
    "si": {
      "title": "2024இல் 28,158 மில்லியன் பெறுமதியான போதைப்பொருட்கள் மீட்பு  - கடற்படை ஊடகப்பிரிவு",
      "body_lines": [
        "නාවික හමුදා මාධ්ය ඒකකයට අනුව, 2024 වර්ෂය පුරාම ශ්රී ලංකා නාවික හමුදාව විසින් සිදු කරන ලද විවිධ වටයන්හි රුපියල් මිලියන 28,158 ක් වටිනා drugs ෂධ සහ drugs ෂධ අත්පත් කර ගෙන තිබේ.",
        "දේශීය සමුද්රීය හවුල්කරුවන් සමඟ පසුගිය වසරේ සිදු කරන ලද විවිධ කවයන්හි දේශීය හා විදේශ රටවල සැකකරුවන් 407 ක් ශ්රී ලංකා නාවික හමුදාවේ නීතියේ දී අත්අඩංගුවට ගෙන තිබේ.",
        "அதேவேளை 28,158 மில்லியன் ரூபாவுக்கு அதிக பெறுமதியுடைய போதைப்பொருள் மற்றும் போதை மாத்திரை உள்ளிட்ட சட்டவிரோதமாக நாட்டுக்கு கொண்டு வரப்பட்ட பல்வேறு பொருட்களும் கைப்பற்றப்பட்டுள்ளன.",
        "රටේ සාගර ජාවාරම ඇතුළුව නීති විරෝධී කටයුතු වැළැක්වීම සඳහා කලාපීය සමුද්රීය හවුල්කරුවන් සමඟ නාවික හමුදාව සාගරවල නිරත වන මුර සංචාර සිදු කරයි.",
        "මේ අතර, නාවික හමුදාවේ, පොලිස්, පොලිස්, මත්පැන් දෙපාර්තමේන්තුව සහ මත්පැන් දෙපාර්තමේන්තුව ඇතුළු මත්පැන් දෙපාර්තමේන්තුව ඇතුළු මත්පැන් දෙපාර්තමේන්තුව සහ ඉන්දියානු නාවික හමුදාව සහ මාලදිවයිනේ මාලදිවයිනේ සාමූහික ආරක්ෂක අංශ. එහි වටිනාකම රුපියල් මිලියන 554 කි.",
        "ඒ හා සමානව, අයිස් ලෙස හැඳින්වෙන ක්රිස්ටෝල් මතරාමයින් drug ෂධය රුපියල් මිලියන 508 ක් වටිනා කිලෝග්රෑම් 1211 කදී අත්අඩංගුවට ගෙන තිබේ.. රුපියල් මිලියන 700 ක කිලෝග්රෑම් 1752 කට වඩා, කේරළ ගංජා කිලෝග්රෑම් 119 කට වැඩි ප්රමාණයක් රුපියල් මිලියන 23 ක්, රුපියල් මිලියන 23 ක්, රුපියල් මිලියන 119 ක්, රුපියල් මිලියන 119 දහසක් 746 පෙති රුපියල් මිලියන 373 ක් වටිනා පෙති.",
        "නාවික හමුදාවේ තොරතුරු මත පදනම්ව පොලිසිය සහ පොලීසිය විසින් 7626 දේශීය ගංජා පැල මිලියනයක 7626 ක් අත්අඩංගුවට ගෙන විනාශ කර තිබේ.",
        "මත්ද්රව්ය අලෙවිය සම්බන්ධයෙන් සැකකරුවන් 230 ක් සහ ගෘහ ධීවරයින් 210 ක් සමඟ අත්අඩංගුවට ගෙන ඇති අතර නීතිමය ක්රියාමාර්ගයක් යටතේ සිටිති.",
        "එසේම, පසුගිය වසරේ නීති විරෝධී ලෙස විකිණීම සඳහා මත්පැන් බෝතල් 226 ක් සමඟ සැකකරුවන් දෙදෙනෙකු අත්අඩංගුවට ගෙන තිබේ.. ඒ හා සමානව, ලක්ෂ 2 දහස් 34,000 670 නීති විරෝධී සිගරට් සහ .ෂධ 972 ක්. සැකකරුවන් 52 දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "මීට අමතරව, ශ්රී ලාංකික මුහුදු සීමාවන් තුළ වන සතුන් විකිණීම සම්බන්ධයෙන් සැකකරුවන් 14 දෙනෙකු අත්අඩංගුවට ගෙන ඇති අතර, ගජමුට්ටු 11 ක් සහ නීති විරෝධී ජාවාරම විදහා දැක්වීය.. ධීවර බෝට්ටුවක් ද පවරා ගන්නා ලදී.",
        "පසුගිය වසරේදී බෙඩි කොළ කිලෝග්රෑම් 65 687 ක්, වියළි කහ කිලෝග්රෑම් 7272 ක්, කිලෝග්රෑම් 7272 ක්, කිලෝග්රෑම් 7272 ක්, කිලෝග්රෑම් 3672 ක්, කෘෂිකාර්මික විෂබීජ නාශක දියර බෝතල් 8330 ක්, පැකට් 566 ක් සහ ආලේපන 726 ක් මේ සම්බන්ධයෙන් ආලේපන 726 ක් හා ආලේපන 720 ක් අත්අඩංගුවට ගෙන තිබේ.. ඔවුන්ගෙන් තිදෙනෙක් ඉන්දියානු පුරවැසියන් ය.",
        "නීතිවිරෝධී සංක්රමණ සහ මිනිස් ජාවාරමට එරෙහිව නාවික හමුදාව දිගටම පියවර ගනිමින් සිටී.",
        "2024 දී ඉන්දියාවේ සිට නීතිවිරෝධී ලෙස ශ්රී ලංකාවට පැමිණීමට උත්සාහ කළ පුද්ගලයින් 20 දෙනෙකු රැටවූ නැවක් නාවික හමුදාව විසින් සහ වැඩිදුර නීතිමය ක්රියාමාර්ග යටතේ අත්අඩංගුවට ගෙන තිබේ.",
        "සමුද්ර ආරක්ෂාව පවත්වා ගැනීම සඳහා සහ ආර්ථික කටයුතු පවත්වාගෙන යාම සඳහා රටේ ජලයේ මත්ද්රව්ය ජාවාරම ඇතුළුව නීති විරෝධී ක්රියාකාරකම් පවත්වා ගැනීම සඳහා ශ්රී ලංකා නාවික හමුදාව 2025 දී නව උපායමාර්ගික වැඩපිළිවෙළක් සමඟ මෙහෙයුම් මාලාවක් පවත්වාගෙන යන බව ශ්රී ලංකා නාවික හමුදාව විසින් නව උපායමාර්ගික වැඩපිළිවෙළක් සමඟ මෙහෙයුම් මාලාවක් පවත්වනු ඇත."
      ]
    },
    "en": {
      "title": "28,158 million worth of drugs in 2024 - Navy Media Unit",
      "body_lines": [
        "According to the Navy Media Unit, 28,158 million rupees worth of drugs and drugs have been seized in various rounds carried out by the Sri Lankan navy throughout the year 2024.",
        "407 suspects from domestic and foreign countries have been arrested in the Sri Lankan navy's law in the country, including drug pill, illegal sales and illegal immigration, in various circles carried out last year with regional maritime partners.",
        "Meanwhile, various items that have been illegally brought to the country, including drugs and drug pills worth more than 28,158 million rupees, have been seized.",
        "The Navy is carrying out regular patrols in the oceans, along with regional maritime partners to prevent illegal activities, including drug trafficking in the country's oceans.",
        "In the meantime, the Navy, Police, Police, Narcotics Division, Police Special Task Force and the Department of Liquor, including the Department of Liquor, were jointly united intelligence rounds, and the seizure of 622 kg of Heroin in conjunction with the Indian Navy and the Maldives Marine Security Forces last year.. Its value is 15 554 million rupees.",
        "Similarly, the christol mthampamine drug, known as Ice, has been seized at 1211 kg worth 11 508 million rupees.. More than 1752 kilograms of 700 million rupees, more than 119 kg of Kerala cannabis, 119 kg of 23 million rupees, 11 lakhs 79 thousand 746 pills worth 373 million rupees.",
        "Based on the information of the Navy, the police and the police have seized and destroyed one million 7626 local cannabis plants.",
        "In addition, 230 suspects, along with 21 domestic fishermen in connection with drug sales, have been arrested and under legal action.",
        "Also, two suspects have been arrested with 226 liquor bottles ready for illegal selling last year.. Similarly, 2 lakhs 34 thousand 670 illegal cigarettes and 972 drugs. 52 suspects have been arrested.",
        "In addition, 14 suspects have been arrested for selling wild animals within the Sri Lankan waters, with 11 gajamuttu and illegal smuggling abroad.. A fishing boat was also taken over.",
        "Last year, 65 687 kg of beedi leaf, 7272 kg of dry turmeric, 368 kg ginger, 8330 agricultural antiseptic liquid bottles, 56 786 packets and 727 cosmetics were arrested in connection with these.. Three of them are Indian citizens.",
        "The Navy continues to take action against illegal immigration and human trafficking.",
        "A ship carrying 20 persons who tried to illegally come to Sri Lanka from India in 2024 raids have been arrested by the Navy and under further legal action.",
        "In addition to the 'Clean Sri Lanka' National Program, the Sri Lanka Navy will carry out a series of operations with a new strategic program in 2025 to maintain illegal activities, including drug trafficking in the country's waters, to maintain marine security and maintain economic activities."
      ]
    }
  },
  "summary_lines": []
}