{
  "translated_text": {
    "si": {
      "title": "විභාග පිළිතුරු පත්රයෙන් සිසුන්ගේ බෙල්ල ඉවතට නොයන්න - එස්මන් රත්නප්රියා වෙතින්",
      "body_lines": [
        "මහජන විමුක්ති පෙරමුණේ ගුරුවරුන්ගේ (ජේවීපී) ගුරු සංගමය ජනාධිපතිගේ ශුභාරංචිය වෙනතකට යොමු කිරීම සඳහා විරෝධතාවක් පවත්වා තිබේ.",
        "ඔහු මේ බව කියා සිටියේ බ්රහස්පතින්දා (27) කොළඹ පැවති මාධ්ය හමුවකදීය.",
        "ගුරුවරුන්ගේ ප්රශ්නය විසඳිය යුතුය. ඔවුන්ගේ ඉල්ලීම් විසඳීමට රජය පියවර ගනිමින් සිටී. කෙසේ වෙතත්, රට ආර්ථික අර්බුදයකට මුහුණ දී සිටින බැවින් ඔවුන්ගේ ඉල්ලීම් වහාම විසඳා නොමැත. මෙම සන්දර්භය තුළ ජනාධිපති රනිල් වික්රමසිංහ මහතා ශුභාරංචිය පැවසීමට සහ එය වෙනතකට යොමු කරන ලෙස ඊයේ දිවයිනේ ජනතාවට පැවසීමට ගියේය.",
        "ඕනෑම කෙනෙකුට ඔවුන්ගේ අයිතිවාසිකම් වෙනුවෙන් සටන් කළ හැකිය. එහි කිසිදු වරදක් නැත. කෙසේ වෙතත්, ජලය, කඳුළු පාලනය කිරීම සහ අධිකරණ නියෝගය පාලනය කිරීමට පොලිසිය පියවර ගෙන තිබේ. කෙසේ වෙතත්, රජයේ අර්බුදය දිගටම කරගෙන යාම සඳහා, පොලිස් ක්රියාමාර්ගයට විරෝධය පළ කරමින් ඔවුන් අධ්යාපන සාමාන්ය විභාග පනතින් ඉවත් වීමට යන බව ඔවුන් ප්රකාශ කර තිබේ.. මෙය සිසුන්ගේ ගෙල සිරකරගේ ක්රියාවයි.",
        "බොහෝ අවස්ථාවලදී ජාතික වැදගත්කමක් ඇති බොහෝ අවස්ථාවලදී එම ක්රියාකාරකම් එම ක්රියාකාරකම් කඩාකප්පල් කිරීමට මහජන විමුක්ති පෙරමුණ පියවර ගෙන තිබේ.. ඉන්දියාවේ තෙල් ලප ඉන්දියාවට ලබා දීමේදී ඔවුන් ද සටන් කළ නමුත් ඔවුන් ඉන්දියාවට ගොස් ඔවුන් මෙම පියවරට සහාය දෙන බව පැවසීය.",
        "එබැවින් රජයට අර්බුදයක් බවට පත් කිරීම සඳහා සිසුන්ගේ අනාගත ජීවිත සමඟ ක්රීඩා නොකරන ලෙස ගුරුවරුන්ගෙන් අපි ගුරුවරුන්ගෙන් ඉල්ලා සිටිමු. විභාග ප්රති .ල ප්රමාද කිරීමෙන් සියලුම විභාග අවාසි සහගත වේ. ඔහු කියා සිටියේ සිසුන් දුක් විඳීමට යන බවයි."
      ]
    },
    "en": {
      "title": "Do not strangle the students' neck away from the exam answer sheet -Saman Ratnapriya",
      "body_lines": [
        "The Teachers Union of the People's Liberation Front (JVP) has staged a protest to divert the president's good news.",
        "He was speaking at a press conference held in Colombo on Thursday (27).",
        "The issue of teachers must be resolved. The government is taking steps to resolve their demands. However, as the country is facing an economic crisis, their demands have not been resolved immediately. In this context, President Ranil Wickremesinghe was going to tell the people of the country yesterday to tell the good news and divert it.",
        "Anyone can fight for their rights. There is no wrong in that. However, the police had taken steps to control the water, tears, and to control the court order. However, in order to continue the government's crisis, they have announced that they are going to withdraw from the Education Ordinary Examination Act, in protest of the police action.. This is the act of strangling the students.",
        "The People's Liberation Front has taken steps to disrupt those activities in many cases of national importance on many occasions.. They also fought during the process of providing India's oil spots to India, but they went to India and said they would support the move.",
        "So we ask the teachers not to play with the future lives of the students to make the government a crisis. All exams will be disadvantaged by delaying exam results. He said the students are going to suffer."
      ]
    }
  },
  "summary_lines": [
    "In response to the Teachers Union of the People's Liberation Front's protest, President Ranil Wickremesinghe urged against disrupting education, highlighting the potential harm to students' futures. The government is addressing teacher demands amidst an economic crisis, but protests and police actions threaten to delay exam results, affecting students adversely."
  ]
}