{
  "translated_text": {
    "ta": {
      "title": "பாலஸ்தீனிய நிலத்தில் இஸ்ரேலிய குடியேற்றம்",
      "body_lines": [
        "மேற்கத்திய வங்கியை மையமாகக் கொண்ட பாலஸ்தீனிய பிரதேசத்தில் இஸ்ரேலிய குடியேற்றம் ஆண்டு முழுவதும் ஒரு சாதனையில் விரிவடைந்துள்ளதாக தெரிவிக்கப்படுகிறது.",
        "ஐ.நா மனித உரிமைகள் அலுவலகம் மேற்குக் கரையில் தெரியவந்தது.",
        "மேற்குக் கரையில் உள்ள ஐக்கிய நாடுகள் சபையின் மனித உரிமைகள் அலுவலகம் மேற்குக் கரையில் நிறுவப்பட்டுள்ளது, அக்டோபர் 2023 ஆம் ஆண்டிற்கான மேற்குக் கரையோர காலத்தில் 24,300 புதிய வீடுகள் கட்டப்பட்டுள்ளன.",
        "இது 2017 முதல் ஒரு ஆண்டில் அதிக எண்ணிக்கையிலான வீடுகள் கட்டப்பட்டுள்ளன.",
        "மேற்குக் கரையின் ஐக்கிய நாடுகளின் மனித உரிமைகள் அலுவலகம், கிழக்கு ஜெருசலேம் உட்பட மேற்குக் கரையின் முடிவை இஸ்ரேல் நோக்கமாகக் கொண்டுள்ளது என்று மேற்குக் கரையில் உள்ள ஐக்கிய நாடுகளின் மனித உரிமைகள் அலுவலகம் தெரிவித்துள்ளது.",
        "இதற்கிடையில், மேற்குக் கரையில் வன்முறையும் அதிகரித்துள்ளது என்று தெரிவிக்கப்பட்டுள்ளது.",
        "அக்டோபர் 7 தாக்குதலுக்குப் பிறகு இஸ்ரேலிய சோதனைகள் உருவாக்கப்பட்டுள்ளன.",
        "இருப்பினும், பயங்கரவாதிகளைத் தேடி அவர்கள் பயங்கரவாதிகள் என்று இஸ்ரேலிய துருப்புக்கள் கூறுகின்றனர்."
      ]
    },
    "en": {
      "title": "Israeli settlement in Palestinian land",
      "body_lines": [
        "It is reported that the Israeli settlement in the Palestinian territory, which is centered on the western bank, has expanded in a record over the year.",
        "The UN Human Rights Office was revealed in the West Bank.",
        "The United Nations Human Rights Office on the West Bank has been established in the West Bank that 24,300 new houses have been constructed in the West Bank period for October 2023.",
        "It is the largest number of houses have been built in a year since 2017.",
        "The United Nations Human Rights Office of the West Bank says that Israel's aimed at the end of the west bank, including east Jerusalem, the United Nations Human Rights office on the West Bank said.",
        "Meanwhile, it is reported that violence on the West Bank has also increased.",
        "Israeli raids have been developed after the October 7 attack.",
        "However, Israeli troops say they are being terrorists in search of terrorists."
      ]
    }
  },
  "summary_lines": [
    "Israeli settlements in Palestinian land, particularly in the West Bank, have significantly expanded, with 24,300 new houses built in October 2023, the highest number since 2017. The UN Human Rights Office in the West Bank has reported this, indicating Israel's intentions for the West Bank, including East Jerusalem. Violence has also increased, with Israeli raids following an attack on October 7, claimed by Israeli troops as a response to terrorists."
  ]
}