{
  "translated_text": {
    "si": {
      "title": "රජයේ දෙපාර්තමේන්තු සහ ජනතාව සහයෝගයෙන් කටයුතු කළ යුතුය - මැතිවරණ කොමිසම",
      "body_lines": [
        "අපි අද හෝ හෙට චක්රලේඛ ගැටළු ප්රකාශයට පත් කරන්නෙමු. මැතිවරණ කොමසාරිස් සමන් ශ්රී රත්නායක මහතා පැවසුවේ රාජ්ය මැතිවරණයට සහයෝගය දැක්වීම නිසා රාජ්ය අංශයේ සහයෝගය සහ රටේ ජනතාව මහ මැතිවරණයක් පැවැත්වීම අපේක්ෂා කරන බවයි.",
        "ඔහු මේ බව ප්රකාශ කළේ බදාදා (26) මැතිවරණ කොමිෂන් සභාවේ කාර්යාලයේ පැවති මාධ්ය හමුවකදීය.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 70 වන වගන්තියට අනුව, 1981 අංක 1, පාර්ලිමේන්තු මැතිවරණ පනතේ 10 වන වගන්තියට අනුකූලව 9 වන පාර්ලිමේන්තුව ඊයේ (අඟහම අඟහරුවාදා) විසුරුවා හරින ලදි.",
        "Those who are contesting in the general election will be able to hand over the nominations from the period of 2024.10.110.10.10.10.10.10.10.10.10.10.10.10.10.10 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20",
        "ඒ අනුව, 2024.11.14 වන දින මහ මැතිවරණය සඳහා ජනමත විචාරණයක් සහ 1024.11 දින 1024.11. 21 වන බ්රහස්පතින්දා තීරණය කිරීම සඳහා ජනාධිපතිවරයා ජනාධිපතිවරයා විසින් නිදහස් කර තිබේ.",
        "ජනාධිපතිවරයාගේ නියෝගය මත මැතිවරණයක් පැවැත්වීමට කොමිසම බැඳී සිටී. නිකුත් කරන ලද ගැසට් පත්රයට අනුකූලව අපි මැතිවරණ ක්රියාවලිය සිදු කරන්නෙමු. ජනාධිපතිවරණයේදී රාජ්ය වත්කම් භාවිතා කිරීම පිළිබඳ නිකුත් කරන ලද චක්රලේඛ සහ කථාංග මහ මැතිවරණයට අනුකූල වේ.",
        "අපි අද හෝ හෙට චක්රලේඛ ගැටළු මුදා හරින්නෙමු. 2023 දී මැතිවරණ වියදම් අංක 03 දරණ නියාමනය කිරීම සඳහා මහ මැතිවරණය නීතියට අනුකූලව පැවැත්වේ.. මහ මැතිවරණය සඳහා නාමයෝජනා පත්රිකා දින පහකට පසු, අපි මැතිවරණ වියදම් ගැසට් නිවේදනයක් නිකුත් කරන්නෙමු.",
        "ජනාධිපතිවරණය ස්වාධීනව හා සාධාරණව පැවැත්විණි. බරපතල සිදුවීම් වාර්තා වී නොමැත. මහ මැතිවරණය ජනාධිපතිවරණය සඳහා සහයෝගිතාව ලබා දෙන ලෙස අපි රාජ්ය අංශයේ සහ රටේ ජනතාවගෙන් ඉල්ලා සිටිමු."
      ]
    },
    "en": {
      "title": "Government departments and people should cooperate- Elections Commission",
      "body_lines": [
        "We will publish circular issues today or tomorrow. Elections Commissioner Saman Sri Ratnayake said that we are expecting the cooperation of the state sector and the people of the country to hold a general election as it cooperated with the presidential election.",
        "He made this statement during a media briefing held at the Elections Commission's office on Wednesday (26).",
        "According to Article 70 of the Constitution, the 9th Parliament was dissolved yesterday (Tuesday) in accordance with Article 10 of the Parliamentary Election Act No. 1, 1981.",
        "Those who are contesting in the general election will be able to hand over the nominations from the period of 2024.10.110.10.10.10.10.10.10.10.10.10.10.10.10.10 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 202 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20 20",
        "Accordingly, on Thursday, 2024.11.14, a referendum for the general election and the Virgin session of the 10th Parliament 2024.11. The president has been released by the President to decide on Thursday 21st.",
        "The Commission is obliged to hold elections on the orders of the president. We will carry out the election process in accordance with the gazette issued. Circulars and episodes issued on the use of state assets during the presidential election will be in accordance with the general election.",
        "We will release circular issues today or tomorrow. The General Elections will be held in accordance with the law to regulate election expenditure No. 03 in 2023. Five days after the nomination papers for the general election, we will issue an election spending gazette notification.",
        "The presidential election was held independently and fair. No serious incidents have been reported. We urge the public sector and the people of the country to give the general election the cooperation for the presidential election."
      ]
    }
  },
  "summary_lines": [
    "Elections Commission calls for cooperation between government departments and citizens for upcoming general election. Commissioner Saman Sri Ratnayake emphasizes collaboration similar to presidential election. Nomination period set for October 2024. Referendum scheduled for November 14, 2024. Election process to follow legal guidelines and previous presidential election precedents."
  ]
}