{
  "translated_text": {
    "si": {
      "title": "අපි පොත් කියවීමෙන් ජයග්රහණය කරන්නෙමු",
      "body_lines": [
        "2024 ඔක්තෝබර් 2024 ඔක්තෝබර් 2024 ඔක්තෝබර් ඔක්තෝබර් මාසයේ ඔක්තෝබර් මාසයේ දී කල්මුනයි මහමුද් කාන්තා විද්යාලයේ (ජාතික පාසල) පුස්තකාලයේ පුස්තකාලය. නිල් හවුස් නායකයා ලෙස නිල්දේස් නායකත්වය දුන්නේය.",
        "ජංගම පුස්තකාලයක් විවෘත කිරීමේදී විද්යාලයේ විදුහල්පති AP. ප්රධාන ආරාධිත අමුත්තා ලෙස නස්මි සනස්. ජංගම පුස්තකාලයට විවිධ පොත්, ශබ්ද කෝෂ, නවකතා, අධ්යාපනය, විද්වතුන්, පෙළපොත්, ප්රවෘත්ති සඟරා, කවි, කවි, සඟරා ඇතුළත් බව සැලකිය යුතු කරුණකි.",
        "විද්යාලයේ පුස්තකාලය භාරව සිටින විද්යාලයේ පුස්තකාලය, ඒ.. ඒවා ලබා දී ඇත. නියෝජ්ය විදුහල්පතිවරුන් හජිනි එස්.එස්.එම්. සමතා මසුද් ලෙවායි, ඒ.එච්."
      ]
    },
    "en": {
      "title": "We will win by reading the books",
      "body_lines": [
        "The National Reading Month October 2024 on the eve of the State Roundtable Library, the Library of the Library of Kalmunai Mahmood Women's College (National School). Naleem led the green house.",
        "The Principal of the College, AP at the opening of a mobile library. Nasmia Sanus was the chief guest. It is noteworthy that the Mobile Library included a variety of books, dictionaries, novel, education, scholars, textbooks, news magazines, poems, magazines.",
        "The college's library in charge of the college's Library, A.L.. Naleem was provided by them. Deputy Principals Hajiani SSM. Samata Masood Levai, AH Nathira, Assistant Chancellor MS Manuna, Teachers, Library Officers and Students of the Library Association were also present."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "National Reading Month event at Kalmunai Mahmood Women's College. Mobile library launched with various books, dictionaries, novels, educational materials. College principal, deputy principals, teachers, and students attended. Event aimed to promote reading and literacy."
  ]
}