{
  "translated_text": {
    "si": {
      "title": "වන්නි මාධ්යවේදියාගේ ඡායාරූප සඳහා එක්සත් ජාතීන්ගේ පිළිගැනීම",
      "body_lines": [
        "එක්සත් ජාතීන්ගේ සංවිධානය විසින් ශ්රී ලංකාවේ බලහත්කාරයෙන් අතුරුදහන් වූවන් සම්බන්ධයෙන් නිකුත් කරන ලද විශේෂ වාර්තාවක් සඳහා එක්සත් ජාතීන්ගේ ඡායාරූප භාවිතා කර තිබේ.",
        "\"බලහත්කාරයෙන් අතුරුදහන් වීම්වල උරුමය\" (බලහත්කාරයෙන් අතුරුදහන් වීම්වල උරුමය \"(බලහත්කාරයෙන් අතුරුදහන් වීම්වල උරුමය) යන ඡායාරූප ශිල්පීන්ගේ ඡායාරූප.",
        "ශ්රී ලංකාවේ දීර් time කාලයක් තිස්සේ ශ්රී ලංකාවේ අරගල කරමින් සිටි උතුරු හා නැගෙනහිර මව්වරුන්ගේ අත්දැකීම් කෙරෙහි අවධානය යොමු කරමින් මෙම ලිපිය ප්රකාශයට පත් කර ඇති අතර, ශ්රී ලංකාවේ යුද්ධයේදී බලහත්කාරයෙන් අතුරුදහන් වී ඇති දස දහස් ගණනක් ආදරණීයයන්ගෙන් ඉල්ලා සිටී.",
        "මෙම ලිපිය එක්සත් ජාතීන්ගේ මානව හිමිකම් කොමසාරිස් කාර්යාලය විසින් ශ්රී ලංකාවේ දේශීය වගවීම නොමැතිකම පිළිබඳව නිකුත් කරන ලද විශේෂ වාර්තාවක සහයෝගයෙන් ප්රකාශයට පත් කරන ලදී.",
        "\"සමහර විට මම නැවත මගේ පුතාව නැවත දකින්නෙමි, නැතහොත් අවම වශයෙන් ඔහුව භූමදාන කළ ස්ථානය ගැන සොයා ගන්න.\"2009 සිට බලහත්කාරයෙන් අතුරුදහන් වූ තම පුතා සොයා ගැනීමේ නිල්ක් නැති අරගලයක යෙදී සිටි මවකි.",
        "සරණාගත කඳවුරු සඳහා, ගම්වල ජනතාව සහ අනෙකුත් මව්වරුන්ගේ ජනතාව සහ අතුරුදහන් වූවන් අතුරුදහන් වූවන් සහ අතුරුදහන් වූවන් දින 2,650 කට සාමකාමී පෙලපාලි පැවැත්වූහ.අපේ ස්වාමිපුරුෂයා කොහෙද?",
        "මීට වසර 15 කට පෙර ශ්රී ලංකාවේ සිවිල් යුද්ධය අවසන් වුවද බලහත්කාරයෙන් අතුරුදහන් වී ඇති relatives ාතීන් තම ආදරණීයයන් සඳහා සත්යය සහ යුක්තිය සඳහා අරගල කරති. දශක එකහමාරක පසු, ඔවුන්ගේ ආදරණීයයන්ගේ ඉරණම හෝ ස්ථානය පිළිබඳ කිසිදු තොරතුරක් ඔවුන්ට ලැබී නැත.",
        "\"බලහත්කාරයෙන් අතුරුදහන් වූවන්ගේ උරුමය\" යන ලිපියේ පළ වූ ඡායාරූප දෙකේ කනපති පිල්ලෙයි කුමනාන්, වසර ගණනාවක් වන්නි හි වසර ගණනාවක් වන්නි හි වාර්තා කර ඇත.",
        "මීට වසර තුනකට පෙර ව්යාජ ගසක් ජාවාරම්කරුවෙකු නිරාවරණය කිරීම සඳහා ආරක්ෂක හමුදාවන්ගේ තර්ජනවලට අමතරව, ඔහුගේ වෘත්තීය මිතුරා ෂන්මුගම් තවාසිලන් සමඟ ඔහුට දරුණු ප්රහාරයකට මුහුණ දීමට සිදුවිය.",
        "වන්නි හි මාධ්යවේදීන්ට එරෙහිව බොහෝ ප්රචණ්ඩකාරී සිදුවීම් රාශියක් ඇති බව සැලකිය යුතුය."
      ]
    },
    "en": {
      "title": "UN recognition for photos of Vanni journalist",
      "body_lines": [
        "The United Nations has used photographs taken by a leading Tamil journalist in Vanni for a special report issued on the forcible missing persons in Sri Lanka.",
        "Photos of photographers Kanapathi Pillai Kumanan have been used for the article \"Legacy of Enforced Disappearances\" (Legacy of Enforced Disappearances Hounts Sri Lanka) published by the United Nations Human Rights Commissioner's Office on May 21.",
        "This article has been published, focusing on the experiences of mothers of the North and East, who have been struggling in Sri Lanka for a long time, asking tens of thousands of loved ones who have been forcibly disappeared during the war in Sri Lanka.",
        "The article was published in collaboration with a special report issued by the United Nations Human Rights Commissioner's Office on the lack of local accountability in Sri Lanka.",
        "\"Maybe I will see my son again or at least find out where he was buried.\"A 72 -year -old mother, who has been in an endless struggle to find her son who has been forcibly disappeared since 2009, has expressed hope in an article published by the United Nations.",
        "For refugee camps, the masses in the villages, and the wives of other mothers and the missing and the disappeared, have been holding peaceful demonstrations for 2,650 days.Where is our husband?",
        "Although the Civil War in Sri Lanka ends 15 years ago, the relatives of the forcibly disappeared continue to struggle for the truth and the justice for their loved ones. After one and a half decades, they have not received any information about the fate or location of their loved ones.",
        "Kanapathi Pillai Kumanan, the owner of the two photos, published in the article titled \"The legacy of the forcible missing,\" has been reporting in the Vanni for many years in Vanni.",
        "In addition to the threats of security forces in the media, he had to face a fierce attack along with his professional friend Shanmugam Tawaseelan for exposing a fake tree smuggling three years ago.",
        "It is noteworthy that there are many violent incidents against journalists in the Vanni."
      ]
    }
  },
  "summary_lines": [
    "The UN has featured photos by Tamil journalist Kanapathi Pillai Kumanan in a report on enforced disappearances in Sri Lanka, highlighting the struggles of families affected by the conflict. The report, focusing on the experiences of mothers in the North and East of Sri Lanka, underscores the ongoing quest for truth and justice regarding forcibly disappeared individuals from the civil war, which ended 15 years ago. Despite the passage of time, relatives remain hopeful and continue to demand answers, as evidenced by peaceful protests in refugee camps and villages."
  ]
}