{
  "translated_text": {
    "si": {
      "title": "රහ්මාන් - සිරා අංශය සහ මෝහියි දේව් සම්බන්ධ නොවේ",
      "body_lines": [
        "නිර්මාපකයෙකු වන ආර් රහ්මාන් - සයිරා බංගාව දික්කසාදයෙන් සිය 29 මංගල උත්සවය 29 ට පිළිතුරු දී තිබේ. මෙම නිවේදනය පසුගිය අඟහරුවාදා සිදු කරන ලදී.",
        "මේ අතර, සුප්රසිද්ධ බේස් ගිටාරයේ ගිටාර්වාදී මෝහිිනි මොහිිනි ඔෆ් ඇගේ සැමියා මාර්ක් හර්ක්ච්ච් හි ආර්.ආර්.. ආර් රහ්මන්ගේ දික්කසාදය සම්බන්ධ කර ගැනීමෙන් මෙය සමාජ ජාලයේ ප්රකාශයට පත් කරන ලදී. මෙම සන්දර්භය තුළ, සයිරා නීති yer වන්දනා ෂා පෞද්ගලික මාධ්ය සමාගමට මෙය පැහැදිලි කර තිබේ.",
        "\"මේ හා සම්බන්ධ කිසිම සම්බන්ධයක් නැහැ. දික්කසාද වූ තීන්දුව ලබාගත් රහ්මාන් සහ සයිරා. ගැඹුරින් සිතුවිල්ල ගත් තීරණය. එය මෘදු නොවේ. මෙය අන්යෝන්ය දික්කසාදයකි. එබැවින් මූල්යමය හුවමාරුව පිළිබඳ කිසිදු තීරණයක් මෙතෙක් කර නැත, \"නීති lawyer වන්දනා මහතා පැවසීය.",
        "සංගීත නිර්මාපකය ආර් රහ්මාන් මන්දිරයේ 1992 චිත්රපටය වන මැනී රත්නම්ගේ 1992 චිත්රපටය 'රූජා' චිත්රපටයේ රචනා කළේය. ඔහු ඔස්කාර් මෑන් ලෙස සමරනු ලැබූ අතර දෙමළ, තෙළිඟු, හින්දි සහ ඉංග්රීසි වැනි විවිධ භාෂාවලින් සංගීතය රචනා කරයි.",
        "ස්ලම්ඩෝග් මිල්ලිනර් කුඩා ඉංග්රීසි ඉංග්රීසි චිත්රපටයක් සඳහා ඔස්කාර් 2 ක් දිනා ගත්තේය. ඔහු 1995 දී සාර බැනු සමඟ විවාහ විය. ඔවුන්ට දියණියන් කටුජා, රහීමා, පුතා අමිනි. මෙම අවස්ථාවේ දී, ආර් රහ්මාන් වෙන් වනු ඇති බව සයිරා බුමා නිවේදනය කළේය. ඔවුන්ගේ විවාහයේ වසර 29 ක් විවාහය අවසන් වී තිබේ.",
        "ඇගේ නීති lawyer වරයා වන වැන්ඩනා ෂා විසින් නිකුත් කළ නිවේදනයක දී, සයිරා බැනු පැත්ත අඟහරුවාදා සයිර බැනු පැත්තෙන් ෂේයිරා බැනරු ඇගේ විවාහයෙන් වසර කිහිපයකට පසු \"රහ්මාන්ට බෙදීමේ දුෂ්කර තීරණයක් ගෙන තිබේ.. මෙම තීරණය ගෙන ඇත්තේ ඔවුන්ගේ සම්බන්ධතාවයේ ඇති වූ චිත්තවේගීය පීඩනය නිසාය. දෙදෙනාම එකිනෙකාට ගැඹුරින් ආදරය කළත්, දෙදෙනා අතර ඇති වූ දුෂ්කරතා සහ නොවිසඳුණු පරතරය මතුවූහ. මෙම තීරණය මහත් වේදනාවක් හා වේදනාවක් සමඟ කළේය. මේ අභියෝගාත්මක මොහොතේ, මිනිසුන් තම පෞද්ගලික හැඟීම්වලට ගරු කළ යුතුයි. \"",
        "සුදුසුකම් ලත්නය: සර නීති සහෝදරයාගේ වාර්තාව මුදා හැරීමෙන් පැය ගණනක්, ආර් රහ්මාන් පෝස්ට් එකක මෙසේ පැවසීය, \"අපි අවුරුදු 30 ක් ළඟා වෙමු.. නමුත්, සෑම දෙයක්ම අදෘශ්යමාන තීරණයක්. කැඩුණු මනසෙහි බර අනුව දෙවියන් වහන්සේගේ සිංහාසනය පවා සොලවන්නට ඇත. කෙසේ වෙතත්, මෙම විසිරී යාමේදී, අප අදහස් කරන්නේ කැඩුණු කෑලි සම්බන්ධ නොවුනත් අප අර්ථය සොයමින් සිටිමු. ඔබ මෙම දුර්වල පරිච්ඡේදය තරණය කරන විට ඔබේ කරුණාවට හා අපගේ පෞද්ගලික ජීවිතය ගැන ඔබට ස්තූතියි. \"",
        "මොහිනි: කොල්කටාගේ මොහිනි ඩි මත පදනම් විය. ඔහු ar රහ්මාන් ලොව පුරා ප්රසංග 40 කට අධික සංඛ්යාවක මූලික නගරයක් ලෙස කටයුතු කර ඇත. මෙයින් ඔහුට ගෝලීය පිළිගැනීමක් ලැබුණි. ඔහු 2023 දී වෙනම ඇල්බමයක් නිකුත් කළේය. මෝහියෝ රචනා රචනා සහ ගායකයෙක් වීම සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "Rahman - Saira Division and Mohini Dev are not involved",
      "body_lines": [
        "Composer AR Rahman - Saira Banu has answered their 29 -year wedding life by divorce. The announcement was made last Tuesday.",
        "In the meantime, AR Rahman's band of the famous Base Guitarist Mohini De December her husband Mark Hartsuch. This was published on the social network by contacting AR Rahman's divorce. In this context, Saira lawyer Vandana Shah has explained this to the private media company.",
        "“There is no connection to this and it. Rahman and Saira, who took their divorce decision self. The decision taken by the thought of deeply. It is not mild. This is a mutual divorce. So no decision on financial sharing has yet been reached, ”said lawyer Vandana.",
        "Music composer AR Rahman made his debut as composer by Mani Ratnam's 1992 film 'Roja'. He is celebrated as Oscar Man and composes music in various languages ​​such as Tamil, Telugu, Hindi and English.",
        "Slumdog Millinner Smalls won 2 Oscars for an English film. He married Saira Banu in 1995. They have daughters Katija, Rahima, son Amin. In this case, Saira Banu has announced that AR Rahman will split up. Their 29 years of marriage has come to an end.",
        "In a statement issued by her lawyer Vandana Shah on the side of Saira Banu on Tuesday, “Saira Banu has made the difficult decision of splitting her husband AR Rahman several years after her marriage.. This decision has been made due to the emotional pressure they occur in their relationship. Although both loved each other deeply, the difficulties and unresolved gap between the two emerged. Made this decision with great pain and pain. In this challenging moment, people should respect her personal feelings. ”",
        "Eligible Conclusion: Just hours after the release of the Saira lawyer's report, AR Rahman said in a post, “We hope that we will reach 30 years.. But, everything is an invisible decision. May even shake the throne of God in the weight of broken minds. However, in this scatter, we are looking for meaning even if broken pieces do not join. Thank you for your kindness and our personal life as you cross this weak chapter. ”",
        "Mohini De: A Base Witter on Kolkata's Mohini De. He has worked with AR Rahman to be a Basicit in over 40 concerts worldwide. By this he got a global recognition. He released a separate album in 2023. It is noteworthy that Mohini is a composer and singer."
      ]
    }
  },
  "summary_lines": [
    "AR Rahman divorces Saira Banu after 29 years; Mohini De separates from husband"
  ]
}