{
  "translated_text": {
    "ta": {
      "title": "தென் கொரியா ஜனாதிபதியின் நாற்காலியைப் பாதுகாக்கிறது",
      "body_lines": [
        "தென் கொரிய ஜனாதிபதி யூங் சுக் யூலாவுக்கு எதிராக கொண்டுவரப்பட்ட குற்றச்சாட்டு பிரேரணை இன்று (07) பாராளுமன்றத்தில் தோற்கடிக்கப்பட்டது.",
        "தென் கொரியா எதிர்க்கட்சி நேற்று இரவு ஜனாதிபதியின் ஜனாதிபதி சுகோ யூலாவுக்கு எதிராக குற்றச்சாட்டு தீர்மானத்தை கொண்டு வந்தது.",
        "200 எம்.பி.க்களின் ஒப்புதலின்படி, இந்த குற்றச்சாட்டு மூன்றில் இரண்டு பங்கு பாராளுமன்றத்தில் நிறைவேற்றப்பட வேண்டும்.",
        "எதிர்க்கட்சி உறுப்பினர்கள் 192 ஐக் கொண்டுள்ளனர் மற்றும் குற்றச்சாட்டு தீர்மானம் குற்றச்சாட்டை வென்றது.",
        "எவ்வாறாயினும், தேர்தல் தொடங்குவதற்கு முன்பு, ஜனாதிபதியை பிரதிநிதித்துவப்படுத்தும் ஆளும் மக்கள் பார்க் மின் கட்சி உறுப்பினர்கள் எதிர்க்கட்சியின் வலுவான எதிர்ப்பின் மத்தியில் நாடாளுமன்றத்தை விட்டு வெளியேறினர்.",
        "பல எம்.பி.க்கள் மீண்டும் நாடாளுமன்றத்திற்கு திரும்பினர், தேர்தலின் போது கட்சியின் மூன்று உறுப்பினர்கள் மட்டுமே.",
        "ஜனாதிபதி யூன் சுக் யூலாவுக்கு எதிரான குற்றச்சாட்டு தீர்மானம் இன்று பாராளுமன்றத்தில் தோற்கடிக்கப்பட்டது."
      ]
    },
    "en": {
      "title": "South Korea protects the President's chair",
      "body_lines": [
        "The impeachment motion brought against South Korean President Yung Suk Yula was defeated in parliament today (07).",
        "The South Korea opposition brought an impeachment motion against Sukou Yula, the President, the president last night.",
        "The impeachment should be passed in a two-thirds majority of Parliament, according to the approval of 200 MPs.",
        "Opposition members consist of 192 and the impeachment motion were to win the impeachment.",
        "However, before the election began, the ruling People Park Power Party members representing the President left the Parliament in the midst of strong opposition from the opposition.",
        "Several of the MPs returned to parliament again and were only three members of the party at the time of the election.",
        "The impeachment motion against President Yun Suk Yula was defeated in Parliament today."
      ]
    }
  },
  "summary_lines": [
    "South Korea: Impeachment motion against President Yung Suk Yula defeated in parliament today. Opposition needed 200 votes but only had 192. Ruling party members absent during vote."
  ]
}