{
  "translated_text": {
    "ta": {
      "title": "மீதமுள்ள தந்தையின் எலும்புக்கூடு சந்திக்கப்படும்",
      "body_lines": [
        "இத்தாலியின் மகன் தனது தந்தைக்கு என்ன செய்தான் என்பதைக் கண்டுபிடிக்க 6 மாதங்கள் தனது தந்தைக்கு என்ன நடந்தது என்பதைக் கண்டுபிடிக்க என்ன இருக்கிறது என்பதைக் காண முடிந்தது.. கலுடராவில் உள்ள பிக்கு ரிசார்ட்டின் 70 வயதான தந்தை வீட்டில் தனியாக வசித்து வருகிறார்.",
        "இந்த வீட்டில் முன்பு வாழ்ந்த தாயும் கொல்லப்பட்டார். இத்தாலியில் அவரது மகன் தனது மனைவி மற்றும் குழந்தைகளுடன் வசித்து வருகிறார். 6 மாதங்களுக்கு தந்தைக்கு வழங்கப்பட்ட தொலைபேசி அழைப்புகளுக்கு பதில் கிடைக்கவில்லை. இத்தாலியில் இருந்து அவர் தனது அயலவர்களிடம் கேட்டபோது, ​​வீடு கண்டறியப்பட்டதாக அவர்கள் கூறியிருந்தார்கள்.",
        "டான் 19 ஆம் தேதி இலங்கைக்குத் திரும்பி, என்ன நடந்தது என்பதைக் கண்டுபிடிக்க வீடு திரும்பியுள்ளார்.. கதவுகளின் மகன் கதவுகளின் கூட்டணியில் இறைச்சியை மட்டுமே உருகிய மகனுக்குத் தெரிந்தான்.  මේ සම්බන්දයෙන් පොලිීසිය දැනුවත් කිරීමෙන් අනතුරුව මූලික විමර්ශන වලින් අනතුරුව ඇටසැකිල්ලක් බවට පත්ව තිබූ සිරුර නාගොඩ රෝහලට ගෙනගොස් ඇත. டி.என்.ஏ பரிசோதனையை உறுதி செய்வதற்காக அவரது தந்தை செய்யப்பட்டாரா என்பதை உறுதி செய்வதாக இறந்தவர்கள் தெரிவித்தனர்."
      ]
    },
    "en": {
      "title": "The remaining father's skeleton will be met",
      "body_lines": [
        "The son of Italy could see what he could see what was about to find out what had happened to her father for 6 months to find out what he had done to her father.. The 70-year-old father of Bhikku resort in Kalutara is living at home alone.",
        "The mother lived in this house ago was also killed. His son in Italy is living with his wife and children. The phone calls given to the father for 6 months have not received response. When he had asked her neighbors from Italy, they had said that the house had been diagnosed.",
        "Don has returned to Sri Lanka on the 19th and returned home to find out what had happened.. The son of the door was known to the son who had only melted the meat in the coalition of the doors.  මේ සම්බන්දයෙන් පොලිීසිය දැනුවත් කිරීමෙන් අනතුරුව මූලික විමර්ශන වලින් අනතුරුව ඇටසැකිල්ලක් බවට පත්ව තිබූ සිරුර නාගොඩ රෝහලට ගෙනගොස් ඇත. The Dead reported to ensure whether his father was made to ensure the DNA test."
      ]
    }
  },
  "summary_lines": ""
}