{
  "translated_text": {
    "si": {
      "title": "යමෙකුට මුදල් ලැබුණහොත් ඉඩම ඉඩමට ලබා දෙනු ලැබේ - රාජ්ය මාස්තාන් අමාත්යවරයා",
      "body_lines": [
        "ජනාධිපතිගේ සැලැස්ම අනුව සූර්ය බලශක්ති නිවාස යෝජනා ක්රම 50,000 ක් උතුරට ලබා දෙනු ඇත. ග්රාමීය ආර්ථික සංවර්ධන අමාත්ය කද්දාර් මාස්තාන් පවසා ඇත්තේ යමෙකුට පාර්ලිමේන්තු මන්ත්රී සහ ඇමතිවරුන්ගේ නම භාවිතා කරමින් මුදල් හා ඉඩම් ලබා ගන්නේ නම්.",
        "ඔහු මේ බව ප්රකාශ කළේ අඟහරුවාදා (23) අඟහරුවාදා (23) වවුනියාවේ මහනුවර පාරේ පිහිටි ඔහුගේ කාර්යාලයේදී පැවති මාධ්ය හමුවකදීය.. ඔහු දිගටම අදහස් දැක්වීම නිසා,",
        "යුද්ධය අවසන් වීමෙන් පසු, අපේ ජනතාව නැවත පදිංචි කිරීම හා පුනරුත්ථාපනය කිරීම සිහිනයක් මෙන් විය. බොහෝ ඇමතිවරු මේ පිළිබඳව ක්රියා කර ඇතත් එය සම්පූර්ණ කර නැත.",
        "අපගේ දිස්ත්රික්කයේ නිවාස සැලැස්මේ අවශ්යතාවය, යටිතල පහසුකම් අවශ්යතාවය සහ මාර්ගය පුනරුත්ථාපනය කිරීමේ අවශ්යතාවය ගැන අපි නැවත නැවතත් ජනාධිපතිවරයාට පවසා ඇත්තෙමු.. මෙම සන්දර්භය තුළ, අතීතයේ විවිධ නිවාස ව්යාපෘති ක්රියාත්මක කර ඇති බැවින් සන්දර්භය තුළ සූර්ය බලශක්ති නිවාස යෝජනා ක්රමය උතුරට ක්රියාත්මක කිරීමට නියමිතය.",
        "ප්රතිලාභීන් සඳහා රුපියල් ලක්ෂ 35 ක් වටිනා නිවාස යෝජනා ක්රමය ලබා ගත හැකිය. උතුරු පළාතට නිවාස 25,000 ක් ගෙන ඒමට පියවර ගෙන ඇති අතර දැන් එය නිවාස යෝජනා ක්රම 50,000 කට පරිවර්තනය කිරීමට ගෙන තිබේ.. දිස්ත්රික් මට්ටමින් ගනු ලබන තොරතුරු 25,000 ක් ඉක්මවා ගොස් ඇති බැවින් නිවාස යෝජනා ක්රම 50,000 ක් ලබා දීමට පියවර ගෙන තිබේ. මෙයින් කිසිවෙකුට තවදුරටත් උතුරේ නිවාස නොමැති විය නොහැක. සියලුම උප-නියමාරිවරුන්ට නිවාස යෝජනා ක්රමයක් ලැබෙනු ඇත.",
        "අපි ජනතාව, ප්රාදේශීය ලේකම් කාර්යාලය සහ දිස්ත්රික් යෝජනා ක්රමය පමණක් නොව අපගේ දිස්ත්රික්කයේ ජනතාවගේ විදුලි රැහැන් සහ අවශ්යතා ද ලබා ගනිමු.. පොදු ස්ථානවලට විදුලිබල සම්බන්ධතා සහ ජනතාවට ලබා දෙනු ලැබේ. ඒ හා සමානව, ජනතාවගේ පානීය ජල සම්බන්ධතා 5,000 ක් මන්නාරම දිස්ත්රික්කයට 1,500 ක් සහ 5,000 ක් මුල්ලයිටිව් දිස්ත්රික්කයට ජනතාව 5,000 ක් ලබා දීමට ගෙන තිබේ.",
        "මන්නාරම දිස්ත්රික්කයට, වවුනියා දිස්ත්රික්කය සඳහා 1,500 ක් සහ මුලලයිටිව් දිස්ත්රික්කය සඳහා විදුලි සම්බන්ධතාවය ලබා දෙනු ලැබේ.. ගම් මට්ටමේ අවශ්යතා පිළිබඳව ජනාධිපතිවරයා දැනුවත් කිරීම සඳහා විශේෂ අරමුදල් සමඟ මෙම ව්යාපෘති ක්රියාත්මක කර ඇත.",
        "සමහර ගම්වැසියන්ට මෙම තොරතුරු නොලැබේ. විදුලිය හා ජල සම්බන්ධතාවය නොමැති අයට ඔබේ ප්රාදේශීය නිලධාරීන්ට අමතන්න. නැත්නම් අපි දන්වන්න. පොදු වීදි සඳහා විදුලි සම්බන්ධතාවය ද සපයනු ලැබේ. අපේ ජනතාවට අවශ්ය දේ කිරීමට ජනාධිපතිවරයා දයානුකම්පිත ය. ඇසීම අපගේ වගකීමයි. දිස්ත්රික් මට්ටමින් 1,000 කට පුද්ගලයින් 1,000 ක් සඳහා රියදුරු බලපත්ර ලබා දීමට පියවර ගෙන තිබේ. මේ සම්බන්ධයෙන්, තරුණ තරුණියන්ට මග පෙන්වීම සඳහා රාජ්ය සංවිධාන ඉදිරිපත් කළ යුතු අතර විදේශයන්හි රැකියා ස්ථානය දිය කිරීමට ඉදිරිපත් විය යුතුය.",
        "ඒ හා සමානව, බොහෝ ගම්මානවල ඉඩම් වනජීවී - බාර්නැටි ගැටළුවක් වේ. එය මුදා හැරීම සඳහා අඛණ්ඩව ඇවිදීමකි. මම අතීතයේ ජනාධිපතිවරුන් තිදෙනෙකු සමඟ වැඩ කරමින් සිටිමි. එහෙත් අතීතයේ ජනාධිපතිවරු දෙදෙනා පෙන්වන්නේ වැනේලගා හි ඉඩම සපුරා නොමැති බවයි. වත්මන් ජනාධිපති රනිල් වික්රමසිංහ එය නිදහස් කිරීමට වහාම පියවර ගෙන තිබේ.",
        "ක්රියාව ජාතික වශයෙන් සිදු කෙරේ. බොහෝ ඉඩම් මාස දෙකකින් මුදා හරිනු ඇත. නිදහස් කිරීම සඳහා ඉඩමේ විස්තර පැමිණ ඇත. ඉඩම් නොමැති පුද්ගලයින් සඳහා ඉඩම් ඉඩම් ලබා දීමට පියවර ගෙන තිබේ. ඔවුන්ගේ ගමේ නම් ඔවුන්ගේ ගමේ ඉඩම් ලබා දීමට පියවර ගෙන තිබේ. නේවාසික ඉඩම් හා කෘෂිකාර්මික ඉඩම් සැපයීමට පියවර ගෙන තිබේ.",
        "සමහර අය රටේ සමහර ප්රදේශවල ඉඩම් රඳවාගෙන සිටිති. සාමාන්යයෙන් එය මුදවා මහජනයාට ලබා දීමට පියවර ගනු ලැබේ. සමහර අය දැනට කියමින් කියා සිටින්නේ අමාත්යවරයා මන්ත්රීවරයා බවත් ගම්වල මුදල් බවත් අමාත්යවරයා පවසන බවත්ය. බොහෝ නියෝජිතයින්ට අරමුදල් ලැබෙමින් පවතින බව පැවසේ.",
        "අපගේ පාර්ලිමේන්තු මන්ත්රීවරුන්ගේ නම් එවැනි කටයුතු සඳහා යොදා ගන්නේ නම්, පැමිණිල්ලක් කරන්න.. රාජ්ය සේවා සැපයීම සඳහා මුදල් අය කළ නොහැක. අපි ජනතාවගේ සේවකයෝ වෙමු. මිනිසුන්ට මුදල් ලබා දෙන සංස්කෘතියක් නොමැත. වන්නි හි එසේ නොකළ යුතුය.",
        "ඉඩමක් සඳහා දින 15 කින් මෙම ලේඛනය ගෙවනු ලැබේ. වවුනියා මාධ්යවේදීන් ඔවුන්ගේ නේවාසික ඉඩම් ලබා ගැනීමට වසර කීයක් දරයි. නමුත් දින 15 කින් ලේඛනය සමඟ ඉඩම සමඟ ඉඩම කෙසේද?. මේ අනුව, බොරු කතාව පැවසීමෙන් ඔවුන් ගිහියන්ගෙන් වංචා කරති.",
        "අපි ඉඩම් ගැටලුව හා බලධාරීන් සමඟ ඉඩම් ගැටලුව හා පොකුණ පිළිබඳ ගැටලුව ද බලන්නෙමු. යනවා, කතා කරන්න සහ කතා කිරීම මුහුණු පොත්වල පැමිණේ. ඊට සිදු වූයේ එය පසුව නොවේ. එයට සිදුවූයේ කුමක්ද යන්න තොරතුරු වලට සවන් දෙන්න. මිනිස්සු වංචා කරනවා. යම් පුද්ගලයෙක් අක්කර 70 ක ඉඩමක් අල්ලාගෙන විදේශයක පුද්ගලයෙකුට ලබා දුන් බව එම සංවිධානය පෙන්වා දෙයි. ප්රාදේශීය ලේකම් වෙත අභියාචනයක් ඉදිරිපත් කිරීමට පියවර ගෙන තිබේ.",
        "ඒ හා සමානව, අප හමු වන බොහෝ අය අප සමඟ සිටින අතර අපව ඡායාරූප ගත කරති. එවැනි ක්රියාකාරකම් කළ පුද්ගලයෙකු එවැනි ක්රියාකාරකම්වල නිරත වුවහොත්, මම සහකාරියක් නොවෙමි.",
        "පාර්ලිමේන්තු මන්ත්රීවරයෙකුගේ දේශපාලන පක්ෂයේ නියෝජ්ය අරමුදල ප්රාදේශීය ලේකම් වෙත ලිපියක් යවා ඇත්තේ එම ඉඩම වෙනත් පුද්ගලයෙකුට ඉඩම ලබා දීමට ජනතාව සූදානම් බවයි. නමුත් එම ජනතාව එය දන්නේ නැත. මන්ත්රීවරයා නොදන්නා බව. ඔවුන් ගොඩබෑමේ ඉඩම පවා රඳවාගෙන සිටිති. මිනිස්සු සෝදිසියෙන් සිටිය යුතුයි.",
        "ඉඩම් හා නිවාස යෝජනා ක්රම ප්රාදේශීය ලේකම් කාර්යාලයේ ඇත. එහි ගොස් ඔවුන්ගේ විස්තර නොවේ නම් එහි ලියාපදිංචි වන්න. නියෝජිතයින් සඳහා මුදල් ගෙවා ඒ ගැන මිනිසුන් ගැන විමසිලිමත් වන්න. ඉඩම් ලේඛන ලබා ගැනීමෙන් පසු එය දිගු පියවරක් හරහා ගමන් කරයි. එය ජනාධිපතිගේ වැඩවල ප්රාදේශීය ලේකම් කාර්යාලයේ ක්රියාකාරිත්වයයි. පාර්ලිමේන්තු මන්ත්රී මාරා සහ දේශපාලන politicians යන් පවසන්නේ නියෝජිතයන් පවසන්නේ නියෝජිතයන් බොරු ජනතාව ගැන දැනුවත් විය යුතු බවයි."
      ]
    },
    "en": {
      "title": "If someone gets the money, the land is given to the land - the Minister of State Mastan",
      "body_lines": [
        "50 thousand Solar Power Housing Schemes will be provided to the North according to the president's plan. Rural Economic Development Minister Khadar Mastan has said that if someone gets the money and land using the name of the Member of Parliament and the ministers.",
        "He made this statement during a media briefing to take place on Tuesday (23) at his office on Kandy Road, Vavuniya.. As he continues to comment,",
        "After the end of the war, the resettlement and rehabilitation of our people were like a dream. Although many ministers have acted on this, it has not been completed.",
        "We have repeatedly told the President about the need for our district's housing plan, the need for infrastructure and the rehabilitation of the road.. In this context, the solar power housing scheme is to be implemented to the North as various housing projects have been implemented in the past.",
        "The housing scheme worth Rs 35 lakh for beneficiaries will be available. Steps have been taken to bring 25 thousand housing to the Northern Province, and now it is taken to convert it into 50 thousand housing schemes.. Steps have been taken to provide 50 thousand housing schemes as the information taken at the district level has crossed 25 thousand. By this, no one can no longer be homeless in the north. All the sub -families will get a housing scheme.",
        "We are taking information from the people, the Divisional Secretariat and the District Secretariat, not only the housing scheme but also the power lines and needs of the people of our district.. Electricity connections to public places and people are being provided. Similarly, the first phase of the people's drinking water connections have been taken to provide 5,000 people to the Vavuniya district, 1,500 for the Mannar district and 5,000 to the Mullaitivu District.",
        "The electricity connection is being given to Mannar District, 1,500 for the Vavuniya District and 1,500 for the Mulalaitivu District.. These projects have been implemented with special funds to inform the President of the village level requirements.",
        "Some villagers do not get this information. Those who do not have electricity and water connection contact your area officers. Or let us know. The electric connection is also provided for public streets. The President is merciful to do what our people need. It is our responsibility to ask. Steps have been taken to provide driver's licensing for 1,000 people at the district level. In this regard, public organizations should come forward to guide the youth and come forward to melt the position of employment overseas.",
        "Similarly, land in many villages is a wildlife -based problem. There is a continuous walk to release it. I have been working with 3 presidents in the past. But the two presidents in the past show that the land from the Vanayelaga was not fulfilled. The current President Ranil Wickremesinghe has taken immediate action to release it.",
        "Action is being carried out nationally. Many lands will be released in two months. The details of the land for release have come. Steps have been taken to provide land in the same grams for people who do not have land. Steps have been taken to provide land in their village if they are not in their village. Steps have been taken to provide residential land and agricultural land.",
        "Some people have been holding the lands in some parts of the country. Steps are usually taken to redeem it and provide the public. Some people are currently saying that the minister is saying that the minister is the MP and the money in the villages. It is said that many agents are receiving funds.",
        "If the names of our Members of Parliament are used for such activities, make a complaint.. No money can be charged for providing state services. We are the servants of the people. There is no culture that provides people with money. The same should not be done in Vanni.",
        "The document is paid in 15 days for a land. Vavuniya journalists struggle for how many years to get their residential land. But how is the land with the document in 15 days. Thus, they are cheating from the laity people by telling the false story.",
        "We also visit the land problem and the pond problem with the authorities. Going and visiting and speaking comes in the face books. What happened to that does not come later. Listen to the information what happened to it. People are cheated. The organization points out that a person caught 70 acres of land and gave it to a person abroad. Action has been taken to appeal to the Divisional Secretary.",
        "Likewise, many people who meet us stand with us and photograph us. If a person who took such activities engage in such activities, I would not be a companion.",
        "An MP's political party deputy fund has written to the Divisional Secretary that the people are ready to give the land to another person. But those people do not know that. That MP does not know. They even hold the landing land. People need to be alert.",
        "Land and Housing Schemes are at the Divisional Secretariat. Visit there and sign up if not their details. Don't pay for agents and be alert to people about it. It takes place through a long step after the availability of land documents. It is the action of the Divisional Secretariat in the president's work. MP Mar and politicians say that the agents say that the agents should be aware of the false people."
      ]
    }
  },
  "summary_lines": [
    "The Minister of State Mastan announced a 50,000 Solar Power Housing Scheme for the North, aiming to end homelessness. Despite past efforts, resettlement and rehabilitation remain incomplete. The scheme, valued at Rs 35 lakh per beneficiary, is part of broader efforts to address infrastructure needs and road rehabilitation. Additionally, efforts are underway to provide electricity and drinking water connections, and steps are being taken to address land issues, with immediate action taken by President Ranil Wickremesinghe."
  ]
}