{
  "translated_text": {
    "ta": {
      "title": "தந்தை - அபாயகரமான விபத்தில் இரண்டு மகன்கள் தற்கொலை செய்து கொண்டனர்",
      "body_lines": [
        "அதே குடும்பத்தின் தந்தையும் மகனும் மாபிகலாவின் பிடிகாலாவில் உள்ள மட்டாலா பகுதியில் நடந்த விபத்தில் கொல்லப்பட்டனர்.",
        "இரண்டு பெண்கள் காயமடைந்து எல்பிடியா அடிப்படை மருத்துவமனைக்கு கொண்டு செல்லப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "இந்த கார் காரில் பயணம் செய்துள்ளது, மேலும் விபத்தில் பாதிக்கப்பட்டவர்களிடையே காரை கைவிட்ட நபரும் ஆவார்.",
        "மோட்டார் சைக்கிள் ஓட்டுநர் எல்பிடியா அடிப்படை மருத்துவமனையில் சிறிய காயங்களுடன் அனுமதிக்கப்பட்டார்.",
        "டிரக் டிரைவர் பிடிகலாவை டிரக் டிரைவர் கைது செய்துள்ளார்."
      ]
    },
    "en": {
      "title": "Father - Two sons have laid suicide in the fatal accident",
      "body_lines": [
        "The father and son of the same family were killed in the accident in the Mattala area on Pitigala, Mapigala.",
        "Two women were injured and rushed to the Elpitiya Base Hospital, police said.",
        "The car has traveled in the car and is also the person who dropped the car among the victims of the accident.",
        "The motorcyclist was also admitted to the Elpitiya Base Hospital with minor injuries.",
        "The truck driver Pitigala has been arrested by the truck driver."
      ]
    }
  },
  "summary_lines": [
    "In a tragic accident near Mattala, Pitigala, a father and his two sons died. Two women were injured and taken to Elpitiya Base Hospital. The driver of the car involved in the crash, along with the motorcyclist, also suffered minor injuries. The truck driver from Pitigala was arrested."
  ]
}