{
  "translated_text": {
    "si": {
      "title": "’கூட்டாளிகளுக்கு அதிக நன்மை’",
      "body_lines": [
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේ සියලුම යෞවන සමාජවල නීතිගත කිරීම, නව යෞවන සමාජවල ප්රතිසංස්කරණය කිරීම හෝ ප්රතිසංවිධානය කිරීමේ ක්රියාවලිය තරුණ සමාජයේ දේශපාලන සගයන්ගෙන් රජයට ප්රතිලාභ ලබා දෙන බවයි.",
        "ඔහු මේ බව ප්රකාශ කළේ අඟහරුවාදා (05) ස්ථාවර නියෝග 27/2 යටතේ පාර්ලිමේන්තුවේදී පාර්ලිමේන්තුවේදී පාර්ලිමේන්තුවේදී.",
        "தேசிய இளைஞர் சேவைகள் மன்றத்தால் அண்மையில் வெளியிடப்பட்ட சுற்றறிக்கை இலக்கம் 2-11/25/01 மூலம், 2025 மே 23க்கு முன்பு தாபிக்கப்பட்ட சகல இளைஞர் கழகங்களின் சட்டப்பூர்வத்தன்மையையும் இரத்துச் செய்து, புதிய இளைஞர் கழகங்களைத் தாபித்தல் அல்லது மறுசீரமைத்தல் செயல்முறை ஆரம்பிக்கப்பட்டுள்ளன. සියලුම යෞවන සමාජ ශාලා දේශපාලනීකරණයට ලක්ව ඇති බවට රජයට එරෙහිව බොහෝ චෝදනා ලැබී තිබේ.",
        "විශේෂයෙන්ම, දේශපාලන අවශ්යතා මත තරුණ සමාගම්වලට විධායක නිලධාරීන් පත් කිරීමේ සැලසුමක් සිදුකරන බව වාර්තා වේ. වාර්තා සඳහන් කර ඇත්තේ එය ක්රියාත්මක කරන බවයි.. මෙය තරුණ සංගමයේ ස්වෛරීභාවයට හා ප්රජාතන්ත්රවාදී ක්රියාකාරකම්වලට වාසි සැලසෙන අතර ඔවුන්ගේ දේශපාලන හවුල්කරුවන්ට නව විධානයන් තුළින් ඔවුන්ගේ දේශපාලන හවුල්කරුවන්ට ප්රතිලාභ සැලසෙන උත්සාහයක් ලෙස පෙනේ. එබැවින් රජය මෙම කවුන්සිලයේ පැහැදිලි කිරීමක් ලබා දිය යුතු බව මම මෙහි අවධාරණය කරමි.",
        "ජාතික තරුණ සේවා කවුන්සිලය විසින් අංක 2-11 / 21/01 යටතේ ප්රකාශයට පත් කර ඇති චක්රලේඛය යටතේ නව යෞවන සමාජවල ප්රතිසංස්කරණය කිරීමේදී යෞවන සමාජවල ප්රතිසංස්කරණය කිරීමේදී යෞවනයන් දේශපාලනීකරණය වී ඇති බවට රජය චෝදනා පිළිගනීද?",
        "එසේ නොවේ නම්, රජය යෞවන සමාජවල තරුණ තරුණියන් දේශපාලනීකරණය කිරීම (කළුතර, පොලොන්නරු, බදුල්ලා, ගම්පහා, හම්බන්තොට, නුවර එලියා, කොළඹ සහ වෙනත් ප්රදේශ)?",
        "නැතහොත්, 2025.05.33 දින ජාතික තරුණ සේවා කවුන්සිලය විසින් නිකුත් කරන ලද ලිපියක් මගින්, 2025.05.23 ට පෙර අනුමත කරන ලද සියලුම යෞවන සමාජවල නෛතික ස්වභාවය අහෝසි කිරීම සඳහා රජයේ ප්රධාන අරමුණ කුමක්ද?",
        "සියලුම තරුණ සංස්ථා සඳහා ස්ථාවර නියෝගවල ස්ථාවර නියෝගවල ස්ථාවර ආ d ා පනත ජාතික තරුණ සේවා කවුන්සිලයේ ඉදිරිපත් කර තිබේද? එම ස්ථාවරය මෙම සභාවට ඉදිරිපත් කරයිද?",
        "තරුණ සංගමයේ විධායක නිලධාරී ධුරය දැරූ තරුණ සේවා කවුන්සිලය විසින් ඉදිරිපත් කරන ලද නව ස්ථාවර නියෝග අවම වශයෙන් වසර 2 ක් දක්වා වෙනස් කර තිබේද? හුදෙක් ඔවුන්ගේ දේශපාලන හවුල්කරුවන් තරුණ සමාජවල විධායක තනතුරු සඳහා පත් කිරීමේ ක්රියාවලියක් නොවේද? රජය මෙය යෞවන සමාජයේ උල්ලං was නය කිරීමක් ලෙස පිළිගන්නවාද?",
        "දිස්ත්රික් හා ජාතික මට්ටමේ ඉහළින්ම ගම්මාන සේවා දෙපාර්තමේන්තු තරු සේවා දෙපාර්තමේන්තු තරුණයින් විසින් ඉදිරිපත් කරන ලද මෙම යෞවන සමාජ. ඕනෑම තරුණයෙකු සමඟ එක් වූ ඕනෑම තරුණයෙකු විසින් මෙම තත්වය දැකගත හැකි විය. රජය රුපියල් මිලියන 150 ක් වෙන් කර ඇති නමුත් එය රුපියල් මිලියන 450 ක් වටිනා ව්යාපෘතියක් බවට පරිවර්තනය කරන ලදී.. ගම සඳහා එක් කෝටි 4,500 ක් සඳහා ලක්ෂ 4,500 ක් වෙන් කර ඇති නමුත් රුපියල් ලක්ෂ 9,000 ක් වටිනා සේවාවන් සපයන ලදී."
      ]
    },
    "en": {
      "title": "The most beneficial for the telephone partners",
      "body_lines": [
        "Opposition Leader Sajith Premadasa said that the legalization of all the youth clubs, the process of reconstructing or reorganizing the new youth clubs, threatened the sovereignty and democratic activity of the youth club, and that the government would benefit from their political allies through new commands.",
        "He made these comments on Tuesday (05) in Parliament under the Standing Orders 27/2.",
        "Recently published by the National Youth Services Council No. 2-11/22/01, the legalization of all the youth clubs that were enacted before May 23, 2025, and the process of recruiting or restructuring of new youth clubs has begun.. There have been many allegations against the government that all the youth clubs have been subjected to politicization.",
        "In particular, a plan to appoint executive officers to youth corporations on the basis of political interests is being carried out, reports say the reports say that it is being implemented.. This seems to be an attempt to benefit the sovereignty and democratic activities of the Youth Association and benefit their political partners through new commands. Therefore, I emphasize here that the government should provide an explanation in this council.",
        "Does the government accept the allegations that youth corporations have been politicized during the reconstruction or reorganization of new youth clubs under the circular published under No. 2-11/22/01 by the National Youth Services Council?",
        "If not, is the government's politicizing the youth of the youth clubs (Kalutara, Polonanaruwa, Badulla, Kegalle, Gampaha, Hambantota, Nuwara Eliya, Colombo and other areas of the country)?",
        "Or, by a letter issued by the National Youth Services Council on 2025.05.23, what is the main purpose of the government in the abolition of the legal nature of all the youth clubs that have been approved before 2025.05.23?",
        "Has the National Youth Services Council put forward the Standing Ordinance of Standing Orders for All Youth Corporations? Will those stances be submitted to this congregation?",
        "Has the new Standing Orders presented by the National Youth Services Council have been changed to at least 2 years to be a member of the Youth Association to hold the post of Executive Officer at the Youth Association? Is this not the process of simply appointing their political partners to the executive positions of youth clubs? Does the government accept this as a violation of the Youth Club?",
        "These youth clubs, which have been fielded by the youth of the village service departments at the top of the district and national levels. The situation was seen by any young man to join. Although the government has allocated 150 million rupees, it was converted into a project worth 450 million rupees.. Although 4,500 lakhs have been allocated under one crores of scheme for the village, the services worth Rs 9,000 lakh have been provided."
      ]
    }
  },
  "summary_lines": []
}