{
  "translated_text": {
    "ta": {
      "title": "காவல்துறையினர் பின்வாங்கி ஒரு சந்தேக நபரை கொடூரமாக தாக்கினர்",
      "body_lines": [
        "இலங்கை பொலிஸ் சின்னத்துடன் சட்டை அணிய ஒரு நபரை போலீஸ் அதிகாரிகள் குழு தாக்கியது.",
        "பலியானவர் முன்னாள் பொலிஸ் சார்ஜென்ட் ஆவார், அவர் 17 ஆண்டுகள் தடை செய்யப்பட்டார்.",
        "17 ஆண்டுகளாக காவல்துறையின் வருமான ஆதாரம் ஒரு கட்டிட கட்டுமான ஒப்பந்தக்காரருக்கு சேவை செய்வதாகும்.",
        "14 இரவில் வேலை முடிந்ததும், அவர் சில இரவுகளுக்கு ஒரு உணவு விடுதியில் சென்றிருந்தார்.",
        "முன்னாள் பொலிஸ் சார்ஜென்ட் பின்னர் இலங்கை காவல்துறைக்கு செலவழித்த நேரத்தைப் பெற்ற காவல்துறை அதிகாரியுடன் டி-ஷர்ட்டுடன் அணிந்திருந்தார்.",
        "அந்த நேரத்தில், பொலிஸ் சீருடையில் சுமார் இரண்டு அதிகாரிகளும், பொதுமக்கள் ஆடை அணிந்த 6 அதிகாரிகளும் உணவு விடுதியில் சாப்பிடுகிறார்கள்.",
        "பின்னர் அதிகாரிகள் டி-ஷர்ட்டின் டி-ஷர்ட் குறித்து கேள்வி எழுப்பப்பட்டனர்.",
        "அவர் 17 ஆண்டுகளாக ஊழியத்தில் போலீசார் என்று கூறினார்.",
        "பின்னர் காவல்துறை அதிகாரிகள் பின்புறத்திற்கு அழைத்துச் செல்லப்பட்டு கோஹுவாலா காவல் நிலையத்தில் உள்ள காவல் நிலையத்தைத் தாக்கினர்.",
        "முன்னாள் சார்ஜென்ட் ஒப்பந்த நிறுவனத்தால் மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "அவர் கொழும்பு தெற்கு கற்பித்தல் மருத்துவமனையில் சிகிச்சை பெற்று வந்தார்."
      ]
    },
    "en": {
      "title": "The police take the back and brutally assaulted a suspect",
      "body_lines": [
        "A group of police officers attacked a person to wear a shirt with a shirt with the Sri Lankan police logo.",
        "The victim was a former police sergeant who was banned for 17 years.",
        "The source of income of the police for 17 years was to serve a building construction contractor.",
        "After the work was completed on the 14 night, he had gone to a cafeteria for some nights.",
        "The former police sergeant was then worn with a T-shirt with the police officer who had obtained over the time spent on the Sri Lankan police.",
        "At the time, about two officers in police uniform and 6 officers dressed in civilian clothing were eating in the cafeteria.",
        "The officers were later questioned about the T-Shirt of T-Shirt.",
        "He said he was a police in the ministry for 17 years.",
        "The police officers were then taken to the back and hit the police station in Kohuwala police station.",
        "The former sergeant had been hospitalized, by the contract company.",
        "He was receiving treatment at the Colombo South Teaching Hospital."
      ]
    }
  },
  "summary_lines": [
    "In a shocking incident, a former police sergeant, banned from service for 17 years, was brutally assaulted by a group of police officers in Sri Lanka. The officers targeted him because he wore a T-shirt with the Sri Lankan police logo while dining in a cafeteria. The victim, who had served as a police sergeant for 17 years, primarily worked as a building construction contractor after his ban. This case highlights a disturbing act of violence against a former law enforcement official by current officers, leading to his hospitalization at the Colombo South Teaching Hospital."
  ]
}