{
  "translated_text": {
    "ta": {
      "title": "13 வயது மாணவர்கள் ரூ",
      "body_lines": [
        "ரூ.",
        "இரண்டு மாணவர்களும் இன்று கைது செய்யப்பட்டுள்ளதாக வதவாலா பொலிஸ் ஆய்வாளர் நுவான் மதுசுகாவின் செயல்பாட்டு ஓ.ஐ.சி.",
        "சந்தேக நபர்கள் இருவரும் 28 ஆம் தேதி தங்கள் வீடுகளுக்கு அருகிலுள்ள மற்றொரு வீட்டில் திறக்கப்பட்டனர்.",
        "சந்தேக நபர்கள் மொபைல் போன், கிரிக்கெட் பிணைப்பு மற்றும் பந்து, எட்டு புறாக்கள் மற்றும் எட்டு புறாக்கள் தொட்டிகளால் வாங்கப்பட்டுள்ளனர்.",
        "பணத்தை தவறாக வைத்திருப்பது தொடர்பாக கிடர்வா போலீசில் புகார் அளித்த புகாரில் புகார் அளித்த புகார் ஏற்பட்டதை அடுத்து சந்தேக நபர்கள் திருட்டை வெளிப்படுத்தினர்.",
        "இரண்டு மாணவர்களும் ரூ.",
        "இதற்கிடையில், அவர்கள் ஹட்டனில் உள்ள ஒரு மொபைல் போன் கடைக்குச் சென்று, சம்பாதித்த பணத்திலிருந்து ஒரு தொலைபேசியை வாங்கியுள்ளனர்.",
        "தொலைபேசி சந்தைப்படுத்தல் உரிமையாளர் ரூ.",
        "மொபைல் போன் அழைப்பை அதிக விலைக்கு விற்ற ஹட்டனில் வசிக்கும் ஹட்டன் இரண்டு பள்ளி குழந்தைகளையும் கைது செய்துள்ளார்.",
        "திருடப்பட்ட பொருட்களில் சந்தேக நபர்களை வாங்கிய இரண்டு மாணவர்களையும் போலீசார் மீட்டுள்ளனர்.",
        "இரண்டு பள்ளி குழந்தைகளும் ஹட்டன் மாஜிஸ்திரேட் நீதிமன்றத்தில் தயாரிக்கப்படுவார்கள் என்று வதவாலா போலீசார் தெரிவித்தனர்."
      ]
    },
    "en": {
      "title": "Two 13-year-old students steal Rs",
      "body_lines": [
        "Two-year-old schoolgirls were taken into custody in connection with the suspection of stealing Rs.",
        "Acting OIC of the Watawala Police Inspector Nuwan Madusukha said that the two students were taken into custody today.",
        "The two suspects were opened in another house near their homes on the 28th.",
        "The suspects have been purchased by a mobile phone, cricket bind and ball, eight pigeons, and eight pigeons tanks.",
        "The suspects revealed theft after a complaint lodged with a complaint lodged with a complaint lodged in the Warewala Police regarding the misplace of the money.",
        "The two students were in possession of Rs. 12,000 and the two students were friends.",
        "Meanwhile, they have gone to a mobile phone outlet in Hatton and bought a phone from the money made.",
        "The owner of the telephone marketing has been sold to a mobile phone of Rs.",
        "The two school children have been arrested by the Hatton, a resident of Hatton who sold the mobile phone call for heavy price.",
        "Police have recovered the two students who purchased the two suspects in the stolen items.",
        "The two school children will be produced before the Hatton Magistrate's Court, said the Watawala Police."
      ]
    }
  },
  "summary_lines": [
    "Two 13-year-old girls were arrested for allegedly stealing Rs. 12,000. They spent the money on a mobile phone, cricket gear, and birds. The theft was reported missing, leading to their arrest."
  ]
}