{
  "translated_text": {
    "si": {
      "title": "උතුරු හා නැගෙනහිර, සෙල්වම් ඇඩකකාලනාදන් පාර්ලිමේන්තු මන්ත්රී",
      "body_lines": [
        "ජනතාවගේ මනසට උපහාර දැක්වීම යනු දිවා රීයුස් දිනය සැමරීමට ජනාධිපති අනුර කුමාර දිසානායකට සහ රජයේ අවසරය මම ස්තූතිවන්ත වෙමි.. වන්නි දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී සෙල්වම් අඩකලනාදන් මහතා පැවසීය.",
        "පළමුවෙන්ම, ජනතාවගේ මනසෙහි ඛේදවාචකයන් සැමරීමට මෙම අවස්ථාව ක්රියාත්මක කිරීමට අවසර ලබා දීම ගැන මම ජනාධිපතිවරයාට ස්තූති කිරීමට කැමැත්තෙමි.",
        "අතීතයේ දී අප දකින පරිදි, වීරයන්ගේ දින සැමරුමේදී පොලීසිය සහ මිලිටරි හි නපුර අඛණ්ඩව පැවතුණි.",
        "ජනාධිපතිවරයාට සහ වත්මන් රජයට මම ස්තූතිවන්ත වෙමි. ඔහුගේ පණිවිඩයේ."
      ]
    },
    "en": {
      "title": "Thanks to President Anura for cooperating in the North and East - Selvam Adakkalanathan MP",
      "body_lines": [
        "I thank President Anura Kumara Dissanayake and the government's permission to commemorate the day -long Heroes Day, which is a tribute to the people's mind.. Vanni district parliamentarian Selvam Adakkalanathan said.",
        "First of all, I would like to thank the President for granting permission to carry out this opportunity to commemorate the tragedies in the minds of the people.",
        "As we see in the past, the police and the military's evils were continued during the commemoration of the Heroes, and this time, the police were inconvenienced by the police during the Heroes Day commemoration.",
        "I thank the President and the current government. In his message."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Thanking President Anura for allowing Heroes Day commemoration. Parliamentarian Selvam Adakkalanathan praises cooperation between North, East regions. Expresses gratitude for government approval to honor national heroes. Mentions past issues with police/military interference during commemorations."
  ]
}