{
  "translated_text": {
    "si": {
      "title": "තමිල්නාඩුවේ තත්ව අපේක්ෂකයින්",
      "body_lines": [
        "2024 ලෝක් සභා මැතිවරණයේදී පැවැත්වෙන ඡන්ද සංඛ්යාව අද (04.06.20424) පෙරවරු 8 ට පැවැත්වේ. මුලදී තැපැල් ඡන්ද ගණන් කරන ලද අතර, පසුව උදේ 8.30 ට IVM ඡන්ද ගණන් කිරීමේ ක්රියාවලිය ආරම්භ විය.",
        "තමිල්නාඩු බී.ජේ.පී. නායක කේ.. අන්නමලෙයි ඡන්ද 3,335 කින් පසුබෑමකට ලක්ව තිබේ. එහිදී, ඩී.එම්.කේ අපේක්ෂක ගනපති රාජ්මාර්ට ඡන්ද 5127 ක් ඇත.",
        "දකුණු සේනාගේ ඡන්ද කොයුත්තන්ත්රික, තමිල්නාඩු සළුවරද කර්රාරාජන් හි බී.ජේ.පී.. එහිදී, ඩී.එම්.කේ අපේක්ෂක තමීෂාචි තංගපන්දියානු ඡන්ද 18,569 ක් ඉදිරියෙන් සිටී.",
        "මධ්යම චෙන්නායි ඩී.එම්.කේ අපේක්ෂක දයානිධි මේරන් ඡන්ද 40,037 කින් පෙරමුණ ගෙන සිටී.",
        "ධර්මාපාරි මැතිවරණ කොට් constituence ාශයේ භාරතීය ජනතා පක්ෂයේ සභාගයේ තරඟ වදින බී.ජේ.පී.",
        "ඩී.එම්.කේ අපේක්ෂක කනිමොෂි ඡන්ද 1,05,856 ක් සහිතව ටුටිනිමොෂි නගරාධිපති මැතිවරණ කොට් constituency ාශයේ සිටී.",
        "වර්ධුනගර් ඡන්ද කොට් constituency ාශයේ AIADMK සන්ධානයේ අත්සන් කරන විජේප්රභරාන් ඡන්ද 73,622 ක් ඉදිරියෙන් සිටී.",
        "'මැතිවරණ රජ' ලෙස හැඳින්වෙන ස්වාධීන අපේක්ෂක පද්මරාජන් ධර්මපාරි ඡන්ද කොට් .ාශයේ තරඟ කළේය. මේ වන විට ඔහුට ඡන්ද 141 ක් ලැබී තිබේ."
      ]
    },
    "en": {
      "title": "Status candidates in Tamil Nadu",
      "body_lines": [
        "The number of votes cast in the 2024 Lok Sabha elections is being held today (04.06.2024) at 8 am. At first the postal votes were counted, and then at 8.30 am, the process of counting IVM votes began.",
        "Tamil Nadu BJP leader K.. Annamalai has suffered a setback by 3,335 votes. There, DMK candidate Ganapathi Rajkumar has 5127 votes.",
        "BJP candidate in South Senna's constituency, Tamil Nadu Soundararajan is second by 7,103 votes. There, the DMK candidate Thamizhachi Thangapandian is in the forefront of 18,569 votes.",
        "Central Chennai DMK candidate Dayanidhi Maran is in the forefront of 40,037 votes.",
        "Soumya Anbumani, the BJP candidate contesting the BJP coalition in the Dharmapuri constituency, is in the forefront with 1,00,174 votes.",
        "The DMK candidate Kanimozhi is in the Tuticorin constituency with 1,05,856 votes.",
        "Vijayaprabhakaran, who is contesting in the AIADMK alliance in Virudhunagar constituency, is in the forefront of 73,622 votes.",
        "Independent candidate Padmarajan, known as 'Election King', contested the Dharmapuri constituency. He has received 141 votes till now."
      ]
    }
  },
  "summary_lines": [
    "In the 2024 Lok Sabha elections, initial results show DMK leading in several constituencies: Ganapathi Rajkumar with 5,127 votes, Thamizhachi Thangapandian with 18,569 votes, Dayanidhi Maran with 40,037 votes, Kanimozhi with 1,05,856 votes, and Vijayaprabhakaran with 73,622 votes. BJP's Tamil Nadu leader K. Annamalai trails behind by 3,335 votes, and Tamil Nadu Soundararajan is second by 7,103 votes. Independent candidate Padmarajan, dubbed 'Election King,' has garnered only 141 votes so far."
  ]
}