{
  "translated_text": {
    "ta": {
      "title": "செயல்பாட்டிலிருந்து விமானத்திற்கு 5 பில்லியன்",
      "body_lines": [
        "ஸ்ரிலங்கனின் அலுவலகத்திற்கு ரூ.",
        "அறிக்கையின்படி, ஸ்ரீலங்கனுக்கு விமான நடவடிக்கைகளுக்கு 27 விமானங்கள் தேவை.",
        "தேசிய தணிக்கை அலுவலகம் 2022-2023 ஆம் ஆண்டளவில் வெளியிடப்படுகிறது.",
        "கடந்த ஆண்டு ஏப்ரல் 20 வரை எட்டு விமானங்கள் அகற்றப்பட்டுள்ளன என்று அவர்களின் தணிக்கை தெரிவித்துள்ளது.",
        "அதன்படி, வரி நிவாரணம் ஏப்ரல் 20 முதல் ஏப்ரல் 20 வரை, 2021 முதல் ஏப்ரல் 20, 2023 வரை செலுத்தப்பட்டுள்ளது.",
        "NEO (NEO) வான்வழி செயல்பாட்டை இலங்கை ஏர்லைன்ஸ் சமீபத்திய காலங்களில் எடுக்கப்பட்டது, இந்த விமானம் உலகளவில் விமானத்தில் ஒரு இயந்திரத்தால் அகற்றப்பட்டது.",
        "எவ்வாறாயினும், இயந்திரம் பழுதுபார்க்கும் வரை கூடுதல் இயந்திரங்களை வழங்க உற்பத்தியாளரின் விமான நிறுவனத்துடன் உடன்பட என்ஜின் ஒப்புக் கொண்டதாக ஸ்ரிலங்கன் ஏர்லைன்ஸ் சுட்டிக்காட்டியுள்ளது.",
        "இலங்கை ஏர்லிக்கள் NOO வகைக்கு சொந்தமான ஆறு விமானங்களைக் கொண்டுள்ளன, மேலும் இரண்டு A320 வகை விமானங்களும் 4 A32 வகை விமானங்களும் உள்ளன.",
        "4R-AAO குழு (4rr-a) விமானம் மற்றும் 4r-aa."
      ]
    },
    "en": {
      "title": "5 billion for aircraft from operation",
      "body_lines": [
        "SriLankan's office has been paid a sum of Rs.",
        "According to the report, SriLankan needs 27 aircrafts for air operations.",
        "The National Audit Office is issued by the year 2022-2023.",
        "Eight aircraft have been removed from the 24 aircraft to April 20 last year, according to their audit.",
        "Accordingly, the tax relieves have been paid to April 20 to April 20, from 2021 to April 20, 2023.",
        "The neo (neo) aerial operation was taken by the Sri Lankan airlines in the recent past, the airplane was removed by an engine in the aircraft globally.",
        "However, SriLankan Airlines has pointed out that the engine has agreed to agree with the manufacturer's airline to provide additional engines until the engine repaired.",
        "The Sri Lankan airlighs have six aircraft owned by NOO category, and there are two A320-type aircraft and 4 A32-type aircraft.",
        "The 4r-Aao group (4RR-A) plane and the 4R-AA."
      ]
    }
  }
}