{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ ගැටුම අවසන් වී වසර 15 කට පසු - යුද අපරාධ තවමත් විනිශ්චය කර නැත - ජාත්යන්තර මානව හිමිකම් ඔරලෝසුව",
      "body_lines": [
        "තුවක්කු අවසානයේ 2009 මැයි මාසයේදී නිහ ced වූ දිනය ලක්ෂ්මි සිහිපත් කරයි.",
        "ඔහු වැලි වල රැකවරණය ලැබීය. බංකරය ලෙස හැඳින්වූ ලක්ෂ සංඛ්යාත සිවිල් වැසියන් සිය දහස් ගණනක් වෙරළ තීරයේ සරණාගතයින් වූහ.",
        "යුද හමුදා ආරක්ෂක කලාපය විසින් ප්රකාශයට පත් කරන ලද ප්රදේශයේ සති කිහිපයක් සඳහා ඔවුන් බෝම්බ මාලාවකට මුහුණ දුන්නා.",
        "බොහෝ දෙනෙක් ඔවුන්ගේ ජීවිත බේරා ගැනීමට වෙහෙසෙන රැස්වීමකදී ලූක්මි මෑත රැස්වීමකදී අපට පැවසුවා.",
        "අපි හිටියේ බංකරයේ.",
        "රුධිරය ගලා යන අතර ශරීරය- අපට එය කිසිදා අමතක කළ නොහැකි බව අපි දැක ඇත්තෙමු, \"ඔහු පැවසීය.",
        "දෙමළ ඊලාම් බෙදුම්වාදී විමුක්ති කොටි (එල්ටීටීඊ) සහ ශ්රී ලංකා රජය සහ ශ්රී ලංකා රජය අතර වසර 26 ක යුද්ධය මැයි 19 වන දින දෙමළ ඊලාම් විමුක්ති කොටි සියයක්ම වඩා යටත් වූ බවට චෝදනා කරති.",
        "රාජ්ය හමුදාවන්ගේ සියලු ජයග්රහණවල ඡායාරූප සහ වීඩියෝ සහ වීඩියෝවල සිරකරුවන් assass ාතනය අතින් බැඳ ඇති බව පෙන්නුම් කර ඇත.",
        "එල්ටීටීඊයේ සැකකරුගෙන් 250 000 ක් පමණ පිරිසක් රඳවාගෙන සිටි අතර ලක්ෂ්මි විසින් එල්ටීටීඊයට සැක කරන ලදී - ඔහු තවමත් ඔහුගේ සැබෑ නමට බිය වේ.",
        "රාජ්ය හමුදාවන්ට වධහිංසා පැමිණවීම, නීතිවිරෝධී සංහාරය සහ නීතිය අතුරුදහන් වීම සහ අවිචාරවත් ප්රහාර තවමත් වගකිව යුතු නොවේ.",
        "දෙමළ ඊලාම් විමුක්ති කොටින්ගේ නායකයින් (එල්ටීටීඊ) මිය ගොස් හෝ යුද්ධවලදී were ාතනය කර ඇත.",
        "දශකයකදී සොල්දාදුවන් 100,000 කට වැඩි පිරිසක් මිය ගියහ.",
        "එම කාලය තුළ වන්නි හි සියලුම රෝහල් තාවකාලික හා ස්ථිර රෝහල් විය හැකි බව එක්සත් ජාතීන්ගේ වාර්තාව සොයාගෙන තිබේ.",
        "මානුෂීය ආධාර සීමා කිරීම සඳහා රජය ගැටුම් ප්රදේශවල සිවිල් වැසියන්ගේ සංඛ්යාව අඩු කර තිබේ.",
        "2009 අප්රියෙල් 8 වන දින සිට සිටගෙන සිටි කාන්තාවන්, පිරිමි ළමයින් හා ළමුන් මෙම ලිපියෙන් were ාතනය කරන ලද බව හොඳින් වාර්තා වී තිබේ.",
        "විමුක්ති කොටින් මහජනයා මානව පලිහ ලෙස භාවිතා කළ අතර මානුෂීය ආධාර භාවිතා කිරීමෙන් මිදීමට උත්සාහ කළහ.",
        "නොවිසඳුනු යුද්ධයේ සම්ප්රදාය ශ්රී ලංකාව අනිසි ලෙස භාවිතා කිරීම, ද punishment ුවමෙන් මිදීම, ද punishment ුවමෙන් මිදීම, වැරදි තන්ත්රයක් වන අතර එය සිදු වන සම්ප්රදායක් වන අතර එය දැන් ආර්ථික පසුබෑමකට මුහුණ දී සිටී.",
        "මේ අතර, ජ්යෙෂ් officials නිලධාරීන් අයුක්තියට උසස් කර ඇත.",
        "බරපතල මානව හිමිකම් උල්ලං of නය කිරීම් පිළිබඳ චෝදනා හේතුවෙන් එක්සත් ජනපදය එක්සත් ජනපදයට ගමන් කිරීම වලක්වා ඇත.",
        "උතුරු-ජුඩි - මහාමාර්ගවල, ශ්රී ලංකාවේ වැඩි මිලිටරි වරාය හා පරීක්ෂණ තිබේ.",
        "ත්රස්තවාදය වැළැක්වීම සමාජ මාධ්ය වාර්තා සඳහා වන අතර යුද්ධයේ දී මියගිය දෙමළ ජනයා සැමරීම.",
        "විවිධ හේතූන් මත රාජ්ය සංවිධාන මුස්ලිම්වරුන්ගේ ඉඩම් අත්පත් කර ගත් අතර සිංහල බෞද්ධ බහුතර ප්රජාවන් සමථයකට පත් කරයි.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලය මෙම භයානක සම්ප්රදාය විසඳීමට ක්රම කිහිපයෙන් එකකි.",
        "අනාගතයේ දී විදේශයන්හි විදේශයන්හි ශ්රී ලංකාවේ දැවැන්ත මානව හිමිකම් උල්ලං lations නය කිරීම් පිළිබඳ සාක්ෂි සුරක්ෂිත කිරීම සඳහා මෙය එක්සත් ජාතීන්ගේ කාර්යාලයක් නිර්මාණය කර තිබේ.",
        "ශ්රී ලංකාවේ යුද අපරාධ පිළිබඳව සොයා බැලීමට ලෝක රටවල් මෙම කාර්යාලය සමඟ කටයුතු කළ යුතුය - සැප්තැම්බර් මාසයේ එක්සත් ජාතීන්ගේ අනුපිළිවෙල සැප්තැම්බර් මාසයේ එක්සත් ජාතීන්ගේ සංවිධානය සැප්තැම්බර්."
      ]
    },
    "en": {
      "title": "15 years after the end of the conflict in Sri Lanka - the war crimes are still not judged - International Human Rights Watch",
      "body_lines": [
        "Lakshmi remembers the day when the guns finally silenced in May 2009.",
        "He had taken refuge in the sand in the sand. Hundreds of thousands of civilians, which were called Bunker, have been refugees on the coast.",
        "They faced a series of bombs for several weeks in the area announced by the Army Security Zone.",
        "Luxmi told us at a recent meeting that many were struggling to save their lives.",
        "We were inside the bunker.",
        "We have seen the blood flowing out and the body- we can never forget it, ”he said.",
        "The 26 -year war between the separatist Liberation Tigers of Tamil Eelam (LTTE) and the Sri Lankan government is finally over on May 19, alleged that more than one hundred Liberation Tigers of Tamil Eelam (LTTE) surrendered.",
        "The photos and videos of the state forces as their successes have shown the assassination of prisoners tied up by hands.",
        "Lakshmi was taken to the interim camp where about 250 000 people were detained from suspected LTTE - he is still fearing his true name.",
        "The torture of the State forces, the unlawful massacre and the disappearance of the law and the indiscriminate attacks, are still not responsible.",
        "The leaders of the Liberation Tigers of Tamil Eelam (LTTE) have died or assassinated in the wars.",
        "More than 100,000 soldiers were killed in a decade -time clash, with more than 40,000 soldiers killed in the final months of the conflict, a UN report states.",
        "The UN report has found that all hospitals in Vanni during that period were temporary and permanent hospitals.",
        "The government has reduced the number of civilians in the conflict areas to limit humanitarian assistance.",
        "It has been well reported that women, boys and children, who were standing in the line of April 8, 2009, were killed in the article.",
        "The Liberation Tigers used the public as human shields and tried to escape the use of humanitarian assistance.",
        "The tradition of the unresolved war has handed over the abuse of Sri Lanka, exemption from the punishment, the wrong regime, which is a tradition that continues to affect the country and the country is now facing economic downturn.",
        "Meanwhile, Senior Officers have been promoted to injustice.",
        "The United States has prevented his traveling to the United States due to allegations of serious human rights violations.",
        "In the North -East - highways, there are more military ports and tests in Sri Lanka.",
        "The arrest of the Terrorism Act continues for social media records and to commemorate the Tamils who died in the war.",
        "Due to various reasons, the state organizations seize the lands of the Muslims and settle the Sinhala Buddhist majority communities.",
        "The United Nations Human Rights Council is one of the few ways to solve this terrible tradition.",
        "This has created a UN office to secure evidence of massive human rights violations in Sri Lanka for investigation abroad in the future.",
        "The World Nations must work with this office to investigate the war crimes in Sri Lanka - the order of the United Nations in September in September."
      ]
    }
  },
  "summary_lines": [
    "Fifteen years post-conflict, Sri Lanka's war crimes remain unjudged. Lakshmi recounts the horrors of the final days in 2009, describing the aftermath of the 26-year civil war between the Sri Lankan government and the LTTE. The conflict ended with alleged massacres, torture, and disappearances, impacting hundreds of thousands of civilians. Despite international calls for justice, including from the UN Human Rights Council, accountability remains elusive, contributing to ongoing economic challenges and societal unrest."
  ]
}