{
  "translated_text": {
    "ta": {
      "title": "மாதாரா கிண்ணத்தின் சம்பவம் குறித்து நீதிமன்றம் நீதிமன்றத்திற்கு உத்தரவிடுகிறது",
      "body_lines": [
        "புதிய மாவட்ட பொது மருத்துவமனையில் குழந்தை இறந்துவிட்டதை உறுதி செய்ய மாதாரா தலைமை நீதவான் அருணா புத்ததாசா டி.என்.ஏ விசாரணைக்கு உத்தரவிட்டுள்ளார்.",
        "பெற்றோர்கள் அவரது படகோட்டம் குறித்து விசாரணைக்கு கேட்கப்பட்டபோது மருத்துவமனையின் இயக்குனர் அதற்கு எதிராக இருக்கிறார் என்பது பின்னணி.",
        "மாதாரா தலைமை நீதவான் அருணா புத்ததாசா மருத்துவமனைக்கு வந்துள்ளார் மற்றும் குழந்தையின் குழந்தையின் கடிதப் பரிமாற்றம்.",
        "உடலில் இறப்பு விசாரணை செய்யவும் மாஜிஸ்திரேட் உத்தரவிட்டார்.",
        "வெலிகாமாவில் வசிக்கும் 24 வயதான மாடாரா 22 ஆம் தேதி 22 ஆம் தேதி மாதரா புதிய மாவட்ட பொது மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "அவர் தனது குழந்தையைப் பெற்றெடுத்ததாக மருத்துவமனை அதிகாரிகள் அவளுக்குத் தெரிவித்திருந்தனர், ஆனால் அவர் இறந்துவிட்டார்.",
        "இறந்தவர்கள் இறந்துவிட்டார்கள் என்பதற்காக அவரது குழந்தைகளின் பிணை எடுப்பு காரணமாக, மருத்துவமனை அதிகாரிகள் தங்கள் பெற்றோரைக் காட்டவில்லை, அதற்கு மாறாக.",
        "ஒரு குழந்தையையும் ஒரு வில்லாயையும் ஒரு மருத்துவராகக் கேட்டுள்ளோம், அவர் வழக்கமான நடைமுறையைப் பின்பற்றுகிறார், அதைத் தொடர்ந்து குழந்தை மரணத்தில் ஒரு மருத்துவமனை.",
        "உடலைப் பற்றி எவ்வாறு நடவடிக்கை எடுப்பது என்பது குறித்த ஒரு மருத்துவமனை நிச்சயமாக பெற்றோரின் சம்மதத்தை கலந்தாலோசிக்கிறது என்று அவர் கூறினார்.",
        "அத்தகைய சூழலில், மருத்துவமனையின் பெற்றோர் குழந்தையைப் பற்றிய தகவல்களை அனுப்பினார்களா?"
      ]
    },
    "en": {
      "title": "Court orders Court regarding the incident of the Matara bowl",
      "body_lines": [
        "Matara Chief Magistrate Aruna Buddhadasa has ordered a DNA investigation to ensure that the baby was dead in the New District General Hospital.",
        "It is the backdrop that the director of the hospital is against it when the parents were asked to an inquiry into his sailway.",
        "Matara Chief Magistrate Aruna Buddhadasa has come to the hospital and the infant's correspondence of the infant.",
        "The Magistrate also ordered that a death investigation into the body.",
        "The 24-year-old resident of Weligama, Matara was admitted to the Matara New District General Hospital on the 22nd of the 22nd.",
        "The hospital authorities had informed her that she had given birth to her child, but she had deceased.",
        "That was because of his babies' body of the bailout that the dead was dead, hospital authorities were not showing their parents and the contrary.",
        "We have asked a child and a villai as a doctor who follows the usual procedure followed by a hospital in infant death.",
        "He said that a hospital on how to take action about the body is definitely consulting the parents' consent.",
        "In such a context, the parents of the hospital passed the information about the child?"
      ]
    }
  },
  "summary_lines": [
    "A court has ordered a DNA test after a baby died in a Sri Lankan hospital, despite the director's opposition. The chief magistrate visited the hospital and ordered a death investigation. A 24-year-old woman gave birth there, but was told her baby died due to a \"bailout.\" The hospital did not inform the parents initially."
  ]
}