{
  "translated_text": {
    "ta": {
      "title": "නිර්මාණ හොරාකන පිරිසක් කලා ලෝකය අයිතිකරගෙන",
      "body_lines": [
        "'கவிதைகள்' என்ற புத்தக சட்ட விழா, இரண்டு பிரிவுகளின் வெளியீடு.. கொழும்பு பொது நூலக ஆடிட்டோரியம் 3.30 மணிக்கு நடைபெறும். මෙම කෘති එළිදැක්වීම නිමිත්තෙන් ආචාර්ය රෝහණ වීරසිංහ සංගීත අධ්‍යක්ෂණය කරන සංගීත සන්ධ්‍යාවේදී උරේෂා රවිහාරි, හර්ෂණ දිසානායක, රන්ජන් සාලිය, සංචලී රත්නායක නිදර්ශන ගීත ගායනා කරති. இந்த புத்தகம் இமாஷி அறிக்கையாக தொடங்கப்பட்டது. இந்த உரையாடல் சுனில் அரியாரத்னுடனான இந்த புதிய புத்தகத்தை அடிப்படையாகக் கொண்டது.",
        "உங்கள் விலைமதிப்பற்ற கட்டமைப்பு புத்தகங்களின் முதன்மை காகித புத்தகங்களின் அருகிலுள்ள பதிப்புகள் பற்றிய தகவல்களை உள்ளடக்கியது - இந்த புத்தகத்தின் பிரபலமான பாடல்கள் மற்றும் அறியப்பட்ட எழுத்தாளர்கள் பற்றிய தகவல்கள் உட்பட இரண்டு வகைகளின் பிரபலமான ஆசிரியர்கள். இது போன்ற ஒரு தலைப்பு என்ன, குறிப்பாக உங்கள் கவனத்திற்கு நீங்கள் கவனம் செலுத்துகிறீர்கள் என்றால்?",
        "பாடல் இசையமைப்பாளராக பல பாடல்களை நான் கேட்டபோது, ​​நான் மிகவும் ஆர்வமாக இருந்தேன். அடிப்படை, அந்த பாடலை யார் எழுதுவார்கள், வாருங்கள். அதே நேரத்தில், நான் அழகாக இருக்கிறேன், நான் அழகாக இருக்கிறேன், எழுதப்பட்ட ஒரு நாந்தீனில் எங்களுக்கு மிகுந்த மகிழ்ச்சி இருக்கிறது, பாடலின் எழுத்தாளருக்கான எங்கள் பாராட்டுகளை ஏற்றுக்கொள்ளுங்கள்.. இந்த ஆர்வத்தின் காரணமாக, நான் இந்த வித்தியாசமான பாத்திரங்களைத் துரத்தினேன். இங்கே, இந்த பாடல்கள், உன்னதமான மற்றும் வணிக ரீதியானவை, நான் விரும்பும் பாடல்களின் வடிவமைப்பாளர்களைக் கண்டுபிடிப்பதாக இருந்தது.",
        "முன்னதாக, கேந்தர் புக்கோலயாவை எழுதுவதன் மூலம் அத்தகைய இசைக்கலைஞர்களைக் கண்டுபிடிப்பதற்கான பயணம் காரணமாக இந்த விஷயத்தில் எனக்கு சில அனுபவங்கள் இருந்தன. புத்தக வரியில் ஏராளமான இசை படைப்பாளர்களுக்கு என்னால் நன்றியுள்ளவனாக இருந்ததால், பாடலாசிரியர்களைப் பற்றி அவ்வாறு செய்வது நல்லது என்று ஆச்சரியப்பட்டேன்.",
        "இரண்டு தொகுதிகளிலும் பன்னிரண்டு பாடல்களின் விவரங்கள் அடங்கும். ஆனால் புத்தகங்கள் எதுவும் புத்தகத்தில் குறிப்பிடப்படவில்லை. அல்லது தொடர்புடைய மூலமும் இல்லாததால். குறைந்தபட்சம் ஒரு பத்திரிகை அல்லது செய்தித்தாள் பற்றி எந்த தகவலும் இல்லை. எனவே இந்த தகவலை பல்வேறு சிரமங்களின் கீழ் சேகரித்தேன். சிலர் திகைப்பூட்டுகிறார்கள். எனவே, இந்த இரண்டு தொகுதிகளும் சிறப்பாக செய்தன என்ற உணர்வு எனக்கு உள்ளது. அதன்படி வுல்ட். மெர்சலண்டின் ஆல்பர்ட், மார்சலின் ஜெயகோடி லக்ஸ்டூர், சி. வீரசேகெரா, ஹ்யூகோ பெர்னாண்டோ, ஏ.ஜே.. டி சோய்சா, விிமல் அபயசுண்டரா, பி.எல்.ஜே.. நந்தனா கீர்த்தி, ஹெர்பர்ட் மீ. செனவிரத்னே, சரத் விமலவீரா, கருணரத்னே அபேசேகரா, அகஸ்டஸ் வினகரத்னம், நிஹால் அ. இந்த இரண்டு தொகுதிகளிலும் பாடலாசிரியர்களின் விவரங்கள், ஜெயசிங்க.",
        "நீங்கள் இங்கு வழங்கும் சில பாடலாசிரியர்கள் கூட, பலர் பலரைப் பற்றி கேள்விப்பட்டதே இல்லை. இந்த எழுத்தாளர்கள் யாரிடமும் கவனம் செலுத்தாதபோது ஊடக பயன்பாட்டின் ஊடக பயன்பாட்டால் மூடப்பட்டிருக்க வேண்டுமா?",
        "ஒரு வடிவமைப்பில் பாடலாசிரியரை பெயரிட்டவர் எந்தவிதமான கவலையும் காட்டவில்லை என்று தெரிகிறது. உதாரணமாக, பழைய திரைப்படங்களுக்கு பாடலின் பெயர் இல்லை. படங்களுக்கு வழங்கப்பட்ட பாடல்கள் எதுவும் இல்லை. கிராமோபோன்கள் பாடலாசிரியரில் குறிப்பிடப்படவில்லை. இது ஏன் ஒரு விஷயம்?. அவசியமா? அல்லது மனக்கசப்பு இருக்கிறதா? கற்பனை செய்ய முடியாது. படம் சந்தா கோப்பகத்தின் பெயரைக் குறிக்கவில்லை. படத்தில் பத்து பாடல்களில் பன்னிரண்டு பன்னிரண்டு பேர் அடங்குவர். இந்த அநீதிகள் இந்த அநீதிகளின் காரணமாக பாடலாசிரியரைப் பற்றி கவலைப்படாத ஒரு கதாபாத்திரமாக மாறியது. இன்று, இந்த வடிவமைப்பாளர்களின் பெயர்கள் மறைக்கப்பட்டுள்ளன.",
        "உதாரணமாக, இந்த புத்தகத்தில் ஒரு புத்தகம் உள்ளது. எழுத்தாளர் மெர்லே ஆல்பர்ட் என்று பெயரிட்டார். இந்த பெயரில் ஒரு எழுத்தாளர் எங்கள் பாடலாசிரியர்களின் பட்டியலில் இருந்ததில்லை. ஆனால் இந்த எழுத்தாளர் மிகவும் முக்கியமானது என்றால், அது மிகவும் பிரபலமான பாடல்",
        "டெசியன் ஆல்பர்ட் எழுதினார். ஒருமை பட்டியல்களின் சொற்கள் பாடல்களின் அனைத்து வார்த்தைகளும், பாடகர்களும் உள்ளன. லட்சுமி பாய் லட்சுமியைப் பற்றி நீண்ட விளக்கத்தைக் கொண்டுள்ளது. க்ரோனிச்னியின் படம் என்ற ஒற்றை படத்தால் இந்த பாடல் எழுதப்பட்டுள்ளது என்பதற்கான குறிப்புகளும் உள்ளன. ஆனால் இந்த பாடலை எழுதும் பெயர் இல்லை என்று கூறுகிறது. அது மட்டுமல்ல?",
        "மிகவும் பிரபலமான பாடல்கள் போன்ற மிகவும் பிரபலமான பாடல்கள் கூட மெர்சரல் ஆல்பர்ட் எழுதின.",
        "இந்த புத்தகத்தில் மற்றொரு விஷயம் நடக்கிறது. சில அறிஞர்களின் பெயருக்கு அறிவுசார் சொத்துக்களை நியமிப்பதற்கான வலியுறுத்தல் இது. இந்த வேலைக்குப் பிறகு, அவரது பெயர் அவரது பெயருக்கு சொந்தமானது.",
        "சரத் ​​விமலவீரா வானொலியில் மிகவும் பிரபலமான அறிவிப்பாளர். கருணரத்னே அபேசெக்கேரா மட்டுமே இரண்டாவதாக பிரபலமடைவார். ஆனால் நீங்கள் இணையத்தைப் பார்த்தால், அவர் ஒரு படம். அவரது படைப்புரிமை அவரது பல பாடல்களில் எழுதப்படவில்லை.",
        "அவர் இயற்றிய பல பிரபலமான பாடல்களைப் போலவே, அவரது பெயர் குறிப்பிடப்படவில்லை. இந்த வகை அறிவுசார் சொத்தில் நூற்றுக்கணக்கான பாடல்களைக் கண்டேன்.",
        "அறியப்படாத பாடலாசிரியர்கள் தொடர்பாக நீங்கள் அதிக கவனம் செலுத்துகிறீர்கள். ஆனால் நீங்கள் ஏன் இரண்டு அத்தியாயங்களின் அபிலாஷை Fr.",
        "அதற்கு ஒரு சிறப்பு காரணம் உள்ளது. சுமார் இருபது ஆண்டுகளுக்கு முன்பு, நான் இருபது ஆண்டுகளுக்கு முன்பு கருணரத்னே அபேசேகரைப் பற்றி ஒரு கடிதம் எழுதினேன். பின்னர் அவரைப் பற்றி ஒரு கடிதம் எழுதவில்லை. எனவே நான் இந்த கட்டுரைக்குத் திரும்பி, மேலும் தகவலுடன் ஒரு அத்தியாயத்தைச் சேர்த்தேன். கருணரத்னே அபேய்செக்கேராவின் பாடல்களில் பல்கலைக்கழக பட்டப்படிப்பில் முதுகலை பட்டம் மதிப்புள்ள தகவல்கள் உள்ளன. அவர் எழுதிய பாடல்களின் எண்ணிக்கை அவரது குடும்பத்தை சரியாக அறியவில்லை. கருணரத்னே அபேசெக்கேரா ஐந்தாயிரம் பாடல்களை எழுதியுள்ளதாக சிலர் கூறுகிறார்கள். ஆனால் அதை எண்ண முடியாது. எச்.ஆர். கருணாரத்னே அபேசேகேரா இரண்டாயிரம் பாடல்களை எழுதினார் என்று ஜோதிபீலா கூறியுள்ளார். 2 மற்றும் பாடல்களின் பாடல்களின் பாடல்கள் அபாய்சேகராவால் எழுதப்பட்டன என்பது உண்மைதான். அபாய்சேகராவில் என்னால் முடிந்த மட்டத்தில் அவரது பெயருக்கு ஏராளமான பாடல்களை பதிவு செய்துள்ளேன். ஒரு பெரிய குற்றம் என்றால் அவரது பல பாடல்களைக் கடத்தல். அவர்கள் எடுத்துச் செல்லப்பட்டு அவர்களின் பாடல்களில் ஈடுபட்டனர்.",
        "அவரது ஒரே மகன் திலீபா அபேசேகரா திலீபா அபேயஸை அழைத்தார். எனவே அந்த பாடல்களைப் பாட ஒரு தேவை அனுமதிக்கப்படுகிறது. அவர்கள் இன்று நாட்டுப்புற பாடல்களாக வாழ்ந்து வருகின்றனர். ஆனால் அவ்வாறு செய்யும்போது, ​​பாடல்களை நீங்கள் அங்கீகரிக்க முடியாது மற்றும் அவர்களின் சொந்த பெயர்களிலிருந்து வெளியிடுகிறது. இது ஒரு குற்றம்.",
        "ஹ்யூகோ பெர்னாண்டோ மற்றும் ஹெர்பர்ட் எம். இந்த நாட்டின் ரசிகர்களை பிரபல கலைஞர்களாக செனவிரத்னே அடையாளம் காட்டுகிறார். ஆனால் அவர்கள் இருவரும் பல பிரபலமான பாடல்களை எழுதியுள்ள ஒரு ரகசியம். இந்த புத்தகத்தில் இந்த ரகசியத்தை நீங்கள் வெளிப்படுத்துகிறீர்கள்.",
        "ஆம். நடிகர்களாக, இரண்டு நட்சத்திரங்களும் பிரபலமாக உள்ளன. இரண்டிலும் ஒரு நீண்ட பேச்சாளர் இருக்கிறார். ஹ்யூகோ பெர்னாண்டோவின் ஏழு பேரிடம் கற்றுக்கொள்ளுங்கள். ஆனால் அவர் இலங்கையில் முதல் திரைப்பட பாடலாசிரியர். படத்தின் ஆரம்பம் வாக்குறுதியின் தொடக்கமாகும். அங்கிருந்து, அவரிடம் எழுபது எழுபது பாடல்கள் இருந்தன. ஒரு சந்தர்ப்பத்தில், நான் அவருடன் கலந்துரையாடினேன், ஏழாவது வகுப்பிற்குச் சென்றேன், ஆனால் அவரது அறிவை மேம்படுத்துவதற்காக, வு. பியாடாசா சிரிசேனா மற்றும் புத்தகங்கள் உட்பட சில்வா வாசிக்கப்பட்டனர். கையெழுத்துப் பிரதிகள், வேட்டையாடல்கள் உட்பட பழைய புத்தகம் பழைய புத்தகத்தைப் படியுங்கள். மாலை, இளைஞர்களின் ஸ்ரீரிய்ச் ரம்யாவாகவும், உலகின் மிகச் சிறந்தவர்களாகவும், சந்திரன் உலகின் சிறந்ததாக இருக்கப்போவதில்லை.",
        "ஹார்பர்ட் மீ. செனவிரத்னைப் பற்றிய எனது வாசிப்பு அதிலிருந்து சற்று வித்தியாசமானது. நாங்கள் மகிழ்ச்சியான இலக்கியத்தைப் பற்றி பேசுகிறோம். மஹகாமா சேகரவா - அமராதேவா, விஸ்வத்து லாகோஜ் -ஜான் டி சில்வா, மவதா. இங்கே நான் மற்றொரு பாடத்திட்டத்தை வெளியிட முடிந்தது. அது ருக்மானி தேவி மற்றும் ஹெர்பர்ட் மீ. செனவிரத்னே ஒரு சண்டை. ஏராளமான அழகான காதல் பாடல்கள் ஒரே மாதிரியாக வந்துள்ளன. இது ஹெர்பர்ட் எம். செனவிரத்னே. சூரியன் ருக்மானி தேவி. இந்த பாடல்களில் சில இலங்கையின் வானொலியில் இருந்து தடை செய்யப்பட்டன. ஆனால் அவை மிகவும் அழகான காதல் பாடல்கள். அவரது பாடலாசிரியர் பங்கு அவரது நடிகரை விட பெரியது என்று நான் நினைக்கிறேன். சந்திரா இரவுக்கு வந்தார், மேலும் நுண்கலைகளின் நுண்கலைகள், அழுகிற மற்றும் உலகின் இருண்ட, சந்திரன், கோலம்பூர், இரு-ஹெர்ட் டில்லட், படம், அதுதான் நிறம், மற்றும் என் சொந்த தலைக்கு முகத்தின் மீதான என் அன்பின் பாடல்கள், என் அன்பின் விண்மீன், பழையது மற்றும் ஒளிரிக்கு விழுந்தது. உள்ளது.",
        "வடிவமைப்பு எழுத்தாளர்களின் காப்பகங்கள் பாதுகாக்கப்பட்டதாகத் தெரிகிறது, கடந்த காலங்களில் கடந்த காலங்களில் கருதப்பட்டது. பொறுப்பான அம்சங்களின் கவனம் இதை சரியாக கவனம் செலுத்துகிறது என்று நினைக்கிறீர்களா?",
        "அத்தகைய தேவை என்ன இருந்தாலும், எந்த திட்டமும் இல்லை. அத்தகைய நிரல் இருந்தால், இந்தத் தரவை வளர்க்க நான் விரும்பவில்லை.. நல்ல நேரத்தில், பல பாடலாசிரியர்கள் தங்கள் பாடல்களை வெளியிட்டுள்ளனர். அத்தகைய புத்தகங்களை இடுகையிடாதவர்களுக்கு நான் இந்த புத்தகத்தைத் தேர்ந்தெடுத்தேன். அவற்றின் விவரங்கள் எங்காவது பாதுகாக்கப்பட வேண்டும். தங்கள் சொந்த உயிரினங்களை வெளிப்படுத்தவும், படைப்புரிமையை கோரவும் சுமார் இரண்டு நிறுவனங்கள் உள்ளன. ஆனால் இறந்த பாடல்களில் அத்தகைய நிரல் எதுவும் இல்லை.",
        "துரதிர்ஷ்டவசமாக, பலர் சிறப்பான விரிவான மற்றும் பொறுப்பான பாடல்களைப் பற்றி பேசுகிறார்கள். இன்று பாடலின் போக்கைப் பற்றி நீங்கள் என்ன நினைக்கிறீர்கள்?",
        "இலங்கையின் இசைத் தொழில் கிட்டத்தட்ட முற்றிலும் பேரழிவிற்கு உட்பட்டது என்று நான் நினைக்கிறேன். நான் தனிப்பட்ட முறையில் எடுத்துக் கொண்டால், நான் பதினைந்து ஆண்டுகளாக எழுதவில்லை. எழுதவில்லை என்றால், அவர்களிடம் சொல்லும் ஒரு சிக்கல் உள்ளது. இந்த அழிவுகரமான அலையில் எனக்கு பாடல்கள் தேவையில்லை. எனவே எனது பாடல்களை எழுதுவதை நிறுத்திவிட்டேன். மிகவும் பாடல் எழுதும் இளைஞர்களும் இன்று எங்களை சந்திக்கிறார்கள், ஆனால் துரதிர்ஷ்டவசமாக, பாடல்களைப் பாட பாடகர் இல்லை. இப்போது இந்த பாடகர்கள் யாத்திரை தொடரிடம் கேட்கிறார்கள். அவர்களுக்கு சுவை இல்லை. நல்ல ஃபாசினிட்டி இல்லாத பாடகர்களுக்கு புதிய எழுத்தாளரின் நல்ல கட்டுரை ஒரு நல்ல கட்டுரையைத் தேர்வு செய்ய முடியாது. இந்த கட்டுரையை அவர்களால் கூட புரிந்து கொள்ள முடியும்.",
        "ஜோதிபீலாவைப் போலவே, மில்டன், ஜோதிலா, இந்தி பாடல்களைத் திருடவில்லை. ஆனால் இப்போது இவற்றை இணையம் மூலம் திருடுகிறது. திருடி, சொந்தமாக செய்யுங்கள். அறிவுசார் சொத்துக்களைக் கொள்ளையடிக்கும் திறன் இல்லாதவர் இசை. இந்த நாட்டின் இசைத் துறையில் நான் எந்த எதிர்காலத்தையும் காணவில்லை. நான் இந்த நேரத்தில் எழுதத் தொடங்கினால், பிறப்பின் அழுக்கு ஆர்ப்பாட்டமாக நானும் அமைதியாக இருக்க வேண்டும். ஏனென்றால் இந்த அலையை நீங்கள் கடைபிடிக்க முடியாது. அந்த அலை ஏற்றுக்கொள்ளப்பட்டது",
        "வேலை இல்லை. ஏனெனில் அது உங்களை அழிக்கிறது. இந்த நாட்டின் பொதுவான ஆடம்பரமானது அந்த இடத்திற்கு மேல் உள்ளது."
      ]
    },
    "en": {
      "title": "Design horings owned the world",
      "body_lines": [
        "The book Law Festival of 'Poetics' release of two categories of Veluinary Arts University.. The Colombo Public Library Auditorium will be held at 3.30. Dr. Rohana Weerasinghe Music Assistance to launch these works. This book is launched as a Imaushi statement. This conversation is based on this new book with Sunil Ariyaratne.",
        "Includes information about the nearest versions of the premiest paperbooks of your precious structural books - The famous authors of two categories, including information about the famous songs of this book and the known writers. What is a topic like this, especially if you are taking attention to your attention?",
        "When I heard many songs as a song composerator, I was very curious. Basic, who will write that song, come up. At the same time, though, I am gorgeous, I am gorgeous, we have a great pleasure in a nanteen one who is written, accept our appreciation for the writer of the song.. Because of this curiosity, I was chased these different roles. Here, these songs, the classic and commercial, was to find out the designers of the songs I would like.",
        "Previously, I had some experience in this regard due to the journey to find such musicians by writing the Gandher Bookcholaya. Since I was able to grateful to a large number of music creators in the book line, I wondered that it was good to do so about songwriters.",
        "The two volumes include the details of twelve songs. But none of the books are noted in the book. Or because there was no corresponding source. There have been no information about at least a journal or newspaper. So I gathered this information under a variety of difficulties. Some people are even at dazzling. Therefore, I have the feeling that these two volumes did great. Accordingly WULD. Mersalandin Albert, Marceline Jayakody Lixture, C. Weerasekera, Hugo Fernando, AJ. De Zoysa, Wimal Abhayasundara, PLJ. Nandana Keerthi, Herbert M. Seneviratne, Sarath Wimalaweera, Karunaratne Abeysekara, Augustus Vinagaratnam, Nihal A. These two volumes include the details of songwriters, Jayasinghe.",
        "Even if some of the songwriters you will offer here, many people have never heard of many. Did these writers have to covered with a media use of media use when they did not pay attention to anyone?",
        "It seems that the man named the songwriter at a design has not shown any kind of concern. For example, the old movies do not have the name of the song. They were none of the songs issued for the films. Gramophones are not mentioned in the songwriter. Why is it a matter of it?. Necessary? Or are resentment? Can't imagine. The film does not refer to the name of the subscription directory. Ten songs in the film included twelve twelve. These injustices became a character that does not care about the songwriter because of these injustices. Today, the names of these designers have gone to hidden.",
        "For example, there is a book in this book WULD. The writer named Mercelly albert. A writer in this name has never been on the list of our songwriters. But if this writer is so important, it is a very popular song",
        "Tecean Albert wrote. The words of the singular catalogags have all the words of the songs, singers. Lakshmi Bai has a lengthy description of Lakshmi. There is also a notes that the song is written by a single film, Chronichny's film. But no more name of writing this song says. And that is not just that?",
        "Even the most popular songs, such as the most popular songs, wrote Merceral Albert.",
        "Another thing happens in this book. It is the assertion of the assignment of intellectual property to some scholars' name. After this work, his name belongs to his name.",
        "Sarath Wimalaweera is a very popular announcer on the radio. Only Karunaratne Abeysekera will secondly popular. But if you look at the Internet, he is one picture. And his authorship has not been written in many of his songs.",
        "Like as well as many popular songs he composed, his name is not mentioned. I have found hundreds of songs in this type of intellectual property.",
        "You focus more in relation to the unknown songwriters. But why do you set aspiration of two chapters on Fr.",
        "There is a special reason for that. About twenty years ago, I wrote a letter about twenty years ago about Karunaratne Abeysekara. And then didn't write a letter about him. So I returned to this article and added a chapter with more information. Karunaratne Abeysekera's songs contain information that is worth a postgraduate degree in a university degree. The number of songs he wrote did not know exactly his family. Some people say that Karunaratne Abeysekera has written five thousand songs. But that can't count. HR. Jothipeala has said that Karunaratne Abeysekera wrote two thousand songs. It is true that 2 and the songs of the songs of the songs were written by Abeysekara. I have registered a large number of songs to his name at the level I can at Abeysekara. If a big crime is the abduction of many of his songs. They were taken away and involved in their songs.",
        "His only son Dileepa Abeysekara had called Dileepa Abeyase. So a need is allowed to sing those songs. They have been living today as folk songs. But while doing so, you cannot approve of the songs and publishing from their own names. It's a crime.",
        "Hugo Fernando and Herbert M. Seneviratne identifies the fans of this country as popular performers. But they are a secret that they both have written many popular songs. You reveal this secret in this book.",
        "Yes. As actors, the two stars are popular. There is a lengthy speaker on the two. Learn to the seven of Hugo Fernando. But he is the first film songwriter in Sri Lanka. The beginning of the film is the beginning of the promise. From there, he had seventy seventy songs. On one occasion, he said that I had a discussion with him and went to the seventh class, but to improve his knowledge, Wu. Silva, including Piyadasa Sirisena and the books were read. The manuscripts, that the old book, including poaches, read the old book. The evening, as the Shriarch Rumya of the Youth, and the best of the best of the world, the moon is not going to be the best of the world.",
        "Harbert m. My reading of Seneviratne is a little different from that. We're talking about the glad literature. Mahagama Sekarawa - Amaradeva, Vishwathu Lagoge-John de Silva, Mawatha. Here I was able to disclose another syllabus. That is Rukmani Devi and Herbert M. Seneviratne is a combub. A large number of lovely love songs have come to the same. It was written in Herbert M. Seneviratne. Sun was Rukmani Devi. Some of these songs were banned from Sri Lanka's radio. But they are very beautiful love songs. I think his songwriter role is greater than his actor. Chandra came to the night, and the Fine Arts of Fine Arts, Sirippa, who is crying, and the darkest of the world, is in the moon, columpure, the bi-herd dillet, Image, that's the color, and my songs of love for my own head, in the face of love, and the galaxy of my love, fell to the old, and the galaxy of light. There is.",
        "The archives of the design writers seem to be preserved and in the past regarded in the past. Do you think that the attention of the responsible aspects is properly focused on this?",
        "No matter what there is such a need, there is no program. If there is such a program, I don't want to grow this data.. In the good time, many songwriters have posted their songs. I chose this book for those who have not posted such books. Their details should be preserved somewhere. There are about two institutions to express their own creatures and claim the authorship. But there is no such program on the songs of the dead.",
        "Sadly, many talk about the elaborate of excellence, and responsible songs today. What do you think about the tendency of the song today?",
        "I think Sri Lanka's music industry is almost entirely devastated. If I take personally, I have not been writing for fifteen years. If not write, there's a problem that tells them. There is no need for songs to me in this destructive wave. So I've stopped writing my songs. The most songwriting young men also meet us today, but unfortunately, there is no singer to sing the songs. Now these singers ask the pilgrimage series. They have no flavor. No new writer's good essay to singers who have no good fascinity cannot choose a good essay. They can even understand this essay.",
        "Like Jothipeala, Milton, Jothila, is not stealing Hindi songs. But those now steal these through the Internet. Steal and make their own. The music is the one who has no cultivated ability to plunder intellectual property. I didn't see any future in this country's music industry. If I started writing this time, I too will have to be silent as a dirty demonstration of the birth. Because you can't adhere to this wave. That wave was adopted",
        "No work. Because it only destroys you. The general fancy of this country is over the place."
      ]
    }
  },
  "summary_lines": []
}