{
  "translated_text": {
    "ta": {
      "title": "இந்த மாதத்தின் 05 முதல் 07 வரை பாராளுமன்றம்",
      "body_lines": [
        "பாராளுமன்ற தொடர்பு பிரிவு அடுத்த 5 மற்றும் 07 ஆம் ஆண்டின் 05:16 மற்றும் 07 அன்று பாராளுமன்றத்திற்கு தகவல் கொடுத்துள்ளது.",
        "அதன்படி, மார்ச் 5 செவ்வாய்க்கிழமை காலை 9:30 மணி முதல் காலை 9.30 மணி வரை - வாய்மொழி பதில்கள் தேவைப்படும் கேள்விகளுக்கு பாராளுமன்றத்தில் பாராளுமன்றம் சந்திக்கும்.",
        "பிப்ரவரி 20 அன்று மாலை 4.30 மணி முதல் மாலை 4.30 மணி வரை, பாதுகாப்பான பரிவர்த்தனைகள், அடமான திருத்தங்கள், குத்தகை திருத்தங்கள் (திருத்தம்), நிறுவனங்கள் (திருத்தம்) மற்றும் அடுத்த நாள், ஆவணங்களை பதிவுசெய்தல் (திருத்தம்) பில்கள் இரண்டாவது நாட்களில் விவாதிக்கப்பட உள்ளன .",
        "மாலை 4.30 மணி முதல் பிற்பகல் 2:30 மணி வரை நடைபெறவிருக்கும் திட்டத்திற்கு அரசாங்கம் மேற்கொண்ட முன்மொழிவு.",
        "மார்ச் 6 ஆம் தேதி - காலை 10:00 மணி - காலை 10:00 - காலை 10 மணி - காலை 10 மணி - காலை 10 மணி",
        "அத்தியாவசிய பொது சேவைச் சட்டத்தின் கீழ் புதிய வர்த்தமானி அறிவிப்பு எண் 2369/58 ஐக் கூறும் சட்டம், ஜனாதிபதியால் குறிப்பிடப்பட்ட கொள்கை விவாதம் இல்லாமல் அங்கீகரிக்கப்படும்.",
        "சீரியண்ட் பேண்ட் (திருத்தம்), திருத்த திருத்தம் மற்றும் பதிவு (திருத்தம்) மற்றும் ஆவணங்கள் (திருத்தம்) மற்றும் ஆவணங்கள் (திருத்தம்) மற்றும் ஆவணங்கள் (திருத்தம்) வரைவு பில்கள் மூன்றாம் நாளில் விவாதிக்கப்பட வேண்டும்.",
        "மேலும், சமூக பாதுகாப்பு வரி (திருத்தம்) மற்றும் மதிப்பு கூட்டப்பட்ட மதிப்பு (திருத்தம்) ஆகியவை விவாதத்திற்கு முடிவு செய்யப்பட்டுள்ளன.",
        "அதன்பிறகு, மீன்வள அமைச்சகம் மற்றும் இலங்கை மீன்வளர்ப்பு மேம்பாட்டு ஆணையத்தின் கீழ் இலங்கை மீன்வள ஹார்பர் கார்ப்பரேஷன் லிமிடெட் சம்பந்தப்பட்ட திட்டங்களை விவாதிக்காமல் அங்கீகரிக்கப்பட்டுள்ளது.",
        "பின்னர், மாலை 5:00 மணி முதல் மாலை 4 மணி வரை எதிர்ப்பைக் கொண்டுவருவதற்கான திட்டத்தின்படி, தேவாலயம் பாராளுமன்ற நேரத்தில் நடைபெற உள்ளது.",
        "மார்ச் 7, வியாழக்கிழமை, காலை 9:30 மணி முதல் காலை 10.30 மணி வரை காலை 10.30 மணி முதல் காலை 1030 மணி வரை.",
        "தேவாலய ஒத்திவைப்பு பின்னர் அரசாங்கமும் எதிர்க்கட்சியும் கூட்டாக எடுத்துச் செல்ல வேண்டிய திட்டமாக நியமிக்கப்பட்டுள்ளது.",
        "இதற்கிடையில், நேற்று (01) நடைபெற்ற பாராளுமன்ற விவகாரங்களுக்கான குழுவின் மூன்றாவது குழுவின் அதிகாரிகள் ஊழியர்களின் அதிகரிப்பு குறித்து விசாரிக்க காலை 10.30 மணிக்கு நடைபெற்ற கட்சி தலைமைக் கூட்டத்திற்கு வரவழைக்கப்பட்டனர்."
      ]
    },
    "en": {
      "title": "Parliament from the 05th to 07th of this month",
      "body_lines": [
        "The Parliamentary Communication Section has informed the Parliament on 05:16 and 07 of the next 5th and 07.",
        "Accordingly, Parliament will meet in the Parliament on Tuesday 5th March to 9:30 am - 9.30 am - 10.30 am to questions that require verbal answers.",
        "4.30 pm to 4.30 pm on February 20, secured safest transactions, mortgage revisions, leasing revisions (Amendment), companies (Amendment)And the next day, the bills of the Registration of Documents (Amendment) are due to be debated on the second days.",
        "The proposal made by the government to the proposal to be held from 4.30 pm to 2:30 pm.",
        "In March 6 am - 10:00 am - 10:00 am - 10am - 10am - 10am",
        "The law stating the new gazette notification No. 2369/58 under the Essential Public Service Act, the policy referred to by the President will be approved without debate.",
        "SERIANT BAND (Amendment), Revision Revision and Registration (Amendment) and Documents (Amendment) and Documents (Amendment) and Documents (Amendment)Draft Bills are to be debated on the third day.",
        "Also, the Social Security Tax (Amendment) and value added value (Amendment) has been decided to debate.",
        "Thereafter, the Ceylon Fisheries Harbor Corporation Limited under the Ministry of Fisheries and the Sri Lanka Aquaculture Development Authority has also been approved without debating the relevant proposals.",
        "Then, according to the proposal to bring the opposition to 5:00 pm to 4 pm, the church is due to be held at the parliamentary time.",
        "Thursday, March 7, 9:30 am to 10.30 am to 10.30 am to 1030 am.",
        "The church postponement has then been appointed as a proposal to be jointly carried by the government and the opposition.",
        "Meanwhile, the officials of the Third Committee on the Committee on the Parliamentary Affairs held yesterday (01) had been summoned to the party leadership meeting held at 10.30 am to investigate the staff increment."
      ]
    }
  },
  "summary_lines": [
    "Parliament meets on 5th March from 9:30 am to 10:30 am for questions, and on 20th February for debates on transactions, revisions, and amendments. On 6th March, a proposal is debated from 6 am to 10 am. The Essential Public Service Act's new gazette notification No. 2369/58 is approved without debate. Draft Bills on SERIANT BAND, Revision, and Documents are debated on the third day. Social Security Tax and value added value amendments are also debated. The Ceylon Fisheries Harbor Corporation Limited and Sri Lanka Aquaculture Development Authority proposals are approved without debate. On 7th March, the church is debated from 9:30 am to 10:30 am."
  ]
}