{
  "translated_text": {
    "si": {
      "title": "සුදුසු මොහොත: සජිත්, දෙමළ පක්ෂය අනුර - දයාන් ජයතිලක සමඟ කතා කළ යුතුයි",
      "body_lines": [
        "නිවසේදී දිගු කලක් තිස්සේ දේශපාලනීකරණය වී ඇති සිංහල හා බෞද්ධ ජාතිවාදය යන සිංහල හා බෞද්ධ ජාතිවාදය යන කාලයත් සමඟ දෙමළ පක්ෂ වන සජිත් ප්රධාන ප්රතිවාදීන් සමඟ සාකච්ඡා පැවැත්විය යුතු බව රාජ්ය තාන්ත්රික දයාන් ජයතිලක මහතා පැවසීය.",
        "දෙමළ ජනයාගේ දේශපාලන ප්රවනතාවය යන අතරතුර දෙමළ සාමාන්ය අපේක්ෂකයෙකු නැවැත්වීමේ උත්සාහය සුදුසු නොවන බව ද ඔහු පෙන්වා දුන්නේය.",
        "උතුරු හා නැගෙනහිර මත පදනම් වූ දෙමළ දේශපාලන පක්ෂ පිළිබඳව අදහස් දක්වමින් ඔහු මේ බව කියා සිටියේ එළඹෙන ජනාධිපතිවරණයේදී මහජන අපේක්ෂකයෙකු ප්රකාශ කර ඇති බවයි.",
        "ජනාධිපතිවරණයේදී දෙමළ ජනතාව අතීතයේ විවිධ උපහාර තිබේ. කෙසේ වෙතත්, උපක්රම වලට දෙමළ ජනතාවට ප්රමාණවත් ප්රතික්රියාකාරකයක් ලැබී නොමැත.",
        "මෙම පසුබිමට එරෙහිව දෙමළ දේශපාලන පක්ෂ උත්සාහ කරන්නේ ඔවුන්ගේ ඊළඟ ජනාධිපතිවරණයේදී පොදු අපේක්ෂකයෙකු නැවැත්වීමට ය.",
        "මෙම ගැටළුව මත සියලුම පාර්ශවයන් එකට වැඩ කිරීමට ඉදිරිපත් වන්නේ නම් එය හැකි උපාය මාර්ගයකි.",
        "නමුත් ක්ෂේත්ර යථාර්ථයේ පදනම මත, දෙමළ පැත්තේ පොදු අපේක්ෂකයෙකුගේ පුදුමාකාර දෙමළ පක්ෂ අතර සියලු දෙමළ පක්ෂ අතර ඒකමතික තත්වයක් නොමැත.",
        "මේ හේතුව නිසා, දෙමළ පක්ෂ අතර සබඳතා වර්තමාන තත්වයට වඩා දරුණු වනු ඇත.",
        "එවැනි තත්වයක් තුළ, ස්වයං පාලනයක් ඇතුළු ස්වයං පාලනයක් ඇතුළු දෙමළ අපේක්ෂකයා ඇතුළු දෙමළ අපේක්ෂකයා ඉදිරිපත් කිරීම ඉතා අපහසු වනු ඇත.",
        "වඩුකොද්දෙයි යෝජනාව 1976 දී සිදු කරන ලද අතර 1977 දී මැතිවරණයට මුහුණ දුන් කොන්දේසි ඉදිරිපත් නොවීය. දෙමළ ජනයාගේ දේශපාලන ප්රවනතාවය ආරෝපණය කර ඇත. එවැනි වාතාවරණයක් තුළ, සාමාන්ය අපේක්ෂකයාගේ තීරණය සුදුසු පියවරක් නොවේ.",
        "එසේම, දකුණු ශ්රී ලංකාවේ මීළඟ ජනාධිපතිවරයාගේ ප්රධාන අපේක්ෂකයින් වන සජිත් ප්රේමදාස සහ අනුරකුමාර දිසානායක වේ.",
        "ඔවුන් දන්නවා අරකල්ගේ බලය. එබැවින් ඔවුන් නැවත දේශපාලනයට පැමිණෙන්නේ සිංහල හා බෞද්ධ වාර්ගික ප්රශ්න කෙරෙහි අවධානය යොමු කරමින් ය.",
        "එවැනි වාතාවරණයක් තුළ රට මේ වන විට සිංහල හා බෞද්ධ ජාතිවාදයේ දේශපාලනයෙන් සිංහල හා බෞද්ධ ජාතිවාදයේ සන්දර්භය තුළ සිටී. මෙම පරිසරය දෙමළ පක්ෂ විසින් භාවිතා කළ යුතුය.",
        "එබැවින්, සජිත් සහ අනුර සමඟ දිගුකාලීන ගැටලු සඳහා කෙටි හා දිගුකාලීන විසඳුම් වෙත විසඳුමට එළඹිය යුතුය.",
        "ඒ අතරම, ස්පා Spain ් ,ලන්ඩ් හි කැටලෝනියාවේ කැටලෝනියාවේ ඇති කාරණය සහ කුර්දිලන්ඩ්වල තත්වයන් සැලකිල්ලට ගත යුතුය.",
        "බ්රිතාන්ය බ්රිතාන්ය ඩේචර්ට එරෙහිව සටන් කළ පවිත් කිරීමේ ක්රමයේ උපායමාර්ගය තීරණ වලින් තොරව සකස් කළ හැකිය.",
        "ඒ අනුව දෙමළ පක්ෂයේ සුදුසු මොහොත භාවිතා කිරීම සඳහා තීරණ ගැනීම සුදුසුය."
      ]
    },
    "en": {
      "title": "Appropriate moment: Sajith, Tamil party should speak with Anura- Dayan Jayatilaka",
      "body_lines": [
        "Diplomatic Dayan Jayatilaka has said that the Tamil parties, Sajith, should carry out talks with the main rivals, as the time when the Sinhalese and Buddhist communalism, which have long been politicized at home, have been appropriate.",
        "He also pointed out that while the political tendency of the Tamils is going on, the attempt to stop a Tamil general candidate will not be appropriate.",
        "He said this while commenting on the Tamil political parties, which are based on the North and East, have taken a public candidate in the upcoming presidential election.",
        "The Tamil people have carried out various tributes in the past in the presidential election. However, the tricks have not received enough reactors to the Tamil people.",
        "Against this backdrop, Tamil political parties are trying to stop a common candidate on their next presidential election.",
        "It is a possible strategy if all parties come forward to work together on this issue.",
        "But on the basis of field reality, there is no unanimous situation between all Tamil parties in the astonishment of a common candidate on the Tamil side.",
        "For this reason, the relations between the Tamil parties are going to be worse than the current situation.",
        "In such a situation, it would be very difficult to present the Tamil candidate, including autonomy, including autonomy.",
        "The Vaddukoddai resolution was made in 1976 and the conditions that faced the election in 1977 were not present. The political tendency of the Tamils is attributed. In such an environment, the general candidate's decision is not the appropriate move.",
        "Also, Sajith Premadasa and Anurakumara Dissanayake are the main candidates in the next president in South Sri Lanka.",
        "They know the power of Arakal. So they will not come back to politics, focusing on Sinhala and Buddhist communal issues.",
        "In such an environment, the country is currently in the context of Sinhalese and Buddhist communalism from politics. This environment should be used by the Tamil parties.",
        "Therefore, he has to reach the solution to the short and long -term solutions for long -term problems with Sajith and Anura.",
        "At the same time, the issue in Catalonia, Spain and the conditions in Kurdishland should be taken into consideration.",
        "Moreover, the strategy of the Sinbing system, which fought against British British Datcher, can be paved with decisions.",
        "Accordingly, it is appropriate to make decisions to use the appropriate moment of the Tamil party."
      ]
    }
  },
  "summary_lines": [
    "Diplomat Dayan Jayatilaka advises Tamil parties to engage with main rivals, Sajith and Anura, amidst Sinhalese and Buddhist communalism. He suggests against stopping a Tamil general candidate, noting the lack of public support for such a move. Despite the historical tributes by Tamil parties in presidential elections, the current attempt to unite behind a common candidate faces challenges due to differing political tendencies and the absence of unanimity. Jayatilaka emphasizes the importance of addressing long-term issues with Sajith and Anura, drawing parallels with Catalonia and Kurdishland, and advocates for strategic decision-making to leverage the current political climate."
  ]
}