{
  "translated_text": {
    "si": {
      "title": "සති 2 කින් පැමිණිලි 24,000 ක් සඳහා පදිංචි වන්න",
      "body_lines": [
        "සති දෙකක් තුළ පැමිණිලි 24,381 ක් පැමිණිලි අවසන් කර ඇති බව පොලිස් මාධ්ය ප්රකාශක සහ නියෝජ්ය පොලිස්පති නිහාල් තල්ඩුවා මහතා පැවසීය.",
        "පොලිස් ස්ථානවල ඇති පැමිණිලි සති දෙකක් තුළ සති දෙකක් ඇතුළත විමර්ශනය කරන ලෙසට නියෝග කර තිබේ.",
        "මේ අනුව, ඔක්තෝබර් 6 සිට 19 දක්වා පැමිණිලි පළාත් මට්ටමින් ගොනු කර ඇති අතර පැමිණිලි 24,381 ක් විමර්ශනය කර ඇත.",
        "අලුතින් එකතු කරන ලද පැමිණිලි සමඟ පැමිණිලි 7,000 ක් පමණ සහ අලුතින් එකතු කරන ලද පැමිණිලි පොලිස් ස්ථානවල සිටින බවත් ඉක්මනින් අවසන් කරන බවත් ඔහු පැවසීය.. රීල්"
      ]
    },
    "en": {
      "title": "Settle for 24,000 complaints in 2 weeks",
      "body_lines": [
        "Police Media Spokesperson and Deputy Inspector General of Police Nihal Talduwa said that 24,381 complaints have been completed within two weeks.",
        "Complaints available at police stations have been ordered to be investigated within two weeks within two weeks.",
        "Thus, from the 6th to the 19th of October, the complaints have been filed at the provincial level and that 24,381 complaints have been investigated.",
        "He said that about 7,000 complaints, along with the newly added complaints, are in the police stations and will be completed quickly.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka police resolve 24,381 complaints in 2 weeks, 7,000 pending investigation."
  ]
}