{
  "translated_text": {
    "ta": {
      "title": "சஜித்தின் ஆதரவில் 27 பிற கட்சிகள்",
      "body_lines": [
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசாவை ஆதரிப்பதற்காக சமகி யுபிஎஃப்ஏ தலைவர் தலைவர் தலைவர் சஜித் பிரேமதாசா 27 அரசியல் கட்சிகளை ஒப்பந்தம் செய்துள்ளார்.",
        "மனிதாபிமான மக்களின் சேர, ஜனநாயக மக்கள் காங்கிரஸ், தேசிய முன்னணி, தேசிய முன்னணி உட்பட 27 கட்சிகள் உட்பட ஐக்கிய லங்கா பொது கட்சி.",
        "இதற்கிடையில், டாக்டர் ஜயம்பதி விக்ரமாரத்னே, டாக்டர் ஜயம்பதி விக்ரமாரத்னே, அடுத்த ஜனாதிபதித் தேர்தலில் சஜித் பிரேமதாசாவை ஆதரிக்க முடிவு செய்துள்ளார்."
      ]
    },
    "en": {
      "title": "27 other parties in Sajith's support",
      "body_lines": [
        "Samagi UPFA leader leader Leader Leader Leader Sajith Premadasa has contracted the 27 political parties to support the opposition leader Sajith Premadasa.",
        "The United Lanka Public Party representing the humanitarian People's Join, Democratic People's Congress, National Front, including 27 parties, including the National Front.",
        "Meanwhile, Dr. Jayampathi Wickramaratne, Dr. Jayampathi Wickramaratne, has also decided to support Sajith Premadasa in the next presidential election."
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa, Samagi UPFA leader, has secured support from 27 political parties, including the United Lanka Public Party and the Democratic People's Congress, for his opposition leadership. Additionally, Dr. Jayampathi Wickramaratne will back him in the upcoming presidential election."
  ]
}