{
  "translated_text": {
    "ta": {
      "title": "ඇලෙස්කාවට සහ හවායි දූපත්වලටත් සුනාමි රළ කඩා වදී",
      "body_lines": [
        "ரஷ்யாவின் கிழக்கு கடற்கரையில் பூகம்பம் காரணமாக சுனாமி அலைகள் ஏற்கனவே ஹவாய் மற்றும் அமெரிக்க ஹவாய் தீவுகளுக்குள் நுழைந்துள்ளன.",
        "මේ වනවිට හවායි හි ඔආහු දූපතේ වෙරළ තීරයේ හලයිවාහි ජලමට්ටම අඩි 4කට වඩා ඉහළ ගොස් ඇතැයි ද වි‍දෙස් මාධ්‍ය වාර්තා කරයි.",
        "அலஸ்டகா, அலட்டம் தீவுகள் மற்றும் வடக்கு கலிபோர்னியாவின் ஒரு பகுதி இன்னும் சுனாமி எச்சரிக்கையின் கீழ் உள்ளது, மேலும் அமெரிக்க மேற்கு கடற்கரைக்கு மிகவும் கடினமான எச்சரிக்கை வழங்கப்பட்டுள்ளது.",
        "சுனாமி அலை ஏற்கனவே அலாஸ்ட்காவுக்குள் நுழைந்துள்ளது மற்றும் சுனாமி அலைகள் தொடங்கிவிட்டன.",
        "மேற்கத்திய உலகில் உள்ள பிற மாநிலங்கள் அடுத்த சில மணிநேரங்களில் சுனாமி அலைகளுக்குள் நுழையும் என்று எதிர்பார்க்கப்படுகிறது.",
        "அதற்காக மக்கள் இன்னும் தயாராக இருக்கிறார்கள்.",
        "இதற்கிடையில், அமெரிக்க சுனாமி எச்சரிக்கை மையத்திலிருந்து பல பகுதிகளுக்கு சுனாமி அலைகள் அறிவிக்கப்பட்டுள்ளன.",
        "ஒரேகான் மற்றும் வாஷிங்டனைப் பொறுத்தவரை, சுனாமி அலைகள் இரவு 11.50 மணிக்கு கலிபோர்னியாவுக்கு இரவு 11.50 மணியளவில் கலிபோர்னியாவுக்கு இரவு 11.50 மணியளவில் வரும்.",
        "ரஷ்யாவின் கம்சட்கா தீபகற்பத்திற்கு அருகிலுள்ள பசிபிக் தீபகற்பத்தில் 8.8 அலகுகள் கோரியதால் சுனாமி ரஷ்யாவையும் ஜப்பானையும் பாதித்துள்ளது.",
        "இருப்பினும், ஆபத்தான மண்டலங்களுக்கு ஆபத்தில் உள்ள 2,000 பேர் அவற்றை அகற்ற நடவடிக்கை எடுத்துள்ளனர் மற்றும் தாக்கத்தின் காரணத்தைக் குறைக்கும் வாய்ப்பை எடுத்துள்ளனர்.",
        "ரஷ்யாவின் கிழக்கு நகரங்களில், ரஷ்யாவின் கிழக்கு நகரங்களில் காயமடைந்தது, காயமடைந்ததாக கூறப்படுகிறது, ஆனால் இதுவரை எந்த உயிரிழப்பும் ஏற்படவில்லை.",
        "இதற்கிடையில், கிழக்கின் கிழக்கு பகுதிகளுக்கு சுனாமி எச்சரிக்கைகள் வழங்கப்பட்டன.",
        "அதேசமயம், ஹொக்கைடாடோ ஒரு உயரமான உயரமான பகுதியிலும் ஒரு பாதத்திலும் இருந்தார்.",
        "ஜப்பானின் புகுஷிமா டையச்சி மற்றும் புகுஷிமா டைனிட்டி மின் உற்பத்தி நிலையங்கள் உடனடியாக ஆபத்து முடிந்த உடனேயே அவற்றை அகற்ற நடவடிக்கை எடுத்தன.",
        "கூடுதலாக, சுனாமி மாநிலம் மற்றும் சுனாமி எச்சரிக்கைகள் சீனா, பெரு, மற்றும் ஈக்வடார் மற்றும் மேற்கு அமெரிக்க கடற்கரை மற்றும் அமெரிக்காவின் தீவுகளுக்கு வழங்கப்பட்டுள்ளன.",
        "மேலும், பிலிப்பைன்ஸ் மற்றும் இந்தோனேசிய மக்கள் இந்தோனேசியரின் கவனத்தை ஈர்க்குமாறு கேட்டுக்கொள்ளப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "Tsunami ranging into Alasca and Hawaii islands",
      "body_lines": [
        "Tsunami waves has already entered the Havai and the US Hawaii Islands due to the earthquake on the eastern coast of Russia.",
        "At present, the bodies of the coast of the coast of the Oui island in Hawaii have increased over 4 feet.",
        "Some parts of the Alastaka, Alatum Islands, and part of North California is still under tsunami warning, and the most hard warning has been issued to the US west coast.",
        "The tsunami wave has already entered Alastka and the tsunami waves has begun.",
        "Other states in the western world is expected to enter the tsunami waves in the next few hours.",
        "The people are still ready for that.",
        "Meanwhile, tsunami waves have been announced to several areas from the US tsunami warning center.",
        "For the Oregon and Washington, the Tsunami waves will arrive at 11.50 pm to California at around 11.50 pm to California at around 11.50 pm.",
        "Tsunami has also affected Russia and Japan due to the strongholding of 8.8 units in the Pacific Peninsula near the Kamchatka Peninsula of Russia.",
        "However, 2,000 people in danger of the risky zones have taken steps to remove them and the prospect of minimizing the cause of the impact.",
        "In Russia's eastern cities, which were injured in Russia's eastern cities, is reportedly injured, but no casualties have been reported yet.",
        "Meanwhile, tsunami warnings were issued to the eastern regions of the East.",
        "Simultaneously, Hokkaidado was on a tall tall area as well as a foot.",
        "Fukushima Diachi and Fukushima Dynighti Power Plants of Japan immediately took steps to remove them immediately after the end of the risk.",
        "In addition, the tsunami state and tsunami warnings have been issued to China, Peru, and Ecuador, and the Western American coast as well as the islands in the US.",
        "Further, the people of Philippine and the Indonesian have been asked to take the attention of the Indonesian."
      ]
    }
  },
  "summary_lines": []
}