{
  "translated_text": {
    "ta": {
      "title": "குடிவரவு மற்றும் குடியேற்றத் துறை முத்திரையை மாற்றுகிறது",
      "body_lines": [
        "குடிவரவு மற்றும் குடியேற்றம் ஜெனரல் ஹர்ஷா பண்டாரநாயகின் சர்வதேச விமான நிலையத்தில் உள்ள பண்டாரநாயகின் விமான நிலையத்திற்கு அறிமுகப்படுத்தப்பட்டுள்ளது, இது குடியேற்ற மற்றும் பயணத் துறையால் சர்வதேச தரத்திற்கு ஈர்க்கப்படுகிறது.",
        "1948 ஆம் ஆண்டிலிருந்து பண்டைய முத்திரை, பல மோசடி மக்களைப் பயன்படுத்தி, அவ்வப்போது போலி சீல் செய்வதை அவர் கூறியதாகக் கூறப்படுகிறது.",
        "புதிய முத்திரை இலங்கை சர்வதேச விமான நிலையம், துறைமுகம் மற்றும் பயணிகள் கப்பல்களுக்கு மூன்று பிரிவுகளாக மூன்று முத்திரைகளாக வடிவமைக்கப்பட்டுள்ளது.",
        "குடிவரவு அதிகாரிகளின் கருத்துகளுடன் வடிவமைக்கப்பட்ட புதிய முத்திரை, குடியேற்ற ஜெனரல் ஹர்ஷா இலுபிட்டியாவின் வழிகாட்டுதலிலிருந்து புதிய முத்திரை தாமதமானது.",
        "புதிய முத்திரை இலங்கையில் உள்ள மற்ற சர்வதேச விமான நிலையத்தில் இந்த புதிய முத்திரையை ஜூன் 01 அன்று ஜூன் 01 அன்று ஜூன் 01 அன்று ஜூன் 01 அன்று பண்டாரநாயக சர்வதேச விமான நிலையத்தில் பயன்படுத்தியது. குடிவரவு முத்திரை நீல மற்றும் உடனடி முத்திரையில் பயன்படுத்தப்படுகிறது."
      ]
    },
    "en": {
      "title": "Department of Immigration and Emigration changes the seal",
      "body_lines": [
        "Immigration of Immigration and Emigration General Harsha is introduced to the Bandaranaike International Airport in the Bandaranaike International Airport, which is incorporated by the Department of Immigration and Travel attracting to international standards.Said Mr. Ilukpitiya.",
        "He added that the ancient seal since 1948, he had reportedly reportedly on the occasional sealing of fake sealing, using many fraudulent people.",
        "The new seal is designed as three seals as three categories for the Sri Lankan international airport, port and passenger vessels.",
        "The new seal designed with the concepts of immigration officials, the new seal was delayed since the guidance of immigrationary general Harsha Iluupitiya.",
        "The new seal has also been used at the other international airport in Sri Lanka with the use of this new seal on June 01 on June 01 on June 01 on June on June 01 at the Bandaranaike International Airport. The immigration seal is used in blue and the immediate seal."
      ]
    }
  },
  "summary_lines": [
    "The Department of Immigration and Emigration introduces a new seal at the Bandaranaike International Airport, aiming to enhance security against fraud. Designed with input from immigration officials, it features three categories for airports, ports, and passenger vessels. This modernization replaces an old seal that had been vulnerable to misuse."
  ]
}