{
  "translated_text": {
    "si": {
      "title": "ෂමිලා පෙරේරා",
      "body_lines": [
        "මහ මැතිවරණයෙන් ලබා ගත හැකි ජාතික ලැයිස්තු සාමාජිකයින්ගෙන් එක් අයෙකු සම්මුතියකට පැමිණියේ සාමාජික නමින් නව ප්රජාතන්ත්රවාදී පෙරමුණක් සැපයීම සඳහා ය.",
        "රවී කරුනානායකගේ නම මැතිවරණ කොමිසමට යවා ඇති බවත් රනිල් වික්රමසිංහ මහතා නව ප්රජාතන්ත්රවාදී පෙරමුණේ සාමාජිකයෙකු ලෙස රනිල් වික්රමසිංහට දන්වා ඇති බව ප්රමුඛ ලේකම් ෂමිලා පෙරේරා ප්රකාශයක් නිකුත් කරමින් කියා සිටියේය.",
        "2024 මහ මැතිවරණයට තරඟ කිරීම අරමුණු කරගත්, නව ප්රජාතන්ත්රවාදී පෙරමුණ (යූපීඑෆ්ඒ), ශ්රී ලංකා නිදහස් පක්ෂය (යූපීඑෆ්ඒ), පීඒ (RATYYYYYYYYYYYYYYYYYYYYYYYYYYYYYYYYYYYYY), නව සන්ධානය සහ එක්සත් ජාතික පක්ෂය සමඟ සන්ධානයක් පිහිටුවීමට පෙරීස් එකඟ වී තිබේ.",
        "ඒ අනුව, අපගේ පක්ෂයේ නිල සංකේතය ගෑස් සිලින්ඩරයක් බවට පත් කර පක්ෂයේ යූපා හි සංශෝධන ලබා දෙන ලෙස සහ අවශ්ය පහසුකම් සපයන ලෙස පාර්ශවයන් අපෙන් ඉල්ලා තිබේ.",
        "ගිවිසුමේ 5 වන උප නියෝජිතයෙකුට අනුව, නව ප්රජාතන්ත්රවාදී පෙරමුණේ සාමාජිකයෙක් ජාතික ලැයිස්තුවට අවම වශයෙන් එක් තනතුරක්වත් ලබා දීමට එකඟ වූ අතර එය මැතිවරණ ප්රති .ල සඳහා ලබා ගත හැකිය.",
        "මැතිවරණ ප්රති .ල අනුව ජාතික ලැයිස්තු සාමාජිකයින් දෙදෙනෙකු නව ප්රජාතන්ත්රවාදී පෙරමුණට ලබා ගත හැකි විය. පක්ෂ අතර ගිවිසුමට අනුව, අපට ජාතික ලැයිස්තුවක් නම් කිරීමට අවස්ථාව ලැබුණි.",
        "ඒ අනුව, 17 වන දින අපේ පක්ෂයේ විධායක කමිටුව විසින් එම තනතුර නියම කිරීම සඳහා වූ රවී කරුනානායක නම් කිරීම ඒකමතිකව තීරණය විය.",
        "ජාතික ලැයිස්තුවේ සාමාජිකයින් 2024 නොවැම්බර් 18 වන විට නම් කර තිබුණද, සන්ධානයේ අනෙකුත් පාර්ශවයන් නියෝජනය කිරීම ගැන මට දන්වා නොමැත.",
        "ඒ නිසා අපේ පක්ෂය ගත් යෝජනාව සම්බන්ධයෙන් රවී කරුනානායකගේ නම මැතිවරණ කොමිෂන් සභාව වෙත යැවීමට අපි පියවර ගත්තා. ඊට පෙර, අපගේ පක්ෂය විසින් යෝජිත යෝජිත යෝජිත යෝජිත නිර්දේශය රනිල් වික්රමසිංහට නිවේදනය කිරීමට අපි පියවර ගත්තෙමු.",
        "එබැවින් ජාතික ලැයිස්තු සාමාජිකයාගේ ප්රශ්නය සම්බන්ධයෙන් කිසිදු නීති විරෝධී ක්රියාවක් අවබෝධතා ගිවිසුමට එරෙහිව කිසිදු ක්රියාමාර්ගයක් ගෙන නොමැති බව අපි ඔබට දන්වන්නෙමු."
      ]
    },
    "en": {
      "title": "Shamila Perera",
      "body_lines": [
        "One of the National List members available in the general election came to a consensus to provide a new Democratic Front named member.",
        "Leading Secretary Shamila Perera issued a statement saying that Ravi Karunanayake's name was sent to the Election Commission and Ranil Wickremesinghe had informed Ranil Wickremesinghe as a member of the National List of the New Democratic Front.",
        "Aimed at contesting the 2024 general election, the PA has agreed to form a coalition with the new Democratic Front (UPFA), Sri Lanka Freedom Party (UPFA), PA (Ratyyyyyyyyyyyyyyyyyyyy), new coalition and United National Party.",
        "Accordingly, the parties have asked us to convert our party's official symbol into a gas cylinder and provide some amendments to the party's yap and provide the necessary facilities.",
        "According to the 5th Sub -section of the agreement, a member of the new Democratic Front agreed to give at least one post on the national list, which is available for election results.",
        "Two national list members were available to the new Democratic Front as per election results. According to the agreement between the parties, we had the opportunity to name a national list.",
        "Accordingly, by our party's executive committee on the 17th, it was unanimously decided to name Ravi Karunanayake, a member of the National List, to name the post.",
        "I have not been informed about the representation of other parties in the coalition, even though the members of the National List have been named by November 18, 2024.",
        "So we took steps to send the name of Ravi Karunanayake to the Election Commission on the resolution taken by our party. Prior to that, we took steps to announce the proposed proposed by our party to Ranil Wickremesinghe.",
        "So we would like to inform you that no illegal action on the issue of the National List member has not taken any action against the Memorandum of Understanding."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "National List member Ravi Karunanayake chosen for new Democratic Front. Parties agree to form coalition for 2024 election. Election Commission notified of selection. No illegal actions taken regarding Memorandum of Understanding."
  ]
}