{
  "translated_text": {
    "ta": {
      "title": "குவைத்தில் சண்டாருவான் இறந்துவிடுகிறார்",
      "body_lines": [
        "குவைத்தில் வேலைக்குச் சென்றபோது இறந்த 20 வயது இளைஞரின் மரணத்தை வெளிப்படுத்துமாறு அவரது குடும்பத்தினர் அதிகாரிகளிடம் கேட்டுக்கொள்கிறார்கள்.",
        "27 வயது டபிள்யூ.. G. தனுனகா சந்தருவான் பண்டாரா ஒரு திருமணமாகாத நபர், அவர் ஒன்றரை முன்பு குவைத் இராச்சியத்தில் ஓட்டுநராக வேலைக்குச் சென்றிருந்தார்.",
        "ராஜினாமாவின் சகோதரி ஷாஷி மால்சானி, தனது சகோதரரின் உரிமையாளர் கொல்லப்பட்டதாகவும், அவரது சகோதரர் 20 ஆம் தேதி காயமடைந்ததாகவும் கூறினார்.",
        "இன்று (28) குவைத்தின் மற்றொரு பகுதியில் சாண்டாருவானின் தாயின் தாய் வீட்டை விட்டு வெளியேறியதாக சஷி மால்சானி மேலும் கூறினார்.",
        "சாண்டாருவானின் மரணம் வரை அவர் வீட்டிலிருந்து அறிவிக்கப்பட்டதாகவும், அவர் வீட்டிலிருந்து மீண்டும் தெரிவிக்கப்பட்டதாகவும் அவர் கூறினார்.",
        "இருப்பினும், இறந்த இளைஞர்களை இலங்கைக்கு அழைத்து வர தேவையான நடவடிக்கைகள் எடுக்கப்படுவதாக தெரிவிக்கப்பட்டுள்ளது.",
        "இளைஞர்களின் பைக்கு சுமார் ஆறு மாதங்களுக்கு முன்பு எழுதப்பட்ட கடிதத்தின் கடிதத்தையும் அவர் கண்டுபிடித்தார், மேலும் அந்தக் கடிதம் தனது உயிரை இழக்க நேரிடும் என்று தாய்க்கு எழுதப்பட்டதாகக் கூறினார்.",
        "அவர் தற்கொலை செய்து கொண்டதாக சண்டாருவான் பண்டாராவின் உறவினர் கூறினார்,",
        "\"நான் அரபு நன்றாக பேச முடியும். அந்த வீட்டின் முதலாளியுடன் பேசினார். தனது மகன் கார் விபத்தில் சிக்கி மருத்துவமனையில் சேர்க்கப்பட்டதாக அவர் கூறினார். தனக்கு கொஞ்சம் சிக்கல் இருப்பதாக கூறினார்.",
        "மரணம் தற்கொலை செய்து கொண்டதாக சந்தேகிக்கப்பட்டுள்ளது என்று உறவினர்கள் கூறுகின்றனர்."
      ]
    },
    "en": {
      "title": "Sandaruwan dies in Kuwait",
      "body_lines": [
        "His family urges the authorities to reveal the death of the 20-year-old youth who died while he was gone to a job in Kuwait.",
        "27 year old W.. G. Tanunaka Sandaruwan Bandara is a unmarried person and he had gone to work as a driver in Kuwait kingdom one and a half ago.",
        "Shashi Malzani, a sister of the resignation, said that the owner of his brother was killed and his brother was injured on the 20th.",
        "Shashi Malzani further stated that the mother of Sandaruwan's mother had left the house in another area of Kuwait today (28).",
        "He also said that he had been reported from the house to the death of Sandaruwan's death and that he had been reported back from the house.",
        "However, it is reported that necessary steps are being taken to bring the dead youth to Sri Lanka.",
        "He also found a letter from a letter written about six months before the youth's bag, and said that the letter was written to the mother that he would lose his life.",
        "Sandaruwan Bandara's relative said he was committed suicide,",
        "\"I can speak Arabic well. Talked with an employer of that house. He said his son was in a car accident and hospitalized. He said he had little trouble. \"",
        "Relatives say that death has been suspected of committing suicide."
      ]
    }
  },
  "summary_lines": [
    "Sandaruwan Bandara, a 27-year-old single man from Sri Lanka, died in Kuwait where he worked as a driver. His family is seeking information on his death after learning he was involved in an incident that resulted in his injury and the death of his employer's son. Sandaruwan's sister mentioned finding a premonitory letter he wrote six months prior, hinting at a potential threat to his life. Authorities are investigating the circumstances of his death, with suspicions pointing towards suicide."
  ]
}