{
  "translated_text": {
    "si": {
      "title": "සෑම දෙයක්ම අලුත් කරන දේශපාලන ව්යාපාරය - අනුර කුමාර",
      "body_lines": [
        "ජාතික මහජන බලයේ නායක අනුර කුමාර දිසානායක මහතා කියා සිටියේ පාලන තන්ත්රය වෙනස් කිරීමක් නොමැති බවත්, මේ රටේ ආර්ථිකය, දේශපාලනය හා සමාජයේ සියලු කොටස් එක් ග්රහණයක් බවට පත්වන නව දේශපාලන ව්යාපාරයක් බවත් ය.",
        "ඔහු මේ බව කියා සිටියේ මේ මස 27 වන දින මාතරා දිස්ත්රික්කයේ සන්නද්ධ හමුදා සම්මේලනයේදී සන්නද්ධ හමුදා සම්මේලනයේදීය.",
        "දේශපාලනය උණුසුම් වී ඇත. මැතිවරණයෙන් පසුවත්, දේශපාලනය කිසි විටෙකත් ශ්රී ලංකාවේ නොතිබුණි. මෑතකදී, ශ්රී ලාංකික ජනතාව දේශපාලනික වශයෙන් අවදියෙන් සිටිති. ඔවුන් දැනුවත් කිරීමේ දේශපාලන මුලපිරීමට ළඟා වෙමින් තිබේ.",
        "මේ වසරේ ඔක්තෝම්බර් මාසයේදී අපේ රටේ අවසානය නව ආණ්ඩුව, නව තන්ත්රයයි. එම නව රජය සහ නව තන්ත්රය ජනතාවගේ ජාතික බලවතෙකු බවට පත් කිරීමට ද අප සැමට අපි සැමට දායක වී සිටිමු.",
        "අපේ රට දරුණු යුද්ධයක යෙදී සිටියදී, ඔවුන්ගේ ජීවිත ඇතුළුව, ඔවුන්ගේ ජීවිත ඇතුළුව ඔවුන්ගේ ජීවිත සියල්ලම යුද ගැටුම, එදින ඔබ අපේක්ෂා කළ මල්ලක් සහිත ජනතාවගේ අපේක්ෂාව මුළුමනින්ම සුනුවිසුනු විය.",
        "එය ලෝකය ඉදිරියේ වඩාත්ම දුෂ්කර හා ජීවිතය වන රටයි.. එය එම තනතුරෙන් රට යථා තත්වයට පත් කිරීම දරාගත නොහැකි වගකීමකි.",
        "මෙම අර්බුද සීමිත වූ කරුණු කිහිපයක් තුළ ආබාධිත යැයි කිහිප දෙනෙක් අපේක්ෂා කරති. ආර්ථික වශයෙන් බංකොලොත් බව සත්යයකි.",
        "ජනතාවගේ අත්යවශ්ය භාණ්ඩ සඳහා වන බදු, ව්යාපාරයක් සොයා ගැනීමට නොහැකි අතර, ලබා ගත හැකි වැටුප සඳහා ගෙවීමට අපහසුය. අපට රට හැර යාමට බල කෙරී ඇති අතර එය ආර්ථික වශයෙන් බංකොලොත් විය. කෙසේ වෙතත්, කෙසේ වෙතත්, කෙසේ වෙතත්, නීතියේ ආධිපත්යය කඩාකප්පල් වී ඇති අතර අපරාධ ලාභදායී වී තිබේ.",
        "මෑතකදී, කොළඹ අපරාධ අංශයේ සිටම වෙලිගම පොලිස් පාලක අංශයට ගිය පිරිසක් මිය ගියහ. වෙලිගම පොලිසිය ගිනි අවි වලට වෙඩි තැබීය. එක් පොලිස් නිලධාරියෙකු මිය යන අතර අනෙකා කනස්සල්ලට පත්ව සිටී.",
        "අවසානයේදී, කොළඹ පොලිසිය සහ වෙලිගම පොලිසිය එකිනෙකාට වෙඩි තැබූහ. පාර අයිනේ කරත්තයක් වැනි වාහනය පාරෙන් නැවැත්වූ විට නාරමලා රියදුරු වෙඩි තබා dead ාතනය කළේය. ඔවුන් දහවල් කාලයේදී වූ භික්ෂුවට වෙඩි තැබුවා. බෙලියම් හි පුද්ගලයින් පස් දෙනෙකු killed ාතනය කළේ කවුදැයි තවමත් නොදනී.",
        "සෑම කෙනෙකුගේම ජීවිත ප්රමාණවත් අරාජිකත්වය ප්රමාණවත් නොවේ. මෙම තත්ත්වය 1993 දී සහ ජනාධිපති ප්රේමදාස ination ාතනයෙන් පසුව මෙම තත්ත්වය දැක තිබේ. ඔබට සහ ඔබේ ජීවිතයට ආරක්ෂාවක් නොමැත. සමහර විට ආර්ථිකය පිරිහී ඇති අතර සමහර විට ජනතාවගේ ජීවිත පාලනය කිරීමට සැලසුම් කරයි.",
        "මෙය බලය සඳහා නැවත නැඟිටීමක් සිදු කළ රටක් බව අමතක නොවේ. රජයේ කාර්යාලයකින් පුරවැසියෙකුට කිසිදු පුරවැසියෙකුට කර්තව්යයක් කළ නොහැකි පිරිහුණු රජයේ සේවාවක් තිබේ.",
        "මෙම අල පොලිසිය විසින් කුලපති ලෙස රැකියාවක් කිරීම සඳහා පොලිසිය පත් කළ තැනැත්තාට පොලිසිය පාවා දෙනවා.යුක්තිය පිළිබඳ සැකයක් පවතී. අපරාධකරුවන්, වංචාකාරයින් සහ දූෂණය තුළ එකට එකතු වී ඇති පවුල්වල පිළිකුල් සහගත හා කුණු වූ දේශපාලනයක් තිබේ.",
        "යකඩ මිටියේ යකඩ මිටියේ මතු වුවහොත් අන් අය ගැන කතා කිරීම වටින්නේ නැත.ලෝකයේ සමහර රටවල ආර්ථිකය පිරිහී ගියද, වෙනත් පද්ධති සුපුරුදු පරිදි වේ.",
        "අපේ රටේ, මෙම පිරිහුණු ක්රමය වෙනුවට පාලන තන්ත්රය වෙනස් කිරීම හෝ නායකත්ව වෙනසක් නව පද්ධතියක් ස්ථාපිත කිරීමෙන් ප්රතිලාභ නොලැබේ. මිනිසුන් සිතන ආකාරය පවා වෙනස් කිරීමට අවශ්ය යැයි සිතන ආකාරය පවා.",
        "අපට මෙම ප්රජාව සමඟ ඉදිරියට යා නොහැක. ආර්ථික විද්යාව, දේශපාලනය සහ සමාජය යනු නව වෙනසක් සිදු කිරීමයි. මෑත අතීතයේ දී බොහෝ අවස්ථාවන් තිබියදීත්, රට වැඩිදියුණු කරන පාලකයින් වැඩිදියුණු කිරීමට නොහැකි වී තිබේ.",
        "වසර 133 ක බටහිර ආධිපත්යය දැරූ රටක් ආදිවාසී ජනතාව අතට පත්ව ඇති විට, සුදු මිනිසාට තත්පරයක් නොතිබුණි ද?ගාන්ධි, නේරු, පටෙල් සහ සුභාෂ් චන්ද්ර බෝස් වැනි ඉන්දියාවේ ජාතික ඩ්රයිව් නායකයින්ගේ ආරම්භකයා මෙය නොවේ.",
        "මෙම දැක්ම අද සඳට යන ඉන්දියාවක් නිර්මාණය කර තිබේ.බාල කුලයෙකු සමඟ සිටි කාන්තාවක් ජනාධිපති ධුරය ලෙස පත් කරන ලදී. සියල්ලන්ම ඉන්දියාවේ ධජය යටතේ ඒකාබද්ධ විය.",
        "සෙල්වනායගම් මහතා පුරවැසි පනතක් ගෙන ආ විට දෙමළ රාජ්ය පක්ෂයක් පිහිටුවීමට පෙළඹී කඳුකරයේ ජනතාව රටක ජනතාව තත්ත්වයකට පරිවර්තනය කළේය.. 1956 සිට භාෂා ගැටළුවක් ඇදගෙන ගොස් තිබේ.",
        "ඔවුන් කළු තෙල් ලිපියේ තැබීමට පටන් ගත්හ. 1970 ගණන්වල මැද භාගයේ උතුරේ ආයුධ ව්යාපාරයක් ඇත. 2009 දී යුද්ධය අවසන් වුවද, නැවත නැඟිටීම 2019 දී සිදුවෙමින් පවතී.",
        "අපගේ පාලකයන්ගේ නිර්මාණය සාර්ථක ඉතිහාසයක් වූ නමුත් ඉන්දියානු පාලකයින් බිහි කිරීම අඛණ්ඩතාව විය. ජාතිය එකට නැගී සිටින ඉතිහාසය ඔවුන් ලියන විට, අප පරස්පර විරෝධී ඉතිහාසයක් ලිවිය යුතුය.",
        "අපි ඒ ශතවර්ෂයේ ජාතීන් විසිවන සියවසේ විශාල ප්රගතියක් කරා ගමන් කරන විට අපි ඒ සියවස අත්හදා බැලුවෙමු. ලෝකයේ නූතනත්වය සඳහා සමමුහුර්ත කළ හැකි ශ්රී ලංකාවක් අපට අවශ්යය.",
        "එමනිසා, කුමන්ත්රණය වෙනුවට නව වෙනස යුගයේ යුගය සඳහා රට යනු නව තන්ත්රයයි. ඒ සඳහා රට අවදි වී ජාතිය වෙත අඛණ්ඩතාව සඳහා ගෙන ආ යුතුය.",
        "අප උතුරේ ජනතාව හඳුන්වන්නේ 13: අපි ෆෙඩරල්ව ලබා දෙමු.මෙම ව්යසනයෙන් මිදීම සඳහා අපි එකට සටන් කරන බව අප පැවසිය යුතුය. \"ඡන්ද ලැබීමේ සංස්කෘතිය වෙනුවට නව පුනරුද යුද්ධය සමඟ එක්වන්න.",
        "අප බලය ලබා ගැනීම ගැටළු විසඳීම ආරම්භය නොවේ. අපට එරෙහිව එක්සත් විය හැකි සියලු බලවේග එකම වේදිකාවට පැමිණේ. යමෙකු හදිසි අනතුරකින් මිය ගියත් එන්බීපී අහුවුණි.",
        "ඔවුන් එතරම් කල්පනා කරනවා. ඔවුන් සිතුවේ ඔවුන්ගේ කැත, රැජින සහ අවාසිය දේශපාලනය දියුණු බවයි.දශක ගණනාවක් තිස්සේ ඔවුන් තම අපරාධ හා දූෂණයට ඔවුන්ගේ අපරාධ හා දූෂණයට වාරණය කර තිබුණේ ඔවුන්ට පිටතට පැමිණීමට ඉඩ නොදී ය.",
        "\"දැන් අශ්වයා පැන ගොස් ඇති, කුටියට වටින්නේ නැත\" යන සමාජ ජාල තහනම් කිරීමට යන්නේ කවුරුන්ද යන්න දැන් අපි කියමු.. ඔවුන් දැන් ඉදිරිපත් කරන්නේ අපහාස, අපහාස, බිය ගැන්වීම සහ තර්ජන ය.",
        "ජාතික මහජන බලය අපහාස කිරීම, අපහාස කිරීම, බිය ගැන්වීම, තර්ජන, තර්ජන වලට කීකරු නොවීම බව අපි අවධාරණය කරමු. අපි හැමෝම පේචිකත්රයේ දෙපස ආරක්ෂක හමුදාවන්ගේ මේ පැත්තේ එක්රැස් වෙමු.. එනම්, ඔවුන් තනිවම සිටිනවා.",
        "ජෙනරාල්, ප්රීතිකරුවන්, එයාර් මාෂල්, මේජර් ජෙනරාල්වරු, මේ සියල්ල එකට, නමුත් ඔවුන් සිතුවේ සෑම කෙනෙකුම ඔවුන්ගේ පාපැදි තුළ තබා ගැනීමට ඔවුන් සිතුවා ය.. සම්මේලනයෙන් සැහැල්ලුවෙන් හා බිය වන අය බොළඳ බව සැකසීමට උත්සාහ කරති.",
        "නමුත් අප සැමවිටම පවසන පරිදි, අපට මුහුණ දිය හැකි නමුත් සමාන්තරව විය නොහැක. සෑම කෙනෙකුටම හොඳ ජීවිතයක් හා හොඳ රටක් ඇති නමුත් ඔවුන්ට පෞද්ගලික අවශ්යතා නොමැත. ආරක්ෂක අමාත්යාංශයේ සහ බුද්ධි අංශ විදුහල්පතිවරයාගේ අමාත්යාංශයේ ලේකම් කනස්සල්ලට පත්ව සිටී. කෙසේ වෙතත් අපි කලබල නොවේ.",
        "මෙම ව්යසනයෙන් ඔවුන් නිදහස් වනු ඇතැයි විශාල අපේක්ෂාවක් තිබේ. කෝලාහලයට වැටීමෙන් සහ බොරුවලට වැටීමෙන් එම ජනයාගේ අපේක්ෂාවන් අප විසින් විකෘති කිරීමට යන්නේ නැත.",
        "කුණාටුව තුළ සිරවී සිටින බෝට්ටුව, හොඳම උපක්රමය හා සාර්ථකත්වයට මඟ පෙන්වීම බව අපට විශ්වාසයි.. අපි ඉතා පරිස්සම් විය යුතුයි. වචනයක් බිල් නොකළ යුතුය. ඉර්න් නායක සුදර්ශන ගුණවර්ධන ලෙස \"සමපතිමා\" දැවැන්ත ලිබරල්කරුවෙකු සොයන අය ඔවුන් අල්ලාගෙන සිටිති.",
        "හිස් අසමි. එබැවින් අපට බිෂොප්වරයෙකු වීමට අයිතියක් නැත.ඕනෑම වේලාවක අප මනසකින් හෝ මොළයෙන් තීරණ ගත යුතුය.ඒ නිසා අපි මේ ගමන ඉවසිලිවන්තව හා ප්රවේශමෙන් කළ යුතුයි.",
        "ඒ සඳහා ඔබ කැත, කුණු වූ, ගඳ ගසන ලද දේශපාලනය පිරිසිදු කළ යුතුය. මහජනයාට නීතියක් සහ දේශපාලන politicians යන්ගේ නීතියක් ඇති තත්වය අප වෙනස් කළ යුතුය.සියලුම බලවතුන් එකම වළල්ලේ අතේ ඇත. ඔබ ඒ සියල්ල වෙනස් කර ආර්ථික ප්රජාතන්ත්රවාදය ස්ථාපිත කළ යුතුය.",
        "දැවැන්ත වෙනසක් සඳහා අප අපගේ අධ්යාපනය ඉලක්ක කළ යුතුය. සෑම පුරවැසියෙකුම ආහාර වේලක් සඳහා ආහාර සැපයීමේ ක්රමය තහවුරු කළ යුතුය. ආරම්භයේ දී, ආහාර, සෞඛ්ය හා අධ්යාපනයේ පුරවැසියන් අපි සහතික කරමු.",
        "ජාත්යන්තර මූල්ය අරමුදල අර්බුදයට බාධා ඇති වී තිබේ. අපගේ පාලන තන්ත්රය යටතේ ඇති අර්බුදය අපගේ පාලන තන්ත්රය යටතේ කළමනාකරණය කර මෙම තත්වය නැවත සිදු නොවන ලෙස රට නව ප්රවේශයක් බවට පත් කරන්නෙමු.මේ රට අපරාධයෙන් හා මත්ද්රව්යවලින් යථා තත්වයට පත් කිරීමට අපට සැලසුමක් තිබේ.",
        "නගරවල ජනයා දේශපාලන politicians යන්ගේ අපරාධයට සම්බන්ධ වී අපේ රටේ පාතාලය සංවර්ධනය කළහ.. J.r.. ජයවර්ධන ගොනවල සුනිල් සමාව ලැබී තිබේ. R. ප්රේමදාස විසින් මෙම දේපළ විධායක සභාවට ගෙන ගියේය. චන්ද්රිකා කුමාරතුංග තම ආරක්ෂක ප්රධානියා ලෙස බෙත්කන් සංජීවා ලෙස බෙත්කන් සංජීවා පත් කර තිබේ.ජුලම්පිටි අමරේ යනු නාමල් රාජපක්ෂගේ ආරක්ෂාවයි. මෙම පාලකයින් ආරක්ෂක ඒකකයේ ජෙනරාල්වරුන්ගේ ආරක්ෂාව ප්රමාණවත් නොවන බව මෙම පාලකයින් පාතාලයට භාජනය කරන ලදී.",
        "මෙම තත්වය වෙනස් කිරීම සඳහා අපේ රටට නව නැගිටීමක්, අඛණ්ඩතාව සහ නව මල් පිපීම අත්යවශ්ය වේ.පුනර්ජීවයේ දැවැන්ත ක්රියාව සම්මේලනයට භාජනය වේ. ඔබ එය වඩා හොඳින් කරනු ඇති බව ස්ථිර ය"
      ]
    },
    "en": {
      "title": "The political movement that makes everything new - Anura Kumara",
      "body_lines": [
        "The leader of the National People's Power, Anura Kumara Dissanayake, said that there was no use of the regime change and that a new political movement that would take all sections of this country's economy, politics and society into one grip.",
        "He was speaking at the conference of the Armed Forces Federation of Armed Forces in the district of Matara on the 27th of this month.",
        "Politics has been hot. In the wake of the election, politics has never existed in Sri Lanka. Recently, the Sri Lankan people are politically awake. They are reaching the awareness political initiative.",
        "In October this year, the end of our country is the new government, the new regime. We have also contributed to all of us to make that new government and the new regime a national power of the people.",
        "While our country was engaged in a terrible war, all of their lives, including their lives, ended the war conflict, the expectation of the people who live in a well -resident country that you expected on that day was completely shattered.",
        "It is the most difficult and life -threatening country in the presence of the world.. It is an unbearable responsibility to restore the country from that position.",
        "A few expect these crises to be disabled within a few things that have been limited. It is true that the economically bankrupt.",
        "Taxes on the essential commodities of the people, it is impossible to find a business, and it is difficult to pay for the salary available. It is true that we are forced to leave the country, and that economically bankrupt. On the other hand, however, the rule of law has been disrupted and crimes have been cheaper.",
        "Recently, a group of people who visited the Weligama Police Governing Division from the Colombo Crime Division fired. Weligama police fired on the firearms. One police officer dies and the other is worried.",
        "In the end, Colombo police and Weligama police fired one another. Naramala driver shot dead when they did not stop the vehicle on the road like a roadside carriage. They shot the monk who was in the afternoon. It is still not known who killed five people in Belium.",
        "Everyone's lives are inadequate anarchy. The situation was seen in 1993 and after the assassination of President Premadasa. There is no safety for you and your life. It may be that the economy is degraded and sometimes planning to rule over the lives of the people.",
        "It is not forgotten that this is a country that carried out a resurrection for power. There is a degraded government service that no citizen can carry out the tasks from a government office.",
        "The police are betraying the tuber to the one who appointed the police to make a job as a chancellor.There is suspicion of justice. There is an abominable and rotten politics of families who have come together in criminals, fraudsters and corruption.",
        "It is not worth talking about others if the iron is raised in the iron bundle.Although the economy is degraded in some countries of the world, other systems are as usual.",
        "In our country, the regime change or leadership change will not benefit from establishing a new system instead of this degraded system. Even the way humans think are needed to be changed.",
        "We cannot move forward with this community. Economics, politics and society are all that is aimed at a new change. Despite many opportunities in the recent past, the rulers who are improving the country have not been able to improve.",
        "When a country that has been taken up for 133 years of Western domination has got to the hands of the Indigenous people, how deeply the white man does not have a second?This is not the originator of the National Drive Leaders of India, such as Gandhi, Nehru, Patel and Subhash Chandra Bose.",
        "This vision has created an India that goes to the moon today.A woman who was accompanied by the inferior caste was appointed as the president. All were integrated under the flag of India.",
        "Mr. Selvanayagam offered to form a Tamil state party when he brought the Citizenship Act and converted the people of the hill country to a state of affairs.. Since 1956, a Language issue has been dragged on.",
        "They started plating the black oil in the letter. In the mid -1970s there is an arms movement in the north. Although the war ended in 2009, the resurrection is taking place in 2019.",
        "The creation of our rulers was a paradoxical history, but the creation of the Indian rulers was the integrity. When they write the history that the nation is rising together, we have to write a contradictory history.",
        "We abandon that century as the nations of the world travel towards great progress in the twentieth century. We need a Sri Lanka that can be synchronized for modernity in the world.",
        "Therefore, it is the new regime that is simply the country towards the era of the new change instead of the coup. For that, the country must be awakened and brought to the nation to integrity.",
        "What we call the people of the North is not 13: We are giving the federal.We must say that we will fight together to get rid of this disaster. The Sukhan of power must be taken into the hands of the National People's Power, saying, \"Come together with the new Renaissance Age instead of the culture of receiving votes.",
        "The fact that we take power is not the beginning to solve the problems. All the forces that can unite against us come to the same stage. Even if one dies of a sudden accident, NBP is caught.",
        "They are so wondering that. They thought that their ugly, queen and downside politics could be advanced.For decades, they had censored their crime and corruption in the main media without allowing them to come out.",
        "Now we say to the Imars who are going to ban social networks, \"Now the horse has escaped, is not worth the stall.\". They are now presenting slander, insult, intimidation and threats.",
        "We emphasize that the national people's power is not to obey slander, insult, intimidation, threats. We are all gathering on this side of the security forces on both sides of the Pericott.. On that side of the pericote, they are alone.",
        "Gen., Admiizers, Air Marshalls, Major Generals, Namma all together, but they thought to keep everyone inside their bikes.. Those who are relaxed and feared by the Confederacy are trying to set up childishness.",
        "But as we always say, we can cope, but cannot be parallel. Everyone has a good life and a good country, but they have no personal needs. The Secretary of the Ministry of Defense and the Intelligence Principal are worried. However we are not nervous.",
        "There is a huge expectation that they will be free from this disaster. We are not going to distort the expectations of those people by falling into the riot and falling into the lies.",
        "We are sure that the boat, which is trapped in the storm, will be the best tactic and lead towards success.. We have to be very careful. A word should not be billed. Those who look for a massive liberal as \"Samapima\" as IRN leader Sudarshana Gunawardena are holding them.",
        "Blank Asami. So we have no right to bishop.We have to make decisions by the mind or brain at any time.So we have to make this journey patiently and carefully.",
        "For that you need to clean up the ugly, rotten, stinking politics. We must change the situation where the public has a law and a law for politicians.All powers are in the hands of the same ring. You have to change all of them and establish economic democracy.",
        "We must target our education for massive change. Each citizen must confirm the method of providing food for a meal. At the outset, we will guarantee the citizens of food, health and education.",
        "The International Monetary Fund has interrupted the crisis. We will manage the crisis under our regime and bring the country into a new approach so that this situation does not happen again.We have a plan to restore this country from crime and drugs.",
        "The people in the towns were involved in the crime of politicians and developed the underworld of our country.. J.R.. Jayawardene Gonawala Sunil has apologized. R. Premadasa took the property to the Executive Council. Chandrika Kumaratunga has appointed Bethekhan Sanjeeva as his defense chief.Julampitiya Amare is the protection of Namal Rajapaksa. These rulers were handed over to the underworld that the security of the Generals of the Security Unit was not enough.",
        "A new uprising, integrity and new blossoming are essential for our country to change this situation.The massive action in the revival is handed over to the Confederacy. It is firm that you will do it better"
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake, leader of the National People's Power, advocates for a new political movement to unite Sri Lanka's economy, politics, and society. He criticizes the current regime, highlighting economic struggles, political awakening, and the need for a new government that represents the people."
  ]
}