{
  "translated_text": {
    "ta": {
      "title": "கஞ்சாவிலிருந்து ஐந்து காவல் நிலைய பாவங்கள் சந்தேகிக்கப்படுகின்றன",
      "body_lines": [
        "பொலிஸ் தலைமையகத்தின் மூத்த காவல்துறை அதிகாரி ஒருவர், நீதி நீதியின் போராளியின் போது கஞ்சாவுடன் கைது செய்யப்பட்ட பெலியாட்டா காவல்துறை அதிகாரிகளால் கைது செய்யப்பட்ட ஐந்து பொலிஸ் அதிகாரிகள் இடைநீக்கம் செய்யப்பட்டுள்ளதாகக் கூறினார்.",
        "சிறையில் சந்தேக நபரை வைத்திருந்த 280 மில்லிகிராம் கஞ்சாவையும் போலீசார் மீட்டனர்.",
        "இரண்டு பொலிஸ் சார்ஜென்ட்களுக்கும் இரண்டு கான்ஸ்டபிள்களுக்கும் இடைநீக்கம் இடைநீக்கம் செய்யப்பட்டுள்ளது",
        "ஐம்பது போலீஸ்காரர்களுடன் 50 கிராம் கஞ்சாவுடன் கைது செய்யப்பட்டதாக சந்தேக நபர் ஒருவர் தெரிவித்துள்ளார்.",
        "உதவி பொலிஸ் கண்காணிப்பாளர் டாங்கல்லே மாவட்டத்தின் விசாரணை தேசிய பொலிஸ் கமிஷனின் விசாரணையால் 2023 தேசிய பொலிஸ் கமிஷனால் எல்.டி.டி. அரசாங்கத்தின் விதிமுறைகளுக்கு ஏற்ப ஒழுக்கம்.",
        "டாங்கல்லே மூத்த போலீஸ் சூப்பிரண்டு கயரதிரத்னே இடைநீக்கம் வழங்கிய உத்தரவை பிறப்பித்துள்ளார்"
      ]
    },
    "en": {
      "title": "Five police station sins from cannabis suspect",
      "body_lines": [
        "A senior police officer of the Police Headquarters said that five police officers arrested by the Beliatta police officers who were arrested with cannabis during the militant of the Justice of Justice have been suspended.",
        "The police also recovered 280 milligrams of marijuana in possession of the suspect in the prison.",
        "The suspension has been suspended for two Police Sergeants and two Constables",
        "Police investigations have revealed that a suspect arrested with fifty policemen between 50 grams of cannabis.",
        "A investigation by the Assistant Superintendent of Police Tangalle District is revealed by an investigation by the National Police Commission on July 30, 2023 by the National Police Commission on anti-LTTE and discratic behavior.The senior police officer said that it was banned as a preliminary discipline in accordance with the terms of the government.",
        "Tangalle Senior Superintendent of Police Kayarathiratne has issued the order issued by the suspension"
      ]
    }
  },
  "summary_lines": [
    "Five police officers, including two sergeants and two constables, were suspended for possessing cannabis. They were among 50 officers arrested for drug possession. The police recovered 280 milligrams of marijuana from the suspects. The suspension is a preliminary measure pending further investigation."
  ]
}