{
  "translated_text": {
    "ta": {
      "title": "புதிய அமைச்சரவை நியமிக்கப்பட்டுள்ளது",
      "body_lines": [
        "04 வேளாண்மை, நிலம், கால்நடைகள், நீர்ப்பாசனம், மீன்வளம் மற்றும் நீர்வாழ் வளங்கள்",
        "05 நீதித்துறை, பொது நிர்வாகம், உள்துறை விவகாரங்கள், மாகாண சபைகள், உள்ளூர் அரசு மற்றும் தொழிலாளர்",
        "08 வர்த்தகம், வர்த்தகம், உணவு பாதுகாப்பு, கூட்டுறவு மேம்பாடு, தொழில் மற்றும் தொழில் முனைவோர் மேம்பாடு",
        "10 புத்த சசனா, மத மற்றும் கலாச்சார விவகாரங்கள், தேசிய ஒருங்கிணைப்பு, சமூக பாதுகாப்பு மற்றும் வெகுஜன ஊடகங்கள்",
        "14 சுற்றுச்சூழல், வனவிலங்குகள், வன வளங்கள், நீர் வழங்கல் மற்றும் சமூக உள்கட்டமைப்பு",
        "எம்.பி.. இந்த சந்தர்ப்பத்தில் தையகோடான்ட் மற்றும் பலர் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "New Cabinet Appointed",
      "body_lines": [
        "04 Agriculture, Land, Livestock, Irrigation, Fisheries and Aquatic Resources",
        "05 Judicial, Public Administration, Home Affairs, Provincial Councils, Local Government and Labor",
        "08 Trade, Commerce, Food Safety, Co-operative Development, Industry and Entrepreneurship Development",
        "10 Buddha Sasana, Religious and Cultural Affairs, National Integration, Social Security and Mass Media",
        "14 Environment, Wildlife, Forest Resources, Water Supply and Community Infrastructure",
        "MP Lakshman Qasantarachchi, former Members of Parliament Sunil Handunnetti, Dr. Nalinda Samarasinghe, Dr. Nandika Samarasinghe, Dr. Nandika Samarasinghe and President Dr. Nandika Sanath Sanath Sanath Kanarathi Kanayake Secretary to the Ministry of Defense Secretary HS. Tyiyakodant and others were present at the occasion."
      ]
    }
  },
  "summary_lines": [
    "New cabinet appointed: agriculture, judicial, trade, religious affairs, environment ministries. Key officials present: MP Lakshman Yasantharatne, MPs Sunil Handunnetti, Nalinda Samarasinghe, Nandika Samarasinghe, Defense Secretary H.S. Tilakaratna."
  ]
}