{
  "translated_text": {
    "ta": {
      "title": "கொல்லப்பட்ட அபாயகரமான விபத்துக்கள்",
      "body_lines": [
        "ஹொரானாவின் டோடங்கோடாவில் நேற்று (31) இரண்டு விபத்துக்களில் ஒரு பெண்ணும் ஆணும் இறந்தனர்.",
        "இறந்தவர் 76 வயதான பூசன்ஹாலாவில் வசிக்கும் 38 வயது குடியிருப்பாளராக அடையாளம் காணப்பட்டுள்ளார்.",
        "ஹொரானா சாலையில் உள்ள ஜுன்டா சாலையை நோக்கி பஸ்ஸில் பஸ் மூலம் பஸ் மூலம் விரட்டப்பட்டபோது இந்த விபத்து நடந்தது.",
        "மற்ற விபத்தில் வகுவெல்லாவிலிருந்து வாக்வெல்லா, வாக்வெல்லா வரை டோடங்கோடா வரை மோட்டார் சைக்கிள் மோதியது.",
        "பாதிக்கப்பட்டவர் பலத்த காயமடைந்து கராபிட்டியா மருத்துவமனையில் அனுமதிக்கப்பட்ட பின்னர் இறந்துவிட்டார்."
      ]
    },
    "en": {
      "title": "Fatal accidents that have been killed",
      "body_lines": [
        "A woman and a man died in two accidents in Dodangoda, Horana yesterday (31).",
        "The deceased has been identified as a 38 year old resident of Boossanhala, 76 year old.",
        "The accident had taken place when the bus was driven by the bus to be shifted by the bus towards the juntah road in Horana road.",
        "The other accident was hit by a motorbike from Wakwella to Dodangoda, Wakwella to Dodangoda.",
        "The victim was seriously injured and has died after admission to the Karapitiya hospital."
      ]
    }
  },
  "summary_lines": [
    "Two fatal accidents in Dodangoda, Horana resulted in the deaths of a 38-year-old woman and a 76-year-old man. The first involved a bus veering off the road, while the second saw a motorcyclist fatally injured en route from Wakwella to Dodangoda."
  ]
}