{
  "translated_text": {
    "ta": {
      "title": "ஜே ஷா ஷா தலைவராகத் தொடங்குகிறார்",
      "body_lines": [
        "சர்வதேச கிரிக்கெட் கவுன்சிலின் புதிய தலைவராக தேர்ந்தெடுக்கப்பட்ட ஜுஹா, தனது பதவியைத் தொடங்கினார்.",
        "சர்வதேச கிரிக்கெட் கவுன்சிலின் தலைவராக நியமிக்கப்பட்ட இளைய நபராக ஜெய் ஷா கருதப்படுகிறார்.",
        "2009 ஆம் ஆண்டில் குஜராத் கிரிக்கெட் சங்கத்துடன் தனது பயணத்தைத் தொடங்கிய ஜுகா, கிரிக்கெட் நிர்வாகத்தின் பரந்த அனுபவமாக இருந்தார்.",
        "அகமதாபாத்தில் உலகின் மிகப்பெரிய கிரிக்கெட் அரங்கத்தின் வளர்ச்சி மேற்பார்வையின் கீழ் நடந்துள்ளது.",
        "2019 ஆம் ஆண்டில், ஜே.ஜே. ஷா கிரிக்கெட் வாரியத்தில் (பி.சி.சி.ஐ) சேர்ந்தார் மற்றும் இளைய செயலாளரானார்."
      ]
    },
    "en": {
      "title": "J Shah Shah begins as Chairman",
      "body_lines": [
        "Juhha, who was elected to be the new Chairman of the International Cricket Council, has commenced his post.",
        "Jay Shah is considered the youngest person who was appointed as the Chairman of the International Cricket Council.",
        "Juka, who started his journey with the Gujarat Cricket Association in 2009, was a wide experience of cricket administration.",
        "The development of the world's largest cricket stadium in Ahmedabad has taken place under the supervision.",
        "In 2019, JJ Shah had joined the Cricket Board (BCCI) and became the youngest secretary."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Jay Shah becomes ICC Chairman, youngest ever. Former Gujarat Cricket Association member since 2009. Oversaw Ahmedabad's massive cricket stadium. Joined BCCI in 2019, becoming its youngest secretary."
  ]
}