{
  "translated_text": {
    "si": {
      "title": "ලක්නව් 4 වන ස්ථානයට පැමිණියේය",
      "body_lines": [
        "බැංගලෝර් එම්. අද රාත්රියේ චින්නාස්වමි පැට්රංගා හි පැවති 17 වන ඉන්දීය ප්රිමියර් ලීග් පරිච්ඡේදයේ 15 වන තරඟයේදී ලකීනෝව් සුපිරි යෝධයන් ලකුණු 28 කින් රාජකීය චැලෙන්ජර්ස් බැංගලෝරය ලකුණු 28 කින් ජයග්රහණය කළහ.",
        "පළමුව පන්දුවට පහරදුන් පන්දුවට පහරදුන් වාසනාවන්ත සුපිරි යෝධයන් පන්දුවාර 20 කදී කඩුලු 5 ක කඩුලු 5 ක් දැවී ලකුණු 181 ක් රැස් කළේය.",
        "ක්වින්ටන් ඩි කොක්, කණ්ඩායම් නායක කේ. L. රාහුල් දෙදෙනාම කාර්යක්ෂමව ක්රීඩා කළ අතර පන්දු 33 කදී ලකුණු 53 ක් බෙදා ගත්හ.",
        "කෙසේ වෙතත්, රාහුල් (20) සහ දේවින්ඩ් (6) ලකුණු 20 කින් පරාජයට පත්විය.",
        "මෙයින් පසු, 3 වන කඩුල්ලෙන් ක්ලින්ටන් ද කොක් සහ මැක් සේෂ් මුලදී ලකුණු 59 ක් බෙදා ගත් අතර ස්ටිගීනිස් ලකුණු 24 ක් අහිමි විය.",
        "අනිත් අතට. ඔහුට හයේ පහර 5 ක් සමග ලකුණු 81 ක් අහිමි විය.",
        "ලබාගත් පසු පස්වන ක්රීඩකයා පසුව, මධ්යම මාලාවේ නිකොලස් පෝරන් ලකුණු 8 ක් ලබා ගඟේ ය.",
        "ඔහු පන්දු 21 ක් හයේ පහර 5 ක් සහ ලකුණු 40 ක් රැස් කළ අතර ලකුණු 33 ක් රැස් කළේය.",
        "එහෙත්, ග්රූනල් පණ්ඩියා ගලායාම නොලැබුණි. පුරාරාන් හට හයේ පහර 5 ක් ඇතුළුව අනෙක් ලකුණු ඒකාබද්ධ කළේය.",
        "රෝයල් චැලෙන්ජර්ස් බැංගලෝරයේ ඕවර 19.4 කදී කඩුලු අහිමි වූ අතර ලකුණු 153 ක් අහිමි විය.",
        "මේ වසරේ ඉන්දියානු ප්රිමියර් ලීග් තරගාවලියේදී බැංගලෝරයේ 3 වන පරාජය මෙයයි.",
        "විරාත් කෝලි (22), රාජවාදයට හිස නමන්න (19) සහ රාජඩ් පැටියාර් (29) නිරාහාරව සිටීම නිසා නිරාහාරව සිටීම. මෙය රාජකීය අභියෝගයන්ට බැංගලෝරයේ අර්බුදයක් ඇති කළේය.",
        "ඇමුජ් රාමත් (11) පිතිකරුවන් තුළ බැබළීමට අපොහොසත් වූ අතර, ග්ලෙන් මැක්ස්වෙල් (0) සහ සෙමිරාන් ග්රීන් (9) යන දෙකම අඛණ්ඩව අත්කර ගැනීමට අපේක්ෂා කළෙමු.",
        "පසුගිය තරඟ දෙක තුළ අසති දිනේෂ් කාර්තික් ලකුණු 4 ක් රැස් කළ අතර මාන්ක් ඩකාර් තරගය අහිමි විය.",
        "දේශසීමා රේඛාවට පෙර, කෙතෙහි සම්බන්ධ වූ නිකලස් පූරාන් ඔහු දෙසට පැමිණ ඔහු දෙසට පැමිණ එය කඩුල්ලට විසි කළේය.",
        "අනෙක් අතට, කාර්යක්ෂමව සෙල්ලම් කරමින් සිටි මදිාල් ලොම්රෝ පන්දු 13 කදී ලකුණු 33 ක් සහ පත්ති 3 ක් සහ හයේ පහර 3 ක් සමග ලකුණු 33 ක් රැස් කළේය.",
        "ලක්ව්නව් සුපිරි යෝධයන් ලකුණු 28 කින් ජයග්රහණය කළ අතර අවසන් තරගය ලකුණු 12 ක් රැස් කළේය.",
        "මේවන්ක් යාදව් ලකුණු 14 කට කඩුලු 3 ක් දවාගනිමින් නවීන් -හක් ලකුණු 25 කට කඩුලු 2 ක් දවාගත්තේය."
      ]
    },
    "en": {
      "title": "Lucknow advanced to 4th place",
      "body_lines": [
        "Bangalore M. Lucknov Super Giants won the Royal Challengers Bangalore by 28 runs in the 15th match of the 17th Indian Premier League chapter held at Chinnaswamy Patranga tonight.",
        "Lucknov Super Giants, who was first invited to bat first, scored 181 runs for the loss of 5 wickets in 20 overs.",
        "Quinton de Kock, Team Leader K. L. Rahul both played efficiently and shared 53 runs off 33 balls.",
        "However, Rahul (20) and Devdat (6) lost by 20 runs.",
        "Following this, Quinton de Kock and Macass Stoinis shared 59 runs in the 3rd wicket and Stoinis lost 24 runs.",
        "On the other hand. He lost 81 runs with 5 sixes.",
        "Following the fifth player following the Took, Middle Series Nicholas Poran was on the field with 8 runs.",
        "He was bowled out for 21 balls with 5 sixes and a pound of 40 runs and shared 33 runs with Krunal Pandya in a 6th wicket.",
        "But, Grunal Pandya did not get the flow. Puraran got the other runs in the merger, including 5 sixes.",
        "Royal Challengers Bangalore lost all wickets in 19.4 overs and lost 153 runs.",
        "This is the 3rd defeat in Bangalore in 4 matches in this year's Indian Premier League.",
        "Virat Kohli (22), Bow to Blessice (19) and Rajad Patidar (29) lost the fast as they scored fast. This gave Royal Challengers a crisis to Bangalore.",
        "Anuj Rawat (11) failed to shine in the bats, both Glenn Maxwell (0) and Cemeran Green (9), who were expected to continue to achieve.",
        "In the last two matches, Asathi Dinesh Karthik lost 4 runs and Mayank Dakar lost the game.",
        "Just before the border line, Nicholas Pooran, who was involved in the field, grabbed the ball that came towards him and threw it to the wicket.",
        "On the other hand, Mahipal Lomro, who was playing efficiently, scored 33 runs off 13 balls with 3 pounds and 3 sixes.",
        "Lucknow Super Giants won by 28 runs, losing the last match with 12 runs.",
        "Mayank Yadav took 3 wickets for 14 runs while Naveen -ul -Haq took 2 wickets for 25 runs."
      ]
    }
  },
  "summary_lines": [
    "Lucknow Super Giants beat Royal Challengers Bangalore by 28 runs in the IPL. Lucknow scored 181, with Quinton de Kock and K.L. Rahul sharing 53 runs. Bangalore lost all wickets in 19.4 overs, their 3rd defeat in 4 matches."
  ]
}