{
  "translated_text": {
    "si": {
      "title": "ධීවරයින් නව දෙනෙකු නිදහස් කිරීමට ශ්රී ලංකා අධිකරණය නියෝග කළේය",
      "body_lines": [
        "ධීවරයින් නව දෙනෙකු කොන්දේසි මත මුදා හැර ඇති අතර රියදුරු සඳහා වසරක සිර ද sentenced ුවමක් නියම කර ඇති බව ශ්රී ලංකා මල්ලකම් අධිකරණය නියෝග කර තිබේ.",
        "නාගයි දිස්ත්රික්කයේ මුති (75), රාජ්ෂෙෂ් (35), වයිමනමඩුවි (25), වයිමනමගන් (25) ), වැනවනාමදේවි (25). ගුඩසාමි (60), මයි පරාන් (60), අන්දරා ප්රදේශ්හි කන්ගල කෝරුමායා, ශ්රී ලංකා නාවික හමුදාව විසින් කන්ගල කෝමායා අත්අඩංගුවට ගෙන ශ්රී ලංකා නාවික හමුදාව විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් අවස්ථාවේදී ශ්රී ලංකා නාවික හමුදා ප්රවීරත්ම රත්නායක අත්අඩංගුවට ගත් ධීවරයින්ගේ බෝට්ටුවෙන් මිය ගොස් ප්රතිකාර සඳහා රෝහල් ගත කරමින් සිටියදී මිය ගියේය.. ශ්රී ලංකා නාවික හමුදාවකගේ මරණය සම්බන්ධයෙන් ගංගන්තුරෙයි පොලිස් ස්ථානයේ නඩුවක් ලියාපදිංචි කර තිබේ.",
        "මෙම අවස්ථාවේ දී, ධීවරයින්ගේ රැඳවුම් කාලය බදාදා (11) අවසන් විය.",
        "නඩුව විභාග කිරීමෙන් පසු විනිසුරුවරයා කියා සිටියේ ශ්රී ලංකාවට රු. දියුණුව."
      ]
    },
    "en": {
      "title": "Sri Lankan court ordered the release of nine fishermen",
      "body_lines": [
        "The Sri Lankan Mallakam Court has ordered that nine fishermen have been released on conditional and sentenced to one year in jail for the driver.",
        "On June 25, the Sri Lankan navy seized a boat belonging to Anandan from Akkaraipettai in Nagai district, Muthusetti (70), his sons Mathi (38), Rajesh (35) and Vaidyanathan (45), Vanavanamadevi (25), Kalamurugan (25), Vanavanamadevi (25).Govindasamy (60), Mani Palan (55) from Cuddalore, Kangala Korumaya from Andhra Pradesh and 2 fishermen were arrested by the Sri Lankan navy and sent to Jaffna jail.",
        "During the arrest, Sri Lankan navy veteran Ratnayake died from the boat of the seized fishermen and died while taking him to hospital for treatment.. A case has been registered at the Gangesanthurai police station in connection with the death of a Sri Lankan navy.",
        "In this case, the fishermen's detention time ended on Wednesday (11).",
        "After hearing the case, the judge said that Sri Lanka should be sentenced to Rs.Judicated."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan court orders release of 9 fishermen, sentences them to 1 year in jail. Navy seized their boat in June, leading to the death of a naval officer. Case closed after detention period ended on Wednesday."
  ]
}