{
  "translated_text": {
    "si": {
      "title": "ජනවාර්ගික ගැටලුවට විසඳුමක් ලබා දීමට පවා ඔබට නොහැකි බව පවසමින් නිර්මාංශ නායකයින් උතුරට ගොස් තිබේ.",
      "body_lines": [
        "යුද්ධයේ කිසිදු අපරාධයක් කර නොමැති පාසල් පිරිමි ළමයින් හා ළමයින් මියගොස් යුද්ධය අවසන් වූ පසු වසර අවසන් වී වසර අවසන් වූ පසු ශිවයිට් නායකයින් ජාතික මහජන බලය සහ පාර්ලිමේන්තු මන්ත්රී අනුර කුමාර දිසානායකගේ සහාය ලබා දී ඇති අතර යුද්ධය අවසන් වී වසර ගණනාවකට පසුවය.",
        "යාපනයේ සංචාරය කළ අනුර කුමාර දිසානායකගේ නායකත්වයෙන් යුත් කණ්ඩායමක් අඟහරුවාදා (11) සවස 7 ට නල්ලයි තිරුගනාසම්බණ්ඩාංකයට ගියහ.",
        "මෙම රැස්වීමට නල්ලෙයි ආදාීන් ගුරු මහ ඇමති ශ්රීලසි සුමසුන්දරා දේශමම්බන්ධා පැරමචාර්යා හම්මචාර්යා මඩුව සහ තුමිමුරුගන් ගඟේ උප සභාපති.",
        "මේ අතර, ජේවීපී රට තුළ දිගු කලක් තිස්සේ පැවති ජනවාර්ගික ගැටලුව විසඳයි. දායක වීමට නියමිත භූමිකාව ඉල්ලා සිටි ශිවා ආගමික නායකයින්, ඔබ පාසැල් ළමුන්, යුද්ධයේ කිසිදු අපරාධයක් කර නොමැති දරුවන් සහ ළමයින් මිය ගිය පසු ඔබ killed ාතනය කරන විට නායකයින් මියගොස් ඇති විට ප්රකාශයක් නිකුත් කළහ.",
        "අතුරුදහන් වූවන්ගේ කටයුතු දීර් to කරන විට මගේ සහෝදරිය ද අතුරුදහන් විය. මම දන්නවා එහි වේදනාව. \"අපි බලයට පැමිණ විසඳුමක් සොයා ගනිමු,\" අනුර කුමාර දිසානායක මහතා පැවසීය.",
        "නිර්මාංශිකයන්ව විනාශ වන බැවින් බෞද්ධ විහාරස්ථාන වෙටූ නිරුමාලි ඇතුළු බොහෝ ස්ථානවල පිහිටුවා ඇත.",
        "නිර්මාංශිකයන් පෙන්වා දෙන විට, දෙමළ ප්රශ්නය විසඳීමකින් තොරව මේ රට කිසි විටෙකත් ඉදිරියට නොයන බව නිර්මාංශවාදීන් පෙන්වා දෙන විට,",
        "අනුර කුමාර දිසානායක මහතා කියා සිටියේ අප බලයට පත්වුවහොත් අප බලයට පත්වුවහොත් අප විසින්ම විනාශ වූ පන්සල් පුනරුත්ථාපනය කිරීමට පියවර ගන්නා බවයි.",
        "ජනාධිපතිවරණයට රත් වන අතර උතුරට පැමිණීමේ ප්රවණතාව සහ උතුරට පැමිණීමේ ප්රවණතාව, අනුර කුමාර දිසානායකගේ නායකත්වයෙන් යුත් ජාතික ජනතාව ජනාධිපතිවරණය ගැන විවෘතව කතා කර නැත."
      ]
    },
    "en": {
      "title": "Vegetarian leaders have visited the North, saying that you cannot even provide a solution to the ethnic problem.",
      "body_lines": [
        "Saivite leaders have released the support of National People's Power and Member of Parliament Anura Kumara Dissanayake, saying that the school boys and children who have not committed any crime in the war have died and the war ended and that all the years after the war ended.",
        "A team led by Anura Kumara Dissanayake, who visited Jaffna, visited Nallai Thirugnanasambandar Athena at 7 pm on Tuesday (11).",
        "The meeting was attended by Nallai Adheen Guru Chief Minister Srilasree Somasundara Desika Gnanasambandha Paramacharya Swamis and the Vice President of the All Ceylon Hindu Council River Thirumurugan.",
        "In the meantime, the JVP solve the long -standing ethnic problem in the country. The Saiva religious leaders, who urged the role to be contributed, issued a statement why you were left -wing leaders when you were killed when they died after being bombed by school children, children and children who had not committed any crime in the war.",
        "My sister is also missing when the affairs of those who have disappeared are prolonged. I know its pain. \"We will come to power and find a solution,\" Anura Kumara Dissanayake said.",
        "Buddhist temples are set up in many places, including Vettu Nirimalai, as vegetarians are destroyed.",
        "When vegetarians point out that this country will never advance without resolving the Tamil issue,",
        "Anura Kumara Dissanayake said that if we come to power, we will take steps to rehabilitate the destroyed temples near the Presidential Palace if we come to power.",
        "As the presidential election is heated up and the tendency to come to the North, the national people led by Anura Kumara Dissanayake have not spoken openly about the presidential election."
      ]
    }
  },
  "summary_lines": [
    "Vegetarian leaders criticized the government's handling of the ethnic conflict, while Saivite leaders withdrew support from a lawmaker over the death of innocent children post-war. A delegation led by the lawmaker visited Jaffna, discussing solutions with religious leaders. The Saivite community expressed frustration with the lack of progress in addressing disappearances and called for political action. Amidst tensions, the lawmaker promised to address temple destruction and resolve the Tamil issue if elected president."
  ]
}