{
  "translated_text": {
    "ta": {
      "title": "இந்தியாவுக்கு முதல் உத்தியோகபூர்வ வருகையைத் தொடங்க ஜனாதிபதி",
      "body_lines": [
        "அனுரா குமாரா டிசனாயக் ஜனாதிபதியாக தேர்ந்தெடுக்கப்பட்ட பின்னர் முதல் வெளிநாட்டு வருகையாக இந்தியாவுக்கு புறப்பட்டார்.",
        "வெளிவரை, வெளிநாட்டு வேலைவாய்ப்பு மற்றும் சுற்றுலா விஜிதா ஹெராத், தொழிலாளர் மற்றும் பொருளாதார மேம்பாட்டு துணை அமைச்சர் பேராசிரியர் அனில் ஜெயந்தா பெர்னாண்டோவும் இந்த வருகையில் சேர்ந்துள்ளார்.",
        "இந்திய ஜனாதிபதியின் அழைப்பின் பேரில் ஜனாதிபதி அனுரா குமாரா டிசனாயக்க இந்தியாவில் செயல்பட்டு வருவதாக இலங்கையின் வெளிச்ச விவகார அமைச்சகம் அறிவித்தது.",
        "சுற்றுப்பயணத்தில் பல ஒப்பந்தங்களைச் சந்தித்து சந்திக்க இந்திய பிரதமர் இருப்பதாக அறிவிப்பு கூறுகிறது.",
        "புது தில்லியில் உள்ள இந்திரா காந்தி சர்வதேச விமான நிலையத்தில் ஜனாதிபதி அனுரா குமாரா டிசனாயக்க இந்தியாவை அணுகினார்.",
        "இந்திய தகவல் மற்றும் தகவல் தொடர்பு அமைச்சர் டாக்டர். இந்தியப் பெருங்கடல் மண்டலத்தின் உயர் ஸ்தானிகர் ஜா-ஓசியனின் உயர் ஆணையர் இலங்கையின் இந்திய உயர் ஸ்தானிகர் சனத் கங்கன் கூடுதல் செயலாளர் டியூன் அகர்வால் மற்றும் இந்திய புரோட்டிகிராஃபர்கள் விமான நிலையத்தில் ஜனாதிபதியால் அங்கீகரிக்கப்பட்டனர்.",
        "ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்க, இந்திய வெளியுறவு மந்திரி டாக்டர் எஸ். ஜெயசங்கர் இன்று (15) ஸ்ரீ அஜித் டோவாவைப் பற்றி இந்தியாவின் தேசிய பாதுகாப்பு ஆலோசகருடன் விவாதிக்க திட்டமிடப்பட்டுள்ளது.",
        "இரு நாடுகளுக்கும் இடையிலான முதலீடு மற்றும் வணிக உறவுகளை மேம்படுத்துவதற்காக டெல்லியில் ஒரு வணிக விழாவில் கலந்து கொள்ள ஜனாதிபதி திட்டமிடப்பட்டுள்ளது.",
        "ஜனாதிபதியின் வருகைக்கு ஜனாதிபதியின் வருகை இரு நாடுகளுக்கும் இடையிலான பல மற்றும் பரஸ்பர பயனாளி ஒத்துழைப்பை மேலும் பலப்படுத்தும்.",
        "இந்த விஜயத்தின் போது, ​​இரு நாடுகளும் இரு நாடுகளும் வெளியிட்ட கூட்டு அறிக்கை மூலம் இரு நாடுகளும் வெளியிட்ட கூட்டு அறிக்கை மூலம் இரு நாடுகளும் வெளியிட்ட கூட்டு அறிக்கை மூலம் இரு நாடுகளுக்கும் தெரிவிக்கும்.",
        "இலங்கையின் முதல் இராஜதந்திர பிரதிநிதி ஜனாதிபதித் தேர்தலின் முடிவுகளுக்குப் பிறகு இலங்கையின் முதல் இராஜதந்திர பிரதிநிதி ஆவார்.",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்கை சந்தித்த முதல் வெளிநாட்டு இராஜதந்திர பிரதிநிதி. ஜிராச்சங்கர்.",
        "இந்திய வெளியுறவு மந்திரி இந்தியாவை ஜனாதிபதி மற்றும் பிரதமருக்கு இந்தியாவை பார்வையிட அழைத்தார்.",
        "இலங்கை ஒரு தனிமைப்படுத்தப்பட்ட மாநிலமாக இருக்க வேண்டும் என்றும், உலகம் கூட்டாக உலகத்துடன் செல்ல வேண்டும் என்றும் அமைச்சர் அனுரா குமாரா டிசனாயகே வலியுறுத்தியுள்ளார்.",
        "\"நாங்கள் உலகத்திலிருந்து தனிமைப்படுத்தப்பட்ட ராஜ்யம் அல்ல. உலகத்துடன் கூட்டாக செல்ல வேண்டிய ஒரு நிலை. அதைப் பற்றி முடிவுகளை எடுக்க நாங்கள் தயங்குவதில்லை, \"",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்க இந்த ஆண்டு பிப்ரவரியில் இந்திய அரசாங்கத்திற்கு வருகை தந்தார்.",
        "எம்.பி. விஜிதா ஹெராத் மற்றும் மூன்று பேர் எம்.பி. விஜிதா ஹெராத் கலந்து கொண்டனர்.",
        "இந்திய வெளியுறவு மந்திரி கள். ஜெயசங்கராவிற்கும் அனுரா குமார டிசனாயக்கிற்கும் இடையிலான சந்திப்பு நடந்தது.",
        "இலங்கையில் இருதரப்பு உறவுகள் மற்றும் பொருளாதார சவால்களுடன் சந்தித்த பின்னர் இந்திய வெளியுறவு மந்திரி இந்தியாவின் கணக்கில் பதிவு செய்யப்பட்டார்.",
        "இந்திய வெளியுறவு மந்திரி அனுரா குமாரா டிசனாயக்கிற்கும் மற்றவர்களுக்கும் கூடுதலாக தேசிய பாதுகாப்பு ஆலோசகர் மற்றும் கஜாரத் மற்றும் கோரேல் அரசியல்வாதிகள் சந்தித்தனர்.",
        "\"இந்தியாவிலிருந்து அழைப்பை கவனித்தால் நாங்கள் ஜனாதிபதி அல்ல. பிரதமர் இல்லை. அமைச்சரவை நாங்கள் அல்ல. பாராளுமன்றத்தின் பெரிய குழு நாங்கள் அல்ல. எதிர்ப்பு நாம் அல்ல. நாங்கள் பாராளுமன்றத்தில் மூன்று பேர். ஆனால், எங்களிடம் வாருங்கள். அது ஏன்?சக்தி எங்கே?ஜனாதிபதிக்கு ஜனாதிபதி இருக்கிறாரா?அமைச்சரவைக்கு சக்தி உள்ளதா?பாராளுமன்றத்தின் சக்தி?இல்லை. சக்திக்கு மக்கள் உள்ளனர். யார் மேலும் மேலும் பொதுவானவர்கள்?அதுதான் சக்தி. அதுதான் இந்தியாவால் அளவிடப்படுகிறது. \"",
        "பாராளுமன்ற உறுப்பினர் அனுரா குமாரா டிசனாயக்க தீவு வருகையை முடித்த சில நாட்களுக்குப் பிறகு தனது வருகையை விளக்கினார்.",
        "தேசிய நிதியின் முக்கிய பங்காளியான ஜே.வி.பியின் முக்கிய பங்குதாரர் என்று வரலாறு சாட்சியமளிக்கிறது.",
        "ஜூன் 3, 1987, இந்திய விமான படையெடுப்பு மற்றும் படகுகளில் உணவு மற்றும் மருந்தகங்களின் பங்கு, \"இந்தியா நீரில் மூழ்கியது. அடுத்து, ஜே.வி.பி எச்சரித்தது, \"ஜே.வி.பி எச்சரித்தது.",
        "இந்தோ-லங்கா ஒப்பந்தம் உட்பட இரு நாடுகளுக்கும் இடையிலான பல ஒப்பந்தங்கள் குறித்து ஜே.வி.பியின் கருத்து இந்திய எதிர்ப்பு பார்வை என்று கட்சி எதிர்ப்பு தெரிவித்துள்ளது.",
        "அசோகா ரன்வாலா: ஸ்பீக்கெதி ராஜினாமா மற்றும் அரசாங்கத்தின் எதிர்காலம்",
        "\"நாங்கள் நீரோடைகளை குறைக்க விரும்பியதால் மலையில் ஏறினோம்",
        "அசோகா ரன்வாலா: சர்ச்சைக்கு வழிவகுத்த தனது பட்டம் பற்றி பேச்சாளர் பிபிசியிடம் என்ன சொன்னார்?",
        "கடந்த கால மன்னர்கள் தங்கம், வெள்ளி, முத்துக்கள், மனிதர்களை எறிந்தார்களா ?: இலங்கையின் பொக்கிஷங்கள் பூர்த்தி செய்யப்பட்டுள்ளதா?"
      ]
    },
    "en": {
      "title": "President to commence first official visit to India",
      "body_lines": [
        "Anura Kumara Dissanayake left for India as the first foreign visit after he was elected president.",
        "External Affairs, Foreign Employment and Tourism Vijitha Herath, Deputy Minister of Labor and Economic Development Prof. Anil Jayantha Fernando have also joined the visit.",
        "The Ministry of External Affairs of Sri Lanka Announced President Anura Kumara Dissanayake is operating in India on an invitation of Indian President.",
        "The announcement states that Indian Prime Minister is to meet and meet with several agreements on the tour.",
        "President Anura Kumara Dissanayake approached India at Indira Gandhi International Airport in New Delhi.",
        "Indian Information and Communication Minister Dr. S. Indian High Commissioner of Sri Lanka Sanath Kangan, High Commissioner of Indian Ocean Zone Communhash Ja-Oceans Additional Secretary Tune Agrawal and Indian Protegraphers were recognized by the President at the airport.",
        "President Anura Kumara Dissanayake, Indian Foreign Minister Dr. S. Jeyasankar is also scheduled to discuss Sri Ajith Dowaw today (15) with the National Security Advisor of India.",
        "The President is scheduled to attend a business festival in Delhi to promote investment and commercial relations between the two countries.",
        "The President's visit to the President's visit will further strengthen multiple and mutual beneficiary cooperation between the two countries.",
        "During the visit, the two countries will inform the two countries through a joint statement issued by the two countries through a joint statement issued by the two countries through a joint statement issued by the two countries.",
        "The first diplomatic representative of Sri Lanka is the first diplomatic representative of Sri Lanka after the results of the presidential election.",
        "The first foreign diplomatic representative to meet President Anura Kumara Dissanayake. Jirachankar.",
        "The Indian Foreign Minister invited India to visit India to the President and the Prime Minister.",
        "Minister Anura Kumara Dissanayake has emphasized that Sri Lanka should be a isolated state and the world should collectively move with the world.",
        "\"We are not a kingdom of isolated from the world. A state that should collectively move with the world. We do not hesitate to make decisions about it, \"",
        "President Anura Kumara Dissanayake was visiting the Indian government in February this year.",
        "Three persons including MP Vijitha Herath and three were attended by MP Vijitha Herath.",
        "Indian Foreign Minister S. Meeting between Jayasankara and Anura Kumara Dissanayake took place.",
        "The Foreign Minister of India was recorded in the account of India after the meeting with bilateral relations and economic challenges in Sri Lanka.",
        "In addition to the Indian Foreign Minister Anura Kumara Dissanayake and others met with the national security Adviser and Kajarat and Korale politicians.",
        "\"We are not the president if we looked after the invitation from India. Prime Minister is not. The cabinet is not us. The big team of Parliament is not us. Opposition is not us. We are three in Parliament. But, come to us. why is that?Where is the power?Does the president have the president?Is the power to the cabinet?Is the power to Parliament?Not. Power has the people. Who is getting more and more common?That's the power that. That's the power measured by India. \"",
        "Parliamentarian Anura Kumara Dissanayake explained his visit to a few days after completing his visit to the island.",
        "History testifies that the main partner of the JVP, the main partner of the National Fund.",
        "June 3, 1987, Indian Air invasion and a stock of food and pharmacies in boats, \"India drown. Next, the JVP warned, \"The JVP warned.",
        "The party has protested that the JVP's opinion was anti-Indian view of many agreements between the two countries including the Indo-Lanka Accord.",
        "Ashoka Ranwala: Resignation of the Speakethi and the future of the government",
        "\"We used to climb mountain because we wanted to reduce the streams",
        "Ashoka Ranwala: What did the Speaker tell the BBC about his degree that led to controversy?",
        "Do the kings of the past threw gold, silver, pearls, manks ?: Has Sri Lanka's treasures have been met?"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's President Anura Kumara Dissanayake begins first foreign visit to India, accompanied by ministers. Expected to sign agreements and promote bilateral cooperation. Visit aims to strengthen ties between nations."
  ]
}