{
  "translated_text": {
    "si": {
      "title": "මුම්බායිගේ අසාර්ථකත්වය අඛණ්ඩව රාජස්ථාන් 3 වන සෘජු ජයග්රහණය රස විඳිති",
      "body_lines": [
        "17 වන ඉන්දීය ප්රිමියර් ලීග් පරිච්ඡේදයේ 14 වන තරගයේදී රාජස්ථාන් රෝයල්ස් කඩුලු 6 කින් ජය ගත්තේය.",
        "යුස්වීන්ද්ර සහල් සහ ට්රන්ට් බෝල්ට්, විශිෂ්ට ක්රීඩක ක්ෂේත්රය සහ දරාගත නොහැකි භාගයේ නිවැරදි පන්දු යැවීම සහ දරාගත නොහැකි භාගයක් වන රයන් බරක් රාජස්ථාන් රෝයල්ස් සඳහා සැහැල්ලු ජයග්රහණයක් ලබා ඇත.",
        "මුම්බායි ඉන්දියානුවන් සඳහා 250 වන අයිපීඑල්, ​​තරගය කලකිරීමට පත්වීමකි.",
        "17 වන අයි.පී.එල්.",
        "මුම්බායි ඉන්දියානුවන්ගේ ලකුණු 126 කගේ ජයග්රහණයේ අරමුණට අනුකම්පා විරහිත රාජස්ථාන් රෝයල්ස් කඩුලු 4 කිංගල් 2 කිංගල් 27 ක් රැස් කළේය.",
        "පළමු ඕවන ඕවර 17 න් අවසන් ඕවරයේදී බෝල 5 කදී ලකුණු 10 ක් රැස් කළ යස්ව්වි ජයිස්වාල්, කේඑන්වනා මාෆේ, අවසන් පන්දුව අහිමි විය.",
        "ජෝස් බට්ලර් සහ කණ්ඩායමේ නායක සන්ජන් සෙමන් කණ්ඩායම ලබා ගැනීමට උත්සාහ කළ නමුත් ඔවුන්ගේ උත්සාහය භාර නොදුන් විය.",
        "සංජු සෙමොන් (12) සහ ජොස් බට්ලර් (12) ලකුණු 6 කින් පරාජයට පත්විය. (48 - 3 විග්.)",
        "4 වන කඩුල්ලෙන් රයන් බරක් සහ රවිචන්ද්රන් අශ්වින් ලකුණු 40 ක් රැස් කළ අශ්වින් ලකුණු 16 කින් පරාජයට පත්විය.",
        "කෙසේ වෙතත්, රයන් බරක් සිය සුපුරුදු ක්රියාකාරී ක්රීඩාව හෙළි කළ අතර රාජස්ථාන් රෝයල්ස්ගේ ජයග්රහණය තහවුරු කළේය.",
        "රාත්තල් 5 ක් සහ හයේ පහර 3 ක් සහිත රියාන් බරක් බෝල් 39 ක් සහ හයේ පහර 3 ක් ලබා ගත්තේ නැත.",
        "5 වන කඩුලු නොමැති 5 වන කඩුල්ල තුළ ෂුබෑම් ඩුබේ ලකුණු 39 ක් බෙදා ගත්තේය.",
        "පළමුවෙන් පන්දුවට පහරදීමට ආරාධනා කළ මුම්බායි ඉන්දියානුවන්ට පන්දුවාර 20 කදී කඩුලු 9 ක් දැවී ලකුණු 125 ක් රැස් කළේය.",
        "මේ වන විට තරඟ 14 න් මුම්බායි මේ වසරේ අයි.පී.එල්. හි ලකුණු 125 ක් රැස් කළේය.",
        "රාජස්ථාන් රෝයල්ස් කණ්ඩායමේ නිවැරදි පාත්ර වන අතර හොඳම කෙත්වල මුම්බායි ඉන්දියන්සියන් පාලනය කළේ අවම මට්ටමකිනි.",
        "පළමු පන්දුවාර 4 කදී කඩුලු 4 ක් අහිමි වූ මුම්බායි අදට වඩා හොඳ නැත.",
        "රෝහිත් ෂර්මා, නාමන් රයෝ සහ ඩබ්ලිව්.ඒ.එස්.. ඔහුගේ පළමු හා 2 වන ඕවරයේ අවසාන බෝල්ට් බෝල්ට් බෝල්ට් 2 වන විට ඔවුන්ගෙන් දෙදෙනෙකු දෙවන ස්ථානයට පත්විය.",
        "මුළු සංඛ්යාව ලකුණු 20 ක් වූ විට, ඉෂාන් කිස්තාන් 4 වන පන්දුව තුළ ලකුණු 16 ක් රැස් කළේය.",
        "එම අවස්ථාවේදී, තිලක් වර්මා සහ කණ්ඩායම් නායක පණ්ඩියා සැහැල්ලුවෙන් සිටි අතර 5 වන කඩුල්ලේ ලකුණු 56 ක් රැස් කළේය.",
        "තිලක් වර්මාට ලකුණු 32 ක් සහ ටිම් ඩේවිඩ් ලකුණු 17 ක් අහිමි විය.",
        "යුස්වෙඩ්රා සහම ලකුණු 11 කට කඩුලු 3 ක් දවාගනිමින් ට්රෙන්ට් බෝල්ට් කඩුලු 3 ක් දවාගනිමින් ලකුණු 22 කට කඩුලු 3 ක් ද ෆෙන්ට් බර්කර් ලකුණු 32 කට කඩුලු 2 ක් දවා ගත්හ."
      ]
    },
    "en": {
      "title": "Mumbai's failure continues to taste Rajasthan 3rd direct victory",
      "body_lines": [
        "Rajasthan Royals won by 6 wickets in the 14th match of the 17th Indian Premier League chapter held on Monday (01) at the Vankade Playing in Mumbai.",
        "The accurate bowling of Yuswendra Sahal and Trent Bolt, the excellent field of players, and the unbearable half -century of Ryan Barak have made a lighter victory for Rajasthan Royals.",
        "The competition, the 250th IPL for the Mumbai Indians, was disappointing.",
        "Mumbai Indians have lost all three matches in the 17th IPL chapter five times and the team is the only team that has not won so much.",
        "Rajasthan Royals lost 4 wickets in 15.3 overs, scoring 127 runs in response to the goal of the 126 -run victory for the Mumbai Indians.",
        "Yaswvi Jaiswal, who scored 10 runs off 5 balls in the first over of the first over of the 17 -year -old young fast bowler, Kwana Mafaka, lost the last ball.",
        "Jose Butler and team captain Sanju Semsan tried to retrieve the team, but their attempt was not handed over.",
        "Sanju Semson (12) and Jos Butler (12) lost by 6 runs. (48 - 3 wig.)",
        "Ashwin then lost by 16 runs when Ryan Barak and Ravichandran Ashwin shared 40 runs in the 4th wicket.",
        "However, Ryan Barak revealed his usual action game and confirmed the victory of Rajasthan Royals.",
        "Ryan Barack did not lose 39 balls with 5 pounds and 3 sixes.",
        "Shubam Dubey shared 39 runs in the 5th wicketless 5th wicket.",
        "Mumbai Indians, who were first invited to bat first, scored 125 runs for the loss of 9 wickets in 20 overs.",
        "Of the 14 matches so far, Mumbai scored 125 runs in this year's IPL.",
        "The accurate bowls of the Rajasthan Royals team and the best fields were controlling Mumbai Indians to a minimum total.",
        "Mumbai, who lost 4 wickets in the first 4 overs, was not better for today.",
        "Rohit Sharma, Naman Thr and Divold Brevis were only 14 runs in Mumbai Indians in 2.2 overs to lose their first balls.. Trent Bolt loses two of them in the last 2 balls of his first over and the 2nd over of the 2nd over.",
        "When the total number was 20 runs, Ishan Kishan scored 16 runs in the 3rd ball of the 4th over.",
        "On that occasion, Tilak Verma and team captain Hardik Pandya were bowled out for relaxation and shared 56 runs in the 5th wicket.",
        "Tilak Verma lost 32 runs and Tim David 17 runs.",
        "Yusvendra Sahal took 3 wickets for 11 runs, Trent Bolt 3 wickets for 22 runs while Nentre Berkar took 2 wickets for 32 runs."
      ]
    }
  },
  "summary_lines": [
    "Rajasthan Royals won their 3rd direct victory in the 17th IPL chapter, defeating Mumbai Indians by 6 wickets. Yusvendra Sahal and Trent Bolt's bowling, along with Ryan Barak's 50, led to a lighter victory. Mumbai Indians, having lost all three matches in this chapter five times, scored 125 runs in 20 overs."
  ]
}