{
  "translated_text": {
    "si": {
      "title": "සම්බන්දන් වැනි අවිහිංසාවාදී නායකයෙකුගේ අභාවය රටට ආපදාවකි.සියලුම පාර්ශවයන් 13 වන ව්යවස්ථා සංශෝධනය ක්රියාත්මක කළ යුතුය. කරු ජයසූරිය",
      "body_lines": [
        "ජාතික අඛණ්ඩතාව පිළිබඳ අපගේ වගකීම සැලකිල්ලට ගනිමින්, සම්බන්දන් වැනි සම්භාව්ය නොවන නායකයෙකුගේ මරණය. අපගේ අනාගත දරුවන්ගේ රටේ ජාතික ප්රශ්නවලට විසඳුමක් අප භාර නොදිය යුතුය. ඒ වෙනුවට, සමාජ සාධාරණත්වය සඳහා වූ ජාතික ව්යාපාරයේ නායක කරු ජයසූරිය සහ සමාජ යුක්තියේ හිටපු කථිකයා රටේ මූලික නීතිය පිළිබඳව හා 13 වන ව්යවස්ථා සංශෝධනය ප්රමාදයකින් තොරව ක්රියාත්මක කරමින් සිටී.",
        "දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) සභාපති සහ පාර්ලිමේන්තු මන්ත්රී ආර්. සම්පත්තන් මහතා විසින් නිකුත් කරන ලද නිවේදනයක.. ඔහු එකතු කර ඇත:",
        "ශ්රී ලංකාව විසින් නිර්මාණය කරන ලද හොඳම දේශපාලන politicians යෙකු වන ආර්. සම්පත්තන් විසින් ඉරිදා මුළු ජාතියමෙන් සමු දෙනු ඇත.. ඔහු තම ජීවිත කාලය පුරාම, මුළු ජීවිත කාලය පුරාම, සියලු ජාතීන් එකට ජීවත්වන රටක් තැනීමට හා ජාතිවාදී රටක් තැනීමට ඔහුගේ හ voice ින් කට හ voicised ා වැලපුණේය.",
        "සම්බන්දන්ගේ දේශපාලන ක්රියාකාරකම් නිරීක්ෂණය කරන විට ඔහු රටේ වැදගත්ම පරිච්ඡේදවලට දායක විය. ශ්රී ලංකාව ස්වාධීන වීමෙන් පසු ඔහුගේ කාර්යභාරය මුල්ම දෙමළ භාෂාවෙන්, උතුර හා නැගෙනහිර පළාත්වල හා යුද්ධයේ අවසානය හා යුද්ධයේ යුගය හා ගෞරවයට පාත්ර විය.",
        "උතුරු හා නැගෙනහිර ජනතාව නියෝජනය කරන වැදගත්ම දේශපාලන තරඟයේ මුලසුන හෙබි, ශ්රී ලාක්ෂණික ජනතාවගේ පාර්ලිමේන්තුවේ විපක්ෂ නායක ධුරය පිළිබඳව මුලසුන හෙබවූ සමපන්තන් මහතා ශ්රී ලාංකිකයින් වශයෙන් අප වැදගත් කරුණු තිබේ, ශ්රී ලංකා පාර්ලිමේන්තුවේ විපක්ෂ නායක ධුරය දැරූ කාලය ගැන අවධානය යොමු කළ යුතුය ලංකා.",
        "බ්රිතාන්ය ආධිපත්යයෙන් ශ්රී ලංකාවේ නිදහස ලබා ගැනීමේ අරගලයේදී මේ රටේ සියලු ජනතාව නියෝජනය කළ ජාතික නායකයින් එක්සත් ජාතික නායකයින් එක්සත් විය. නමුත් නිදහසින් වසර 76 කට පසු, රටේ වාසය කරන ජනවාර්ගික කණ්ඩායම් අතර අන්යෝන්ය විශ්වාසය සම්පූර්ණයෙන් සහතික කිරීමට අප අසමත් විය.",
        "ජාතික අඛණ්ඩතාව පිළිබඳ අපගේ වගකීම සැලකිල්ලට ගනිමින් සම්බන්දන් වැනි උතුම්, නෙරපා හැරීමේ නායකයෙකු අහිමි වීම. නමුත් රටේ සෙසු ජීවිත සඳහා සහ එක්සත් ජාතීන්ගේ අපේ අභිලාෂයන් අත්හැර දමා ඇති කැපවීමට ප්රශංසා කරමින් රටේ සාමය හා සංහිඳියාව පවත්වා ගැනීම අපගේ වගකීමකි.",
        "ඒ අනුව, මේ රටේ ජාතික ප්රශ්නවලට අපගේ අනාගත පරපුර සඳහා විසඳුම භාර දිය යුතු නැත. රටේ මූලික නීතිය සහ 13 වන ව්යවස්ථා සංශෝධනය ප්රමාදයකින් තොරව ක්රියාත්මක කරන ලෙස අපි අවධාරනය කරමු. ශ්රී ලංකාවේ පාර්ලිමේන්තුව නියෝජනය කරන සියලුම පාර්ශ්වයන් එක්සත්කම සමඟ විශේෂ හා එක්සත් විය යුතුය. යුගයක් හඳුනාගත් සම්පන්තන් අපට මේ සඳහා කැපවිය යුතු යැයි කියනු ලැබේ."
      ]
    },
    "en": {
      "title": "The demise of a nonviolent leader like Sambandan is a disaster for the country;All parties should implement the 13th Amendment- Karu Jayasuriya",
      "body_lines": [
        "In view of our responsibility for national integrity, the death of a classic, non -violent leader such as Sambandan. We should not hand over our future offspring a solution to the national issues of the country. Instead, Karu Jayasuriya, the leader of the National Movement for Social Justice and the former Speaker of the Social Justice, has urged the country's basic law and implementing the 13th Amendment without delay.",
        "In a statement issued by the President of the Tamil National Alliance (TNA) and the Member of Parliament, R. Sampanthan.. He has added:",
        "One of the best politicians created by Sri Lanka, R. Sampanthan will say goodbye from the entire nation on Sunday.. He continued to voice his voice for the people who represent himself for the rest of his life, with great love and to build a country where all races live together.",
        "He contributed to the country's most important chapters as he observed Sambandan's political activities. His role was honored in the earliest Tamil acts after the independence of Sri Lanka, the era of the war that focuses on the North and the Eastern Provinces, and the end of the war.",
        "We think there are many important issues that we, as Sri Lankans, should focus on the time when Sampanthan, who presided over the most important political race representing the people of the North and East and held the post of Opposition Leader in the Parliament of Sri Lanka.",
        "The national leaders who represented all the people of this country united in the struggle to gain Sri Lankan independence from British domination. But in the 76 years after independence, we failed to fully ensure mutual confidence between the ethnic groups living in the country.",
        "In view of our responsibility for national integrity, the loss of a noble, non -violent leader like Sambandan. But it is our responsibility to maintain peace and reconciliation in the country by praising the dedication he has shown for the rest of his life and without abandoning our aspirations of the united nation.",
        "Accordingly, we should not hand over the solution to the national issues of this country to our future generations. We insist that the country's basic law and the implementation of the 13th Amendment without delay. All parties representing the Parliament of Sri Lanka must be specialized and united with unity. It is said that the entire nation should be committed to this when Sampanthan, who identified an era, said goodbye to us."
      ]
    }
  },
  "summary_lines": [
    "Karu Jayasuriya mourns the loss of non-violent leader Sambandan, urging immediate implementation of the 13th Amendment to address national issues and preserve peace."
  ]
}