{
  "translated_text": {
    "ta": {
      "title": "சரியான கடலில் சிக்கிய ஹெராயின் பங்கு பற்றிய புதிய கதை",
      "body_lines": [
        "படகின் உரிமையாளர் தென் கடற்கரையில் 130 போதைப்பொருள் பொட்டலங்களுடன் கைது செய்யப்படுவதாக போலீசார் தெரிவித்தனர்.",
        "கடற்படை பணியகம் ஆழ்கடலில் சந்தேகத்திற்கிடமான பல நாள் மீன்பிடிக் கப்பலை ஆய்வு செய்தது, தெற்கே சுமார் 400 கடல் மைல்கள்.",
        "மீன்பிடி கப்பலில் கண்டுபிடிக்கப்பட்டு பாதுகாப்புப் படையினருக்கு கண்டுபிடிக்கப்பட்டது என்பதில் சந்தேகமில்லை.",
        "இருப்பினும், விசாரணை அதிகாரிகள் மீன்பிடிக் கப்பலில் பல இடங்களில் கவனம் செலுத்தியுள்ளனர்.",
        "மீனவர்கள் நேற்று (14) காலே துறைமுகத்திற்கு அழைத்து வரப்பட்டதாகவும், ஸ்கேன் செய்யப்படுவதாகவும் கடற்படை தெரிவித்துள்ளது.",
        "ஒரு பார்சல் கப்பலின் முன் பிரிவில் கப்பலின் முத்திரை பகுதியில் ஒரு பார்சலை கவனித்துள்ளது.",
        "கேள்விக்குரிய மீனவர்களால் விசாரிக்கப்பட்ட அவர்கள், சர்வதேச கடல்சார் எல்லைக்கு வந்த ஒரு பெரிய கப்பலில் இருந்து தங்களுக்கு புகார் அளிக்கப்பட்டதாக அவர்கள் கூறினர்.",
        "ஒரு ஃபைபர் பவுண்டர் என்பது அவர்களுக்கு ஒரு ஃபைபர் வகை என்று சந்தேக நபர்கள் கூறியுள்ளனர், பின்னர் பார்சலை மீன்பிடிக் கப்பலின் முன்புறம் சீல் வைத்துள்ளனர்.",
        "சந்தேக நபர்கள் 15 ஆம் தேதி 15 ஆம் தேதி டீமட் மீது டீமட் மீது கடலுக்குச் சென்றுள்ளனர், மேலும் படகு சப்பர்களால் திட்டமிடப்பட்டனர்.",
        "சந்தேக நபர்களின் விசாரணையில், அவர் ஒரு உறவினர் மீன்பிடி கப்பல் மற்றும் செயற்கைக்கோள் தொலைபேசியைக் கொடுத்துள்ளார்.",
        "கந்தாரா மற்றும் டோந்த்ரா பகுதிகளில் வசிப்பவர்கள் கந்தரா மற்றும் டென்ட்ரான்ஸில் வசிப்பவர்கள்."
      ]
    },
    "en": {
      "title": "A new story about the stock of heroin trapped at the right sea",
      "body_lines": [
        "The owner of the boat taken into custody with 130 drug parcels in the South coast, the police said.",
        "The Bureau of the Navy had inspected a suspicious multi-day fishing vessel at the deep sea, about 400 nautical miles to the South.",
        "No doubt was found in the fishing vessel and was found to the security forces.",
        "However, the investigation officials have focused on several places in the fishing vessel.",
        "The Navy said that the fishermen were brought to the port of Galle yesterday (14) and a scan was carried out.",
        "A parcel has observed a parcel in a seal part of the vessel in the front section of the vessel.",
        "In question interrogated by the fishermen, they said that the complaint was given to them from a large ship who arrived at the international maritime boundary.",
        "The suspects have said that a fiber boundar is a form of fiber bound for them and later sealed the parcel to the front of the fishing vessel.",
        "The suspects have gone to sea on Demored on Demored on the 15th of the 15th and was planned by the Boat Sapper.",
        "In the interrogation of the suspects, he has given a relative fishing vessel and a satellite phone.",
        "Residents of Gandara and Dondra areas have been residents of Gandara and Dendrans."
      ]
    }
  },
  "summary_lines": [
    "A boat carrying 130 heroin parcels was intercepted by the navy near the South coast. The crew, detained, claimed they received the drugs from a larger ship at the maritime boundary. A search revealed hidden packages in the vessel's front section. The fishermen, from Gandara and Dondra, were questioned and admitted to sealing the parcels themselves before setting sail."
  ]
}