{
  "translated_text": {
    "ta": {
      "title": "இலங்கையின் மிகப்பெரிய கடிதத்தில் காணப்படும் பேச்சு",
      "body_lines": [
        "இலங்கையில் காணப்பட்ட மிகப்பெரிய கடிதம் குறித்த சிறப்பு அறிக்கை இந்த விவகாரம் தொடர்பான சிறப்புக் குழுவால் தொடங்கப்பட்டது.",
        "கல்வெட்டின் நகலின்படி, தொல்பொருள் ஆய்வுகள் துறையான பேராசிரியர் கருணசேனா ஹெட்டியாராச்சி, இரண்டாம் நூற்றாண்டின் முதல் பாதியில் ஒன்றாக மதிப்பிடப்பட்டுள்ளது என்று ஊடகங்களில் சேர்ந்தார்.",
        "இதற்கிடையில், பிராமி கதாபாத்திரத்தின் 10 வரிகளும், கல்வெட்டில் கல்வெட்டுகளும், நாட்டின் வரலாற்றின் வரலாற்றில் இதுவரை காணப்படாத ஆறு தீவிர சின்னங்களும் உள்ளன.",
        "கல்வெட்டின் பேராசிரியர் போய்விட்டார் மற்றும் மொத்த ஆவணத்தின் எண்ணிக்கையில் 60 சதவீதம் ஆகும்.",
        "அதன்படி, பிரிவின் மீதமுள்ள 40 சதவீதம் வரிசைகளின் வரிசைகளால் ஒரு வரிசைகளைத் தயாரிக்க முடிந்தது, பேராசிரியர் மேலும் கூறினார்.",
        "இது 24 எழுத்துக்கள் மற்றும் மொத்த கல்வெட்டின் கிட்டத்தட்ட 1000 எழுத்துக்களுடன் 24 எழுத்துக்களைப் பயன்படுத்தி தயாரிக்கப்பட்டுள்ளது.",
        "மலையின் உச்சியில் நீர் அவசியம் என்பதால் கல்லில் உள்ள கல்வெட்டுகளும் பிக்கஸில் சேர்க்கப்பட்டுள்ளன.",
        "இதற்கிடையில், பேராசிரியர் கருணசேனா ஹெட்டியாராச்சி, காதலன் மற்றும் தியாகத்தின் தியாகங்கள் குறித்து இந்த துறை கட்டுரையில் விற்பனை கட்டுரை கூறியுள்ளது என்று கூறினார்.",
        "சங்கத்தின் பக்தி பற்றிய கல்வெட்டிலும் கல்வெட்டுகள் குறிப்பிடப்பட்டுள்ளன.",
        "இதற்கிடையில், விசாரணைக் குழு ஒரு மகசூல் மீதான மகசூல் வரியை நம்பியுள்ளது.",
        "சங்கத்திற்கும் சங்கமும் தியாகம் செய்யப்படுவதாகவும் இங்கே குறிப்பிடப்பட்டுள்ளது என்றும் பேராசிரியர் கூறினார்.",
        "கடிதங்களை அதன் முதல் மற்றும் இரண்டாவது வரிசையில், சிவா என்ற மனிதர், அதே போல் பாகாபாசிஜின் ஒரு மனிதனின் மனைவியைப் படிப்பது கடினம்.",
        "கட்டுரையில் ஒரு ரத்தின வணிகர் உள்ளது, இது நான்காவது வரிசையில் குறிப்பிடப்பட்டுள்ளது, பேராசிரியர் ஒரு நாணயம், பெருங்குடல் என்று அழைக்கப்படுகிறது.",
        "கோலிதா கொலிதாவின் கடிதம் ஒரு வழியைப் பதிவு செய்துள்ளது, மேலும் அந்தக் கடிதம் கட்டுரையிலும் குறிப்பிடப்பட்டுள்ளது.",
        "சூராட்டிசாவின் இளவரசனும் ஒரு இளவரசர் என்றும் அந்தக் கடிதத்தில் கூறியதாகவும் பேராசிரியர் கூறினார்.",
        "இதற்கிடையில், ஒரு கிராமவாசிகளின் பெயரும் கிராமவாசிகளின் பெயரும் கூறியதாகவும் அது கூறியது,",
        "பேராசிரியரின் கூற்றுப்படி, தொடர்புடைய துறை கட்டுரையில் குறிப்பிடப்பட்டுள்ள சரியான திசையைப் பற்றி சிலர் குறிப்பிடுகிறார்கள்.",
        "தானியக் கடிதத்தில் பிராமண கிராமத்தில் ஒரு இளவரசன், விசாகாவின் இளவரசன் மற்றும் பிராமண கிராமத்திற்கு வருகை தெரிவித்ததாகவும் பேராசிரியர் கூறுகிறார்."
      ]
    },
    "en": {
      "title": "The speech found in the largest letter of Sri Lanka",
      "body_lines": [
        "The special report on the largest letter found in Sri Lanka was launched by the Special Committee on the matter.",
        "According to the copy of the inscription, Professor Karunasena Hettiarachchi, the Department of Archeology Studies, joined the media that it was estimated to be one of the first half of the second century.",
        "Meanwhile, there have been 10 lines of Brahmi character and the inscriptions in the inscription and six extreme symbols that have not yet been seen in the history of the country's history.",
        "The professor of the inscription has gone and is about 60 percent of the total number of document.",
        "Accordingly, the remaining 40 percent of the part of the section was able to prepare a rows by the rows of the rows, the professor, added.",
        "It has been prepared using 24 characters with 24 letters and nearly 1000 letters of the total inscription.",
        "The inscriptions in the stone have also been added to the bhikkus because the water is essential to the top of the hill.",
        "Meanwhile, Professor Karunasena Hettiarachchi said that the Sell article has stated in this sector article about the sacrifices of the lover and sacrifice.",
        "The inscriptions were also mentioned in the inscription about a devotion of the Sangha.",
        "Meanwhile, the investigation committee has also believed in a yield tax on a yield.",
        "The professor said that it is also mentioned here that the Sangha is also sacrificed to the Sangha.",
        "The following were difficult to read the letters in its first and second row, a man named Shiva, as well as the wife of a man of Bagaubhazige.",
        "The article contains a gem merchant, which is mentioned in the fourth row, the professor known as a coin, colon.",
        "The letter of the Kolita Kolita has recorded a route, and the letter is also mentioned in the article.",
        "The professor also said that the letter also stated that a prince of Suratissa is also a prince.",
        "Meanwhile, it also stated that the name of a villagers and a name of the villagers also said,",
        "According to the Professor, some mention of the right direction stated in the relevant sector article.",
        "The cereal letter also stated that a prince in Brahmin village, a prince of Vishaka and the arrival in Brahmana village, says the professor."
      ]
    }
  }
}