{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකා සේවා සමාගමේ 06 ගුවන් සේවා සමාගම අවලංගු කරන ලදි",
      "body_lines": [
        "ශ්රී ලංකාවේ එයාර්ලන්තයින් හි ගුවන් ගමන් සේවා 06 අඟහරුවාදා (27) ගුවන් ගමන් සේවා 06 ක් අවලංගු කිරීමත් සමඟ ජාතික හා ජාත්යන්තර මගීන් දරුණු අපහසුතාවන්ට මුහුණ දුන්හ.",
        "ශ්රී ලංකා සේවා සමාගමට අයත් යූඑල් ඉලක්කම් 173 ක ගුවන් යානා අඟහරුවාදා (27) පෙ.ව.. ඒ හා සමානව, උල් 1902 ගුවන් යානය පෙරවරු 01.15 ට අවලංගු කිරීම නිසා මගීන් විශාල අපහසුතාවන්ට විරුද්ධ විය.",
        "ඒ හා සමානව, යූඑල් අඟහරුවාදා (27) සවස 1.45 ට චෙන්නායි පිටත් වේ. අල් 143 - ද්විගි මින්ග් මුවයි හි මුම්බායි වෙත යාත්රා කරමින් මුම්බායි හි මුම්බායි වෙත ප.ව.",
        "මීයන් සහ තාක්ෂණික දෝෂයක් ඇතුළුව සාධක ගණනාවක් හේතුවෙන් ගුවන් සමාගම් ශ්රී ලංකා ගුවන් සමාගමේ අමාත්ය නිමල් සිරිපාල ද සිල්වා සමඟ පැවති සාකච්ඡාවකදී ශ්රී ලංකාවේ ගුවන් සේවයේ අමාත්ය නිමල් සිරිපාල ද සිල්වා සමඟ පැවති සාකච්ඡාවකදී පැවසීය.",
        "පසුගිය සෙනසුරාදා සේවයට නොපැමිණි ගුවන් සමාගමේ සේවකයින් 13 දෙනෙකු අත්හිටුවන ලෙස අමාත්ය නිමල් සිරිපාල ද සිල්වා මහතා ශ්රී ලංකා ගුවන් සමාගම්වලට උපදෙස් දී තිබේ.. සමාගමේ කළමනාකාරිත්වය ශ්රී ලංකා ගුවන් සමාගමේ කළමනාකාරිත්වයට කළමනාකාරිත්වය කළමනාකරණය කිරීමේ ගුවන් සමාගමට අමාත්ය නිමල් සිරිපාල ද සිල්වා චෝදනා කර තිබේ."
      ]
    },
    "en": {
      "title": "Sri Lanka Services Company's 06 Airline Services canceled",
      "body_lines": [
        "National and international passengers faced severe inconveniences as Sri Lanka's Airlines's 06 flight services were canceled on Tuesday (27).",
        "The UL 173-digit aircraft owned by Sri Lanka Services Company has been canceled on Tuesday (27) at 01.10 am. Similarly, passengers were resisting great inconveniences as the UL402 aircraft was canceled at 01.15 am.",
        "Similarly, the UL will leave Chennai at 1.45 pm on Tuesday (27). The UL 143 -digit flight to Mumbai, the UL 263 digit aircraft, which was to be departed at Mumbai at 05.10 pm, the UL207 -digit aircraft to Abu Dhabi at 06.50 pm, was canceled.",
        "Sri Lanka's Airlines' officials said during a discussion with Sri Lankan Airlines Minister Nimal Siripala de Silva that the airlines were delayed last Saturday due to a number of factors, including a rat and technical failure.",
        "Minister Nimal Siripala de Silva has advised the Sri Lankan Airlines to suspend 13 employees of the airline who did not attend the service last Saturday.. Minister Nimal Siripala de Silva has accused the airline of the Sri Lankan Airlines's management of the management of the company."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Services Company's 06 Airline Services canceled on 27th, causing inconvenience to passengers. UL 173, UL402, UL143 to Mumbai, UL263 to Mumbai, and UL207 to Abu Dhabi flights were affected. Delays last Saturday due to rat and technical failure led to suspension of 13 employees by Minister Nimal Siripala de Silva."
  ]
}