{
  "translated_text": {
    "si": {
      "title": "இலங்கையின் பொருளாதார மீட்சி குறித்து உலக வங்கி விடுத்துள்ள எச்சரிக்கை !",
      "body_lines": [
        "ශ්රී ලංකාවේ මෑත කාලීන ආර්ථික ක්රියාකාරකම් ශක්තිමත් වුවද, ආර්ථික ප්රකෘතිය තවමත් අවසන් කර නොමැති නමුත්, දිගුකාලීනව - දිගුකාලීනව හදිසි ව්යුහයක් ප්රතිසංස්කරණ සහ කාර්යක්ෂම පොදු වියදම් අවශ්ය බව ලෝක බැංකුව අනතුරු අඟවා තිබේ.",
        "பொருளாதார வளர்ச்சி நெருக்கடிக்கு முன்னைய நிலைகளை விட தற்போதைய நிலைமை குறைவாகவே உள்ளது என்றும்,வறுமை குறிப்பிடத்தக்க அளவு அதிகரித்துள்ளது என்றும் உலக வங்கி சுட்டிக்காட்டியுள்ளது.",
        "2025 වන විට ශ්රී ලංකාවේ ආර්ථිකය 4.6% දක්වා වර්ධනය වන බව ද පුරෝකථනය කර ඇත. කෙසේ වෙතත්, මෙය 2026 වන විට 3.5% දක්වා පහත වැටේ. ආර්ථික වර්ධනය ශක්තිමත්, උද්ධමනය අඩු වන අතර විදේශීය පැමිණීම ඉහළ මට්ටමක පවතින අතර ආර්ථික නිෂ්පාදනය තවමත් 2018 ට වඩා අඩුය.",
        "දුප්පත්කම අඩු වුවද, මෙය 2019 තරම් දෙගුණයක් වේ. එසේම, මිනිසුන්ගෙන් 10% ක් දරිද්රතා රේඛාවට මඳක් ඉහළින් ජීවත් වෙති. පෝෂණ iency නතාවය බරපතල ගැටළුවක් ලෙස පවතී. ලෝක බැංකුව පෙන්වා දී ඇත්තේ ශ්රම වෙළඳපොළ සෙමෙන් යථා තත්ත්වයට පත් වන බවත්, අර්බුදයේ දී අහිමි වූ ජීවනෝපායන් බොහොමයක් තවමත් සොයාගෙන නොමැති බවත් ය.",
        "\"ශ්රී ලංකාවේ මෑත කාලීන ආර්ථික ප්රගතිය ප්රබෝධමත් වුවද, ප්රකෘතිමත් වීම අහඹු හා අසම්පූර්ණයි. ශක්තිමත් හා සාධාරණ ආර්ථිකයක් බිහිකිරීම සඳහා පෞද්ගලික අංශය පෞද්ගලික අංශය විසින් හා වැඩක් නිර්මාණය කළ යුතු බවත්, \"මැල්තිව්, නේපාලය සහ ශ්රී ලංකාවේ අධ්යක්ෂ ඩේවිඩ් චර්මනිය,\" පෞද්ගලික අංශය පෞද්ගලික අංශය විසින් සහතික කළ යුතු බවත් \"යනුවෙන් ශ්රී ලංකාව සහතික විය යුතුය.",
        "දිගු කලක් තිස්සේ වර්ධන ප්රතිසංස්කරණ මත පදනම්ව, වර්ධනයට අවම කිරීම සහ දුප්පත්කම අවම කිරීම සඳහා ප්රධාන වශයෙන් ප්රධාන නිර්දේශයන් කිහිපයක් ලෝක බැංකුව අවධාරණය කර තිබේ,",
        "The World Bank has made recommendations on implementing reforms that promoted private sector -led growth, relaxing obstacles for trade and investment, improveing ​​​​business environment, modernization of tax administration, and improving the rules of land and labor markets.",
        "යටිතල පහසුකම්, අධ්යාපනය සහ සෞඛ්යය වැඩි දියුණු කිරීම සඳහා වන ආයෝජන සඳහා රජයේ පිරිවැය, රජයේ අංශයේ 80% කට වඩා, රාජ්ය අංශයේ වැටුප්, සුභසාධන යෝජනා ක්රම සහ පොලී ගෙවීම් සඳහා ප්රමාණවත් නොවේ.. පවත්නා පොදු වියදම් තුළින් උපරිම ප්රතිලාභ ලබා ගැනීම කෙරෙහි අවධානය යොමු කළ යුතු බව ලෝක බැංකුව පවසයි.",
        "ඊට අමතරව, සාධාරණ වැටුප් ව්යුහයන් සහ නවීන වැටුප් ක්රම හඳුන්වා දීම, ප්රධාන යටිතල පහසුකම් අවකාශය, ශක්තිමත් සැලසුම් හා තක්සේරු කිරීමේ ක්රියාවලීන් කෙරෙහි අවධානය යොමු කරමින් නවීනත්ව ව්යුහයන් සහ නවීන වැටුප් ක්රම හඳුන්වා දීම, නිමි ව්යාපෘති සඳහා ප්රමුඛත්වය දීම, යටිතල පහසුකම් සේවා සඳහා අරමුදල් වැඩි කිරීම බව ලෝක බැංකුව පෙන්වා දී තිබේ.",
        "ලෝක බැංකුව ලෝක බැංකුවේ දකුණු ආසියාවේ සංවර්ධන යාවත්කාලීන වාර්තාවේ උප -සිට් එකක් ලෙස සැලකේ. දකුණු ආසියානු කලාපයේ ආර්ථික වර්ධනය 6.6% ක් වනු ඇතැයි මෙයින් පුරෝකථනය කරන නමුත් අනාගතයේ සැලකිය යුතු වර්ධනයක් සිදුවන බවට අනතුරු ඇඟවීය.",
        "මේ අතර, ශ්රී ලංකාවේ ලෝක බැංකුවේ පළමු නිකුතුවලින් එකක් වන ශ්රී ලංකා සංවර්ධන යාවත්කාලීන කිරීම කොළඹදී අඟහරුවාදා (2025 ඔක්තෝබර් 725) කොළඹදී නිකුත් කරන ලදී.",
        "මෙම උත්සවය මුලසුන දැරුවේ ලෝක බැංකු විදේශ කටයුතු නිලධාරි බුද්ධ ෆීලික්ස් කිං බුද්ධිමත් ශ්රී ලංකාව සහ මාලදිවයිනේ සමූහයේ කළමනාකරු වන රිචඩ් වෝකර්, රිචඩ් වෝකර්, රිචඩ් වෝකර්, රිචඩ් වෝකර්, රිචඩ් වෝකර් ඇතුළු කණ්ඩායම සහභාගී වූහ.",
        "ලෝක බැංකුවේ ශ්රී ලංකාව සහ මාලදිවයිනේ සමූහ කළමණාකරු ජියැටර්ග් සර්ගාන් ශ්රී ලංකාවේ ආර්ථික ප්රකෘතියෙහි ප්රගතිය පෙන්වා දුන්නේය.",
        "ශ්රී ලාංකික ජනතාවගේ වෙහෙස මහන්සි වී වැඩ කිරීම හා පුනර්ජනනය හේතුවෙන් 2025 මුල් භාගයේදී රටේ ආර්ථිකය සියයට 5 දක්වා වර්ධනය වී තිබේ. කාර්මික, සේවා අංශ, උද්ධමනය, ණය පිවිසුම් සංවර්ධනය, රජයේ අරමුදල් සහ විදේශීය තොග වැඩිදියුණු කිරීම්වල වැඩිදියුණු වී තිබේ.",
        "මෙම අත්තිකාරම් නොතකා ආර්ථිකය තවමත් පෙර සැරසිලි සඳහා නැවත පැමිණ නැත. දරිද්රතා අනුපාත ඉහළ මට්ටමක පවතින අතර පෝෂණ කටයුතු බරපතල කරුණකි.",
        "ශක්තිමත් හා හදිසි ප්රතිසංස්කරණ ක්රියාත්මක කිරීමට අපොහොසත් වීම 2026 සහ 2027 දී මධ්යස්ථ වනු ඇත.",
        "දිගුකාලීන-කාලීන වර්ධනයක් සහ දරිද්රතාවය අවම කිරීම සඳහා ස්ථාවර හා රූපලාවණ්ය ප්රතිපත්ති ක්රියාත්මක කිරීම, වෙළඳ බාධක ඉවත් කිරීම සහ ආයෝජන පරිසරය වැඩිදියුණු කිරීම අවශ්ය වේ. බදු ක්රමය නවීකරණය කිරීමට සහ ව්යාපාර වර්ධනය කර ගැනීම සහ වැඩ කිරීම පහසු කිරීමට වැදගත් පියවර ගත යුතුය.",
        "රාජ්ය අංශයේ මූල්ය අවයක් ඇති බැවින් පුද්ගලික අංශයේ සංවර්ධනය පිළිබඳ සංවර්ධනය රජය අවධාරණය කළ යුතුය.. රාජ්ය අංශයේ වැටුප, සුභසාධන වැඩසටහන් සහ පොලී ගෙවීම් සඳහා රජයේ මුළු පිරිවැයෙන් 80% ක් පමණ භාවිතා වේ. යටිතල පහසුකම්, අධ්යාපනය සහ සෞඛ්යය වැනි වර්ධනයක් ප්රවර්ධනය කරන ආයෝජන සඳහා පවත්නා රාජ්ය වියදම්වල හැකියාවන් හා බලපෑම වැඩි දියුණු කිරීමට සැලකිය යුතු අවස්ථාවක් ඇති බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "World Bank warns Sri Lanka's economic recovery",
      "body_lines": [
        "The World Bank has warned that although Sri Lanka's recent economic activities are strong, economic recovery has not yet been completed, and that long -term development requires urgent structure reforms and efficient public spending.",
        "The World Bank has pointed out that the current situation is less than the pre -economic growth crisis and poverty has increased significantly.",
        "It is also predicted that Sri Lanka's economy will grow to 4.6% by 2025. However, this may be down to 3.5% by 2026. Economic growth is stronger, inflation is low, and foreign arrivals are high, and economic production is still less than 2018.",
        "Although poverty is diminished, this is twice as much as 2019. Also, 10% of people live a little above the poverty line. Nutritional deficiency lasts as a serious problem. The World Bank has pointed out that the labor market is slowly recovering and that many families have not yet recovered the livelihoods lost during the crisis.",
        "“Although Sri Lanka's recent economic progress is inspiring, the recovery is random and incomplete. Sri Lanka should ensure that the private sector must invest and create work to create a strong and fair economy, and Sri Lanka should ensure that every rupee of public money is properly spent, ”said David Sislen, Director of the World Bank, Maldivu, Nepal and Sri Lanka.",
        "The World Bank has emphasized some of the key recommendations, based on long -term growth reforms, to uphold growth and reduce poverty,",
        "The World Bank has made recommendations on implementing reforms that promoted private sector -led growth, relaxing obstacles for trade and investment, improveing ​​business environment, modernization of tax administration, and improving the rules of land and labor markets.",
        "With more than 80% of the government's cost, public sector salaries, welfare schemes and interest payments are not enough for investments to improve infrastructure, education and health.. The World Bank said it should focus on getting a maximum of benefits through existing public expenses.",
        "In addition, the World Bank has pointed out that the introduction of reasonable wage structures and modern wage systems, focusing on key infrastructure spaces, implementing strong planning and assessment processes, prioritizing almost finished projects, and increasing funding for infrastructure care.",
        "The World Bank is seen as a sub -unit of the South Asia Development Update Report of the World Bank. This predicts that economic growth in the South Asian region will be 6.6%, but warned that significant growth in the future will occur.",
        "In the meantime, Sri Lanka Development Update, one of the World Bank's first releases in Sri Lanka, was released on Tuesday (October 7, 2025) in Colombo.",
        "The event was chaired by World Bank External Affairs Officer Buddha Felix King, World Bank's Sri Lanka and Maldives Group Manager Kevorg Sargsyan, World Bank's Senior Economist for Sri Lanka and Maldives, Richard Walker, Richard Walker The team, including Tharshan, participated.",
        "Gevorg Sargsyan, the World Bank's Sri Lanka and Maldives Group Manager, pointed out the progress in Sri Lanka's economic recovery.",
        "Due to the hard work and regeneration of the Sri Lankan people, the country's economy has grown to 5 percent in the first half of 2025. There have been improvements in industrial, service sectors, inflation, debt access development, government fund and foreign stockpile.",
        "In spite of these advances, the economy has not yet returned to the pre -crisis. Poverty rates are high and nutritional is a serious concern.",
        "Failure to implement strong and urgent reforms will be a moderate at 3 percent of growth in 2026 and 2027.",
        "To ensure long -term growth and to reduce poverty, it is necessary to continue the implementation of stable and coherent policies, removing trade barriers and improving the investment environment. Important steps should be taken to modernize the tax system and make businesses easier to grow and make work.",
        "The government has to emphasize the development of private sector -led development as there is a fiscal space in the public sector.. About 80% of the government's total cost is used for public sector salary, welfare programs and interest payments. He added that there is a significant opportunity to improve the capacity and impact of existing public expenditures to accommodate investments that promote growth such as infrastructure, education and health."
      ]
    }
  },
  "summary_lines": []
}