{
  "translated_text": {
    "ta": {
      "title": "காலநிலை மாற்றம்: நீங்கள் மற்றும் கிராமங்களுக்கு வெளியே செல்ல வேண்டுமா?",
      "body_lines": [
        "பல்வேறு மனித நடவடிக்கைகள் காரணமாக, உலக சமூகம் உலக சமூகத்தில் கவனம் செலுத்துகிறது, இன்று முழு உலகமும். காலநிலை மாற்றத்தில் பெரும் பொருளாதார தாக்கம் இருக்கும் என்பது இரகசியமல்ல.",
        "பனிப்பாறைகளின் வளர்ச்சியின் காரணமாக, கிரீன்ஹவுஸ் விளைவு புவி வெப்பமடைதல், எதிர்பாராத வெள்ளம், கடுமையான வெள்ளம், கடுமையான வெள்ளம் மற்றும் ஏராளமான அகதிகள் மற்றும் புலம்பெயர்ந்தோர் அதிக எண்ணிக்கையிலான அகதிகள் மற்றும் புலம்பெயர்ந்தோர் காரணமாக உருவாக்கி வருகிறது. இது சில மாநிலங்களுடன் நிர்வகிக்கப்பட்ட பிரச்சினையாக மாறியுள்ளது.",
        "காலநிலை மாற்றம் என்றால் என்ன? \"பாகிஸ்தானில் காலநிலை நெருக்கடி: 'என் மகளை விற்க எனக்கு விருப்பம் இல்லை,' 'இலங்கை பெண்கள் பெற வேண்டாம் என்று முடிவு செய்துள்ளனர்",
        "சமீப காலம் வரை, \"காலநிலை மாற்றம்\" என்ற சொல் இலங்கையர்களுக்கு அவ்வளவு தெரிந்திருக்கவில்லை. இருப்பினும், சிலர் இப்போது சமீபத்தில் இயற்கைக்கு மாறான தீவிர வானிலை குறித்து கவனம் செலுத்தியுள்ளனர்.",
        "இலங்கை காலநிலை மற்றும் காலநிலை மாற்றத்தின் செல்வாக்கின் செல்வாக்கையும் எதிர்கொள்கிறது, இப்போது அறிவின் கட்டுரையைப் பற்றி அறிவிக்கப்படுகிறது.",
        "சிலர் தங்கள் பிறப்பிடத்தை விட்டு வெளியேற வேண்டியிருந்தது, மேலும் சிலர் மற்ற பகுதிகளில் வேலைவாய்ப்பை அகற்ற வேண்டும்.",
        "பாடல்கள் வேவாவி உடுகாமாவில் உள்ள நியூவட்டா பகுதியில் 28 வயது குடியிருப்பாளர். பிறப்பிலிருந்து, அவர் நெலுவாவில், கேலலில் வாழ்ந்தார். அவர்கள் அவளுடைய தந்தையின் தந்தையின் வீட்டை இழக்கிறார்கள்.",
        "\"எங்கள் தொடர் கூட நெலுவா வீட்டில் இருந்த நிலத்தில் குடியேறியுள்ளது. தேயிலை சாகுபடி காரணமாக வருமானத்தின் முக்கிய ஆதாரம் பயிரிடப்பட்டது. எங்கள் வீட்டிற்கு அருகிலுள்ள மலைகளில் தேநீர் வளர்க்கப்படுகிறது. என் சிறிய காலத்திற்குள், எங்களுக்கு நிலச்சரிவு இல்லை, \"பாடல்கள் விவரிக்கப்பட்டுள்ளன.",
        "அவர்கள் 2017 இல் வீட்டை இழக்கிறார்கள். அந்த நேரத்தில், அவர் ஒரு பல்கலைக்கழகத்தின் முதல் ஆண்டில் இருந்தார், அவளுக்கு ஒரு அதிர்ச்சி ஏற்பட்டது.",
        "\"2003 இல் எனக்கு ஒரு பெரிய வெள்ளம் நினைவிருக்கிறது. ஆனால் எங்கள் வீடுகள் நிலச்சரிவுகள் அல்ல. ஆனால் மழை அதிகரித்த பிறகு. இது சாலைக்கு மிகவும் அதிகம். இது 2017 ஆம் ஆண்டில் உங்களுக்கு உதவும் மற்றும் எங்கள் வீட்டின் மீது வீடுகளுடன் நிலச்சரிவுகள். சேற்றின் நேரம் காரணமாக, எங்கள் வீட்டில் எங்களுக்கு சிக்கல் இல்லை. ஆனால் நான் குழந்தையாக இருந்தபோது, ​​நான் வீட்டை இழந்தேன், \"என்று அவர் கூறுகிறார்.",
        "இருப்பிடம் பின்னர் பாதுகாப்பற்றதாக இருக்க முடிவு செய்து அவர்களுக்கு உதுகாமா பகுதியிலிருந்து இழப்பீடு மற்றும் பிற நிலங்களை வழங்கியுள்ளது. அவர்கள் உதுகாமாவில் வசிக்கிறார்கள்.",
        "\"ஒரு புதிய வீட்டிற்கான மீட்கும் தன்மை போதாது. முதல் நாட்களில், தாயும் அப்பாவும் புதிய நிலத்தால் ஆனார்கள். ஒரு பெரிய நீர் பிரச்சினை உள்ளது. எல்லா இடங்களிலும் சரியானது, இதனால் அவர்கள் கிணறுகளின் கிணறுகளில் அமர்ந்திருக்கும். பிரதேசங்களவையின் நீர் இன்னும் தண்ணீர் செய்ய வேண்டியதில்லை என்று கூறுகிறது. \"",
        "அசல் வாழ்விடங்களை இழந்தவர்களில் பாடல்கள் ஒன்றாகும். அதே பகுதியில் உள்ள அதே பகுதியில் காலநிலை மாற்றம் காரணமாக முதல் குடியேற்றத்தை வாழ வேண்டியவர்கள்.",
        "மிலாவெலாவின் ஹம்பேகாமுவாவில் வசிக்கும் தினேஷ் பண்டாரா, இரண்டு நான்கு வயது தந்தையின் தந்தை. தினேஷ் தற்போது ஒரு தொழிற்சாலையில் பணியாற்றும் ஒரு பணியாளரில் பியாகாமா சுதந்திர வர்த்தக கையுறைகள். அவர் தனது வாழ்வாதாரத்தை கைவிட்டு 2020 இல் கொழும்புக்கு குடிபெயர்கிறார்.",
        "\"எங்கள் தந்தை, தாயின் குடும்பம் விவசாயத்தில் வாழ்ந்தது. ஹாலகாமாவில் யானைகள் இருந்தபோதிலும், அலியை சமாளிக்க அவர்களின் பற்றுகளை அறிந்திருந்தார். இரண்டு பருவங்களையும் நாம் வளர்க்கக்கூடிய ஒரு மழை அது. ஹம்பேகமுவா நீர் குறைவாக உள்ளது, ஆனால் மழையின் போது கிராமத்தின் குழாய் வளர்க்கப்பட வேண்டும், மழையின் போது தண்ணீரை சேகரித்தார், \"தினேஷ் அவர்களுக்கு நீர் நினைவுகளைக் கொடுத்தார்.",
        "2002 ஆம் ஆண்டில் ஹம்பேகாமுவா பகுதியால் பாதிக்கப்பட்ட வறட்சி நிலைமைகளும் மனதில் உள்ளன.",
        "\"2002 ஆம் ஆண்டில் தொட்டி வறட்சிக்கு எரிக்கப்பட்டது. ஏரியின் நடுவே சிதைந்தது. \"",
        "அங்கு, பிபிசி அவரிடம் வானிலை மாற்றத்தை அனுபவித்ததா என்று கேட்டார்.",
        "\"நான் சொன்னது போல்,\" எங்கள் பிதாக்கள் நெல், விவசாயத்தை வெள்ளத்தில் மூழ்கடித்தனர், அதே நேரத்தில் மழை பெய்தது. அபராதம் இருந்தபோதிலும், அது அவ்வளவு மோசமாக இல்லை. கிராமம் இப்போது அவ்வளவு சூடாக இல்லை. 2008/99 உடனான இந்த வேறுபாட்டில் நான் நன்றாக உணர்ந்தேன். படுகொலை முறை மாறியது. முன்னாள் பயணங்கள் குறைந்து வருகின்றன. சில நேரங்களில் மெதுவாக. \"அவர் விவரிக்கிறார்.",
        "\"நான் இறுதியாக ஒரு முத்தரப்பு நடவு மற்றும் வாழை சாகுபடி செய்தேன். தண்ணீர் முற்றிலும் நஷ்டத்தில் மங்கிவிட்டது. நீங்கள் சில பருவங்களை சாப்பிடும்போது வேறு என்ன செய்ய முடியும்? \"என்று அவர் கேட்கிறார்.",
        "வானிலை காரணமாக வாழ்வாதாரத்தை இழந்ததால், தினேஷ் இன்று இலங்கையில் பொருளாதார நெருக்கடியை இழந்துள்ளார்.",
        "\"நான் முதலில் வந்தபோது, ​​மாதத்தில் ஒரு நீர்க்கட்டி செலவிடப்பட்டது. மீதமுள்ள பணம் என் மனைவியையும் இரண்டு குழந்தைகளையும் வாழ்ந்திருக்கலாம். இப்போது, ​​நேர செலவு சுமார் ரூ.. கிராமம் அரிசி மற்றும் தேங்காய்களில் கொண்டு வரப்படுகிறது. வேலையில் தொழிற்சாலை சாதனைகள். ஆனால் மற்ற படகில் ஒரு மாத மாத மாதம் செலவாகும். இப்போது இரண்டு குழந்தைகளும் பள்ளியில் வசிக்கப் போகிறார்கள், வாழ்வது கடினம்.",
        "காலநிலை மாற்றம் காரணமாக வாழ்வாதாரத்தை இழந்த ஏராளமான மக்கள் தங்கள் வாழ்வாதாரத்தை அல்லது வெளிநாடுகளில் வேலைவாய்ப்பை இழந்துவிட்டதாக அவர் கூறுகிறார்.",
        "இடம்பெயர்வு இடம்பெயர்வு என்பது இலங்கையில் ஏராளமான மக்கள் மற்றும் காலநிலை மாற்றமாகும், இது அவர்களின் சொந்த ஊரிலிருந்தும் அன்புக்குரியவர்களிடமிருந்தும் வாழ்வாதாரத்திற்கு உட்படுத்தப்பட்டுள்ளது.",
        "ஐக்கிய நாடுகளின் காலநிலை மாற்ற மாநாடு (சிஓபி 28) சமீபத்தில் நடைபெற்றது.",
        "தற்போது, ​​உலக சமூகம் இந்த பிரச்சினை தொடர்பாக சில தலையீடுகளைச் செய்துள்ளது, ஆனால் இந்த சூழ்நிலையை இன்னும் கட்டுப்படுத்தவில்லை.",
        "தேசிய பட்டியல்: இப்பகுதியில் உள்ள ஒரு வீட்டை போலீசார் தேடுகிறார்கள்: ஆகஸ்ட் 11, 2020 ஆகஸ்ட் 11, 2020",
        "டெல்ஃப்ட்: இது குறைந்த செலவில் வழிநடத்தக்கூடிய ஒரு அழகான சுற்றுலா தலத்திற்கு செல்கிறதா?",
        "நாரம்மலா பொலிஸ் படப்பிடிப்பு: ஒரு போலீஸ் அதிகாரி ஒரு சிவில் ஆடையை சுட்டுக் கொல்ல முடியுமா?"
      ]
    },
    "en": {
      "title": "Climate Change: Should you and go out of the villages?",
      "body_lines": [
        "Due to various human activity, the world community is focused on the world community, the entire world today. It is no secret that there will be a heavy economic impact on climate change.",
        "Due to the growth of glaciers, the greenhouse effect is developing global warming, unexpected floods, severe floods, severe floods, and a large number of refugees and migrants are in creation due to a large number of refugees and migrants. This has become a managed problem with certain states.",
        "What is Climate Change? \"The Climate Crisis in Pakistan: 'I have not had the option to sell my daughter,' Sri Lankan women have decided not to receive",
        "Until recently, the term \"climate change\" was not so familiar to Sri Lankans. However, some have now paid attention to the recently unnatural extreme weather conditions.",
        "Sri Lanka is also facing the influence of the influence of climatic and climate change and is now informed of the article in knowledge and ignorantly.",
        "Some have had to leave their birthplace, and some have to dismise employment in other areas.",
        "Songs Vewavi is a 28 year old resident of the Newwatta area in Udugama. From birth, she lived in Neluwa, Galle. They lose the house of her father's father.",
        "\"Even our series has been settled in the land where Neluwa was at home. The main source of income was cultivated due to tea cultivation. Tea is grown in mountains near our home. Within my little times, we had no landslides, \"songs described.",
        "They lose home in 2017. At the time, she was in the first year of a university and had a shock to her.",
        "\"In 2003 I remember a big flood. But our houses were not landslides. But after the rain was increased. It's pretty much for the road. This will help you in 2017 and landslides with the homes over our home. Because of the time of mud, we did not have trouble at our home. But when I was a child, I lost home, \"she says.",
        "The location has later decided to be unsafe and given them compensation and other land from the Udugama area. They live in Udugama.",
        "\"The ransom for a new house was not enough. The first days, Mother and Dad was made up of the new land. There is a great water problem. Everywhere is right, so that they sit in the wells of wells. The water of the pradeshiya Sabha says water is yet to do. \"",
        "Songs are just one of those who have lost their original habitats. People who have had to live their first settlement due to climatic change in the same area as in the same area.",
        "Dinesh Bandara, a resident of Hambegamuwa, Milawela, is a father of two four-year-old father of two. Dinesh is currently present at a workmate serving in a factory where the Biyagama free trade gloves. He abandoned his livelihood and migrates to Colombo in 2020.",
        "\"Our father, mother's family lived in farming. Despite the elephants in the Halegama, knew their fads to deal with Ali. It was a rain that we could cultivate the two seasons. The Hambegamuwa Water is low, but the tube of the village should be grown during the rain, gathered the water during the rain, \"The Dinesh gave them the water memories.",
        "The drought conditions affected by Hambegamuwa area in 2002 is also in mind.",
        "\"The tank was burned to the drought in 2002. The midst of the lake was rippled. \"",
        "There, BBC asked him whether he had experienced change in the weather.",
        "\"Like I said,\" Our fathers flooded paddy, farming, had the rain in the same time. Despite the penalty, it is not so bad. The village is not as hot now. I felt better at this distinction with 2008/99. The slaughter pattern changed. Ex-travels are slowing down. Sometimes slow down. \"He describes.",
        "\"I finally did a trilingual planting and banana cultivation. The water was faded completely in loss. What else can I do when you eat a few seasons? \"He asks.",
        "Due to the loss of livelihood due to the weathery, Dinesh has lost the economic crisis in Sri Lanka today.",
        "\"When I first arrived, a cyst was spent on the month. The rest of the money may have lived my wife and the two children. Now, the cost of time is spent about Rs.. The village is brought in rice and coconuts. Factory feats at work. But the other sail costs a month's month's month. Now the two kids are going to live in school, it's hard to live.",
        "He says that a large number of people who have lost their livelihood due to climate change have lost their livelihood or other employment abroad.",
        "The migration of migration is a large number of people in Sri Lanka as well as the climate change that has been subjected to livelihood from their hometown and loved ones.",
        "The United Nations Climate Change Conference (COP 28) was held recently.",
        "At present, the world community has done some interventions regarding this issue, but not yet control this situation.",
        "National List: Police search for a house in the area of the area: August 11, 2020 August 11, 2020",
        "Delft: Is it going to a beautiful tourist destination that can lead at a low cost?",
        "Narammala Police Shoot: Can a police officer shot a civilian garment?"
      ]
    }
  },
  "summary_lines": [
    "Climate change impacts Sri Lanka, leading to displacement, economic hardship, and loss of livelihoods. The UN's COP 28 addresses these issues, but solutions are yet to be fully implemented."
  ]
}