{
  "translated_text": {
    "ta": {
      "title": "தண்டனை பேக்கர்?",
      "body_lines": [
        "இந்த மசோதாவில் ஒரு சமூக சொற்பொழிவு உள்ளது, தண்டனை குறியீட்டைத் திருத்த பாராளுமன்றத்திற்கு வழங்கப்பட்டது. தண்டனைச் சட்டத்தின் 308 வது வசனத்தில் \"நோக்கம்\" என்ற வார்த்தைக்கு பதிலாக இந்த திருத்தப்பட்ட மசோதாவில் \"நோக்கம்\" என்ற சொல் சேர்க்கப்பட்டுள்ளது.",
        "இந்த திருத்தப்பட்ட மசோதா ஒரு புதிய விதிமுறையை உள்ளடக்கியது, இந்த திருத்தப்பட்ட மசோதாவில் 30 என்று பெயரிடப்பட்டது மற்றும் அதன் உடல் தண்டனையைத் தண்டிப்பதற்கான வாய்ப்பை விவரிக்கிறது. இது பின்வருமாறு:",
        "18 வயதிற்குட்பட்ட ஒருவர், அறங்காவலரின் அறங்காவலர், அல்லது அதே கட்டத்தில் செய்ய வேண்டிய சரியான விஷயம், மற்றும் வலி அல்லது சிரமத்தின் ஒரு முறை, எந்தவொரு வலியும் குறைந்தபட்ச வலி அல்லது சிரமத்தால் ஏற்படும்போது, ​​எந்தவொரு நபரும் உடல் ரீதியான தண்டனையின் குற்றத்தை செய்திருக்கிறார்கள்.",
        "308 பி: உடல் தண்டனை வலியுறுத்துகிறது. கிமு 308 நடவடிக்கையின் வாழ்க்கை ஓய்வூதியம். இது மன தண்டனை பற்றியது. ஒரு குழந்தை 18 வயதிற்குட்பட்ட ஒருவரால் உடல் ரீதியாகவோ அல்லது மனரீதியாகவோ தண்டிக்கப்பட்டால், 308 பி இல் அந்த நபரின் சமர்ப்பிப்பு தொடர்பான விதிகள். அதன்படி, இரண்டு வழிகளும் ஒரு விதத்தில் அல்லது தண்டனையில் தண்டிக்கப்படலாம், அவை கண்காட்சி அல்லது ரூ.. பரந்த தாக்க அறிக்கையை கருத்தில் கொண்டு, நீதித்துறையை தீர்மானிக்க எந்தவொரு இழப்பீடும் செலுத்த நீதித்துறையை உத்தரவிடலாம்.",
        "மேலும், பிரிவு 308 ஐ சரிபார்க்கவும் முக்கியமானது. குழந்தைகள் தங்கியிருக்கும் இடங்களில் இது கவனம் செலுத்துகிறது. அதன்படி, அரசாங்க கண்காணிப்பாளரின் காவலில் ஒரு குழந்தை இருந்தால், ஒரு குழந்தை, ஒரு தொழில், விடுதி, குழந்தை உடல் ரீதியாக அல்லது உளவியல் சிரமங்கள் என்ற தண்டனையை அதிகரித்துள்ளது.. அதன்படி, இந்த திருத்தப்பட்ட மசோதா ஆறு ஆண்டுகளுக்கு குறையாத சிறையில் அல்லது அபராதம் அல்லது தண்டனையில் காட்டப்பட்டுள்ளது. பாதிக்கப்பட்டவரின் அறிக்கையின் அடிப்படையில் இழப்பீடு வழங்கவும் நீதிமன்றத்திற்கு உத்தரவிட்டது.",
        "இந்த மசோதா 18 வயதிற்குட்பட்ட சித்திரவதைக்கு கீழ் ஒரு குழந்தைக்கு வழங்கப்பட்ட தண்டனைகளையும் காட்டுகிறது. அதன்படி, ஆறு மாத கைதியை தண்டிக்க முடியும். இந்த திருத்தப்பட்ட மசோதாவுக்கு மேலதிகமாக, 308 ஏ மற்றும் இந்த திருத்தப்பட்ட மசோதாவின் தளபதி, 308 மற்றும் 18 வயதிற்குட்பட்ட குழந்தைக்கு வயதுக்குட்பட்ட குழந்தைக்கு இந்த விதிகள் செய்யப்பட்டுள்ளன.. முடிவுக்கு முடிவுக்கு விளக்கப்பட்டது, மற்றொரு குழந்தை சித்திரவதை செய்யப்பட்டதால், குழந்தையின் தண்டனை குறித்து திருத்தப்பட்ட மசோதாவால் தண்டனை திருத்தப்பட்டது.",
        "இந்த மசோதாவைப் பயன்படுத்தும் போது 34 வது பிரிவு அதிகாரம் பெற்றது. குழந்தைகளுக்கு தன்னார்வ காயம் இருப்பதாக அது கூறுகிறது. தண்டனைச் சட்டத்தின்படி காயப்படுத்துவது தவறு. குழந்தைகளுக்கு தானாக முன்வந்து காயத்தின் விளைவாக அல்லது ரூ .5,000 விதித்ததன் விளைவாக, தண்டனைச் சட்டம் 314 ஆண்டால் திருத்தப்பட்டுள்ளது.. ஒரு குழந்தை தன்னார்வக் காயங்களுக்கு தன்னார்வத் தொண்டு செய்யும்போது, ​​குற்றங்களை 10 வயது வேலைக்கு அபராதம் விதிக்கவும், அத்தகைய நபர்களுக்கு எதிராக இழப்பீடு வழங்கவும் உத்தரவிடலாம்.",
        "இந்த மசோதாவில் கலந்தாலோசிப்பது தெளிவாக சுட்டிக்காட்டப்பட்டுள்ளது. அதாவது, 18 வயதிற்குட்பட்ட குழந்தைகளை தண்டிக்க வரம்புகளின் வரம்புகள் மேலும் மேம்படுத்தப்பட்டுள்ளன. இந்த திருத்தப்பட்ட மசோதாவுக்கு கூடுதலாக, உடல் தண்டனைக்கு கூடுதலாக மனநல தண்டனையை சித்தரிக்கிறது மற்றும் விளக்குகிறது. இந்த திருத்தப்பட்ட தண்டனை குறியீடு குறியீடு அபராதங்கள் மற்றும் மசோதா, ஆசிரியர்கள் ஆசிரியர்களால் தண்டிக்கப்படும்போது, ​​புதியதல்ல, புதியதல்ல. இத்தகைய கட்டங்களில் ஏற்கனவே சட்ட சூழல் உள்ளது என்று அர்த்தம். இலங்கை 1989 சர்வதேச குழந்தைகள் உரிமைகள் மாநாட்டின் பங்காளியாகும். அதன்படி, குழந்தையின் உரிமைகளின் சட்டம் எங்களிடம் உள்ளது. இது குழந்தையின் மிகப்பெரிய நன்மை.",
        "சர்வதேச குழந்தைகள் உரிமைகள் மாநாட்டிற்கான 19 வது திருத்தம் தெளிவாக உள்ளது அல்லது தொழில்சார்ந்த பாதுகாவலர், அல்லது தொழில்சார்ந்த பாதுகாவலர் அல்லது அனைத்து சட்டங்களை மீட்பதும் கருத்துப்படி. அதுதான். எங்கள் குழந்தை உரிமைகள் சாசனத்தில் சேர்க்கப்பட்டுள்ளன என்பதை இந்த விதிகள் நினைவூட்ட வேண்டும்.",
        "அரசியலமைப்பின் அடிப்படை உரிமைகள் அத்தியாயத்தில் கூறப்பட்டுள்ளபடி எந்தவொரு நபரும் கொடூரமான மிருகத்தனமான அவமானமாக கருதப்படக்கூடாது பாடம் 11. இது குழந்தைகளுக்கும் பொருத்தமானது. இது ஒரு புதிய சட்ட சூழ்நிலை அல்ல என்பதும் இது ஒரு புதிய சட்ட சூழ்நிலை அல்ல என்பதும் இது தெளிவாகிறது, ஆனால் இது ஒரு புதிய சட்ட சூழ்நிலை அல்ல, ஆனால் அது புதியதல்ல.. சமீபத்தில் ஒரு நிகழ்வாக வழங்கப்பட்ட ஒரு சோதனையை மேற்கோள் காட்ட விரும்புகிறேன்.",
        "ஹெரோடிஸ் சட்ட எண் எஸ்சி / எஃப்ஆர் / 97/2017 திரு. ஜெயந்தா பிரேமனீப்ஸ் மற்றும் பிறர் சிரிவார்டேனா மற்றும் பிறரால் பிப்ரவரி 12, 2021 அன்று அறிவிக்கப்பட்டனர். கள். தீர்ப்பு இந்திய நீதிபதியிடம் தீர்ப்பு சட்ட வன்முறைக்கு வழிவகுத்தது என்று கூறியிருந்தார். ஒவ்வொரு உடல் தண்டனையும் ஒரு சித்திரவதையாக நடத்த முடியாது என்றாலும், ஒரு குழந்தையை மனிதாபிமானமற்ற மற்றும் இழிவுபடுத்தும் தண்டனையாக கருதலாம் என்று நீதிபதி அறிவித்தார். இளமை சித்திரவதைக்கு எதிரான மற்றொரு வயதுவந்த சித்திரவதை வயது வந்தோர் சித்திரவதை. புதிய சாலையில் சரியான பாதையில் செல்வதற்கான முடிவுக்கு இந்த வழக்கு ஒரு முக்கிய முக்கியத்துவமாகும், மேலும் குழந்தை ஆபத்தில் இருக்க வேண்டும் என்பதால் குழந்தை உயர் சமூக பராமரிப்பைக் கொடுக்க வேண்டும்.. நீதித்துறை குழந்தைகளுக்கு மிக உயர்ந்த பாதுகாவலராக தேர்ந்தெடுக்கப்பட்டதாகவும், குழந்தைகளுக்கு நீதி வழங்குவதற்கான ஒரு பெரிய பொறுப்பு நீதித்துறை என்றும் நீதிபதி கூறினார்.",
        "இந்த திருத்தப்பட்ட மசோதாவின் சமூக உரையாடலின் விஷயத்தில் குழந்தைகளின் விஷயத்தில் ஆசிரியர்களுக்கு அதிக கவனம் செலுத்தப்பட்டுள்ளது. நான் நம்புகிறேன், பள்ளி ஆசிரியர்கள் வெறுப்பைக் காப்பாற்ற தங்கள் குழந்தைகளை தண்டிப்பதில்லை. ஆனால் ஒரு குழந்தை உடல் அல்லது உளவியல் அல்லது தண்டனை அந்த குழந்தையின் எதிர்காலத்தை மோசமாக பாதிக்கலாம். குழந்தைகள் மற்றும் ஆசிரியர்கள் போன்ற இரண்டு பக்கங்களும் இங்கே உள்ளன. ஒரு ஆசிரியராக, ஒரு ஆசிரியர் ஒரு குழந்தையைத் தண்டிப்பதன் மூலம் நன்மையை வழங்க விரும்பவில்லை என்று நான் நம்புகிறேன். அசாதாரண தேசிய வளம் ஒரு மதிப்புமிக்க தேசிய வளம் மற்றும் ஒரு மதிப்புமிக்க தேசிய வளமாகும் என்று ஒரு குழந்தை அறிவிக்கப்பட்டுள்ளது என்பது கவனிக்கத்தக்கது.",
        "திருத்தத்தின் கருத்துக்கள், ஆசிரியர்கள் தங்கள் குழந்தைகளை ஒரு விதிக்குப் பிறகு தண்டிக்க முடியாவிட்டால், ஆசிரியர்கள் தங்கள் குழந்தைகளுக்காக தண்டிக்கப்பட முடியாது என்ற எண்ணமும் அவர்களாகும்.. குழந்தையைப் பற்றி ஒரு முடிவை எடுக்கும்போது குழந்தை, குழந்தை, பெற்றோர் மற்றும் சமூகத்திற்கு வழிவகுக்கும் அனைத்து தரப்பினருக்கும் கவனம் செலுத்துவது முக்கியம். உடல் ரீதியான தண்டனையை நிராகரிப்பது ஒழுக்கத்தை நிராகரிப்பது அல்ல, அவர்களின் குழந்தைகளின் வளர்ச்சி பெற்றோர்கள் மற்றும் அவர்களின் ஆதாரங்களை ஆதரிக்கும் பெரியவர்கள் மீது வழக்குத் தொடரப்படுவதைப் பொறுத்தது.",
        "அபராதம் ஒரு தண்டனையுடன் வேலை செய்ய வந்துள்ளது என்று நீதிபதி தொடர்ந்து நீதிபதியை வலியுறுத்துகிறார், ஆனால் சுய ஒழுக்கத்தை உருவாக்க குழந்தைகளிடையே வளர்வது மிகவும் முக்கியம். ஆசிரியர்கள் மற்றும் பெரியவர்களின் பொறுப்புக்கு ஆசிரியர்கள் மற்றும் பெரியவர்கள் பொறுப்பேற்க வேண்டும் என்பதையும் இது வலியுறுத்துகிறது.. ஒரு பள்ளியில், ஒரு பள்ளியில் தண்டனையுடன் தண்டனையை மேற்கொள்ள முடிந்தால், ஆசிரியர்கள் குழந்தையின் மிகப் பெரிய ஆர்வத்தைப் பொருட்படுத்தாமல் குழந்தையின் சிறந்த நலன்களுடன் பணியாற்ற முடியும்.. பள்ளிகள் தண்டனையை விட அதிக ஒழுக்கத்தை பராமரிக்க முடியும் என்பது எனது கருத்து. ஒவ்வொரு குழந்தைக்கும் உடல் ரீதியான தண்டனைக்கு உடல் ரீதியான தண்டனை உள்ளது, மேலும் குழந்தை பெற்றோர், ஆசிரியர்கள், ஆசிரியர்கள் மற்றும் அவர்களின் நடத்தை ஆகியவற்றுக்கு சொந்தமானது."
      ]
    },
    "en": {
      "title": "Is the Punishment Baker?",
      "body_lines": [
        "There is a social discourse on the bill, presented to Parliament to amend the Penal Code. The term \"intention\" is included in this revised bill instead of the word \"intent\" in verse 308 of the Penal Code.",
        "This revised Bill included a new clause, which is named 30 in this revised Bill and is described the opportunity to punish its physical punishment. It is the following:",
        "When a person under the age of 18, the trustee of the trustee, or the right thing to be done in the same stage, and a system of pain or inconvenience, any degree of pain is caused by a minimum of pain or difficulty, any person has committed the guilty of physical punishment It is possible.",
        "308 B: Physical Punishment emphasizes. 308 BCE AS ARE LIFE PENSION OF ACTION. It means about mental punishment. If a child is physically or mentally punished by someone under 18 years of age, the provisions relating to the submitment of the person in the 308 b. Accordingly, both ways can be punished in one way or punishment that will be extended to an exhibition or Rs.. Considering the vast impact statement, the judiciary can be ordered to pay any compensation to determine the judiciary.",
        "Also, checking section 308 is also important. It is focused on places where children stay. Accordingly, if there is a child in the custody of a government superintendent of government, a child, a career, hostel, has increased the punishment that the child is physically or psychological difficulties.. Accordingly, this revised bill is shown in a prison not less than six years or a penalty or punishment. It also ordered the court to pay compensation based on the statement of the victim.",
        "This bill also shows the punishments given to a child under 18 years of torture. Accordingly, a six-month prisoner can be punished. In addition to this revised bill, 308 a and commander of this revised Bill, 308 and the provisions have been made to a child who is under 18 to a child who is under-age.. The end explained to the end, as another child was tortured, the punishment was amended by the revised Bill as about the child's punishment.",
        "The 34rd section was empowered when using this bill. It states that the volunteer injury to the children. It is wrong to injure according to the penal code. The Penal Code has been revised by the 314 year, as a result of a voluntary injury to the children or imposed Rs 5,000.. When a child volunteers to a voluntary injuries, the offenses can be subjected to the penalty for a penalty for a 10-year-old work and order to pay compensation against such persons.",
        "Clear in consultation in this bill is clearly indicated. That is, the limits of the limits have been further enhanced to punish children under 18 years of age. In addition to this revised bill, depicting mental punishment in addition to physical punishment and interprets. This revised Penal Code of Code is not new to the Code of Penalties and the Bill, when teachers are punished by teachers, is not new. It means that there is already a legal environment on such stages. Sri Lanka is a partner of the 1989 International Children's Rights Convention. Accordingly, we have a statute of a child's rights. It is the greatest good of the child.",
        "The 19th Amendment to the International Children's Rights Convention is clearly by disregarding or unprofessional guardian, or unprofessional guardianship, or regard to the rescue of all the legislation. That is that. These provisions should be reminded that our child rights have been included in the Charter.",
        "No person should be considered cruel brutal humiliation as stated in the fundamental rights chapter of the Constitution chapter 11. It is also relevant to children. This is evident that it is not a new legal situation and that it is not a new legal situation, but it is not a new legal situation, but it is not new.. I would like to quote a trial that has been recently given as one instance.",
        "Herodis Legal Number Sc / FR / 97/2017 Mr. Jayantha Premaneaps and others was announced by Siriwardena and Others on February 12, 2021. S. Turairajah had told the Indian Judge that the verdict was led to the legal violence. Although every physical punishment cannot be held as a torture, the Judge declared that a child could be viewed as a punishment of inhumane and demeaning. Another Adult torture Against Adulthow Tortured Adult torture. This case is a major emphasis on the decision to take the right route in the new road and the child should give a high social care as the child should be at risk.. Judge said the judiciary was elected to children into the highest custodian and the judiciary is a great responsibility to provide justice to children.",
        "More attention has been paid to the teachers in the subject of children in the subject of the social dialogue of this revised bill. As I believe, school teachers do not punish their children to save hatred. But a child physically or psychological or punishment may adversely influenced the future of that child. There are two sides like children and teachers here. As a teacher, I believe that a teacher does not intend to provide advantage by punishing a child. It is worth noting that a child has been declared that the unusual national resource is a valuable national resource that needs to be fed and a valuable national resource.",
        "The comments of the amendment shows that if the teachers cannot punish their children after a rule, they are also the idea that the teachers cannot be punished for their children.. It is important to pay attention to all parties leading to the child, child, parent and society when making a decision about the child. The rejection of physical punishment is not a rejection of discipline and the development of their children depends on the prosecution of the parents and adults who support their evidence.",
        "The judge continues to emphasize the judge that the penalty has come to work with a punishment, but it is more important to grow between children to create self-discipline. It is also one of the emphasizes that the teachers and adults should be responsible for the responsibility of the teachers and adults.. In a school, if the punishment can be carried out with a punishment in a school, the teachers can work with the best interests of the child, regardless of the greatest interest of the child.. It is my view that schools must be able to maintain more discipline than punishment. Every child has a physical punishment of physical punishment, and the child is owned by parents, teachers, teachers and their behavior."
      ]
    }
  },
  "summary_lines": []
}