{
  "translated_text": {
    "si": {
      "title": "ආකෘතිය එකට වැඩ කළ යුතුයි",
      "body_lines": [
        "ශ්රී ලංකාවේ ඉදිකරන ලද දැවැන්ත වාරිමාර්ග ව්යාපෘතිවල එක් උමා ඔයා බහුකාර්ය සංවර්ධන ව්යාපෘතිය බදාදා (24) විවෘත කරන ලදී.",
        "ඉස්ලාමීය ඉරාන ජනරජයේ සභාපති ආචාර්ය ඉබ්රාහිම් රයිසි (ආචාර්ය ආචාර්ය ආචාර්ය. ඊබ්රාහිම් රයිනි සහ ජනාධිපති රනිල් වික්රමසිංහගේ නායකත්වය යටතේ විවෘත කරන ලදී.",
        "ඉරාන ඉස්ලාමීය ජනරජයේ සභාපති ආචාර්ය ඉබ්රාහිම් රයිසී, උත්සවයේ නිල සංචාරයක් සඳහා නිල සංචාරයක් සඳහා මට්ටාල ගුවන් තොටුපළට පැමිණියේය.. අග්රාමාත්ය දිනේෂ් ගුණවර්ධනගේ ප්රධානත්වයෙන් යුත් නියෝජිත කණ්ඩායමක් විසින් ඔහුට පිළිගනු ලැබීය.",
        "පසුව, උමා ඔයා බහුකාර්ය සංවර්ධන ව්යාපෘති සමාරම්භක ව්යාපෘතියට සහභාගී විය. ඔහු සිය සංචාරය අවසන් කර කටුනායක ජාත්යන්තර ගුවන්තොටුපළ හරහා පිටත්ව ගියේය.",
        "මෙය උමා ඔයා බහුකාර්ය සංවර්ධන මහවේලි සංවර්ධන වැඩසටහනෙන් පසු ශ්රී ලංකාවේ ඉදිකරන ලද ප්රධාන වාරිමාර්ග ව්යාපෘතිවලින් එකකි.",
        "උමා ඔයා බහුකාර්ය සංවර්ධන වැඩසටහනේ සාර්ථකත්වය සඳහා ඉරානයේ තාක්ෂණික සහාය ජනාධිපති රනිල් වික්රමසිංහට ස්තූතිය පුද කළ අතර ශ්රී ලංකාවට ඉරානයේ ආධාරයෙන් තොරව උමා ඔයා වෙතින් ජලය රැගෙන යා නොහැකි බව පැවසීය.",
        "ගෝලීය දකුණු රටවලට ඔවුන්ගේ අනන්යතාවය හා නිදහස ස්ථාපිත කිරීමට අවශ්ය වූ බව සිහිපත් කරමින් ඔහු ගෝලීය දක්ෂිණ රටවල්ගෙන් එකට වැඩ කරන ලෙස ඉල්ලා සිටියේය."
      ]
    },
    "en": {
      "title": "The model must work together",
      "body_lines": [
        "The Uma Oya Multipurpose Development Project, one of the massive irrigation projects built in Sri Lanka, was opened on Wednesday (24).",
        "Dr. Ibrahim Raisi, President of the Islamic Republic of Iran (Dr.. Opened under the leadership of Ebrahim Raisi and President Ranil Wickremesinghe.",
        "President of the Iranian Islamic Republic, Dr. Ibrahim Raisi, arrived at the Mattala airport on an official visit to the ceremony.. He was greeted by a delegation headed by Prime Minister Dinesh Gunawardena.",
        "Subsequently, Uma Oya attended the multi -purpose development project inauguration. He completed his visit and left through the Katunayake International Airport.",
        "This is one of the major irrigation projects built in Sri Lanka after the Uma Oya Multipurpose Development Mahaweli Development Program.",
        "President Ranil Wickremesinghe thanked the technical support of Iran for the success of the Uma Oya Multipurpose Development Program and said Sri Lanka could not carry water from Uma Oya without the help of Iran.",
        "Recalling that the global southern countries wanted to establish their identity and independence, he urged the global southern countries to work together."
      ]
    }
  },
  "summary_lines": [
    "Dr. Ibrahim Raisi, Iran's President, inaugurated the Uma Oya Multipurpose Development Project in Sri Lanka, highlighting Iran's technical support."
  ]
}