{
  "translated_text": {
    "ta": {
      "title": "இறந்த பெண்ணில் உயிருடன் கைது செய்யப்பட்ட கிராமா நிலதரி",
      "body_lines": [
        "இறந்தவர் வழங்குவது தொடர்பாக கலுதாரா பிரிவு சிறப்பு குற்றவியல் குற்றவியல் குற்றவியல் விசாரணைப் பிரிவால் கலுதாரா சிறப்பு குற்றவியல் புலனாய்வு பிரிவு கைது செய்யப்பட்டுள்ளது.",
        "சந்தேகநபர் கிராமா நிலதரி, கலுடராவின் பிரதேச செயலகத்தின் கிராமா நிலதரி.",
        "சந்தேக நபர் 52 வயதான மல்லகமுவாவில் வசிப்பவர்.",
        "கலுதாரா மாவட்டத்தில் கிராம அதிகாரியில் வசித்து வரும் மசூதியிடமிருந்து சந்தேகத்திற்கிடமான கிராமா நிலதரி கடிதம் வெளியிட்டுள்ளதாக போலீசார் தெரிவித்தனர்.",
        "கடிதம் எடுத்த பெண் கடிதத்தை சமர்ப்பிப்பதன் மூலம் மேற்கொள்ளப்பட்டார், மற்றொரு நபருக்கு தயாராக இருப்பதாக போலீசார் தெரிவித்தனர்.",
        "இடுகை தெரியாததும், கடிதம் வெளியிடப்பட்டதும், இரண்டு இளம் குழந்தைகளுடன் இரண்டு குழந்தைகளை கோரிய பின்னர் கடிதம் வெளியிடப்பட்டதும் கடிதத்தின் அறிக்கை வெளியிடப்பட்டுள்ளது.",
        "சந்தேக நபர் கலுதாரா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட வேண்டும். கலுதாரா பிரிவு சிறப்பு குற்றவியல் விசாரணை பிரிவு விசாரணைகள்"
      ]
    },
    "en": {
      "title": "Grama Niladhari arrested for alive in the deceased woman",
      "body_lines": [
        "The Kalutara Special Criminal Investigation Unit has been arrested by the Kalutara Division Special Criminal Criminal Criminal Investigation Unit regarding the issuance of a deceased.",
        "The suspect was the Grama Niladhari, the Grama Niladhari of the Divisional Secretariat, Kalutara.",
        "The suspect is a resident of Mallagamuwa, Waskaduwa, a 52 year old.",
        "The suspect Grama Niladhari has issued a letter from a mosque who has been living in a village officer in Kalutara district, police said.",
        "The woman who had taken the letter was carried out by submitting the letter had been prepared for another person, police said.",
        "The statement of the letter has been released after the post is not known and the letter has been issued and the letter has been released after requesting two children with two young children.",
        "The suspect was to be produced before the Kalutara Magistrate's Court. Kalutara Division Special Criminal Investigation Unit Investigations"
      ]
    }
  },
  "summary_lines": [
    "A Grama Niladhari, identified as a 52-year-old resident of Mallagamuwa, Waskaduwa, was arrested by the Kalutara Special Criminal Investigation Unit for allegedly issuing a fraudulent death certificate. The incident involved a woman who submitted this document, which was intended for someone else, leading to the arrest of the suspect."
  ]
}