{
  "translated_text": {
    "si": {
      "title": "\"සාමාන්ය රාජ්ය රෝහලක් ලෙස සැලකීමේ අදහසක් නැත\"",
      "body_lines": [
        "සෞඛ්ය හා ජනමාධ්ය අමාත්ය නලින්ද ජයතිස්සා මහතා කියා සිටියේ වෛද්ය නෙවිල් ශික්ෂණ රෝහල (එන්එෆ්ටී) වැටුප් ගෙවීම් සඳහා මසකට රුපියල් මිලියන 40 ක් වැය කර තිබියදීත් නිත්ය රජයේ රෝහලක් පැවැත්වීමට රජය අදහස් නොකරන බවයි.",
        "ඔහු අද උදෑසන NFT අධ්යයනයේ දී මේ බව ප්රකාශ කළේය.",
        "රෝහල් පරිපාලනයේ කුසලතා හා කුසලතා භාවිතා කරමින් ජාත්යන්තර හා දේශීය තත්ත්වයන් සැලකිල්ලට ගනිමින් නව ආකෘතිය වැඩිදියුණු කිරීමට රජය සැලසුම් කර ඇති බව අමාත්යවරයා පැවසීය.",
        "සිය සංචාරයේදී අමාත්යවරයා පැහැදිලි කළේ සෞඛ්ය සංචාරක ක්ෂේත්රයේ ප්රධාන කේන්ද්රස්ථානයක් ලෙස රට ස්ථාපිත කිරීම රජය කියා සිටින බවයි.",
        "වෛද්යවරයාගේ නෙවිල් ප්රනාන්දු ශික්ෂණ රෝහලේ සංවර්ධන උපාය මාර්ගයේ කොටසක් ලෙස දේශීය වෛද්ය විද්යාව සිය සේවාවන්ට ඇතුළත් කිරීමේ හැකියාව ද ඔහු අවධාරණය කළේය.",
        "රෝහලේ ඇඳන් 1,002 ක්, ඇඳන් 800 ක් දැනට භාවිතයේ පවතින අතර දෛනික අවශ්යතා සඳහා ඇඳන් 440 ක් භාවිතා කරයි."
      ]
    },
    "en": {
      "title": "\"There is no intention of treating it as a regular state hospital\"",
      "body_lines": [
        "Health and Mass Media Minister Nalinda Jayatissa said that the government did not intend to hold a regular government hospital, despite spending 40 million rupees per month for the Doctor Neville Teaching Hospital (NFTH) salary payments.",
        "He made these comments during the NFT's study this morning.",
        "The Minister said that the government is planning to improve the new model, considering the international and local situations using the skills and skills of the hospital administration.",
        "During his visit, the minister explained that the government aims to establish the country as a major hub of health tourism.",
        "He also highlighted the ability to incorporate indigenous medicine into its services as part of the development strategy of the Doctor Neville Fernando Teaching Hospital.",
        "The hospital has a total of 1,002 beds, 800 beds are currently in use and 440 beds are used for daily needs."
      ]
    }
  },
  "summary_lines": [
    "Doctor Neville Fernando Teaching Hospital: A specialized healthcare facility, not a regular state hospital. Government investment focuses on improving its model and promoting health tourism, incorporating traditional medicine. Currently operating with 800 beds out of 1002 capacity."
  ]
}