{
  "translated_text": {
    "ta": {
      "title": "இலங்கை ஜப்பான் மற்றும் கொரியாவுடன் வெற்றி பெறுகிறது",
      "body_lines": [
        "300 பயிர்கள் மற்றும் ஒரு சதுர கிலோமீட்டருக்கு உலகின் 3 நாடுகள் வரை இயங்கும் 300 நாடுகளில் 300 நாடுகளுக்கு இடையே இலங்கை இருப்பதாக பொதுக் கணக்குகள் குழு தெரியவந்துள்ளது.. அதன்படி, தென் கொரியா மற்றும் ஜப்பான் இறந்த இரண்டு மட்டுமே, இலங்கையின் கூற்றுப்படி, இரண்டு பேர் மட்டுமே இறந்தனர்.",
        "மாநிலக் கணக்குகள் தொடர்பான குழு மாநில அமைச்சர் லாசந்தா அலகியவன்னாவை சந்தித்தபோது பின்வருபவை தெரியவந்தன.. வன பாதுகாப்புத் துறை அறிக்கையின் விசாரணை மற்றும் 2020, 2021 மற்றும் 2022 ஆண்டுகால செயல்திறனை தற்போதைய செயல்திறன் ஆகியவற்றிற்கு வரவழைக்கப்பட்டது.. உலகில் உள்ள காடுகள் 31%ஆகக் கருதப்படுகின்றன, மேலும் வன பாதுகாப்புத் துறை அதிகாரிகள் நாட்டின் சதவீதம் 30%மட்டத்தில் இருப்பதாக சுட்டிக்காட்டினர்.",
        "விரி அல்லாத வர்த்தமானி குறித்து அதிகாரிகளால் குழு விசாரிக்கப்பட்டது. அதிகாரிகள் 2018 க்குள் சுமார் 1.4 மில்லியன் ஹெக்டேர் மூலம் வர்த்தமானி செய்யப்பட்டனர், சுமார் ரூ.. அதன்படி, வர்த்தமானி வர்த்தமானி செய்யப்பட்டவுடன், வர்த்தமானி கஸ்செட் வனத்தை வர்த்தமானி செய்ய அறிவுறுத்திய கமிட்டிகளின் தலைவரின் தலைவரின் தலைவர், குழு இரண்டு மாதங்களுக்குள் குழுவை உள்ளடக்கியது."
      ]
    },
    "en": {
      "title": "Sri Lanka is conquering with Japan and Korea",
      "body_lines": [
        "The Committee on Public Accounts revealed that Sri Lanka was between 300 countries in 300 countries that run between 300 crops and the world's 3 countries per square kilometer.. Accordingly, South Korea and Japan is only two deceased, according to Sri Lanka, is only two deceased.",
        "The following was revealed when the Committee on State Accounts met with the President of State Minister Lasantha Alagiyawanna.. The Department of Forest Conservation was summoned to the investigation of the report and the present performance of 2020, 2021 and 2022 years of performance.. The forests in the world is considered 31%, and forest conservation department officials pointed out that the percentage of the country is in the level of 30%.",
        "The committee was questioned by the officials on the non-gazette not gazette. The officials were gazetted by about 1.4 million hectares by 2018 and there were about Rs.. Accordingly, the Chairman of the Chairman of the Chairman of the Chairman of Committees Advised to gazette the gazetted forest as soon as the gazette was to be gazetted, the committee included the Committee within two months."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka ranks among the top three countries globally for tree density, surpassing Japan and South Korea. A report by the Committee on Public Accounts highlighted this achievement, emphasizing the importance of forest conservation. The Department of Forest Conservation noted that while global forest coverage stands at 31%, Sri Lanka maintains a similar percentage. The committee urged for faster gazetting of protected areas to enhance conservation efforts."
  ]
}