{
  "translated_text": {
    "ta": {
      "title": "'அயோ சாமி' காரணமாக விண்டி சர்வதேச விருதை வென்றது",
      "body_lines": [
        "தென்னிந்தியாவின் 16 வது எடிசன் விருதுகளின் ஆண்டுகளின் மேற்கு சீஷனல் பாடல், இலங்கை தமிழ் பாடல், சுர்மெல்லி சிங், 16 வது எடிசன் விருதுகள் வழங்கிய 21 வது எடிசன் விருதுகள், இந்தியாவின் சென்னையில் (16 வது) இந்த விருதை கட்டனாயக் விமான நிலையத்தால் வென்றது 03/26 இரவு.",
        "சர்வதேச திரைப்படங்கள் மற்றும் பாடல்களை மதிப்பீடு செய்ய விருது வழங்கும் விழா நடத்தப்படுகிறது, இந்த விருது வழங்கும் விழா இந்தியாவின் சென்னையில் 24/22 அன்று நடைபெற்றது.",
        "இந்த விருதுகளைப் பெறும் நேரத்தில், பாடலை பொட்டுவில் அஸ்கின் மற்றும் இந்த பாடலுக்கான இசை எழுதியது.",
        "மேலும், சந்துகா விக்ரமசிங்கின் தந்தை சந்துகா விக்ரமாசிங்கின் தந்தை விண்டி குணதிலேகின் பெற்றோரும், பல விருதுகளும் சென்னையில் சென்னை பார்வையிட்டன.",
        "பண்டாரநாயகின் சர்வதேச விமான நிலையத்தில், பாடகர் விண்டி குணதிலேகே தனது ரசிகர்களுக்கு சர்வதேச பாடல் தரவரிசையில் முதலிடத்தில் நன்றி தெரிவிக்க மறக்கப்படவில்லை."
      ]
    },
    "en": {
      "title": "Windy wins International Award due to 'Ayo Sami'",
      "body_lines": [
        "West Seensional Song of The Years of the 16th Edison Awards, South India, the Sri Lankan Tamil song, Surmelly Sing, the 21st Edison Awards presented by the 16th Edison Awards, in Chennai, India (16th)The award was won by the Katunayake Airport on the night of 03/26.",
        "The awards ceremony is conducted to evaluate international films and songs, and this awards ceremony was held in Chennai in India on 24/22.",
        "At the time of receiving these awards, the song was written by Pottuvil Askin and the music for this song.",
        "Also, the parents of Vindi Gunatilleke, the father of Chanduka Wickremasinghe, the father of Chanduka Wickramasinghe, and many of the awards had visited Chennai in Chennai to attend the event.",
        "At the Bandaranaike International Airport, singer Windi Gunatilleke was not forgotten to thank his fans into the top of the international song charts."
      ]
    }
  },
  "summary_lines": [
    "Windy wins the International Award for 'Ayo Sami' at the 21st Edison Awards in Chennai, India. The song, written by Pottuvil Askin, was part of the 16th Edison Awards."
  ]
}