{
  "translated_text": {
    "ta": {
      "title": "இது மேற்கு மாகாணத்தில் முச்சக்கர வண்டி கட்டணத்தை குறைக்கும்",
      "body_lines": [
        "ஆல்-இலங்கை ட்ரேயர்ஸ் டிரைவர்ஸ் அசோசியேஷன் (ஜி.எம்.ஓ.ஏ) கூறுகையில், மூன்று வீலரின் இழப்பு நாளை (15) மேற்கு மாகாணத்திற்கு குறைக்கப்படும்.",
        "இரண்டாவது கிலோமீட்டர் 90 ரூபாயாக குறைக்கப்பட்டுள்ளது என்று தலைவர் லலித் தர்மசேகேரா தெரிவித்தார்.",
        "இன்று (14) கொழும்பில் நடைபெற்ற ஊடக மாநாட்டில் அவர் பேசிக் கொண்டிருந்தார்.",
        "\"மேற்கு மாகாணத்தில் ஒரு முச்சக்கர வண்டியின் முதல் கிலோவுக்கு ரூ .1 100 ரூபாய் வசூலிக்க முடியும். இரண்டாவது கிலோமீட்டர் ரூ. இரவு 10 மணிக்குப் பிறகு, மறுநாள் காலை 15%. அந்த நேரத்தில், அது இருக்கும்போது. மீட்டர் மீதான அக்கறைக்கு அருகிலுள்ள எண்ணிக்கையை வழங்க வேண்டும். இருப்பினும், சிந்தனையின் எண்ணங்களைப் பயன்படுத்த முடியாது. பயணிகள் இப்போது அநீதியாக இருந்தால், தொடர்ச்சியான அநீதியை அடைய காவல்துறையினர், நுகர்வோர் விவகார ஆணையம் மற்றும் சாலை பயணிகள் போக்குவரத்து ஆணையத்திற்கு காவல்துறையினர் தெரிவிக்க முடியும். இனி தவறான முணுமுணுப்பு இல்லை, அவ்வாறு செய்வது முக்கியம், டைனோசியஸாக ஆபத்தானது. \""
      ]
    },
    "en": {
      "title": "This will reduce three-wheeler fees in the Western Province",
      "body_lines": [
        "The All-Sri Lanka Treaters Drivers Association (GMOA) says that a loss of three wheeler will be reduced to the Western Province tomorrow (15).",
        "Chairman Lalith Dharmasekera said that the second kilometer has been reduced to 90 rupees.",
        "He was speaking at a media briefing held in Colombo today (14).",
        "\"The first kilo of a three-wheeler in the Western Province can be charged Rs. 100 rupees. The second kilometer is Rs. 90. After 10 pm, the next morning was 15%. At that time, when it is. The nearest number should be given to the meters of concern for the meters. However, the thoughts of thought cannot be used. If the passenger is now an injustice, the police can inform the police, the Consumer Affairs Authority and the Road Passenger Transport Authority to achieve a series of injustice. We say no longer false murmurs, it is important to do so, it is important to become dangerous as Dinoseus. \""
      ]
    }
  },
  "summary_lines": [
    "The All-Sri Lanka Treaters Drivers Association (GMOA) announced a reduction in three-wheeler fares for the Western Province, effective from tomorrow (15). Chairman Lalith Dharmasekera revealed that the fare for the second kilometer has been set at 90 rupees, while the first kilometer costs 100 rupees. Post-midnight rates see a 15% increase. Passengers are advised to report any discrepancies to relevant authorities."
  ]
}