{
  "translated_text": {
    "si": {
      "title": "78 හැවිරිදි - කාන්තා අපයෝජනය;ශිෂ්යයා අත්අඩංගුවට ගත්තා",
      "body_lines": [
        "අවුරුදු 17 ක දුරක් පාසැල් සිසුවිය විසින් බලන්ගොඩ 78 හැවිරිදි-අවුරුදු කාන්තාවක් the ාතනය කිරීම සම්බන්ධයෙන් මේ මස 8 වන දින දක්වා රිමාන්ඩ් කරනු ලැබීය.",
        "එම්එල් එම්එල්, බලන්ගොඩ මුකුනාමලයි. 27 වන දින ස්නානය කිරීම සඳහා ටෝරවල ගඟට යන විට සිරියාවේ නම් කාන්තාවක් ටොරවල ගඟෙන් සොයා ගන්නා ලදී.",
        "මෙම කාන්තාව බලන්ගොඩ සම්පත් රෝහලේ දී පවත්වන ලදී.",
        "මීට අමතරව, ඔහුගේ බෙල්ලෙන් හා මුඛයෙන් තමා අපයෝජනයට හා dered ාතනය කර ඇති බව නීතිගත නිලධාරියා විසින් විභාගය පවත්වන ලදී.",
        "17 හැවිරිදි පාසල් ගමාල්, ඔහු බලන්ගොඩ පොලිසිය විසින් අත්අඩංගුවට ගත් බව සැකකරු අත්අඩංගුවට ගත් අතර ඔහු මහේස්ත්රාත් ඩී.එම්."
      ]
    },
    "en": {
      "title": "78 -year -old woman abuse;The student was arrested",
      "body_lines": [
        "A 17 -year -old schoolgirl has been remanded until the 8th of this month in connection with the murder of a 78 -year -old woman in Balangoda.",
        "ML from Mukunamalai, Balangoda. A woman named Syria was recovered from the Thorawala river that evening as she went to the Torawala River to bathe on the 27th.",
        "The post -mortem was conducted at the Balangoda Resource Hospital, suspected that the woman may have died in the water.",
        "In addition, the legal officer conducted the examination that he had been abused and murdered by his neck and mouth.",
        "The suspect, a 17 -year -old schoolgirl, was arrested by the suspect, who was arrested by the Balangoda police and was produced before Magistrate DM Chandrasekhara.The magistrate ordered the prison authorities to be involved."
      ]
    }
  },
  "summary_lines": [
    "A 17-year-old girl is held until the 8th of this month for allegedly murdering a 78-year-old woman found dead in the Thorawala River in Balangoda. The victim, identified as Syria, was suspected to have drowned, but an autopsy revealed signs of physical abuse. The suspect was arrested by the Balangoda police and is awaiting trial."
  ]
}