{
  "translated_text": {
    "ta": {
      "title": "வயது பின்னாவாலா மற்றும் சிறுத்தை ஆகியவற்றில் கரடி ஜோடியைக் கடக்கிறது",
      "body_lines": [
        "பொருந்தாத இனங்கள் நிரந்தரமற்ற உயிரினங்கள் மற்றும் பின்னவாலாவின் சிறுத்தை இனங்களின் எண்ணிக்கை காரணமாக அவற்றின் கன்றுகள் உருவாக்கப்படவில்லை என்பதை தேசிய தணிக்கை அலுவலகம் வெளிப்படுத்துகிறது.",
        "ஆண் கரடி வனவிலங்குத் துறைக்கு விண்ணப்பித்ததாக தேசிய விலங்கியல் துறை தணிக்கை கேட்டுள்ளது, ஆனால் நீதித்துறை முடிவு காரணமாக இதுபோன்ற பெண் முடிவுகளைப் பெற முடியாது.",
        "இனப்பெருக்கம் செய்வதற்கான சிறுத்தை இருந்தாலும், இயற்கையான இனப்பெருக்கம் காரணமாக செயற்கை கட்டணத்திலிருந்து சிறுத்தைகளில் ஏற அவர்களுக்கு எந்த திட்டமும் இல்லை."
      ]
    },
    "en": {
      "title": "Age crosses the bear couple in Pinnawala and the leopard",
      "body_lines": [
        "The National Audit Office reveals that their calves have not been created due to the incompatible species of non-permanent species and the number of leopard species of the Pinnawala.",
        "The National Zoological Department has asked the audit that the male bear has applied to the Wildlife Department, but it is not possible to get such female decisions due to a judicial decision.",
        "Although there is a leopard for breeding, they have no program to board the leopards from artificial incharge due to natural breeding."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Pinnawala bears and leopards face challenges: incompatible species, lack of suitable females, no artificial breeding program. The National Zoological Department seeks solutions, but judicial decisions hinder progress."
  ]
}