{
  "translated_text": {
    "si": {
      "title": "ව්යසනය තුළ දෙමළ ජාතිකවාදය",
      "body_lines": [
        "උතුරු හා නැගෙනහිර කේන්ද්ර කර ගත් සියළුම දෙමළ දේශපාලන පක්ෂවල ප්රධාන සටන් පා gan ය දෙමළ ජාතිකවාදයයි. නමුත් එම දේශපාලන පක්ෂ තුළ, දෙමළ ජාතිකවාදීන්ගේ දැවැන්ත ප්රතිවිරෝධතා තිබේ.",
        "දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) සමඟ සං විභව කොටුවේ මූලධර්මයන්ට අනුකූල වන කාරණා වැලඳගෙන ඇති දේශපාලන පක්ෂ පිරිසිදු දෙමළ ජාතිකවාදී බලවේගයක් හෝ දෙමළ ජනතාවගේ අයිතිවාසිකම් සඳහා හ o නඟා සිටිති.",
        "ඒ අතරම, මධ්යම රජය සමඟ සංචාරය කළ දේශපාලන පක්ෂ හෝ සාමාජිකයින් දෙමළ ජාතිකයන් හෝ දෙමළ ජාතික ද්රෝහීන් ලෙස නිරූපණය කෙරේ.",
        "මෙම වර්ග තුළ, මධ්යස්ථ හෝ ප්රගතිශීලී චින්තන බලවේග ඇතුළත් බව සඳහන් කිරීම වටී.",
        "දෙමළ ජාතිකවාදයේ සැබෑ උරුමක්කාරයන් සහ ව්යාජ දෙමළ ජාතිකවාදීන් කවුරුන්ද යන්න පරීක්ෂා කිරීම මෙම ඡේදයේ අභිප්රාය නොවේ. මන්ද එය දෙමළ ජනතාවගේ නියෝගය ගැන සැලකිලිමත් වන බැවිනි.",
        "ඊට පටහැනිව, මෙම ඡේදයේ ප්රධාන අරමුණ උතුරු හා නැගෙනහිර දෙමළ ජාතික මධ්යම දේශපාලන පක්ෂ ඉදිරිපිට ඇති දැවැන්ත අභියෝග හා අන්තරායන් හෙළි කිරීමයි.",
        "ජනාධිපතිවරණයේදී ඩග්ලස් දේවානන්ද - දෙමළ ජනතාවගේ දෙමළ ජනතාවගේ විමුක්ති කොටි (එල්ටීටීඊ), දෙමළ ජනතාවගේ විමුක්ති කොටි සහ සාසිවන්ගේ රාමනාදන් සහ සාසිවන්ගේ රාමනාදන් ස්වාධීන අපේක්ෂකයා වූහ.",
        "ඔහුට යාපනයේ ඡන්ද 84,588 ක්, වන්නි හි ඡන්ද 52,573 ක් සහ මඩකලපුවේ ඡන්ද 91,132 ක් ලැබුණි.. රනිල් වික්රමසිංහට ත්රිකුණාමලයේ ඡන්ද 40,496 ක් සහ අම්පාරෙයිහි ඡන්ද 86,589 ක් ලැබුණද දෙමළ පක්ෂයේ ඡන්ද කුඩා ය.",
        "මේ ආකාරයෙන්, ප්රධාන සාධක වන්නේ ඩග්ලස් දේවානන්ද, සිවිල් වික්රමසිංහගේ ඉහළම අවබෝධය සඳහා වන සිවනේසතුරෙයි චන්ද්රකාන්තන් සහ සාසිවම් ජුද්වෙන්ඩන් ය.",
        "මේ අතර ඩග්ලස් සහ චන්ද්රකාන්තන් පමණක් ඔවුන්ගේ පක්ෂ හරහා පාර්ලිමේන්තු මැතිවරණයට මුහුණ දීමට සිදු වේ. ඔවුන්ට සහ ඔවුන්ගේ පක්ෂ සඳහා සම්මත ඡන්දයක් ලබා ගන්න. එබැවින් දෙදෙනාගේ සාර්ථකත්වය බොහෝ දුරට තහවුරු විය.",
        "නමුත් බ්රහස්පති සහ ඇන්ගනජන් ජයග්රහණය කර ජාතික පක්ෂ දිනාගෙන සිටියද, මෙවර ඔවුන්ට පැරණි ජාතික පක්ෂයක් සමඟ අත්වැල් බැඳ ගැනීමට සිදුවේ.",
        "එම අත්බෑගය පිළිගැනීම කොතරම් දුරට සාර්ථකත්වය සහතික කෙරේද යන්න පිළිබඳ ප්රශ්න තිබේ. මෙයට හේතුව බ්රහස්පතිගේ සහ ඇන්ගන්ජන්හි පාලකයින් සමඟ මාධ්ය සාර්ථකත්වය සනාථ කිරීමයි.",
        "එමනිසා, ඔවුන්ගේ ඡන්දදායකයින් කේන්ද්රය සමඟ සමීප සබඳතා පැවැත්වීමට අපේක්ෂා කරන විට, මෙවර මෙවර හැකියාවක් නොමැත.. එබැවින් ඔවුන්ගේ ආධාරකරුවන් සිතන්නේ කෙසේදැයි බැලීමට ඔවුන්ට බලා සිටිය යුතුය.",
        "සජිත් ප්රේමදාස දෙවන ජනාධිපතිවරණයයි. ඔහුට සහාය ලැබුණේ ශ්රී ලංකා දෙමළ ආණ්ඩුවේ සුමන්තිරන් කණ්ඩායම මගිනි. යාපනයේ යාපනයේ සහ මඩකලපුවේ චානකන්හි සුමන්තිරාන් ඡන්ද විමසිල්ලට සහාය දැක්වීය.",
        "මෙයට අනුකූලව යාපනය මැතිවරණ දිස්ත්රික්කයේ ඔහුට ඡන්ද 121,177 ක් ලබා ගත්තේය. කිලිනොච්චි හි ඡන්ද 30,000 ක් දක්වා ඡන්ද 30,000 ක් පමණ ඇතුළත් වේ. සජිත් ප්රේමදාසාට වන්නි හි ඡන්ද 94,422 ක්, මඩකලපුවේ ඡන්ද 139,110 ක්, මඩකලපුවේ ඡන්ද 139,110 ක් සහ ත්රිකුණාමලයේ අම්පාරා හි ඡන්ද 200,348 ක් ලබා ගත්හ.මුස්ලිම් පක්ෂවල ඡන්ද එකතු කිරීම මෙයට ඇතුළත් ය.",
        "එබැවින් සුමන්තිරාන් සහ චානකන් කියා සිටියේ ජනතාව තම නිවේදනය සඳහා ඡන්දය ප්රකාශ කර ඇති බවයි. නමුත් සජිත්ගේ ඡන්දයේ ඡන්දය නොසන්සුන් තත්වයක් පවතී.",
        "දේශපාලන පක්ෂ හත හා සිවිල් සංවිධාන 83 ක් හා සිවිල් සංවිධාන 83 ක් හා සිවිල් සංවිධාන 83 ක් හා සිවිල් සංවිධාන 83 ක් හා සිවිල් සංවිධාන 83 ක් හා සිවිල් සංවිධාන 83 ක් හා සිවිල් සංවිධාන 83 ක් හා සිවිල් සංවිධාන 83 ක් හා සිවිල් සංවිධාන 83 ක්, මඩකලපුවේ ඡන්ද 36,377 ක්, තිරුමාලා හි ඡන්ද 36,377 ක් සහ අම්පාරා හි ඡන්ද 36,377 ක් ඡන්ද 116,378 ක් ලබා ගත්හ.",
        "කොළඹ දිස්ත්රික්කයේ කොළඹ දිස්ත්රික්කයේ ඡන්ද 2,26,243 ක් ලබාගෙන ඇති අතර, කොළඹින් පිටත උතුරු හා නැගෙනහිර දිස්ත්රික්කවල ඡන්ද 3,168 ක් සහ ඡන්ද 4,696 ක් ලබාගෙන තිබේ.",
        "මෙම අවස්ථාවේ දී, පක්ෂ හතර - දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ), ඩිමොක්රටික් දෙමළ ජාතික සන්ධානය, දෙමළ ජනතා සන්ධානය, දෙමළ ජනතා සන්ධානය සහ සිවිල් සංවිධානවල දෙමළ ජාතික සන්ධානය, ඡන්ද ඉල්ලා සිටී.. ඊටත් වඩා, ඩයස්පෝරා ප්රජාවේ කාර්යභාරය ද ඇත.",
        "එම නිසා, අරයනයෙත්රාලාන් සඳහා ඡන්දය ප්රකාශ කළ සැබෑ අයිතිකරුවන් ජාතිය වෙනුවෙන් ඡන්දය ප්රකාශ කළහ.",
        "ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානය, ශ්රීධරන් සහ විග්නේශ්වරන්ගේ දෙමළ ජනතා සන්ධානය වෙන වෙනම තරඟ වදිති. සමහර සිවිල් සංවිධානවල නියෝජිතයින් මෙම පක්ෂ තුළ කාවැදී ඇත.",
        "එපමණක් නොව, ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) සමුළු සංකේතයේ සාමාන්ය අපේක්ෂකයා බවට පත් කර තිබේ. මෙය වෙනත් පැති කෝපයට පත් කර ඇත. එබැවින් ප්රචාරක වේදිකාවේ ත්යාගශීලී භූමිකාවක් ද ඇත.",
        "මෙවර දෙමළ පොදු අපේක්ෂකවරයාට සහාය දුන් දේශපාලන නායකයින්ගේ දේශපාලන නායකයින්ගේ මැතිවරණ වියදම් සම්මත කිරීමට මෙවර විශාල සමාගමක් පියවර ගෙන තිබේ.. එම පියවරයන් කළ හැකි විට, පාර්ශවයන් සමාගමේ අත් සෙල්ලම් බඩු වලින් බහුතරයක් බවට පත්වනු ඇත.",
        "ඊටත් වඩා, දෙමළ පොදු අපේක්ෂකයාට සහ රනිල් සමඟ සහයෝගයෙන් සහාය දුන් දේශපාලන politicians යන් සාම්ප්රදායික දෙමළ ජාතික දේශපාලන සංස්කෘතිය විසින් කරන ලද සහනවලට කාන්දු වීමට පටන් ගෙන තිබේ.. ඔවුන්ට පාර්ලිමේන්තු මැතිවරණයට සැලකිය යුතු බලපෑමක් ඇති කරනු ඇත.",
        "ජනාධිපතිවරණයෙන් හා බලයේ සිටි අනුදුමාර දිසානායක උතුරු හා නැගෙනහිර සෘජුවම උද් ing ෝෂනය කරමින් සිටියේය. කිසිවෙකු සමඟ සන්ධානයක් සකසා නැත. ඔහුට යාපනයේ ඡන්ද 27,086 ක් ලැබුණු අතර, වන්නි හි ඡන්ද 21,412 ක් සහ මඩකලපුවේ ඡන්ද 38,832 ක්. ත්රිකුණාමලයේ ඡන්ද 49,886 ක් සහ අම්පාරා හි ඡන්ද 108,971 ක්.",
        "යාපනය, වන්නි සහ මඩකලපුව යන දිස්ත්රික්කවල පාර්ලිමේන්තු ආසනයක් ලබා ගැනීම සඳහා ඔහුට ඡන්ද කිහිපයක් අවශ්ය වේ.. වර්තමාන සන්දර්භය තුළ, උතුරු හා නැගෙනහිර දෙපාර්තමේන්තුවේ දෙපාර්තමේන්තු විශේෂ experts යන් මැතිවරණයකින් තරඟ කිරීම සඳහා ජේවීපී හි බෙලාවත්ත මූලස්ථානයේ සහ ජනාධිපති ලේකම් කාර්යාලයේ ද ජනාධිපතිවරණය දීර් line මාලාවකින් තරඟ කිරීමට නියමිතය.",
        "එවැනි අවස්ථාවන්හිදී, සුදුසු ජනතාවගේ ජයග්රාහකයන් ලෙස ජේවීපී සමාගමක් බවට පත්වී ඇති බව ජේවීපී විසින් ජයග්රාහකයන් වේ.",
        "පළමු ඉලක්කය බැවින් ඉලක්කය පහසුවෙන් ළඟා කර ගනු ඇතැයි පුරෝකථනය කර ඇත.",
        "මේ අතර, දෙමළ ජාතික මහජන පෙරමුණ මැතිවරණ වර්ජනය කරන ලෙස ඉල්ලා වෙනම ක්ෂේත්රයක් සකස් කරමින් සිටී. එය එහි සුපුරුදු ආධාරකරුවන් දෙසට ගමන් කිරීමට වැඩි ඉඩක් ඇත.",
        "මෙම සන්දර්භය තුළ දෙමළ ජාතික භූමියේ ඇති සියලුම පාර්ශ්වයන් මහ මැතිවරණය කෙසේ හෝ පීඩනය හා ගැටළු වේ.",
        "ඊට අමතරව, දෙමළ ජාතිකවාදයේ ප්රසාදය වර්තමාන සන්දර්භය තුළ බෙදී ගිය දේශපාලන පක්ෂ හීන වී තිබේ.. මෙම තත්වය වේගයෙන් වර්ධනය වන්නේ දෙමළ ජනතාවගේ වෙනසක් පිළිබඳ අදහසයි.",
        "ජේවීපීයෙන් සියයට 3 ක් ආරියනා වෙත ගෙන ගොස් ඇති හෙයින්, උතුරු හා නැගෙනහිර වෙනසන්ගේ වෙනස ශක්තිමත් වී තිබේ.",
        "එබැවින් උතුරු හා නැගෙනහිර වෙනස දෙමළ ජාතිකවාදය යටතේ තිබේ නම් කිසිදු ගැටළුවක් නොමැත. එම වෙනස සමහර විට දකුණේ මාලිමා යන්ත්රය නම්, දෙමළ ජාතික මධ්යම දේශපාලන පක්ෂවල අනාගතය කුමක් වේද?"
      ]
    },
    "en": {
      "title": "Tamil nationalism within the disaster",
      "body_lines": [
        "Tamil Nationalism is the main slogan of all Tamil political parties centered on the North and East. But within those political parties, there are massive contradictions of who are the Tamil nationalists.",
        "The political parties that have embraced matters that are compatible with the doctrines of the Liberation Tigers of Tamil Eelam (LTTE) are identified as pure Tamil nationalist forces or voices for the rights of Tamils.",
        "At the same time, political parties or members who have traveled with the central government are portrayed as Tamil nationals or Tamil national traitors.",
        "It is worth noting that within these types, the moderate or progressive thinking forces are included.",
        "It is not the intention of this passage to examine who the true heirs of the Tamil nationalism and the fake Tamil nationalists. Because it is concerned with the decree of the Tamil people.",
        "On the contrary, the main purpose of this paragraph is to reveal the massive challenges and dangers in front of the Tamil national central political parties in the North and East.",
        "In the presidential election, Douglas Devananda -led EPDP, Sivanesathurai Chandrakanthan (Pillaiyan), Tamil People's Liberation Tigers of Tamil Eelam (LTTE) and Anganan Ramanathan and Sadasivam Jewalendran were the Independent candidate.",
        "He received 84,588 votes in Jaffna, 52,573 votes in Vanni and 91,132 votes in Batticaloa.. Ranil Wickremesinghe received 40,496 votes in Trincomalee and 86,589 votes in Amparai, but the Tamil party votes are small.",
        "In this manner, the main factors are Douglas Devananda, Sivanesathurai Chandrakanthan, Anganan Ramanathan and Sadasivam Judendran for the highest perception of Ranil Wickremesinghe.",
        "In this, Douglas and Chandrakanthan alone face the parliamentary election through their parties. Have a standard vote for them and their parties. So the success of the two was almost confirmed.",
        "But even though Jupiter and Anganjan have won and won the national parties, this time they have to join hands with an old national party.",
        "There are questions about how far the recognition of that handbag will ensure success. This is because the media with the rulers of Jupiter and Anganjan confirmed the success.",
        "Therefore, when their voters are expected to have close relations with the center, this time there is no possibilities.. So they have to wait and see how their supporters think.",
        "Sajith Premadasa is the second presidential election. He was only supported by the Sumanthiran team of the Sri Lankan Tamil government. Sumanthiran in Jaffna and Chanakyan in Batticaloa supported the vote.",
        "In accordance with this, he received 121,177 votes in the Jaffna election district. This includes up to 30 thousand votes cast in Kilinochchi. Sajith Premadasa received 94,422 votes in Vanni, 139,110 votes in Batticaloa and 200,348 votes in Ampara in Trincomalee.This includes the vote collection of the Muslim parties.",
        "Therefore, Sumanthiran and Chanakyan claimed that the people had voted for their announcement, but there is a situation where the vote of Sajith's vote is unrelenting.",
        "The Tamil general candidate, Ariyanethran, who joined the seven political parties and 83 civil organizations, received 116,688 votes in Jaffna, 36,377 votes in Vanni, 36,377 votes in Vanni, 36,905 votes in Batticaloa, 18,524 votes in Tirumala and 9,985 in Ampara.",
        "He has received 2,26,243 votes in Colombo district, including 3,168 votes and 4,696 votes in other districts of North and East outside Colombo.",
        "In this case, the four parties - the Tamil National Alliance (TNA), the Democratic Tamil National Alliance, the Tamil People's Alliance and the Tamil National Alliance of Civil Organizations, claim the votes.. More than that, there is also the role of the diaspora community.",
        "Therefore, the actual owners will be expressed in which the votes cast for the Ariyanethran voted for the nation.",
        "The Democratic Tamil National Alliance, Sridharan and Vigneswaran's Tamil People's Alliance are contesting separately. Representatives of some civil organizations have been embedded within these parties.",
        "Moreover, the Democratic Tamil National Alliance (TNA) has made the general candidate of the convention symbol. This has irritated other sides. Therefore, there is also a generous role in the propaganda platforms.",
        "This time a big company has taken steps to adopt the election costs of political leaders who have supported the Tamil general candidate.. When those measures are possible, the parties will become a majority of the company's hand toys.",
        "More than this, the politicians who supported the Tamil general candidate and the Ranil -backed politicians have begun to leak to the concessions made by the traditional Tamil national political culture.. They will also have a significant impact on parliamentary elections.",
        "Anuragumara Dissanayake, who won the presidential election and was in power, was directly campaigning in the North and East. Did not set a coalition with anyone. He received 27,086 votes in Jaffna, 21,412 votes in Vanni and 38,832 votes in Batticaloa. 49,886 votes in Trincomalee and 108,971 votes in Ampara.",
        "He needs a few votes to receive a parliamentary seat in the districts of Jaffna, Vanni and Batticaloa.. In the present context, the departmental experts in the North and East stand in the JVP's Belawatta headquarters and the Presidential Secretariat to contest the election in a long line.",
        "In such cases, the JVP has seen the opportunity to become a firm as the winners of the appropriate people are the winners.",
        "It is predicted that the target will be easily achieved as the first goal is to win every seat in the North and East.",
        "Meanwhile, the Tamil National People's Front is setting up a separate field demanding an election boycott. It is more likely to move towards its usual supporters.",
        "In this context, the general election of all parties on the Tamil National Site is somehow pressure and problems.",
        "In addition, the admiration of the Tamil nationalism -centered political parties has been diminished in the present context.. This situation is rapidly creating the idea of ​​a change in the Tamil people.",
        "As the three percent of the JVP has moved to the Ariyana, the focus of the change in the North and East has been strengthened.",
        "Therefore, there is no problems if the change in the North and East is under Tamil nationalism. If that change is sometimes the compass of the South, what will the future of the Tamil national central political parties be?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Tamil nationalism faces internal conflicts and external pressures in Sri Lanka's North and East. Political parties struggle with LTTE allegiances and central government ties. Election results show mixed support for candidates across Tamil-dominated areas. The future of Tamil nationalist parties remains uncertain amid changing voter preferences and alliances."
  ]
}