{
  "translated_text": {
    "ta": {
      "title": "வீட்டுத் தோட்டத்திற்கு ரூ. எம்.என். 232",
      "body_lines": [
        "வேளாண் அமைச்சகம் வேளாண் அமைச்சகம் அதிகபட்சம் ரூ.",
        "விவசாய மேம்பாட்டுத் துறையால் ரூ .32 மில்லியன் ஒதுக்கப்பட்டுள்ளது என்று மாநில அமைச்சர் கூறினார்.",
        "இன்று (12) ஜனாதிபதி ஊடக மையத்தில் நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் இந்த அறிக்கையை மாநில வேளாண்மை அமைச்சர் மோகன் பிரியதர்ஷனா டி சில்வா பங்கேற்றார்.",
        "\": தற்போது நாங்கள் ஒரு பயங்கரமான பொருளாதார நெருக்கடி. சமீபத்திய காலங்களில், பல நெருக்கடிகள் ஏராளமான நெருக்கடிகளை எதிர்கொண்டன.ஆனால் இப்போது அந்த நிலைமை மாறுகிறது. வேளாண் அமைச்சகம் நாட்டின் பொருளாதாரத்தை வலுப்படுத்தும் ஏராளமான எண்ணிக்கையை உருவாக்கி வருகிறது. கூட்டத்தில், நாடு மற்றும் விவசாயத்தின் பொருளாதாரம் முன்பை விட அதிகமாக அதிகரித்துள்ளது.",
        "விவசாயத்தில் கவனம் செலுத்துவதில் நமது விவசாயியின் விளைச்சலை அதிகரிப்பதும் முக்கியம். அவர்கள் பல மாதங்களாக பலத்த மழை பெய்தனர். வெள்ளம் காரணமாக வெள்ளம் சேதமடைந்தாலும், விவசாயிகளின் அறுவடை இப்போது சேதமடைந்துள்ளது.. நம் நாட்டில் வருடாந்திர அரிசி தேவை 2.4 மில்லியன் டன் மெட்டர்க் ஆகும். எனவே, இது மகிழ்ச்சி அடைகிறது.",
        "பொதுவாக ஒரு ஹெக்டேரில் இருந்து 3000-4000 டன் மெட்டர்க்கை எதிர்பார்க்கலாம். சில பகுதிகளில், ஒரு ஹெக்டேரில் 12,000 டன் நெல் மகசூல் பெறப்பட்டுள்ளது. தொழில்நுட்பம் கூட இந்த அறுவடையைப் பெறுவதற்கான தொழில்நுட்பத்தையும் வழங்கியது.",
        "வறட்சி எதிர்காலத்தில் இருக்க முடியும் என்று எச்சரிக்கை. எனவே, முடிந்தவரை அதிக தண்ணீர் பயன்படுத்தப்படுகிறது. யலா பருவத்தின் 512,000 ஹெக்டேர் பயிரிட திட்டமிடப்பட்டுள்ளது. சாகுபடிக்கு தண்ணீர் பயன்படுத்தப்பட வேண்டும்.",
        "மேலும், விவசாயிகள் விவசாயிகளுக்கு இடைநிலை பயிர்களைக் குறிப்பிடுமாறு அறிவுறுத்தியுள்ளனர். அங்கு, பச்சை, சோளம், உருளைக்கிழங்கு சாகுபடி இருக்க வேண்டும். வேளாண்மைத் துறை, வேளாண்மைத் துறை ஏராளமான பட்டறைகளை நடத்தும் என்று சொல்வது முக்கியம்.",
        "மேலும், பல புதிய வகைகள் அறிமுகப்படுத்தப்பட்டுள்ளன. புதிய நெல் வகைகளை அறிமுகப்படுத்துவதன் மூலம் பாத்தலகோடா மற்றும் ஆராய்ச்சி நிறுவனம் மிகவும் வெற்றிகரமாக அறிமுகப்படுத்தப்படுகிறது. புதிய வகைகள் அறிமுகப்படுத்தப்பட்ட நிறுவனங்களில் இந்த நாட்டில் வாழ்க்கை உள்ளது.",
        "மிளகாய், ஓக்ரா, மாதுளை போன்ற புதிய பயிர் வகைகளில் ஏராளமான புதிய வகையான புதிய பயிர் வகைகள் நாட்டின் பொருளாதாரத்தை வலுப்படுத்துவதில் மகிழ்ச்சி அடைகின்றன. அதிகபட்சம் ரூ.",
        "232 மில்லியன் விவசாய மேம்பாட்டுத் துறையால் ஒதுக்கப்பட்டுள்ளது. விவசாய சாகுபடி நம் நாட்டின் நீர்ப்பாசன முறையுடன் தொடர்புடையது. விவசாயிகளுக்கு தண்ணீரைத் தொடர சிறிய தொட்டிகள் உட்பட நீர்ப்பாசன முறையை வலுப்படுத்த 425 மில்லியன் ஒதுக்கப்பட்டுள்ளது. \""
      ]
    },
    "en": {
      "title": "Rs. Mn for home garden. 232",
      "body_lines": [
        "The Ministry of Agriculture Mohan Priyadarshana de Silva said that the Ministry of Agriculture is in a maximum of Rs.",
        "The State Minister said that Rs. 232 million has been allocated by the Agrarian Development Department.",
        "State Minister of Agriculture Mohan Priyadarshana De Silva made this statement participating at a press conference held at the Presidential Media Center today (12).",
        "\": At present we are a terrible economic crisis. In the recent past, many crises were facing a large number of crises.But now that situation is changing. The Ministry of Agriculture is also building a large number of strengthening the country's economy. At the meeting, the economy of the country and agriculture have increased higher than before.",
        "It is also important to increase the yield of our farmer in focusing on agriculture. They faced a heavy rain for several months. Although the floods have been damaged due to floods, the farmers' harvests are damaged by now.. Annual rice requirement in our country is 2.4 million tonnes of Metterk. Therefore, it is possible that this is pleased.",
        "Generally expect 3000-4000 tonnes of Metterk from a hectare. In some areas, a yield of 12,000 tons of Paddy has been received in a hectare. Even the technology also provided the technology to get this harvest.",
        "Warning that a drought can be in the future. Therefore, there is much water to be used as possible. 512,000 hectares of the Yala season are planned to cultivate. Water should be used for the cultivation.",
        "Also, farmers have advised the farmers to refer to intermediate crops. There, there should be the cultivation of green, corn, potatoes. It is important to say that the Department of Agriculture, the Department of Agriculture will conduct a large number of workshops.",
        "Also, several new varieties have been introduced. Bathalagoda and Research Institute is very successfully being introduced by the introduction of new paddy varieties. There is life in this country in the institutions where new varieties are introduced.",
        "A large number of new varieties of new crop varieties, such as chilli, okra, pomegranates, such as chilli, okra, pomegranates, is also a pleasure to strengthen the economy of the country. Arrangements have been made to provide funds to a maximum amount of Rs.",
        "232 million has been allocated by the Department of Agrarian Development. Farming cultivation is associated with our country's irrigation system. 425 million has been allocated to strengthen the irrigation system, including small tanks to continue water for farmers. \""
      ]
    }
  },
  "summary_lines": [
    "The Ministry of Agriculture allocated Rs. 232 million for home gardening, focusing on strengthening the economy and agriculture. Despite facing economic crises and heavy rains, efforts are being made to increase farmers' yields and introduce new crop varieties. The Department of Agrarian Development plans to cultivate 512,000 hectares during the Yala season, emphasizing water conservation and the introduction of intermediate crops like green, corn, and potatoes."
  ]
}