{
  "translated_text": {
    "ta": {
      "title": "ආණ්ඩුව පත්වී දින 100කින් අසාර්ථකම ආණ්ඩුව වෙලා",
      "body_lines": [
        "தற்போதைய அரசாங்கமும் ஜனாதிபதியும் 100 நாட்களை முடித்துள்ளனர், ஜனாதிபதி 100 நாட்களை முடித்துவிட்டார், அரசாங்கம் அரசாங்கத்திற்கும் எதிர்க்கட்சியின் எதிர்க்கட்சியான அமைப்பாளருக்கும் தோல்வியாக அரசாங்கத்தை பார்க்கத் தொடங்கியுள்ளது.",
        "அவர் இன்று (2) ஹிக்ஸின் தலைமை அலுவலகத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் பேசினார்.",
        "එහිදී වැඩිදුරටත් පාර්ලිමේන්තු මන්ත්‍රී ගයන්ත කරුණාතිලක මහතා මෙලෙස අදහස් දක්වා සිටියේය.",
        "\"அரசாங்கம் 100 நாட்கள் முடித்துள்ளது. 100 நாட்களுக்குள் இன்று மக்களை தோல்வி அரசாங்கமாக அரசாங்கம் பார்க்கத் தொடங்கியுள்ளது. 24 மணி நேரத்திற்கு ஒரு பக்கத்தில், மக்கள் ஒரு பக்கத்துடன் வெகுஜனங்களை தொடர்ந்து விடுவித்தனர். அவர்கள் மக்கள் மீது நியாயமற்ற வரிகளைப் பற்றி தொடர்ந்து பேசினர். எண்ணெய் விலையை வரம்பற்ற முறையில் எவ்வாறு குறைப்பது என்பதை விரிவாகப் பேசுகிறது.",
        "நியாயமற்ற வரிகளை எவ்வாறு அகற்றுவது, மற்றும் சுரண்டுவது ஆகியவற்றை மக்கள் மக்களுக்கும் விளக்குகிறார்கள். மின்சார மசோதாவைக் குறைக்கவும், இந்த அளவை இந்த அளவிற்கு குறைக்கவும் ஜனாதிபதியும் ஜனாதிபதியும் பொதுமக்களுக்கு விளக்கினர். 100 நாட்களில் இவை அனைத்தும் எவ்வாறு செய்யப்படும் என்று தேர்தல் தளங்கள் கூறப்பட்டன. எப்படி வருவது என்று உங்களுக்கு சொல்வது எப்படி. ஆனால் 10 நாட்கள் 10 நாட்கள், ஆனால் இந்த அரசாங்கம் அதைச் செய்யத் தவறிவிட்டது.",
        "ஒரு சிறுபான்மை அரசாங்கமாக நல்லாட்சி அரசாங்கம் 100 நாட்களுக்குள் 100 நாட்களில் உள்ளது என்பதை அரசாங்கத்திற்கு நினைவூட்ட விரும்புகிறோம். 100 நாட்களுக்குள் பொது ஊழியர்களின் சம்பளத்தை ரூ .10,000 அதிகரிக்கவும். 100 நாட்களுக்குள் எண்ணெய் விலையின் விலையை குறைக்கும் வாக்குறுதியை அரசாங்கம் அடைய முடியும்.",
        "மின்சார பில் கணிசமான நிவாரணத்தால் குறைக்கப்பட்டது. பல அத்தியாவசிய வாடிக்கையாளர் தயாரிப்புகளின் விலையை குறைக்க மக்களுக்கு நிவாரணம் வழங்க அரசாங்கத்திற்கு நல்லாட்சி இருக்க முடியும். ஜனாதிபதியின் அதிகாரங்களை பாராளுமன்றத்திற்கு அச்சிட 100 நாட்களுக்குள் சிறுபான்மை அரசாங்கமாக ஒரு சிறுபான்மை அரசாங்கம் உதவியது. தகவல் உரிமைச் சட்டம் வெற்றிகரமாக தொடங்க முடிந்தது. சுயாதீன கமிஷன்களை வலுப்படுத்த பல நடவடிக்கைகளை எடுக்க 100 நாட்களில் சிறுபான்மையினராக நிர்வாகத்தின் நல்லாட்சி இருந்தது. \""
      ]
    },
    "en": {
      "title": "Government has failed by 100 days",
      "body_lines": [
        "The present government and the president has completed 100 days and the President has completed 100 days and the government has begun to see the government as a failure to the government and the opposition organizer of the opposition.",
        "He was speaking at a press conference held at the Head Office of the Higns today (2).",
        "Speaking further MP Gayantha Karunatileka said so.",
        "\"The government has completed 100 days. The government has started to see the people today as a failure government within 100 days. On one side of 24 hours, the people continued to relieve the masses with one side, expeditiously. They continued to talk about unfair taxes on the people. Speaking in detail how to reduce oil prices unlimited.",
        "The people also illustrated the people how to eliminate unfair taxes, and exploiting. The President and the President explained to the public to reduce the electricity bill and reducing this size to this size. The election platforms were told how all this would be done in 100 days. How to tell you how to come. But 10 days of 10 days, but this government has failed to do that.",
        "We would like to remind the government that the good governance government as a minority government is in 100 days within 100 days. Increase the salaries of public servants by Rs 10,000 within 100 days. The government is able to achieve the promise of reducing the prices of the price of oil within 100 days.",
        "The electricity bill was reduced by a significant amount of relief. The government could have the good governance to give relief to the people to reduce the prices of many essential customer products. A minority government has enabled as a minority government within 100 days to print the President's powers to parliament. The Right to Information Act was able to get started successfully. The good governance of the governance was as a minority in 100 days to take several steps to strengthen the independent commissions. \""
      ]
    }
  },
  "summary_lines": []
}