{
  "translated_text": {
    "si": {
      "title": "ස්වාධීන සංකේතයක් වූ සං googy සංකේතය දැන් පක්ෂයේ සංකේතයක් බවට පරිවර්තනය වී ඇත - සිරිනසන්",
      "body_lines": [
        "පීඒ ඉරියනයතරන්ස් ශන්ගු සංකේතයේ දෙමළ ජනතාවගේ එකමුතුකම සඳහා ජනාධිපතිවරණයට තරඟ කළේය. නමුත් දැන් සංගම් සංකේතය ප්රජාතන්ත්රවාදී දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) සංකේතය වන අතර එය ශ්රී ලංකා දෙමළ ජාතික පක්ෂයේ හිටපු පාර්ලිමේන්තු මන්ත්රීවරයෙකු වන n ානමුතු සිරිනාසන් මහතා පැවසීය.",
        "මිනිසුන් දැනට පැහැදිලිව වටහාගෙන ඇත. ජනාධිපතිවරණයේදී දෙමළ මහජන කවුන්සිලය ස්වාධීන සංකේතයයි. දැන් කොන්ච් සංකේතය පක්ෂයේ සංකේතයක් බවට පරිවර්තනය වී තිබේ.එනම් දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) එහි පන්ච් ලාම්පු සංකේතය අතහැර කොන්ච් සංකේතය ගෙන තිබේ.",
        "මෙම මහජන සභාව වෙනුවෙන් පෙනී සිටි දෙමළ අපේක්ෂකයාගේ කොටසක්. වෙනත් ප්රදේශයක දුරකථන සංකේතයට එක්සත් ජනතා බලයේ සහාය ලැබුණි.",
        "ජනාධිපතිවරණය අවසන්. අපට දැන් කොන්ච් සංකේතය හෝ දුරකථන සංකේතය භාවිතා කළ යුතු නැත. දැන් අපි දෙමළ ජාතික සන්ධානය වෙනුවෙන් තරඟ කරනවා. දෙමළ ජනතාවට මව් සාදය සඳහා ඡන්දය ප්රකාශ කිරීමේ අවශ්යතාවයක් තිබේ නම්. එබැවින්, සෙල්වාගේ මවක් වන සෙල්වා විසින් සිදු කරන ලද දෙමළ ජනයාගේ මව් පක්ෂය යැයි කියනු ලබන දෙමළ ජාතික සන්ධානයට ඡන්දය දීම දෙමළ ජනතාවගේ වගකීමකි.",
        "පොදු ව්යුහය වෙනුවෙන් තරඟ කළ දෙමළ අපේක්ෂකයාගේ සංකේතය වන සං sign ාව දැන් පක්ෂයේ පක්ෂයේ සංකේතයක් වන ප්රජාතන්ත්රවාදී ටීඑන්ඒ හි සමුළුව ගෙන තිබේ.එබැවින් ව්යාකූලත්වයක් නොමැතිව දෙමළ පක්ෂයේ පදනම මත ඔබ නිවසේ සංකේතයට ඡන්දය දිය යුතු බව අපි ඉතා කාරුණිකව ඉල්ලා සිටිමු.",
        "ව්යාකූල නොවිය යුතු නැහැ.",
        "මේ අවස්ථාවේ දී, මඩකලපුව දිස්ත්රික්කයට තරඟ කිරීම සඳහා බොහෝ යෙදුම් මඩකලපුව දිස්ත්රික්කයට යවන ලදි.. නාමයෝජනා කණ්ඩායම අයදුම්පත් 8 ක් තෝරාගෙන ඇත.",
        "ලැබුණු අයදුම්පත් අටක් තුළ, වෙනත් විකල්පයක් නොමැති නමුත් අපේක්ෂකයින්ට වෙනත් සංකේත සඳහා තරඟ කළ හැකි තත්වයක් පවතී.",
        "කෙසේ වෙතත්, කෙසේ වෙතත්, දෙමළ ජාතික සන්ධානය සඳහා සියලු පක්ෂ වැලඳ ගැනීම සදාචාරාත්මක වගකීමකි. මෙම මැතිවරණය හදිසි අවස්ථාවක් යැයි පැවසිය හැකිය. ජනාධිපතිවරණයෙන් පසු මැතිවරණය ගෙන ආ බැවින් බොහෝ පක්ෂ සමඟ සම්බන්ධ වීමට උත්සාහ කිරීමේදී යම් අඩුපාඩු විය.",
        "මේ නිසා, ඔවුන් වෙන වෙනම තරඟ කරන විට, සමහර අපේක්ෂකයින් ඔවුන් සමඟ එකතු වේ. එබැවින්, ඉදිරි වර්ෂවලදී සියලු පාර්ශවයන් සියලු පාර්ශවයන්ට බැඳිය යුතු බැවින්, සියලු පාර්ශවයන් ඊළඟ මැතිවරණය සඳහා ගමන් කළ යුතුය.",
        "ටීඑන්ඒ ශක්තිමත් කිරීමෙන්, අපි අනෙක් පාර්ශවයන්ට බැඳීමට තායි පක්ෂය ස්ථාපිත කළ යුතුය.. මගේ කැමැත්ත සහ සියලු පාර්ශවයන් නැවත ආරම්භ කළ යුතු අතර, ඊළඟ මැතිවරණය සඳහා ඊළඟ මැතිවරණය සඳහා එක්සත් වීමට අප සැමට ලැබිය යුතු වගකීමක්.",
        "එබැවින්, දෙමළ ජාතික සන්ධානයේ ශක්තියෙන් වෙනත් පාර්ශවයන් වැලඳ ගැනීමට පියවර ගන්නා බව මම කියමි."
      ]
    },
    "en": {
      "title": "The Sangu symbol, which was an independent symbol, has now been transformed into a symbol of the party - Sirinasan",
      "body_lines": [
        "PA Ariyanethran contested the presidential election for the unity of the Tamil people in the Sangu symbol. But now the Sangam symbol is the symbol of the Democratic Tamil National Alliance (TNA), said Gnanamuthu Sirinasan, a former MP of the Sri Lanka Tamil National Party.",
        "People are currently clearly understood. The Tamil Public Council is the independent symbol during the presidential election. Now the conch symbol has been transformed into a party's symbol.That is, the Tamil National Alliance (TNA) has left its punch lamp symbol and took the conch symbol.",
        "Part of the Tamil candidate, who was standing on behalf of this public council. In another area, the telephone symbol had been supported by the United People's Power.",
        "The presidential election is over. We don't have to use the conch symbol or the phone symbol now. Now we are contesting on behalf of the TNA. If there is a need for the Tamil people to vote for their mother party. Therefore, it is the responsibility of the Tamil people to vote for the TNA, which is said to be the mother party of the Tamils, carried out by the father Selva.",
        "The Sangu symbol, which was the symbol of the Tamil candidate contested on behalf of the public structure, has now taken the convention of the Democratic TNA, which is a party's symbol of a party.So we are very kindly asking that you should vote for the home symbol on the basis of the Tamil party this time without confusion.",
        "I would like to say with a lot of power not to be confused.",
        "In this case, many applications were sent to the Batticaloa district to contest the Batticaloa district.. The nomination team has selected 8 applications.",
        "With more than eight applications received, there are no choice but there is a situation where candidates can contest other symbols.",
        "In any case, it is a moral responsibility to embrace all parties for the TNA. This election can be said to be an emergency. Since the election was brought here after the presidential election, there were some drawbacks in the attempt to connect with many parties.",
        "Because of this, when they are contesting separately, some candidates join them. Therefore, all parties should travel for the next election, as all parties should join all parties in the coming years.",
        "By strengthening the TNA, we must establish the Thai party to join the other parties.. My will and all parties must re -join in which we all have a responsibility to unite for the next election for the next election.",
        "Therefore, I am saying that steps will be taken to embrace other parties through the strength of the TNA."
      ]
    }
  },
  "summary_lines": [
    "Sangu symbol transformed from independent to TNA symbol. PA Ariyanethran contested under Sangu symbol. Now TNA uses conch symbol. Candidates switch parties due to election timing issues. TNA emphasizes unity among Tamil parties for future elections."
  ]
}