{
  "translated_text": {
    "si": {
      "title": "බීඩි පිටත් සමඟ අත්අඩංගුවට ගත් එකක් නීතිවිරෝධී ලෙස ඉන්දියාවෙන් ගෙන එන ලදි",
      "body_lines": [
        "පුත්තලම් ප්රාදේශීය පොලිස් අපරාධ විමර්ශන දෙපාර්තමේන්තුව (පීටීඒ) අද පෙරවරුවේ පුත්තලම් මම්බුරි ප්රදේශයට පුත්තලම් මම්බුරි ප්රදේශය දක්වා මෙම නීති විරෝධී බීඩි පිටත්ව කටයුතු කිරීමට උත්සාහ කළ පුද්ගලයෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "පුත්තලම් ප්රාදේශීය පොලිස් අපරාධ විමර්ශන අංශය (පුත්තලම්) පවසන පරිදි, පුත්තලම් ප්රාදේශීය පොලිස් අපරාධ විමර්ශන අංශය (පුත්තලම්) මාම්පුරි ප්රදේශයේ ලොරි රථය ආවරණය කිරීමට හැකි වී තිබේ.. පා xts 49 ක් පමණ බයිඩි කොළ කිලෝග්රෑම් 1,435 ක් අත්අඩංගුවට ගෙන තිබේ.",
        "පොලිස් අපරාධ විමර්ශන දෙපාර්තමේන්තුව පැවසුවේ සැකකරු මදුරංගාලිගි ප්රදේශයෙන් සිටින බවයි.",
        "අත්අඩංගුවට ගත් බීඩි කොළ රුපියල් කෝටි 1 කට වඩා වැඩි බව වාර්තා වේ.",
        "අපරාධ විමර්ශන දෙපාර්තමේන්තුව පැවසුවේ බීඩි කොළ නීතිවිරෝධී ලෙස ඉන්දියාවේ සිට සමුද්රීය දක්වා ගෙන යන බවයි.",
        "අත්අඩංගුවට ගත් සැකකරු සමඟ අත්අඩංගුවට ගත් බයිඩි කොළ සහ ජාවාරම සඳහා යොදාගත් ලොරි රථය පෙණ පොලිසියට භාර දී තිබේ.",
        "පොලීසිය පැවසුවේ පරීක්ෂණ සිදුකරන බවත් අත්අඩංගුවට ගත් සැකකරු කටුනායක රේගු දෙපාර්තමේන්තුවට භාර දෙන බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "One arrested with beedi leaves illegally brought from India",
      "body_lines": [
        "The Puttalam Regional Police Criminal Investigation Department (PTA) has arrested a person who tried to carry out the illegal beedi leaves from Puttalam Mamburi area to Mathuranguli area this morning.",
        "According to the Puttalam Regional Police Criminal Investigation Division (Puttalam), the Puttalam Regional Police Criminal Investigation Division (Puttalam) has been able to cover the lorry in the Mampuri area.. About 49 texts have seized 1,435 kg of beedi leaves.",
        "The police Criminal Investigation Department said that the suspect was from Madurangulipal area.",
        "The seized beedi leaves are reported to be worth more than Rs 1 crore.",
        "The Criminal Investigation Department said that the beedi leaves were illegally brought from India to maritime.",
        "The beedi leaves seized with the arrested suspect and the lorry used for trafficking have been handed over to the foam police station.",
        "The police said that investigations are being carried out and the arrested suspect will be handed over to the Katunayake Customs Department."
      ]
    }
  },
  "summary_lines": [
    "The Puttalam Regional Police arrested a person for smuggling 1,435 kg of beedi leaves from India to Sri Lanka, seizing 49 texts. The suspect, from Madurangulipal, faces charges for illegal trafficking."
  ]
}