{
  "translated_text": {
    "si": {
      "title": "ජාතික පොලිස් කොමිෂන් සභාවේ සාමාජිකයෙකු පත් කිරීම සඳහා අයදුම්පත",
      "body_lines": [
        "ජාතික පොලිස් කොමිෂන් සභාවේ සාමාජිකයෙකුගේ රික්තයක් පිරවීම සඳහා අයදුම්පත් ඉල්ලා සිටී. ශ්රී ලංකා ප්රජාතන්ත්රවාදී සමාජවාදී ජනරජයේ 155 වන වගන්තියේ සඳහන් පරිදි, පාර්ලිමේන්තු මන්ත්රීවරයකු, පාර්ලිමේන්තු මන්ත්රීවරයකු වන කවුන්සිලයේ සාමාජික සහ පළාත් පාලන අධිකාරියක් ජාතික පොලිස් කොමිෂන් සභාවේ සාමාජිකයෙකු ලෙස සලකන්නේ නැත.",
        "එපමණක් නොව, කොමිෂන් සභාවේ සාමාජිකයෙකු පත් කිරීමට පෙර, රාජ්ය සේවයේ රාජ්ය සේවයේ රාජ්ය නිලධාරියෙකු හෝ අධිකරණ නිලධාරියෙකු හෝ රාජ්ය සේවයේ යෙදී සිටීමට පෙර කිසිවෙකු එවැනි තනතුරු වලින් ලබා ගත යුතු නැති අතර රජයේ නිලධාරියෙකු ලෙස තවදුරටත් පත් කිරීමට සුදුසුකම් නොලබයි හෝ අධිකරණ නිලධාරියා.",
        "ඒ අනුව, ජාතික පොලිස් කොමිෂන් සභාවේ (ඩෙබා) හි සාමාජිකයින්ගේ (ඩෙබා) නුවණෙය්) www.pariale.lk.",
        "2024 ජූලි 01 වන දින ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ මහලේකම්, ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය, ශ්රී ලංකා පාර්ලිමේන්තුව, කෝට්ටේ ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය, ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය, ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය, ශ්රී ලංකා පාර්ලිමේන්තුව, නිමල් මහලේකම් ශ්රී ජයවර්ධනපුර යනවාද ලියාපදිංචි අයදුම්පත් වල ලියාපදිංචි අයදුම්පත් වලඊමේල් ලිපිනයට හෝ විද්යුත් තැපැල් ලිපිනය කරන්න.lk වෙත යවා ඇත.",
        "ජාතික පොලිස් කොමිෂන් සභාවට සාමාජිකයින් පත් කිරීම ලිපි හුවමාරුවේ වම් පැත්තේ ඊමේල් හෝ විද්යුත් තැපෑලක් ලෙස හැඳින්විය යුතුය."
      ]
    },
    "en": {
      "title": "Application for appointing a member of the National Police Commission",
      "body_lines": [
        "Applications are requested to fill the vacuum of a member of a member of the National Police Commission. As stated in the Article 155 A of the Constitution of the Democratic Socialist Republic of Sri Lanka, no one who is a member of Parliament, Member of the Council and a Local Government Authority will be a member of the National Police Commission.",
        "Moreover, before the appointment of a member of the Commission, no one who was a State Officer or Justice Officer in the State Service, before his appointment, should be taken from such positions, and is not eligible to further be appointed as a public officer or judicial officer.",
        "Accordingly, the application form must be prepared on the speedy connection of the appointment of members of the National Police Commission (DeBA) on the parliamentary website www.parliament.lk.",
        "In the Registration Postal Postal Applications of Properly Completed Applications on July 01, 2024, the Constitutional Council's Secretary General, Constitutional Council - Office, Sri Lanka Parliament, Sri Jayawardenapura, Kotte.To be sent to the email address or the email address.lk.",
        "The appointment of members to the National Police Commission should be referred to as a number of e -mail or email in the left side of the correspondence."
      ]
    }
  },
  "summary_lines": [
    "Applications are sought for a National Police Commission member vacancy, per Article 155A of Sri Lanka's Constitution. Applicants must not be current or former Members of Parliament, Councils, Local Governments, State Officers, or Justice Officers. Applications must be submitted via the parliamentary website (www.parliament.lk) under the \"DeBA\" section for National Police Commission appointments. Completed applications should be posted by July 1, 2024, to the Constitutional Council's Secretary General at the Sri Lanka Parliament office in Kotte."
  ]
}