{
  "translated_text": {
    "ta": {
      "title": "இனி - விஜிதா பாஸ்நாயக் பாஸ்னாயகே பாஸ்னாயகே",
      "body_lines": [
        "கடந்த ஆகஸ்ட் 23 அன்று விஜெட்ரிக் பேருந்துகள் வெளியிடப்பட்டன, இதில் 40 ஆண்டுகளில் தேர்ந்தெடுக்கப்பட்ட பல கட்டிடங்கள் அடங்கும்.",
        "சிங்கள மற்றும் மொழிகளுடன் தொகுக்கப்பட்ட இந்த புத்தகம், விஜிதாவின் கட்டிடங்களை கட்டியெழுப்பும் பாணியைப் பற்றிய சிறந்த வர்ணனையைக் கொண்டுவருகிறது. அவர் தனது ஒத்துழைப்புகளிலும் தொழிலதிபர்களுக்கும் ஒரு கட்டமைப்பை அல்லது அழகியல் விதியுடன் சேர்ந்தார்.",
        "அவர்களின் அணுகுமுறை, அடிப்படை நிலை, கையாளுதல் கையாளுதல் என்பது சமகால கட்டிடங்களின் தேவையை பூர்த்தி செய்வதாகும். ஆனால் விண்வெளியின் விளக்க ஆர்ப்பாட்டங்கள், விகிதங்கள் மற்றும் ஒப்பீடுகளுக்கு இடையிலான விகிதங்கள் கடந்த கால கட்டிடங்களை பாரம்பரிய நடிகரைக் கண்டுபிடிப்பதற்கான ஒரு பயணம். அந்த பயணத்தில், அவர் ஆரம்பத்தில் ஆரம்பத்தில் வடிவமைப்பை உருவாக்குவதற்கு உணர்திறன் கொண்டவர்களை துவக்குகிறார்.",
        "இலங்கையில் முழுமையாகப் பயிற்சி பெற்ற விஜிதா பாஸ்நாயக்கே பூமியில் மேற்கொள்ளப்படுகிறார், ஆனால் சுற்றுச்சூழல் உணர்திறன் பற்றிய அறிவும்.",
        "அவரது கட்டிடம் உட்பட இந்த கட்டிடத்தின் அவரது தீர்மானம் தொழில்நுட்பம், பாரம்பரியம் மற்றும் கலை உணர்வின் கலவையாகும். ஒரு இருப்பு. ஒரு நல்ல உயிர்வாழ்வு.",
        "இது ஒரு எழுத்துப் படைப்பு, இது இறுதி பேச்சாளர்கள் மற்றும் விஜிதாவின் கட்டிடத்தின் வடிவமைப்போடு ஒத்துழைப்பு என மாற்றப்பட்டுள்ளது.",
        "\"II இல் ': விஜிதா பாஸ்நாயக் தேர்ந்தெடுக்கப்பட்ட கட்டுமானம்\" 306 பக்கங்கள். தடிமனான சுவரில் கட்டப்பட்டுள்ளது. கட்டிடங்களில் வரைபடங்கள், வண்ண புகைப்படங்கள் மற்றும் விரிவான வர்ணனை உள்ளது. 120 ஜிஎஸ்எம் பிஏபி தாளில் அச்சிடப்பட்ட விஜிதாபாவின் வெளியீடு."
      ]
    },
    "en": {
      "title": "Ini - Vijitha Basnayake Basnayake Basnayake",
      "body_lines": [
        "Vijetric buses were released on 23 August last August, which includes several selected buildings in 40 years.",
        "This book, compiled to Sinhala and languages, brings a fine commentary on the style of the building of Vijitha's buildings. He joined his cooperates and industrialists to a framework or aesthetic rule.",
        "Their approach, basic position, handling handling is simply to meet the need for contemporary buildings. But the rates between the descriptive demonstrations of the space, the rates and comparatives is a journey to find the past buildings traditional actor. On that journey, he initially initially initially initializing those who are sensitive to the creation of design.",
        "Vijitha Basnayake, who was fully trained in Sri Lanka, is being carried out on the earth, but also knowledge of the environmental sensitivity.",
        "His resolution of these building, including his building, is a mixture of technology, tradition and artistic sentiment. A balance. Is a good survival.",
        "This is a writing work that has been changed to the closing speakers and collaboration with the design of Vijitha's building.",
        "\"In Ii ': Vijitha Basnayake Selected Construction\" 306 pages. Tied in thick wall. Buildings contain maps, color photos and detailed commentary. Printed to the 120GSM PAP paper is a publication of Vijithapa."
      ]
    }
  },
  "summary_lines": [
    "\"Ini\" features Vijitha Basnayake's selected constructions, released in August, showcasing his blend of technology, tradition, and artistic sentiment. The book, in Sinhala and other languages, highlights his approach to contemporary building design, emphasizing environmental sensitivity."
  ]
}