{
  "translated_text": {
    "si": {
      "title": "Iranian who attempted to enter Sri Lanka with stolen Italian passport deported",
      "body_lines": [
        "An Iranian national has been arrested at the Bandaranaike International Airport (BIA) in Katunayake this morning (16) for attempting to enter Sri Lanka using a stolen Italian passport.",
        "The 40-year-old Iranian had arrived in the island onboard Air Arabia flight G9-502 from Sharjah, United Arab Emirates, at 4:25 a.m. today.",
        "Upon arrival, the man had presented an Italian passport to immigration officers to obtain an on-arrival visa. However, when the passport details were checked against Interpol’s database of lost and stolen passports, it has been flagged as being reported stolen.",
        "Immigration authorities had immediately referred the case to the National Central Bureau of the Criminal Investigation Department (CID), where the stolen status of the passport was confirmed.",
        "While investigations were underway, the Iranian national had attempted to re-enter the country using his original Iranian passport. He had presented this at another immigration window, but his actions were noticed, and was brought to the attention of the officers handling his case.",
        "The Italian passport had been forwarded to the Immigration Department’s Border Control Unit for further technical checks, which corroborated that the document was indeed flagged as stolen. During the investigation, officials had uncovered that the Iranian national had planned to use Sri Lanka as a transit point en route to Europe.",
        "කෙසේ වෙතත්, ඔහු පැමිණි එම ගුවන් ගමනක දී තමා සාජා වෙත ඔහුව පිටුවහල් කිරීමට නිලධාරීන් පියවර ගෙන තිබේ."
      ]
    },
    "ta": {
      "title": "திருடப்பட்ட இத்தாலிய பாஸ்போர்ட்டுடன் இலங்கைக்குள் நுழைய முயன்ற ஈரானிய நாடு நாடு கடத்தப்பட்டது",
      "body_lines": [
        "திருடப்பட்ட இத்தாலிய பாஸ்போர்ட்டைப் பயன்படுத்தி இலங்கைக்குள் நுழைய முயற்சித்ததற்காக ஈரானிய நாட்டவர் இன்று (16) கட்டூனாயக்கில் உள்ள பண்டாரநாயக சர்வதேச விமான நிலையத்தில் (பிஐஏ) கைது செய்யப்பட்டுள்ளார்.",
        "The 40-year-old Iranian had arrived in the island onboard Air Arabia flight G9-502 from Sharjah, United Arab Emirates, at 4:25 a.m. today.",
        "Upon arrival, the man had presented an Italian passport to immigration officers to obtain an on-arrival visa. However, when the passport details were checked against Interpol’s database of lost and stolen passports, it has been flagged as being reported stolen.",
        "Immigration authorities had immediately referred the case to the National Central Bureau of the Criminal Investigation Department (CID), where the stolen status of the passport was confirmed.",
        "விசாரணைகள் நடந்து கொண்டிருந்தபோது, ​​ஈரானிய நாட்டவர் தனது அசல் ஈரானிய பாஸ்போர்ட்டைப் பயன்படுத்தி மீண்டும் நாட்டில் நுழைய முயன்றார். He had presented this at another immigration window, but his actions were noticed, and was brought to the attention of the officers handling his case.",
        "மேலும் தொழில்நுட்ப சோதனைகளுக்காக இத்தாலிய பாஸ்போர்ட் குடிவரவு துறையின் எல்லைக் கட்டுப்பாட்டு பிரிவுக்கு அனுப்பப்பட்டது, இது ஆவணம் உண்மையில் திருடப்பட்டதாக கொடியிடப்பட்டிருப்பதை உறுதிப்படுத்தியது. During the investigation, officials had uncovered that the Iranian national had planned to use Sri Lanka as a transit point en route to Europe.",
        "However, the officials had taken steps to deport him back to Sharjah on the same flight he had arrived on."
      ]
    }
  },
  "summary_lines": []
}