{
  "translated_text": {
    "ta": {
      "title": "5 பெரும்பாலான வேலை துறைகளில் வேலை செய்ய நீங்கள் கற்றுக்கொள்ள வேண்டியது என்ன",
      "body_lines": [
        "5 பெரும்பாலான வேலை துறைகளில் வேலை செய்ய நீங்கள் கற்றுக்கொள்ள வேண்டியது என்ன",
        "உலகில் தொழிலாளர் சந்தை வேகமாக மாறிக்கொண்டே இருக்கிறது, தற்போதுள்ள பெரும்பாலான வேலைகள் விரைவாக வெடித்தன.",
        "உலக பொருளாதார மன்றத்தின் சமீபத்திய ஆய்வின்படி, அத்தகைய சூழ்நிலையை பாதிக்கும் இரண்டு முக்கிய காரணிகள். புதிய தொழில்நுட்பம் மற்றும் தானியங்கி முன்னேற்றம் மற்றும் பசுமை பொருளாதாரம் மற்றும் சஸ்ஸெப்டுக்கு அந்த காரணிகள் தான்.",
        "பெரிய அளவிலான தரவு, கிளவுட் கணினிமயமாக்கல் மற்றும் செயற்கை நுண்ணறிவு போன்ற புதிய தொழில்நுட்பங்களின் விரைவான முன்னேற்றம் தொழிலாளர் சந்தையில் முன்னறிவிக்கப்படுகிறது.",
        "புதிய தொழில்நுட்பங்கள் முழு பொருளாதாரத்திற்கும் புத்துணர்ச்சியூட்டுகின்றன என்பதே திருப்திகரமான செய்திகள். சில வேலைகள் இழப்பு மற்றும் இன்னும் பல வேலைகள் உருவாக்கப்படுகின்றன. ஒரு வணிகம் எல்லாவற்றிற்கும் குறைவான உற்பத்தித்திறனை அடையும்போது இது இயற்கையாகவே விரிவுபடுத்தப்படுகிறது.",
        "உலக பொருளாதார மன்ற ஆராய்ச்சியாளர்கள் கூறுகையில், தற்போதைய தொழில்கள் அனைத்தும் அடுத்த ஐந்து ஆண்டுகளில் மாறும்.",
        "எனவே, போட்டி தொழிலாளர் சந்தையில் வெற்றிபெற, புதிய திறன்களையும் கல்வி திறன்களையும் வளர்ப்பதற்கு இது செய்யப்பட வேண்டும்.",
        "தொழில்நுட்ப கல்வியறிவு புதிய தொழிலாளர் சந்தையில் அடைய வேண்டிய முக்கிய திறமையாகும்.",
        "ஒவ்வொரு நபரும் கணினி மொழிகளை அறிந்து கொள்ள வேண்டும் அல்லது செயற்கை நுண்ணறிவின் சிரமங்களைப் புரிந்து கொள்ள வேண்டும் என்று இது அர்த்தப்படுத்துவதில்லை.",
        "எதிர்காலத்தில், STEM வேலைகளுக்கான தேவை உயரும் என்று நம்பப்படுகிறது. அறிவியல், தொழில்நுட்பம், பொறியியல் மற்றும் கணிதம் போன்ற STEM வேறுபட்டது, ஆனால் தொழில்நுட்ப பாடங்களால் ஒன்றாகப் பயன்படுத்தப்படும் சொல்.",
        "எனவே, பள்ளியில் பள்ளிக்கு எந்த பாடங்கள் அதிக கவனம் செலுத்த வேண்டும் என்பதைப் பற்றி நீங்கள் சிந்தித்தால், இந்த விஷயத்திற்கான பதில் கணிதம், கணினி அறிவியல் மற்றும் இயற்கை அறிவியல் ஆகியவற்றின் பொருள்.",
        "கவனிக்க வேண்டிய திறன்கள், பகுப்பாய்வு சிந்தனை. ஒரு நபர் அதன் அறிவாற்றல் திறன்களை மேம்படுத்துவது முக்கியம். வேறு வார்த்தைகளில் கூறுவதானால், முறை அடையாளம் காணல், உள்ளடக்கங்கள் மற்றும் தனிப்பட்ட ஒப்புதலை அடைய வேண்டியது அவசியம்.",
        "பொருளாதார நெருக்கடியின் நடுவில் அனைவரும் நாட்டை எவ்வாறு கற்றுக்கொள்கிறார்கள்?",
        "அதை நிறைவேற்ற, நீங்கள் கவனத்துடன் மற்றும் மனப்பான்மைகளை பராமரிப்பது மிகவும் முக்கியம். ஏனென்றால், நவீன உபகரணங்கள், சமூக வலைப்பின்னல்கள், கணினி விளையாட்டுகள் மற்றும் விளம்பரங்கள் தொடர்ந்து நம் கவனத்திற்காக போராடுகின்றன.",
        "பகுப்பாய்வு திறன்களில் ஆர்வமும் தொடர்ச்சியான சுய கல்வியும் அடங்கும். எனவே நீங்கள் மேம்படுத்தவும் கற்றுக்கொள்ளவும் கற்றுக்கொள்ளவும், உங்கள் இலக்கில் கவனம் செலுத்தவும் முடியும்.",
        "உயர் மட்டத்தில் ஆங்கிலம் படிப்பது நீங்கள் அடைய வேண்டிய ஒரு மதிப்புமிக்க திறமையாகும்.",
        "இதேபோல், படைப்பாற்றலும் மிகவும் முக்கியமானது. அறிவியல், பொறியியல், வடிவமைப்பு அல்லது கலைத் துறைகளில், தொழில்நுட்ப கல்வியறிவை படைப்பாற்றலுடன் ஒருங்கிணைக்கக்கூடிய மக்களுக்கு அதிக விளம்பரங்கள் வழங்கப்படுகின்றன.",
        "செயற்கை நுண்ணறிவு சகாப்தத்தில், குறிப்பாக தொடர்புகொள்வது இரண்டு மிக உயர்ந்த மதிப்புத் திறன்களாக இருக்கும்.",
        "இயந்திரங்கள் முன்னேறினாலும், மக்களுக்கு எப்போதும் மக்கள் தேவைப்படுவார்கள். மக்களைக் கேட்கும் திறன், குழு நடவடிக்கைகள், கேட்கும் திறன், ஒரு கதையைக் கேட்கும் திறன் இன்னும் மதிப்பீடு செய்யப்படும்.",
        "தொழில் வல்லுநர்களுக்காக வடிவமைக்கப்பட்ட சமூக வலைப்பின்னலான லிங்க்ட்இனில் வெளியிடப்பட்ட ஒரு அறிக்கையின்படி, தற்போதைய வேலை சந்தைக்கு அதிக தேவை திறன்களாக மாறியுள்ளது.",
        "\"பணியிடத்தில் செயற்கை நுண்ணறிவு மற்றும் ரோபோ தொழில்நுட்பத்தில், உலகெங்கிலும் உள்ளவர்களுடன் ஒருவருக்கொருவர் பேசுவதை விட வளர்ந்து வரும் தூசி சக்தி மற்றும் தொழில்நுட்பம் முக்கியமானது. இல்லை\" என்று ஒரு சேவை திறன்களில் நிபுணரான நக்ரோனி ரன் நக்ரோனி கூறுகிறது.",
        "ஐ.டி மற்றும் புதிய தொழில்நுட்பம் எதிர்காலத்தில் மிகவும் வளமான தொழில்கள் மற்றும் சேவைகளில் ஒன்றாகும் என்பதில் ஆச்சரியமில்லை. செயற்கை நுண்ணறிவு மற்றும் இயந்திர கற்றல் மீதான முன்னேற்றங்கள் எதிர்காலத்தில் கவர்ச்சிகரமான வேலை வாய்ப்புகளை வழங்கும்.",
        "இந்த துறையில் எதிர்கால தொழில்களில் ஒன்று செயற்கை நுண்ணறிவை இயக்கும் பொறியியல் ஆகும். அவர் வகுப்புவாத நுண்ணறிவில் நிபுணர் மற்றும் தேவையை சரிசெய்யவும், செயற்கை நுண்ணறிவுக்கும் மக்களுக்கும் இடையில் ஒரு இடைத்தரகராக செயல்படவும் உதவுகிறார்.",
        "செயற்கை நுண்ணறிவு தொடர்பான பிற வேலைகளில் செயற்கை நுண்ணறிவு தொடர்பான இன வல்லுநர்கள் அடங்குவர். அவர்கள் செயற்கை அறிவுசார் நெறிமுறைகள், பாதுகாப்பு பொறியாளர்கள் மற்றும் மனித-இயந்திர தொடர்புகளுக்கான பயனர் நட்பு கணினி அமைப்பு உருவாக்குநர்களாக இருக்கலாம்.",
        "பொது சமுதாயத்தில், மக்கள் ஒரு செயற்கை நுண்ணறிவாக ஒரு கூட்டாளராக அல்ல, ஒரு கூட்டாளராக அல்ல என்பதை உணர பயிற்சி அளிக்கப்படுகிறார்கள். செயற்கை நுண்ணறிவில் எவ்வாறு ஒத்துழைப்பது என்பதைப் புரிந்துகொள்வதற்கும் இது ஆலோசனை அளிக்கிறது.",
        "மற்றொரு பகுதி பெரிய தரவுகளின் பகுப்பாய்வு, ஆன்லைன் தளத்திலிருந்து பெரிய தரவு அல்லது நெட்ஃபிக்ஸ் போன்ற கட்டுப்பாட்டு அமைப்புகள்.",
        "உலகெங்கிலும் மிக முக்கியமான தகவல்கள் என்பதால், எதிர்காலத்தில் இணைய பாதுகாப்பு நிபுணர்களுக்கு வேலை பற்றாக்குறை இருக்காது.",
        "நிதி தொழில்நுட்பம், வணிக ஆய்வாளர்கள் மற்றும் பெரிய அளவிலான கணினி அமைப்புகளின் நிபுணர்களுக்கும் எதிர்காலத்தில் தேவைப்படும்.",
        "உலக பொருளாதார மன்றத்தின்படி, வெவ்வேறு துறைகள் மற்றும் தொழில்களில் பசுமை வேலைகளுக்கான தேவை வேகமாக வளர்கிறது.",
        "\"குளோபல் அண்ட் தி கிரீன் மாற்றம், பசுமை மாற்றங்கள் துறையில் 30 மில்லியன் வேலைகள், பசுமை மாற்றத் துறையில் 30 மில்லியன் வேலைகள்\" என்று அறிக்கை கூறியுள்ளது.",
        "மேற்கு நாடுகளும் ஜப்பானும் பசுமை எரிசக்தி மற்றும் நிலையான மேம்பாட்டுத் துறையில் முன்னணி நாடுகளாகும். சீனா படிப்படியாக அந்த வாய்ப்புகளை உருவாக்கி வருகிறது.",
        "ஆபத்தான இனங்கள், அல்லது, ஆபத்தான உயிரினங்கள், அல்லது, வணிக, அறிவியல், அரசியல் போன்ற சட்டப்பூர்வ பயிற்சி மற்றும் சுற்றுச்சூழல் பராமரிப்பு சட்டங்கள் போன்ற ஆக்கபூர்வமான பிரத்தியேகங்களுக்கு வணிக பாதுகாப்பு, புதுப்பிக்கத்தக்க ஆற்றல், அல்லது, ஆக்கபூர்வமான பிரத்தியேகங்கள் இங்குதான். வேலைவாய்ப்பு இணைக்கப்படும்.",
        "நகரத் திட்டமிடுபவர்கள், கட்டடக் கலைஞர்கள், வடிவமைப்பாளர்கள் மற்றும் ஹைமென்ட் டெவலப்பர்களுக்கும் டெவலப்பர்களுக்கு அதிக தேவை இருக்கும்.",
        "உலக மக்கள் தொகை வயதாகிறது. அயஸ்பிரோசிஸ் அதிகரித்து வருகிறது. அதன்படி, பாதுகாப்பு மற்றும் சிகிச்சை மிகவும் அவசியமாக இருக்கும்.",
        "எனவே எதிர்காலத்தில், சுகாதார வல்லுநர்கள் பெரும் தேவையாக இருப்பார்கள். நோயாளிக்கு மருந்துகளை மட்டுமல்ல, நெறிமுறை ஆதரவையும் கொடுக்கும் மருத்துவ நிபுணர்களின் தேவை.",
        "மருத்துவர்கள் மற்றும் சுகாதார வல்லுநர்கள் புதிய நோயறிதல் மற்றும் சிகிச்சையில் கற்றுக் கொள்ள வேண்டும் மற்றும் தழுவிக்கொள்ள வேண்டும். செயற்கை நுண்ணறிவும் அதற்கு உதவும்.",
        "மனநல மருத்துவம் மற்றும் தனிப்பட்ட மேம்பாட்டு ஆலோசகர்கள் அல்லது ஆன்மீக நடைமுறைகள் குறித்த ஆலோசகர்களுக்கும் பணியமர்த்தப்படும்.",
        "பரஸ்பர, பழுதுபார்ப்பு, எலக்ட்ரீஷியன்ஸ், எலக்ட்ரீஷியன்கள் அல்லது கட்டுமானம் போன்ற தொழில்முறை அல்லது உடல் ரீதியாக, எதிர்காலத்தில் தங்கள் தொழிலாளர் வல்லுநர்கள் தொடர்ந்து தேவைப்படுவார்கள்.",
        "வெவ்வேறு சூழ்நிலைகளில் சிறிய மற்றும் துல்லியமான செயல்பாடுகளைச் செய்யத் தேவைப்படும்போது, ​​மனிதனுக்கு மனிதனுக்கு பயன்படுத்த மாற்று இன்னும் இல்லை. ஆனால் அவர்களின் தொழில்நுட்ப அறிவைப் பராமரிக்க, இந்த நிபுணர்களின் அறிவு அவர்களின் தொழில்நுட்ப அறிவை மேம்படுத்தவும், துறையை பராமரிப்பது தொடர்பான அவர்களின் அறிவைப் பயிற்சி செய்யவும் அவசியம்.",
        "விவசாயத்தில் புதிய தொழில்களுக்கான தேவை எதிர்காலத்தில் வளரும் என்று எதிர்பார்க்கப்படுகிறது. பூமியின் மக்கள் தொகை அதிகரித்து வருகிறது, எல்லோரும் உணவுத் தேவைகளைப் பூர்த்தி செய்ய வேண்டும். ஆனால் முழு பொறியியலாளர்களுக்கான தேவை விவசாயிகளை விட அதிக திறமைகளை அதிகரிக்கும்.",
        "தொழிலாளர் சந்தையில் தொடங்கும் பல வேலைகள் உள்ளன. புதிய தொழில்நுட்பம் மற்றும் கருவிகள் மூலம் செய்வதை எளிதாக்குவது எளிது.",
        "வாடிக்கையாளர் சேவை (காசாளர், விற்பனையாளர், பயிற்றுனர்கள்)",
        "எதிர்கால நிலைமைகள், கதைகள் அரிதாகவே பகுப்பாய்வு செய்த கதைகள் எதிர்காலத்தில் நிச்சயமாக தேவைப்படுகின்றன.",
        "ஆயிரக்கணக்கான ஆண்டுகளுக்கு முன்பு தேவைக்கேற்ப மனிதனின் வாழ்க்கை அனுபவங்களுக்கான எந்தவொரு ஆக்கபூர்வமான வேலைகளாக இது இனி சிறப்பு அல்ல.",
        "எழுத்தாளர்கள், கவிஞர்கள், நடிகர்கள், நடிகர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள், கலைஞர்கள் மற்றும் இசைக்கலைஞர்கள் தொடரவும்.",
        "பிறப்புகளைக் குறைப்பதன் மூலம் இலங்கையின் பொருளாதாரத்திற்கு என்னவாக இருக்கும் என்று உங்களுக்குத் தெரியுமா?",
        "ரானில், சஜித், அனுரா மற்றும் நமல் பற்றி உங்களுக்குத் தெரியுமா?",
        "யுனிவர்சல் பெர்னாண்டோ: இலங்கை கிரிக்கெட் அணியின் அமைதியான மீட்பர்",
        "இலங்கையில் 8 ஜனாதிபதித் தேர்தல்களின் முடிவுகளை திரும்பிப் பார்ப்போம்"
      ]
    },
    "en": {
      "title": "What you need to learn to work in the 5 most job fields",
      "body_lines": [
        "What you need to learn to work in the 5 most job fields",
        "The labor market in the world is rapidly changing, and most existing jobs have quickly erupted.",
        "According to a recent study by the World Economic Forum, two major factors that affect such a situation. It is those factors that move new technology and automated improvement and to the green economy and suscept.",
        "The fast advancement of new technologies such as large-scale data, cloud computerizing and artificial intelligence, is foretelling in the labor market.",
        "The satisfactory news is that new technologies are refreshing to the entire economy. There is a loss of certain jobs and many more jobs are created. It is naturally expanded when a business can achieve more productivity from less than all.",
        "Researchers of World Economic Forum say that all the present occupations will change in the next five years.",
        "Therefore, to succeed in the competitive labor market, it must be done to develop new skills and educating abilities.",
        "The technology literacy is a key skill to be achieved in the new labor market.",
        "This does not mean that every person should know computer languages ​​or to understand the difficulties of artificial intelligence.",
        "In the future, the demand for stem jobs is believed to rise. Stem is different, such as science, technology, engineering and mathematics, but a term used by the technical subjects together.",
        "Therefore, if you think about what subjects should pay more attention to school in school, the answer to the subject is the subject of mathematics, computer science and natural science.",
        "The skills to look for is, analytical thinking is. It is important that a person entertaining its cognitive abilities to improve it. In other words, it is necessary to reach the pattern identification, contents, and a personal consent.",
        "What are the advantages of tourists of 93 countries, including the emigration of immigration laws in Thailand? How does everyone learn the country in the middle of the economic crisis?",
        "To accomplish it, it is very important that you are attentive and maintaining mental displations. This is because modern equipment, social networks, computer games and commercials are constantly fighting for our attention.",
        "The analytical skills includes curiosity and continuous self education. So you must be able to improve and learn and to learn, focus on your goal.",
        "Studying English at a high level also is a valuable skill you should achieve.",
        "Similarly, creativity is also very important. In the fields of science, engineering, design, or arts, is awarded higher promotions to people who are able to integrate technology literacy with creativity.",
        "In artificial intelligence era, especially communicating, will be two very high value skills.",
        "Although the machines advance, people will always need people. The ability to listen to the people, group activities, the ability to listen, the ability to listen to a story will be even more evaluated.",
        "According to a report published in LinkedIn, a social network designed for professionals, has become the most demand skills for the current job market.",
        "\"In the workplace artificial intelligence and robot technology, the growing dust force and technology is more important than let us talk to each other with people around the world.No, \"Ran Nagrony, an expert on a service skills, says.",
        "Not surprisingly, IT and new technology is among the most prosperous industries and services in the near future. Advances on artificial intelligence and mechanical learning will give attractive employment opportunities in the future.",
        "One of the future occupations in this field is engineering that operates artificial intelligence. He is an expert in communal intelligence and helps to correct the demand and to act as an intermediary between artificial intelligence and people.",
        "Other jobs related to artificial intelligence include ethnic professionals related to artificial intelligence. They may be user-friendly computer system developers for artificial intellectual ethics, security engineers and human-machine interactions.",
        "In the general society, people are trained to realize as an artificial intelligence not as a partner, not as a partner. It also gives advice to understand how to cooperate in artificial intelligence.",
        "Another area is the analysis of large data, large data from online platform or control systems, such as Netflix.",
        "Since the most sensitive information around the world, there will be no job deficit for cyber protection experts in the future.",
        "Experts of financial technology, business analysts and large-scale computer systems will also require in the future.",
        "According to the World Economic Forum, the demand for green jobs in different fields and industries grow rapidly.",
        "\"Global and the green transition, 30 million jobs in the field of green transitions, 30 million jobs in the field of green transition,\" the report said.",
        "The western countries and Japan are the leading countries in the Green Energy and Sustainable Development Sector. China is gradually creating those opportunities.",
        "This is where business conservation, renewable energy, or, constructive specifics, for the endangered species of renewable energy, or, constructive specifics, such as the endangered species, or, legal training and ecological care legisms, such as business, science, politics.Employment will be connected.",
        "The city planners, architects, designers, and haiment developers will also have a high demand for developers.",
        "The world population is aging. Ayasprosis is increasing. Accordingly, protection and treatment will be more necessary.",
        "So in the future, health professionals will remain great demand. The need for medical professionals who give the patient not only drugs but also ethical support.",
        "Doctors and health experts have to learn and adapted in new diagnostic and treatment. Artificial intelligence will also help that.",
        "There will also be employed for consultants on psychiatrics and individual development advisors or spiritual practices.",
        "Professional or physically, such as mutual, repairs, electricians, electricians or construction, will continue to need their labor professionals in the future.",
        "When required to do small and accurate functions under different circumstances, there is still no man-to-use alternative to man. But to maintain their technical knowledge, the knowledge of these experts is essential to improve their technical knowledge and practice their knowledge relating to maintaining the field.",
        "The demand for new occupations in agriculture is expected to grow in the future. The earth's population is increasing, and everyone must meet food requirements. But the demand for full engineers will increase more talents than farmers.",
        "There are many jobs that start with the labor market. It is easy to make it easier to do through new technology and tools.",
        "Customer Service (Cashier, Seller, Instructors)",
        "Stories that rarely analyzed future conditions, stories, which is rarely, is certainly needed in the future.",
        "It is no longer special as any creative work for man's living experiences as needed thousands of years ago.",
        "Writers, poets, actors, actors, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists, artists and musicians will continue.",
        "Do you know what is going to be to the economy of Sri Lanka by decreasing births?",
        "Did you know about Ranil, Sajith, Anura, and Namal?",
        "Universal Fernando: The Silent Savior of the Sri Lankan Cricket Team",
        "Let's look back at the results of 8 presidential elections in Sri Lanka"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary of the key points:",
    "",
    "1. Rapid technological advancements in AI, automation, and green economy are reshaping the global job market.",
    "",
    "2. Key skills for future success: technology literacy, STEM education, analytical thinking, creativity, communication, and emotional intelligence.",
    "",
    "3. High-demand jobs: AI engineers, data scientists, cybersecurity experts, fintech specialists, green energy professionals, healthcare workers, and skilled tradespeople.",
    "",
    "4. Creative professions like writers, artists, and performers will continue to thrive despite technological changes."
  ]
}