{
  "translated_text": {
    "si": {
      "title": "ආසියානු නෙට්බෝල් ශූරතාවලියේදී සෞදි සමඟ ඉලක්ක 100 ක් ශ්රී ලංකාව දිනා ගනී",
      "body_lines": [
        "ශ්රී ලංකාව සවුදි අරාබියේ සවුදි අරාබියේ සවුදි අරාබියට එරෙහිව ඉන්දියාවේ කෝරමන්ගලම් ගෘහස්ථ ක්රීඩාංගණයේදී සවුදි අරාබියට එරෙහිව සවුදි අරාබියට එරෙහිව සවුදි අරාබියට පැමිණියේය.",
        "ආරම්භයේ සිට අවසානය දක්වා ශ්රී ලංකාව පළමු කාර්තුවේ පළමු කාර්තුවේ වාදනය කළේය.",
        "දෙවන කාර්තුවේ ශ්රී ලාංකික -අප් - දෙවන කොටස - වෙනෝර් ප්ලේ 32 - 0.",
        "විවේකය අතරතුර ශ්රී ලංකාව 59 - 2 කින් පෙරමුණ ගත්තේය.",
        "විවේකයෙන් පසුව, ශ්රී ලංකාව තෙවන කාර්තුවේදී ද 32 - 1 ට ද විය.",
        "ඉලක්ක 76 ක් ලබා ගත් තිස්සාල අල්වාමා 4 වන -quarer -tour තරඟයේදී ප්රතිසංස්කරණය කරන ලදි.",
        "කෙසේ වෙතත්, හෂිතා මෙන්ඩිස් ඉලක්ක 13 ක් සහ රශ්මි පෙරේරා ලකුණු 13 ක් රැස් කළේය.",
        "තිසාලා අල්කාමාට වඩා effectively ලදායී ලෙස ක්රීඩා කළ හසිතා මෙන්ඩිස් ඉලක්ක 16 ක් සහ රශ්මි පෙරේරා ලකුණු 24 ක් ලබා ගත්තේය.",
        "ඉරිදා (20) පිළිගැනීමේ රට වන ඉන්දියාව ඉන්දියාවට විරුද්ධ වනු ඇත."
      ]
    },
    "en": {
      "title": "Sri Lanka wins 100 goals at Asian Netball Championships with Saudi",
      "body_lines": [
        "Sri Lanka won Saudi Arabia at the Asian Network A group against Saudi Arabia on Saturday night (19) at the Koramangalam Indoor Stadium, India, India, and won by a margin of 118 - 5.",
        "Sri Lanka played the first quarter -hour game 27 - 2 from the beginning to the end.",
        "The Sri Lankan -up part of the second quarter -hour play was a 32 - 0.",
        "Sri Lanka took the lead by 59 - 2 during the break.",
        "After the break, Sri Lanka also made the third quarter -hour game at 32 - 1.",
        "Tissala Alkama, who scored 76 goals, was restored in the 4th -quarter -hour match.",
        "However, Hashitha Mendis scored 13 goals and Rashmi Perera 14 goals and 27 - 2 won by a total of 118 - 5.",
        "Hasitha Mendis, who played more effectively than Tisala Alkama, scored 16 goals and Rashmi Perera 24 goals.",
        "Sri Lanka will oppose India, the reception country on Sunday (20)."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka dominates Saudi Arabia 118-5 in Asian Netball Championship. Tissa Alkama scores 76 goals, while Hasitha Mendis and Rashmi Perera contribute 29 goals each. Sri Lanka faces India next."
  ]
}