{
  "translated_text": {
    "ta": {
      "title": "ஆர்ப்பாட்டங்களை கலைப்பதில் காவல்துறையினர் பெண்களை வென்றார்களா?",
      "body_lines": [
        "ஆர்ப்பாட்டங்களை கலைப்பதில் காவல்துறையினர் பெண்களை வென்றார்களா?",
        "இன்டர் பல்கலைக்கழக மாணவர் கூட்டமைப்பு சமீபத்தில் ஏற்பாடு செய்த போராட்டம், தேர்தல் சட்டங்களின் சட்டவிரோதத்தை கலைக்க காவல்துறை செயல்பட்டது.",
        "ஆர்ப்பாட்டத்தை கலைத்ததில், ஒரு மூத்த போலீஸ் அதிகாரி ஒரு தளபதியைக் கண்டார், அவர் தனது கீழ் அதிகாரிகளுக்கு ஒரு மாணவரை அழைத்துச் செல்லுமாறு கட்டளையிட்டார்.",
        "பிபிசி சின்ஹாவுடன் தங்கள் அனுபவத்தைப் பகிர்ந்து கொண்ட பெண்கள், ஆர்ப்பாட்டங்களை கலைப்பதில் வன்முறையில் ஈடுபட்டதாகக் கூறினார்.",
        "ஒரு பல்கலைக்கழக விரிவுரையாளர், ஒரு சஞ்சிலா (அவரது உண்மையான பெயர் அல்ல), ஒரு பல்கலைக்கழக மாணவருக்கு இதுபோன்ற ஒரு சம்பவத்தை விவரித்தார். \"இது கடந்த ஆண்டு, வகுப்பு உதவித்தொகையாக இருந்தது,\" என்று அவர் கூறினார்.",
        "இலங்கை ஆசிரியர் சங்கத்தின் அதிவேக, இன்டர் பல்கலைக்கழக மாணவர் நிதியம், ஒரு காவல் நிலையம் 2021 ஆம் ஆண்டில் ஒரு போலீஸ்காரரில் நடைபெற்றது.",
        "இந்த ஆர்ப்பாட்டத்தை ஜோசப் ஸ்டார்லிங் உள்ளிட்ட காவல்துறையினர் கைது செய்யப்பட்டனர், சிலோன் ஆசிரியர் சங்கத்தின் தலைமைச் செயலாளர் ஜோசப் ஸ்டார்லிங் மற்றும் காந்தகாடு தனிமைப்படுத்தப்பட்ட மையத்திற்குச் சென்றனர்.",
        "\"எனது பல்கலைக்கழகத்தில் பல நண்பர்களுடன் ஆர்ப்பாட்டத்தில் ஈடுபட்டேன். காவல்துறையினர் வெளியே வந்து போராட்டத்தை கலைத்தபோது, ​​\"என்று அவர் கூறுகிறார்.",
        "\"பின்னர் நான் ஒரு உயர் பதவியில் இருந்தேன் என்று நினைக்கிறேன், என் தளங்களின் பின்புறம்,\" என்று அவர் தனது அனுபவத்தை விளக்கினார், \".",
        "அந்த நேரத்தில் ஒரு மனிதன் எதிர்க்கப்பட்டதாகவும் கூறப்பட்டது.",
        "\"இந்த சம்பவத்தைப் பார்த்த முன்னாள் மாமா என்ன செய்ய நீங்கள் என்ன செய்கிறீர்கள்?. அந்த அதிகாரி அந்த நேரத்தில் ஒரு செல்வாக்குமிக்க நிகழ்வு என்று அவர் நினைவு கூர்ந்தார்.",
        "கோஷிலா ஹன்சாலி மற்றும் மாதவி செனரத் ஆகியோர் அரசியல் ரீதியாக இரண்டு அரசியல் மாணவர்களாக ஈடுபட்டனர்.",
        "உடல் ரீதியான துஷ்பிரயோகத்தை விட ஒரு பெண்ணின் வாய்வழி பெண்ணை பாதிக்கும் பல வாய்ப்புகள் உள்ளன என்று கோசிலா சுட்டிக்காட்டினார்.",
        "இருப்பினும், ஒரு காலத்தில், அவள் கிழிந்தாள் என்று ஒரு கைது செய்யப்படுகிறாள் என்று அவள் நினைவு கூர்ந்தாள். \"நான் ஒரு கட்டத்தில் இழுத்துச் செல்லப்பட்டபோது, ​​என் உடைகள் ஏமாற்றப்பட்டன. ஆனால் பெண்கள் அதிகாரிகள் இருந்தனர். \"",
        "\"பெரும்பாலான நேரங்களில், அவர்கள் கேட்கிறார்கள், ஒரு பெண் இருக்கிறாரா? அது ஏன் அவருக்கு வருகிறது? அவர்கள் சொன்னார்கள்,\" என்று அவர் கூறினார்.",
        "இந்த ஆண்டு ஜனவரியில் ஒரு போராட்டத்தை மதாபி விவரித்தார்.",
        "\"இந்த ஆண்டு ஜனவரியில் ஒரு ஆர்ப்பாட்டத்தை கலைக்க காவல்துறை நடவடிக்கை எடுத்தது. அந்த நேரத்தில் காவல்துறையினர் போராடி சிதறினர். ஒரு பெரிய தரவரிசையுடன் ஒரு போலீஸ்காரர்களில் ஒருவர் என் கழுத்தை தள்ளினார், \"என்று அவர் கூறினார்.",
        "ஒரு பெண் குறைபாடுள்ள வியாபாரத்தை அனுபவித்ததால், ஒரு துணை பெண்ணையும் பாதித்துள்ளதாக சரண் நிமேஷா கூறுகிறார்.",
        "அவர் 2022 ஆம் ஆண்டில் போராட்டத் தொடரின் குழுவாக இருந்தார். 2022 ஜூலை 9 ஆம் தேதி, ஜனாதிபதி செயலகம் உட்பட பல அரசு செயலாளர்களின் மக்கள் ஜூலை 22 ஆம் தேதி குழுவை அகற்ற காவல்துறை மற்றும் இராணுவத்தால் தாக்கப்பட்டனர்.",
        "\"பின்னர் அவர்கள் என்னை புறப்பட்டார்கள்,\" சரண் பிபிசி சிங்களவாலாவுடனான தங்கள் அனுபவத்தை அனுபவித்தார்.",
        "\"நான் கேலி முகத்தில் தங்கியிருந்த சிறிய கூடாரத்தில் தூங்கிக் கொண்டிருந்தேன். பின்னர் துவக்க காலணிகள் மற்றும் மக்கள் அலறுவதைக் கேட்டேன். நான் நடக்க விரும்பினேன், எனவே நான் என் படைகளில் உள்ள படைகளின் சக்திகளின் சக்திகளால் மிக விரைவாக சூழப்பட்டேன். நான் அங்கு பிடிபட்டபோது, ​​\"சரண் நிமேஷா கூறுகிறார்.",
        "அங்குள்ள அதிகாரிகள் குடிபோதையில் இருந்ததாகவும், ஆபாசத்தால் கொடூரமாக தாக்கப்பட்டதாகவும் அவர் கூறினார்.",
        "\"அவர்கள் அனைவரும் அடித்துக்கொண்டிருந்தார்கள். என்னால் கேட்க முடியாத வார்த்தைகள் கிளப்புகளைத் தாக்கவும். அதே நேரத்தில், நான் இழுக்கச் சென்றேன். அன்று நான் பிழைக்கவில்லை என்று நினைத்தேன். எப்படியிருந்தாலும், சாதாரண மக்கள் முன்னாள் பக்கத்திற்கு தப்பினர். அவர் விளக்கினார்.",
        "சரணின் கூற்றுப்படி, சாலைகள் மூடப்பட்டிருந்தன, இதனால் அவர் செய்ய வேண்டிய காயங்கள் சிகிச்சை செய்ய முடியவில்லை.",
        "\"அன்றைய வடுக்கள் இன்னும் என் முதுகில்,\" என்று அவர் நினைவு கூர்ந்தார். \"அவர்கள் மூடப்பட்டதால் என்னை ஒரு மருத்துவமனைக்கு அழைத்துச் செல்ல வாய்ப்பில்லை. அந்த நேரத்தில் நான் அற்புதமான வலியில் இருந்தேன். \"",
        "பெண்களைக் கைது செய்வதில் கட்டாயமாக இருக்க இலங்கையின் சட்டத்தில் சட்டச் சட்டம் உள்ளது என்று லங்கா வர்த்தக தொழில்கள் மற்றும் வணிகத் தொழில்கள் சங்கம் (தொழிலாளர் தொழில்கள் சங்கம்) தலைவர் சுட்டிக்காட்டுகிறார்.",
        "\"ஒரு பெண்கள் அதிகாரியால் கைது செய்யப்பட வேண்டிய சட்டத்தின் பற்றாக்குறை உள்ளது. ஒரு பெண் பரிசோதிக்கப்பட்டால், அது ஒரு பெண்ணால் செய்யப்பட வேண்டும். ஆனால் சில நேரங்களில் பெண்கள் அதிகாரிகளாக இருக்கும் பெண்களின் விஷயம், ஆண்கள் ஏன் பெண்களைக் கைது செய்கிறார்கள் மற்றும் பெண்களைக் கைது செய்கிறார்கள். ஒரு சந்தர்ப்பத்தில், ஆண்கள் இந்த வழியில் கைது செய்யப்பட்டனர், \"என்று அவர் விளக்கினார்.",
        "தனக்கு தனிப்பட்ட வன்முறை இல்லாவிட்டாலும், பெண்களின் சம்பவங்களைப் பற்றி அறிந்து கொண்டதாக அவர் கூறினார்.",
        "\"நீங்கள் பெண்களாக இருக்கும்போது கூட பேச சுதந்திரம் உள்ளது. நீங்கள் அந்த நேரத்தை அடித்தால் அது ஒரு பெரிய பிரச்சினை. இது சிமேயில் நடக்கும் மற்றொரு பிரச்சினை.",
        "இலங்கை மனித உரிமைகள் ஆணையத்தின் ஊடக இயக்குநருக்கு சமீபத்திய ஆண்டுகளில் இதுபோன்ற சம்பவங்கள் குறித்து புகார்கள் வரவில்லை, மேலும் இதுபோன்ற சம்பவங்களை அறிவித்ததாக கூறப்படுகிறது.",
        "\"உடனடி ஆர்ப்பாட்டங்களில், இதுபோன்ற சம்பவங்கள் தொடர்பாக எந்த புகாரும் இல்லை. ஆனால் சில ஆண்டுகளுக்கு முன்பு, ஒரு போலீஸ் அதிகாரி ஒரு மாணவர் எச்.வி.எஃப்.",
        "போராட்டங்களில் இதுபோன்ற சம்பவங்கள் நிகழ்ந்ததாக சில பெண்கள் மனித உரிமைகள் ஆணையத்திடம் கூறியுள்ளதாக அவர் சுட்டிக்காட்டினார்.",
        "\"இந்த நிகழ்வில் பெண்கள் மனிதாபிமானமற்றவர்கள் என்று கூறப்பட்ட சந்தர்ப்பங்கள் இருந்தன, சில நேரங்களில் அவர் கைது செய்யப்பட்டார்.\"",
        "சில ஆண்டுகளுக்கு முன்பு, ஒரு போலீஸ் அதிகாரிகளை ஒரு நேரத்தில் காவல்துறை அதிகாரிகளைத் தள்ளும் ஒரு குச்சியின் வீடியோவை ஒரு போலீஸ் அதிகாரி பரப்பினார்.",
        "காவல்துறையினர் கைது மற்றும் ஆர்ப்பாட்டங்களில் பணிபுரியும் போது காவல்துறையினர் பல்வேறு சந்தர்ப்பங்களில் குற்றம் சாட்டப்பட்டுள்ளனர்.",
        "இது தொடர்பாக காவல்துறை குழந்தைகள் மற்றும் மகளிர் பணியகத்திற்கும் கோரிக்கை கோரப்பட்டுள்ளது.",
        "எவ்வாறாயினும், கைது செய்யப்பட்ட நேரத்தில் பெண்கள் சங்கடமாக இருக்கலாம் என்று பொலிஸ் செய்தித் தொடர்பாளர் நிஹால் தல்துவா கூறினார்.",
        "\"கைது செய்ய சிரமம் இருக்கலாம். பெண்கள் பெண்கள் மற்றும் பெண்களைப் பார்க்கச் சென்றால், நாங்கள் கைது செய்யப்பட மாட்டோம், \"என்று அவர் கூறினார்.",
        "பத்திரிகைகளில், செப்டம்பர் 11 ஆம் தேதி நடைபெற்ற போராட்டத்தில் செய்தித் தொடர்பாளரிடம் கேட்டோம். இது ஊடக செய்தித் தொடர்பாளருக்கு பதில்.",
        "\"அந்த நேரத்தில் போலீஸ்காரர் என்ன சொல்கிறார் என்று எனக்குத் தெரியவில்லை. அதற்கு என்னால் பதிலளிக்க முடியாது. ஒரு எதிர்ப்பில், ஒரு ஒரு வார்த்தை ஒரு வார்த்தையை மக்கள் சொல்லலாம், ஒரு ஆர்ப்பாட்டத்தில். இதைப் பற்றி நீங்கள் என்னிடம் கேட்டுக்கொண்டிருந்ததால் தான். அல்லது இன்னும் நிறைய சொற்கள்.",
        "\"பெண்கள் சொன்னார்கள், யார் சொன்னார்கள், அது என்ன நடந்தது என்று எனக்குத் தெரியவில்லை,\" என்று அவர் கூறினார்.",
        "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
        "அமெரிக்க ஜனாதிபதி தேர்தல் கொள்கை: ஹாரிஸில் கலந்து கொள்ளுங்கள்டிரம்ப்?"
      ]
    },
    "en": {
      "title": "Will the police beat women in the dissolution of protests?",
      "body_lines": [
        "Will the police beat women in the dissolution of protests?",
        "A protest organized by the Inter University Student Federation recently, the police acted to dissolve the illegality of election laws.",
        "In the dissolution of the protest, a senior police officer saw a commander that he had commanded his lower officials to take a student.",
        "Women, who shared their experience with BBC Sinha said he was violent in the dissolution of protests.",
        "An university lecturer, a Sanjila (not her real name), described such an incident that happened in a university student. \"This happened was the last year, as a class scholarship,\" she said.",
        "The exponent of the Ceylon Teachers Union, the Inter University Student Fund, a police station was held in 2021 at a policeman.",
        "The demonstration was arrested by the police, including Joseph Starling, including the Chief Secretary of the Ceylon Teachers' Union Joseph Starling and moving to the Kandakadu Quarantine Center.",
        "\"I was involved in the demonstration with several friends at my university. When the police came out and dissolved the protest, \"she says.",
        "\"Then I think that I was a high-ranking a high-ranking and under the back of my sites,\" she explained her experience, \".",
        "It was also said that a man was opposed at the time.",
        "\"What's what you do to do what is a former uncle who has seen the incident?. Then the officer also scolded that uncle well. \"She recalled that the incident was an influential event during that time.",
        "Koshila Hansali and Madhavi Senarath were two politically engaged in politics as the university students.",
        "Kosila pointed out that there are many opportunities that influenced a woman's oral woman than physical abuse.",
        "However, she recalled that at one time, she was torn even torn their clothes in a arrest. \"When I was dragged in one point, my clothes were cheated. But there were women's officials. \"",
        "\"Most of the time, they ask, is there a girl? Why is it coming to him? They said,\" She said.",
        "This is how Madhapi described a result in a protest in January this year.",
        "\"The police took action to disperse a demonstration in January this year. The police struggled at that time and scattered. One of the cops with a big rank and pushed my neck, \"she said.",
        "Charan Nimesha says that he has also affected a companion woman, as a woman has suffered a defective business.",
        "She was a group of protest series of protest in 2022. On 9th July, 2022, the people of several government secretaries, including the Presidential Secretariat, were assaulted by the police and the military to remove the group in July 22.",
        "\"Then they set out on me,\" Charan BBC experienced their experience with Sinhala.",
        "\"I was sleeping in the small tent I stayed on the Galle Face Green. Then I heard boot shoes and people screaming. I just wanted to happen, so I was so quickly surrounded by the forces of the forces of the armies in my forces. When I was caught up there, \"Charan Nimesha says.",
        "She said that the officers there were drunk and was brutally attacked by obscene.",
        "\"They were all beating. The words I could not listen and hit the clubs. At the same time, I went to drag. I thought I didn't survive that day. Anyway, the ordinary people escaped to the ex-side. She explained.",
        "According to Charan, the roads were closed so that the wounds he had to do was not able to make a treatment.",
        "\"The scars of the day still on my back,\" she recalls. \"There was no chance to take me to a hospital because they were closed down. I was in amazing pain at the time. \"",
        "The President of the Lanka Trade Industries and Commerce Industries Association (Labor Industries Association) points out that there is a legal law in Sri Lanka's law to be mandatory in arresting women.",
        "\"There is a lack of the law to be arrested by a women's officer. If a woman is inspected, it must be done by a woman. But sometimes it is a matter of women who are women's officers, why men arrest women and arrest women. On one occasion, the men were arrested this way, \"she explained.",
        "She said she had come to know about incidents of women, even though she had not had privately violence.",
        "\"There is freedom to speak, even when you are females. If you hit that time it's a big problem. It is another issue that will take place in Simay. \"She says.",
        "The media director of the Sri Lanka Human Rights Commission has not received complaints regarding such incidents in recent years and have reportedly reported such incidents.",
        "\"In the immediate protests, there has been no complaints regarding such incidents in protests. But a few years ago, the Human Rights Commission was conducting an investigation into the incident that a police officer was attacked by a student in a HVF. He said.",
        "He pointed out that some women have told the Human Rights Commission that such incidents occurred in the protests.",
        "\"There were occasions when women were told that they were inhumane in the event, sometimes he was arrested.\"",
        "A few years ago, a police officer circulated a video of a stick with a stick and a video that pushing the police officials at one time.",
        "The police have been accused of various occasions when the police work in arrests and protests.",
        "The request has also been requested to the Police Children's and Women's Bureau in this regard.",
        "However, police spokesman Nihal Talduwa stated that women may be uncomfortable at the time of the arrest.",
        "\"There may be difficulty in arrest. If women go to visit women and women, we will not be arrested, \"he said.",
        "At the press, we asked the spokesman in the protest held on the 11th of September 11. This is a reply to the media spokesman.",
        "\"I don't know what the policeman was saying that at the time. I can't answer that. People can say one one word at a disturbance place, in a protest. It was because you were just asking me about this. Or a lot more read more words. \"",
        "\"Women said, who said, I don't know what it happened,\" he said.",
        "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
        "US Presidential Elections Policy: Attend HarrisTrump?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Police brutality against women during protests in Sri Lanka. Witnesses describe violent arrests and mistreatment. Legal protections lacking for female detainees. Human Rights Commission investigates allegations. Police deny wrongdoing, claim women are treated fairly."
  ]
}