{
  "translated_text": {
    "si": {
      "title": "මස්සිනා",
      "body_lines": [
        "ඔහුගේ සහෝදරයාගේ වීඩියෝව - -ලේ -ලේ -ලේගේ සහෝදරයා ඇගේම සහෝදරිය කපා දැමුවේය.",
        "බිහිසුණු සිදුවීම සිදුවන්නේ අන්දන්පූර්, අන්දරා ප්රදේශ්හි බෙන්ගාපර්ලා ගම්මානයේ ය. නායයෑම නිසා එක් අයෙකු තම සහෝදරියට පොරවකින් පොරවකින් පහර දුන්නා. යමෙකු සමාජ ජාලවල සිද්ධිය පළ කර ඇත. මෙම වීඩියෝව දැනට වෛරස් වෙමින් පවතී.",
        "සිද්ධිය දැනගත් විට පොසාර් එම ස්ථානයට පැමිණ පොරවක ප්රහාරයක් සහිත කාන්තාව අල්ලා ගත්තේය. කප්පාදුව මෙහබුබි සහ ඔහුව පොරවකින් කපා දැමූ පුද්ගලයා බව අනාවරණය විය. ප්රහාරයෙන් තුවාල ලැබූ කාන්තාව රෝහල් ගත කර තිබේ.",
        "පොලිසිය විසින් කරන ලද පරීක්ෂණයකදී ජිලානිගේ සහෝදරිය මෙහබුබි ජීවත් වූයේ බෙන්ගාසර්ජ්ලා ගම්මානයේ නිවසක ය. නිවස ඉවත් කරන ලෙස ඇයට පැවසීමෙන් ජිලානි බිය ගැන්වීය. විමර්ශනවලින් හෙළි වූයේ තමා සභාවෙන් ඉවත්ව නොගිය කෝපාවිෂ්ට කෝපාවයකින් පොරවකින් පොරවකින් ගිලානි පහර දුන් බවයි.",
        "මෙෂ්බුබිට පහර දුන් ජිලානි පොලිසිය අත්අඩංගුවට ගෙන තිබේ. නීතියට අනුව, පොලිසිය කාගේ නිවසදැයි පොලිසිය පරීක්ෂණ පවත්වයි."
      ]
    },
    "en": {
      "title": "Brother -in -law",
      "body_lines": [
        "The video of his brother -in -law's brother cut off her own sister has caused great shock.",
        "The horrific incident took place in Benagaserla village in Anantapur, Andhra Pradesh. One person attacked his sister with an ax due to landslide. Someone has posted the incident on social networks. This video is currently going viral.",
        "Upon learning of the incident, Posar rushed to the scene and caught the woman with an ax attack. It was revealed that the cut was Mehbubi and the man who cut him with an ax. The woman who was injured in the attack has been admitted to hospital.",
        "In an investigation conducted by the police, Jilani's sister Mehbubi lived in a house in Benagaserla village. Jilani has been intimidated by telling her to evacuate the house. Investigations revealed that Gilani was attacked by an ax in a rage that he did not vacate the house.",
        "Police have arrested Jilani who attacked Mehbubi. According to law, police are investigating whose house is."
      ]
    }
  },
  "summary_lines": [
    "A shocking video of a man attacking his sister with an axe in Benagaserla village, Andhra Pradesh, has gone viral. The incident occurred due to a dispute over evacuating their home after a landslide. The attacker, identified as Jilani, was arrested by the police. His sister, Mehbubi, was hospitalized following the assault."
  ]
}