{
  "translated_text": {
    "si": {
      "title": "'ඉන්දියානු 2' යාවත්කාලීන කිරීම කමල් හසන් යාවත්කාලීන කිරීම",
      "body_lines": [
        "චිත්රපට කාර්ය මණ්ඩලය 'ඉන්දීය 2' චිත්රපටයේ කමල් හසන් චිත්රපටය පිළිබඳ නව තොරතුරු නිල වශයෙන් නිකුත් කර ඇත.",
        "'ඉන්දියානු 2' හි අධ්යක්ෂ ශංකර් විසින් මෙහෙයවනු ලැබේ. ජේ.. සූරිය, බොබී සිමාලා, සමුද්රකානි, රාහුල් ප්රීට් සිං සහ තවත් බොහෝ දෙනෙක් ඡන්දය දී ඇත. Aniroudh චිත්රපටය රචනා කර ඇති අතර එය රවිනුවාර්මන් විසින් පටිගත කෙරේ. ලීටිකා නිෂ්පාදන වෙනුවෙන් මෙම චිත්රපටය නිෂ්පාදක සුභාෂ්කරන් විසින් නිෂ්පාදනය කරන ලදී.",
        "මෙම උත්සවය චිත්රපටය ප්රචාරය කිරීමට පටන් ගෙන තිබේ. චිත්රපටයේ පළමු අදියරේදී, ඉන්දියාවේ අයි.පී.එල්. තරගයට චිත්රපට කාර්ය මණ්ඩලයේ සහභාගීත්වය චිත්රපටය නිකුත් කිරීම පිළිබඳ වැදගත් තොරතුරු නිකුත් කළේය.. මෙම චිත්රපටය ලොව පුරා මුදා හරිනු ඇත ජූලි 12 වන දින ජූලි 12 වන දින.. චිත්රපටයේ සංගීතය දියත් කිරීම ජුනි පළමු දිනයේදී චෙන්නායි හි පැවැත්වේ. චිත්රපටයේ පළමු ගීතය මේ මස 22 වන දින නිකුත් කරන බව ද ඔවුහු ප්රකාශ කළහ.. 'ඉන්දියානු 2' නිකුත් කිරීමෙන් මාස හයකට පසු, 'ඉන්දියානු 3' ද නිදහස් කරනු ඇත.. මේ නිසා රසිකයන් කලබලයට පත් කරයි.",
        "මේ අතර, 'ඉන්දියානු' චිත්රපටයේ පළමු කොටස. R. රහ්මාන් සංගීතය රචනා කර තිබුණි. චිත්රපටයේ පළ වූ සියලුම ගීත විශාල සාර්ථකත්වයක් ලබා ගත්තේය. මෙම අවස්ථාවේදී, අන්රුද්ද් චිත්රපටයේ දෙවන කොටස රචනා කර තිබේ. චිත්රපටයේ ගීතවල අපේක්ෂාව රසිකයන්හි ඉහළ ගොස් ඇති බව සැලකිය යුතුය."
      ]
    },
    "en": {
      "title": "'Indian 2' update starring Kamal Haasan",
      "body_lines": [
        "The film crew has officially released new information about the movie 'Indian 2' starring Kamal Haasan.",
        "Directed by director Shankar in 'Indian 2'. J.. Surya, Bobby Simha, Samudrakani, Rahul Preet Singh and many others have been cast. Anirudh has composed the film, which is being recorded by Ravivarman. The film was produced by producer Subhashkaran on behalf of Leica Productions.",
        "The event is beginning to advertise the film. In the first phase of the film, the film crew's participation in the IPL match in India released important information on the release of the film.. The film will be released worldwide on July 12th.. The music launch of the film will be held in Chennai on the first day of June. They also announced that the first song of the film will be released on the 22nd of this month.. Six months after the release of 'Indian 2', 'Indian 3' will also be released.. This makes the fans excited.",
        "In the meantime, the first part of the film 'Indian'. R. Rahman had composed the music. All the songs featured in the film had a great success. In this case, Anirudh has composed the second part of the film. It is noteworthy that the expectation of the film's songs has increased in fans."
      ]
    }
  },
  "summary_lines": [
    "\"Indian 2,\" directed by Shankar, stars Kamal Haasan alongside J.. Surya, Bobby Simha, and more. Composed by Anirudh, it's produced by Subhashkaran under Leica Productions. The film, set for global release on July 12th, has its music launch in Chennai on June 1st, with the first song out on May 22nd. Following \"Indian 2,\" \"Indian 3\" is slated for release six months later, stirring excitement among fans.\""
  ]
}