{
  "translated_text": {
    "si": {
      "title": "මඩකලපුව උසාවියට ​​බෝම්බ හෙලන ලෙස තර්ජනය කිරීම",
      "body_lines": [
        "ඊයේ (24) රාත්රියේ මඩකලපුව අධිකරණ ගොඩනැගිල්ලට තර්ජනය කරන ලදී.",
        "මෙම බිය ගැන්වීම හේතුවෙන් ප්රදේශයේ විශේෂ ආරක්ෂක පියවරක් ගෙන තිබේ.",
        "උසාවියේ රෙජිස්ට්රාර්ට දුරකථන ඇමතුමක් ඊයේ රාත්රියේ පැමිණියේ අධිකරණ ගොඩනැගිල්ලට බෝම්බ දැමීමට ය.",
        "මෙයින් පසු පොලිස් නිලධාරීන් අධිකරණ ගොඩනැගිල්ලට ගොස් ගොඩනැගිල්ල අවට ප්රදේශයට ගෙන යන ලදී.",
        "அத்துடன், அந்தப் பகுதியில் விசேட பொலிஸ் ரோந்து நடவடிக்கையில் ஈடுபட்டுவருவதுடன் புலனாய்வாளர்களும் கண்காணிப்பில் ஈடுபட்டுவருகின்றனர்.",
        "මේ අතර, මඩකලපුවේ සාවන් දේවාලය මරාගෙන මැරෙන බොහෝ සෙලෑ මරාගෙන සිටින බොහෝ හා ප්රධාන මහ මොළකරුවන්ගේ සිද්ධිය අධිකරණයේ ගොනු කර ඇති අතර නඩුවේ ලියකියවිලි අධිකරණ මණ්ඩලයේ ගබඩාවල තැන්පත් කර ඇත."
      ]
    },
    "en": {
      "title": "Threatening to bomb the Batticaloa Court",
      "body_lines": [
        "The Batticaloa court building was threatened last night (24).",
        "A special security measures have been carried out in the area due to this intimidation.",
        "A phone call to the court registrar came last night that he was going to bomb the court building.",
        "Following this, police officers visited the court building and were taken to the area around the building.",
        "In addition, special police patrols in the area are also under surveillance.",
        "Meanwhile, the case of many and main masterminds suspected of being ISIS of Zayon Devalaya suicide bombing in Batticaloa is being filed in the court and the documents of the case have been placed in the repository of the court building."
      ]
    }
  },
  "summary_lines": [
    "Batticaloa court threatened with bombing. Special security measures implemented. Police investigation ongoing. Case documents related to ISIS suspects stored in court building."
  ]
}