{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதியின் பெற்றோருக்கு ஜனாதிபதிக்கு தீர்வு",
      "body_lines": [
        "பெற்றோரின் பரீட்சை வினாத்தாள் தேர்வு உதவித்தொகை பரிசோதனை விசாரணையில், உதவித்தொகை பரிசோதனை விசாரிக்கப்படும் என்று ஜனாதிபதி அறிவுறுத்துவதாக உதவித்தொகை தேர்வு வினாத்தாள் தெரிவித்துள்ளது.",
        "இன்று பிற்பகல் அவர் ஜனாதிபதியைச் சந்தித்தபோது, ​​அவர்கள் மேலும் கூறினர்.",
        "அவர் ஜனாதிபதியையும் முதல் தாளையும் கோரியதாக அவர்கள் கூறினர்.",
        "பட்டரமுல்லா மற்றும் கொழும்பில் ஒரு பெற்றோர் எதிர்ப்புத் தெரிவிக்கின்றனர், தரம் 5 உதவித்தொகை தேர்வின் வினாத்தாளுக்கு தீர்வு காண அழைப்பு விடுத்துள்ளார்.",
        "பின்னர், அவர்கள் ஜனாதிபதி செயலகத்திற்கு அருகில் இருந்தனர், மேலும் ஆறு பெற்றோர்கள் ஜனாதிபதியுடன் கலந்துரையாடுகிறார்கள்.",
        "\"அவர் சோதனையை நிறுத்துவார் என்று சொன்னார். முதல் தாளை வைக்குமாறு கோரிக்கை விடுத்தோம்."
      ]
    },
    "en": {
      "title": "The solution to the parents of the President to the President",
      "body_lines": [
        "Parents' Examination Question Paper Examination The Scholarship Examination said the scholarship examination question paper said that the President was instructing that the answer scholarship examination would be investigated.",
        "They said that when he met the President this afternoon, they added.",
        "They said he had requested the president as well as the first sheet.",
        "A parent protests in Battaramulla and Colombo, calling for a solution to the question paper of the Grade 5 Scholarship Examination.",
        "Later, they remained near the Presidential Secretariat, and six parents have a discussion with the President.",
        "\"He was saying he would stop the test. We made a request to put the first sheet."
      ]
    }
  },
  "summary_lines": [
    "Parents protest Grade 5 Scholarship Examination question paper issue. President meets parents, discusses stopping test and adding first sheet."
  ]
}