{
  "translated_text": {
    "ta": {
      "title": "பொது ஊழியர்களுக்கான அமைச்சரவை ஒப்புதல்",
      "body_lines": [
        "பொது சேவையின் அனைத்து துறைகளின் சம்பளத்தையும் திருத்துவதற்கான திட்டங்களால் அமைச்சரவை ஒப்புதல் அங்கீகரிக்கப்பட்டுள்ளது.",
        "திட்டங்கள் குறித்த அறிக்கையை சமர்ப்பிக்க ஒரு சிறப்புக் குழுவை நியமிக்க அமைச்சரவை ஒப்புதல் நியமிக்கப்படுவதற்கு முன்னர் 2025 பட்ஜெட் வழங்கப்பட்டது.",
        "அதன்படி, முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷம், உதயா செனவிரத்னே தலைமையிலான சிறப்புக் குழு பகுப்பாய்வு செய்யப்பட்டு, இந்த அறிக்கை முக்கிய தொழில்முறை தொழிற்சங்கங்களுடன் தயாரிக்கப்பட்டுள்ளது.",
        "அறிக்கையின் பரிந்துரைப்படி, பின்வரும் திட்டங்களுக்கு ஒப்புதல் அளிப்பதற்கும் பின்வரும் திட்டங்களுக்கு திட்டங்களை செயல்படுத்துவதற்கும் இந்த திட்டத்திற்கு ஜனாதிபதி ஒப்புதல் அளித்துள்ளார்.",
        "* முழு பொது சேவையின் அனைத்து இடுகைகளும் 4 பிரதான 4 நிலைகளின் கீழ் வகைப்படுத்தப்படுகின்றன, இது இலங்கை உடற்தகுதி (SLQF) மற்றும் NVQ களின் செயல்திறனை ஈர்க்கிறது.",
        "* முதன்மை சேவை வகைகளை ஆட்சேர்ப்பு செய்வதற்கான அடிப்படை தகுதிகளைப் பின்பற்றுவது",
        "* முறையான போட்டித் தேர்வுகள் மற்றும் நேர்காணல்கள் மூலம் மட்டுமே ஆட்சேர்ப்பு செய்வதன் மூலம் மட்டுமே மற்ற அனைத்து சேவை வகைகளையும் ஆட்சேர்ப்பு செய்தல்.",
        "* தற்போதுள்ள அங்கீகரிக்கப்பட்ட ஆட்சேர்ப்பு நடைமுறைகளை கண்காணித்தல் பொருத்தமானது.",
        "* ரூ.",
        "* மற்ற எல்லா இடுகைகளுக்கும் அடிப்படை சம்பளத்தை ரூ.",
        "* வணிக அரசு நிறுவனங்கள் மற்றும் வங்கிகளைத் தவிர அனைத்து அரசு நிறுவனங்களுக்கும் இந்த புதிய சம்பளம் மற்றும் கொடுப்பனவு முறையை செயல்படுத்துதல்.",
        "* 2030 க்குள் பொது ஊழியர்களின் மொத்த ஊழியர்களை ஒரு நிலைக்கு மட்டுப்படுத்துவதற்கான நடவடிக்கை.",
        "* அதன்படி, ஒரு அமைப்பை மாநில கட்டுப்பாட்டுக்கு அறிமுகப்படுத்துதல் மற்றும் 3 ஆண்டுகளுக்குள் அனைத்து பொது சேவைகளிலும் மாநில கட்டுப்பாட்டுக்கு முன்னுரிமை அளித்தல்.",
        "* முடிந்தவரை வெளிப்புற சேவைகள் போன்ற செலவுகளின் செலவைக் குறைப்பதற்கான செலவைப் பயன்படுத்தி சேவைகளைப் பெறுதல்.",
        "* சந்தையில் அடையாளம் காணப்பட்ட மாநிலத் துறைகள் / நிறுவனங்கள் / சட்டரீதியான நிறுவனங்களை உருவாக்க மறுசீரமைப்பு திட்டத்தை செயல்படுத்தவும்.",
        "* 2025 ஆம் ஆண்டில் முறையான பணி ஆய்வை மேற்கொள்வதற்கும் ஒட்டுமொத்த பொதுத்துறை ஊழியர்கள் மற்றும் சேவைகள் குறித்து அறிவியல் ஆய்வை நடத்துவதற்கும் பணிபுரிதல்.",
        "* அதன்படி, அனைத்து பொது ஊழியர்களுக்கும் செயல்திறன் குறிகாட்டிகளைத் தயாரித்தல், அதன் முன்னேற்றத்தின் அடிப்படையில் ஊதிய உயர்வு.",
        "* 2020 க்கு முன்னர் ஓய்வுபெற்ற மாநில அதிகாரிகளால் பெறப்பட்ட சம்பள உயர்வு திருத்தம், அவர்களின் ஓய்வூதியத்தை திருத்தி, தொடர்புடைய முரண்பாடுகளை தீர்த்துக் கொண்டது.",
        "* ஓய்வூதியதாரர்களுக்கான வாழ்க்கைச் செலவில் 50% வழங்குதல், பொது அதிகாரிகளை இயக்கவும்",
        "* இந்த சம்பளத் திட்டத்தை செயல்படுத்துதல், தற்போதுள்ள வரிக் கொள்கையில் இந்த செலவுகளை நிர்வகிப்பதற்கு உட்பட்டு, முன்மொழியப்பட்ட சம்பள முறையை 01.01.2015 முதல் செயல்படுத்தவும்."
      ]
    },
    "en": {
      "title": "Cabinet approval for public servants",
      "body_lines": [
        "Cabinet approval has been approved by the proposals to revise the salaries of all sectors of the public service.",
        "The Budget 2025 was given before the appointment of the Cabinet approval to appoint a specialist committee to submit a report on the proposals.",
        "Accordingly, the specialist committee headed by former President Mahinda Rajapaksa, Udaya Seneviratne, has been analyzed and the report has been prepared with the main professional unions.",
        "According to the recommendation of the report, the President has approved the proposal to approve the following proposals and implement the proposals to the following proposals.",
        "* All the posts of the entire public service are classified under 4 main 4 levels, attracting the performance of the Sri Lanka Fitness (SLQF) and NVQs.Taking into accounting and categorize recruitment qualifications.",
        "* To follow the basic qualifications of recruitment of primary service categories",
        "* Recruitment of all other service categories only by recruiting only through the formal match exams and interviews.",
        "* Monitoring the existing approved recruitment procedures to be appropriate.",
        "* Payment of Rs.",
        "* Match the basic salary for all other posts as Rs.",
        "* Implementation of these new salaries and allowance methodology for all government agencies other than business government companies and banks.",
        "* Action to limit the total staff of the public servants to a level level by 2030.",
        "* Accordingly, the introduction of a system to state control and given priority for state control in all public services within 3 years.",
        "* Obtaining the services using the cost of minimizing the cost of expenses by such as external services whenever possible.",
        "* Implement the restructuring program to make the identified state departments / corporations / statutory institutions in the market.",
        "* Working in 2025 to conduct a proper work study and conduct a scientific study on the overall public sector staff and services.",
        "* Accordingly, preparation of performance indicators for all public servants, making wage increments based on its progress.",
        "* Revision of salary increments received by retired state officials before 2020, amended their pension and settle the relevant anomalies.",
        "* Providing 50% of the Cost of Living Allowance for Pensioners, Enable Public Officers",
        "* Implementation of this salary scheme, subject to managing these expenses in the existing tax policy and implement the proposed salary system from 01.01.2015."
      ]
    }
  },
  "summary_lines": [
    "Cabinet approval has endorsed proposals to revamp public servant salaries, guided by a specialist committee led by former President Mahinda Rajapaksa. The plan includes categorizing public service posts into four levels, ensuring recruitment meets basic qualifications, and limiting staff by 2030. It also aims to introduce performance-based pay, streamline recruitment processes, and reduce costs by utilizing external services. This salary scheme, effective from January 1, 2015, will manage expenses within the current tax policy."
  ]
}