{
  "translated_text": {
    "ta": {
      "title": "கிலினோச்சியில் ரானிலுக்கு மகிழ்ச்சியாக விழுந்தது",
      "body_lines": [
        "ஜனாதிபதித் தேர்தல் இன்னும் 8 நாட்களுக்கு. 39 ஜனாதிபதி வேட்பாளர்கள் தரையில் இருந்தபோதிலும், ஜனாதிபதி பிரச்சாரத்தில் ஐந்து வேட்பாளர்கள் மட்டுமே உள்ளனர்.",
        "ஜனாதிபதி ஜனாதிபதி ஜனாதிபதி மற்றும் ஜனாதிபதி வேட்பாளர் சஜித் பிரேமடாசா ஜனாதிபதி மற்றும் எதிர்க்கட்சித் தலைவர் அனுரா குமாரா டிசனாயக்கின் ஜனாதிபதி வேட்பாளர் ஆகியோருக்கு எதிராக ஜனாதிபதி போராடி வருவதாக தெரிகிறது.",
        "சமூக ஊடக கடலோர ஜனாதிபதித் தேர்தல் இதற்கு முன்னர் இல்லாத ஜனாதிபதித் தேர்தலுக்கு வந்துள்ளது, மேலும் சில சமூக ஊடக நாணயங்கள் இருக்கை மட்டத்தில் பல்வேறு ஆய்வுகள் செய்துள்ளன.. இந்த ஆய்வுகள் முறையாக நடத்தப்பட்டதால் இந்த ஆய்வுகள் அரசியல் கட்சிகளில் பக்கச்சார்பானவை என்று தெரிவிக்கப்படுகிறது.",
        "எவ்வாறாயினும், ரணில், சஜித் நாடு முழுவதும் ஜனாதிபதித் தேர்தல் முழுவதும் அரசியல் கூட்டங்களை நடத்தி வருகிறார், மேலும் அவர்களது கூட்டாளர்களும் ஆதரவாளர்களும் ஜனாதிபதி பிரச்சாரத்தில் உற்சாகமாக ஈடுபட்டுள்ளனர்.",
        "கூட்டங்களில் கலந்து கொள்ளும்போது, ​​சிறப்பு, அற்புதமான வாய்ப்புகளின் காலங்களில் ஜனாதிபதி வேட்பாளர்கள் இழக்கப்படுவதில்லை.",
        "ரணில் விக்ரெமேசிங்கே ஒரு வெள்ளை சட்டை உடன் சந்திப்புகளில் கலந்து கொள்கிறார். ஏனென்றால் அவர் ஒரு சுயாதீன ஜனாதிபதி வேட்பாளர் என்பதால் அவர் எந்த அரசியல் கட்சியையும் பிரதிநிதித்துவப்படுத்தவில்லை.",
        "ரணில் விக்ரெமேசி சமீபத்தில் மெடாவாச்சியாவில் இருந்தபோது, ​​அவர் தலையின் தலைக்குத் தோன்றினார், மேலும் பலர் கவனத்திற்கு வந்தனர்.",
        "ரணில் விக்ரமேசிங்கே ரணில் விக்ரமேசிங்கே அந்த நாளில் சகிப்புத்தன்மையற்றவர் அல்ல என்று குறிப்பிடப்பட்டார்.. எஸ்.எம். சந்திரசேனா, எஸ்.எம். சந்திரசேனா, எஸ்.எம். ஹாரிசனும் குழுவினரும் இந்த ஹெல்மெட் மீது கவனம் செலுத்தினர்.",
        "அவர்கள் மட்டுமல்ல, வாக்குப்பதிவுக் கூட்டத்தை மறைக்க வந்த அனைத்து பத்திரிகையாளர்களும், ஹெல்மெட் அல்லது தொப்பியை மையமாகக் கொண்டனர்.",
        "ஒரே நாளில் மெடாவாச்சியா வாக்காளர்களைப் பற்றி நாட்டில் பலர் அறிக்கை செய்தபோது, ​​ஜனாதிபதி ஜனாதிபதியைப் பற்றி பேசிக் கொண்டிருந்தார்.",
        "பலர் இதில் கவனம் செலுத்தியதால், இந்த% 'ஹூபி' பேச்சு சிலரிடம் சிலரிடம் சொல்ல மறக்கவில்லை.",
        "கிலினோச்சி கூட்டத்தில் நடைபெற்ற மெடாவாச்சியா கூட்டத்திற்கு ரணில் விக்ரமேசிங்கே சென்றிருந்தார். ரணில் விக்ரமேசிங்கே இறுதிப் போட்டியில் இருந்தபோது, ​​ரணில் விக்ரமேசிங்கின் தலைவர் தனது ஜீப்பிற்கு வந்தபோது, ​​அவர் பக்கத்தின் பக்கங்களுடனும் அரட்டை அடிக்க வேண்டியிருந்தது. அதே நேரத்தில், ஒரு பெண் ஜனாதிபதியின் முன் ரங்கில் விக்ரமேசிங்கின் முன் ஒரு பெண்ணாக இருந்தாள்.",
        "\"திரு. ஜனாதிபதி, கடந்த இரண்டு ஆண்டுகளில் நீங்கள் காப்பாற்றப்பட்டீர்கள். நீங்கள் செய்யாததால் இந்த நாடு இன்று அராஜகமாகிவிட்டது. நாட்டைக் காப்பாற்றி நாட்டை முன்னோக்கி நகர்த்திய நீங்கள் மட்டுமே.",
        "நாட்டிற்காக நீங்கள் செய்ததை எனக்கு எதுவும் செய்ய எதுவும் இல்லை. அந்தப் பெண் ஜனாதிபதிக்கு வழங்கப்பட்டார், '% தொப்பி'.",
        "\"நன்றி.\"ஜனாதிபதி, அந்த தொப்பியின் கைகளில் எடுத்து, \"நான் தான் இந்த தொப்பியை மிகவும் பொருத்தமாக்குகிறேன்.",
        "அந்த இடத்தில் குழுவால் குழு உற்சாகப்படுத்தப்பட்டது \"ஜனாதிபதியை வெல்லுங்கள்!ஜனாதிபதி வெல்லட்டும்!சொல்கிறது.",
        "எதிர்க்கட்சியின் எதிர்க்கட்சித் தலைவரை எதிர்க்கட்சி வேட்பாளரின் எதிர்க்கட்சி வேட்பாளரின் எதிர்க்கட்சித் தலைவர் மற்றும் வெகுஜனங்களில் கலந்து கொண்ட பல கூட்டங்களில், எதிர்க்கட்சித் தலைவர் ஒரு அன்பான பதிலைப் பெற்றார்.. குருணேகலா மற்றும் கெகல்லே மாவட்டங்களில் நடைபெற்ற பல கூட்டங்களில் மக்கள் கூறுகையில், அவர் ரனசிங்க பிரேமடாசாவின் ஜனாதிபதியை நேசிப்பதாகக் கூறினார். சஜித் பிரேமடாசாவும் நேசிக்கப்படுகிறார் என்பது மிகவும் சுவாரஸ்யமாக இருந்தது.",
        "சஜித் பிரேமடாசா தனது தந்தையாக பொது சேவைக்கு அர்ப்பணித்தவர் என்று அறிவிக்க மறக்கவில்லை.",
        "இலங்கை ஜெனரல் முன்னணியின் ஜனாதிபதி வேட்பாளருக்கு நமல் ராஜபக்ஷா பதில் பெற்றுள்ளார். குருணேகலா மாவட்டத்தில் பல கூட்டங்களில் நமல் ராஜபக்ஷாவுக்கு வந்த இளைஞர்கள் மற்றும் வயதான ஆண்களும் நாட்டை மீட்டதற்கு பெருமைப்படுகிறார்கள்.",
        "நமல் ராஜபக்ஷா அவரை நாட்டின் விரோதக் குரலின் மத்தியில் ஆக்கியுள்ளார், அவர் 2015 ஆம் ஆண்டில் அவர் ஆட்சிக்கு வந்த இடத்திலிருந்து நாட்டின் வளர்ச்சியைத் தொடங்குவார்.",
        "பல தேர்தல் கூட்டங்களில் தேசிய பிரபலத்தின் ஜனாதிபதி பதவி அனுரா குமாரா டிஸ்டனாயக்குக்கு உணர்திறன் கொண்டது. அனுரா குமாரா டிசனாயக்க பொது வெளியீடுகளில், குறிப்பாக குருணேகலா மற்றும் தம்புதேகாமா ஆகிய நாடுகளில் உணர்திறன் காணப்பட்டார்.",
        "ஒரு கட்டத்தில், அனுரா குமாரா இசைக்கலைஞர் சங்காமி விஜேசுரியாவுக்கு மிகவும் உணர்திறன் கொண்டவர்.",
        "இந்த மாதம் 21 ஆம் தேதி ஒரு கலைஞராக அவர் பார்த்த ஒரு கனவு உண்மையாக இருக்கும் என்று சிரித் விஜெசூரியா கூறினார். சங்கீத் அனுரா பல சந்தர்ப்பங்களை வாழ்த்த மறக்கவில்லை. இதற்கிடையில், ஜனாதிபதித் தேர்தலின் போது வெவ்வேறு அரசியல் கட்சிகளில் எந்த பேச்சும் இல்லை.",
        "ஜனாதிபதி வாக்காளர் அலுவலகத்தில் திங்கள்கிழமை ஒரு விவாதம் நடந்தது, ஜனாதிபதி ரணில் விக்ரமேசிங்கின் பூக்கும் அலுவலகம்.",
        "\"நான் சுட்டிக்காட்டி எத்தனை வாக்குகள் தருகிறேன்?\"",
        "\"ஐயா.. கோத்தாபயாவுக்கு 69 லட்சம் வாக்குகள் கிடைத்தன. எவ்வாறாயினும், பாராளுமன்ற பொதுத் தேர்தலில் 68 லட்சம் பெற்றோம். ஜனாதிபதித் தேர்தலில் சஜித் 55 லட்சம் வாக்குகளைப் பெற்றார். හැබැයි එතැන එක්සත් ජාතික පක්ෂයේත් ඡන්ද තිබුණා. இருப்பினும், சஜித் பாராளுமன்ற பொதுத் தேர்தலுக்கு வந்துள்ளார், 27 லட்சம் வாக்குகள். அதே இரண்டு வாக்குகளில், கிட்டத்தட்ட 400,000 வாக்குகள், \"அமைச்சர் பிரசன்னா ரனத்துங்கா\" ஒரு நீண்ட விளக்கத்தை முன்வைத்தது.",
        "\"ஆம்.. எனவே, \"ரணில் விக்ரெமேசிங்கே பேச்சில் சேர்ந்தார்.",
        "\"ஜனாதிபதித் தேர்தலில் சஜித் 55 லட்சம் எடுத்தார். சுமார் 2800,000 வாக்குகள் குறைந்துவிட்டன. ஜனாதிபதித் தேர்தலில் சஜித்தை சஜித் ஆதரித்தார்.. பாராளுமன்ற பொதுத் தேர்தலில் மக்கள் தேர்தல்களை விரும்பவில்லை. தேர்தல் தெரியவில்லை.",
        "\"ஆம்.. நான் சுட்டிக்காட்டி காலாண்டைக் கேட்கிறேன்.",
        "\"அவ்வளவுதான்.. ஐயா, நான் இதற்கு வந்திருக்கிறேன்.. எங்களுடன் போஹோத்தில் எம்.பி.க்களின் நூற்றுக்கும் மேற்பட்ட உறுப்பினர்கள். உண்மை, வாக்குகள் ப oush ச்சமாக பிரிக்கப்பட்டுள்ளன. எவ்வாறாயினும், சுமார் 40 லட்சம் வாக்குகளை கொண்டு வர முடியும் என்று அமைச்சர் பிரசன்னா ரனாதுங்கா கூறினார், \"என்று அமைச்சர் பிரசன்னா ரனாதுங்கா கூறினார்.",
        "\"நான் நாட்டை அழைத்துச் செல்ல வரவில்லை, என்னைக் கவனிக்கக்கூடாது. இந்த பொறியால் நாடு முடிந்துவிட்டது.",
        "\"நாங்கள் தான் மக்களைப் புரிந்துகொள்கிறோம். மிகவும் பிரபலமான நன்மை பொது அலைகளை விட அதிகம், \"மிக முக்கியமான விஷயம் முன்னாள் அமைச்சர் மனுஷா நானாயக்கராவின் உரையை அதிகரித்துள்ளது.",
        "\"சிறந்த தீர்வு வழங்குவதுதான். நான் கம்பாஹாவில் சுமந்து செல்கிறேன். மற்றொரு பாக்கெட் கூட்டம் உள்ளது. சிலர் திசைகாட்டியிடம் பேசினர், அதை விட ஜனாதிபதி அமைச்சரை விளக்கினார்.",
        "\"ஆம்.. கிராமங்களில் உண்மையை மக்களிடம் சொல்லுங்கள்.. \"நான் பொய்களை வெல்ல விரும்பவில்லை\" என்று ரணில் விக்ரெமேசிங் கூறினார்.",
        "இதற்கிடையில், பாராளுமன்ற துணை சபாநாயகர் அஜித் ராஜபக்ஷா ஹம்பந்தோட்டா மாவட்டத்தில் இரவும் பகலும் தொடர்ந்து இருக்கிறார், இரவும் பகலும் சுயாதீனமான ஜனாதிபதி வேட்பாளர் ரணில் விக்கிரெமேசிங்காக இருக்கிறார்.",
        "அஜித் ராஜபக்ஷம் பெலியாட்டா, டங்கல்லே மற்றும் முல்கிரிகலா, டங்கல்லே மற்றும் டிஸ்ஸாமஹராமா தேர்தல் பகுதிகளுக்கு விஜயம் செய்தார்.",
        "நாட்டின் பொருளாதாரத்தை வீழ்ச்சியடைந்த நாட்டை உருவாக்குவதற்கு அரசாங்கத்தின் பொருளாதாரம் பலப்படுத்தப்பட்டது என்று துணை பேச்சாளர் கூறினார்.",
        "அந்த நாளில் மக்களை நகர்த்த முயன்ற சில அரசியல் கட்சிகள், சில அரசியல் கட்சிகள் ஜனாதிபதித் தேர்தலுக்கு எந்த வெட்கமின்றி சமர்ப்பிக்கப்பட்டுள்ளன என்பதையும் துணை பேச்சாளர் சுட்டிக்காட்டினார்.",
        "கம்பாஹா மாவட்ட தேர்தல் குழு கடந்த வாரம் சந்தித்தது. அமைச்சர் பிரசன்னா ரனாதுங்கா, கோகிலா குணவர்தேனா, கோகிலா குணவர்தேனா, மிலன் ஜெயதிலேகே, சஹான் பிரதீப், பேராசிரியர் விஜேவர்தீன் மற்றும் ருவான் விஜேவர்தீன் ஆகியோர் கலந்து கொண்டனர்.",
        "கம்பாஹா மாவட்டத்தில் தேர்தல் நடவடிக்கைகள் விரிவாக விவாதிக்கப்பட்டன.",
        "\"ஐயா ... \"ஜனாதிபதி ஒரு நல்ல பாட்டியாக நல்லவர்.\"",
        "\"என் மனைவி என் மனைவி மட்டுமே. நான் மற்றவர்களுக்கும் \"பிரசன்னா அனைவரையும் வைத்திருங்கள்\" என்று கேட்கவில்லை."
      ]
    },
    "en": {
      "title": "Happy fell in Kilinochchi to Ranil",
      "body_lines": [
        "The presidential election is for another 8 days. There are only five candidates in the presidential campaign, despite 39 presidential candidates in the ground.",
        "The President seems to have been fighting against the Presidential president of the President and the presidential candidate Sajith Premadasa president and the presidential candidate of the opposition leader Anura Kumara Dissanayake.",
        "Social media coastal presidential election has come to the presidential election that has never been ever before, and some social media coins have done various surveys at the seat level.. It is reported that these surveys have been biased into the political parties due to the fact that these surveys were conducted properly.",
        "However, Ranil, Sajith holds political meetings throughout the presidential election throughout the country, and their partners and supporters have been enthusiastically engaged in presidential propaganda.",
        "While attending meetings, presidential candidates are not lost in times of special, wonderful opportunities.",
        "Ranil Wickremesinghe attends meetings with a white shirt. Because he did not represent any political party because he was an independent presidential candidate.",
        "When Ranil Wickremesinghe was on the Medawachchiya recently, he appeared to the head of his head, and many came to the attention.",
        "Ranil Wickremesinghe was noted that Ranil Wickremesinghe was not tolerant in the day.. SM Chandrasena, SM Chandrasena, SM Jayajith, SM Ranjith Duminda Duminda, who arrived at the Medawachchiya meeting. SM Ranjith Duminda Dissanayake, Shehan Semasinghe, P. Harrison and the group focused on this helmet.",
        "Not only their but all the journalists who came to cover the polling meeting, focused on the helmet or the cap.",
        "When many people in the country reported about the Medawachchiya Electorate on the same day, the President was talking about the President.",
        "Because many focused on this, this% 'Huphi' speech did not forget to tell some of the dear.",
        "Ranil Wickremesinghe had gone to the Medawachchiya meeting held at the Kilinochchi meeting. When Ranil Wickremesinghe was in the final and the President of Ranil Wickremesinghe came to his jeep, he also had to chat with the sides of the side. At the same time, a woman was a woman in front of Ranil Wickremesinghe before the President.",
        "\"Mr. President, you are saved in the past two years. This country has become anarchy today for you don't. Only you who saved the country and move the country forward.",
        "There is nothing to give me anything to do with what you did for the country. The woman has been awarded to the president, saying, '% hat'. \"",
        "\"Thank you.\"The president, taken into the hands of that cap, said, \"I am the one who makes this hat perfectly fitting.",
        "The group was cheered by the group at that place \"Win the President!May the President win!Saying.",
        "At several meetings that the opposition leader of the opposition was attended by the opposition leader of the opposition candidate of the opposition candidate of the agreen and the masses, the Opposition Leader received a warm response.. The people said at several meetings held in Kurunegala and Kegalle districts, saying he loved the President of Ranasinghe Premadasa. It was very impressive that Sajith Premadasa is also loved.",
        "Sajith Premadasa did not forget to proclaim that he was dedicated to the public service as his father.",
        "Namal Rajapaksa has received a response to the presidential candidate of the Sri Lanka General Front. Young people and older men who came to Namal Rajapaksa were also honored to rescued the country at several meetings in the Kurunegala district.",
        "Namal Rajapaksa made him in the midst of the antagon voice of the country that he would start the development of the country from where he had come to power in 2015.",
        "The presidency of the national popularity was sensitive to Anura Kumara Dissanayake at several election meetings. Anura Kumara Dissanayake was seen sensitive at public publications, especially in the area, Kurunegala and Thambuththegama.",
        "At one point, Anura Kumara was so sensitive to musician Sangami Wijesuriya.",
        "Sirith Wijesuriya stated that a dream that he has seen as an artist will be true on the 21st of this month. Sangith Anura did not forget to congratulate several occasions. Meanwhile, there is no talk in different political parties at the time of the presidential election.",
        "A discussion took place at the Presidential Electorate's Office on Monday, President Ranil Wickremesinghe's flowering office.",
        "\"How many votes do I fall in the pointer?\" Ranil Wickremesinghe asked the President.",
        "\"Sir.. Gotabhaya got 69 lakh votes. However, we received 68 lakhs in the parliamentary general election. Sajith took 55 lakh votes in presidential election. But there had been the UNP's votes. However, Sajith has come to the parliamentary general election, the 27 lakhs of votes. At the same two votes, the composition of nearly 400,000 votes, \"Minister Prasanna Ranatunga,\" presented a lengthy description.",
        "\"Yeah.. So, \"Ranil Wickremesinghe joined the talk.",
        "\"Sajith took 55 lakhs in the presidential election. About 2800,000 votes have gone down. Sajith supported Sajith in the presidential election.. People did not want UNP elections in the parliamentary general election. The election was not known. \"",
        "\"Yes.. I ask the quarter of the pointer. \"",
        "\"That's it.. Sir, I've come to this.. More than one hundred members of MPs in Pohoth with us. True, votes have been divided into the poush. However, Minister Prasanna Ranatunga said that he can bring about 40 lakh votes, \"said Minister Prasanna Ranatunga.",
        "\"I am not coming to take the country, not to overlook me. The country is over by this trap. \"The President answered the story of the Minister Prasanna.",
        "\"We are the one who understands the people. The most popular benefit is more than the public waves, \"The most important thing has added to the speech of former Minister Manusha Nanayakkara.",
        "\"The best solution is the one to grant. I'm carrying in Gampaha. There's another pocket meeting. Some spoke to the compass that more than that, the President explained the minister.",
        "\"Yeah.. Tell people the truth in the villages.. Ranil Wickremesinghe said, \"I don't want to win lies.\"",
        "Meanwhile, Deputy Speaker of Parliament Ajith Rajapaksa continues to be the day and night in the Hambantota district and the day and night is independent presidential candidate Ranil Wickremesinghe.",
        "Ajith Rajapaksa visited the people of Beliatta, Tangalle and Mulkirigala, Tangalle and Tissamaharama electoral areas.",
        "The Deputy Speaker said that the government's economy was strengthened by the government to bring the country's economy to the formation of the fallen country.That is.",
        "The Deputy Speaker also pointed out that some political parties who tried to move people that day, some political parties have been submitted to the presidential election with no shame.",
        "Gampaha District Election Committee met last week. Minister Prasanna Ranatunga, Kokila Gunawardena, Kokila Gunawardena, Milan Jayatilleke, Sahan Pradeep, Professor Wijewardene and Ruwan Wijewardene were present.",
        "Election operations in the Gampaha district was discussed at length.",
        "\"Sir ... \"The President is good as a good grandmother.\"",
        "\"My wife was only my wife. I don't listen to the other people as well as \"Prasanna Keep everyone.\""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Presidential election in Sri Lanka: Ranil Wickremesinghe campaigns independently, facing competition from Sajith Premadasa and Anura Kumara Dissanayake. Social media plays a significant role in the campaign, with biased surveys influencing voters. Candidates focus on economic development and addressing national issues."
  ]
}