{
  "translated_text": {
    "ta": {
      "title": "கோட்டாவின் முன்னாள் ஹெராயினுடன் கைது செய்யப்பட்டார்",
      "body_lines": [
        "கண்டி பிரிவு குற்றவியல் புலனாய்வு பிரிவு (எஸ்.எல்.எம்.சி) இரண்டு கிராம் ஹெராயின் இரண்டு கிராம் ஹெராயின் உடன் இரண்டு கிராம் ஹெராயின் உடன் சந்தேகத்திற்கு உட்பட்டது.",
        "முன்னாள் ஜனாதிபதி கோத்தாபயா ராஜபக்ஸாவுடன் நெருக்கமாக இருந்த இராணுவத்துடன் சந்தேக நபர் நெருக்கமாக இருப்பதாக பொலிஸ் விசாரணையில் தெரிவித்துள்ளது.",
        "சந்தேக நபர் இருவரின் 35 வயது தந்தை, நெல்லியாபிதியாவில் வசிப்பவர். சந்தேக நபர் ஹெராயின் உடன் ஹெராயின் கைது செய்யப்பட்டதாக போலீசார் தெரிவித்தனர், ஹெராயின் ஹெராயின் பயன்படுத்தப்பட்டதாக போலீசார் விசாரணை செய்தனர்.",
        "இராணுவம் இராணுவத்திற்கு வெளியே இருந்தபின், டிமாடகோடாவில் உள்ள ஒரு தனியார் நிறுவனத்தில் பணியாற்றும் போது ஒழுங்கமைக்கப்பட்ட குற்றங்களின் போதைப்பொருள் கடத்தல் குறித்து ஹெராயின் பரிந்துரைக்கப்பட்டதாக பொலிஸ் விசாரணையில் தெரிவித்துள்ளது.",
        "அவர் பிரிவில் பணியாற்றிய பிரிவில் உள்ள பத்து-மறைந்திருப்பவர்களில் சந்தேக நபர் ஒருவர் என்று கூறப்படுகிறது என்று போலீசார் தெரிவித்தனர்.",
        "OIC தலைமை ஆய்வாளர் திலக் சமரநாயக்க, தலைமை ஆய்வாளர் திலக் சமரநாயக்கே மேலும் விசாரணைகளை மேற்கொண்டு வருகிறார்."
      ]
    },
    "en": {
      "title": "Gota's former arrested with heroin",
      "body_lines": [
        "The Kandy Division Criminal Investigation Unit (SLMC) has been arrested on suspicion with two grams of heroin with two grams of heroin with two grams of heroin.",
        "Police investigations have revealed that the suspect was closely with the army, which was closely with the former President Gotabhaya Rajapaksa.",
        "The suspect is a 35 year old father of two, a resident of Nelliyapitiya. Police said the suspect was arrested by heroin with heroin, according to the police investigating heroin that the suspect was deployed by heroin.",
        "Police investigations have revealed that heroin was referred to the drug trafficking of organized crime while serving in a private company in Dematagoda after the army was out of the army.",
        "The suspect is said to be among the ten-hiding shovelists in the Unit that he served in the unit, police said.",
        "The OIC Chief Inspector Thilak Samaranayake, Chief Inspector Thilak Samaranayake, is conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "Gota's former arrested with heroin. Kandy Division CID arrested suspect with two grams of heroin, linked to army and former President Gotabhaya Rajapaksa. 35-year-old father from Nelliyapitiya, arrested for drug trafficking. Further investigations by OIC Chief Inspector Thilak Samaranayake."
  ]
}