{
  "translated_text": {
    "ta": {
      "title": "2023 ஆம் ஆண்டில், வரி வருவாய் சாத்தியமில்லை என்று அரசாங்கம் எதிர்பார்த்தது",
      "body_lines": [
        "பேராசிரியர் வசந்தா அதுகோரலா, பேராசிரியர் வாந்தா அதுகோரலா, 2023 ஆம் ஆண்டில், பெரடேனியாவின் தேர்வுக் குழுவின் இரண்டாவது அறிக்கை எதிர்பார்க்கப்படும் வரி வருவாயைப் பெற முடியவில்லை.",
        "இந்த பாராளுமன்றத் திட்டங்கள் குறித்த அறிக்கை 2024-05- 18 வது அருளுக்கு வழங்கப்பட்டுள்ளது. அறிக்கையின்படி, 2023 அரசு வரி வருவாய் ரூ.",
        "அறிக்கையின்படி, அரசாங்கம் ரூ. உள்நாட்டு வருவாய் வரி துறைக்கு ரூ.",
        "இலங்கை சுங்கத்திலிருந்து எதிர்பார்க்கப்படுகிறது ரூ. கலால் துறை ரூ..  2023 ஆம் ஆண்டில், அரசாங்கத்தின் வருமானம் விரும்பிய நிலையை அடைய முடியவில்லை.",
        "பேராசிரியர் வசந்தா அதுகோரலாவின் கூற்றுப்படி, 2024 இல் எதிர்பார்க்கப்படும் வருமானம் ரூ. அந்த வருமானத்தை அடைய, முந்தைய ஆண்டை விட சுமார் 1093 பில்லியன் ரூபாய் அதிகரிக்கும். அரசாங்க வருவாயை அதிகரிக்க அரசாங்கம் எடுத்த நடவடிக்கைகளின் வெற்றி முக்கிய அம்சமாகும். கூடுதலாக, 2023 இன் எதிர்மறை பொருளாதார வளர்ச்சியும் அல்லது பொருளாதாரத்தின் ஆற்றலும் இதை பாதித்து வருகிறது."
      ]
    },
    "en": {
      "title": "In 2023, the government expected tax revenue is not possible",
      "body_lines": [
        "Prof. Wasantha Athukorala, Professor Wasantha Athukorala, stated in the year 2023, the second report of the Select Committee of the Peradeniya has been unable to obtain the expected tax revenue.",
        "The report on these parliamentary schemes has been issued to the 2024-05- 18th Grace. According to the report, 2023 government economic tax revenue was Rs. 3104 billion for the year, but the government had received Rs. 20695 billion.",
        "According to the report, the government has received less than Rs. 408 billion. The Inland Revenue Taxes Department has received Rs.",
        "Revenue expected from Sri Lanka Customs is Rs. 1220 billion but Rs. 974 billion. The Excise Department expects Rs. 217 billion, the total revenue received was Rs 171 billion.  During the year of 2023, the government's income was unable to reach the desired level.",
        "According to Professor Wasantha Athukorala, the income expected in 2024 was Rs. 3789 billion. To reach that income, about 1093 billion rupees will be increased over the previous year. The main point is the success of the measures taken by the government to increase government revenue. In addition, the negative economic growth of 2023, or the potential of the economy has also been affecting this."
      ]
    }
  },
  "summary_lines": [
    "In 2023, despite expecting Rs. 3104 billion in tax revenue, the Sri Lankan government only collected Rs. 20695 billion, falling short by Rs. 408 billion. This shortfall includes underperformance in revenues from Sri Lanka Customs (Rs. 974 billion vs. Rs. 1220 billion) and the Excise Department (Rs. 171 billion vs. Rs. 217 billion). Prof. Wasantha Athukorala attributes this to unsuccessful revenue-increasing measures and negative economic growth."
  ]
}