{
  "translated_text": {
    "si": {
      "title": "අපි ඔබේ ලොකුම රසිකයන් - එලිසබෙත්",
      "body_lines": [
        "\"ගෝලීය මාධ්ය පැතිරීම සහ ප්රජාතන්ත්රවාදයට එහි බලපෑම\" යන තේමාව යටතේ ශ්රී ලංකා පුවත්පත් ආයතනයේ පැවති උත්සවය අද සිදු විය.",
        "මහජන සම්බන්ධතා සඳහා නියෝජ්ය රාජ්ය ලේකම් මහජන සම්බන්ධතා එලිසබෙත් ඇලන්, කථාව භාර දුන්නේය.",
        "අද සෑම කෙනෙකුම සමඟ මෙහි සිටීම අපූරුයි. ශ්රී ලංකාවේ ඇමරිකානු ජනතාව නියෝජනය කරන ඔබේ නායකත්වයට තානාපති ගායනා කළේය.",
        "Int ශ්රී ලංකා පුවත්පතට ස්තූතියි, මම අද මෙහි මෙහි පැමිණීම ගැන සතුටුයි. පුවත්පත් කලාවේ යානයේ ඔබ සතුව ඇති කැපවීම ඉතා දිරිගන්වන සුළුය.",
        "· මෙය දැන ගන්න: එක්සත් ජනපද තානාපති කාර්යාලය ඔබ කරන අතිමහත් කාර්යයට පූර්ණ සහාය දක්වයි. ඇත්ත වශයෙන්ම, අප වරින් වර අප වුවත්, අප සියල්ලන්ගෙන් ඔබ්බට ඔබේ ලොකුම රසිකයන් වුවද.",
        "පුවත්පත් කලාව නිදහසේ හා බියෙන් තොරව ඉදිරියට යාමට ඔබට අයිතියක් ඇතැයි අප විශ්වාස කරන බැවින්, අපි සියල්ලෝම ඔබේ දක්ෂතා මුවහත් කර ගැනීම සඳහා වූ වැඩසටහන් වලට සම්බන්ධ වෙමු.",
        "Readers මම ශ්රී ලංකාවේ සහ ලොව පුරා සිටින මාධ්යවේදීන්ගේ අයිතිවාසිකම් සහ නිදහස ආරක්ෂා කිරීම සඳහා මාධ්යවේදීන්ගේ කාමරයක සිටගෙන සිටින අතර සියලු පුරවැසියන් ඔවුන්ගේ අදහස් හා සිතුවිලි විවෘත කරති",
        "දුෂ්කර කාලවලදී, ඔබ දිගටම ඉදිරියට ගොස් ඔබට දුෂ්කර ප්රශ්න අසන්න. සත්යය සෙවීමට සහ ඉහළ කඳු වැටි වලින් එය ආකර්ෂණය කර ගැනීමට ඇති ඔබේ කැපවීම ප්රජාතන්ත්රවාදයේ වැදගත් ලක්ෂණයකි. මට ඇත්තටම ඔයාගේ වැඩ තියෙනවා",
        "Roa අද දහවල් මගේ කථාව අද දහවල් මගේ කථාව ආරම්භ කිරීම ඉතා අදාළ වන්නේ කතාවක් ලෙස ය.",
        "වර්ෂාවකට පෙර ඇමරිකානු මාධ්ය \"මැක්රෙකර්\" යන වචනය නිර්මාණය කළේ දූෂණය හෙළිදරව් කරන සමාජ ගැටලු විශ්ලේෂණය කළ මාධ්යවේදීන් ගැන සඳහන් කිරීම සඳහා ය.. The මෙම මාධ්යවේදීන් \"කටකතාව\" ය",
        "අද දින බුද්ධි මාධ්යවේදියෙකුගේ පූර්වගාමීන් ලෙස අපි ඔවුන්ට ගෞරව කරන්නේ, ඔවුන් තරමක් negative ණාත්මක ලෙස නිර්වහණය වුවද.",
        "Reg ඇමරිකානු ඉතිහාසයේ සැලකිය යුතු සමාජ හා දේශපාලන ප්රතිසංස්කරණ ප්රගතිශීලී යුගයක් නිර්මාණය කිරීමේදී මෙම මැක්ටර්ස් වැදගත් කාර්යභාරයක් ඉටු කළේය. Noneverver වගාව සහ ප්රතිසංස්කරණය සඳහා රටපුරා ඇති බව පවසන ලින්කන් ස්ටෙෆර් වැනි අය ගැන සඳහන් කරමින් ඔවුන් සමාජයේ අඩුපාඩු කෙරෙහි අවධානය යොමු කරයි.",
        "1904 1904 ස්ටීවන්ගේ නගරයේ ෂෙම්, දේශපාලන නායකයින්, ව්යාපාර සහ සංවිධානාත්මක අපරාධ, ඇමරිකානු නගරවල දූෂිත වී ඇත",
        "Ra ායුෂ ආණ්ඩුවේ සහ සංගතවල හදිසි අවශ්යතාවය පිළිබඳ විවේචනාත්මක දැනුවත්භාවය පිළිබඳව ඔහුගේ නිර්භීත පුවත්පත් කලාව විසින් සලකන්න. රජයේ ප්රසිද්ධ සන්නිවේදන නිලධාරියෙකු ලෙස මිණිබිරිය",
        "ෆයර්ෆර් විසින් ඉදිරිපත් කරන ලද නිර්ලජ්ජිත කරුණු වලට මුහුණ දීම, එක්සත් ජනපද නිලධාරීන්ට ප්රධාන නිලධාරීන් සහ මහජනයාට ප්රධාන ප්රශ්නයකට මුහුණ දීමට සිදුවිය: අපට එවැනි රටක් වීමට අවශ්ය ඇයි?",
        "Stecty ගබඩාකාරකයේ කර්තව්යය වැරදි නිරාවරණය කිරීම පමණක් නොවේ;එය ප්රතිසංස්කරණ සඳහා වන ප්රතිසංස්කරණ සඳහා වන රටපුරා ඉල්ලීමක් සහ බලය වග කිවීම සහතික කිරීම සඳහා බුද්ධි අංශ සඟරාවේ වැදගත් කාර්යභාරයක් පවත්වා ගැනීම සඳහා අත්යවශ්ය කාර්යභාරයක්.",
        "පිළිතුර පෙන්වන්නේ මාධ්ය නිදහස සහ අදහස් ප්රකාශ කිරීමේ නිදහස මූලික මානව හිමිකම් පමණක් නොව රටක සංවර්ධනය හා සංවර්ධනය බවයි.",
        "Shlus ගෝලීය මාධ්ය ප්රතිදානය ප්රජාතන්ත්රවාදයට සහ වාර්ගික, සාධාරණ හා සියල්ල ඇතුළත් ප්රජාවන් දියුණු කරන ආකාරය පිළිබඳව මෙය මට ප්රධාන කරුණ වෙත යොමු කරයි.",
        "The මගේ මනසෙහි, එම සම්බන්ධතාවය පැහැදිලිය: ආණ්ඩුවක් එහි පුරවැසියන්ගේ අයිතිවාසිකම් සහ නිදහස පාලනය කරන විට, රටේ අනාගතය හා සංවර්ධනය ස්වභාවයෙන්ම බලපායි.ජනගහනයට, මාධ්ය නිදහසට එරෙහිව බරපතල හා වැඩි අභියෝගයන් අපි ගෝලයන් දකිමු. වර්තමාන",
        "එක්සත් ජනපදය ප්රකාශ කිරීමේ නිදහස ආරක්ෂා කිරීමට, ලොව පුරා සිටින මාධ්යවේදීන්ගේ සහ මාධ්ය සේවකයින්ගේ ආරක්ෂාව සහතික කිරීම සඳහා මාධ්යවේදීන්ගේ හා මාධ්ය සේවකයින්ගේ ආරක්ෂාව සහතික කිරීම, මාධ්යවල නිදහස වෙනුවෙන් තර්ක කිරීම.. අවාසනාවකට මෙන්, මෙම අත්යවශ්ය නිදහස් නිදහසේ ගෝලීයව තර්ජනය කරයි.",
        "ශ්රී ලංකාවේ මතු වූ දයානුකම්පාව ද වනු ඇත. Inst අන්තර්ජාල ප්රවේශය සහ වාරණය කිරීමෙන් මහජන තොරතුරු වැළැක්වීමට ඔවුන් දරන උත්සාහයන් ආණ්ඩුස් විසින් තීව්ර කරන විට, අප එයට එරෙහිව කතා කළ යුතුය.. සැලකිය යුතු කරුණක් නම්, ශ්රී ලංකාවේ පාර්ලිමේන්තුව ජනවාරි මාසයේ දී මෙම උත්සවය සමත් වූ විට, අප අදහස් ප්රකාශ කිරීමේ නිදහස, නවෝත්පාදන හා පෞද්ගලිකත්වය පිළිබඳ විභව ප්රතිවිපාක ගැන කනස්සල්ල පළ කළේය.",
        "Language පොදු දෙයක් නම් පාලනය කළ නොහැකි ප්රකාශනයට එරෙහි තර්ක පමණි. ජනමාධ්යවේ ආණ්ඩු සහ මහජන විශ්වාසය යටතට පත්වීම අරමුණු කරගත් මාධ්ය",
        "විචාරකයින් ඉල්ලා සිටින්නේ - පැත්තකට එළඹීම. අන් අය අදහස් ප්රකාශ කිරීමේ නිදහස වැරදි තොරතුරු පැතිරීම ප්රවර්ධනය කිරීම සඳහා පාලනයකින් තොරව සිටීම ගැන කනස්සල්ලට පත්ව සිටිති. වෙනත් අය තර්ක කරන්නේ පාලනයකින් තොරව පුවත්පත් ආතතිය අවුලුවාලීම සහ ආරක්ෂක තත්වයන්ට බලපාන බවයි. දූෂණය, ප්රචණ්ඩත්වය",
        "දේශපාලන ගැටුම් පිළිබඳ ප්රකාශ මාලාවක් ද සැලකිලිමත් වන අතර රටකගේ කීර්තිය බිඳ දැමිය හැකි අතර ආයෝජන ප්රයත්නයේ වර්ධනයට රට සීමා වේ.",
        "[Change, ජනමාධ්යයේ පදික වේදිකාව භාරකරුවන් ලෙස ක්රියා කළ යුතු අතර ඔවුන් තම රාජකාරි ඉටු වන බවත්, මහජනයාගේ අවශ්යතා වෙනුවෙන් පැන යාමටත්ය. ශ්රී ලංකාව, එක්සත් ජනපදය සහ මුළු ලෝකයම සඳහා මෙම මූලධර්මය",
        "වෙළඳ නාම ඇති negative ණාත්මක සඟරා නිසා ඇති වන අභියෝගය නව ප්රශ්නයක් නොවේ. බොහෝ ආකාරවලින්, ආණ්ඩු සහ මාධ්ය සංකීර්ණ, සමහර විට සතුරු සබඳතා හරහා ගමන් කර ඇත.",
        "මෙම චාලකයට ඕනෑම රටකට අද්විතීය දෙයක් නොවේ;නිදසුනක් වශයෙන්, එක්සත් ජනපදයේ, ප්රධාන දේශපාලන පක්ෂ දෙකෙහිම ජනාධිපතිවරු මාධ්යවේදීන්ට පරස්පරතාවයෙන් ඔවුන්ගේ කාර්යභාරය භුක්ති විඳිය හැකිය. විදුලි සංදේශභාවය පවත්වා ගැනීම සහ ක්රියාවලියේ පරිපාලනය ප්රවර්ධනය කිරීමේදී ප්රජාතන්ත්රවාදී ප්රජාවන්ගේ සුවිශේෂී කාර්යක්ෂමතාව අත්යවශ්ය කාර්යභාරයක් ඉටු කරයි.. දේශපාලන politicians යින් සහ මාධ්යවේදීන් උමං මාර්ග හුවමාරුවල නිරත වන සාමාන්ය දර්ශනයකි.",
        "Inter ආණ්ඩුවේ ජයග්රහණ ආලෝකවත් කිරීම සහ ප්රතිපත්ති හෝ වැඩසටහන් වල අඩුපාඩු ආලෝකමත් කිරීම සහ මිනිසුන්ට කරුණු ලබා දීම යන පත්රිකාවේ යුතුකමයි.. එය මහජනයාට තොරතුරු සපයන්නේ පමණක් නොව, මෙම විනිවිදභාවය යනු නිර්මාණාත්මක ක්රියාමාර්ග සහ ප්රගතිය ප්රවර්ධනය කරන බැවින් මෙම විනිවිදභාවය ජාතිය ය",
        "· හ o නඟන කරුණු මර්දනය කිරීම කාරණා තවදුරටත් සංකීර්ණ කරයි. ගැටළු විසඳීම වෙනුවට ඒවා සැඟවීමට උත්සාහ කිරීම කැඩුණු මෙවලමක් සකස් කිරීම වෙනුවට එය ආවරණය කිරීමට සමාන වේ. මහජන සංවාදයේ අවුල් සහගත පැවැත්මක් වුවද, සත්ය ප්රගතියක් ලැබුණි, එක් සංවාදයකින්. ·",
        "මගේ මෑත කාලීන අදහරු සංචාරයේදී, \"මරණයට හොඳ අදහස්\" ලෙස හැඳින්වෙන නිර්මාණාත්මක චින්තකයින්ගේ කේන්ද්රස්ථානයක්, නිර්මාණාත්මක චින්තකයින්ගේ මධ්යස්ථානයක්, \". තරුණ හා නවෝත්පාදනයන් සමඟ මගේ සන්නිවේදනය නිර්මාණකරුවන්ගේ, මාධ්යවේදීන් සහ ව්යවසායකයින්ගේ අවශ්යතාවය අවධාරණය කළේ බියෙන් තොරව නව ගැටළු නිර්මාණය කිරීමට නිදහස ආරක්ෂා කිරීමටයි.. ඔව්, සමහර හොඳ සිතුවිලි මැරී ඇතත්, නිර්මාණකරුවන්ට සිතීමට හා උත්සාහ කිරීම හා අසමත් වීමට පවා අවශ්ය නිදහස අවශ්ය වේ. අප දියුණු වන්නේ එලෙසිනි.",
        "Consals සංකල්පීයතාව පිළිබඳ ඉතා අතිමහත් හා නොපැහැදිලි සීමා කිරීම් නිර්මාණශීලිත්වය හුස්ම ගැනීම සහ නවෝත්පාදනය හා ආර්ථික වර්ධනය උත්තේජනය කිරීම සඳහා ප්රජාවෙන් ඇති විය හැකි වැඩිදියුණු කිරීම් වේගවත් කරනු ඇත.. වාරණය කිරීමේ ප්රමිතියක් නවෝත්පාදනය වළක්වයි පමණක් නොව, බරපතල ගැටළු විසඳීම සඳහා නවීන විසඳුම් හැසිරවීම ද",
        "Rela ජු පුවත්පත් කවුන්සිලය දෙසට ඔබව ආකර්ෂණය කළ එම මුල් ගිනි පුපුර ගැන සිතා බැලීමට මම ඔබෙන් ඉල්ලා සිටිමි. එය සමෘද්ධිය හෝ කීර්තිය පිළිබඳ සරාගී වීම ගැන සැක සහිතය;එය බොහෝ වෙනස්වීම් සහ ශ්රී ලංකාවේ ප්රගතියට දායක වීම සඳහා ආශ්වාදයක් වනු ඇත. මේ",
        "ඔබට ඔබව ධාවනය කිරීමේ බලතල වීමට ඔබට අවශ්ය නම්, මම ඔබෙන් ඉල්ලා සිටින්නේ කඩිසරව ක්රියා කරන ලෙසයි. සිදුවීමේ සංවර්ධනය හා සමෘද්ධිය සඳහා ඔබගේ කැපවීම, ඔබේ අයිතිවාසිකම් සහ නිදහස ඉතා වැදගත් වේ.",
        "මෙය සලකා බලන්න: නවීන ලින්කන් වාෂ්පයක් ලෙස ඉස්මතු වීමට යන්නේ කවුද?ශ්රී ලංකාවේ ආර්ථික හා සමාජ ප්රගතිය මෙහෙයවන කතන්දර ලිවීමට යන්නේ කවුද?එම පුද්ගලයා අද අප තුළ සිටිය හැකිය. කතා කිරීමේ නිදහස, පුවත්පත් කලාව වැනි ගැටළු සඳහා ඔහුගේ හ voice හ voice කිරීමට ඔහු සූදානම් විය හැකිය. ස්වාධීන පුවත්පත් කලාව ශ්රී ලංකාවේ සතුරෙකු නොවන බව මතක තබා ගැනීම අවශ්ය වේ. එය යථා තත්ශීත්මක හා සමෘද්ධිමත් සමාජයකට මඟ පෙන්වන ශ්රී ලංකාවේ විශාලතම මිතුරන්ගෙන් එකකි. රීල්"
      ]
    },
    "en": {
      "title": "We are your biggest fans - Elizabeth",
      "body_lines": [
        "The event of the Sri Lankan newspaper establishment took place today under the theme of “global media spreading and its impact on democracy”.",
        "Deputy Secretary of State for Public Relations, Elizabeth Alan, delivered the speech.",
        "It is fantastic to be here with everyone today. And the Ambassador Sung, thank you for your leadership representing the American people in Sri Lanka.",
        "· Thanks to the Sri Lankan newspaper, I'm glad I am here today. The dedication you have in the craft of journalism is very encouraging.",
        "· Know This: The US Embassy fully supports the immense task you do. Of course, even though we are from time to time, we are your biggest fans, beyond all of them.",
        "Since we believe that you have the right to continue the journalism freely and without fear, we are all involved in the programs to sharpen your talents.",
        "· I stand in a room full of journalists, to protect the rights and freedoms of journalists from Sri Lanka and around the world, and all citizens open their ideas and thoughts",
        "In hard times, you continue to go ahead and ask you difficult questions. Your commitment to seek the truth and to lure it from the high ridges is an important feature of democracy. I really have your work",
        "· I think it would be very relevant to start my speech this afternoon, as a story I think that I think that today's topic of the role of the media in a democracy is related.",
        "· A century ago, the American media created the word \"McRekar\" to refer to journalists who analyzed the social issues that expose corruption.. · This term, these journalists are just “rumor",
        "We are honoring them as the forerunners of intelligence journalism today, even though they are somewhat negatively negatively branded.",
        "· These McRekers played an important role in the creation of a significant social and political reform progressive era in American history. · They are focusing on the shortcomings of society by referring to people like Lincoln Steffers, who have been working on a nationwide demand for accountability and reform.",
        "· The 1904 Stephen's book The Shem of the City, the City of Political Leaders, Businesses and Organized Crimes, has been corrupted in American cities",
        "· His fearless journalism created critical awareness of the urgent need for government and corporations to be held accountable. Stefers as a public communication officer of the government",
        "· Faced with the blatant facts put forward by Stefers, US officials and the public were forced to face a key question: Why do we want to be such a country?",
        "· The task of Steffers does not only expose mistakes;It provoked a nationwide demand for reform and an essential role in maintaining an important role in the intelligence journal in ensuring that power is accountable.",
        "· The story shows that freedom of the press and freedom of expression is not only the basic human rights but also the development and development of a country.",
        "· This leads me to the main point I want to comment on how the global media output supports democracy and develops communities that include communal, fair and all.",
        "· In my mind, that connection is clear: When a government controls the rights and freedoms of its citizens, the future and development of the country will naturally affect.· Globally, we see serious and increasing challenges against media freedom. Present",
        "The United States is determined to protect the freedom of expression, ensuring the safety of journalists and media workers around the world, arguing for the freedom of the press.. Unfortunately, these essential freedoms are globally threatened.",
        "The compassion raised in Sri Lanka will also be. · When governments intensify their efforts to prevent public information by controlling internet access and censoring content, we must speak against it.. Significantly, when the Parliament of Sri Lanka passed the event in January, the US expressed concern over the potential consequences of freedom of expression, innovation and privacy.",
        "· A common thing is that arguments against uncontrolled expression. Media aimed at embarrassing governments and undermiding public confidence",
        "Critics claim that side -to -side. Others are worried that the freedom of expression is uncontrolled to promote the spread of misinformation. Others argue that uncontrolled newspapers can trigger tension and affect security conditions. Corruption, violence",
        "And a series of statements about political conflicts are also concerned that the reputation of a country can be dismantled and the country will be restricted to the development of investment efforts.",
        "· However, the sidewalk of the media must act as guardians who ensure that their duties are fulfilled and to leap towards the interests of the public. This principle for Sri Lanka, the United States and the whole world",
        "The challenge caused by the negative magazines that are branded are not a new issue. In many ways, the governments and the media have traveled through a complex, sometimes hostile relationships.",
        "This kinetic is not a unique thing for any country;For example, in the United States, the presidents of both major political parties have enjoyed their role in contradiction with journalists. A unique efficiency of democratic communities plays an essential role in maintaining transparency and promoting the administration of the process.. It is a regular scene that politicians and journalists engage in heating exchanges, leading to allegations of false and biased reporting, when special leaders feel that their actions are misrepresented.",
        "· It is the duty of the newspapers to illuminate the achievements of the government and illuminate the shortcomings in policies or programs and provide people with facts.. Not only is it providing information to the public but this transparency is the nation as it promotes constructive measures and progress",
        "· As well as suppressing voices further complicates matters. Trying to hide them instead of solving problems is equivalent to covering it instead of adjusting a broken tool. True progress comes from one -related conversations, even though it is the chaos of public conversation. ·",
        "During my recent visit to Ideahell in Colombo, a center for creative thinkers, known as “good ideas to death,”. My communication with the young and innovative people underlined the need for creators, journalists and entrepreneurs to protect the freedom to try and create new issues without fear.. Yes, some good thoughts are dead, however, the creators need the freedom they need even to think and try and fail. That is how we improve.",
        "· Very vast and vague restrictions on conceptuality will pluck the potential improvements from the community to breathe creativity and stimulate innovation and economic growth.. A standard of censorship not only prevents innovation but also handling modern solutions to solve serious problems",
        "· I ask you to think about that early spark that attracted you towards journalism. It is doubtful that it would have been the sexy of prosperity or fame;It will be an inspiration for most change and contribute to the progress of Sri Lanka. These",
        "If you want to be the powers of running you, I ask you to act diligently. Your dedication, your rights and your freedom are very important for the current development and prosperity of the event.",
        "· Consider this: Who is going to emerge as a modern Lincoln Steffers?Who is going to write stories that are leading the economic and social progress of Sri Lanka?That person may be in us today. He may be ready to voice his voice for issues such as freedom of speech, freedom of journalism. It is necessary to remember that independent journalism is not an enemy of Sri Lanka. It is one of the largest friends of Sri Lanka that leads to a recovery and prosperous society. Remble"
      ]
    }
  }
}