{
  "translated_text": {
    "si": {
      "title": "අපේ රට කුඩා වුවත්, බොහෝ ings ාතන - විජයදාස",
      "body_lines": [
        "අධිකරණ, බන්ධනාගාර හා ආණ්ඩුක්රම ව්යවස්ථා ප්රතිසංස්කරණ අමාත්ය විජයදාස රාජපක්ෂ මහතා පැවසුවේ 1971 දී 1971 දී පුද්ගලයින් 12,000 ක් සහ 77,000 ක් වූ අතර 77-1989 දී 77,000 දී 77,000 ක් වූහ.",
        "30 එල්ටීටීඊ ත්රස්තවාදයෙන් 70,000 ක් පමණ were ාතනය වූ බවත්, රට කුඩා බවත්, නමුත් බොහෝ inations ාතනවලින් 70,000 ක් පමණ මිය ගිය බවත් ඔහු පැවසීය.",
        "මධ්යම පළාත් ආණ්ඩුකාර කාර්යාලයේ පැවති මහනුවර දිස්ත්රික් ප්රතිසන්ධාන කමිටුව සඳහා කාර්යාලයක් විවෘත කරන ලෙස මධ්යම පළාත් ආණ්ඩුකාර කාර්යාලයේ පැවති රැස්වීම අමතමින් අමාත්යවරයා මේ බව පැවසීය.",
        "එවැනි ව්යසන නැවත ඇසෙන්නේ නැති බවත්, ගමේ මට්ටමේ ප්රතිසන්ධාන කණ්ඩායම් සඳහා සහ එමගින් ගමේ අධිකාරිය ලබා ගන්නා බවත් ඔහු ඉල්ලා සිටියේය.",
        "මේ දක්වා ක්රියාත්මක වන ජාතික සංහිඳියාව හා ප්රතිසංස්කරණ කොමිෂන් සභාව පසුගිය ජනවාරි මාසයේ සිට පාර්ලිමේන්තු පනත තුළින් නෛතික සංවිධානයක් බවට පත් කර ඇති බව අමාත්යවරයා පැවසීය.",
        "මෙම සමාගම හරහා ගමේ සංහිඳියාව ඇති කිරීමට ගමතුශාලාව ශක්තිමත් වූ බවත්, ග්රාම නිලධාරි කොට් 11 ාශ 11,000 කට වැඩි සංඛ්යාවක් දැනටමත් ප්රතිසන්ධාන කමිටු පිහිටුවා ඇති බවත් ඔහු පැවසීය.",
        "රට තුළ රට දේශපාලනිකව බංකොලොත් වී බංකොලොත් වී ඇති බවත්, අනෙක් අතට, මෙම කරුණු ගැන කතා කරනවාට වඩා, රට දේශපාලනිකව බංකොලොත් වී බංකොලොත් වී ඇති බවත් අනෙක් අතට, සමාජ, ආර්ථික හා සංස්කෘතික වශයෙන් පිරිහී ඇති බවත් අමාත්යවරයා කවුද?එය සිදුවී ඇති බවත් එය නැවත සිදුවීම වළක්වා ගැනීමට පියවර ගැනීම වැදගත් බව අමාත්යවරයා පැවසීය.",
        "අප නිදහසින් හා රටේ නීතිය පාලනය කරන විට ජාතික හා ආගමික සබඳතා ආරක්ෂා කිරීමට අපොහොසත් වීමට ඇති ප්රධාන හේතුව වූයේ මෙය බව ඔහු පැවසීය.",
        "මෙම බෙදීම් ජනතාවගේ බෙදීම් ලෙස අර්ථ දැක්වූයේ, අනෙක් අතට, දේශපාලන පක්ෂ නායකයින් එය නිකාය කිහිපයකට යොදාගෙන සිටින බවත් ඔවුන්ගේ පැවැත්ම සඳහා මෙම බෙදීම් භාවිතා කරන බවත් ඔහු පෙන්වා දුන්නේය.",
        "ගමේ පිහිටි ප්රතිසන්ධාන කමිටුව ගම තීරණය කිරීම සඳහා පූර්ණ අධිකාරිය ලබා දෙන අතර ගමේ සමගිය ගොඩනැගීම මගින් රටේ එකමුතුකම ස්ථාපිත වේ",
        "ගමේ සාමය සඳහා සාමය අපේක්ෂා කරන ජනතාව එක්සත් කිරීම මගින් ගමේ සාමය හා සංහිඳියාව ඇති කිරීම සඳහා නව වැඩපිළිවෙළක් තුළින් දිස්ත්රික් හා පළාත් මට්ටමින් එය ජාතික මට්ටමට ගෙන එන ලෙස ඔහු රජයෙන් ඉල්ලා සිටියේය.",
        "මෙම විශේෂ සූට් යාප් රටේ වෙනසක් වන අතර ගම්වාසීන් තවදුරටත් ගම සඳහා සංවර්ධන ව්යාපෘති හෝ දේශපාලන politicians යන් හෝ ඔවුන්ගේ ආධාරකරුවන් නොවන බව ඔහු අවධාරණය කළේය.",
        "මෙම අවස්ථාවට මධ්යම පළාත් ආණ්ඩුකාර, රාජ්ය අමාත්ය අනුරාධ ජයරත්න සහ සර්වඩම් පෙරියාර් යන රාජ්ය අමාත්ය ලලිත් යූ කමගේ මහතා සහභාගී විය."
      ]
    },
    "en": {
      "title": "Although our country is small, there are many killings - Vijayadasa",
      "body_lines": [
        "Minister of Justice, Prisons and Constitutional Reforms Vijayadasa Rajapakse said that 12,000 people died in 1971 and 77,000 in 1988-1989 as a result of the JVP's two-time armed arms.",
        "He said that about 70 thousand were killed in the 30 -year LTTE terrorism and that the country was small, but many assassinations.",
        "The Minister said this while addressing the gathering at the Central Provincial Governor's Office to open an office for the Kandy District Reconciliation Committee.",
        "He urged that such disasters do not re -occurs, and that the village level reconciliation groups will be supported and thereby gain the authority of the village.",
        "The Minister said that the National Reconciliation and Reform Commission, which has been in operation so far, has been transformed into a legal organization through the Parliamentary Act since last January.",
        "He said that the village was strengthened to bring about reconciliation in the village through this company, and that more than 11,000 Grama Niladhari Divisions have already established reconciliation committees.",
        "The Minister, who has said that the country has been politically bankrupt and bankrupt in the country, and on the other hand, the minister has been degenerated in social, economic and culturally, rather than talking about these issues?The Minister said that it was important to take steps to find out that it had occurred and prevent it from occurring again.",
        "He said that this was the main reason why we were unable to protect national and religious relations when we gained independence and the rule of law in the country was severely broken.",
        "He pointed out that the divisions were not defined as the divisions of the people, on the other hand, and that the political party leaders were using it into several sects and using these divisions for their survival.",
        "The reconciliation committee set up in the village is given the full authority to decide on the village and the unity of the country is established by building unity in the village",
        "He urged the government to bring it to the national level at the district and provincial levels through a new program to bring about peace and reconciliation in the village by uniting the people who want peace in the village.",
        "He also emphasized that this special Sutta Yap is a change in the country and that the villagers will no longer decide the development projects for the village and not politicians or their supporters.",
        "The event was attended by Governor of the Central Province Lalith Yu Kamage, Minister of State for the Minister of State, Anuradha Jayaratne and Sarvadam Periyar."
      ]
    }
  },
  "summary_lines": [
    "Vijayadasa Rajapakse highlights the country's history of violence, citing deaths from JVP and LTTE conflicts. He emphasizes the importance of preventing future tragedies, supporting village-level reconciliation efforts, and strengthening national unity. The Minister discusses the transformation of the National Reconciliation and Reform Commission into a legal entity and its role in fostering reconciliation at the grassroots level. He calls for a new approach to ensure peace and unity, allowing villagers to directly influence development decisions."
  ]
}