{
  "translated_text": {
    "si": {
      "title": "අත්අඩංගුවට ගැනීම",
      "body_lines": [
        "කේට්ස් හි සෞඛ්ය වෛද්ය වෛද්ය කටයුතු අධිකාරියේ (මධ්යම පරිසර අධිකාරිය) පවුලේ සාමාජිකයෙකු විසින් මස් සඳහා හරිත මස් කපා දමා ඇති පවුලේ සාමාජිකයෙකු විසින් අත්අඩංගුවට ගෙන ඇති අතර එය සොයා ගෙන තිබේ.",
        "කේට්ස් ඇතුළු දිවයිනේ බොහෝ ප්රදේශවල එළදෙනුන් සහ ගවයින් සඳහා එළදෙනුන් කැපීම හා ජාවාරම කිරීම පිළිබඳ සිදුවීම් වැඩි කිරීම.. විශේෂයෙන් ගව එළදෙනුන් ද මස් සඳහා කපා දමනු ලැබේ.",
        "මස් කටර් වැළැක්වීම සඳහා අල්ලස් නොමැතිකම නිසා වසර ගණනාවක් තිස්සේ ක්රියාවලිය නැවැත්වීමට මහජනතාවට හැකි වූ බවට මහජනයාට චෝදනා එල්ල වී ඇති අතර ඔවුන් ඔවුන්ට එරෙහිව පියවර නොගන්නා බව.",
        "මේ අවස්ථාවේ දී, කේට්ස් සෞඛ්ය වෛද්ය නිලධාරි ටී.",
        "සෞඛ්ය වෛද්ය නිලධාරියාට රහස්ය තොරතුරු ලැබුණේ අවසරයකින් තොරව ගවයා කපා දැමූ බවයි. ඔහු පොලීසිය භාරව සිටින ප්රධාන පොලිස් නිලධාරියාට දන්වා පොලිසියේ සහාය ඉල්ලා සිටියේය.",
        "ගවයා නිවසක පිසින ලද සහ පිසින ලද නිවසක පිසින ලද බව අනාවරණය විය. ගවයා කැපීමට තවත් ගොනෙකු බැඳ තැබීය. නිවැසියන් කිව්වා ඔවුන් සිද්ධියකට එළදෙන කපනවා කියලා.",
        "කෙසේ වෙතත්, ගව කැපීම සඳහා බලපත්රය ලබාගෙන නොමැත. මේ සම්බන්ධයෙන් සැකකරුවෙකු අත්අඩංගුවට ගෙන තිබේ. කැටම් සොයා ගන්නා ලදී. ගව ගවයේ කිලෝග්රෑම් 10 ක් දක්වා මස් ද අත්අඩංගුවට ගෙන තිබේ.",
        "මෙම පුද්ගලයාට එරෙහිව නඩුවක් ගොනු කර ඇති අතර ඔහු පොලිස් ඇප මත නිදහස් කරන ලදී.",
        "මේ අතර, ගව නීති විරෝධී කැපීම පිළිබඳව දැනුවත් වන අයට දැනුම් දෙන ලෙස සෞඛ්ය වෛද්ය නිලධාරියා මහජනතාවගෙන් ඉල්ලා තිබේ.R"
      ]
    },
    "en": {
      "title": "Arrest",
      "body_lines": [
        "A family member of the Kayts Health Medical Affairs Authority (CEA) has been arrested by a family member who has cut green meat for meat and has been recovered.",
        "Increasing incidents of cutting and smuggling of cows for cows and cows in many parts of the island, including Kayts.. In particular, cow cows are also being cut down for meat.",
        "The public has been accused of being able to stop the process for many years because of the lack of bribes to prevent meat cutters and that they will not take action against them.",
        "In this case, a team led by Kayts Health Medical Officer T.Susitharan has arrested the cow cutter.",
        "Health Medical Officer got confidential information that the cow was cut without permission. He has informed the Chief Police Officer in charge of the police and sought the help of the police.",
        "It was revealed that the cow was cut and cooked in a house. Another bull was tied up ready to cut the cow. Residents said they cut the cow for an event.",
        "However, the permit has not been obtained for cutting the cow. A suspect was arrested for this. Catum was recovered. The meat was also seized up to 10 kilograms of cow's cow.",
        "A case was filed against the man and he was released on police bail.",
        "Meanwhile, the health medical officer has requested the public to inform those who are informed about the illegal cutting of the cow.R"
      ]
    }
  },
  "summary_lines": [
    "A family member of the Kayts Health Medical Affairs Authority (CEA) arrested someone for illegally slaughtering cows for meat, a common issue across the island. Despite public knowledge and potential bribes, authorities have struggled to halt these activities. This incident involved a cow being slaughtered without a permit, leading to the arrest of the culprit and seizure of meat. The Health Medical Officer urged the public to report such cases, highlighting the need for stricter enforcement and community involvement."
  ]
}