{
  "translated_text": {
    "si": {
      "title": "පොල් අපනයනය කළ වෙළෙඳුන්ගේ උත්සාහය: රජය දැඩි ක්රියාමාර්ග ගත යුතුය - පෙරටුගාමී සමාජවාදී පක්ෂය",
      "body_lines": [
        "වෙළඳපොලේ පොල් හිඟයන් සමඟ වෙළඳුන් කිහිප දෙනෙකු පොල් සාදා ඒවා අපනයනය කර ඒ හරහා ලාභ උපයා ගැනීමට උත්සාහ කරති.. මෙම ගැටළුව විසඳීම සඳහා රජය දැඩි ක්රියාමාර්ග ගත යුතු බව සමාජවාදී පක්ෂයේ අධ්යාපන උද් campa ෝෂණ ලේකම් පුබුදු ජයගොඩ මහතා පැවසීය.",
        "වෙළඳපොලේ පොල් හිඟය තීව්ර ලෙස පොල් මිල ඉහළ ගොස් තිබේ. වෙළඳපොලේ පොල් රුපියල් 192 කට විකුණනු ලැබේ. කොළඹ කොටස් කිහිපයක් රුපියල් 120 කට විකුණා ඇත.",
        "අතීත දත්ත වලට අනුව පොල් මිලියන 3100 ක් වාර්ෂිකව ශ්රී ලංකාවේ වාර්ෂිකව නිපදවනු ලැබේ. මෙම අවස්ථාවේ දී පොල් මිලියන 2100 ක් වාර්ෂික පරිභෝජනය සඳහා භාවිතා කරනු ලැබේ, පොල් බොහොමයක් සහ ඩොලර් මිලියන 400- 600 ක් රැස් කළේය.",
        "කෙසේ වෙතත්, මේ වසරේ පොල් නිෂ්පාදනය මිලියන 700 දක්වා අඩු වී තිබේ. කෙටි--කාලීන සාධකවලට මේ සඳහා බලපෑමක් නැත. දිගුකාලීන සාධක බලපෑම් කර ඇත.",
        "අතීතයේදී, දකුණේ දකුණට සහ මේ සමඟ ඇති ඉඩම් බොහෝ දුරට වෙන්දේසි විය. එක්සත් ජාතික පක්ෂය මෙම ක්රියාව සිදු කළේය. 2019-2020 කාලය තුළ සොයාගත් පොහොර හිඟය හේතුවෙන් පොල් වගාව දැඩි ලෙස බලපා ඇත.",
        "පොල් ගස්වලට පහර දෙන ආකාරයේ ආසාදනයක් පාලනය කිරීමට පියවර ගන්නා ලෙස අපි දිගටම රජයෙන් ඉල්ලා සිටියෙමු.",
        "කෙසේ වෙතත් රජය සුදුසු අවධානයක් යොමු නොකරයි. මෙම සාධක සමඟ දේශගුණික විපර්යාස හේතුවෙන් දේශගුණික හිඟය අද තීව්ර වී තිබේ.",
        "පොල් හිඟය තීව්ර වන විට, වෙළඳුන් කිහිප දෙනෙකු පොල් හා අපනයනය කිරීමට උත්සාහ කරයි.. ප්රශ්නය විසඳීම සඳහා රජය දැඩි ක්රියාමාර්ග ගත යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Coconut exported traders attempt: government should take drastic measures - Frontline Socialist Party",
      "body_lines": [
        "With coconut shortages in the market, a few traders are trying to make the coconut and export them and make profits through it.. The government should take drastic measures to solve the issue, said the Socialist Party's educational campaign secretary, Pubudu Jayagoda.",
        "Coconut prices have risen as coconut shortages have intensified in the market. A coconut in the market is sold for 192 rupees. A few parts of Colombo are sold for 120 rupees.",
        "3100 million coconuts are produced annually in Sri Lanka according to past data. In this case, 2100 million coconuts are used for annual consumption, with plenty of coconuts and raised $ 400- 600 million.",
        "However, this year's coconut production has declined to 700 million. The short -term factors have not had the impact on this. Long -term factors have been influenced.",
        "In the past, the south of the south and the accompanying lands were largely auctioned off. The United National Party -led government carried out this action. Coconut cultivation was severely affected following the fertilizer shortage found during the period 2019-2020.",
        "We continued to urge the government to take steps to control a kind of infection that attacks coconut trees.",
        "However the government does not pay appropriate attention. Climate shortages have intensified today due to climate change with these factors.",
        "As the coconut shortage intensifies, a few traders are trying to make the coconuts and export them.. He said the government should take drastic measures to address the issue."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka faces coconut shortage; traders exploit gap. Government urged to act swiftly to stabilize prices and ensure supply."
  ]
}