{
  "translated_text": {
    "ta": {
      "title": "டெங்கு நோயாளிகளின் விரைவான சரிவு",
      "body_lines": [
        "ஜனவரி மாதத்துடன் தொடர்புடைய பிப்ரவரியில் டெங்கு நோயாளிகளின் எண்ணிக்கை பதிவாகியுள்ளதாக தேசிய டெங்கு கட்டுப்பாட்டு பிரிவு கூறுகிறது.",
        "இருப்பினும், காலப்போக்கில் 5 டெங்கு இறப்புகள் பதிவாகியுள்ளன.",
        "ஜனவரி மாதத்திற்குள், 24 க்கும் மேற்பட்ட டெங்கு வெளிப்படும் மண்டலங்கள் 24 ஆக குறைந்துவிட்டன.",
        "அதன்படி, டெங்கு நோயாளிகளின் எண்ணிக்கை பிப்ரவரியில் 5,181 ஆகும்.",
        "ஆனால் ஜனவரியில், 10,417 டெங்கு நோயாளிகள் ஜனவரி மாதம் அடையாளம் காணப்பட்டனர், இது கடந்த ஆண்டு ஜனவரியில் அதிக எண்ணிக்கையிலான டெங்கு ஆகும்.",
        "அதன்படி, இந்த ஆண்டில் 15,598 டெங்கு ஆதாரம் அடையாளம் காணப்பட்டுள்ளது.",
        "பிப்ரவரியில் கொழும்பு மாவட்டத்திலிருந்து அதிக எண்ணிக்கையிலான நோயாளிகள் அடையாளம் காணப்பட்டுள்ளனர், இந்த எண்ணில் ஒன்று 3,359 ஆகும்.",
        "3,245 டெங்கு நோயாளிகள் யாஃப்னா மாவட்டத்திலிருந்து அடையாளம் காணப்பட்டுள்ளனர், 1,324 நோயாளிகளும் 1,052 நோயாளிகளும் கண்டி மாவட்டத்திலிருந்து அடையாளம் காணப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "Rapid decline in dengue patients",
      "body_lines": [
        "The National Dengue Control Unit says that the number of dengue patients reported in February relative to January.",
        "However, 5 dengue deaths have been reported during the period of time.",
        "By January, more than 24 dengue emergence zones were down to 24.",
        "Accordingly, the number of dengue patients is 5,181 in February.",
        "But in January, 10,417 dengue patients were identified in January, which was a high number of dengue in January last year.",
        "Accordingly, 15,598 dengue patronage has been identified in this year.",
        "The highest number of patients have been identified from the Colombo District in February, one of the number is 3,359.",
        "3,245 dengue patients have been identified from the Jaffna district and 1,324 patients and 1,052 patients have been identified from the Kandy district."
      ]
    }
  }
}