{
  "translated_text": {
    "ta": {
      "title": "மக்களின் வளங்களை அனுபவிக்காமல் ஒரு ஜனரஞ்சக பொது சேவைக்காக அர்ப்பணிப்போம்",
      "body_lines": [
        "பிரதமர் டாக்டர் ஹரினி அமரசுரியா கூறுகையில், \"பிரதமர் டாக்டர் ஹரினி அமரசுரியா கூறினார்,\" பிரதமர் டாக்டர் ஹரினி அமரசுரியா கூறினார்.",
        "பிரதமர் பிரதமர் பிரதமரின் பிரதமரின் அதிகாரிகளுடன் இன்று காலை நடைபெற்ற கலந்துரையாடலில் பிரதமர் இதை கூறினார்.",
        "பிரதமர் டாக்டர் ஹரெய்னி அமரசுரியா கூறினார்",
        "ஜனாதிபதி மற்றொரு ஜனாதிபதி தேர்தலில் இருந்து வந்தவர் என்பதை நாம் புரிந்து கொள்ள வேண்டும். ஜனாதிபதி தேர்தலில் ஜனாதிபதி தேர்தலில் பெரும்பான்மையான மக்களின் தன்னார்வமாக மாறினார். கடந்த ஆண்டுகளின் அனுபவங்கள் மற்றும் பார்த்த அனுபவங்களின்படி மக்கள் தங்கள் முடிவை வெளிப்படுத்தினர்.",
        "இந்த ஆண்டு தேர்தல் கட்சி தலைமையிலான தேர்தல்களை விட, கட்சியால் இயக்கப்படும் தேர்தலை விட அதிகம்.",
        "ஜனாதிபதி தனது பதவியாக கடமைகளை ஏற்றுக்கொண்ட பிறகு, ஒரு நாட்டின் எதிர்பார்ப்புக்கு ஆட்சியாளர், ஆட்சியாளர் மற்றும் பொது சேவை மத்தியில் நல்ல நம்பிக்கை இருக்க வேண்டும் என்று அவர் கூறினார். மக்கள் தங்கள் நம்பிக்கையை இழந்துள்ளனர். அது மீண்டும் வருவதால் வேலை செய்வது எங்கள் கடமை. மக்கள் தனியாக இருக்கிறார்கள் என்று மக்கள் நினைக்கிறார்கள். சட்டம், பொது சேவை மற்றும் அரசியல் அதிகாரம் ஆகியவற்றின் மக்கள் நம்பிக்கையின்றி ஒரு நாட்டைக் கட்ட முடியாது. அந்த நம்பிக்கையின் பேரில் நாம் நாட்டை நோக்கி செயல்பட வேண்டும்.",
        "ஒரு வலுவான பொது சேவையை உருவாக்குவதே எங்கள் குறிக்கோள். பிரதமர் பொது ஊழியர்களிடையே சுயாதீனமாக செயல்படுவதாகக் கூறியது."
      ]
    },
    "en": {
      "title": "Let us devote for a populist public service without enjoying people's resources",
      "body_lines": [
        "Prime Minister Dr. Harini Amarasuriya said, \"Prime Minister Dr. Harini Amarasuriya said,\" Prime Minister Dr. Harini Amarasuriya said.",
        "The Prime Minister said this at a discussion held at the Prime Minister's Prime Minister with the Prime Minister's Officers in Colombo this morning.",
        "Prime Minister Dr. Haraini Amarasuriya said,",
        "We must understand that the president is not from another presidential election. The President became the voluntary of the majority of the people in a presidential election after a struggle against a state-held government. The people expressed their decision according to the experiences and seeing of the experiences of last years.",
        "This year's election is more than a party-led elections, more than a party-driven election.",
        "After the President assumed duties as his post, he said that the prospect of a country should have a good belief among the ruler, ruler and public service. The people have lost their trust. It is our duty to work as it is recurring. People think that the people are alone. The people of law, public service and political authority cannot build a country without confidence. We have to work towards the country, working on that belief.",
        "Our goal is to build a strong public service. The Prime Minister said the Prime Minister said to be working independently in the public servants."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Prime Minister Dr. Harini Amarasuriya emphasizes building a strong public service, independent from political influence. She stresses restoring public trust and confidence in governance."
  ]
}