{
  "translated_text": {
    "si": {
      "title": "මාස හයකින් අපි රුපියල් බිලියන 129 ක ණයක් ගෙවා ඇත්තෙමු - සීහාන් සෙමසිංහ",
      "body_lines": [
        "2024 සිට භාණ්ඩාගාරය සහ මාස හය තුළ ලබාගත් ණය මුදලට වඩා රුපියල් බිලියන 129 ක ණය මුදලක් අලුත්වැඩියා කර ඇති බව මුදල් අමාත්ය ෂියහාන් සෙමසිංහ මහතා ප්රකාශ කර තිබේ.",
        "එම කාලය තුළ රුපියල් බිලියන 4981 ක් ආපසු ගෙවා ඇති අතර එය 2024 සිට මාස 624 සිට මාස බිලියන 4852 ක් වූ මුළු ණය මුදල සමඟ වේ.",
        "රාජ්ය පරිපාලනයේ ආර්ථික බලපෑම මධ්යයේ, රජය මහ බැංකුව හරහා අවශ්ය මුදල් ආර්ථික බලපෑමට පෙර මහ බැංකුව විසින් යොදාගෙන ඇති බව රජය විසින් සොයාගෙන තිබේ.",
        "නව මහලු බැංකු නීතිය නීතිගත කර ඇති බැවින් මුදල් මුද්රණය අර්ථ දක්වා ඇත. එබැවින් උද්ධමනය අඩු වී ඇත."
      ]
    },
    "en": {
      "title": "We have paid a loan of 129 billion rupees in six months - Sehan Semasinghe",
      "body_lines": [
        "Finance Minister Xihan Semasinghe has stated that the loan of Rs 129 billion has been repaired than the loan obtained through the Treasury and Bailouts in the six months from 2024.",
        "4981 billion rupees has been repaid during that time, with the total debt of 4852 billion rupees from 2024 to six months from 2024.",
        "Amid the economic impact of the state administration, the government has been deployed in the state of affairs. The government has found that the necessary currency through the Central Bank has been increased by the Central Bank before the economic impact.",
        "Currency printing has been defined as the new central bank law has been enacted. Therefore, inflation has declined."
      ]
    }
  },
  "summary_lines": [
    "Finance Minister Xihan Semasinghe announced that a loan of 129 billion rupees was fully repaid within six months, alongside a total repayment of 4981 billion rupees. This action reduced the national debt from 4852 billion rupees to its current level. Amidst economic challenges, the government utilized funds from the Central Bank to manage the situation, leading to a decline in inflation due to new laws regulating currency printing."
  ]
}