{
  "translated_text": {
    "ta": {
      "title": "இலங்கையில் வரலாற்றை அச்சிடும் சின்னம் லாங்கேகாரா",
      "body_lines": [
        "இதில் இங்கே எதுவும் இல்லை. எஸ்.",
        "1862 ஆம் ஆண்டில் காலியில் தொடங்கப்பட்டது, இலங்காபரத்து அச்சகங்கள் இலங்கையின் அச்சிடும் துறையில் காணப்படுகின்றன. அச்சகத்தின் அச்சிடுதல் பற்றிய தகவல்களும் கல்வி அமைச்சில் சேர்க்கப்பட்டுள்ளன.",
        "இலங்கையின் முதல் சின்ஹலா செய்தித்தாள் அதன் அச்சிடப்பட்டுள்ளது. (இலங்கையில் முதல் செய்தித்தாள் பதிவு செய்யப்பட்ட செய்தித்தாள் லக்தாமி -1862).",
        "பண்டைய அச்சகங்கள் காலே, கேலி, கேலன், கேலன், கேலி ஆகியவற்றில் உள்ள கதைகளில் கதைகளில் நடைபெற்றது.",
        "தாய் மரகொல்லா விமலாஜோதி தெரோ இலங்கை அதிகாரிகள் சீர்திருத்தம் மற்றும் பாதுகாப்பிற்கு நடவடிக்கை எடுக்க வேண்டும் என்று கருதினார்."
      ]
    },
    "en": {
      "title": "Langekara, a symbol of printing history in Sri Lanka",
      "body_lines": [
        "It contains nothing here.S.",
        "Launched in Galle in 1862, Lankaparatu printing press found in Sri Lanka's printing industry. The Ministry of Education has also included information on the printing of the printing press.",
        "Sri Lanka's first Sinhala newspaper is printed its printed. (The first newspaper registered newspaper in Sri Lanka is Lakdami-1862).",
        "The ancient printing press held at the Stories in the Stories in Galle, Galle, Galle, Galle, Galle.",
        "Thai Marakolla Wimalajothi Thero assumed the Sri Lankan authorities to take action to reform and conservation."
      ]
    }
  },
  "summary_lines": [
    "Lankaparatu, Sri Lanka's first printing press, launched in 1862 in Galle, is a key symbol in the country's printing history. It printed the first Sinhala newspaper, Lakdami, in 1862. The press is preserved in Galle and has been recognized by the Ministry of Education for its historical significance."
  ]
}