{
  "translated_text": {
    "si": {
      "title": "பௌதீகவியலுக்கான நோபல் பரிசு 3 பேருக்கு அறிவிப்பு",
      "body_lines": [
        "එක්සත් ජනපදයේ ජෝන් ක්ලාක්, මිෂෙල් එච්. දේෝරෙත් සහ ජෝන් එම්. மார்டினிஸ் ஆகியோருக்கு பௌதீகவியலுக்கான நோபல் பரிசு பகிர்ந்து அளிக்கப்பட உள்ளது.",
        "2025 සඳහා නොබෙල් ත්යාගලාභීන් 2025 ක් සඳුදා ප්රකාශයට පත් කර ඇත. වෛද්ය විද්යාව සඳහා නොබෙල් ත්යාගය ඊයේ පළමු දිනය ලෙස ඊයේ ප්රකාශයට පත් කරන ලදී. ඒ අනුව, මේ වසරේ වෛද්ය විද්යාව සඳහා නොබෙල් ත්යාගය පුද්ගලයින් 3 දෙනෙකුට බෙදා දෙනු ලැබේ.  මේරි ඊ. 2025 දී ෆ්රර්ට් රම්ස්ටෙල් සහ ෂිමන් සහුචි මහතා විසින් නොබෙල් ත්යාගය පිරිනැමෙන ලෙස නිවේදනය කර තිබේ.",
        "මෙයින් පසු 2025 සඳහා භෞතික විද්යාව සඳහා නොබෙල් ත්යාගය නිවේදනය කර ඇත. එක්සත් ජනපදයේ ජෝන් ක්ලාක්, මිෂෙල් එච්. දේෝරෙත් සහ ජෝන් එම්. නොබෙල් ත්යාගය මාටිනිස් සඳහා බෙදා ගත යුතුය. විද්යුත් පරිපථවල මැක්රෝස්කොපි ක්වොන්ටම් යාන්ත්රික උමග සහ බලශක්ති මිනුම් හඳුනා ගැනීම සඳහා තෑග්ග නිවේදනය කර ඇත."
      ]
    },
    "en": {
      "title": "Nobel Prize for Physics 3",
      "body_lines": [
        "John Clark of the United States, Michelle H. Devoreth and John M. Martinis is to be awarded the Nobel Peace Prize for Physics.",
        "Nobel Prize winners for 2025 have been announced on Monday. The Nobel Prize for Medicine was announced yesterday as the first day. Accordingly, the Nobel Prize for Medicine this year will be distributed to 3 people.  Mary E. Frankov, Brett Ramstel and Shimon Sahakuchi have been announced to be awarded the Nobel Prize for Medicine in 2025.",
        "Following this, the Nobel Prize for Physics for 2025 has been announced. John Clark of the United States, Michelle H. Devoreth and John M. The Nobel Prize is to be shared for Martinis. The gift has been announced for detecting macroscopic quantum mechanical tunnel and energy measurement in one of the electrical circuits."
      ]
    }
  },
  "summary_lines": []
}