{
  "translated_text": {
    "ta": {
      "title": "வடக்கே கொழும்பில் வலுவான சுகாதாரப் பாதுகாப்பு",
      "body_lines": [
        "ஜனாதிபதி வவைனியா மாவட்ட பொது மருத்துவமனையில் புதிய இதய நோய் மற்றும் சிறுநீரக நோயைத் திறக்கிறார்",
        "கொழும்புக்குப் பிறகு, வலுவான சுகாதாரப் பாதுகாப்பு வடக்கே கிடைக்கிறது.",
        "நவீன மருத்துவமனைகள் மருத்துவ சுற்றுலாவுக்கு மருத்துவ சுற்றுலாவுக்கான ஏ 9 சாலையை பலப்படுத்தின - ஜனாதிபதி:",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்க, சிறுநீரக நோயின் ஆதரவும், வாவ்னியா மாவட்டத்தின் சிறுநீரக நோய்க்கும் ஜனாதிபதி ரணில் விக்கிரேமசிங்கே நெதர்லாந்தின் ஆதரவின் செலவில் திறக்கப்பட்டார்.",
        "இந்த திட்டம் 2019 ஆம் ஆண்டில் நல்லாட்சி அரசாங்கத்தின் கீழ் அந்த நேரத்தில் பிரதமர் ரணில் விக்ரமேசிங்கின் ஆதரவின் கீழ் தொடங்கியது.",
        "புதிய மூன்று மாடி அலகு, கார்டியோக் ஐ.சி.யூ (கேத் லேப்), கார்டியாக் ஐ.சி.யூ (இருதயவியல்), எக்கோ கிரிட்டியோகிராபி (எக்கோ கார்டு கோடுகள்), உடற்பயிற்சி மின்னணு கோடுகள், மொபைல் இரத்த அழுத்த மேற்பார்வை அலகு (ஆம்புலேட்டரி பிபி கண்காணிப்பு) போன்ற நவீன வசதிகள் ஆம்புலேட்டரி கோடுகளின் ஆம்புலேட்டரி கோடுகள்.",
        "சிறுநீரக நோய்களில் சிறுநீரக நோயாளிகளுக்கு ரத்த கேரி யூனிட், ஸ்கேன் அறை மற்றும் அறுவை சிகிச்சை பிரிவு போன்ற வசதிகள் உள்ளன.",
        "இதய நோய் மற்றும் சிறுநீரக நோய் உள்ளிட்ட புதிய கட்டிடத்தை ஜனாதிபதி ரணில் விக்ரெமேசிங்க் திறந்துள்ளார், இது இதய நோய் மற்றும் சிறுநீரக நோயால் வெளியிடப்பட்டுள்ளது.",
        "கூட்டத்தில் உரையாற்றிய ஜனாதிபதி, வடக்கு மாகாணத்தில் நெதர்லாந்தின் உதவியின் கீழ் இந்த சுகாதார வசதிகளை மேலும் மேம்படுத்த அரசாங்கம் செயல்படுகிறது என்று கூறினார்.",
        "வடக்கு மாகாணத்தின் நவீன மற்றும் மேம்பட்ட மருத்துவமனையில் அனுமதிக்கப்பட்டதாக வடக்கு மாகாணத்தால் பலப்படுத்தப்பட்டுள்ளது என்று ஜனாதிபதி கூறினார்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங்கே கூறினார்",
        "இந்த அலகு திறக்கப்படுவதன் மூலம், வடக்கு மாகாணத்தில் சுகாதாரப் பாதுகாப்பு தொடர்கிறது. மன்னார் மாவட்ட மருத்துவமனையை புதுப்பிக்கவும் அபிவிருத்தி செய்யவும் அரசாங்கம் நடவடிக்கை எடுத்து வருவதாகக் கூறப்படுகிறது.",
        "அந்த நேரத்தில், இந்த மருத்துவப் பிரிவை பிரதமராகவும், வெளிநாட்டு வளங்களின் பிரதமராகவும் நிர்மாணிக்க நெதர்லாந்து அரசாங்கத்துடன் தொடர முடிந்தது.. இன்று அதைத் திறக்க வாய்ப்பு கிடைத்ததில் மகிழ்ச்சி. அதற்கு உறுதியளித்த அனைவருக்கும் நான் நன்றி கூறுகிறேன்.",
        "மேலும், இந்த திட்டத்தை முடிக்க அர்ப்பணிக்கப்பட்ட நெதர்லாந்து அரசாங்கம் நன்றி செலுத்த வேண்டும். வடக்கு மாகாணத்தில் சுகாதார சேவையை வலுப்படுத்த நெதர்லாந்து அரசு ஒரு பரந்த கூட்டாண்மைக்கு பங்களித்துள்ளது.",
        "யாஃப்னா மருத்துவமனையுடன் பாயிண்ட் பருத்தித்துறை மருத்துவமனைக்கு வடக்கு மாகாண மக்களுக்கு சுகாதார வசதிகள் வழங்கப்படும்.",
        "ஏ 9 சாலை இலங்கையில் முதுகெலும்பு. சாலையில் வவைனியா, மான்குலம் மற்றும் கிலினோச்சி ஆகிய மூன்று நவீன மருத்துவமனைகள் கட்டப்பட்டுள்ளன. கராபிட்டியா மருத்துவமனையை ஒரு தேசிய மருத்துவமனையாக மாற்றிய பின்னர் யாஃப்னா மருத்துவமனையை ஒரு தேசிய மருத்துவமனையாக மாற்ற முடிவு செய்தோம்.",
        "மேலும், அனுராதபுரா கற்பித்தல் மருத்துவமனையில் அனுராதபுரா கற்பித்தல் மருத்துவமனை மற்ற சாலையில் உள்ளது. மேலும், எம்.பி.. அனுராதபுராவிற்கும் யஃப்னாவுக்கும் இடையில் 65 கி.மீ நீளமுள்ளவை. இது மிகவும் வலுவான மருத்துவமனை அமைப்பு. கொழும்புக்கு வெளியே கொழும்பில் அதைப் பார்க்க முடியவில்லை.",
        "வடக்கு மாகாண மக்களுக்கு இந்த சுகாதார சேவைகள் எவ்வாறு பலப்படுத்தப்பட்டுள்ளன என்பதை நாம் கவனிக்க வேண்டும்.",
        "அனுராதபுராவிலிருந்து யஃப்னாவுக்கு ஏ 9 சாலையும் கொழும்புக்கு கூடுதலாக சுகாதாரப் பாதுகாப்பின் முக்கிய மையமாக நியமிக்கப்பட்டுள்ளது. மேலும், மருத்துவ சுற்றுலாவுக்கு பல வாய்ப்புகள் உள்ளன. இலங்கை மக்களின் சுகாதார வசதிகளை அதிகரிக்க இது ஒரு முக்கியமான திட்டமாக இருக்கும். இந்த திட்டத்தை முன்னேற்ற நாங்கள் வேலை செய்கிறோம். நெதர்லாந்து அரசாங்கம் இந்த திட்டத்தை மேலும் மேலும் உதவும் என்று நம்புகிறது"
      ]
    },
    "en": {
      "title": "The strongest health care in Colombo to the north",
      "body_lines": [
        "President opens new heart disease and kidney disease at Vavuniya District General Hospital",
        "After Colombo, the strongest health care is available to the North.",
        "The modern hospitals strengthened the A9 road to medical tourism to medical tourism - President:",
        "President Ranil Wickremesinghe, the patronage of the Kidney Disease and the Kidney Disease of the Vavuniya District was opened by President Ranil Wickremesinghe at a cost of support of the Netherlands.",
        "The project commenced under the patronage of Prime Minister Ranil Wickremesinghe at the time in 2019 under the good governance government.",
        "The new three-storey unit, cardioc iCu (Cath Lab), Cardiac ICU (CARDIOTHOCICE), Echo Critiography (Echo Card Lines), Exercise Electronic Lines, MobileThe Blood Pressure Supervisory Unit (Ampulatory BP Monitoring) is the modern facilities such as the Ambulatory Lines of Ambulatory Lines.",
        "The Kidney Disease includes facilities such as the Blood Carry Unit, Scan Room and Surgical Unit for Kidney patients.",
        "President Ranil Wickremesinghe has opened the new building including heart disease and kidney disease, which has been unveiled by heart disease and kidney disease.",
        "Addressing the gathering, the President said that the government is working to further enhance these health facilities under the assistance of the Netherlands in the Northern Province.",
        "The President said that a modern and advanced hospitalization of the Northern Province has been strengthened by the Northern Province.",
        "Speaking further, President Ranil Wickremesinghe said,",
        "With the opening of this unit, health care in the Northern Province continues. It is said that the government is taking action to renovate and develop the Mannar District Hospital.",
        "At the time, I was able to proceed with the Netherlands government to construct this medical unit as the Prime Minister as well as the Prime Minister of Foreign Resources.. It is pleased to have the opportunity to open it today. I thank all those who have been committed to it.",
        "Also, the Netherlands government dedicated to the completion of this project should be thankful. The Netherlands government has contributed to a broader partnership to strengthen the health service in the Northern Province.",
        "The Point Pedro Hospital with the Jaffna hospital will be provided with health facilities for the people of the Northern Province.",
        "A9 road is the spine in Sri Lanka. Three modern hospitals have been constructed in Vavuniya, Mankulam and Kilinochchi along the road. We decided to make the Jaffna hospital a national hospital after making the Karapitiya Hospital a national hospital.",
        "Also, the Anuradhapura Teaching Hospital has the Anuradhapura Teaching Hospital on the other road. Also, MP Selvam Adiquekulanaathan asked me to develop the Vavuniya hospital and make a share hospital. There are only 65 km long between the Anuradhapura and Jaffna .It 's a very strong hospital system. It is unable to see it in Colombo outside of Colombo.",
        "We need to look into how these health services have been strengthened for the people of the Northern Province.",
        "A9 road from Anuradhapura to Jaffna has also been appointed as a key center of health care in addition to Colombo. Also, there are many opportunities for medical tourism. This will be an important project to increase the health facilities of the people of Sri Lanka. We are working to advance this project. And hoping that the Netherlands government will help us further the project"
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe inaugurated a new heart and kidney disease facility at Vavuniya District General Hospital, enhancing healthcare in the Northern Province. Funded by the Netherlands, the project aims to bolster medical tourism along the A9 road, joining efforts to upgrade healthcare infrastructure across the region."
  ]
}