{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதியின் செயல்பாடுகள் மற்றும் தடைகள் பற்றிய அறிவிப்பு",
      "body_lines": [
        "அரசியலமைப்பைத் தொடர்புகொள்வது அரசியலமைப்பை மீறுவதாக ஜனாதிபதி ஊடக பிரிவு கூறுகிறது.",
        "அரசியலமைப்பிற்கு முரணாக ஜனாதிபதி தனது அதிகாரங்களை நிறைவேற்றினால், தீர்வு அரசியலமைப்பில் வழங்கப்படுகிறது.",
        "எனவே, ஜனாதிபதி எந்தவொரு தடையோ அல்லது தலையீட்டோ இல்லாமல் அரசியலமைப்பு கடமைகளைச் செய்ய வேண்டும்.. ஜனாதிபதியின் பரிந்துரை அரசியலமைப்பால் அங்கீகரிக்கப்பட்ட பின்னர் ஐ.ஜி.பி அரசியலமைப்பின் கீழ் நியமிக்கப்பட்டுள்ளது.",
        "அரசியலமைப்பால் நிறுவப்பட்ட பாராளுமன்றத்தின் அரசியலமைப்பு கவுன்சில் நிர்வாகியின் ஒரு பகுதியாகும், மேலும் அரசியலமைப்பு கவுன்சில் ஜனாதிபதியை தனது சட்டரீதியான பாத்திரத்தை நிறைவேற்ற ஆதரிக்கும்.",
        "அரசியலமைப்பு கவுன்சில் அரசியலமைப்பின் படி தனது பணியைச் செய்ய கடமைப்பட்டுள்ளது மற்றும் அரசியலமைப்பு 41 சி. அரசியலமைப்பு கவுன்சில் அரசியலமைப்பின் கீழ் ஐ.ஜி.பி நியமனம் செய்வதைத் தவிர்ப்பதற்கான அரசியலமைப்பை மீறுவதாகவும் இது காட்டுகிறது.",
        "அரசியலமைப்பு படை அரசியலமைப்பு கவுன்சிலால் செயல்படுத்தப்படுகிறது, தீர்வு அரசியலமைப்பில் வழங்கப்படுகிறது.",
        "சபாநாயகர் பாராளுமன்றத் தலைவராக உள்ளார், அரசியலமைப்பின் கீழ் மக்களின் நீதித்துறை அதிகாரத்தை பாராளுமன்றம் செயல்படுத்துகிறது.",
        "இந்த உண்மைகளை மேலும் விளக்க ஜனாதிபதி பாராளுமன்றத்திற்கு அனுப்பப்படுவார்."
      ]
    },
    "en": {
      "title": "Notice of the President's Functions and Obstacles",
      "body_lines": [
        "The Presidential Media Unit says that any contacting of the Constitution is a violation of the constitution.",
        "If the president is carrying out his powers in contravention of the Constitution, the remedy is provided in the Constitution.",
        "Therefore, the President has to perform a constitutional duties without any hindrance or intervention.. The IGP is being appointed under the Constitution after the recommendation made by the President was approved by the Constitution.",
        "The Constitutional Council of the Parliament who is established by the Constitution is part of the Executive and the Constitutional Council will support the President to carry out his statutory role.",
        "The Constitutional Council is obliged to perform his work in accordance with the Constitution and the Constitution is 41 c. It also shows that the Constitutional Council is a violation of the Constitution to refrain from the appointment of the IGP under the constitution.",
        "The constitutional force is implemented by the Constitutional Council, the remedy is provided in the constitution.",
        "The Speaker is the chief of Parliament and the Parliament is implementing the judicial power of the people under the Constitution.",
        "The President will be sent to Parliament to further explain these facts."
      ]
    }
  },
  "summary_lines": [
    "The President must fulfill constitutional duties without interference. The IGP's appointment is constitutionally approved. The Constitutional Council, part of the Executive, supports the President and is bound by the Constitution. The Constitution provides remedies for any violations. The Speaker, as Parliament's chief, represents the people's judicial power. The President may be summoned to Parliament for clarification."
  ]
}