{
  "translated_text": {
    "si": {
      "title": "குன்றத்தூர் அபிராமி மேன்முறையீடு",
      "body_lines": [
        "බන්ධනාගාරයේ ද sentence ුවම විවාහක නඩුව සම්බන්ධයෙන් අහෝසි කරන ලෙස අබිරාමි විසින් ගොනු කරන ලද අභියාචනයක් ගැන ප්රතිචාර දක්වමින් මදුරාසි මහාධිකරණය පොලිසියට නියෝග කර තිබේ.",
        "විජේ (30) කුණතාර් අසල තුන්වන ආ ment ාවට අයත් වේ. இவர் தனியார் வங்கியில் பணி செய்து வருகிறார். ඔහු ආබිරාමි (25), පුත් අජේ (7) සහ දියණිය මනිකා (4) සමඟ ජීවත් විය.",
        "ආධිපත්යයේ ජනප්රිය වූ අබිරාමි සහ අසල පිහිටි බුරියානි සාප්පුවක සේවය කළ ඩිවයාඛයේ ජනප්රිය වූ අබිරිරාමි. මෙම පුරුද්ද අසාර්ථක සම්බන්ධතාවයක් බවට පත්විය. මේ දෙදෙනා නිවසේදී හෙළා දකින ලදී.",
        "මෙයින් පසු අබිරාමි සහ මීනාක්ෂි සුන්හාරම් අබිරාමිගේ ස්වාමිපුරුෂයා සහ දරුවන් දෙදෙනා killing ාතනය කිරීමෙන් පසු නිවසින් පිටවීමට තීරණය කළහ.. අබිරාමි, නිවසින් පිටව යද්දී සියදිවි නසා ගැනීමක් සිදු කර ඇති බව පෙන්වීමට අබිරාමි අජේ සහ ළමුන් අජේ සහ කාර්නිකා දී තිබේ.",
        "ළදරු කානිකා මිය ගියේ ය. විජේ ඊළඟ දවසේ උදේ වැඩට ගියා. දරුවා සිහිසුන්ව සිට අජියා ගෙල සිරකර.",
        "මෙයින් පසු, මීනක්ෂි සුන්රම් සහ අබිරාමි කෝම්බාටෝර් වෙත ගොස් දකුණට ගමන් කළහ.. දිවි නගා, නිව්දිහොන් දෙදෙනෙකු මියගොස් ඇති බව කුණතාතක පොලිස් ස්ථානයට පැමිණිල්ලක් ඉදිරිපත් කළේය. පැමිණිල්ලෙන් පසුව, අබිරාමිගේ මරණයට සම්බන්ධ වූ මරණය සහ අබිරාමාම මහතා සහ ඔහුගේ ජංගම දුරකථන සං .ාව අල්ලා ගත්තේය.. ඒ වන විට තෙරක්ෂි සුන්ඩරම් සුන්දරරම් ද මෙම murder ාතනයට සම්බන්ධ විය. මෙයින් පසු දෙදෙනා පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "මෙම නඩුව කන්චිපුරම් මහීලා උසාවියේදී පැවැත්විණි. විනිසුරු පීසී සෙමෙල් නඩුව විභාග කළේය. අබිරාමි සහ මීනාක්ෂි සුන්ද්ෂාරම් යන දෙදෙනාම ජීවිතාන්තය දක්වා සිර ද to ුවමක් නියම කළහ.",
        "අභිමාමි විශේෂ අධිකරණ නියෝගය අවලංගු කිරීමට අපේක්ෂා කරන මදුරාසි මහාධිකරණයට ආයාචනා කරන අතර එම වාක්යය අත්හිටුවීමට. විනිසුරුවන්ගේ, රමේෂ් මහත්මිය සහ වී. ලක්ෂ්මි නාරායනාන් යන සැසිවාරයේදී මෙම නඩුව විභාගයට ගත්තේය. පෙත්සමට ප්රතිචාර දක්වමින් නඩුව කල් තැබීමට පොලිසිය පොලිසියට නියෝග කළේය."
      ]
    },
    "en": {
      "title": "Kundathoor Abirami appeal",
      "body_lines": [
        "The Madras High Court has ordered the police to respond to an appeal filed by Abirami seeking to abolish the sentence of prison until the death of a child in the case of a marriage.",
        "Vijay (30) belongs to the third commandment near Kundathoor. He is working in a private bank. He lived with Abirami (25), son Ajay (7) and daughter Carnika (4).",
        "Abirami, who was popular in Dictak, and Meenakshi Sundaram, who worked at a nearby biryani shop. This habit became a failed relationship. The two men were denounced at home.",
        "Following this, Abirami and Meenakshi Sundaram decided to leave the house after killing Abirami's husband and two children.. Abirami has given Vijay and children Ajay and Carnika to sleep in the diet to show that they have committed suicide as they left the house.",
        "In which the baby Carnika died only. Vijay went to work the next morning. The child strangled Ajayi from the unconscious.",
        "Following this, Meenakshi Sundaram and Abirami went to Coimbatore and traveled to the south.. Vijay, who came home, lodged a complaint at the Kundathoor police station that two children were found dead. Following the complaint, the police investigated the death and Abirami, who was involved in the death of Abirami and caught his cell phone signal.. At the time, Meenakshi Sundaram was also involved in the murder. Following this, the two were arrested by the police.",
        "The case was held at the Kanchipuram Mahila Court. Judge PC Semmel heard the case. The accused Abirami and Meenakshi Sundaram sentenced both of them to life imprisonment.",
        "Abhirami appeals to the Madras High Court seeking to cancel the special court order and suspend the sentence. The case came up for hearing at the session of the judges, MS Ramesh, and V. Lakshmi Narayanan. At the time, the police ordered the police to respond to the petition and adjourned the case."
      ]
    }
  },
  "summary_lines": []
}