{
  "translated_text": {
    "si": {
      "title": "පාසල් ශිෂ්ය අපයෝජනය;අත්අඩංගුවට ගැනීම් දෙකක්",
      "body_lines": [
        "13 හැවිරිදි සිසිල් කළ සිසුවෙකුට මාසික සිසුවියක් ලිංගික අතවරයට ලක් කිරීම හේතුවෙන් වයස අවුරුදු 60 ත් 40 ත් 40 ත් අතර දෙදෙනෙකු පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "අපයෝජනයට ලක්වූ සිසුවෙකු නීති බලධාරීන් සඳහා නීති බලධාරීන් සඳහා ක්ලන්ගාන් මූලික රෝහලට ඇතුළත් කර තිබේ.",
        "පොලීසිය විසින් සිදු කරන ලද මූලික පරීක්ෂණය අතරතුරදී අනාවරණය වූයේ 60 ක් - අවුරුදු 60 ක පමණ මිනිසා අපයෝජනයට ලක් කර 40 කදී මිනිසාගේ සහාය ඇතිවය.",
        "හැටන් විසින් අභියාචනාධිකරණයේ ආයාචනාධිකරණයේ ආයාචනාධිකරණයේ අධිකරණයේ අධිකරණය හමුවේ පෙනී සිටි මේ මස 19 වන දින දක්වා සැකකරුවන් රිමාන්ඩ් භාරයට පත් කරන ලෙස මහේස්ත්රාත්වරයා නියෝග කර තිබේ.",
        "අත්අඩංගුවට ගත් දෙදෙනා සහ ඔවුන්ගේ පවුල් දෙදෙනා ඉවත් කිරීම සඳහා වතු කම්කරුවන් අරගලයක් කරමින් සිටින බව සැලකිය යුතු ය."
      ]
    },
    "en": {
      "title": "School student abuse;Two arrests",
      "body_lines": [
        "Police have arrested two persons aged 60 and 40 for allegedly sexually abusing a 13 -year -old student from the Mayfield estate in the Dimbulapatana police division.",
        "A student who was abused has been admitted to the Klangan Base Hospital for legal authorities for legal authorities.",
        "During the preliminary inquiry carried out by the police, it was revealed that a 60 -year -old man was abused and assisted by a 40 -year -old man.",
        "The Magistrate has ordered the suspects to be remanded until the 19th of this month when the Hatton Court of Appeal was produced before the Hatton Court of Justice on Sunday (11).",
        "It is noteworthy that the plantation workers are carrying out a struggle to evict the two arrested and their families."
      ]
    }
  }
}