{
  "translated_text": {
    "ta": {
      "title": "போக்குவரத்து காணாமல் போன போக்குவரத்து அமைச்சகம்",
      "body_lines": [
        "போக்குவரத்து மற்றும் நெடுஞ்சாலைகள் அமைச்சின் பெயரில் 10 வண்டிகள், 10 வண்டிகள் மற்றும் இரண்டு மோட்டார் சைக்கிள்களின் தேசிய தணிக்கை அலுவலகம் வெளியிட்டுள்ள அறிக்கை.",
        "இந்த வாகனங்கள் பயன்படுத்தப்படும் கட்சிகளால் கண்டுபிடிக்கப்படவில்லை என்று தணிக்கை வெளிப்படுத்தியுள்ளது.. இந்த வாகனங்கள் முறையாக துஷ்பிரயோகம் செய்யப்பட்டன என்று தணிக்கைக்கு தணிக்கை வெளியிடப்படவில்லை என்று தணிக்கை அறிக்கை கூறுகிறது.",
        "அமைச்சின் போக்குவரத்துப் பிரிவு நிதி விதிமுறைகள் மற்றும் அமைச்சின் வாகனங்களின் அடிப்படையில் செயல்படவில்லை, 31 டிசம்பர் 31, 2023 ஆம் ஆண்டு தணிக்கை அறிக்கை. எனவே, 2023 கணக்கின் சொத்துக்களின் மதிப்பு கணக்கிடப்பட்டுள்ளது என்பது தெரியவந்துள்ளது.",
        "மேலும், அமைச்சின் போக்குவரத்துப் பிரிவின் 15 கார்கள் பிற அரசு நிறுவனங்களால் உடல் ரீதியாக நிர்வகிக்கப்பட்டுள்ளன, ஆனால் அவை மாற்றப்படவோ அல்லது மீட்டெடுக்கவோ நடவடிக்கை எடுக்கவில்லை. தணிக்கை அறிக்கை எட்டு மில்லியன் வாகனங்கள் மற்றும் தொடர்ந்து கண்டுபிடிக்கப்பட்ட ஏழு வாகனங்கள் உள்ளன என்று கூறுகிறது.",
        "இந்த தகவல் தணிக்கை அறிக்கையில் சேர்க்கப்பட்டுள்ளது, இது 2023, போக்குவரத்து மற்றும் நெடுஞ்சாலைகள் அமைச்சகம் வழங்கிய செயல்திறன் அறிக்கைக்கு வழங்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "25 Transport Ministry of Transport Disappetrance",
      "body_lines": [
        "A report released by the National Audit Office of 10 cabs, 10 cabs and two motorbikes registered in the name of the Ministry of Transport and Highways.",
        "The audit has revealed that these vehicles are not uncovered by the parties used.. The Audit Report states that the audit has not been revealed to the audit that these vehicles were properly abused.",
        "The Transport Division of the Ministry has not acted in terms of financial regulations and the vehicles of the Ministry as at 31 December 31, 2023 Audit Report. Therefore, it has been revealed that the value of the assets of the account of 2023 has been calculated.",
        "Also, 15 cars of the Ministry's Transport Division have been physically managed by other government agencies, but they have not taken action to be transformed or redeemed. The Audit Report states that there are eight million vehicles and seven continuously uncovered vehicles.",
        "This information is included in the audit report, which is issued to the Performance Report issued by the Ministry of Transport and Highways, 2023."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary of the audit report:",
    "",
    "Audit reveals Ministry of Transport misused vehicles, ignored financial regulations. 10 cabs, 2 motorbikes registered under ministry name. 15 cars managed by other agencies, not accounted for. Audit highlights improper asset management and lack of transparency."
  ]
}