{
  "translated_text": {
    "ta": {
      "title": "பார்வைகளின் இயக்கி பதிவு",
      "body_lines": [
        ".. நெதர்லாந்துடனான போட்டியின் காட்சிகளும் முதல் பந்தின் முதல் பந்துடன் புதைக்கப்பட்டன.",
        "அதன்படி, வசாய் 20 சர்வதேச போட்டிகள் 100 சந்தர்ப்பங்களில் விளையாடியுள்ளன, 11 சந்தர்ப்பங்கள் மதிப்பெண்கள் இல்லாமல் உள்ளன.",
        "முன்னாள் தலைவர் திலகரத்னே தில்ஷன், அவர் 80 போட்டிகளில் 80 வழக்குகளுக்கு வெளியேறியுள்ளார்."
      ]
    },
    "en": {
      "title": "Drive record of Views",
      "body_lines": [
        "Sri Lanka's former Sri Lanka captain Views Shanaka today joined the British player at Twenty20:30. Views in the match with the Netherlands were also buried with the first ball of the first ball.",
        "Accordingly, the Vasai 20 International matches have been played in 100 occasions, 11 occasions have left without marks.",
        "Former leader Tillakaratne Dilshan, he has left for 80 cases in 80 matches."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's cricketer Shanaka, formerly the team captain, faced the British player in a Twenty20 match, getting out on the first ball against the Netherlands. In the Vasai 20 International series, there have been 100 matches, with 11 ending without any wickets falling. Former captain Dilshan has been dismissed only once in his 80 matches."
  ]
}