{
  "translated_text": {
    "ta": {
      "title": "ஆசிய கோப்பையின் அரையிறுதிக்கு இலங்கை",
      "body_lines": [
        "இலங்கை இன்று (01) இன்று (01) வென்றது.",
        "07 விக்கெட் இழப்புக்கு இலங்கை 243 ரன்கள் எடுத்தது.",
        ".",
        "அவர் இரண்டாவது விக்கெட்டுக்கு பல நூற்றாண்டுகளைத் திறந்தார், பிவ்ண்டு பெரேராவுடன் தொடக்க பேட்சென்ஸுடன்.",
        "இருப்பினும், பதிலில், ஆப்கானிஸ்தான் அணி 28.2 ஓவர்களில் 112 ரன்கள் மட்டுமே மதிப்பெண் பெற முடிந்தது.",
        "ஹம்ஸா கான் 32 ரன்கள் எடுத்தார், நசிபல்லா ஆரிராம் 33 ரன்கள் எடுத்தார், ஆனால் ஆப்கானிஸ்தான் தோல்வியில் உடல் எடையை குறைக்க போதுமானதாக இல்லை.",
        "இலங்கைக்கு ஒரு சிறந்த பந்து வீச்சாளராக நடித்த பிரவீஸ், 16 ரன்களுக்கு 3 விக்கெட்டுகளை வீழ்த்தினார்.",
        "கூடுதலாக, நியூட்டன் ரஞ்சித் (2/28), விரின் சார்ம் (2/14) மற்றும் விக்டரி (2/10) தலா 2 விக்கெட்டுகளை வீழ்த்தினர்.",
        "இந்த வெற்றியின் மூலம், பி 'பி' விளையாடிய இலங்கை அணி அரை சுற்றின் ஒரு பகுதியாகும்.",
        "இலங்கை அணி தற்போது அதன் பிரிவில் முன்னணியில் உள்ளது."
      ]
    },
    "en": {
      "title": "Sri Lanka to the semi-finals of the Asian Trophy",
      "body_lines": [
        "Sri Lanka won Sri Lanka today (01) today (01).",
        "Sri Lanka scored 243 runs for the loss of 07 wickets.",
        "Sri Lanka Innings Anchor Shahragen Shammugamugamganathan came to bat first and scored 102 runs.",
        "He opened a centuries to the second wicket with the opening batsense with Piwhundu Perera.",
        "In reply, however, the Afghanistan team was able to score only 112 runs in 28.2 overs.",
        "Hamza Khan scored 32 runs and Nasipalla Ariram scored 33 runs, but it was not sufficient to lose weight in Afghanistan defeat.",
        "Pravees, who played a great bowler for Sri Lanka, took 3 wickets for 16 runs.",
        "In addition, Newton Ranjith (2/28), Virin Charm (2/14) and Victory (2/10) took 2 wickets each.",
        "With this victory, the Sri Lankan team, who played B 'B', is part of the semi-round.",
        "The Sri Lankan team is currently in the forefront of its category."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka advances to Asian Trophy semis, defeating Afghanistan. Sri Lanka scored 243/7; opener Shahragen Shammugamganathan top-scored with 102. Afghanistan replied with 112/8. Pravees took 3/16, while Newton, Virin, and Victory each claimed 2 wickets."
  ]
}