{
  "translated_text": {
    "ta": {
      "title": "264 தொழுநோய் நோயாளிகள் அடையாளம் காணப்பட்டுள்ளனர்",
      "body_lines": [
        "ஆண்டின் காலகட்டத்தில் 264 தொழுநோய் நோயாளிகள் அடையாளம் காணப்பட்டுள்ளனர்.",
        "இயக்குநரின் இயக்குநரின் இயக்குனர் டாக்டர் நவாருவாவத்தா அவர்களில் 24 பேர் 15 வயதுக்குட்பட்ட குழந்தைகள் என்று கூறினார்.",
        "\"2023 ஆம் ஆண்டில் 1,580 தொழுநோய் நோயாளிகளை நாங்கள் தெரிவித்துள்ளோம். இவற்றில் பெரும்பாலானவை புதிதாக அடையாளம் காணப்பட்டவை. அதாவது 1,520 புதிய நோயாளிகள். மேலும் 1,580 பேரில் 180 பேர் உள்ளனர். அதாவது 15 வயதுக்குட்பட்ட குழந்தைகளில் சுமார் 12%. 2024 ஆம் ஆண்டின் முதல் காலாண்டில், 274 நோயாளிகளை அடையாளம் கண்டோம். புதிதாக அடையாளம் காணப்பட்ட 264 நோயாளிகள். 274 இல் 21 இங்கே 15 வயதிற்குட்பட்ட குழந்தைகள். அவர்களால் நோயை பரப்ப முடியாது. இந்த ஆண்டு ஊனமுற்ற நோயாளிகளில் 8% நாங்கள் கண்டறிந்துள்ளோம்."
      ]
    },
    "en": {
      "title": "264 leprosy patients have been identified",
      "body_lines": [
        "264 leprosy patients have been identified during the period of the year.",
        "The Director of the Director of the Director Dr. Navaruwawatta stated that 24 of them are children under 15 years.",
        "\"In 2023 we have reported 1,580 leprosy patients. Most of this is the newly identified. That means 1,520 new patients. And there are 180 out of 1,580 people. That means about 12% of the children under 15 years. In the first quarter of 2024, we identified 274 patients. 264 newly identified patients. 21 out of the 274 here is children under 15 years old. They cannot spread the disease. And this year we have found about 8% of the disabled patients. \""
      ]
    }
  },
  "summary_lines": [
    "In 2023, 1,580 leprosy cases were reported, with 1,520 being new diagnoses. The first quarter of 2024 saw 264 new cases, including 21 children under 15, who cannot spread the disease."
  ]
}