{
  "translated_text": {
    "si": {
      "title": "අලි වැටවල් ආරක්ෂා කිරීම සඳහා බහුකාර්ය නිලධාරීන් 4,500 ක් - පවිත්රා",
      "body_lines": [
        "අලි වැටවල් ආරක්ෂා කිරීම සඳහා මුදල් හා වන සම්පත් අමාත්යාංශය විසින් වනජීවී අමාත්යාංශය වනජීවී අමාත්යාංශය වනජීවී අමාත්යාංශය විසින් වනජීවී අමාත්යාංශයට වනජීවී අමාත්යාංශයට ලබා දී ඇති බව මුදල් හා වන සම්පත් හා වාරිමාර්ග දේවි වන වන්නියාරාචි මහතා පැවසීය.",
        "මුළු භූමි ප්රමාණය අනුව රටේ වනාන්තරවල වනාන්තරවල සැලැස්ම හා සම්බන්ධ වනාන්තර මායිම් තීරණය කිරීමේ ක්රියාවලිය මේ වසරේදී නිම කිරීමට අපේක්ෂා කරන බව අමාත්යවරයා පැවසීය.",
        "වනජීවී, වනජීවීන් සංවර්ධන අමාත්ය ආරක්ෂණ හා වාරිමාර්ග පවිත්රා වන්නියාරාචි සඳුදා ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී මේ බව පැවසීය.",
        "\"ජාත්යන්තර වනාන්තර දිනය මාර්තු 21 වන දින සමරනු ලැබේ. මේ අතර රට පුරා එක් එක් නිවසක් එක් ශාකයක් ලබා දීමට කටයුතු යොදා ඇත.",
        "වන පුළුල් කිරීමේ නිලධාරීන් පත් කිරීමට අපි පියවර ගනිමු. ජල ආරක්ෂිත ප්රදේශ ආරක්ෂා කරන අතරම පාළුකරය වැඩි දියුණු කිරීමේ සැලසුම දැනටමත් ක්රියාත්මක කර ඇත. රත්නපුර දිස්ත්රික්කයෙන් දියත් කරන මෙම වැඩසටහන රට පුරා ක්රියාත්මක කිරීමට ද අපේක්ෂා කෙරේ.",
        "මීට අමතරව, මුළු භූමි ප්රමාණයෙන් 32% ක් වනාන්තර වැඩි කිරීමේ සැලැස්ම සම්බන්ධයෙන් වනාන්තර මායිම් පසුබිම මේ වසරේදී නිම කිරීමට අපේක්ෂා කෙරේ.. මෙය අපගේ අමාත්යාංශය යටතේ වන සංරක්ෂණ දෙපාර්තමේන්තුවේ දෙපාර්තමේන්තුවේ කාරණයකි.",
        "යූමාඕයා හි පළමු අදියර සාර්ථකව නිම කර ඇත. අක්කර 20,000 ක ඉඩමක් සඳහා නව ජලය සැපයීමට කටයුතු කර ඇත. මෙගාවොට් 45 ක පානීය ජලය පහළ උමායා ප්රදේශයට පානීය ජලය ලබා දීම සහ මෙගාවොට් 120 ක ජල සැපයුමක් ලබා ගැනීම සඳහා මෙම කෘතිය සිදු වෙමින් පවතී. මෙයින් මෙගාවොට් 120 ක් ජල බලශක්තිය ජාතික ව්යුහයට ඇතුළත් කර ඇත.",
        "මීට අමතරව, කෘෂිකර්මාන්තය සඳහා හෙක්ටයාර් 7,500 ක් මිනිපේ කාණු හරහා සුළුතර හා බහුතරයකගේ බහුතරයකගේ සොයාගෙන තිබේ.. ඒ සඳහා 3.5 -මීටරය මිනි-ඩි-ඩරින් කාණු නිපදවා ඇති අතර ඇළ කිලෝමීටර් 74 ක් දක්වා ගමන් කිරීමට අවශ්ය වේ.. එය පවුල් 15,500 ක් භාවිතා කරනු ඇත. මීට අමතරව, කුඩා පොකුණු 350 කට ජලය සැපයීමට සහ වයඹ දිග ඇළ හරහා කිලෝමීටර 90 ක් වයඹ දෙසින් පිහිටි මධ්යම පොකුණු 350 ක් සහ මධ්යම ප්රමාණයේ ජලාශ 07 ක් ලබා ගැනීමට කටයුතු කරමින් සිටී.",
        "-0Lemeter උමග දෙක ඇළ මැද ඉදිවීමට නියමිත අතර ප්රධාන පොකුණු දෙක පුනරුත්ථාපනය කෙරේ. මෙම යෝජනා ක්රමය පවුල් 75,000 ක් ආරක්ෂිත වාරිමාර්ග ජලය සහ MCM පානීය ජලය ලබා දෙනු ඇත.",
        "මොරගහකන්ද ජලාශයේ සිට කි.මී.. එය කිලෝමීටර 28 ක උමගක් ද ඇත. හෙක්ටයාර් 2,300 ක් සහ පවුල් 175,000 කට ආරක්ෂිත ජලය සහ MCM 40 ක් පානීය ජලය ලබා දෙනු ඇත. කුඩා තටාක 1,300 ක් ප්රවාහනය කළ හැකිය.",
        "මීට අමතරව, බහුකාර්ය සංවර්ධන නිලධාරීන් 4,500 ක් අලි වැටවල් ආරක්ෂා කිරීම සඳහා වනජීවී අමාත්යාංශයට ඇතුළත් කිරීමට මුදල් අමාත්යාංශය අවසර ලබා දී තිබේ.. ඒ සඳහා නව සේවකයින්ගෙන් කිසිවෙකු පත් නොකෙරේ. අමාත්යාංශයට බැඳීමට පිළිගැනීමට ලක්වූ බහුකාර්ය සංවර්ධන නිලධාරීන්ට දැනටමත් අලි වැටේ ආරක්ෂාවක නිරතව සිටී. \"වනජීවී අමාත්යතුමාගේ අමාත්යතුමා ආරක්ෂණ හා වාරිමාර්ග පවිත්රා වන්නියාරාචි මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "4,500 multipurpose officers to protect elephant fences - Pavithra",
      "body_lines": [
        "Minister of Finance and Forest Resources Protection and Irrigation Pavithra Devi Wanniyarachchi said that the Ministry of Finance has given the Ministry of Wildlife to the Ministry of Wildlife to protect the elephant fences.",
        "The Minister said that the process of determining the forest borders associated with the plan to increase the country's forests by 32% on the total land area is expected to be completed this year.",
        "Minister of Wildlife, Forest Resources Protection and Irrigation Pavithra Wanniyarachchi said this at a media briefing held at the Presidential Media Center on Monday.",
        "“International Forests Day is celebrated on March 21st. Meanwhile, arrangements are being made to provide one plant each of the homes across the country.",
        "We are taking steps to appoint forest expansion officers. The plan to enhance the wilderness while protecting the waterproof areas has already been implemented. The program, which is being launched from the Ratnapura district, is also expected to be implemented nationwide.",
        "In addition, forest boundary setting is expected to be completed this year regarding the plan to increase forests by 32% of the total land area.. This is a matter of the Forest Department Department under our Ministry.",
        "Also Umaoya's first phase has been successfully completed. It has been arranged to provide new water for 20,000 acres of land. The work is underway to provide 45 mcm drinking water to the lower Umaoya area and to get 120 MW of water supply. Of these, 120 MW of water power is also included in the national structure.",
        "In addition, 7,500 hectares for agriculture have been found in both minority and majority through the minippe drain.. For that purpose, the 3.5 -meter mini -drain drain has been developed and the canal needed to move up to 74 kilometers.. It will use 15,500 families. In addition, arrangements are being made to supply water to 350 small ponds and 07 medium -sized reservoirs located 90 kilometers northwest from the Vemetilla reservoir through the northwest canal.",
        "The two -kilometer tunnel is to be built in the middle of the canal, and the two main ponds will be rehabilitated. The scheme will provide 75,000 families safe irrigation water and 10 mcm drinking water.",
        "The 96km long canal from the Moragahakanda reservoir to Hurulu Lake and Mahakanadara is being set up to transport the necessary irrigation water to the North Central Province.. It also has a 28km tunnel. 2,300 hectares and 175,000 families will be provided with safe water and 40 mcm amount of drinking water. 1,300 small pools can be transported.",
        "In addition, the Ministry of Finance has granted permission to incorporate 4,500 multipurpose development officers to the Ministry of Wildlife to protect the elephant fences.. None of the new employees will be appointed for that. Multipurpose Development Officers who have been recognized to join the Ministry are already engaged in the safety of the elephant fence. ”Minister of Wildlife, Forest Resources Protection and Irrigation Pavithra Wanniyarachchi added."
      ]
    }
  },
  "summary_lines": [
    "The Ministry of Finance has allocated 4,500 multipurpose officers to the Ministry of Wildlife to protect elephant fences. Pavithra Devi Wanniyarachchi, Minister of Finance and Forest Resources, announced the completion of forest border determination for a 32% forest increase plan. The initiative includes enhancing wilderness, protecting waterproof areas, and providing water for 20,000 acres."
  ]
}