{
  "translated_text": {
    "si": {
      "title": "මෙම වසර අවසන් වන විට බින්ගිරියා කාර්මික කලාපයේ යටිතල පහසුකම් සංවර්ධනය කිරීම - ජනාධිපතිගේ වැඩ",
      "body_lines": [
        "මේ වසර අවසන් වන විට බිංගිරියා කාර්මික කලාපයේ යටිතල පහසුකම් සංවර්ධන කටයුතු අවසන් කරන ලෙස ජනාධිපති රනිල් වික්රමසිංහ බලධාරීන්ට නියෝගයක් නිකුත් කර තිබේ.",
        "බිංගිරියා කාර්මික කලාපයේ යටිතල පහසුකම් ඇතුළුව අනෙකුත් ඉදිකිරීම්වල ප්රගතිය සොයා බැලීම සඳහා ජනාධිපති රනිල් වික්රමසිංහ මහතා බදාදා (08) ජනාධිපති කාර්යාලයේ පැවති රැස්වීමකදී මේ බව ප්රකාශ කළේය.",
        "පහළ බිංගිරියා කාර්මික කලාපයේ අදියර තුනක සංවර්ධන කටයුතු පළමු අදියර යටතේ යටිතල පහසුකම් අවසන් කර ඇත.",
        "ඒ අනුව, මේ වසර අවසන් වන විට සිදුකරන වැඩ කටයුතු අවසන් කිරීමට ජනාධිපතිවරයා නියෝගයක් නිකුත් කර ඇති අතර ජුනි මාසයේ දී ඔහු කාර්යයන් අධීක්ෂණය කිරීමට බලාපොරොත්තු වන බව පැවසීය.",
        "ජනාධිපති සමන් ඒකනායකගේ ජනාධිපති සමන් ඒකනායක. එස්.. H. ආයෝජන ප්රවර්ධන අමාත්යාංශයේ ලේකම් සමරතුංග. එම්.. විදුලිබල හා බලශක්ති අමාත්යාංශයේ ලේකම්, ප්රවාහන හා මහාමාර්ග ලේකම් නුවර සහ මහාමාර්ග ලේකම් රංජිත් රුබසිංහ සහ ආයෝජන මණ්ඩලයේ සභාපති දිනේෂ් වීරකෝඩි."
      ]
    },
    "en": {
      "title": "Complete the Infrastructure Development of the Binkiriya Industrial Zone by the end of this year - the President's Work",
      "body_lines": [
        "President Ranil Wickremesinghe has issued a directive to the authorities to complete the infrastructure development work of the Bingiriya Industrial Zone by the end of this year.",
        "President Ranil Wickremesinghe made the announcement at a meeting held at the Presidential Office on Wednesday (08) to look into the progress of other constructions, including the infrastructure of the Bingiriya Industrial Zone.",
        "With the development work of the lower Bingiriya Industrial Zone in three stages, the infrastructure facilities under the first phase have been completed.",
        "Accordingly, the President has issued a directive to complete the work being carried out by the end of this year and said that he is looking forward to overseeing the tasks in June.",
        "President of the President Saman Ekanayake. S.. H. Samaratunga, Secretary to the Ministry of Investment Promotion. M.. Secretary of the Ministry of Power and Energy, Dr. Sulakshana Jayawardena, Secretary to the Ministry of Transport and Highways Ranjith Rubasinghe and Dinesh Weerakkody, Chairman of the Investment Board."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe has directed the completion of the Bingiriya Industrial Zone's infrastructure by year-end. The first phase is done, with the President aiming to oversee the final stages in June."
  ]
}