{
  "translated_text": {
    "ta": {
      "title": "ප්‍රජාතන්ත්‍රවාදයට අනුගතවූ ඡන්දයකට පෙළගැසෙමු",
      "body_lines": [
        "தேர்தல் ஆணையம் 2024 ஜனாதிபதித் தேர்தலுக்கு நாள் அறிவிக்கப்பட்டுள்ளது. அதன்படி, மாதங்கள் அல்லது ஆகஸ்ட் 21 ஆம் தேதி வேட்புமனுக்களை அழைக்க நாட்கள் செய்யப்பட்டுள்ளன.",
        "ஒரு தேர்தல் வன்முறையின் இரட்டையர்கள் என்ற உண்மைக்கு நெருக்கமாக காணப்படுகிறது. இந்த வன்முறைகள் அஞ்சல் தேர்தல் காலம் மற்றும் தேர்தல் தேதி மற்றும் தேர்தலுக்கு பிந்தைய காலத்தில் செய்யப்படுகின்றன. எனவே, இது ஒவ்வொரு அரசியல் கட்சியின் பணியாளர்களின் பணியாளர்களின் முதல் பொறுப்பு மற்றும் கடமையாக இருக்க வேண்டும் மற்றும் பொதுக் கருத்தினால் துல்லியமாக வெளியிடப்படும் அரசியல் கட்சிகளின் பணியாளர்களாக இருக்க வேண்டும்.",
        "ஒரு தேர்தல் என்பது ஜனநாயகத்தின் அளவை எடையுள்ள ஒரு கண்ணாடியாகும். ஏனெனில் அது பொதுக் கருத்தின் கருத்தை எடுக்கும். ஜனநாயகம் என்பது நாட்டின் பெரும்பான்மைக்கு நாட்டை வளைக்கும் தலை. துல்லியமாக அறிவிக்கக்கூடிய ஒரு இயலாமை இருக்க வேண்டும். முடிவுகள் புத்தகத்தில் கட்டளை சரியானது. இந்த சட்ட விதிகளின் அடிப்படையில் செயல்படுவதற்கான ஒழுங்கு நடவடிக்கையாகும் சட்டத்தை மதிக்கும் மனதை உருவாக்குவது அவசியம்.",
        "ஒரு முழுமையான, தூய்மை, பாம்பின் முடிவில் முற்றிலும் நேர்மறையானது உள்ளது. அந்த இலக்கின் படி, முதலில் செய்ய வேண்டியது மற்றவரின் பார்வையை வெளிப்படுத்துவதற்கான வாய்ப்புகளை அழுகிறது. அது இருக்கும் இடம், குண்டர்கள், ஆயுத சக்தி. அதனால்தான் தேர்தல் காலம் கண்ணீரிலிருந்தும் மரணத்திலிருந்தும் போய்விட்டது. මෙම පැරැණි පන්නයේ අවි නූතනයට නොගැළපෙන බව වටහා ගැනීමට සමත් මනසක් නිර්මාණය කර ගැනීම වැදගත්ය.",
        "ஆறு ஆண்டுகள் எங்களுக்கு இந்த சுதந்திரம் வழங்கப்பட்டுள்ளது. இந்த காலகட்டத்தில், இலங்கை மக்கள் மாறுபட்ட தேர்தல் அனுபவங்களைப் பெற்றுள்ளனர். இந்த நாட்டின் மக்கள் ஞானத்தால் நிறைந்தவர்கள். இந்த மக்களுக்கு அவர்களின் ஞானத்தின்படி செயல்பட வாய்ப்பு வழங்கப்பட வேண்டும்.",
        "மக்களும் அரசாங்கங்களும் ஆரம்ப ஆண்டுகள் முழுவதும் நிறுவப்பட்டுள்ளன. ஆயுதப் போராட்டங்கள் மற்றும் சதித்திட்டங்கள் மூலம் அரசாங்கங்களை நிலைநிறுத்துவதற்கான ஒவ்வொரு முயற்சியும் குறைக்கப்பட்டுள்ளது. எல்லாவற்றையும் விட சக்தி மிகவும் சக்தி வாய்ந்தது என்பதை அந்த இடங்கள் அனைத்தும் நிரூபிக்கின்றன. காலகட்டத்தில் இதை இதயத்திற்கு கொண்டு செல்வது மிகவும் முக்கியம்.",
        "நாட்டின் சட்ட அமைப்பில் சிறப்பு சட்ட வகைகளின் தேர்தல் சட்டங்கள் உள்ளன. இந்த தேர்தல்கள் இலவச, அமைதியான மற்றும் நியாயமான தேர்தலுடன் வழங்கப்படுகின்றன. பொதுமக்கள் பொதுமக்கள் என்றால், அவர்கள் நிலையத்தை கடைபிடிக்க வேண்டும். அந்த சட்ட அமைப்பு கைன் மற்றும் வார்த்தையை கடைபிடிக்க வேண்டும். அது அவ்வாறு இல்லையென்றால், அது தோற்றத்தின் ஆர்ப்பாட்டத்தை விட அதிகமாக இருக்காது. அதன்படி, ஒரு தேர்தல் என்பது அவரைப் பின்பற்றுபவர்களின் நாகரிகங்களையும் பொய்யையும் வெளிப்படுத்தும் வாய்ப்பாகும்.",
        "'' நான் உங்கள் சொந்த சட்டத்தை மதிக்கிறேன், '' நான் உங்கள் கருத்துக்கு இணங்கவில்லை \". இந்த கட்டத்தின் காலம் நாகரிகத்தை முறையாக சரியான தரத்திற்கு அனுப்ப வேண்டிய காலமாகும். நிச்சயமாக, நாங்கள் 21 ஆம் நூற்றாண்டில் வாழ்கிறோம், கடமைப்பட்ட மருந்து."
      ]
    },
    "en": {
      "title": "Spatters to a vote adopted to democracy",
      "body_lines": [
        "The election commission has been announced the day to presidential election 2024. Accordingly, the days have been made to call on the nominations on the month or August 21st.",
        "An election is found close to the fact that the twins of violence. These violence is done during the postal election period and election date and post-election period. Therefore, it should be the first responsibility and duty of the cadres of the cadres of every political party and the cadres of the political parties that are accurately published by the public opinion.",
        "An election is a mirror that weighs the size of democracy. Because it will take the opinion of public opinion. Democracy is the head bending of the country to the majority of the country. There must be a disability that can be accurately declared. The command is correct in the decisions book. It is necessary to create a law-abiding mind which is the disciplinary measure of acting in terms of these legal clauses.",
        "There is a positive purely aimed at the end of a complete, purity, snake. According to that goal, first to do is crying opportunities to express the other's view. That is whereaboo power, thuggery, weapon power. That is why the election season is gone from tears and death. It is important to create a manner that may be able to understand that this old weapons are mentalized.",
        "The six years we have been given this freedom. Throughout this period, the people of Sri Lanka have gained varying election experiences. The people of this country are rich in wisdom. These people should be given the opportunity to act according to their wisdom.",
        "The people and governments have been established throughout the early years. Every attempt to establish governments through the armed struggles and conspiracies have been lopped. Proven all of those places that the power is more powerful than all. It is more important to take this to heart in the time period.",
        "There are special legal types 'election laws' in the country's legal system. These elections are issued with free, peaceful and fair election. If the civilians are civilians, they must adhere to the station. That legal system must adhere to kine and word. If it is not the case, it does not exceed the demonstration of impression. Accordingly, an election is an opportunity to showcase the civilizes and falseness of his followers.",
        "'' I respect your own law to say, '' I am not in harmony with your opinion \". The period of time from this point is the period of time that the civilization should be properly sent to proper quality. Of course, we are living in the 21st century, and the obligated drug."
      ]
    }
  },
  "summary_lines": []
}