{
  "translated_text": {
    "ta": {
      "title": "வாயிலின் தலை பகுதியைப் பாதுகாப்பதற்காக, வயிறு ஆர்.எஸ். 10 நாணயம் வால் இருந்து மீட்கப்படுகிறது",
      "body_lines": [
        "அலுவலகத்தின் மொத்த பெரும்பகுதியையும், ஆபத்தான ஹேண்டூர்வார்ட் மற்றும் தலை பகுதியின் மரண பகுதியின் தலை பகுதியையும் பாதுகாக்க நடவடிக்கைகள் எடுக்கப்பட்டுள்ளன.",
        "அதாவது, விலங்கின் தலை நாட்டின் உடற்பகுதியில் இருந்து கல்கடியகம வனவாசிகளுக்கு கொண்டு செல்லப்பட்டது.. பிரேத பரிசோதனையின் பின்னர் விலங்குகளின் மொத்த மரணத்தின் தலை பகுதியை உடற்பகுதியில் இருந்து பிரிக்க வனவிலங்கு அதிகாரிகள் நடவடிக்கை எடுத்துள்ளனர்.",
        "காஸ்கியாகாமா காடுகள் பாதுகாப்பாக பாதுகாப்பு அலுவலகத்திற்கு கொண்டு செல்லப்பட்டுள்ளன. யானையின் எதிரியை அகற்ற எதிர்காலத்தில் தலையின் தலை மீட்கப்பட வேண்டும் என்று வனவிலங்கு அதிகாரிகள் தெரிவித்தனர்.",
        "மின்சார செயலிழப்பு காரணமாக மின்சார செயலிழப்பு காரணமாக விலங்குகளின் மரணத்தால் இறப்பு ஆய்வு உறுதிப்படுத்தப்பட்டதாக பிரேத பரிசோதனை கூறப்பட்டது.",
        "இந்த மாதம் 12 ஆம் தேதி வரை ஒரு காப்பீட்டு நிறுவனத்தின் மேலாளர் ரிமாண்ட் செய்யப்பட வேண்டும், அவர் கெகிராவா மாஜிஸ்திரேட் நீதிமன்றத்தில் இந்த மாதம் 12 ஆம் தேதி வரை ரிமாண்ட் செய்யப்பட வேண்டும்.",
        "மஹா சங்காம்பே, அவரது வீட்டில் மின்சார வடங்கள் உட்பட, இந்த மாதம் 29 ஆம் தேதி அனுராதபுராவில் மழைக்காலத்தின் போது நடைபெற்றது.",
        "இதற்கிடையில், தரம் 01 (29) ஐ ஒழிப்பதில் பிரேத பரிசோதனை செய்யப்பட்டது அடிவயிற்றில் ஒரு நாணயம் 10 ரூபாய் நாணயத்தைக் கண்டுபிடிக்க முடிந்தது. மின்சார பட்டை காரணமாக விலங்கின் மரணம் நடந்ததாக அனுராதபுரா, பண்டுலகமா வனவிலங்கு சந்தனா ஜெயசிங்க கூறுகையில்.",
        "இதற்கிடையில், இறந்தவர்களின் அரக்கனின் இறந்தவர்களின் எச்சங்களின் எச்சங்களை பார்வையிட இந்த காட்சி நடவடிக்கை எடுத்தது."
      ]
    },
    "en": {
      "title": "For conservation of the head part of the gate, the stomach Rs. 10 The coin is rescued from the tail",
      "body_lines": [
        "Steps have been taken to conserve the gross bulk of the office and the head section of the death part of the Dangerous Handuruard and the head part.",
        "That was, the head of the animal was taken to Galkadiyagama forest residents from the trunk of the country.. Wildlife officials have taken measures to separate the head part of the gross death of the animal from the trunk after the post mortem examination.",
        "Gaskiyagama Forests have been taken to the security office safely. Wildlife officials stated that the head of the head is to be recovered in the future to remove the enemy of elephant.",
        "The post mortem was said that the death inspection was confirmed by the death of the animal due to a electricity failure due to a electricity failure.",
        "The manager of an insurance company to be remanded until the 12th of this month, he was produced before the Kekirawa Magistrate's Court to be remanded until the 12th of this month.",
        "The Maha Sangampe, including electricity cords in his house, was held on the 29th of this month at the time of the rainy season in Anuradhapura.",
        "Meanwhile, the post mortem examination in the abolishment of the Grade 01 (29) were able to find a coin 10 rupees coin in the abdomen. Anuradhapura, Pandulagama Wildlife Chandana Jayasinghe said that the death of the animal had taken place due to a electricity bark.",
        "Meanwhile, the scene had taken measures to visit the remains of the deegrogest of the dead of the demonstation of the dead."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Wildlife officials conserved elephant head after death. Post-mortem revealed cause: electrocution. A 10-rupee coin was found in the abdomen during the exam. The incident occurred during the rainy season in Anuradhapura."
  ]
}