{
  "translated_text": {
    "si": {
      "title": "සීසාන යන්ත්ර අනතුරු සිද්ධිය;සිරුරු ප්රතිසාධනය",
      "body_lines": [
        "ගංවතුර ජලය අතුගා දැමූ මද්රාසා සිසුන්ගේ සිරුරු සොයා ගනිමින් සිටී. බදාදා (27) සවස මළ සිරුරු හතරක් සොයාගෙන තිබේ.",
        "මීට අමතරව, මෙම පැමිණිල්ලට යුද හමුදා විශේෂ කාර්ය සාධක බලකාය (එස්.ටී.එෆ්) සහභාගී වූ අතර ස්වේච්ඡා තරුණ කණ්ඩායමක් ඊට සහභාගී වූහ.. මේ වන තෙක් ජනසස් හතරක් බේරාගෙන සමතුරායි සම්පත් රෝහලට ගෙන ගොස් ඇත.. අයහපත් කාලගුණය සහ අන්ධකාරය හේතුවෙන් පසුදා පසුදා ගලවා ගැනීමේ මෙහෙයුම් සිදු කිරීමට එය පසුව සූදානම් විය.",
        "බේරාගත් සිසුන් බේරා ගනු ලබන්නේ මොහොමඩ් ජෙසිල් මොහොමඩ් සදර් (වයස -1), අබ්නාන්, බාක්කාර මොහොමඩ් නසික් (වයස -5) සහ සුරක්ෂිත කිරීමේ කාර්ය මණ්ඩලය ඩස්බ්රිඩ් සහ යසි සිසුන් සොයමින් සිටී. අනුව ප්රාදේශීය මරණ විමර්ශන නිලධාරී අබ්දුල් හමීඩ් අල් -ජහහේර්ගේ අභාවයෙන් පසු සෆාර් අහමඩ්ගේ නියෝග.",
        "මේ අතර අතුරුදහන් වූ දස්රිෆ් නම් පාසලේ පොත දැන් ගලවා ගැනීමේ කණ්ඩායම විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "අඟහරුවාදා (26), නින්ටාවූර් සිට සමන්තුරෙයි දක්වා ගමන් කරමින් සිටින පුද්ගලයින් 11 දෙනෙකු අනතුරට ලක්ව සිටියහ.. ඒවා වයස අවුරුදු 12 ත් 16 ත් අතර, එහිදී සමන්තරායි හි ජීවත් වේ.",
        "අම්පාරා දිස්ත්රික්කයේ කරද්ව් පොලිස් කොට් to ාශයට අයත් මාවඩිපල්ලි චින්ත්නප්පාලලම් අසල 11 දෙනෙකු ගමන් කළ අතර මගීන් ගංවතුරෙන් කොටු වී අතුරුදහන් විය.",
        "ගලවා ගැනීමේ මෙහෙයුමේදී ප්රදේශයට හසු වී ඔවුන් ප්රතිකාර සඳහා ළඟම ඇති රෝහල්වලට ගෙන ගිය සමහර සිසුන් ප්රතිකාර සඳහා ගලවා ගත්හ. මෙම අනතුරටත්, ඔහු සමඟ ගමන් කළ අනෙකා මේ වන විට අතුරුදහන් . මැද අතහැර දමා ඇත.",
        "මෙම සෙවීම බදාදා උදෑසන (27) සිට සිදු කර ඇත.",
        "සිරුරු දෙකක් බ්රහස්පතින්දා උදෑසන (28) උදෑසන සොයාගෙන තිබේ.",
        "ඉතිරි සිරුරු දෙක ගලවා ගැනීමේ කාර්ය මණ්ඩලය විසින් සොයා ගන්නා ලදී."
      ]
    },
    "en": {
      "title": "Plowing machine accident incident;06 Bodies Recovery",
      "body_lines": [
        "The bodies of Madrasa students who have been swept away in flood water are being recovered. Four bodies have been recovered till Wednesday (27) evening.",
        "In addition, the Army Special Task Force (STF) participated in the complaint and a volunteer youth group involved.. Until now, four janasas have been rescued and taken to the Samanthurai Resource Hospital.. It was later prepared to carry out rescue operations the next day due to inclement weather and darkness.",
        "The rescued students are also rescued by Mohammed Jessil Mohammed Sadir (age-16), Abnan, Baruk Mohammed Nasik (age-15) and Sahran (age-15) and the rescue crews are searching for the students of Dasrib and Yaseen.According to the orders of Safir Ahmed, relatives have been handed over to the relatives after the death of Divisional Death Investigation Officer Abdul Hamid al -Jawahir.",
        "Meanwhile, the school's book by a student named Dasrif, who went missing, has now been seized by the rescue team.",
        "On Tuesday (26), 11 people traveling from Nintavur to Samanthurai were traveling in the crash.. They are between the age of 12 and 16, where they live in Samanthurai.",
        "11 people traveled near the Mavadipalli Chinnappalam, which belongs to the Karadivu Police Division in the Ampara District, and the passengers were trapped in floods and disappeared.",
        "The rescue team rescued some of the students who had been caught in the area during the rescue operation and took them to the nearest hospitals for treatment. In the accident, the driver of the plowing machine and the other who was traveling with him were now missing.Abandoned in the middle.",
        "The search has been carried out on Wednesday morning (27).",
        "Two bodies have been recovered on Thursday morning (28).",
        "The remaining two bodies were recovered by the rescue crew."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Madrasa students swept away by flood waters. Four bodies recovered so far. Army STF involved in rescue efforts. Three students rescued alive. Rescue team searching for remaining missing students. Driver and companion of plowing machine missing. Ongoing recovery operations."
  ]
}