{
  "translated_text": {
    "si": {
      "title": "ඉරානය --israiri ප්රහාර තීව්ර විය හැකිය",
      "body_lines": [
        "එක්සත් ජනපද ජනාධිපතිවරණයේදී ඉරානය සහ එහි සගයන් ට්රම්ප්ගේ ජයග්රහණයට මුහුණ දීමට සූදානම් වන බව රොහනුකරුවන් වාර්තා කරයි",
        "ඡන්ද විමසීම්වලින් හෙළි වූයේ කමලා හරිස් සහ ඩොනල්ඩ් ට්රම්ප් අතර දරුණු එදිරිවාදිකම්, නොවැම්බර් 5 වන දින ඉරාන නායකයින් සහ ඔවුන්ගේ සගයන් ලෙබනනයේ සහ යේමනයේ ඉරාකයේ ය;ඒ නිසා ඔවුන් සිතන්නේ ඔවුන් වැඩි අර්බුද ඇති කරන බවයි.",
        "බටහිර ඉරාන අරාබි නිලධාරීහු පවසා ඇත්තේ ඉරානයේ න්යෂ්ටික තත්වයන් සහ සමූල re ාතනය කිරීමේ කටයුතු සඳහා ඊශ්රායලයේ අග්රාමාත්යවරයා ශක්තිමත් කිරීමේ හැකියාව ගැන ඉරානය වැඩි අවධානයක් යොමු කර ඇති බවයි.",
        "ඉරානයට ඉරානයේ තෙල් කර්මාන්තයට අධික පීඩනය යෙදීම පිළිබඳ ප්රතිපත්තිය අනුගමනය කළ හැකි බව ඉරානය තරයේ සිතයි.",
        "2017 සිට 2021 දක්වා එක්සත් ජනපද ජනාධිපති ලෙස දිවුරුම් දුන් ඉරානය ඉරානයේ අධ්යාත්මික නායක අයතුල්ලා අලි කමීට යන අයට දැඩි පීඩනයක් එල්ල කිරීමට අපේක්ෂා කරයි.",
        "එක්සත් ජනපදයේ නායකත්ව වෙනස්කම් මැද පෙරදිග සමතුලිතතාවයට බලපාන අතර ඉරානයේ විදේශ ප්රතිපත්තිය හා ආර්ථික හැකියාවන්හි වෙනස්කම් සිදු කළ හැකිය.",
        "එක්සත් ජනපදයේ සභාපතිවරයා ලෙස ඉරානයට ඉරානය කෙරෙහි ඉරානයට බලපෑම් කළ නොහැකි යැයි කියා සිටින බව පවසන පර්යේෂකයන් පසුගිය වසර පුරා ඊශ්රායලයේ මිලිටරි ක්රියාමාර්ගයට ආරෝපණය කර ඇත.",
        "කෙසේ වෙතත්, ට්රම්ප්ගේ ස්ථාවරය ඉරානයට වඩාත්ම භයානක වන්නේ ඊශ්රායෙලයේ ඊශ්රායෙලයට නොනවතින සහයෝගයක් ලබා දෙන බැවිනි.",
        "ට්රම්ප් ඉරානය පිළිබඳ කොන්දේසි පැනවීම හෝ ඉරානයේ ප්රතික්රියාකාරකයට එල්ල වූ ඉලක්කගත ප්රහාරයක් එල්ල කිරීමට ඉඩ සලසයි.",
        "ට්රම්ප් ඉරානයට එරෙහි මිලිටරි ක්රියාමාර්ගය සම්පූර්ණයෙන්ම පිළිගෙන ඇති බව ඔහු සඳහන් කළේය.",
        "ඔහු කියා සිටියේ ට්රම්ප් ධවල මන්දිරයේ බෙන්ජමින් නෙතන්චකුගේ සිහිනය බවයි.",
        "ඉරානයේ ජ්යෙෂ් official නිලධාරියා පැවසුවේ ඉරානය සියලු ආකාරයේ තත්වයන්ට මුහුණ දීමට සූදානම් බව පැවසූ ඉරානයේ ජ්යෙෂ් official නිලධාරියා සෑම ආකාරයකම තත්වයන්ට මුහුණ දීමට සූදානම්ව සිටින බවයි.",
        "ට්රම්ප්ගේ ජයග්රහණය කුරිරු යැයි පවසා ඇති තවත් ඉරාන නිලධාරියෙක්, ඔහු ඉරානයට එරෙහි පීඩනය වැඩි කරන අතර තෙල් බාධක සම්පුර්ණයෙන්ම ක්රියාත්මක වන බවට සහතික වන අතර එය අපගේ ආර්ථිකයට අහිතකර ලෙස බලපානු ඇති බවට සහතික වනු ඇත."
      ]
    },
    "en": {
      "title": "Iran -Israeli attacks may be intensified",
      "body_lines": [
        "Reuters reports that Iran and its colleagues are preparing to face Trump's victory in the US presidential election",
        "Although polls reveal the fierce rivalry between Kamala Haris and Donald Trump, Trump will win the election on November 5, Iranian leaders and their colleagues in Lebanon and Yemen Iraq;So they think they will create more crises.",
        "Western Iranian Arab officials have said that Iran is more concerned about the possibility of strengthening Israel's prime minister for attacking Iran's nuclear conditions and engaging in massacre.",
        "Iran thinks that Trump can follow the policy of putting too much pressure on Iran's oil industry.",
        "Iran, who has been sworn in as the US president since 2017 to 2021, is expected to put heavy pressure on Iran's spiritual leader, Ayatollah Ali Kameni, to accept the nuclear deal with Israel and itself.",
        "Leadership changes in the United States can affect the balance of the Middle East and make changes to Iran's foreign policy and economic possibilities.",
        "Researchers who claim that Iran cannot be influenced by Iran as the president of the United States are attributed to Israel's military action for the past year to destroy the army -backed armed groups.",
        "However, Trump's position is the most dangerous to Iran, as Trump gives Israel an unstoppable support.",
        "Trump will impose conditions on Iran or allow Israel to carry out a targeted attack on Iran's reactor, said Abdellajis al -Saar, director of the Gulf Intellectuals Organization.",
        "He noted that Trump fully accepted the military action against Iran.",
        "He said Trump was the dream of Benjamin Netanyaku in the White House.",
        "He said Iran's senior official, who said Iran was ready to face all kinds of circumstances, has been invented for exporting oil over the United States for decades.",
        "Another Iranian official who has said that Trump's victory is a tyrannical, he will increase pressure against Iran and ensure that oil barriers are fully implemented, which will affect our economy adversely."
      ]
    }
  },
  "summary_lines": [
    "Iran-Israel tensions escalate amid Trump presidency predictions. Reuters report suggests Iran prepares for potential increased conflicts due to anticipated Trump victory. Western officials express concern over possible Israeli aggression and pressure on Iran's nuclear program. Experts warn of potential economic impacts from stricter sanctions and military actions."
  ]
}