{
  "translated_text": {
    "ta": {
      "title": "தரமான உணவு பெட்டிகள் மற்றும் தண்ணீர் பாட்டில்கள் பற்றி உங்களுக்குத் தெரியுமா?",
      "body_lines": [
        "பொது சுகாதார ஆய்வாளர்கள் சங்கம் (CHOGM) கூறுகையில், 75% உணவு பெட்டிகள் மற்றும் தண்ணீர் பாட்டில்கள் பயன்படுத்தப்படுகின்றன.",
        "தரமான பிளாஸ்டிக் உபகரணங்களைப் பயன்படுத்தி குழந்தைகளின் உயிர்கள் அச்சுறுத்தப்படுவதாகவும் உலக புற்றுநோய் ஒன்றியம் வெளிப்படுத்தியது.",
        "இதற்கிடையில், குழந்தைகள் தாக்கல் செய்யப்பட்டனர் மற்றும் குழந்தைகளின் உடல்கள் மற்றும் இன்று நாட்டில் பல்வேறு தகவல்களை எதிர்கொண்டு தங்கள் குழந்தைகளுக்கு நீர்ப்பாசனம் செய்யப்பட்டன.",
        "இருப்பினும், இதுபோன்ற உபகரணங்கள் இன்று சந்தையின் தரநிலை அல்ல என்று பொது சுகாதார ஆய்வாளர்கள் சுட்டிக்காட்டியுள்ளனர்.",
        "இது தொடர்பாக, பொது சுகாதார ஆய்வாளர்கள் சங்கத்தின் தலைவர் அப்யூல் ரோஹானா இந்த உபகரணங்கள் மிகவும் ஆபத்தானதாக இருக்கும் என்று கூறினார்.",
        "\"75% உணவு பெட்டிகள் மற்றும் 75% நீர் பாட்டில்கள் பொருத்தமற்ற நிலையில் உற்பத்தி செய்யப்படுவதை நாம் காணலாம். சீனா போன்ற நாடுகளிலிருந்து இறக்குமதி செய்யப்படுகிறது. இந்த குழந்தைகள் மிகவும் ஆபத்தானவர்கள். \"",
        "இருப்பினும், சந்தைக்கு பயணிக்கும் வாடிக்கையாளர் ஒரு உணர்தலா என்று நாங்கள் கேட்டோம்.",
        "பல நுகர்வோர் தாங்கள் மட்டுமே கவலைப்படுகிறார்கள், உற்பத்தியின் விலை மற்றும் அதன் அழகானவர்கள் என்று கூறுகிறார்கள்.",
        "சுகாதார அதிகாரிகளின் கூற்றுப்படி, உணவு மற்றும் தண்ணீருக்குப் பயன்படுத்தப்பட்ட கொள்முதல் அல்லது 5 எண் அதன் அடிப்பகுதியில் பதிவு செய்யப்பட்டால் அதைக் கவனிக்க வேண்டும்.",
        "இல்லையெனில், கண்ணாடி கொண்ட ஒரு பெண்ணின் அடையாளம் அந்த பொருட்களில் ஆராயப்பட வேண்டும்.",
        "இந்த இரண்டு அறிகுறிகளும் இருந்தால், நீங்களும் பயன்படுத்த தகுதியானவர் என்று சுகாதார அதிகாரிகள் சுட்டிக்காட்டியுள்ளனர்.",
        "டாக்டர் விராஜ் ஜெயசிங்க, டாக்டர் விராஜ் ஜெயசிங்க, இது தொடர்பாக பேசினார்.",
        "\"பிளாஸ்டிக்கில் பல வகையான இரசாயனங்கள் உள்ளன, அவை உடலுக்கு ஆரோக்கியமற்றவை. நாம் பொருட்களாக இருந்தால் பலவிதமான பயங்கரமான புற்றுநோய்களைச் செய்யும் அபாயத்தை ரசாயனங்கள் கொண்டுள்ளன. ஒரு குழந்தையை குறுக்கிட முடியும் என்றால். பிளாஸ்டிக் கொள்கலன்கள் தேவைப்பட்டால், நீங்கள் உணவுப் பொருட்களின் தரம் மற்றும் தரத்தைப் பயன்படுத்த வேண்டும். \"",
        "பொது சுகாதார ஆய்வாளர்கள் சங்கத்தின் தலைவர் உபுல் ரோஹானா, பல்வேறு எண்களை பல்வேறு எண்ணிக்கையில் கோஷமிடுவதற்கும், தண்ணீர் பாட்டில்களின் நீர்நிலைக்கும் ஈடுசெய்யப்படுவதாக கூறினார்.",
        "\"1980 ஆம் ஆண்டின் 26 வது உணவுச் சட்டத்தின் கீழ் நீங்கள் வழக்குத் தொடரலாம். எதிர்காலத்தில் நிபுணத்துவம் பெற நாங்கள் எதிர்நோக்குகிறோம். \""
      ]
    },
    "en": {
      "title": "Are you aware of quality diet boxes and water bottles?",
      "body_lines": [
        "The Public Health Inspectors Association (CHOGM) says that 75% of the food boxes and water bottles used.",
        "The World Cancer Union also revealed that the lives of children is being threatened using quality plastic equipment.",
        "In the meantime, the children were tabled and the bodies of children and watering of their children in the face of various information in the country today.",
        "However, public health inspectors have pointed out that such equipment is not a standard of market today.",
        "Commenting in this regard, President of the Public Health Inspectors Association Upul Rohana said that these equipment would be so dangerous.",
        "\"We can see that the children produced in the case of 75% of the food boxes and 75% of the water bottles inappropriate. Imported from countries such as China. These children will be very dangerous. \"",
        "However, we asked if the customer traveling to the market is a realizing.",
        "Many consumers say that they are concerned only, the price of the product and its beautiful.",
        "According to health authorities, it should be observed if the purchase used to food and water, or the number 5 is recorded on its bottom.",
        "Otherwise, a sign of a woman with a glass must be examined in those items.",
        "The health authorities have pointed out that if both of these signs, you too worthy of use.",
        "Dr. Viraj Jayasinghe, Dr. Viraj Jayasinghe, who spoke in this regard.",
        "\"The plastic contained a number of many types of chemicals that are unhealthy to the body. Chemicals have a risk of making a variety of terrible cancer if we are inged. If a child can be interrupted. If the plastic containers are required, you have to use quality and quality of food items. \"",
        "The President of the Public Health Inspectors Association, Upul Rohana said that the attractiveness of various numbers to the chanting of various numbers and the waters of water bottles.",
        "\"You can be prosecuted under the Food Act No. 26 of 1980. We look forward to specializing and make special tests in the future. \""
      ]
    }
  },
  "summary_lines": [
    "Quality diet boxes and water bottles pose health risks. CHOGM reports 75% of products unsafe. World Cancer Union warns plastic equipment threatens children's lives. Health inspectors criticize non-standard market equipment. Consumers prioritize price over safety concerns. Authorities advise checking for \"5\" symbol or female icon on products. Experts warn against harmful chemicals in plastics, potentially causing cancer. Use of low-quality plastic containers is illegal under Food Act No. 26 of 1980. Future specialized testing planned."
  ]
}