{
  "translated_text": {
    "ta": {
      "title": "சீர்லி கொரிய பாடகர் பார்க் போர் கொல்லப்படுகிறது",
      "body_lines": [
        "அழகான பிரபலமான கொரிய பாடகர் பார்க் போக் மர்மமாக இறந்துவிட்டார்.",
        "30 வயதான பார்க் போம் இறப்பதற்கு சில மணி நேரங்களுக்கு முன்பு, அவர் இரண்டு நண்பர்களுடன் ஒரு தனியார் விருந்தில் கலந்து கொண்டார்.",
        "பின்னர், அவர் வீட்டில் குளியலறையில் சென்றிருந்தார், நீண்ட காலமாக நண்பர்கள் அவளுக்காக ஆராய்ந்தனர்.",
        "பார்க் போர்டு மயக்கமடைந்து நண்பர்கள் பார்த்ததாக பொலிஸ் விசாரணையில் தெரிவித்துள்ளது.",
        "எவ்வாறாயினும், அவரது மரணத்திற்கு ஒரு குறிப்பிட்ட காரணம் இன்னும் வெளியிடப்படவில்லை மற்றும் பொலிசார் விசாரணைகளைத் தொடங்கியுள்ளனர்.",
        "அவரது அறிவிப்பு, அவரது நிறுவனமான சனாடு என்டர்டெயின்மென்ட், உலகெங்கிலும் உள்ள அவரது அவசரகால ரசிகர்கள் உலகெங்கிலும் அதிர்ச்சியடைந்து அதிர்ச்சியடைந்துள்ளதாகக் கூறியுள்ளது.",
        "2010 ஆம் ஆண்டில், தென் கொரியாவில் சூப்பர் ஸ்டார் கே 2 இல் பங்கேற்ற பார்க் பரம், அவர்களின் திறமைகளால் ஈர்க்கப்பட்டார்.",
        "பின்னர் அவர் 2014 இல் \"அழகான\" பாடலைத் தொடங்கினார், மேலும் பாப் இசைத் துறையில் நுழைந்தார்.",
        "அப்போதிருந்து, இன்றுவரை வந்த இசையின் இசையில், ஒரு புதிய பாடல் இருந்தது, ஆனால் அவர் ஒரு புதிய பாடலைத் தொடங்கத் தயாராக இருந்தார்.",
        "இது அவரது இசை வாழ்க்கையின் 10 வது ஆண்டுவிழாவிற்கு இருந்தது என்பது குறிப்பிடத்தக்கது."
      ]
    },
    "en": {
      "title": "Searly Korean singer park bore is killed",
      "body_lines": [
        "The beautiful famous Korean singer park bock has died mysteriously.",
        "A few hours before the death of the 30-year-old Park Boarm, he had attended a private party with two friends.",
        "Later, she had gone to the bathroom at the house, and the friends were scrutinized for her due to a long time.",
        "Police investigations have revealed that friends have seen the park board unconscious.",
        "However, a specific cause of her death has not yet been revealed and police have commenced investigations.",
        "Her announcement, her agency Xanadu Entertainment, has said that her emergency fans around the world have been shocked and shocked around the world.",
        "In 2010, Park Barum, who participated in the Super Star K2 in South Korea, was impressed with their talents.",
        "She later launched the \"Beautiful\" song in 2014, and entered the pop music industry.",
        "Since then, in the music of the music that came to this day, there was a new song, but she was ready to launch a new song.",
        "It is noteworthy that it was for the 10th anniversary of her music life."
      ]
    }
  },
  "summary_lines": [
    "Famous Korean singer Park Boarm, 30, died mysteriously after a private party. Friends found her unconscious in the bathroom. Cause of death unknown. Park, known for her talent in Super Star K2 and the \"Beautiful\" song, was set to release a new song for her 10th anniversary in the music industry."
  ]
}