{
  "translated_text": {
    "si": {
      "title": "சமஷ்டி கோரிக்கை  தமிழரசுக் கட்சியின்  அஸ்தமித்துபோன கனவா?",
      "body_lines": [
        "ශ්රී ලංකා හිටපු අග්රාමාත්ය එස්.ඩබ්ලිව්.ආර්.ටී.ටී.. බණ්ඩාරනායක. அதே பண்­டா­ர­நா­யக்கா 1956 ஆண்டு தனிச்­சிங்­களச் சட்­டதை கொண்டு வந்­தது மட்­டு­மல்ல, 1957 ஆம் ஆண்டு சிங்­கள ஸ்ரீ வாக­னங்­களை யாழ்ப்­பா­ணத்­துக்கு அனுப்பி குழப்­பத்தை உண்­டாக்­கி­யதும்,  1958 ஆம் ஆண்டு தமி­ழர்­களுக்கெதி­ரான முத­லா­வது இனக்­க­ல­வ­ரத்தை தூண்­டி­யதும்  இதன் எதிர் விளை­வாக  தமி­ழர்கள் சமஷ்டி ஆட்சி கோரிக்­கையை முன்­வைத்து போரா­ட­வேண்­டிய சூழ்­நி­லைக்கு தள்­ளப்­பட்­டதும்  அதன் இன்­னொரு விஸ்­வ­ரூ­ப­மாக  ஆயு­தப்­போ­ராட்டம். පිපිරීම සිදු වන විට දෙමළ ජනයා දේශපාලන ගමනේ ප්රධාන ඉසව්ව විය.",
        "දෙමළ ජාතික පක්ෂයේ වත්මන් නායකයින් (ටීඑන්ඒ) 18.12.18.12.18 දින යාපනයේ සිටි සෙල්වා අනුස්මරණයේදී එක්සත් වී ඇත. මෙම තත්වය තුළ කොරල් උත්සවය ආරම්භ වූයේ මේ නිසාද? නව පරම්පරාවේ ඉතිහාසය මෙහි ඇති දේ දැන ගැනීමට මෙහි ඉදිරිපත් කෙරේ.",
        "බණ්ඩාරනායක මහතා බ්රිතාන්යයේ සුප්රසිද්ධ විශ්ව විද්යාලයක උපාධිධාරියෙකු සමඟ ශ්රී ලංකා දේශපාලනයෙන් ආපසු නිවසට පැමිණියේය. 1926 යාපනය. යෞවන කොන්ග්රසයේ ආරාධනයෙන් අදහස් දක්වමින් ඔහු බොහෝ ජනවාර්ගිකත්වයේ වාසය කිරීමට හොඳම ක්රමය බව ඔහු පැහැදිලි කළ අතර, එක්සත් ජනපදය, ස්විට්සර්ලන්තය සහ කැනඩාව වැනි රටවල වඩා හොඳ ප්රජාතන්ත්රවාදී පාලනයක් තිබේ නම්, ඒ සඳහා ෆෙඩරල් ආධිපත්යය නිසාය.. යාපනය මෙය පිළිගත්තා. බණ්ඩාගේ අදහස් දැක්වීම තරුණයින්ට සුබ පතදු විය.",
        "සෙල්වනායගම් පියා ඒ වන විට දේශපාලනයට පැමිණියේ නැත. දෙමළ පක්ෂය ස්ථාපිත කර නැත. සිද්ධිය වූ වසර 23 කට පමණ පසු, සෙල්වා පියතුමාගේ නායකත්වයෙන් යුත් ශ්රී ලංකා දෙමළ පක්ෂය පිහිටුවන ලදී.",
        "බණ්ඩාරනායකගේ 1926 යාපනයේ ඇති සමන්සි පිළිබඳ කථාව බුද්ධිමතුන් හා අධ්යාපන මුවන්ගේ මට්ටමේ සිහිනයක් හා දේශපාලන ප්ර wisdom ාවක් ලෙස සලකනු ලැබීය.  යාපනයේ තරුණ තරුණියන්ගේ දේශපාලන තීව්රතාවය සහ ස්වයංපෝෂිතභාවය ඉහළ නංවා නැත.",
        "යාල්. රාජධානියේ වැටීමෙන් පසු (විශේෂයෙන් 1620 දී යාපනය පෘතුගීසීන් විසින් පෘතුගීසයේ සම්මුඛ සාකච්ඡාව යටතේ ගෙන එන ලදී))). රටේ සම්ප්රදායන්, ආගමික හා ආගමික සංස්කෘතීන් නිසා යාපනයේ ජනතාව. අර්ධද්වීපය මර්දනය හා මර්දනය හා මර්දනය ලෙස සැලකේ.",
        "එසේ වුවද, 1921 දී දෙමළ මහජානාස් සභාව විසින් සමස්ත දෙමළ ජනයාගේ දේශපාලන අභිලාෂයන් සාක්ෂාත් කර ගැනීම සඳහා එක් කුඩයක් යටතේ සෑම මට්ටම්වලම දෙමළ ජනයා සියළුම මට්ටම්වලට ගෙන ආහ.. (ශ්රී ලංකා දෙමළ වෛද්ය මුරුගර් ගුණසන්සිංහැම්)",
        "S.w.. Rt. බණ්ඩාරනායක (1899-1959) ඇන්ග්ලිකන් ආගමකට අයත් වේ.  ඔහු හැදී වැඩුණේ මහනුවර රාජ්යයේ පන්සලක පූජකයෙකු ලෙස සේවය කළ නිල් පෙරමාල් බණ්ඩාරා මහත්වරුන්ගෙනි.",
        "ඔහුගේ පියා සලමොන් ඩයස් බන්ඩාරා නායක. S.w.r.d.. බණ්ඩාරනායක බ්රිතාන්ය පාලනය අතරතුර බ්රිතාන්යයේ ඔක්ස්ෆර්ට් විශ්ව විද්යාලයේ අධ්යාපනය ලැබීමේ අවස්ථාව සහිත නීති lawyer යෙකු ලෙස නැවත නැවතත් රටට පැමිණියේය. දේශපාලනය කෙරෙහි ඔහුගේ උනන්දුව දැක්වීමට හේතුව ඔහුගේ විශ්ව විද්යාල ගුරුවරුන්යි. ඔහු කොළඹ මහ නගර සභාවේ විවිධ තනතුරු 1931 සිට 1947 දක්වා පැවැත්වීය.",
        "දේශපාලන පිවිසීම යනු ඔහු ක්රිස්තියානි ධර්මය අතහැර දමා බෞද්ධයෙකු ලෙස හඳුනා ගැනීමයි.   මුල් කාලයේ ඔහු එක්සත් ජාතික පක්ෂයට (1946 සිට 1951 දක්වා) සම්බන්ධ වූ අතර 1951 දී (2.9.1951) ශ්රී ලංකා නිදහස් පක්ෂය (ශ්රී ලංකා නිදහස් පක්ෂය) නමින් නව පක්ෂයක් ආරම්භ කළේය.",
        "සෙල්වනායගම් තාත්තා සෙල්වාගේ දේශපාලන චින්තනය පිළිබඳ ඔහුගේ ගැඹුරු විශ්වාසය නිසා ශ්රී ලංකා දෙමළ පක්ෂය ෆෙඩරල් පක්ෂයක් ලෙස පත් කළේය.",
        "දෙමළ ජාතික සන්ධානයේ ෆෙඩරල් ඉල්ලුම අසාර්ථක වූ බව එම නායකයා පසුව පිළිගත්තේය.",
        "එදින (1972.12), දෙමළ පක්ෂ හය දෙනා රාජ්යයට එරෙහිව දැවැන්ත උද් ration ෝෂණයක් පැවැත්වීමට සැලසුම් කරමින් සිටියහ.. මෙයින් මෙහෙයවූයේ වූ සෙල්වාවේ තාත්තා කියා පැවසුවේ, 'අප නායකත්වය දෙන බවට ෆෙඩරල් ඉල්ලුම අසාර්ථක වී ඇති බවයි.",
        "ඉල්ලුම දිනා ගැනීමට සිංහල ජනයා සහයෝගයෙන් කටයුතු කළ යුතුය. 1960 සිට 1972 දක්වා, සිංහල පක්ෂවල සහය ලබා ගැනීමට අප ගන්නා සියලු දෙනා සාර්ථක නොවූ \"යනුවෙන් ඔහු ප්රසිද්ධියේ එකඟ විය.",
        "දෙමළ ජනතාව සඳහා දේශපාලන විසඳුම ෆෙඩරල් විසඳුමක්. පියතුමාගේ මුල සිටම ජ්යෙෂ් senior නායකයා සෙල්වනායගම් නම් දෙමළ ජනතාවගේ අභිලාෂයන් ඉටු කළ හැකිය. පසුගිය වසර 75 වසර පුරා සම්පත්තන් සහ දෙමළ නායකයින් අවධාරනය කර තිබියදීත් එය තවමත් පවතී.",
        "ශ්රී ලංකාවට (2016.12.17) ශ්රී ලංකාවට ගිය ටිම් එන්ඩරිලින් මහතා, මෑතකදී ශ්රී ලංකාවට ගිය ටිම් එන්ඩරිලින් කියා සිටියේ නව දේශපාලන ක්රමය තුළින් ෆෙඩරල්-බාත් විසඳුමක් ස්ථාපිත කිරීම අපගේ ස්ථාවරය බවයි.",
        "පසුගිය මස 15 වන දින අග්රාමාත්ය මෝඩි වෙත ලියන ලද දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) නායක ගජේන්රාකුමාර් පොන්නම්බලම්, ෆෙඩරල්වරයකු සඳහා ඇති ඉල්ලුමට ඉන්දියාව පූර්ණ සහයෝගය ලබා දිය යුතු බව ඔහුගේ ලිපියේ සඳහන් කර තිබේ.. ෆෙඩරල් ඉල්ලුමක ඉල්ලුම දෙමළ නායකයින් තවමත් තවමත් අතහැර දමා නොමැති බව පෙනේ.",
        "දකුණු ශ්රී ලංකාවේ දේශපාලන නායකත්වය සම්බන්ධයෙන්. තමිල්නාඩුව දෙමළ මාධ්යයට ලබා දෙන්නේ නම්, ශ්රී ලංකා දූපත සිංහල ජනතාවගේ බෞද්ධ ආධිපත්යය විනාශ කරන බවට බියෙන් ශ්රී ලංකා දූපත තථ්ය රටවල් දෙකක් වනු ඇත.",
        "එය විවිධ අවස්ථාවන්හිදී අනාවරණය වී තිබේ.  සිංහල ජනයා ෆෙඩරල් හි ආශීර්වාදයක් ලෙස සලකන බව පැහැදිලි වන්නේ මේ නිසා ය.",
        "නිදහසින් පසු ශ්රී ලංකාව පාලනය කළ සිංහල නායකයින්. සේනානායක, එස්.ඩබ්ලිව්.ආර්. බණ්ඩාරනායක, ශ්රී සිමාවෝ බණ්ඩාරනායක මහත්මිය, ඩඩ්ලි සේනානායක,. ජෝන් කොතලවල, ඩබ්ලිව්.. තනුනායක, ජේ.ආර්. ජයවර්ධන, ආර්. ප්රේමදාස, චන්ද්රිකා බණ්ඩාරනායක, මහින්ද රාජපක්ෂ ශාස්, මෛත්රීපාල සිරිසේන, ගෝතභය රාජපක්ෂගේ ජා, රනිල් වික්රමසිංහ දේශපාලන විසඳුමක් විසින් පිළිගෙන හෝ පිළිගෙන නොමැත.",
        "ෆෙඩරල් තන්ත්රය විසින් ශ්රී ලංකා දූපතට ගන්නා වාර්ගික ප්රචාරයක් දරුණු නායකයෙකු වූ ජේ.ආර්.. ජයවර්ධන ප්රධාන නායකයන් ය.",
        "සෙල්වා පියතුමාගේ නායකත්වයෙන් යුත් සෙල්වාගේ දියුණුව අකමැති වූ ජී.ජී., දෙමළ ජනතාවගේ සංවර්ධනය, ග rew සහ ෆෙඩරල්වාදයේ ගැඹුරුම විශ්වාසයන් දෙමළ ජනතාව අතර වර්ධනය වෙමින් පැවතුනි.. කොක්කුවිල් හින්දු විද්යාලයේ හින්දු විද්යාලයේ දී පැවති හින්දු විද්යාලයේ දී ෆෙඩරල්වාදය පිළිබඳව සාකච්ඡා කරන ලෙස පියා සෙල්වම්ට විවෘත ආරාධනයක් කර තිබේ.",
        "30.08.030 දින පැවැත්වීමට නියමිතව තිබූ විවාදයේ ආරාධනය සෙල්වා පියා පිළිගත්තේ නැත. 1951 ඔක්තෝම්බර් මාසයේදී ජී.ජී.. අගමැති ඩී.එස්. සේනානායක බෙදුම්වාදී ඉල්ලුමක් ලෙස දැඩි ලෙස විවේචනය කිරීම පමණක් නොව, සිංහල ප්රදේශවලට ද දැඩි ලෙස විවේචනය කළ අතර එයට එරෙහිව අඛණ්ඩව උද් s ෝෂනය කළේය.",
        "සිංහල නායකයා වන සිංහල නායකයා බෙදුම්වාදී ඉල්ලුමට අනුව. සේනානායක. එක්සත් ජාතික පක්ෂයේ ප්රමුඛ චරිතයක් වූ ජයවර්ධන යන මහත්වරු මෙම උද් .ෝෂනය දිගටම කරගෙන ගියහ.. මෙම ප්රධාන ක්රියා සිංහල ස්වෝත්තමවාදීන් අතර ව්යාජ මායාවක් ඇති කළේය.",
        "දකුණේ නායකත්වය නොතකා, සෙල්වනායගම් ෆෙඩරල් ද්රාවණයට අමතරව ද්රවිඩයන්ට දේශපාලන විසඳුමක් නොමැති බව ඔහුට විශ්වාසයි.",
        "ඒ හා සමානව, පසුගිය වසර 75 තුළ ෆෙඩරල් විසඳුමක් සෙවීම සඳහා කොන්ත්රාත්තු, උපවාසය, කුසගින්නෙන් පෙළෙන බොහෝ අරගල නොතකා, කිසිවක් අත්කර ගෙන ඇති විශ්වාසය දෙමළ ජනතාවගේ අතෘප්තියට හේතුව වී තිබේ.",
        "13 වන ව්යවස්ථා සංශෝධනය 1987 දී ඉන්දියානු-ශ්රී ලංකා ගිවිසුම සහ පළාත් සභා විසින් නිර්මාණය කරන ලද්දේ පළාත් සභා විසින් මෙම 13 වන ව්යවස්ථා සංශෝධනය හඳුන්වා දුන් බව ඉන්දීය පාර්ශවකරු විසින් ප්රකාශ කරන ලදී.. එහෙත් සන්නද්ධ කණ්ඩායම් උතුරු හා නැගෙනහිර ජනතාවට මධ්යස්ථ දේශපාලන විසඳුමක් නොවිය හැකිය, 13 වන ව්යවස්ථා සංශෝධනය පිළිගන්නේ නැත.. යුද්ධයේ නිශ්ශබ්දතාවයෙන් පසු ෆෙඩරල්වාදය බෙදා ගැනීමට දෙමළ ජාතික සන්ධානය දිගටම අවධාරනය කර ඇත්තේ මේ නිසා ය."
      ]
    },
    "en": {
      "title": "Is the Samasti demand?",
      "body_lines": [
        "The person who bravely proposed the Samasti, the former Prime Minister of Sri Lanka SWRT. Bandaranaike. The same Bandaranaike was not only enacted in 1956, but in 1957, the Sinhalese Shri vehicles were sent to Jaffna and the first racist against the Tamils ​​in 1958 was forced to fight the demand for a federal regime.. When the explosion, the Tamils ​​were the main events on political journey.",
        "The current leaders of the Tamil National Party (TNA) have united at the Father Selva Memorial in Jaffna on 18.12.2024. This is why the coral festival was established in the situation? The history of the new generation is submitted here to know what it is.",
        "Bandaranaike returned home in Sri Lankan politics directly with a graduate of a renowned university in Britain. 1926 Jaffna. Speaking at the invitation of the Youth Congress, he explained that the federal regime is the best way to live in many ethnicities, and said that if there is a better democratic rule in countries such as the United States, Switzerland and Canada, it is because of the federal form of rule.. Jaffna accepted this. Young people greeted Banda's comment.",
        "The father Selvanayagam did not come to politics at the time. The Tamil party is not established. It was only about 23 years after the incident, and the Sri Lankan Tamil party led by Father Selva was set up.",
        "Bandaranaike's 1926 speech on the Samasti in Jaffna was considered a dream and political wisdom at the level of the intellectuals and educational deer.  The political intensity and self -determination of the youth of Jaffna have not been raised.",
        "Yall. After the fall of the Kingdom (especially in 1620, the Jaffna Portuguese was brought under the interview of the Portuguese)). Due to the country's traditions, religious and religious cultures, the people of Jaffna. The peninsula was seen as a repressed political sentiment.",
        "Nevertheless, the Tamil Mahajanas Sabha established in 1921 brought the Tamils ​​of all levels under one umbrella to achieve the political aspirations of the entire Tamils.. (Dr. Murugar Gunasingham, Sri Lankan Tamil)",
        "S.W.. Rt. Bandaranaike (1899-1959) belongs to an Anglican religion.  It is said that he grew up from Blue Perumal Bandaram, a priest in a temple in Kandy's kingdom.",
        "His father Solomon Diaz Bandara Nayaka. S.W.R.D.. Bandaranaike returned to the country as a lawyer with the opportunity to study at Oxfurt University in Britain during the British rule. The reason for his interest in politics is his university teachers. He held various positions in the Colombo Municipal Council from 1931 to 1947.",
        "Political entry is due to his abandoning Christianity and identifying himself as a Buddhist.   In the early days, he joined the United National Party (1946 to 1951) and started a new party called the Sri Lanka Freedom Party (SLFP) in 1951 (2.9.1951).",
        "Father Selvanayagam formed the Sri Lankan Tamil party as a federal party because of his deep confidence in the political thought of Father Selva.",
        "The same leader later acknowledged that the TNA's federal demand had failed.",
        "On that day (1972.12), the six Tamil parties were planning to hold a massive demonstration against the state.. Father Selva, who led this, said, 'The federal demand that we are carrying out has failed.",
        "Sinhalese people need to cooperate to win the demand. From 1960 to 1972, all our efforts to gain the support of the Sinhalese parties were not successful, ”he publicly agreed.",
        "The political solution for the Tamil people is a federal solution. Senior leader from the beginning of the father Selvanayagam is that it is possible to fulfill the aspirations of the Tamil people.. All sides know that even though Sampanthan and Tamil leaders have been insisting for the past 75 years, it has remained still.",
        "When we met with the Deputy Secretary of State of Switzerland, Tim Enderlin, who had visited Sri Lanka recently (7.12.2024), our position was to establish a federal -based solution through the new political system.",
        "In his letter, Tamil National Alliance (TNA) leader Gajendrakumar Ponnambalam, who wrote to Prime Minister Modi on the 15th of last month, said in his letter that India should give full support to the demand for a federal.. It is possible that the Tamil leaders have not yet abandoned the demand for a federal demand.",
        "As for the political leadership of South Sri Lanka. If the Tamil Nadu is given to the Tamils, the Sri Lankan island will be a two -country country, which will lead to the formation of a Tamil kingdom, fearing that it will destroy the Buddhist hegemony of the Sinhala people.",
        "It has been revealed on various occasions.  This is why it is clear that the Sinhalese people are seen as a blessing on the federal.",
        "Sinhalese leaders who ruled Sri Lanka after independence. Senanayake, SWRT. Bandaranaike, Mrs. Srimavo Bandaranaike, Dudley Senanayake,. John Kothalawala, W.. Tahanayake, JR Jayawardena, R. Premadasa, Chandrika Bandaranaike, Mahinda Rajapaksa Sha, Maithripala Sirisena, Gotabhaya Rajapaksa Sha, Ranil Wickremesinghe have not been recognized or accepted by a political solution.",
        "TS Senanayake, JR is one of the leaders who made a fierce communal propaganda that the federal regime will take the Sri Lankan island.. Jayawardena is the main leaders.",
        "The leader of the Tamil Congress, GG, who did not want the leadership of the Father Selva and the development of the Tamil party, who did not want the development of the Tamil people, as the father Selva, led by Father Selva, grew and the deepest beliefs of federalism were growing among the Tamil people.. Father had made an open invitation to Selvam to discuss the federalism by setting up a discussion stage at the Hindu College in Kokkuvil.",
        "Father Selva did not accept the invitation of the debate which was to be held on 30.08.1950. GG in October 1951. Prime Minister DS. Senanayake was not only severely criticized as a separatist demand, but also went to the Sinhalese areas and continued to campaigns against it.",
        "The leader of the Sinhalese, the leader of the Sinhalese as the separatist demand. Senanayake. Jayawardena, a prominent figure in the United National Party, continued the campaign.. These major actions created a false illusion among the Sinhala chauvinists.",
        "Despite how the leadership of the South, he was confident that there would be no political solution to the Tamils ​​besides the Selvanayagam federal solution.",
        "Similarly, despite many struggles, such as contracts, hunger strikes and satyagraha struggles to find a federal solution for the past 75 years, the confidence that nothing has been achieved has been the cause of the dissatisfaction of the Tamil people.",
        "It was stated by the Indian side that the 13th Amendment was introduced in 1987 with the Indian -Sri Lanka Agreement and the provincial councils were created by provincial councils.. But the armed groups may not be a moderate political solution for the people of the North and East, the 13th Amendment is not accepted.. This is why the TNA has continued to insist on the sharing of federalism after the silence of the war."
      ]
    }
  },
  "summary_lines": []
}