{
  "translated_text": {
    "si": {
      "title": "අවුරුදු 70 ක කුරිරුකම: අගමැති",
      "body_lines": [
        "නවසීලන්ත අගමැති ක්රිස්ටෝපර් ලක්සොන් ළමුන්ගේ නඩත්තු නිවාස සහ මනෝචිකිත්සක රෝහල් ඇතුළු මෙම ලේඛනාගාරයේ ජනගහනයෙන් ලක්ෂ 20 කට ආසන්න සංඛ්යාවක් විසින් ලක්ෂ 2 කට ආසන්න සංඛ්යාවක් විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "නවසීලන්තයේ ළමුන් විශාල පිරිසකට ළමුන් සඳහා රජයේ නඩත්තු නිවාසවල හිරිහැර කරන ලද බවත්, ළමයින් රෝහල්වල ලිංගික හිරිහැර කරන බවත්, පල්ලිවල ළමයින්ට බලහත්කාරයෙන් හදා වඩා ගත් බවත් පැමිණිලි ලැබුණු අතර, මව්වරුන්ගෙන් ළමයින්ට දරුකමට හදා ගැනීම.",
        "මෙම පැමිණිලිවල සත්යතාව පිළිබඳ සත්යය පිළිබඳ හය දෙනෙකුගෙන් යුත් මහජන විමර්ශනයක විවිධ කරුණු අනාවරණය වී තිබේ. නවසීලන්තයේ රජය ඔවුන් ගැන සිතාගත නොහැකි ජාතික ව්යසනයක් ලෙස ඔවුන් වෙත යොමු කර තිබේ. 1950 දශකයේ සිට වසර 70 ක් තුළ පුද්ගලයින් 200,000 ක් පමණ අපයෝජනයට ලක්වූ බව ද රජය ප්රකාශ කළේය.. වින්දිතයින් සඳහා නිර්දේශ 233 ක් පිළිගෙන ඇති බව ද රජය පැවසීය.. මේ අනුව, පසුගිය 70 තුළ ජාතික ව්යසනය හේතුවෙන් නවසීලන්ත අගමැති ක්රිස්ටෝපර් ලක්න්හෝන් අඟහරුවාදා (12) පාර්ලිමේන්තුවේදී මේ බව ප්රකාශයට පත් කළේය.. මෙයින් පසු බලපෑමට ලක්වූවන් විශාල පිරිසක් පිරී ඉතිරී ගියහ.",
        "පසුගිය වසර 70 ක කාලය තුළ බලයේ සිටි ආණ්ඩු සියළුම රජයන් වෙනුවෙන් අවිචාරවත් ලෙස සමාව අයාලෝකංගිකයන් බව අග්රාමාත්ය ක්රිස්ටෝපර් ලක්ෂොන් පැවසීය.. \"ඔබ අපයෝජනය කිරීම ගැන වාර්තා කිරීමට රාජ්ය පරිපාලනය ඔබව විශ්වාස නොකිරීම ගැන මට කණගාටුයි.",
        "මේ සියල්ලෙන් පසු සමාව ඉල්ලූ මගේ වචන කුඩා හා ඉතා සිත් රිදවන බව ඔබගෙන් සමහරෙක් තේරුම් ගත හැකිය. නමුත් ඔබගෙන් සමහරෙකුට මෙම සමාව ඉල්ලීම සහ ඔබ විඳ ඇති වේදනාව පිළිගැනීම හා පිළිගැනීමක් ඇති විය හැකිය. අපයෝජනයට සම්බන්ධ පල්ලි තවදුරටත් නිවැරදි හා ඔවුන්ගේ වැරැද්දට පිළියමක් නොවනු ඇතැයි අපේක්ෂා කෙරේ. \"",
        "The ාතනයට ලක්වූවන් අ crying නවා ගැන දැඩි ආශාවක් ඇත. නවසීලන්තයේ විලන්ත විලන්තයේ ලේක් ඇලිස් මනෝචිකිත්සක රෝහලේදී අග්රාමාත්ය ලක්ෂන් සිහිපත් කළේය.. ඇලිස් රෝහලේ ලේක් ඇලිස් රෝහලේ සිතාගත නොහැකි තරම් කනගාටුව මම ප්රකාශ කරමි. \"",
        "වාර්තාකරුවන් සමඟ වාර්තාකරුවන් සමඟ අදහස් දක්වමින්, \"රජය, අපයෝජනයට, පාලනය කිරීමට, පල්ලියට, ​​විශ්වාසනීය සමාගම් - බැඳී ඇති සමාගම්වලට ප්රතිචාර දැක්විය යුතුය.\". වීදි මණ්ඩල සහ වෙනත් පොදු ස්මාරක වලින් ඔප්පු කර ඇති වැරදිකරුවන්ගේ නම් ඉවත් කිරීම සඳහා නිලධාරීන් කටයුතු කිරීමට පටන් ගෙන තිබේ."
      ]
    },
    "en": {
      "title": "In 70 years of cruelty: Prime Minister",
      "body_lines": [
        "New Zealand Prime Minister Christopher Laxon has apologized in parliament for the atrocities committed by nearly 2 lakh people for the past 70 years in archives including children's maintenance homes and psychiatric hospitals.",
        "In New Zealand, there were complaints that a large number of children were harassed in government maintenance homes for children, and that the children were sexually harassed in hospitals, and that young people were sexually harassed in churches, and children from mothers were forcibly adopted and adopted.",
        "Various facts have been revealed in a six -year public investigation into the truth of these complaints. The Government of New Zealand has referred to them as a national disaster that cannot be imagined. The government also stated that about 200,000 people were abused in 70 years since the 1950s.. The government also said that 233 recommendations have been accepted for the victims. On the basis of this, New Zealand Prime Minister Christopher Lakshon was announced in Parliament on Tuesday (12) for the national disaster in the last 70 years.. Following this, a large number of affected people were overflowing.",
        "Prime Minister Christopher Lakshon said that the governments that have been in power for the past 70 years are indiscriminately apology on behalf of all governments.. “I am sorry that the state administration did not believe you when you offered to report on the abuse of you.",
        "Some of you may realize that my words that apologize after all this time are small and very hurtful. But some of you may find a little comfort by this apology and acknowledging the pain you have suffered. It is expected that the churches involved in abuse will no longer do the right and participate in the remedy for their mistake. ”",
        "The victims were very passionate about crying. Prime Minister Lakshan recalled that at the Lake Alice Psychiatric Hospital in New Zealand, commemorating the fact that patients were sterilized, used for non -ethical medical examinations and the power of electricity was punished.. I express my deep regret for those who are unimaginable at Lake Alice Hospital. ”",
        "Speaking to reporters later, one of the victims said, \"The government should respond to the abuse, boycott and torture of the government, church and trust -based companies.\". Officials are beginning to work on removing the names of the culprits who have been proven from street boards and other public monuments."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "NZ PM apologizes for 70 years of child abuse in homes & hospitals. 200k victims, 233 recommendations accepted. Government calls it national disaster. Apology aims to acknowledge pain & offer comfort to victims."
  ]
}