{
  "translated_text": {
    "si": {
      "title": "පද්ධති වෙනස් කිරීම සඳහා පැමිණෙන අවස්ථා",
      "body_lines": [
        "අවුරුදු දෙකකට පෙර. සොරකම් කරන ලද වත්කම් නැවත ලබා ගැනීම, අපයෝජනය කිරීම හා දූෂණය අවසන් කිරීමට ද ishing ුවම් කිරීම, සොරකම් කළ වත්කම් නැවත ලබා ගැනීම ඇතුළුව විවිධ ගැටළු එහි අඩංගු විය.",
        "වත්මන් යථාර්ථය නම් අරගලයක් වූ නව සමාජ පිළිවෙලක් පිළිබඳ දෘෂ්ටිය තවමත් දුර බැහැර ය. අපරාධවල වාසි වලට එරෙහිව නව ව්යවස්ථාදායක රජය විසින් පනවනු ලැබුවේ, සොරකම් කරන ලද වත්කම් නිවසින් හෝ විදේශයකින් සොයාගෙන නොමැත.ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ අවසාන අදියරවලට පෙර පුණ්ය අරගලයේ ව්යාපාරය මැඩපැවැත්වීමට පෙර වන්දි ඉල්ලා සිටී.. වන්දි අයදුම්පත් ලබා ගන්නා රජයේ නිලධාරීන් පවසන්නේ ඊලාම් හි වටිනාකම නැතිවූ වත්කම්වල වටිනාකමට වඩා වැඩි බවයි.",
        "ජනාධිපති වික්රමසිංහ මහතා යටතේ රජය පෙර නොවූ විරූ නීති සංඛ්යාවක් හෝ සමාලෝචන නීති සම්මත කර තිබේ. පසුගිය වසර දෙක තුළ නව නීති 75 ක් පමණ සමත් වීම ගැන රජයේ නායකයින් ආඩම්බර වෙති.",
        "රජය විසින් ආර්ථිකයට අදාළ නව නීති සම්මත කරයි. එය නව ආර්ථික සංක්රාන්ති නීතියක් අඳිනු ඇත.විදුලිබල පනත ක්රියාත්මක කිරීම KW ට ඩොලර් 4 ක මිලක් සැකසීමේ ගිවිසුම සමඟ විශාල සුළං බලශක්ති ව්යාපෘතියක් ඇති වී තිබේ.. නමුත් පාරිසරික බලපෑම් තක්සේරුව මත පදනම්ව, පැයකට විදුලිය නිපදවීම සඳහා සියයට 3 ත් 5 ත් අතර මුදලක් වැය වේ.",
        "ඉන්දියාවේ මෙම පිරිවැය ඩොලර් තුනක් සහ සියයට පහකි. එබැවින් ශ්රී ලංකාවේ සැලකිය යුතු මූල්ය අලාභයක් ඇතිවීමේ අවදානමක් ඇත. පාරිභෝගිකයින් දීර් time කාලයක් ද බරක්වනු ඇත.",
        "\"දූෂණය ශ්රී ලංකාවේ වැදගත් කාරණයකි. සෑම කෙනෙකුම කතා කරන්නේ එය හැසිරවිය යුතු ආකාරය ගැන ය. දූෂිතයා ඔතා ගන්නේ කෙසේදැයි කිසිවෙකු අපට පවසන්නේ නැත. ගැටලුව එයයි. ඒ නිසා මගේ රජය මේ සම්බන්ධයෙන් ජාත්යන්තර මූල්ය අරමුදල සමඟ සාකච්ඡා කර ඇති අතර එය එකඟතාවකට පැමිණ තිබේ. අපට ඔවුන්ගේ උදව් අවශ්ය විය. පාලන තන්ත්ර රෝග සමනය කිරීම සඳහා මාර්ගෝපදේශ පිළිබඳ වාර්තාවක් අපි ගෙන ආවේය.",
        "\"ඔබ නීති ගණනාවක් සම්මත කළ යුතුයි. දූෂණය වැළැක්වීමෙන් නීතියක් සම්මත කර ඇත. දෙවනුව, අපරාධයේ වාසි වලට එරෙහිව නීතිය දැන් පාර්ලිමේන්තුව කෙරෙහි යොමු වෙමින් තිබේ, \"ජනාධිපති මෑත කාලීන කථාවකදී පැවසීය.",
        "මෙම නීති ක්රියාත්මක කිරීම සැමවිටම අභියෝගාත්මක වීමයි. එයට ඉහළ මට්ටමේ දේශපාලන නායකත්වයක් අවශ්ය වේ. වැරදි පාලනයට එරෙහිව ජාත්යන්තර මූල්ය අරමුදලේ අදහස් ක්රියාත්මක කිරීම දූෂණය අවම කිරීමේ ක්රමයක් පෙන්වයි. එහෙත් රජය මෙය අත්හැර ප්රතිසංස්කරණවල වෙනත් ගැටලුවලට ප්රමුඛත්වය දී තිබේ.",
        "චලන ව්යාපාරය අතරතුර ඉල්ලා සිටින වෙනස පද්ධතියේ දෙවන අංගය වන්නේ ජනාධිපතිවරයා සහ අග්රාමාත්යවරයා වඩාත් නරක අතට හැරෙන අතර විස්තර කර ඇති පාර්ලිමේන්තු මන්ත්රීවරුන් 225 දෙනා නිවස වෙත යැවිය යුතු බවත්ය.. ආණ්ඩුවේ වගකීම භාර ගැනීම සඳහා නව නායකත්වයක් ගෙන ඒම සඳහා ජනතාවට ඡන්දය දීමට නව මැතිවරණයක් පැවැත්වීමට නව මැතිවරණයක් පැවැත්විය යුතු බව ඇත්ත වශයෙන්ම ඉල්ලා සිටියේය.",
        "අරගල ව්යාපාරයෙන් මිදීමේ මූලික ප්රයත්නයන්හි මූලික ප්රයත්නයන් අතර විපක්ෂ දේශපාලන පක්ෂවල සාමාජිකයින් (ශ්රී ලංකා නීති orney වැනි සංගමය වැනි) සහ මාස හයකින් හෝ ජාතික ආණ්ඩුවක් පිහිටුවීමෙන් පසුව මැතිවරණ පැවැත්වීමේ අදහස ඇතුළත් විය.",
        "එහෙත් පාර්ලිමේන්තුවේ ජනමත විචාරණයකින් වික්රමසිංහ මහතා ජනාධිපති ධුරයට පත්වීමෙන් පසු මෙම අදහස අතහැර දමා තිබුණි. සාකච්ඡා ද අවසන් විය.",
        "නව ජනාධිපතිවරයාගේ මුල් අවධියේදී, ආර්ථිකය අප වෙත ගෙන එනු ඇතැයි යන අපේක්ෂාව සහ ජනතාවගේ ආර්ථික අවශ්යතා යථා තත්ත්වයට පත් වනු ඇත. පෙට්රල් ස්ථානවල සහ ගෑස් ගබඩාවල මිල රාත්රිය අවසන් වන තෙක් රාත්රිය අවසන් වන තෙක් බලා සිටින බලාපොරොත්තුව සහ සුපිරි වෙළඳසැල්වල භාණ්ඩ විකිණීම සුපිරි වෙළඳසැල්වල නැවත ඔසවනු ලැබීය.",
        "රජයේ වියදම්වලට වඩා ආර්ථික ප්රකෘතියට වඩා රජය එවැනි තත්වයක් භාවිතා කරන බව තර්ක කරමින් සිටියේය. පළාත් පාලන මැතිවරණයක් අවලංගු කිරීමට රජය ද මෙය භාවිතා කළේය. පළාත් සභා මැතිවරණයක් පැවැත්වීම සඳහා වෙන් කර ඇති අරමුදල් අත්හිටුව නොගත යුතු බව මහාධිකරණය විසින් තීරණය උල්ලං in නය කරමින් ප්රති-ප්රති-විරුද්ධවාදීන් පිහිටුවා ඇත.",
        "ආර්ථිකය මැතිවරණයට අදාළ වන බවට රජයේ තර්කය පිළිගෙන ඇති බොහෝ පුද්ගලයින් හමුවේ පළාත් පාලන මැතිවරණය කල් දැමීමට එරෙහිව විශාල විරෝධතා නොතිබුණි.",
        "වසර දෙකකට පසුවත් ආර්ථිකය ආරක්ෂා කිරීම සඳහා මැතිවරණ අනුගමනය කළ යුතු තර්කය දැන් යෝජනා කරමින් පවතී.. ජනාධිපතිවරණය මාස හතරකින් පැවැත්වීමට නියමිතව තිබියදී, පද්ධතියේ වෙනසෙහි වැදගත්ම අංගය වන්නේ ජනතාව රටේ ජනතාව වෙත ළඟා වීමට දුරින් සිටින බවයි.. රටට ප්රධානියා වන්නේ කවුරුන්ද යන්න තෝරා ගැනීමේ අවස්ථාව ඉක්මනින් පැමිණේ.",
        "එවැනි පසුබිමක, රජයේ නායකයින්ගේ සාකච්ඡා වැනි තවත් වසරක් සඳහා රජයට තවත් වසරක් සඳහා රජයට ඉඩ දීමට රජය ඉඩ සලසයි.. මැතිවරණයක් ප්රමාද කිරීමට ගත් ඕනෑම උත්සාහයක් බරපතල ප්රතිවිපාක ගෙන දෙයි. එවැනි මුල පිරීම් වර්තමාන ජාතික ආරක්ෂක නීති මගින් වෙනස වැළැක්වීම සඳහා ප්රමාණවත් නොවන තරමට රටේ විරුද්ධත්වය ඉහළ නංවනු ඇත.",
        "පද්ධතියේ තුන්වන අංගය වන්නේ රටේ රටේ විශාල ප්රදේශයේ කේන්ද්රයේ පිහිටි නමුත්, උතුරු හා නැගෙනහිර ජාත්යන්තර මානව හිමිකම් ප්රජාව තවමත් ප්රජාවට ඉතා වැදගත් ය. උච්චතමභාවයට ජනවාර්ගික ජාතිකවාදය භාවිතා කළ ශ්රේෂ් greatest තම නිකාය නායකයින්ගේ පාලන සමයේදී ආර්ථික පසුබෑම. එහි ප්රති As ලයක් ලෙස ශ්රී ලංකාව මේ වන විට එහි දීර්-කාලීන ජාතිවාදය පිළිබඳ මැතිවරණ දේශපාලනයේ දේශපාලනය දේශපාලනය තුළ ධනාත්මක වෙනසක් දරා සිටී.",
        "\"පද්ධති වෙනස් කිරීම\" යනු ජාතිවාදය ප්රසිද්ධියේ ප්රතික්ෂේප කිරීම සහ සියලු පුරවැසියන්ට සමානාත්ම අයිතිවාසිකම් පිළිබඳ සටන් පා an යට රටවාදය ප්රසිද්ධියේ ප්රතික්ෂේප කිරීම යන අදහසයි.. නිදහස ලබන ශ්රී ලංකාවේ ජනවාර්ගික ගැටුම සහ පශ්චාත්--ඩෙන්ඩර් කාල පරිච්ඡේදය තුළ ශ්රී ලංකාවේ ජනවාර්ගික ගැටුම හැසිරවීමට යෞවනයන් උනන්දු වූහ.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 13 වන ව්යවස්ථා සංශෝධනය සහ පළාත් සඳහා බලය බෙදා හැරීම ඔක්තෝම්බර් මාසයේදී එළඹෙන ජනාධිපතිවරණයට ඉදිරිපත් වන ප්රධාන අපේක්ෂකයින් තිදෙනාට පළාත් සඳහා බලය බෙදා හැරීම සාමාන්ය වගකීමක් වනු ඇත.. මෙය අතීතයේ සිට සැලකිය යුතු අපගමනයකි.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස 13 වන ව්යවස්ථා සංශෝධනයට සහාය දෙන බවට පොරොන්දු වූ අතර ජාතික මහජන බලවේ හා ජනාධිපති අපේක්ෂක අනුර කුමාර දිසානායක මහතා සහ යාපනය සහ ලන්ඩනයේ ජනාධිපති අනුර කුමාර දිසානායක පළාත් සභා ක්රමයට සම්බන්ධ වන බවට සහතික විය.",
        "ජනාධිපති වික්රමසිංහ සම්බන්ධයෙන් ගත් කල, ඔහු මේ කාරණය සම්බන්ධයෙන් ස්ථිර ස්ථාවරයක් ඇත.ජනාධිපති ධුරය දැරූ වහාම පොලීසිය සහ ඉඩම් බලතල පැතිරීමට පවා ඔහු සහාය දැක්වීය.",
        "ජනවාර්ගිකත්වයට විසඳුමක් සෙවීම සඳහා,-හෝසිෂි හා බහු-අශෝභන සම්මුතිය ශ්රී ලංකාවේ historical තිහාසික අභියෝගයක් වී තිබේ. දෙමළ නියෝජිතයන් සමඟ ගිවිසුම් අත්සන් කළ පෙර පැවති රජයේ නායකයින් දේශපාලන වාසි තකා ජනවාර්ගික ජාතිකවාදී බිය භාවිතා කළ ප්රතිවාදී දේශපාලන බලවේගයන්ගේ විරෝධය හේතුවෙන් ඔවුන්ගේ පොරොන්දු ආරක්ෂා කිරීමට අසමත් වූහ.",
        "දේශපාලන සමගියක් සඳහා ජාතික සම්මුතියක් ඇති කිරීම සඳහා සිවිල් සමාජයට වැදගත් කාර්යභාරයක් ඇත.",
        "බෞද්ධ භයෝදය සහ ඩයස්පෝරා දෙමළ ප්රජාව කළ උත්සාහය \"හිමාලයානු ප්රකාශනය\" වෙත යොමු කළේය.. ජනාධිපති අපේක්ෂකයින් විසින් කරන ලද \"යාපනය ප්රකාශය\" එයට උපකාරී වේ. එහි ප්රති ing ලයක් ලෙස සෞඛ්ය සම්පන්න දේශපාලන තත්ත්වය නිසා නව රජයේ ස්ථායීකාරකය කෙරෙහි අවධානය යොමු කිරීමට, සහන සහන සහනය වැඩිදියුණු කිරීම සමාජයේ අවාසිදායක අංශවලට සහ දූෂණය හා දූෂණය පිළිබඳ ප්රශ්නය සම්බන්ධයෙන් කටයුතු කිරීමට උපකාරී වේ.. පද්ධති වෙනස සඳහා පැමිණෙන අවස්ථාවන් ස්ථිරව භාවිතා කළ යුතුය."
      ]
    },
    "en": {
      "title": "Opportunities that come for system change",
      "body_lines": [
        "Two years ago. It contained a variety of issues, including reclaiming stolen assets, punishing those who committed abuse and making an end to corruption.",
        "The current reality is that the view of a new social order that has been a struggle is still far away. Although the new legislative government has enacted against the gains of crime, the stolen assets have not been recovered from home or abroad.President Ranil Wickremesinghe is still demanding compensation before suppressing the movement of the charity struggle before its final stages.. Government officials who receive the compensation applications say that the value of the Eelam is more than the value of the lost assets.",
        "The government under President Wickremesinghe has passed an unprecedented number of laws or reviews laws. Government leaders are proud to have passed about 75 new laws over the past two years.",
        "The government passes new laws related to the economy. It will draw a new economic transition law.The implementation of the Electricity Act has led to a massive wind power project with the agreement to set a price of $ 4 per kW.. But based on the environmental impact assessment, it costs $ 3 and 5 per cent for the production of electricity per hour.",
        "This cost in India is three dollars and five percent. So there is a risk of a significant financial loss in Sri Lanka. Consumers will also be burdened for a long time.",
        "“Corruption is an important issue in Sri Lanka. Everyone is talking about how to handle it. No one tells us how to wrap the corrupt. That is the problem. So my government has negotiated with the International Monetary Fund on this issue and has come to an agreement. We needed their help. We have brought a report on guidelines to alleviate regime disorders.",
        "“You have to pass a number of laws. A law has been passed by the Prevention of Corruption. Secondly, the law is now being drawn to Parliament against the gains of crime, ”the president said in a recent speech.",
        "The implementation of these laws is to always be challenging. It requires political leadership from the top level. Implementing the ideas of the International Monetary Fund Against Incorrect Governance Shows a way to reduce corruption. But the government has left this and has given priority to other issues of reforms.",
        "The second aspect of the system of change demanded during the Movement Movement is the demand that the president and the prime minister be worse and failed and the 225 parliamentarians who have been described should be sent home.. It was really requested that new elections be held to vote for the people to bring a new leadership to take responsibility for the government.",
        "The preliminary efforts to overcome the struggle movement included members of the opposition political parties (such as the Sri Lanka Attorney's Association) and the idea of ​​holding elections in six months or after the establishment of a national government.",
        "But the idea was abandoned after Wickremesinghe was elected president by a referendum in Parliament. The negotiations also ended.",
        "At the earliest phase of the new president, there was the expectation that the economy would be brought to us and the economic interests of the people would be restored. The hope that the price of petrol stations and gas stores was waiting for the night to end the night and the sale of goods at supermarkets began to be re -selling at supermarkets.",
        "It was arguing that the government would use such a situation prioritizing the economic recovery rather than the costs of the government. The government also used this to cancel local elections. Anti -elections have been set up in violation of the decision by the High Court that the funds allocated to hold local elections should not be suspended.",
        "There have been no major protests against the postponement of local government elections in the face of many people who have accepted the government's argument that the economy is relevant to elections.",
        "The same argument that the elections should be followed to protect the economy is now being proposed even after two years.. With the presidential election to be held in four months, the most important aspect of the system change is that the people are far from the distance to reach people in the country.. The opportunity to choose who is to head the country is coming soon.",
        "In such a backdrop, the arguments that the government will allow the government to remain in office for a further one year, such as the talks of government leaders or a constitutional politics of holding a referendum to follow the elections.. Any attempt to delay elections will have serious consequences. Such initiatives will raise the country's opposition to the extent that the current national security laws are so inadequate to prevent the change.",
        "The third aspect of the system change is from the center of the country's large part of the country, but the International Human Rights Community of the North and East is still very important to the community. The economic downturn during the reign of the greatest sectarian leaders who used ethnic nationalism to peak. As a result, Sri Lanka is currently seeing a positive change in the politics of electoral politics on its long -term racism.",
        "The idea that \"system change\" is the need for the country to publicly reject racism and promote the slogan that all citizens have the slogan of equality rights.. Young people were interested in handling the ethnic confrontation in Sri Lanka during the time of independence and the post -independence period.",
        "The 13th Amendment to the Constitution and the devolution of power to the provinces will be a common obligation to the three major candidates who are contesting the upcoming presidential election in October.. This refers to a significant deviation from the past, which has been misused by ethnic nationalism and ethnic nationalism to incite violence and to capture votes.",
        "Opposition Leader Sajith Premadasa has promised to support the 13th Amendment, while Anura Kumara Dissanayake, president of the National People's Power and Presidential candidate and in Jaffna and London, assured them that they are joining the provincial council system.",
        "As far as President Wickremesinghe is concerned, he has a firm position on this issue.Immediately after taking office as president, he even supported the spread of police and land powers.",
        "To find a solution to ethnicity, the two -party and multi -party consensus has been a historical challenge in Sri Lanka. Previous government leaders, who had signed agreements with Tamil representatives, failed to defend their promises due to the opposition of the rival political forces that used the ethnic nationalist fears for political gain.",
        "Civil society has an important role in establishing a national consensus for a political harmony.",
        "The attempt by the Buddhist Bhikumar and the Diaspora Tamil community led to the \"Himalayan Declaration\". It can help the \"Jaffna Declaration\" made by the Presidential candidates. The resulting healthy political situation will help you pay attention to the new government's stabilizer, upgrading the relief of relief to helping the disadvantaged sections of the society, and dealing with the issue of corruption and corruption.. The opportunities that come up for system change must be firmly used."
      ]
    }
  },
  "summary_lines": [
    "Despite progress in enacting laws and addressing corruption, challenges persist in recovering stolen assets, implementing new economic policies, and managing public expectations regarding elections and systemic changes. The government faces criticism for prioritizing economic stability over democratic processes, leading to concerns about transparency and accountability."
  ]
}