{
  "translated_text": {
    "si": {
      "title": "ඉන්දීය පාර්ලිමේන්තු මැතිවරණයේ සිව්වන අදියර - සියයට 67 ක ඡන්දය ප්රකාශ කිරීම ..!",
      "body_lines": [
        "ඉන්දියාවේ පාර්ලිමේන්තු මැතිවරණවල සිව්වන අදියරේදී ඡන්ද විමසීමෙන් සියයට 67 ක් ලබාගෙන ඇති බව මැතිවරණ කොමිසම පවසයි.",
        "මැතිවරණයේ සිව්වන අදියර 96 වන දින ඉන්දියා - අද්රා ප්රදේශ්, බටහිර බෙංගාලය, බටහිර බෙංගාලය, උත්තර් ප්රදේශ්, උත්තර් ප්රදේශ්, මහාරාර්තා, ඔඩොමු සහ කෂ්මර් සහ කාශ්මීරය.",
        "මැතිවරණ නිලධාරීන් අන්ද්රා ප්රදේශ්, ජේ.",
        "ඡන්දය ප්රකාශ කිරීම උදේ 7 සිට සවස 6:00 දක්වා පැවැත්විණි. පාලක වයි, ආන්ද්රා ප්රදේශ්හි ඡන්ද කොක්ස් කිහිපයක් පමණක්. කොන්ග්රස් පක්ෂය සහ විපක්ෂය ටෙලු ඩෝම් පක්ෂය සඳහා ප්රචණ්ඩ පිරිසක් පැවැත්විණි. දෙපාර්ශ්වයම මැතිවරණ කොමිසමට පැමිණිලි කර ඇත.බටහිර බෙංගාලයේ සහ බිහාර් හි සමහර ඡන්ද මධ්යස්ථානවල ප්රචණ්ඩත්වය සිදුව ඇති බවට ද වාර්තා තිබේ.",
        "බටහිර බෙංගාලයේ සියයට 78.44 ක් සහ ආන්ද්රා ප්රදේශ්හි 78 ක්. උත්තර් ප්රදේශ්හි සියයට 56.35 ක් වූ තලන්ගානා හි සියයට 66.35 ක් වන ජේ.එච්.ආර්.ආර්.ආර්.. ජම්මු සහ කාශ්මීරීර් විසින් ඡන්ද වලින් සියයට 38 ක් වාර්තා කළේය.",
        "දත්ත අනුගමනය කරමින් මැතිවරණ කොමිෂන් සභාව විසින් මැතිවරණ සිව්වන අදියරේදී සියයට 67 ක ඡන්ද ප්රතිශතයක් ලබා දී ඇති බව මැතිවරණ කොමිසම පවසයි.. නිවැරදි ඡන්ද ප්රතිශතය නිල වශයෙන් වෙබ් අඩවියේ ඉක්මනින් වෙබ් අඩවියේ පළ කරනු ලබන බව මැතිවරණ කොමිසම පවසයි.",
        "ත්රිපුස් මැතිවරණ තුනෙන්, ඡන්දය 2019 ට වඩා අඩු විය. මැතිවරණයේ සිව්වන අදියර පසුගිය මැතිවරණයට වඩා වැඩි වී ඇති බව වාර්තා වේ.",
        "පාර්ලිමේන්තු මැතිවරණයේ සිව්වන අදියර අද්රා ප්රදේශ්, ටෙලංගනා සහ ඔඩොෂා හි රාජ්ය මැතිවරණය සඳහා පවත්වන ලදී. එහි ප්රති As ලයක් ලෙස දේශපාලන නිරීක්ෂකයින් පවසන්නේ ඡන්දය ප්රකාශ කිරීමේ ප්රතිශතයෙහි සිව්වන අදියර ඉහළ බවයි."
      ]
    },
    "en": {
      "title": "Fourth phase of Indian parliamentary election - 67 per cent voting ..!",
      "body_lines": [
        "The Election Commission said that 67 per cent of the voting was held in the fourth phase of the parliamentary elections in India.",
        "The fourth phase of the election was held on May 13 for the 96 Lok Sabha constituencies in the ten states of India - Andhra Pradesh, Telangana, West Bengal, Uttar Pradesh, Maharashtra, Bihar, Madhya Pradesh, Jharkhand, Odisha and Jammu and Kashmir.",
        "Elections officials were taken to the low -level areas of Andhra Pradesh, Jharkhand and Odisha with a helicopter and boat with voting machines.",
        "Voting was held from 7 am to 6:00 pm. The ruling YS in only a few constituencies in Andhra Pradesh. A small number of violence was held for the Congress party and the opposition Telugu Desam Party. Both parties have lodged a complaint with the Election Commission.There have also been reports that violence has taken place on some polling booths in West Bengal and Bihar.",
        "78.44 per cent in West Bengal and 78 in Andhra Pradesh. 25 per cent, Madhya Pradesh 70.98 per cent, 65.31 per cent in Jharkhand, 64.87 per cent in Telangana, 56.35 per cent in Uttar Pradesh, 54.14 per cent in Bihar and 52.49 per cent in Maharashtra.. Jammu and Kashmir recorded 38 percent of the votes.",
        "Following the data, the Election Commission said 67 percent of the votes were cast in the fourth phase of the election.. The Election Commission said the accurate voting percentage would be officially posted on the website soon.",
        "In the three -phase elections, voting was less than 2019. It is reported that the fourth phase of the election has been higher than the last election.",
        "The fourth phase of the parliamentary election was held for the state elections for Andhra Pradesh, Telangana and Odisha. As a result, political observers say that the fourth phase of the voter turnout is high."
      ]
    }
  },
  "summary_lines": [
    "In the fourth phase of India's parliamentary elections, 67% of voters turned out across 96 constituencies in 10 states. Voting was peaceful, with minor incidents reported in Andhra Pradesh, West Bengal, and Bihar. The turnout was notably higher than the previous phase, indicating a strong voter interest."
  ]
}