{
  "translated_text": {
    "ta": {
      "title": "சுங்க அதிகாரிகள் இன்றும் நாளையும் நோய்வாய்ப்படுகிறார்கள்",
      "body_lines": [
        "சுங்க சங்கம் (எஸ்.எல்.டி.பி) யூனியன் இன்றும் நாளை (04) மற்றும் நாளை நோய்வாய்ப்பட்ட விடுப்பைப் புகாரளிக்க ஒரு தொழில்முறை நடைமுறையில் ஈடுபட முடிவு செய்துள்ளது.",
        "சுங்க கட்டளைச் சட்டத்தின் நடவடிக்கையைத் திருத்துவதற்கும் அதிகாரிகளின் நடவடிக்கையை எதிர்ப்பதற்கும் தொழிற்சங்க நடவடிக்கை எடுக்கப்படுவதாக செயற்குழு உறுப்பினர் தரகா குமரசிங்க கூறினார்.",
        "கடந்த இரண்டு நாட்களில் சுங்க அதிகாரிகள் ஒரு தொழில்முறை திட்டத்தில் இருந்தனர், ஏனெனில் பல சந்தர்ப்பங்களில் அதிகாரத்திற்கு தீர்வு இல்லாததால்.",
        "இன்றும் நாளை இரண்டு நாட்களிலும் புகாரளிக்க முடிவு செய்துள்ளதாக தாரகா குமரசிங்க கூறினார்.",
        "இருப்பினும், அமைச்சர் பந்துலா குணவர்தேனா இந்த நேரத்தில் வேலைநிறுத்தம் இனி அங்கீகரிக்கப்படவில்லை என்று கூறினார்."
      ]
    },
    "en": {
      "title": "Customs officers become sick today and tomorrow",
      "body_lines": [
        "The Customs Association (SLTB) union has decided to engage in a professional procedure to report sick leave today and tomorrow (04) and tomorrow.",
        "The executive committee member Tharaka Kumarasinghe said that the trade union action is being taken to amend the action of the customs Ordinance and protesting the action of the authorities.",
        "The Customs Officers were in a professional program in the last two days due to the absence of solution to the authority on several occasions.",
        "Tharaka Kumarasinghe said that he had decided to report on two days today and tomorrow.",
        "However, Minister Bandula Gunawardena stated that strike at the moment is no longer approved."
      ]
    }
  },
  "summary_lines": [
    "Customs officers will be on sick leave today and tomorrow due to ongoing issues with the customs ordinance. The SLTB union plans this as part of a protest against the authorities' lack of resolution. Despite this, Minister Bandula Gunawardena has stated that strikes are not currently authorized."
  ]
}