{
  "translated_text": {
    "si": {
      "title": "ප්රචාරක රැස්වීම ගැන ෆොන්සේකා කලකිරීමට පත්ව සිටී",
      "body_lines": [
        "සරත් ෆොන්සේකාගේ ප්රචාරක රැස්වීම සඳුදා (26) නුවරෙලියා ප්රධාන නගරයේ දී පැවැත්විණි.",
        "ෆොන්සේකා ඇතුළු 10 දෙනෙකු පමණ සිටින අතර, මහජනයා වේදිකාව ඉදිරිපිට ආසනවලට පැමිණීමට නොහැකි වීම ගැන කනස්සල්ලට පත්ව ඇත.",
        "ඊට අමතරව, ෆොන්සේකා යුද හමුදාපතිවරයා වූයේ කවදාද, මෝටර් රථය ලොරි රථයකින් පටවා වේදිකාව අසල නවතා තිබුණි.",
        "කෙසේ වෙතත්, රැස්වීමට සහභාගී වන පුද්ගලයින් හිඟවීම මෙම රැස්වීමේදී විශාල පොලීසිය විශාල ප්රමාණයක් කැඳවූයේ නැතිවීම ගැන කලකිරී ඇත."
      ]
    },
    "en": {
      "title": "Fonseka is disappointed at the campaign meeting",
      "body_lines": [
        "Sarath Fonseka's campaign meeting was held on Monday (26) in the main city of Nuwara Eliya.",
        "It has been disappointing that there are about 10 people, including Fonseka, and that the public has not been able to arrive in the seats in front of the platform.",
        "In addition, when Fonseka was the army commander, the car was loaded with a lorry and parked near the stage.",
        "However, it has been disappointing that the lack of people attending the meeting despite a large number of police summoned during the meeting."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Sarath Fonseka's Nuwara Eliya campaign meeting had low attendance. Only about 10 people attended, including Fonseka. The event lacked public support, despite police"
  ]
}