{
  "translated_text": {
    "si": {
      "title": "නැපෝලියන් විජයකන්ත්ට උපහාර දැක්වීය!",
      "body_lines": [
        "අභාවප්රාප්ත ඩී.එම්.කේ. නායක විජයකාන්ත්ගේ නිවසට නායකත්වය දුන් නළු නැපෝලියන් ඔහුගේ පවුලේ අය සමඟ උපහාර දැක්වීය.",
        "නළුවා සහ පක්ෂයේ නායකයා, අසනීප තත්ත්වය හේතුවෙන් විජයකන්ත් දෙසැම්බර් 28 වන දින අභාවප්රාප්ත විය. විවිධ දේශපාලන පක්ෂ නායකයින් සහ චිත්රපට කීර්තිමත් පුද්ගලයින් ඔහුගේ ශරීරයට උපහාර දැක්වීය.",
        "ඔහුගේ ශරීරය හා මෘත දේහය පසුව භූමදාන කරනු ලැබුවේ චෙන්නායායි හි කෝම්බාර් හි තාවකාලික මූලස්ථානයේ ය. අද වන විට, බොහෝ අය එහි ගොස් කප්පම් ගෙවීම.",
        "මේ අතර, එක්සත් ජනපදයේ සහ විජයකාන්ත්ගේ මිතුරා වන නැපෝලියන් දැන් ඉන්දියාවේ ඇත.",
        "මේ අනුව, නළු නැපෝලියන් අද (ජූලි 9) චෙන්නායි හි සරිගරාම්ගේ නිවස වෙත අද (ජූලි 9) ඔහුගේ බිරිඳ සමඟ ගියා.. එහිදී විජයකන්ත්තුර භූමිය චිත්රය සඳහා ඇඳගෙන හා උපහාර දැක්වීය.",
        "පසුව, ප්රේමලතාට විජයකන්ත් සහ පුත් ෂන්මුඛා පණ්ඩියන් විසින් සැනසීමක් ලැබුණි. පසුව, ප්රේමලතාට විජයකන්ත් වෙනුවෙන් පද්මා භූෂාන් සම්මානය නැපෝලියන් වෙත විස්තර කළේය. මේ හා සම්බන්ධ වීඩියෝව සමාජ ජාලයේ නිකුත් කර ඇති අතර එය වෛරස් වේ."
      ]
    },
    "en": {
      "title": "Napoleon paid homage to Vijayakanth!",
      "body_lines": [
        "Actor Napoleon, who went to the house of the late DMK leader Vijayakanth with his family, paid homage to his portrait.",
        "Actor and leader of the party, Vijayakanth passed away on December 28 due to ill health. Various political party leaders and film celebrities paid tribute to his body.",
        "His body and body were then buried at the Temuthika headquarters in Coimbatore, Chennai. To date, many people have gone there and paying tribute.",
        "In the meantime, Napoleon, an actor in the United States and Vijayakanth's friend, is now in India.",
        "Following this, actor Napoleon went to Vijayakanth's house in Saligramam, Chennai today (July 9) with his wife.. There, Vijayakanth wore a garland to the portrait and paid homage.",
        "Later, Premalatha was comforted by Vijayakanth and son Shanmukha Pandiyan. Subsequently, Premalatha described the Padma Bhushan Award for Vijayakanth to Napoleon. The video related to this has been released on the social network and is going viral."
      ]
    }
  },
  "summary_lines": [
    "Actor Napoleon, along with his family, visited the late DMK leader Vijayakanth's home to pay respects. Vijayakanth, a prominent figure in politics and cinema, passed away on December 28 due to illness. His funeral took place at the Temuthika headquarters in Coimbatore, Chennai, where many mourners paid tribute. Recently, Napoleon, a close friend of Vijayakanth, returned to India from the United States and visited Vijayakanth's house in Saligramam, Chennai, where he honored the leader's portrait with a garland. This touching moment was captured in a video that has since gone viral on social media."
  ]
}