{
  "translated_text": {
    "si": {
      "title": "ජූලි මාසය වන විට ණය ප්රතිව්යුහගත කිරීමකින් තොරව දැවැන්ත අර්බුදයක් ඇති වේ - බාලාලි චම්පිකා රණවක",
      "body_lines": [
        "විදේශීය රාජ්ය ණය ලබන ජූලි මාසය වන විට ප්රතිසංවිධානය කර නොමැති නම්, ජාතික හා ජාත්යන්තර මට්ටමින් දැවැන්ත අර්බුදයක් ඇති වේ. බෂිල්ගේ උපදෙස්ද?හෝ රට ස්ථාවර කරනවාද?ජනාධිපතිවරයා විසින් තීරණය කළ යුතු බව එක්සත් ජාතීන්ගේ නායක හා පාර්ලිමේන්තු මන්ත්රී පටාලි චම්පිකා රණවක මහතා පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ රත්නපුර ඉරිදා (31) පැවති උත්සවයකදීය.",
        "සන්ඩේ බෝම්බ ප්රහාරයේ ජීවිතය ක්රියාත්මක කිරීම නිසා සත්යය තවමත් අනාවරණය වී නොමැත.",
        "මෙම ගැටුම් ඇති කිරීම සහ ප්රතිසන්ධානය හානි කිරීම සඳහා බොදු බාල සේන සංවිධානයේ මහ ලේකම් n ානසර තෙරගේ මහ ලේකම් n ානසාර තෙර යන මහ ලේකම් n ානසාර තෙර ධුරයට පත් කර තිබේ.ජනවර්ග අතර ජනවාර්ගිකයන් අතර ගැටුම් ඇති කර ඇති අය අද නිදහස් ය. ඉරිදා බෝම්බ හෙලීමේ සිද්ධියට පෙර වාර්ගික ගැටුම් ක්රමානුකූලව නිර්මාණය කරන ලදී.",
        "රට ආර්ථික අර්බුදයෙන් මඳක් ස්ථාවර බව පිළිගත යුතුය.. ආර්ථික ප්රකෘතිය සඳහා ආණ්ඩුවේ හොඳම යෝජනාවලින් අපි සහයෝගයෙන් කටයුතු කරන්නෙමු.",
        "විදේශ රාජ්ය ණය ජූලි මාසය වන විට ප්රතිව්යුහගත කළ යුතුය. එළඹෙන ජාතික හා ජාත්යන්තර අර්බුදය තුළ, ජනාධිපතිවරණය සැප්තැම්බර් හෝ ඔක්තෝබර් මාසවලදී පැවැත්විය යුතු බව ආණ්ඩුක්රම ව්යවස්ථාවට අනුව බාෂිල් රාජපක්ෂ මහතා පවසයි.",
        "එය සම්පූර්ණයෙන්ම අසත්යයකි. මහ මැතිවරණය රටේ මහ මැතිවරණයක් මුළුමනින්ම අසත්ය යැයි ඉල්ලා සිටින බව රාජපක්ෂගේ ප්රකාශය. රාජපක්ෂයන් ජනාධිපතිවරණය පරාජය කරන බව ඔවුහු දනිති."
      ]
    },
    "en": {
      "title": "There will be massive crises without debt restructuring by July - Batali Champika Ranawaka",
      "body_lines": [
        "If foreign state loans are not reorganized by the next July, there will be massive crises at the national and international level. Does Bashil's advice?Or stabilizing the country?The president should decide, the UNP leader and parliamentarian Patali Champika Ranawaka said.",
        "He was speaking at a function held on Sunday (31) in Ratnapura.",
        "The truth has not yet been revealed as the life of the Sunday bombing was carried out.",
        "The Supreme Court has sentenced the General Secretary of the Bodu Bala Sena Organization Gnanasara Thera to four years' imprisonment for the commentary to create conflicts and harm the reconciliation.Those who have created conflicts among the ethnicities are free today. Before the Sunday bombing incident, racial conflicts were systematically created.",
        "It must be accepted that the country is slightly stable from the economic crisis.. We will cooperate with the best resolutions of the government for economic recovery.",
        "Foreign state loans should be restructured by July. In the upcoming national and international crisis, Bashil Rajapaksa says that the presidential election should be held in September or October, according to the Constitution.",
        "It is completely false. Rajapaksa's claim that the general election is demanding a general election in the country is completely false. They know that the Rajapaksas will defeat the presidential election."
      ]
    }
  },
  "summary_lines": [
    "Batali Champika Ranawaka warns of national and international crises without debt restructuring by July. He criticizes the handling of racial conflicts and the imprisonment of Gnanasara Thera. The country is slightly stable from the economic crisis, and Ranawaka supports government economic recovery efforts."
  ]
}