{
  "translated_text": {
    "si": {
      "title": "කොබා කණ්ඩායම් නායක රෝහිතාට දැඩි විරෝධය: චානකන් සහ දයසිරි ඇතුළු හත් දෙනෙකු",
      "body_lines": [
        "රජයේ වගකීම් මණ්ඩලයේ (පොලිස් නිලධාරියා) සභාපති ලෙස ශ්රී ලංකා පී පාර්ලිමේන්තු මන්ත්රී පාර්ලිමේන්තු මන්ත්රී රෝහෝහිතාවවර්ධන මහතා පත් කිරීමට විරෝධය දැක්වීම සඳහා විරුද්ධ පක්ෂ කෝප් කමිටුවෙන් ඉවත් වී තිබේ.. ඒ අනුව කෝප් කණ්ඩායමේ සාමාජිකයින් 7 දෙනෙකු ඊයේ ඉල්ලා අස්විය.",
        "එක්සත් ජනතා බලශක්ති සාමාජික ඊරාන් වික්රමරත්න සඳුදා (18) සඳුදා (18) කෝබ් කණ්ඩායමෙන් ඉල්ලා අස්විය.",
        "දයාසිරි ජයසේකර, හේෂා විදානගේ සහ චානකන් රසමනිකාම් පාර්ලිමේන්තු ගොඩනැගිල්ලේ විපක්ෂ නායක කාර්යාලයේ පැවති මාධ්ය හමුව පැවැත්වූහ.",
        "පාර්ලිමේන්තු කමිටුවල කෝබා සමූහය වැදගත් ය.. ශ්රී ලංකා මහජන නිදහස් සන්ධානය (පීඒ) විපක්ෂයේ පක්ෂවලට කෝප් කමිටුවේ සභාපති ධුරයට පත් කිරීම නිසා එහි බහුතරය එහි බහුතරය යොදා ගත්තේය.",
        "පාලක පක්ෂයේ සාමාජික රංජිත් බන්ඩාරා කෝබ් කණ්ඩායමේ ප්රධානියා වූ විට ක්රිකට් ප්රශ්නය ඇසීම සඳහා ඉදිරිපත් විය. පසුව ඔහු කිහිප දෙනෙකුගෙන් කිහිප දෙනෙකු සුරක්ෂිත කළේය.",
        "කෝප් කමිටුවේ නායකයා ලෙස රජය නුසුදුසු රෝහිතා අබේගුනවර්ධන මහතා අනිසි ලෙස පත් කර තිබේ.",
        "කෝප් කමිටුවේ සභාපති හි සභාපතිවරයාගේ සභාපති මහජන විමුක්ති පෙරමුණේ සාමාජිකයා වන මහජන විමුක්ති පෙරමුණට අපි ලබා දුන්නෙමු. 2013 න් පසු පද්ධතිය වෙනස් කර ඇති අතර පාලක පක්ෂය පාලක පක්ෂයට ලබා දී ඇත. .",
        "ශ්රී ලංකාව පා ය අද පාඩම ඉගෙන ගෙන නොමැත.",
        "අතීතයේ දී, රාජපක්ෂයන්ගේ වංචාවන් කෝබ් කණ්ඩායමේ හෙළිදරව් කරන ලදී. රාජපක්ෂ මහතා ප්රෝටරපක්සාක් වන අතර එමඟින් වඩා හොඳ වෙනසක් අපේක්ෂා කළ නොහැකි බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Fierce opposition to Cobb group leader Rohitha: Seven people, including Chanakyan and Dayasiri, resign",
      "body_lines": [
        "Opposition parties have left the COPE committee to protest the appointment of Sri Lanka PA MP Rohitha Abeygunawardena as the Chairman of the Government Responsibility Board (COP). Accordingly, 7 members of the COPE team resigned yesterday.",
        "United People's Power Member Eran Wickremaratne resigned from the Cobb group on Monday (18) and yesterday's independent MP Dayasiri Jayasekera, Sarita Herath and United People's Power members Hesha Vidhanage, Nalin Bandara, SM Marikar and Tamil National AllianceRasamanikam has resigned.",
        "Dayasiri Jayasekara, Hesha Vidanage and Chanakyan Rasamanikam held a media briefing at the Opposition Leader's office in the parliamentary building.",
        "The Cobb Group is important in parliamentary committees.. The Sri Lanka Peoples Freedom Alliance (PA) used its majority as the chairman of the COPE committee be appointed to the opposition parties.",
        "When the ruling party member Ranjith Bandara was head of the Cobb group, the cricket issue was taken up for hearing. He then secured a few people.",
        "The government has improperly appointed Rohitha Abeygunawardena as the leader of the COPE Committee.",
        "In the government of goodwill, we gave the post of chairman of the COPE Committee to the People's Liberation Front, Member of the People's Liberation Front. After 20120, the system has been changed and the ruling party has been given to the ruling party.said.",
        "Sri Lanka PA has not learned a lesson today.",
        "In the past, the Rajapaksas' scams were revealed in the Cobb group. He said that the Rajapaksa is a pro -Rajapaksa so that he can no longer expect a better change."
      ]
    }
  },
  "summary_lines": [
    "Seven members, including Chanakyan and Dayasiri, resigned from the COPE committee in opposition to Rohitha Abeygunawardena's appointment as COPE Chairman. This move follows the Sri Lanka Peoples Freedom Alliance's (PA) use of its majority to appoint a ruling party member, leading to criticism of the government's appointment process."
  ]
}