{
  "translated_text": {
    "ta": {
      "title": "தேடுவதற்கு டமிதா நீதிமன்றங்கள்",
      "body_lines": [
        "ரத்னபுரா நியமன பட்டியலால் தனது அடிப்படை மனித உரிமைகள் மீறப்பட்டுள்ளன என்று ரானிடன் தமிதா அபேராட்னே கூறுகிறார்.",
        "இன்று (11) ரத்னபுரா மாவட்ட செயலகத்தில் ஊடகங்களில் உரையாற்றிய அவர், தேர்தலில் போட்டியிட முன்மொழிந்த நபர் அவருக்கு எதிரானவர் என்று கூறினார்.",
        "\"தோழர் ஹெஷா விடானேஜ், டமிதா ஏன் ரத்னபுராவிலிருந்து கேட்கவில்லை என்று கேட்டார். நான் எங்கும் கூட கருதவில்லை. என்னிடம் சொன்னேன் ... இல்லை, என் சகோதரி உங்களை இங்கிருந்து பெறுவார், இங்கே பெண் பிரதிநிதித்துவம் இல்லை. என் சகோதரர் பரிந்துரைத்தால், நான் வருவேன் என்று சொன்னேன். என் பெயர் அப்படித்தான் வந்தது. எனக்கு சான்றுகள் இல்லை என்று அல்ல. நேற்று, எனது பெயர் இல்லை. என் பெயர் வேறு. இந்த ஆதாரங்களுடன் நான் பேசுகிறேன். எல்லா ஆதாரங்களும் எல்லா ஆதாரங்களையும் ஊடகங்களுக்கு முன் காட்ட தயாராக உள்ளன.",
        "ஹெஷா ஏன் இப்படி கீழே விழுந்தார் என்று எனக்குத் தெரியவில்லை. என்னை முன்மொழிந்தவர் என் காலை இழுக்க ஆரம்பித்தார்.  අධිකරණ ක්‍රියාමාර්ගයකට මම යනවා. எனது அடிப்படை உரிமைகள் தெளிவாக உள்ளன. \"",
        "இதற்கிடையில், இன்று காலை நடைபெற்ற மற்றொரு ஊடக மாநாட்டில் திரு. ஹெஷா விதானேஜ் திருமதி அடமிதா அபிராட்னேவுக்கு வழங்கப்பட்டார்.",
        "ரத்னபுரா மாவட்டத்தின் நியமனக் குழுவிற்கான விண்ணப்பங்களை விட அதிகமாக வந்தது. ஆனால் நாம் எங்களுக்கு 14 பேரை மட்டுமே கொடுக்க முடியும். டமிதா அபேராட்ன் ஒரு கலைஞர், அவர் எங்கள் கட்சிக்கு எங்கள் கட்சிக்கு ஒரு பெரிய பலத்தை அளித்தார். எவ்வாறாயினும், ரத்னபுரா மாவட்டத்திற்கு ஒரு அரசியல் தலைவரைக் கட்டியெழுப்ப வேண்டிய அவசியம் உள்ளது, எனவே நாங்கள் அவ்வாறு செய்ய வேண்டும், ஆனால் இந்த மாவட்டத்தின் வாய்ப்புகளை இறக்குமதி செய்ய வேண்டாம் என்று இந்த மாவட்டத்தின் வாய்ப்புகள் ஒரு முடிவை எடுத்தன. எனவே, ரத்னபுராவின் மக்கள் ரத்னபுராவில் பிறந்ததால் குழுவின் நியமன ஆவணங்கள் ரத்னபுராவில் பிறந்தன. \""
      ]
    },
    "en": {
      "title": "Damitha courts to seek",
      "body_lines": [
        "Ranitan Damitha Abeyratne says that his fundamental human rights has been violated by the Ratnapura nomination list.",
        "Addressing the media at the Ratnapura District Secretariat today (11), she said that the person who proposed him to contest the election was against him.",
        "\"Comrade Hesha Vithanage requested me why Damitha is not asking for from Ratnapura. I hadn't even considered anywhere. Told me ... No, my sister will get you from here, there is no female representation here. I said that if my brother suggested, I'll come. That's how my name came. That's not that I have proofs me. Yesterday, I didn't have my name. That my name is different. I speak with this evidence. All the evidence is ready to show all the evidence before the media.",
        "I don't know why Hesha fell down like this. The guy proposed me began to pull my leg.  අධිකරණ ක්‍රියාමාර්ගයකට මම යනවා. My fundamental rights violated is clearly. \"",
        "Meanwhile, Mr. Hesha Withanage was given to Mrs. Damitha Abeyratne at another media conference held this morning.",
        "More than applications for the nomination panel of the Ratnapura District came. But we can only give us 14 people. Damitha Abeyratne is an artist who gave our party a great strength to our party. However, the Ratnapura district has the need to build a political leader, so we have to do so, but the prospects of this district took a decision not to import the prospects of this district. Therefore, the nomination papers of the group handed over the group in Ratnapura as the people of Ratnapura was born in Ratnapura. \""
      ]
    }
  },
  "summary_lines": [
    "Damitha Abeyratne claims her rights were violated due to nomination issues. She accuses Hesha Vithanage of manipulating her candidacy. Both parties hold separate press conferences, each presenting conflicting narratives about the situation."
  ]
}