{
  "translated_text": {
    "ta": {
      "title": "பல மாவட்டங்களுக்கான நிலச்சரிவு எச்சரிக்கைகள்",
      "body_lines": [
        "பல மாவட்டங்களுக்கு நிலச்சரிவுகளை வழங்க தேசிய கட்டிட ஆராய்ச்சி அமைப்பு நடவடிக்கை எடுத்துள்ளது.",
        "எச்சரிக்கை நாளை காலை 9.30 மணி முதல் இரவு 9.30 மணி வரை இயங்குகிறது என்று எச்சரிக்கை கூறியது.",
        "அதன்படி, நாகோடா, எல்பிடியா, நாகோடாவில் உள்ள எல்பிடியா, எல்பிடியா, கலுதாரா மாவட்டத்தில் உள்ள வலாலவிதாவின் சொற்றொடர் செயலாளர் கலுடராவில் உள்ள வாலல்லவிதாவுக்கு எச்சரிக்கை வந்துள்ளது.",
        "கெகல்லே மாவட்டத்தின் நியாகதராவின் கெகல்லே மாவட்டத்தில் உள்ள டெஹியாடாரா மாவட்டத்தின் பிடபிதாராவுக்கு \"மஞ்சள்\" என்ற எச்சரிக்கைகள் \"மஞ்சள்\" க்கு பிடபிதாராவுக்கு வழங்கப்பட்டுள்ளன."
      ]
    },
    "en": {
      "title": "Landslide warnings for several districts",
      "body_lines": [
        "The National Building Research Organization has taken steps to issue landslides to several districts.",
        "The warning said that the warning is operating from 9.30 am to 9.30 pm tomorrow.",
        "Accordingly, the phrasal secretary of Valallawita in the Nagoda, Elpitiya, Elpitiya in the Nagoda, Elpitiya, Kalutara district have been warned to Walallawita in Kalutara.",
        "The warnings of \"yellow\" to the Pitabeddara, District of Dehioadara, in the Kegalle District of Niyagadara, Kegalle District have been issued to the \"Yellow\" to the Pitabeddara."
      ]
    }
  },
  "summary_lines": [
    "National Building Research Organization issues landslide warnings for several districts. Warnings operate 9:30 AM to 9:30 PM tomorrow. Affected areas include Walallawita (Kalutara), Pitabeddara (Kegalle). Yellow alerts issued for specific locations."
  ]
}