{
  "translated_text": {
    "ta": {
      "title": "இது முட்டாள்தனமான அரசியல் -",
      "body_lines": [
        "நாடு ஒரு முட்டாள்தனமான அரசியல் என்று ஜனாதிபதி வேட்பாளர், என்ட்ரெப்ரெனரல் திலித் ஜெயவீரா கூறுகிறார்.",
        "இன்று மொனெராகலா நகரத்தில் ஒரு பொது சுருக்கத்தை உரையாற்றிய திலித் ஜெயவீரா, சில அரசியல் தலைவர்கள் மேடையில் நகைச்சுவைகள் என்று கூறினார்.",
        "\"இது ஒரு மாற்றத்தைக் கேட்கிறது. இப்போது மாற்றப்பட்டுள்ளது. அவர் கூறுகிறார். அதனால் நான் போகிறேன்.. அவரது உபாதா தனது குமாராவின் நண்பரை பகிரங்கமாக அழைத்தார். இலங்கையில் முன்னாள் வேளாண் அமைச்சரும், முன்னாள் வேளாண் அமைச்சருமான அனுரா குமாரா. கெய்ரா நண்பர் திரு. விக்ரமேசிங்கே. கடந்த இரண்டு ஆண்டுகளுக்கு கீழே வாழ்க்கைத் தரம் வீழ்ச்சியடைந்த ஒவ்வொரு நாளும் சுமினுக்கு முஹாமினின் மனிதனுக்கு என்ன ஒரு சொர்க்கம் இருந்தது?ஒன்று இல்லை. அவர்கள் இரண்டு அணிவகுப்புகள் பேச வந்தனர். இது விஹரமஹாஹா பூங்காவிற்கு வந்தது. பூங்காவுடன் பேசும் இரண்டு நண்பர்கள் என்னை வாயில் அழைத்தனர். நகலை அறியாமல் காவல்துறையினரிடமிருந்து சாட்சியாக இருந்த பின்னர் அணிவகுப்பின் மக்கள். ஸ்கிரிப்டின் போக்கில். இது இந்த முட்டாள்தனத்தின் அரசியல். இந்த இரண்டும் கொடுக்க இரண்டு கட்டங்களுக்கு நகைச்சுவைகள். இந்த நகைச்சுவைகளை மாலையில் பார்க்கிறோம். \""
      ]
    },
    "en": {
      "title": "This is nonsense politics -",
      "body_lines": [
        "The presidential candidate, entrepreneral Dilith Jayaweera says that the country is a nonsense politics.",
        "Addressing a public brief in Moneragala town today, Dilith Jayaweera said that some political leaders are jokes at the platform.",
        "\"It is asking for a change to. Now has been changed. He says that is. So I'm gonna.. His Upatha publicly Asherited his Kumara's friend. Anura Kumara, former Minister of Agriculture in Sri Lanka and former Minister of Agriculture to their ministry. Kheerna Friend Mr. Wickremesinghe. What did the man of the Muhamine have a paradise given to the Sumine every day when the standard of living has fallen below the past two years?Not one. They two parades came to talk. It came to the Park of Viharamahahaha. Two friends talking to the park called me the gate. The people of the parade after they were witnessed away from the police without knowing the copy. Over the course of the script. This is the politics of this nonsense. These two are jokes to two stage to give. We look at these jokes in the evening. \""
      ]
    }
  },
  "summary_lines": ""
}