{
  "translated_text": {
    "ta": {
      "title": "பொதுத் தேர்தலைப் பெறுவதற்கான போரின் மதிப்பெண்",
      "body_lines": [
        "இலங்கை அறிவின் தலைவர் பொதுத் தேர்தலை முடிக்கவில்லை என்று அரசியல் வட்டாரங்கள் கூறுகின்றன.",
        "காமன்வெல்த் முன்னணியை பிரதிநிதித்துவப்படுத்தும் பல எம்.பி.க்கள் பத்திரிகை மாநாடுகள் மற்றும் அரசியல் விவாதங்களில் பொதுத் தேர்தலை நடத்துவது குறித்து பல்வேறு கருத்துக்களை வெளிப்படுத்தினர்.",
        "அதன்படி, சிங்கள புத்தாண்டுக்குப் பிறகு எந்தவொரு அரசியல் கொல்லைப்புறமும் இருக்கும் என்று ஒரு அரசியல் புலம் உள்ளது.",
        "எவ்வாறாயினும், இலங்கை பொது மருத்துவமனையின் ஜனாதிபதியுடன் இணைந்து பணியாற்ற நிர்வாக சபையில் நிர்வாக சபை கூறியுள்ளது.",
        "இந்த அறிக்கையுடன், காஞ்சன் விஜேசரா, பிரசன்னா ரனாதுங்கா, பண்டுலா குணவர்தேனா பிரதேசம் சித்தந்தசலா பிரவிதங்கா, பிரசன்னா ரணத்துங்கா மற்றும் பண்டுலா குணவர்தேனா ப்ரைன் டெனகூன் என்று தெரிவிக்கப்பட்டுள்ளது.",
        "இலங்கை பொது முன்னணி ஒரு நெருக்கடியில் கூறி வருகிறது.",
        "இதற்கிடையில், வரவிருக்கும் ஜனாதிபதித் தேர்தலில் எழுபத்தேழு ஆயிரம் தேர்தல்கள் வாக்களிக்க தகுதியுடையவை.",
        "2019 ஆம் ஆண்டில் கடந்த ஜனாதிபதித் தேர்தலுக்கு வாக்காளர்கள் தகுதி பெற்றிருந்தாலும், இந்த எண்ணிக்கை ரூ.",
        "18 வயதான தேர்தல் வாக்காளர்கள் தகுதியுடையவர்கள் என்று தெரிவிக்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "Score of the battle to obtain a general election",
      "body_lines": [
        "Political sources say that the President of the Sri Lanka Knowledge has not completed the general election.",
        "Many MPs representing the Commonwealth Front expressed various views on holding a general election in press conferences and political discussions.",
        "Accordingly, there is a political field that there will be any political backyard after the Sinhala New Year.",
        "However, the Executive Council has stated in the Executive Council to work with the President of the Sri Lanka General Hospital.",
        "It is reported that with this statement, Kanchan Wijesara, Prasanna Ranatunga, Bandula Gunawardena Prawatunga Pradeshiya Siddhandasala Prawitanga, Prasanna Ranatunga and Bandula Gunawardena Prain Tennakoon.",
        "The Sri Lanka General Front has been stating in a crisis.",
        "Meanwhile, seventy-seven thousand elections have been eligible to vote in the upcoming presidential election.",
        "Although voters were eligible for the last presidential election in 2019, the number has increased by Rs.",
        "It is reported that the 18-year-old electoral voters are eligible."
      ]
    }
  },
  "summary_lines": [
    "The Sri Lanka Knowledge President's general election is incomplete, with MPs from the Commonwealth Front expressing differing views. The Executive Council is working with the President of the Sri Lanka General Hospital, indicating a political stalemate. The Sri Lanka General Front is in crisis. The upcoming presidential election has 77,000 eligible voters, an increase from the 2019 election, with 18-year-olds now eligible."
  ]
}