{
  "translated_text": {
    "si": {
      "title": "පොට්ටුවිල් සිට පොලිකන්ඩි දක්වා ජනතාවගේ නැගිටීමේ ඉල්ලුම",
      "body_lines": [
        "අපගේ ස්වයං-ලේඛනාගාරය භාවිතයෙන් දෙමළ ජනතාවගේ ජනවාර්ගික ගැටලුවට විසඳුම ස්ථිර වනු ඇත.",
        "එබැවින් ජනතාවගේ වැඩිදියුණු කිරීමේ ව්යාපාරය දෙමළ ජාතිකවාදයේ එකමුතුකම සහ දෙමළ ජනතාවගේ ශක්තිය භාවිතා කිරීම සඳහා දෙමළ ජනතාවගේ ඡන්ද භාවිතා කිරීම ඉල්ලා තිබේ.",
        "ශ්රී ලංකා පාර්ලිමේන්තු මැතිවරණය නොවැම්බර් 14 වන දින පැවැත්වීමට නියමිතය. මෙය එහි බලය තීරණය කරන මැතිවරණයක් වන අතර, මෙම මැතිවරණය දෙමළ ඊලාම් සඳහා පනවා තිබේ.",
        "දෙමළ ජනතාවගේ දේශපාලන ප්රශ්නයට ශ්රී ලංකා පාර්ලිමේන්තුව කිසිදු විසඳුමක් ලබා නොදෙන අතර, අපගේ නියෝජනය සහතික කිරීම සඳහා අප බල කිරීමකි. ඒ හා සමානව, දෙමළ ජනතාව අපගේ දේශපාලන ස්ථාවරය ප්රකාශ කිරීමේ අවශ්යතාවයක් පවතී.",
        "ශ්රී ලංකාවේ ස්වෝත්තමවාදී පක්ෂ දෙමළ ජනතාවගේ සාන්තුවරයන් මෙන්ම දෙමළ ජනතාවගේ සාන්තුවරයන් මෙන්ම දෙමළ ජනතාවගේ අභිරහසක්, විශේෂයෙන් තරුණ සංගමය, විශේෂයෙන් තරුණ සංගමය, විශේෂයෙන් තරුණ සංගමයේ දේශපාලන ප්රශ්නයක් ඇති බව.",
        "විශේෂයෙන් ජාතික ජනතා බලයේ වෙස්මුහුණක් ඇති සිංහල වාර්ගික පක්ෂය, විශේෂයෙන් ජාතික ජනතා බලයේ වෙස්මුහුණක් ඇති අතර එය ශ්රී ලංකාවේ ජාතිකත්වයේ සිංහල බෞද්ධ ආධිපත්ය මන්ත්රිකරු කිරීම සමඟ කාර්යබහුල වේ.",
        "දෙමළ මව්බිම කොට් Division ාශයේ ඔවුන් උසාවිය හරහා භූමිකාවක් වී ඇති අතර දෙමළ ජාතිය සහ ශ්රී ලාංකික ජාතිය අතර සාම සාකච්ඡා බිඳ දැමීමේ කාර්යභාරයක් ඉටු කර ඇත.",
        "විශේෂයෙන්, සුනාමි ව්යසනයෙන් පසු ඇති වූ සුනාමි ව්යුහය අක්රිය කිරීමට විශාල කාර්යභාරයක් ඉටු කළ අය. දකුණු ශ්රී ලංකාවේ සිංහල ජාතිවාදය උත්තේජනය කළ අය සහ දෙමළ ජනතාව මත ජනවාර්ගික යුද්ධය සඳහා පෙළඹවීම් ලෙස ක්රියා කරන අය.",
        "මුල්ලිවයිකල්ගේ රුධිරය ද ඔවුන්ගේ අතේ ය.අපගේ ජාතිය ජනවාර්ගික පිරිසිදු කිරීම අමතක කරමින් දෙමළ ජනයාට ජනවාර්ගික ගැටලුවක් නොමැති බවට අපට පාඩමක් තිබේ.. ඔවුන් ද සිංහල ස්වෝත්තමවාදීන්ගේ තවත් ආකාරයකි.",
        "වම ලෙස ප්රකාශ වන අය ඊලාම් දෙමළ ජාතිකත්වයේ ස්වයං නිර්භීතභාවය පිළිගැනීමට සූදානම් නැත. අපේ මව්බිමෙන් ඉවත් කිරීමේ ප්රධාන යුතුකම සෑම ද්රවිඩයකම ප්රධාන යුතුකම ඇත.",
        "අපේ පසෙහි උපත හා හැදී වැඩුණු, සිංහල ස්වෝත්තමවාදයේ පැවැත්ම අපගේ පසෙහි අප අතර වේ.. අයිතිවාසිකම්වල අයිතිවාසිකම් ලැබූ අයට අද එම දීමනා පවා ලබා ගත නොහැකි තත්වයක පවතී.",
        "කාලය දැන් යථා තත්ත්වයට පත් වී ඇත්තේ ඔවුන්ට විශාල අසාර්ථකත්වයක් ලබා දීමෙනි. ඒ හා සමානව, දෙමළ ජනතාවගේ පැවැත්ම හා එකමුතුකම සමඟ කාර්යබහුල වන සමහර අය ඡන්දයක් සඳහා ඔබ වෙත පැමිණෙනු ඇත.. මේ අයට නොවරදවාම අසමත් වූවරියක් ලබා දීම සඳහා ඔබ සැමට විශාල යුතුකමක් තිබේ.",
        "ශ්රී ලංකාවේ කිසිදු මැතිවරණ හෝ පාලන තන්ත්ර යාන්ත්රණයන් නොමැති බව යථාර්ථය හඳුනා ගන්න දෙමළ ජනතාවගේ ජාතික ප්රශ්නයට පිළිතුරු සපයන නමුත් දෙමළ ජාතිකවාදයේ එකමුතුකම සහ දෙමළ ජනතාවගේ ශක්තිය ප්රකාශ කිරීමට ඔබේ ඡන්දය භාවිතා කරන්න.",
        "දෙමළ ජනතාවගේ ජනවාර්ගික ගැටලුවට අපගේ ස්වයං-නොවැළැක්වීම භාවිතා කිරීමෙන් ඇති වන යෝජනාව ස්ථිර වනු ඇත. යාන්ත්රණයක් ලෙස, ස්ථිර දේශපාලන විසඳුමක් ලබා ගත හැක්කේ දෙමළ ජනතාව අතර ජාත්යන්තර ප්රජාව විසින් අධීක්ෂණය කරනු ලබන විශ්ව ජනමත විචාරණයක් හරහා පමණක් බව අපි තරයේ විශ්වාස කරමු.. මෙම පොළොව මත නැගී සිටීමට ස්ථිර දෙමළ භාෂාව අඛණ්ඩව උත්සාහ කරන බවට අපි සහතික වෙමු."
      ]
    },
    "en": {
      "title": "The demand of the people's uprising from Pottuvil to Polikandi",
      "body_lines": [
        "The solution to the ethnic problem of the Tamil people will be permanent by the use of our self -determination.",
        "Therefore, the people's upgrading movement has called for the use of the Tamil people's votes to use the unity of the Tamil nationalism and the strength of the Tamil people.",
        "The Sri Lankan parliamentary election is scheduled for November 14. While this is an election that will decide its power, this election has been imposed on the Tamil Eelam.",
        "While the Sri Lankan Parliament does not provide any solution to the political issue of the Tamil people, we are in a compulsion to ensure our representation. Similarly, there is a need for the Tamil people to express our political position.",
        "Sri Lanka's chauvinist parties are just as the saints of the Tamil people, and the Tamil people are demanding a mystery, especially the younger society, as there is no political issue for the Tamil people.",
        "The Sinhalese communal party, the JVP, in particular with the mask of national people's power, is busy with the establishment of the Sinhalese Buddhist hegemony in Sri Lanka's nationality.",
        "They have been a role in the division of the Tamil homeland through the court, and they have played a role in the break -up of peace talks between the Tamil nation and the Sri Lankan nation.",
        "In particular, those who played a major role in deactivating the tsunami structure created after the tsunami disaster. Those who stimulated Sinhala communalism in South Sri Lanka and acted as motivations for the ethnic war on Tamils.",
        "Mullivaikkal's blood is also in their hands.We have a lesson that the Tamils ​​have no ethnic problem, forgetting the ethnic cleansing of our race.. They are also another form of Sinhala chauvinists.",
        "Those who express themselves as the Left are not ready to accept the self -determination of the Eelam Tamil nationality. Every Tamil has the main duty to remove them from our homeland.",
        "Born and raised on our soil, the existence of the Sinhalese chauvinism is among us on our soil.. Those who have received the rights of the rights are in a state of unable to even get those offers today.",
        "The time is now rejuvenated by giving them a great failure. Similarly, some of the people who are busy with the existence and unity of the Tamil people will come to you for a vote.. All of you have a huge duty to give these people an irreparable failure.",
        "Recognize the reality that no elections or regime mechanisms in Sri Lanka will answer the national question of the Tamil people, but use your votes to express the unity of Tamil nationalism and the strength of the Tamil people.",
        "The resolution that is reached by the use of our self -determination to the ethnic problem of the Tamil people will be permanent. As a mechanism, we firmly believe that a permanent political solution can only be achieved only through an universal referendum that is being monitored by the international community among the Tamil people.. Let us make sure that the permanent Tamil language will continue to strive to rise on this earth."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Tamil people demand self-determination. Sri Lankan election Nov 14 imposes Tamil Eelam issue. Tamil nationalism unity needed. Reject Sinhalese communal parties like JVP. Left parties oppose Tamil self-rule. Vote for Tamil unity candidates. Universal referendum key to permanent solution."
  ]
}