{
  "translated_text": {
    "ta": {
      "title": "19,620 இலங்கையர்கள் பற்றி குவைத் முடிவு",
      "body_lines": [
        "நாட்டை விட்டு வெளியேற குவைத் மக்களுக்கு உள் விவகார அமைச்சகம் அறிமுகப்படுத்தப்பட்டுள்ளது.",
        "பொதுக் காலம் மார்ச் 17 அன்று தொடங்கியது, இது ஜூன் 17 முதல் மூன்று மாதங்கள் வேலை செய்யும்.",
        "செல்லுபடியாகும் விசா இல்லாமல் குவைத்தில் 19,620 இலங்கைகள் சட்டவிரோதமாக இருக்கும் என்று தூதரகம் தெரிவித்துள்ளது.",
        "இந்த நேரத்தில் ஒரு நபர் நாட்டை விட்டு வெளியேறினால், அபராதம் விதிக்காமல் வாய்ப்பு விலக்கப்பட்டு, சட்டப்பூர்வமாக குவைத் இராச்சியத்திற்குள் நுழையும்.",
        "இந்த காலகட்டத்தில், குவைத் குவைத் உள் விவகார அமைச்சகத்திடம் அல்லது உள் விவகார அமைச்சகத்தை கவனித்து வரும் மக்களிடம் விட்டுச் செல்ல வாய்ப்பு உள்ளது.",
        "இந்த குற்றச்சாட்டுகளுக்கு மேலதிகமாக, சம்பந்தப்பட்ட நபருக்கு எதிரான பொலிஸ் நிலையங்கள் அல்லது பிற புகார்கள் அல்லது காவல்துறையினரின் வேறு ஏதேனும் குற்றச்சாட்டுகள் அல்லது பொதுமக்களின் வேறு ஏதேனும் குற்றச்சாட்டுகள் இல்லை.",
        "குவைத்தில் சட்டவிரோதமாக தங்கியிருக்கும் ஒருவர் குவைத்தில் தொடர்ந்து தங்கியிருந்தால், குவைத் வழங்கிய அபராதங்கள் குவைத் வழங்கிய அபராதத்திற்குப் பிறகு சரியான விசாக்களை வழங்கும்.",
        "தொழிலாளியின் விளைவாக, நாட்டில் தங்கியிருக்கும் மக்களுக்கு இந்த நிகழ்வு ஒரு சிறந்த வாய்ப்பாகும் என்பதால், இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகம் நாட்டைப் பயிற்றுவிக்குமாறு பொதுமக்களைக் கோரியுள்ளது."
      ]
    },
    "en": {
      "title": "Kuwait's decision about 19,620 Sri Lankans",
      "body_lines": [
        "The Ministry of Internal Affairs has been introduced to the people of Kuwait to leave the country.",
        "The public period commenced on March 17, and it will work for three months from June 17.",
        "The embassy said that 19,620 Sri Lankans will remain illegal in Kuwait without valid visa.",
        "If a person leaves the country in this time, the opportunity will be excluded without charging fines and legally enter the Kingdom of Kuwait.",
        "In this period, Kuwait has the opportunity to leave Kuwait to the Ministry of Internal Affairs or the people who have been looked after the Ministry of Internal Affairs.",
        "In addition to these allegations, there is no charge or any other accusation of police stations or other complaints against the relevant person or any other accusation of the police or any other accusations of the public.",
        "If a person who is illegally staying in Kuwait continues to stay in Kuwait, the fines presented by Kuwait will provide a valid visas after the fines presented by Kuwait.",
        "The Sri Lanka Bureau of Foreign Employment has requested the public to educate the country, as the event is a great opportunity for people who remain in the country, as a result of the laborer."
      ]
    }
  },
  "summary_lines": [
    "Kuwait's Ministry of Internal Affairs has announced a public period from June 17 to September 17 for 19,620 Sri Lankans to leave the country. Those who leave will not be fined and can legally re-enter. Those remaining illegally will face fines for a valid visa. No charges or accusations are expected from police or public. The Sri Lanka Bureau of Foreign Employment encourages awareness."
  ]
}