{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ. සම්පන්තන් සහ මම සැමවිටම වැඩ කර ඇත - ජනාධිපති",
      "body_lines": [
        "සැඟවී ඇත. ජනාධිපති රනිල් වික්රමසිංහ මහතා කියා සිටියේ සම්පතන්හාන් දෙමළ ජනතාවගේ අයිතිවාසිකම් සඳහා සමස්ත ශ්රී ලාංකික ජනතාවගේ නායකයා වූ බවත්, සම්පන්තන් ශ්රී ලංකාව වෙනුවෙන් කැපවී සිටින බවත් තමා සැමවිටම බෙදී ඇති බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "විකාරය. සම්බන්දන් සමඟ ඇති එකඟතාවයෙන් ඉදිරියට ගෙන ආ සාකච්ඡා සාර්ථකව නිම කිරීමට සෑම කෙනෙකුම එක්සත් විය යුතු බව ද ජනාධිපතිවරයා ප්රකාශ කළේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේ ඉරිදා පස්වරුවේ ත්රිකුණාමලයේ අනුරාධපුර පදිංචි අංගනයේ දී සම්බන්දන් හි අවමංගල්යයට සහභාගී වෙමිනි.",
        "හිටපු විපක්ෂ නායක සහ හිටපු ටීඑන්ඒ නායක සහ ත්රිකුණාමලය දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී. පාලක හා විපක්ෂ දේශපාලන නායකයින්, ඇමතිවරුන්, පාර්ලිමේන්තු මන්ත්රීවරුන්, පාර්ලිමේන්තු මන්ත්රීවරුන් සහ පක්ෂ නායකයින් ඇතුළු විශාල පිරිසක්ගේ සහභාගීත්වයෙන් සම්පන්තන්ගේ අවමංගල්ය කටයුතු ඉරිදා දහවල් (07) පැවැත්විණි.",
        "විකාරය. සම්පන්තන්ගේ මරණයට ජනාධිපතිතුමා සිය කනස්සල්ලට පත්වූ අතර ඔහුගේ මරණය දීර්-කාලීන මිතුරෙකු අහිමි වූ බව පැවසීය.",
        "විකාරය. දෙමළ ජනතාවගේ ගැටලු විසඳීම සඳහා සම්පන්තන් සෑම විටම කැපවී සිටින බවත්, ජාතික ඉඩම් කොමිෂන් සභාවේ කෙටුම්පත මේ වන විට පාර්ලිමේන්තුවේදී ඉදිරිපත් කිරීමට සූදානම් වී ඇති බවත්, සිංහල, දෙමළ සහ මුස්ලිම් ජනතාව නීති අධිකාරියක් සොයන බවත් ජනාධිපතිවරයා පැවසීය. වන විද්යා දෙපාර්තමේන්තුව සමඟ ඇති ගැටළු විසඳීම සඳහා.",
        "විපක්ෂ නායක. සම්බන්දන්ගේ දායකත්වයට ප්රශංසා කළ ජනාධිපතිතුමා විකල්ප අගමැති කෙනෙකු ලෙස විපක්ෂ නායකවරයා වෙත යොමු කළේය. සමපන්තන් මහතා කියා සිටියේ සමපන්තන් දෙමළ ජනතාවගේ ගැටලු සහ සමස්තයක් වශයෙන් ශ්රී ලාංකික ජනතාවගේ ගැටලුවලින් පමණක් පැමිණ සැබෑ විපක්ෂ නායකයාගේ ගිවිසුම් හෙළි කර ඇති බවයි.",
        "මේ අතර, උසාවියට ​​ගිය කාරණයක් මේ වසරේදී ජනාධිපතිවරණය පැවැත්වෙන බව ජනාධිපතිතුමා මේ වසරේදී පැවැත්වෙන බවත් ජනාධිපතිවරයා පැවසීය.",
        "විකාරය. සම්බන්දන් සැඟවී සිට මට දිගුකාලීන මිතුරෙකු අහිමි වී ඇත. මීට වසර 50 කට පෙර මම නව නීති lawyer යෙකු වූ විට නීති lawyer යෙකු ලෙස මට ඔහුව මුණගැසුණි. 1977 දී, මම සහ සම්පන්තන් නව මන්ත්රීවරුන් ලෙස පාර්ලිමේන්තුවට පැමිණියෙමි.",
        "මම එම පාර්ලිමේන්තු මැතිවරණයේදී ත්රිකුණාමලයේ පිහිටි අපේ පක්ෂයේ විධායක කමිටුවේ රාජාගේ රාජාට සහාය දැක්වුවෙමි. නමුත් ඒ තරඟයේදී. සම්බන්දන් ජය ගත්තේය.",
        "විශේෂයෙන්, පාර්ලිමේන්තුව විසින් නිර්මාණය කළ යුතු යෝජනාවට අනුව පාර්ලිමේන්තුව දෙපස බෙදී ගියේය. විකාරය. සම්බන්දන් පාලක පක්ෂ සාමාජිකයන් සමඟ හොඳ සම්බන්ධතාවයක් පවත්වා ගත්තා.",
        "මේ රට වෙන් කළ නොහැකි බැවින්, ෆෙඩරල් තන්ත්රයට හෝ දිස්ත්රික් සභා පද්ධතියට වඩා වැඩි බලතල ලබා දීම පිළිබඳව අපි දිගටම සාකච්ඡා කරමු.",
        "අපට අප සමඟ ගැටලුවක් තිබේ. මම ත්රිකුණාමලයේ ඉඩමක් තරුණ සේවා කවුන්සිලයට භාර දුන් විට, අප අතර සාකච්ඡාවක් ද විය. ඔහුගේ උත්සාහය සහ මෙය පාලනය කිරීමට ඔහු දැරූ උත්සාහය සාර්ථක වූයේ නැත.",
        "ඔහු 1983 දී ශ්රී ලංකාවෙන් පිටත්ව ගියේය. ඔහු නැවතත් පාර්ලිමේන්තුවට පැමිණි පසු, අපි නැවත සම්බන්ධතා පවත්වා ගත්තෙමු. 2009 යුද්ධය අවසන් වීමෙන් පසු, දෙමළ ජනතාවගේ ගැටලු පිළිබඳව තමා සමඟ නැවත වැඩ කිරීමට ඔහුට අවස්ථාව ලැබුණි.",
        "ඔහු කිසි විටෙකත් වෙනම රටක් ඉල්ලා සිටියේ නැත. සෑම කෙනෙකුම එක්ව සිටිය යුතු බව සැමවිටම පැවසීය. දෙමළ ජනතාව දුක් විඳින බවත් ඔවුන්ගේ ගැටලු ඉක්මනින් විසඳිය යුතු බවත් ඔහු පැවසීය.",
        "අපි මැතිවරණයෙන් වැඩ කර පොදු අපේක්ෂකයින්ට සහාය වී සිටිමු. අපි හැමෝම මෛත්රීපාල සිරිසේන වෙනුවෙන් එකට වැඩ කරනවා. ඊට පෙර අපි සරත් ෆොන්සේකා වෙනුවෙන් ක්රියා කළා.",
        "අතීත සිදුවීම් සහ දේශපාලනය ගැන මම නිතරම ඔහු සමඟ කතා කරන්නෙමි. 1948 දී නිදහස ලබා ගැනීමේ අවස්ථාව දුටු එකම මන්ත්රීවරයා මේ රටයි. ඔහු. අපි දේශපාලනය ගැන කතා කරමු.",
        "පසුව ඔහු විපක්ෂ නායක ලෙස සේවය කළේය. පසුව ඔහු තම විශිෂ්ට චරිතය ඉස්මතු කළේය. දෙමළ ජනතාවගේ ගැටලු ගැන කතා කිරීම සහ ඒ සඳහා සටන් කළහ. එය විපක්ෂ නායකවරයා ලෙස සියලුම ශ්රී ලාංකිකයන්ගේ ගැටළු ඉදිරිපත් කළේය. පසුව ඔහු සැබෑ විපක්ෂ නායක ලෙස ක්රියා කළේය. සැබෑ විපක්ෂ නායකවරයා විකල්ප අගමැතිවරියකි.",
        "මට අග්රාමාත්ය ධුරය අහිමි වූ විට, අග්රාමාත්යවරයාගේ නායකයා ලෙස ඔහු සිය හොඳම නායකත්වය ප්රකාශ කළේය. වෙනත් හේතූන් මත, විශේෂයෙන් බෝම්බ පිපිරීමෙන් පසුව, විශේෂයෙන් බෝම්බ පිපිරීමෙන් පසු අපගේ සාකච්ඡාව සාර්ථක වී නොමැත. දේශපාලන විසඳුම් ඉදිරිපත් කිරීමට අපට පසුබිමක් නොමැත.",
        "මම ජනාධිපති ධුරයට ධුරයෙන් පසුව, මම මේ කරුණු ඔහු සමඟ සාකච්ඡා කළෙමි. දෙමළ පක්ෂ සහ මන්ත්රීවරුන් සමඟ ද සාකච්ඡා කෙරිණි. එහි වැදගත්ම අදහස් සමහරක් කතා කරන ලදී. පෙර නොවූ විරූ ශ්රී ලංකාවේ මෙම ගැටළු විසඳීමට අපි දෙදෙනාම එකඟ වෙමු. මෙම සාකච්ඡා සිදු වෙමින් තිබියදී, බංකොලොත් භාවයෙන් රට නැවත ලබා ගැනීම සඳහා මට රටට ප්රමුඛත්වය දීමට සිදු විය. එහි ප්රති As ලයක් වශයෙන්, පසුගිය මාස කිහිපය තුළ අපගේ සාකච්ඡා පැවැත්වීමට අපට නොහැකි වී තිබේ.",
        "මෙම පාර්ලිමේන්තු සතියේ මෙම සාකච්ඡා නැවත ආරම්භ කළ හැකිදැයි මම විමසීය. නමුත් සම්පන්තන් ඒ අවස්ථාවට පෙර අපව අතහැර ගියේය. නමුත් අපි දිගටම ඉදිරියට ගොස් මෙම සාකච්ඡා සම්පූර්ණ කළ යුතුය. ජාතික ඉඩම් කොමිෂන් සභාවේ කෙටුම්පත මේ වන විට පාර්ලිමේන්තුවට ඉදිරිපත් කිරීමට සූදානම් වෙමින් සිටී.",
        "සිංහල, දෙමළ සහ මුස්ලිම්වරුන් තම ගම් සම්බන්ධයෙන් වන සංරක්ෂණ දෙපාර්තමේන්තුව සමඟ ගැටළු වලට මුහුණ දෙති. කොමිසම මෙම ගැටළු නීතිය තුළින් සවිබල ගැන්වීමට අපේක්ෂා කෙරේ.",
        "පළාත් සභා මැතිවරණය අවශ්ය බව නිවේදනය කර ඇත. නමුත් දැන් අපි ජනාධිපතිවරණය මුලින්ම පැවැත්වීමට තීරණය කර ඇත්තෙමු. කවුරුන්ම උසාවියට ​​යන්නේ නම් මේ වසරේ ජනාධිපතිවරණය පැවැත්වේ. පාර්ලිමේන්තු මැතිවරණය පැවැත්වෙන අතර පළාත් සභා මැතිවරණය පැවැත්වේ.",
        "නව ක්රමයේ ගැටලුව හේතුවෙන් පළාත් සභා මැතිවරණය පැරණි ක්රමයේ පැවැත්වෙන ලෙස ඉල්ලා සිටියේය. ඒ සඳහා අපට උඩපඩම් එකක් තිබුණා. කාන්තාවන් සහ තරුණයින් නියෝජනය කිරීමට සහ ඒ සඳහා තරඟ කිරීමට මන්ත්රීවරුන්ගේ සාමාජිකත්වයට ඉඩ දීමට තීරණය විය.",
        "13 වන ව්යවස්ථා සංශෝධනය ක්රියාත්මක කිරීමෙන්, පොලිසියේ අධිකාරියක් නොමැතිව මධ්යම රජයෙන් තවත් බොහෝ බලතල ලබා ගැනීම සඳහා අපි පාර්ලිමේන්තුවේ ප්රධාන සාමාජිකයන් සමඟ සාකච්ඡා කරමින් සිටිමු.. ඔබට පසුව වෙනත් බලතල සාකච්ඡා කළ හැකිය.",
        "නව නිර්දේශයක් ලෙස බලය බෙදා හැරීමේ 13 වන ව්යවස්ථා සංශෝධනයේ ව්යුහය තුළ උපරිම බලය බෙදාදීමට රජය යෝජනා කර තිබේ. එසේම, නවාස් කොමිෂන් සභාවේ වාර්තාව සාකච්ඡා කළ යුතුය. ව්යවස්ථාදායක මූලාශ්රය (TRC) ඉදිරිපත් කිරීමට එක්සත්කම හා සංහිඳියාව හා සංහිඳියාව පිළිබඳ කොමිසම සකස් කළ බව විදේශ කටයුතු අමාත්යවරයා මට පැවසීය.. ඊට අමතරව, අපි දැන් මහජන සභා ක්රමය ගැන සාකච්ඡා කර එකඟතාවකට පැමිණ සිටිමු. මෙම සාකච්ඡා ඉදිරියට හා සම්පූර්ණ කිරීමට අපි අපේක්ෂා කරමු.",
        "දෙමළ ජනතාවගේ අයිතිවාසිකම් වෙනුවෙන් වැඩ කළ නායකයා සම්බන්දන් ය. සම්බන්දන් ශ්රී ලංකා ජනතාවගේ නායකයා හදා ගත්තේය. අප දෙදෙනාම බෙදුණු ශ්රී ලංකාවට කැපවී සිටිති. ඒ සඳහා අප දෙදෙනාම ගිවිසුම සමඟ සාකච්ඡා කර ඇති අතර මෙම කාර්යය නිම කිරීමට සහාය දෙන ලෙස මම සෑම කෙනෙකුගෙන් ඉල්ලා සිටිමි.",
        "ශ්රී ලංකාවේ ඉන්දීය මහ කොමසාරිස් සැන්ටෝෂ් ජේ, නැගෙනහිර පළාත් ආණ්ඩුකාර ජන්තිිල් තොන්ඩමන්. අවමංගල්යයට සහභාගී වූ අන්නලෙයි ඇතුළු විදේශ තානාපති කාර්යාල නියෝජිතයින් කිහිප දෙනෙකු. මීට අමතරව, පාර්ලිමේන්තු මන්ත්රීවරුන් වන මනෝ ගනේසන්, ලක්ෂ්මන් කිරියෙල්ලා, රවුෆ් හකීම්, රිෂාඩ් බදුර්දීන්, මායා. සුමන්තිරාන්, ධර්මලිංගම් සිද්ධාර්ථ, මයි සේනතිරාජා, එස්. මෙම අවස්ථාවට හිටපු පාර්ලිමේන්තු මන්ත්රී ආචාර්ය නාලින් ද ජයදිස්සා සහ දේශපාලන පක්ෂ නායකයින්, නියෝජිතයින් විශාල පිරිසක් මෙම අවස්ථාවට සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "In Sri Lanka. Sampanthan and I have always worked - the President",
      "body_lines": [
        "Hidden. President Ranil Wickremesinghe said that Sampanthan was the leader of the entire Sri Lankan people for the rights of the Tamil people and that Sampanthan was dedicated to Sri Lanka that he was always divided.",
        "Nonsense. The President also stated that everyone should unite to successfully complete the discussions that have been brought forward with the agreement with Sambandan.",
        "President Ranil Wickremesinghe made this statement while attending the funeral of Sambandan held at the Annaru residence in Trincomalee on Sunday afternoon.",
        "Former Opposition Leader and former TNA leader and Trincomalee district parliamentarian. Sampanthan's funerals were held on Sunday afternoon (07) with the participation of a large number of people, including the ruling and opposition political leaders, ministers, parliamentarians and party leaders.",
        "Nonsense. The President expressed his deepest condolences to Sampanthan's death and said that his death was a loss of a long -time friend.",
        "Nonsense. The President said that Sampanthan had always been dedicated to solving the problems of the Tamil people and that the draft of the National Land Commission has now been prepared to be presented in Parliament and that the Sinhala, Tamil and Muslim people are looking for a legal authority to solve the issues with the Department of Forestry.",
        "Opposition Leader. The President, who praised Sambandan's contribution, referred to the opposition leader as an alternative Prime Minister. The President said that Sampanthan had come up with the problems of the Tamil people only and the problems of the Sri Lankan people as a whole and revealed the attributes of the true opposition leader.",
        "Meanwhile, the President said that no matter who goes to court, the presidential election will be held this year and arrangements will be made to hold parliamentary and provincial council elections.",
        "Nonsense. I have lost a long -time friend by the hiding of Sambandan. I met him as a lawyer when I was a new lawyer 50 years ago. In 1977, I and Sampanthan came to Parliament as new MPs.",
        "I supported the Raja of our party's executive committee in Trincomalee in that parliamentary election. But in that match. Sambandan won.",
        "In particular, the Parliament split in two sides, according to the proposal that the individual should be created. Nonsense. Sambandan had a good relationship with the ruling party members.",
        "Since this country cannot be separated, we have continued to discuss the granting of more powers than the federal regime or the district council system.",
        "We have a problem with us. When I handed over a land in Trincomalee to the Youth Service Council, there was also a discussion between us. His attempt and his efforts to control this did not succeed.",
        "He left Sri Lanka in 1983. After he came to Parliament again, we maintained contacts again. After the end of the war in 2009, he had the opportunity to re -work with him on the problems of the Tamil people.",
        "He never requested a separate country. Always said that everyone should be together. He said the Tamil people were suffering and their problems should be resolved soon.",
        "We have worked in the election and supported the common candidates. We all work together for Maithripala Sirisena. Before that we acted for Sarath Fonseka.",
        "I will always talk to him about past events and politics. In 1948, this country was the only MP who saw the opportunity to gain independence. He. And we will talk about politics.",
        "He then served as the Leader of the Opposition. He then highlighted his excellent character. Speaking of the problems of the Tamil people and fought for it. It presented the issues of all Sri Lankans as the Leader of the Opposition. He then acted as the leader of the real opposition. The true opposition leader is an alternative prime minister.",
        "When I lost the post of Prime Minister, he expressed his best leadership as the leader of the Prime Minister. Due to other reasons, our discussion has not been successful, especially after the bomb blast, we have no background to present political solutions.",
        "After I took office as president, I discussed these issues with him. Also discussed with Tamil parties and MPs. Some of the most important ideas were spoken there. We both agreed to solve these issues in unprecedented Sri Lanka. While these negotiations were underway, I had to give priority to the country to recover the country from bankruptcy. As a result, we have been unable to carry out our discussions for the past few months.",
        "I inquired whether these discussions could be resumed in this parliamentary week. But Sampanthan left us before that opportunity. But we must continue to go forward and complete these discussions. The draft of the National Land Commission is currently preparing to submit to Parliament.",
        "Sinhala, Tamil and Muslims face issues with the Department of Forest Department regarding their villages. The Commission is expected to empower these issues through the law.",
        "It has been announced that the provincial council election is required. But now we have decided to hold the presidential election first. Whoever goes to court will be held this year's presidential election. The parliamentary elections will be held and the provincial council election will be held.",
        "Due to the problem of the new system, the provincial council election was asked to be held in the old system. For that, we had a Udnapadam. It was decided to provide representation of women and youth and allow the membership of MPs to compete for it.",
        "By implementing the 13th Amendment, we are now in discussion with key members in Parliament to get many other powers from the central government without the authority of the police.. You can discuss other powers later.",
        "As a new recommendation, the government has proposed to disseminate the maximum power within the structure of the 13th Amendment in devolution. Also, the report of the Nawaz Commission is to be discussed. The Foreign Affairs Minister told me that the Commission of Unity and Reconciliation was prepared to present the Legislative Source (TRC).. In addition, we have now discussed the People's Council system and reached agreement. We expect to take these discussions forward and complete.",
        "Sambandan is the leader who worked for the rights of the Tamil people. Sambandan voiced the leader of the Sri Lankan people. Both of us are dedicated to Sri Lanka that is not divided. For that, we both have taken discussions with the agreement and I urge everyone to support the completion of this task.",
        "Indian High Commissioner to Sri Lanka Santosh Ja, Eastern Provincial Governor Senthil Thondaman. Several foreign embassy representatives, including Annamalai, attended the funeral. In addition, MPs Mano Ganesan, Lakshman Kiriella, Rauf Hakeem, Rishad Badurdeen, MAA. Sumanthiran, Dharmalingam Siddharthan, Maui Senathirajah, S. Rasamanikam, former parliamentarian Dr. Nalin de Jayadissa and political party leaders, representatives and a large number of people from the area participated in the event."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe honored the late Sampanthan, describing him as a leader for the Tamil people and a unifier for all Sri Lankans. He emphasized Sampanthan's dedication to resolving Tamil issues and uniting the nation. The President urged unity to finalize ongoing discussions aimed at addressing these concerns. Sampanthan's funeral was attended by a broad spectrum of Sri Lankan society, highlighting his widespread respect and influence."
  ]
}