{
  "translated_text": {
    "si": {
      "title": "මන්නාරමෙහි ද්විත්ව murder ාතනය: දෙදෙනෙකු අත්අඩංගුවට",
      "body_lines": [
        "මන්නාරම - ඇඩම්පන් සහ මුල්ලිකන්දල් ප්රදේශයේ පුද්ගලයන් දෙදෙනෙකු murder ාතනය කිරීම සම්බන්ධයෙන් පුද්ගලයින් දෙදෙනෙකු අත්අඩංගුවට ගෙන ඇති බව පොලිසිය පවසයි.",
        "උඩැන්ගලම් සහ මන්නාරියේ සිට වයස 33 ත් 53 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 ත් 33 සහ සවස අත්අඩංගුවට ගත් බව පොලිසිය පවසයි.",
        "ද්විත්ව murder ාතනය සිදු වූයේ 2023 අගෝස්තු 24 වන දින ය.",
        "කෙත වතුර යැවීම සඳහා යතුරුපැදියක ගමන් කරමින් සිටි අය මත වෙඩි තැබීම සිදු කරන ලදී.",
        "නච්චිකික්කුලම්, මන්නාරම සහ ගනපති කාල කාර්යාලයේ සිට මන්නාරම සහ ගනපති කාලිමුතු (වයස අවුරුදු 42) මෙන්හාලාවායි ගම්මානයේ කොට් Division ාශයේ.",
        "ද්විත්ව murder ාතනය සම්බන්ධයෙන් අත්අඩංගුවට ගත් සැකකරුවන් දෙදෙනා ඇඩම්පන් පොලිස් ස්ථානයේ රඳවා සිටින අතර එය විමර්ශනය කරමින් සිටී."
      ]
    },
    "en": {
      "title": "Twin murder in Mannar: two arrested",
      "body_lines": [
        "Two persons have been arrested in connection with the murder of two people in the Mannar - Adampan and Mullikandal area, police said.",
        "Two, 33 and 55, from Uilangulam and Mannar, were arrested on Tuesday evening, police said.",
        "The double murder took place on August 24, 2023.",
        "The firing was carried out on those who were traveling on a motorbike to watered the field.",
        "Jesudasan Arundavarajah (age 42) from Nochchikkulam, Mannar and Ganapathi Kalimuthu (age-56) from Ichalavakai village in the Manthai West Divisional Secretariat Division.",
        "The two suspects arrested in connection with the double murder have been detained at the Adampan police station and are being investigated."
      ]
    }
  }
}