{
  "translated_text": {
    "ta": {
      "title": "நீரில் மூழ்கி இரண்டு பேர் கொல்லப்பட்டனர்",
      "body_lines": [
        "சிலாவ் பொலிஸ் பிரிவின் தாராசுரர்களை இழந்த ஒரு குழுவினருடன் இரண்டு பேர் மூழ்கி இருந்தனர்.",
        "ஒருவரின் நீரில் மூழ்கி ஒருவரின் வாழ்க்கையை மீட்டெடுத்துள்ளார், மற்றவர் சிலாவ் மருத்துவமனையில் அனுமதிக்கப்படுவதாக அடையாளம் காணப்பட்டுள்ளது.",
        "பாதிக்கப்பட்டவர் ஹட்டனில் வசிக்கும் 20 வயது.",
        "இறந்தவர் தனது மனைவி மற்றும் மற்ற மூன்று பேருடன் தியகடோஷா ஓயா தியவானா நீரில் மூழ்கிவிட்டார்.",
        "ஒரு மனிதனின் உடல் நேற்று (14) மகாவேலி ஆற்றில் கட்டுகாஸ்டோட்டாவில் உள்ள மகாவேலி ஆற்றின் அருகே கண்டுபிடிக்கப்பட்டன.",
        "கட்டுகாஸ்டோட்டா காவல்துறையினர் மேலதிக விசாரணைகளை மேற்கொண்டு வரும்போது, ​​காண்டி மருத்துவமனையில் உடல் வைக்கப்பட்டு வருகிறது."
      ]
    },
    "en": {
      "title": "Two killed in drowning",
      "body_lines": [
        "Two persons were drowning with a group of people who had been deprived of the Darasuras of Chilaw Police Division.",
        "The drowning of one has rescued the life of one and the other person has been identified to be admitted to the Chilaw Hospital.",
        "The victim was a 20 year old resident of Hatton.",
        "The deceased has been drowned while Diyakadosha Oya Diyawana with his wife and three other people.",
        "The body of a man was found near the Mahaweli River in Katugastota on the Mahaweli River yesterday (14).",
        "The body is being placed at the Kandy Hospital while Katugastota Police are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "In two separate incidents, two individuals drowned: one in the Darasuras area, where one survivor was rescued but another was hospitalized; and another near the Mahaweli River, whose body was found and taken to Kandy Hospital for investigation."
  ]
}