{
  "translated_text": {
    "ta": {
      "title": "மக்களை ஏமாற்றும் நேரம் இந்த ஆண்டின் பிற்பகுதியில் முடிந்துவிட்டது",
      "body_lines": [
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசா கூறுகையில், நாட்டை ஏமாற்றும் நேரம் இந்த ஆண்டு இறுதியில் முடிவடைகிறது, அதற்கேற்ப உண்மை நாட்டை வெல்லும்.",
        "ஜனாதிபதி கூறிய அறிக்கை இன்று (09) பாராளுமன்றத்தில் பதிலளித்தது, என்றார்.",
        "எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா அப்படி கூறினார்.",
        "\"பொருளாதாரத்தை குறைந்தபட்சம் இல்லாமல் விரிவுபடுத்துவதற்கான ஒரு திட்டத்தை ஜனாதிபதியிடம் சொல்ல விரும்புகிறேன், மேலும் சிறியதாக இருக்கும் பொருளாதாரத்தை மகிழ்விக்கவும்.. பொருளாதாரம் நாட்டின் பிரச்சினைகளை சிறியதாக தீர்க்க முடியாது. பொருளாதாரம் விரிவாக்க வேண்டும். வறுமையை உருவாக்குவதை தீர்க்க முடியாது.",
        "வேலையின்மை வரிசை இந்த நாட்டில் உள்ள சிக்கல்களைத் தீர்க்க இந்த நாட்டில் உள்ள இளைஞர்களை சேர்க்கிறது. இந்த நாட்டின் மக்களின் பிரச்சினைகளை எங்களால் தீர்க்க முடியாது மற்றும் எண்ணெய், எரிவாயு விலைகள், மின்சார விலைகள் மற்றும் இந்த நாட்டின் மக்களின் துன்பங்களுக்கு அச om கரியத்தின் விலைகள் அச om கரியம். இறுதியாக, நான் ஆபிரகாம் லிங்கனின் வார்த்தைகளை பரிந்துரைக்கிறேன். நீங்கள் ஒரு சில முறை ஏமாற்ற முடியும், மேலும் ஒரு சிலரை நடிக்கவும். ஆனால் நீங்கள் எல்லா நேரத்திலும் ஏமாற்ற முடியாது. இந்த ஆண்டு இறுதிக்குள் ஏமாற்றும் நேரம் முடிந்தது. பின்னர் உண்மை உண்மையை வெல்லும்."
      ]
    },
    "en": {
      "title": "The time of deceiving people is over late this year",
      "body_lines": [
        "Opposition Leader Sajith Premadasa said that the time of deception of the country is ending the end of this year and the truth will win the country accordingly.",
        "The statement made by the President responded in parliament today (09), he said.",
        "The Opposition Leader Sajith Premadasa said so.",
        "\"I would like to tell the President a program to expand the economy without the least and please the economy who is smaller.. The economy cannot solve the country's problems by smaller. The economy needs to expand. The creation of poverty cannot be solved.",
        "The unemployment queue adds the youth in this country to solve problems in this country. We cannot solve the problems of the people of this country and discomfort the prices of oil, gas prices, electricity prices and discomfort the suffering of the people of this country. Finally, I suggest the words of Abraham Lincoln. All you can deceive a few times, and cast a few people. But you can't deceive all the time. The time of deception is over by the end of this year. Then the truth will win the truth. \""
      ]
    }
  },
  "summary_lines": [
    "Opposition Leader Sajith Premadasa declared in parliament that the era of deception in the country is nearing its end, with truth set to prevail by the year's end. He emphasized the need for economic expansion to address poverty and unemployment, criticizing the government's handling of rising costs like oil, gas, and electricity prices. He concluded with a quote from Abraham Lincoln, highlighting the inevitability of truth's victory over deception."
  ]
}