{
  "translated_text": {
    "si": {
      "title": "මෛත්රි ප්රතික්ෂේප කිරීම සම්බන්ධයෙන් මා වගකිව යුතු නොවේ - එස්.කේ. රාජ්ය අමාත්ය ලසන්ත අලගවන්නාගේ වැටීම පිළිබඳ වගකීම ඔහු ගත යුතුය",
      "body_lines": [
        "La ශ්රී ලංකා නිදහස් පක්ෂය (ශ්රී ලංකා නිදහස් පක්ෂයේ) නායක මෛත්රීපාල සිරිසේන පිළිගැනීම ප්රතික්ෂේප කරන පක්ෂවල සාමාජිකයන්. එය මා විසින් පිළිගත නොහැකි බව රාජ්ය අමාත්ය ලසන්ත අලගියාවවනන මහතා පැවසීය.",
        "සෙනසුරාදා (30) කොළඹ පැවති මාධ්ය හමුවකදී ඔහු වැඩිදුරටත් පැවසීය.",
        "මම නිධන් ස්ථානයෙන් මාව ඉවත් කර ඇත්තෙමි. මට එරෙහි චෝදනාව නම් pa ස්ථාපිත කිරීම සඳහා එය නිසි ලෙස ලබා නොගැනීමයි. නමුත් මෙම සන්ධානය දැනටමත් ස්ථාපිත කර ඇත.",
        "කෙසේ වෙතත්, මෙම සභාගයේ සාමාජිකයන් වන සියලුම පාර්ශ්වයන් වන්නේ ශ්රී ලංකා නිදහස් පක්ෂය (ශ්රී ලංකා නිදහස් පක්ෂය) නායක මෛත්රීපාල සිරිසේන මහතා නායකත්ව කවුන්සිලයට සම්බන්ධ විය නොහැකි බවයි.. මට මේ සඳහා කිසිවක් කළ නොහැක.",
        "මම උත්සාහ කරන්නේ පක්ෂය, නායකත්වය සහ වෙනත් පක්ෂ එක්සත් කිරීමටයි. අපේ පක්ෂයේ දේශපාලන කවුන්සිලයේ මධ්යම විධායක කමිටුව සහ විධායක කමිටුව. විශේෂ රැස්වීමක් කැඳවනු ලැබීය. එවැනි තීරණයක් කිසිදු ආකාරයකින් විශේෂ රැස්වීමක කළ නොහැකිය.",
        "එය ඒ ආකාරයෙන් පවතින නීතියේ ක්රියාවයි. කෙසේ වෙතත්, එවැනි ක්රියාකාරකම්වල නව්යකරණය කිරීමට කිසිවක් නැත. ඇමති විජයදාස රාජපක්ෂට ආරාධනා කිරීමට හේතුව මේ බව හිටපු ජනාධිපති මෛත්රීපාල සිරිසේන මහතා පවසයි.",
        "ඇමති විජයදාස රාජපක්ෂ මහතා සහ අපි ද ඡන්දය ප්රකාශ කළේ නීතියට පක්ෂව ය. මෛත්රීපාල සිරිසේන ඡන්දය ප්රකාශ කළේය. ඉතින් නිදහස් පක්ෂයේ විශේෂ කමිටු රැස්වීමකදී කතා කිරීම යන්නෙන් අදහස් කරන්නේ කුමක්ද?ශ්රී ලංකා නිදහස් පක්ෂය (එස්එල්එෆ්පී) මන්ත්රීවරුන් 20 දෙනෙකුගෙන් එම්පීඑස් 2 ක් ලෙස ගෙන ඒමේදී හිටපු ජනාධිපති මෛත්රීපාල වගකීම ගත යුතුය.",
        "ඔහු ඉවත් වීමට යන්නේ නැත. ශ්රී ලංකා නිදහස් පක්ෂය ඕනෑම කෙනෙකුගේ පෞද්ගලික දේපලක් නොවේ. ශක්තිමත් කිරීමට හා නැවත ඇති කළ හැකි පක්ෂයක් ලෙස අපි පක්ෂය ගොඩනඟමු."
      ]
    },
    "en": {
      "title": "I am not responsible for the rejection of Maithri - He must take responsibility for the fall of the SK - State Minister Lasantha Alagavanna",
      "body_lines": [
        "Parties that are members of the PA refusing to accept Sri Lanka Freedom Party (SLFP) leader Maithripala Sirisena. Minister of State Lasantha Alagiyavanna said that it cannot be accepted by me.",
        "He further stated at a press conference held in Colombo on Saturday (30).",
        "I have removed me from the position of treasure. The allegation against me is that it is not properly taken up to establish the PA. But this alliance has already been established.",
        "However, all parties that are members of this coalition indicate that the Sri Lanka Freedom Party (SLFP) leader Maithripala Sirisena cannot be joined by the leadership council.. I can't do anything for this.",
        "I am trying to unite the party, leadership and other parties. In our party, the Political Council Central Executive Committee and the Executive Committee. A special meeting was called. Such a decision cannot be made in any way at a special meeting.",
        "It is the act of law that is in that way. However, there is nothing to innovate in such activities. Former President Maithripala Sirisena states that he has been invited to ask for the reason why Minister Wijeyadasa Rajapakse was invited.",
        "Minister Wijeyadasa Rajapakse and we also voted in favor of the law. Maithripala Sirisena voted against. So what does it mean to speak at a special committee meeting of the Freedom Party?Former President Maithripala should take responsibility for bringing the Sri Lanka Freedom Party (SLFP) with 140 MPs as 2 MPs.",
        "He is not going to be withdrawn. The Sri Lanka Freedom Party is not a personal property of anyone. We will build the party as a party that can strengthen and re -rule."
      ]
    }
  },
  "summary_lines": [
    "State Minister Lasantha Alagavanna criticizes the rejection of Maithri Sirisena by PA members, emphasizing his own role in the PA's establishment. He defends his decision to step down as treasurer, accusing allegations of improper establishment. Alagavanna highlights the inability of the SLFP to join the leadership council, attributing this to the coalition's members. He aims to unite the party and other parties, criticizing the decision-making process at a special meeting. Alagavanna also addresses the law and the actions of former President Maithripala Sirisena, who voted against the law."
  ]
}