{
  "translated_text": {
    "si": {
      "title": "මගේ ශිෂ්යයා දෙමළ ජාතික චිත්තවේගයක් නොවේ",
      "body_lines": [
        "දෙමළ පක්ෂයේ මගේ ආදරණීය ශිෂ්යයා විවිධ සුදුසුකම් ඇති නමුත් ඔහුට දෙමළ ජාතිකත්වයක් නොමැත. \"දෙමළ ජනතා සන්ධානයේ ලේකම් සීවී විග්නේශ්වරන් සහ පාර්ලිමේන්තු මන්ත්රී පිළිබඳ මහත්වරුන් පැවසුවේ\" මොළයෙන් සියල්ල දැකිය හැකි හා දැනිය හැකි තැනැත්තා ඔහු නොවේ.",
        "මාධ්යවේදීන් ඇසූ ප්රශ්නයකට පිළිතුරු දෙමින් වික්රමසිංහහීරාන් විසින් අනාගතයේ දී ඔහු සමඟ ගමන් කිරීමේ හැකියාවක් තිබේද යන්න පිළිබඳව මෙයින් අදහස් කළේ දෙමළ ජනතාවගේ සන්ධානයේ ජාතික සමුළුවට ටී.එන්.ඒ පාර්ලිමේන්තු මන්ත්රී ශ්රීධරන් ආරාධනා කර ඇති බවයි.",
        "සෙනසුරාදා (20) යාපනයේ පැවති මාධ්ය හමුවකදී ඔහු පැවසීය.",
        "දෙමළ ජාතිකවාදී පක්ෂ සහ දෙමළ ජාතිකවාදය ඇති පුද්ගලයින් සමඟ එක්සත් ජනපද සහ ශ්රීධරන් අතර සමීප සම්බන්ධයක් පවතී.",
        "මේ ආකාරයෙන්, මගේ ආදරණීය ශිෂ්යයාට විවිධ සුදුසුකම් ඇත, නමුත් ඔහුට දෙමළ ජාතිකත්වයක් නොමැත. මොළයෙන් හා සංවේදනයෙන් සෑම දෙයක්ම දැකීමට ඔහුට නොහැකි ය.",
        "ශ්රීධරන් දෙමළ ජාතික සන්ධානයේ නායකයා බවට පත්වනු ඇතැයි අපි අපේක්ෂා කරමු. අපි එයම පිළිගනිමු.",
        "නමුත් අපි ඔහුව දිගු කලක් දෙමළ ජාතිකවාදයට හ al ු මිනිසෙකු ලෙස ඉල්ලා සිටිමු. ඒ හා සමානව, අපි මහාචාර්ය ගනේලිංගලම් ලෙස හැඳින්වේ.",
        "එබැවින්, විකල්පයක් නැත, මන්ද අප දෙමළ ජාතිකවාදයේ පදනම මත යා යුතු බැවිනි."
      ]
    },
    "en": {
      "title": "My student is not a Tamil National Emotion",
      "body_lines": [
        "My dear student in the Tamil party has a variety of qualifications, but he does not have a Tamil nationality. \"He is not the one who can see everything from the brain and feels,\" said CV Vigneswaran, Secretary -General of the Tamil People's Alliance and Member of Parliament.",
        "Responding to a question raised by journalists, Wickremesinghewaran said this to the question of whether there is a possibility of traveling with him in the future, with the TNA parliamentarian Sridharan has invited the National Conference of the Tamil People's Alliance.",
        "He added during a media briefing held in Jaffna on Saturday (20).",
        "There is a close connection between us and Sridharan in the manner of Tamil nationalist parties and people with Tamil nationalism.",
        "In this way, my dear student has a variety of qualifications, but he does not have a Tamil nationality. He is not able to see everything from the brain and the sensation.",
        "We expect Sridharan to become the leader of the TNA. We welcome the same.",
        "But we have called him as a man who has been vocal for Tamil nationalism for a long time. Similarly, we have called Professor Ganesalingam.",
        "Therefore, there is no alternative because we need to go on the basis of Tamil nationalism."
      ]
    }
  },
  "summary_lines": [
    "Despite his qualifications, a student in the Tamil party lacks Tamil nationality, according to CV Vigneswaran. He emphasized the importance of seeing things through the lens of Tamil nationalism, hinting at a focus on national identity over individual qualifications."
  ]
}