{
  "translated_text": {
    "si": {
      "title": "සිගරට් භාවිතය හේතුවෙන් දිනකට මරණ 50 ක්",
      "body_lines": [
        "මත්පැන් හා මත්ද්රව්ය තොරතුරු මධ්යස්ථානයට අනුව සිගරට් භාවිතය හේතුවෙන් රට තුළ දිනකට දිනපතා පුද්ගලයින් 50 ක් පමණ මිය යන විට මිය ගියහ.",
        "මීට අමතරව, දුම්පානය හේතුවෙන් සෑම වසරකම පුද්ගලයින් 20,000 ක් පමණ මිය යන බව එම ස්ථානයෙන් පෙන්වා දෙයි.",
        "හෙට (31) නිරීක්ෂණය කරන ලද ලෝක දුම්කොළ දිනය තුළ මත්පැන් හා drug ෂධ තොරතුරු මධ්යස්ථානය විසින් නිකුත් කරන ලද නිවේදනයක මේ බව ප්රකාශ කරන ලදී.",
        "මේ වසරේ ලෝක විරෝධී ලෝක විරෝධී තේමාව වන්නේ දුම්කොළ කර්මාන්තයේ මැදිහත්වීමෙන් අපේ දරුවන් ආරක්ෂා කිරීමයි.",
        "ශ්රී ලංකාවේ සිගරට් භාවිතය සියයට 9.1 කින් අඩු කර ඇති අතර, මත්පැන් හා drug ෂධ තොරතුරු මධ්යස්ථානයට අනුව යෞවනයන් අතර සිසුවියන් ශී rapidly ත්ව අඩු වී තිබේ.",
        "දුම්කොළ සමාගම් වාර්තා වලට අනුව, සිගරට් නිෂ්පාදනය පසුගිය වසරේ සියයට 19 කින් පහත වැටුණි.",
        "ලෝකයේ සිගරට් පිරිහෙන රටවල ශ්රී ලංකාවට හොඳ ප්රවණතාවක් ඇති වුවද, මිලියන 1.5 ක් පමණ ජනතාව තවමත් සිගරට්වල නිරතව සිටිති.",
        "වර්තමාන තත්ත්වය සැලකිල්ලට ගනිමින්, බහුජාතික දුම්කොළ සමාගම් තරුණ තරුණියන් හා පිරිමි ළමයින් සඳහා සිගරට් භාවිතය සඳහා බොහෝ උපක්රම කරන බව වාර්තා වේ.",
        "මේ අතර, කොළඹ රිජ්වේ ආර්යාව වන රිජ්වේ ආර්යාව ළමා රෝහලේ ශ්න්තාල ද සිල්වා, පාසල් ළමුන් අතර දුම්පානය කිරීමේ පුරුද්ද වැඩි වෙමින් පවතින බව සැන්ටානා ද සිල්වා මහතා පැවසුවේ පාසල් ළමුන් අතර දුම්පානය කිරීමේ පුරුද්දයි."
      ]
    },
    "en": {
      "title": "50 deaths per day due to cigarette use",
      "body_lines": [
        "About 50 people die daily in the country due to cigarette use, according to the liquor and narcotics information center.",
        "In addition, the station points out that about 20,000 people die each year due to smoking.",
        "This was stated in a statement issued by the Liquor and Drug Information Center on the occasion of World Tobacco Day, which is observed tomorrow (31).",
        "The theme of the World Anti -Tobacco Day this year is to protect our children from the interference of the tobacco industry.",
        "The use of cigarettes in Sri Lanka has been reduced by 9.1 percent and the use of cigarettes among young people is rapidly decreasing, according to the liquor and drug information center.",
        "According to tobacco company reports, cigarette production declined by 19 percent last year.",
        "Although Sri Lanka has a good trend in countries that are declining cigarettes in the world, about 1.5 million people are still engaged in cigarettes.",
        "Considering the current situation, multinational tobacco companies are reportedly doing many tricks for the use of cigarettes for young people and boys.",
        "Meanwhile, Santana de Silva, a respiratory disease expert at the Lady Ridgeway Children's Hospital, Colombo, said the habit of smoking among school children is increasing."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka sees 50 daily deaths linked to cigarettes, totaling 20,000 yearly. Despite a 9.1% reduction in adult smoking rates and a decline in cigarette production by 19%, around 1.5 million people still smoke. Concerns arise as smoking habits increase among schoolchildren, and multinational tobacco companies allegedly target youth."
  ]
}