{
  "translated_text": {
    "ta": {
      "title": "போராட்டத்தின் போது வெளிநாட்டு சதித்திட்டங்களைக் கோருகிறது",
      "body_lines": [
        "கடந்த கால போராட்டங்கள் சந்தேகிக்கப்படும் உள்ளூர் மற்றும் வெளிநாட்டு அமைப்புகளை ஆராய பாராளுமன்ற தேர்ந்தெடுக்கப்பட்ட குழுவை நியமிக்க எம்.பி. வால்மன் வெயர்வன்சா கோரியுள்ளார்.",
        "கட்சியின் எதிர்க்கட்சி உறுப்பினர்களைச் சேர்க்க பாராளுமன்றத்தில் எம்.பி.",
        "மேலும், போராட்டத்தின் போது இரண்டு வழக்குகளும் இரண்டு நாள் நாடாளுமன்ற விவாதத்தை நடத்துமாறு கோரப்பட்டன.",
        "\"போராட்டத்தின் போது, ​​நீங்கள் அரசியலமைப்பின் முக்கிய பொறுப்பு.. அதாவது சில குழு அணிகள் ஜனாதிபதி பதவியையும், சில தூதரகங்களையும் பாதித்துள்ளன, மேலும் தூதர்களும் அரசியல்வாதிகளும் புத்தகத்தில் ஈடுபட்டனர். \"",
        "\"முன்னாள் ஜனாதிபதி கோத்தாபய ராஜபக்ஷாவின் புத்தகம் உள்ளூர் மற்றும் வெளிநாட்டு சக்திகள் காரணமாக அவரை கைவிட்ட ஒரு சூழ்நிலையை உருவாக்கியுள்ளது. இப்போது இந்த புள்ளி மூன்று உண்மை இது மிகவும் தீவிரமான சூழ்நிலை. இது இந்த நாட்டின் இறையாண்மையின் கேள்வி. கடந்த காலத்திற்கு இதுதான் நடந்தது, இதைப் பற்றி நாங்கள் இப்போது பேச வேண்டும் என்று நீங்கள் நினைக்கிறீர்கள், இப்போது நாட்டின் இறையாண்மைக்கு கடுமையான அவமானம். \"",
        "\"நாடாளுமன்ற உறுப்பினராக, நான் பேச்சாளரைக் கோருகிறேன். இந்த நிகழ்வு பற்றி.. நம் நாட்டின் இறையாண்மையை பாதித்தவர் யார்?சட்டத்திற்கு வெளியே யார் முடிவுகளை எடுத்தார்கள்?அவர்கள் செய்த உண்மையைப் பற்றி விவாதிக்க இரண்டு நாள் விவாதம், அவர்கள் அவ்வாறு செய்ய வேண்டும், இரண்டு நாள் விவாதத்தை கொடுக்க வேண்டும். அதை விசாரிக்க ஜனாதிபதி ஆணையம் நியமிக்கப்படும் என்று நான் நம்பவில்லை என்று உங்களிடம் கேளுங்கள். பாராளுமன்றத்தில் எதிர்க்கட்சி உறுப்பினர்களின் தேர்வுக் குழுவை நியமிக்கவும். அவ்வாறு செய்வதன் மூலம், இலங்கையின் தலைவிதியை செலுத்தும் பாவ சக்திகளை வெளி நாடு கண்டறிய முடியும். \""
      ]
    },
    "en": {
      "title": "Wimal requests foreign conspiracies during the struggle",
      "body_lines": [
        "MP Wimal Weerawansa requested a appointment of a parliamentary selective committee to look into the local and foreign organizations suspected of the past struggles.",
        "The MP was also requested in parliament to add opposition members of the party.",
        "Also, the two cases during the struggle was also requested to hold a two-day parliamentary debate.",
        "\"During the struggle, you are the main responsibility of the constitution.. That means that some group of teams have influenced the presidency, and some embassies, and what ambassadors and politicians were involved in the book. \"",
        "\"Former President Gotabhaya Rajapaksa's book has made a situation where he abandoned him due to local and foreign forces. Now this point is three true this is a very serious situation. This is a question of sovereignty of this country. This was what happened to the past, that's all you think we should talk about it now a serious disgrace to the sovereignty of the country. \"",
        "\"As a Member of Parliament, I request the Speaker. About this phenomenon.. Who influenced the sovereignty of our country?Who made decisions outside the Law?A two-day debate to discuss the fact that they have done, they have to do so, give a two-day debate. And ask you that I do not believe that the Presidential Commission will be appointed to investigate it. Appoint A Select Committee of Opposition Members of Parliament in Parliament. By doing so, the external country can detect on the sinful forces that cast the fate of Sri Lanka. \""
      ]
    }
  },
  "summary_lines": [
    "MP Wimal Weerawansa calls for a parliamentary selective committee to investigate foreign and local organizations involved in past struggles, including opposition members. He also demands a two-day debate on the influence of foreign forces on the presidency and sovereignty, criticizing former President Gotabhaya Rajapaksa's book for abandoning him due to local and foreign forces."
  ]
}