{
  "translated_text": {
    "ta": {
      "title": "\"உங்கள் அன்பான வார்த்தைகளுக்கு நன்றி\": தலைவர்களின் தலைவர்களின் வாழ்த்துக்களுக்கு ஜனாதிபதி பதிலளித்தவர்கள்",
      "body_lines": [
        "\"உங்கள் அன்பான வார்த்தைகளுக்கு நன்றி\": தலைவர்களின் தலைவர்களின் வாழ்த்துக்களுக்கு ஜனாதிபதி பதிலளித்தவர்கள்",
        "இலங்கையின் 9 வது நிர்வாகத் தலைவராக பேசிய அனுரா குமாரா டிஸ்டனாயக்கை ஜனாதிபதியிடம் உரையாற்றினார், தேசம் உலகின் மிக முக்கியமான விஷயம் என்றும் நாட்டிற்கு மிகவும் மேம்பட்ட சாதனங்கள் என்றும் கூறப்பட்டது.",
        "ஜனாதிபதித் தேர்தலின் உத்தியோகபூர்வ முடிவுகளை வெளியிட்ட பின்னர், இலங்கை இந்திய தூதர் இலங்கை அனுரா குமாரா டிசனாயக்கின் ஜனாதிபதியை சந்தித்து ஜனாதிபதியுடன் சேர்ந்தார்.",
        "ஜனாதிபதித் தேர்தலுக்கு முன்னர் அனுரா குமாரா டிஸ்டனாயக்கைப் பார்க்க இந்தியாவின் அழைப்பு அரசியல் துறையில் ஒரு வலுவான உரையாடலாக இருந்தது.",
        "தனது உரையில், ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக் ஜனாதிபதி பதவியில் சத்தியம் செய்தபின் தேசத்தை உரையாற்றினார், இலங்கை கூட்டாக உலகத்துடன் ஒரு கூட்டு இயக்கத்தில் செல்ல வேண்டும்.",
        "\"நாங்கள் உலகத்திலிருந்து தனிமைப்படுத்தப்பட்ட ராஜ்யம் அல்ல. உலகத்துடன் கூட்டாக செல்ல வேண்டிய ஒரு நிலை. அதைப் பற்றி முடிவுகளை எடுக்க நாங்கள் தயங்க மாட்டோம், ”என்று ஜனாதிபதி கூறினார்.",
        "\"குறிப்பாக, நம் நாட்டுக்கு சர்வதேச ஆதரவு தேவை என்பதை நாங்கள் அறிவோம். எனவே, உலகில் அதிகாரப் பிரிவுகளின் வருங்காலம் உள்ளது, அந்த ராஜ்யங்களை சமாளிக்க எங்களுக்கு ஒரு வாய்ப்பு உள்ளது, ”என்று ஜனாதிபதி அனுரா குமாரா டிசனாயகே மேலும் கூறினார்.",
        "புதிய ஜனாதிபதி புதிய ஜனாதிபதியாக தேர்ந்தெடுக்கப்பட்டார், இந்திய பிரதமர் நரேந்திர மோடி (முந்தைய ட்விட்டருக்கு முன்னதாக), இந்தியாவின் முதல் இடமான இலங்கை இந்தியாவில் முதல் இடத்தில் ஒரு சிறப்பு இடத்தைப் பிடித்துள்ளது.",
        "\"இலங்கை ஜனாதிபதித் தேர்தலுக்கு அனுரா குமாரா டிஸ்டனாயக்கை விரும்புகிறேன். இந்தியாவின் \"அண்டை அண்டை\" மற்றும் சாகர் பார்வையில் இலங்கைக்கு ஒரு சிறப்பு இடம் உண்டு. எங்கள் மக்கள் மற்றும் முழு பிராந்தியத்தின் நலனுக்காக எங்கள் பல ஒத்துழைப்பை வலுப்படுத்த நெருக்கமாக பணியாற்றுவேன் என்று நம்புகிறேன், ”என்று இந்திய பிரதமர் கூறினார்.",
        "இந்திய பிரதமரின் குறிப்புக்கு இந்திய பிரதமரின் எக்ஸ் குறிப்புக்கு ஜனாதிபதி அனுரா குமாரா டிசனாயக்க பதிலளித்தார்.",
        "\"பிரதம மந்திரி மோடி, உங்கள் அன்பான வார்த்தைகளுக்கும் ஆதரவிற்கும் நன்றி. எங்கள் நாடுகளுக்கு இடையிலான உறவுகளை வலுப்படுத்த உங்கள் உறுதிப்பாட்டை நான் பாராட்டுகிறேன். எங்கள் மக்கள் மற்றும் முழு பிராந்தியத்தின் மக்களின் பயன்பாட்டுடன் இணைந்து, முழு பிராந்தியத்தையும் பயன்படுத்துவதில் ஒத்துழைப்பை மேம்படுத்த முடியும் \"என்று ஜனாதிபதி டிசனாயக்க தனது எக்ஸ்-ஆங்கில எக்ஸ்.",
        "ட்விட்டர் இடுகையைத் தவிர்க்கவும், இந்த கட்டுரையில் ட்விட்டர் வழங்கிய உள்ளடக்கத்தை அடைய ஒப்புக்கொள்கிறீர்களா?. அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். ட்விட்டர் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "புதிய ஜனாதிபதி அனுரா குமாரா டிசனாயக்கின் பரவலாகச் சேர்த்ததால் சீன ஜனாதிபதி ஜி ஜின் பிங் பதவியேற்றார்.",
        "இரு நாடுகளும் இரு நாடுகளுக்கும் ஒரு கடிதம் இருப்பதாக சீன ஜனாதிபதி ஜனாதிபதி கூறியுள்ளார், இரு நாடுகளும் திறந்து, 67 ஆண்டுகளுக்கு முன்பு ஒருங்கிணைந்த ஒத்துழைப்பை இயக்கும், இரு நாடுகளும் சிறிய நாடுகளுக்கு நட்பு ஒத்துழைப்பு மற்றும் பரஸ்பர கடிதம் உள்ளன சாதகமான ஒத்துழைப்பு.",
        "பாரம்பரிய நட்பை மேம்படுத்துவதற்கும் மேம்படுத்துவதற்கும் அரசியல் பரஸ்பர நம்பிக்கையை மேம்படுத்துவதற்கும் சீனா-இலங்கையின் உறவுகளின் ஜனாதிபதியை சமாளிக்க ஜனாதிபதி அனுரா குமாரா டிசனாயக்க தயாராக இருக்கிறார்.",
        "சீனாவுக்கும் இலங்கைக்கும் இடையில் இரு நாடுகளும் தொடர்ந்து பயனுள்ள மற்றும் நீண்டகால மூலோபாய கூட்டாண்மை ஆகியவற்றை உருவாக்குகின்றன.",
        "இதற்கிடையில், இலங்கையின் இலங்கையின் தூதர் ஜூலி சந்த் அமெரிக்காவிற்கு அமெரிக்காவில் சேர்ந்தார். தூதர் அதன் எக்ஸ் கணக்கில் ஒரு குறிப்பை கணக்கில் தெரிவித்தார்.",
        "\"இலங்கையில் அமெரிக்க ஜனாதிபதித் தேர்தலின் வெற்றிக்கு எங்கள் வாழ்த்துக்கள்.. அமைதியாக தங்கள் ஜனநாயக உரிமைகளைப் பயன்படுத்திய மக்களையும் நாங்கள் வாழ்த்துகிறோம். அமெரிக்காவிற்கும் இலங்கைக்கும் இடையிலான வலுவான கூட்டாட்சியை நாங்கள் பாராட்டுகிறோம், பொதுவான முன்னுரிமைகளில் ஒன்றிணைந்து செயல்பட நாங்கள் தயாராக உள்ளோம், \"இலங்கையில் அமெரிக்கா தூதர் செய்தியில் குறிப்பிடப்பட்டுள்ளார்.",
        "ட்விட்டர் இடுகையைத் தவிர்க்கவும், 2 ட்விட்டர் இந்த கட்டுரையில் ட்விட்டர் வழங்கிய உள்ளடக்கத்தை அடைய ஒப்புக்கொள்கிறீர்கள். அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். ட்விட்டர் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "ஜனாதிபதி மொஹமட் மிசூப்ஸ், மாலத்தீவின் ஜனாதிபதியுடன் சேர்ந்து, இரு நாடுகளுக்கும் இடையிலான வரலாற்று நட்பை மேலும் வலுப்படுத்தத் தயாராக இருப்பதாகக் கூறியிருந்தார்.",
        "\"நெருங்கிய அயலவர்களாக, உங்கள் நட்பை மேலும் பலப்படுத்த மாலத்தீவுகள் மற்றும் இலங்கை உடன் பணியாற்ற ஆர்வமாக உள்ளேன். உங்கள் புதிய பாத்திரத்தை விரும்புவது பெரிய வெற்றியாக இருக்க வேண்டும், \"என்று மாலத்தீவுகள் எக்ஸ் மாநிலத்தில் கூறியிருந்தன.",
        "ட்விட்டர் இடுகையைத் தவிர்க்கவும், 3 ட்விட்டர் இந்த கட்டுரையில் ட்விட்டர் வழங்கிய உள்ளடக்கத்தை அடைய ஒப்புக்கொள்கிறீர்கள். அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். ட்விட்டர் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'முன்னோக்கி ஒப்புக் கொள்ளப்பட்டது' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "இதற்கிடையில், ஜப்பான் தூதர், தூதர், தூதர், இலங்கையின் தூதர், ஜப்பான் புதிய ஜனாதிபதி அனுரா குமாரா டிசனாயக்கத்துடன் இணைந்து பணியாற்ற எதிர்பார்த்துக் கொண்டிருக்கிறார், ஜப்பானுக்கும் இலங்கைக்கும் இடையிலான நட்பு உறவோடு தொடர்ந்து பணியாற்றுகிறார்.",
        "\"தனது தலைவரைத் தேர்ந்தெடுப்பதற்காக இலங்கையின் ஜனநாயக செயல்முறையில் இலங்கையின் தீவிர பங்களிப்பில் தீவிரமாக பங்கேற்பதை நாங்கள் வாழ்த்த விரும்புகிறோம். சமூக இலக்குகளுடன், அனுரா குமாரா டிசனாயக்கின் புதிய நிர்வாகம் மற்றும் இலங்கை ஆதாயங்களுடன் ஒத்துழைக்க ஜப்பான் தயாராக உள்ளது, அத்துடன் எங்கள் வலுவான உறவை அடையவும்.",
        "புதிய ஜனாதிபதி அனுராவின் அமைச்சரவை என்ன?அடுத்த படி என்ன?",
        "\"உங்கள் அன்பான வார்த்தைகளுக்கு நன்றி\": தலைவர்களின் தலைவர்களின் வாழ்த்துக்களுக்கு ஜனாதிபதி பதிலளித்தவர்கள்",
        "அனுரா குமாரா டிசனாயக்க: சோசலிச மாணவர் சங்கத்திலிருந்து நிர்வாகத் தலைவர் வரை",
        "இலங்கையில் எளிதான வெற்றி: இலங்கைக்கு அறிக்கை என்ன இழந்தது?"
      ]
    },
    "en": {
      "title": "\"Thank you for your kind words\": President respondents to the congratulations of Heads of Heads",
      "body_lines": [
        "\"Thank you for your kind words\": President respondents to the congratulations of Heads of Heads",
        "Speaking as the 9th Executive President of Sri Lanka, Anura Kumara Dissanayake addressing the president, the nation was said to be the most important thing in the world and the most advanced devices to the country.",
        "After releasing the official results of the presidential election, the Sri Lankan Indian Ambassador, Sri Lanka, met the President of Anura Kumara Dissanayake and joined the President.",
        "The invitation of India to visit Anura Kumara Dissanayake before the presidential election was a strong conversation in the political sector.",
        "In his speech, President Anura Kumara Dissanayake addressing the nation after his swearing in the presidency, Sri Lanka should collectively move in a collective movement with the world.",
        "\"We are not a kingdom of isolated from the world. A state that should collectively move with the world. We will not hesitate to make decisions about it, \"the President said.",
        "\"In particular, we know our country needs international support. Therefore, there is a prospective of the power divisions in the world, we have a prospect to deal with those kingdoms, \"President Anura Kumara Dissanayake added.",
        "The new President was elected as the new President, Indian Prime Minister Narendra Modi (preceding a previous Twitter), the first place in India, Sri Lanka has a special place in the first place in India.",
        "\"Wishing Anura Kumara Dissanayake for the Sri Lankan presidential election. Sri Lanka has a special place in India's \"Neighbor's Neighbor 'and Sagar Vision. I hope to work closely to strengthen our multiple cooperation for the benefit of our people and the entire region, \"the Indian Prime Minister said.",
        "President Anura Kumara Dissanayake responded to the Indian Prime Minister's X note to the note of the Indian Prime Minister.",
        "\"Prime Minister Modi, thank you for your kind words and support. I appreciate your commitment to strengthen relations between our nations. In collaboration with the use of the people of our people and the entire region, we can enhance cooperation on the use of the entire region, \"President Dissanayake has stated in his X-English X.",
        "Skip Twitter Post, Do you agree to reach content 1twitter? This article contains the content provided by Twitter. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Twitter cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the content of the external web sites.",
        "Chinese President Xi Jin Ping has been sworn in as the new President Anura Kumara Dissanayake added its best widely.",
        "The President of the Chinese President has said that the two countries have a letter to the two countries with the opening of the two countries, directing the integrated cooperation within 67 years ago, the two countries have a letter to small countries with friendly cooperation and mutually advantageous cooperation..",
        "President Anura Kumara Dissanayake is willing to deal with the President of China-Sri Lanka's relations to enhance and improve traditional friendship and improve political mutual confidence.",
        "The two countries continue to produce more effective and long-term strategic partnership between China and Sri Lanka.The Chinese President is in his letter.",
        "Meanwhile, Julie Chand, Sri Lanka's Ambassador to Sri Lanka, joined the United States for the United States. The Ambassador also stated that a note on its X account on the account.",
        "\"Our congratulations for the victory of the US presidential election in Sri Lanka.. And we also congratulate the people who have exercised their democratic rights in peacefully. We appreciate the strong partnership between the US and Sri Lanka, and we are ready to work together in common priorities, \"America ambassador in Sri Lanka is mentioned in the message.",
        "Skip Twitter Post, 2Twitter you agree to reach content? Contains the content provided by Twitter in this article. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Twitter cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the contents of the external web sites.",
        "The President Mohamed Misubes, along with the President of the Maldives, he had said that he was ready to further strengthen the historical friendship between the two countries.",
        "\"As close neighbors, I am interested in working with the Maldives and Sri Lanka to further strengthen yourtorical friendship. Wishing your new role is to be great success, \"the Maldives had stated in the X State.",
        "Skip Twitter Post, 3twitter You agree to reach the content? Contains the content provided by Twitter in this article. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Twitter cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The content is not responsible for the contents of the external web sites.",
        "Meanwhile, Ambassador of Japan, Ambassador, Ambassador to Sri Lanka, Japan is looking forward to working with the new President Anura Kumara Dissanayake to continue to work closely with the friendly relationship between Japan and Sri Lanka.",
        "\"We would like to congratulate the active participation in Sri Lanka's active participation in Sri Lanka's democratic process to select his leader. As well as social goals, Japan is ready to cooperate with the new administration of Anura Kumara Dissanayake and the Sri Lankan gains, as well as to achieve our strong relationship.",
        "What is the new President Anura's Cabinet?What is the next step?",
        "\"Thank you for your kind words\": President respondents to the congratulations of Heads of Heads",
        "Anura Kumara Dissanayake: From the Socialist Students Union to the Executive President",
        "Easy win in Sri Lanka: What was the report lost to Sri Lanka?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary of the key points:",
    "",
    "Sri Lankan President Anura Kumara Dissanayake thanks world leaders for congratulations. He emphasizes international cooperation, seeking support from countries like India, China, US, Japan, and Maldives. The president vows to strengthen relations and work towards collective progress."
  ]
}