{
  "translated_text": {
    "si": {
      "title": "මත්ද්රව්ය නොවන .ෂධ 13 ක් ඉවත් කිරීම",
      "body_lines": [
        "වෛද්යවරුන් සහ සිවිල් අයිතිවාසිකම් සංගමයේ සභාපති ආචාර්ය සමල් සංජීවා පවසන්නේ නිසි ගුණාත්මක බවක් නොමැතිකම හේතුවෙන් ශ්රී ලංකාවට ආනයනය කළ තවත් drugs ෂධ 13 ක් පසුගිය සති දෙක තුළ භාවිතා කිරීමෙන් බැහැර කර ඇති බවයි.",
        "තෙබහක් සහ c ෂධීයතා පහක් ඇතුළුව drugs ෂධ දහතුනක් ඉවත් කළ බව කියා සිටි වෛද්යවරයා වූ වෛද්යවරයා සඳහන් කළේ ations ෂධ වර්ග 8 ක් සම්බන්ධයෙන් අපරාධ විමර්ශන දෙපාර්තමේන්තුව අපරාධ විමර්ශන දෙපාර්තමේන්තුවට පැමිණිල්ලක් කර ඇති බවයි.",
        "එවැනි .ෂධ ගෙන ආ අයව විමර්ශනය කරන අය විමර්ශනය කිරීම සඳහා මෙම පැමිණිල්ල සිදු කර ඇති බව ඔහු පැවසීය.",
        "මේ අතර, සමල් සංජීවා මහතා පැවසුවේ පසුගිය වසර තුන තුළ drugs ෂධ 300 ක් පමණ බැහැර කර ඇති අතර, නියුමෝනියාව ඇතුළු බොහෝ ආසාදන සඳහා භාවිතා කරන drugs ෂධ ය.",
        "එවැනි ප්රමිතියෙන් තොර drugs ෂධ සෑම සතියකම ඉවත් කර ඇති නමුත් මෙම .ෂධ ආනයනය කිරීම පිළිබඳ නිසි වැඩපිළිවෙළක් පිහිටුවීමට සෞඛ්ය අමාත්යාංශයට නොහැකි වී තිබේ.",
        "අඩු ගුණාත්මකභාවණයන් ඉවත් කිරීම රටේ භාණ්ඩාගාරයට සහ වර්තමාන සෞඛ්ය අමාත්යවරයාට මෙම කරුණු පිළිබඳව වහාම අවධානය යොමු කළ යුතු බව ඔහු සඳහන් කරයි.",
        "මත්ද්රව්ය ආනයනය කිරීමේ ක්රියාවලියට සියලු රාජ්ය ආයතන මැදිහත් වී ඉදිරි වසර ගැන සැලකිලිමත් වීමට මැදිහත් විය යුතු අතර එසේ නොවුවහොත් සාර්ථක පද්ධති වෙනස නැවත යැවිය නොහැක."
      ]
    },
    "en": {
      "title": "Removal of 13 non -standard drugs",
      "body_lines": [
        "Doctors and Civil Rights Association President Dr. Samal Sanjeewa says that 13 more drugs imported to Sri Lanka have been excluded from use within the last two weeks due to lack of proper quality.",
        "Last week, the doctor, who claimed that thirteen drugs were removed, including 8 pharmaceuticals and five pharmaceuticals, said that the Criminal Investigation Department had lodged a complaint with the Criminal Investigation Department regarding 8 types of medications.",
        "He added that the complaint has been made to investigate those who have brought such drugs.",
        "Meanwhile, Samal Sanjeeva said that about 300 drugs have been excluded in the last three years, and drugs used for many infections, including pneumonia and brain fever.",
        "He noted that such substandard drugs are eliminated every week, but the Ministry of Health has not been able to establish a proper program on the importation of these drugs.",
        "He notes that the removal of low quality drugs will cause a huge problem for the country's treasury and the current Minister of Health should pay immediate attention to these issues.",
        "He pointed out that all state agencies should intervene in the process of importing drugs and take care of the next year and otherwise the successful system change cannot be relying on."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka removes 13 substandard drugs; 300 excluded in 3 years; Ministry of Health criticized for lack of import quality control program."
  ]
}