{
  "translated_text": {
    "ta": {
      "title": "வட கொரியா ஒரு வலுவான முடிவு",
      "body_lines": [
        "கொரிய தீபகற்பத்தில் மேலும் வளர்ச்சியை உயர்த்திய தென் கொரியாவுடனான அனைத்து பொருளாதார ஒத்துழைப்பையும் முடிக்க வட கொரியா முடிவு செய்துள்ளது.",
        "வட கொரிய நாடாளுமன்றம் அல்லது புனரமைப்பு பிரதிநிதிகள் அதற்கு வாக்களித்தனர்.",
        "கொரிய மக்கள் கட்சி அல்லது கம்யூனிஸ்ட் கட்சி எடுத்த முடிவுகள் மக்கள் சபையால் சட்டப்பூர்வமாக்கப்படுகின்றன.",
        "தென் கொரியாவுடன் சுற்றுலா திட்டத்துடன் சிறப்பு அரசாங்கங்களை ரத்து செய்ய பொது சபையின் பிரதிநிதிகள் வாக்களித்துள்ளனர்.",
        "2000 களின் மவுண்ட் குமன் மவுண்டில் தென் கொரியர்கள் வட கொரியர்களை பார்வையிட்டனர், இது 2000 களின் முற்பகுதியில் தொடங்கியது.",
        "கொரிய தீபகற்பத்தின் கிழக்கு எல்லைகளின் ஒரு அழகிய மலைத்தொடர் சுற்றுலா திட்டத்தின் மையமாக இருந்தது.",
        "2008 ஆம் ஆண்டில், தென் கொரிய சுற்றுலாப் பயணிகள் வட கொரிய பாதுகாப்புப் படையினரால் சுட்டுக் கொல்லப்பட்டதைத் தொடர்ந்து இந்த திட்டம் நிறுத்தப்பட்டது.",
        "இந்த திட்டத்திற்காக தென் கொரிய ஹூண்டாய் குழு சுமார் 564 மில்லியன் டாலர் முதலீடு செய்தது.",
        "இருப்பினும், வடக்கு கொரிய கே.சி.என்.ஏ அரசு செய்தி சேவை வடக்கு மற்றும் தென் கொரிய எல்லைப் பிராந்தியத்தில் செயல்படும் கசோங் தொழில் மண்டலத்தின் எதிர்காலம் குறித்து குறிப்பிடப்படவில்லை.",
        "தொழில்துறை மண்டலத்தில் சுமார் 125 தென் கொரிய நிறுவனங்கள் தொழில்துறை மண்டலத்தில் முதலீடு செய்யப்பட்டன, அவர்களில் 55,000 பேர் வட கொரியர்களுக்கு சேவை செய்கிறார்கள்."
      ]
    },
    "en": {
      "title": "North Korea is a strong decision",
      "body_lines": [
        "North Korea has decided to finish all economic cooperation with South Korea, raising further growth in the Korean Peninsula.",
        "The North Korean Parliament or the Agendants representatives voted for it.",
        "The Decisions taken by the Korean People's Party or the Communist Party are legalized by the People's Council.",
        "Representatives of the Public Council have voted to cancel special governments with the tourism project with South Korea.",
        "The South Koreans visited the North Koreans around the 2000's Mount Kumgan, which began in the early 2000s.",
        "A scenic mountain range of the East Borders of the Korean Peninsula was central to the tourism project.",
        "In 2008, the project was suspended after a South Korean tourist was shot dead by the North Korean security forces.",
        "The South Korean Hyundai Group had invested about $ 564 million for this project.",
        "However, northern Korean KCNA government news service has not been reference to the future of the Kazong Industry Zone operating in the North and South Korean Border region.",
        "About 125 South Korean companies in the industrial zone were invested in the industrial zone and about 55,000 of them serve North Koreans."
      ]
    }
  }
}