{
  "translated_text": {
    "si": {
      "title": "අයිසිස් බ්රදර්ස් දෙදෙනෙකු අත්අඩංගුවට ගෙන ඇත (වැඩි විස්තර)",
      "body_lines": [
        "අයිඑස්අයිසිස් ත්රස්තවාදී සංවිධානය සමඟ සම්බන්ධ වී ඇති බවට චෝදනා මත එකම පවුලේ සහෝදරයන් දෙදෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "කොළඹදී අත්අඩංගුවට ගත් තොරතුරුවලට අනුව චිලාව් වෙත ගිය විශේෂ සොල්දාදුවන් අත්අඩංගුවට ගනු ලැබීය.",
        "අත්අඩංගුවට ගත් එක් සහෝදරයින්ගෙන් එක් අයෙකු පිටත පළාතේ ධීවර වරායක වැඩ කරන බවත් අනෙක් සහෝදරයා කොළඹ බහාලුම් ඒකකයේ සේවය කරති.",
        "මම. එස්.. මම. එස්.. ත්රස්තවාදී විමර්ශන ඒකකය විසින් ඉන්දියාවේදී අත්අඩංගුවට ගත් ශ්රී ලාංකිකයන් සිව් දෙනෙකු සමඟ ශ්රී ලාංකිකයන් සිව්දෙනෙකු සමඟ සමීප සම්බන්ධතාවයක් ඇති කර ගත් මිනිසෙකුට කොළඹදී අත්අඩංගුවට ගෙන තිබේ. පොලිස් ආරංචි මාර්ග වලට අනුව, ඇය පරීක්ෂණවලින් ලැබුණු තොරතුරු මත පදනම්ව ත්රස්තවාදී සංවිධානයට අයත් බව සැකපිට මේ දෙදෙනා අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගැනීම් දෙක රඳවාගෙන ඇති අතර විශේෂ පොලිස් කණ්ඩායම වැඩිදුර පරීක්ෂණ පවත්වයි.",
        "චිලාව් හි මවගේ නිවසේ රැඳී සිටින බැවින් ඔවුන් දෙදෙනා කොළඹ සිට විශේෂ පොලිස් කණ්ඩායමක් විසින් අත්අඩංගුවට ගෙන ඇති බව පොලිස් ආරංචි මාර්ග සඳහන් කරයි."
      ]
    },
    "en": {
      "title": "Two ISIS brothers arrested (more details)",
      "body_lines": [
        "Two brothers of the same family have been arrested on charges of involvement with ISIS terrorist organization.",
        "According to information provided by the arrested in Colombo, special soldiers who went to Chilaw were arrested.",
        "One of the arrested brothers is said to be working in a fishing port in the outer province and the other brother is working in the container unit in Colombo.",
        "I. S.. I. S.. A man who allegedly had close contact with four Sri Lankans arrested in India by the Terrorist Investigation Unit was arrested in Colombo. According to police sources, the two were arrested on suspicion of belonging to the terrorist organization based on information received from her investigations.",
        "The two arrests have been detained and the special police team is conducting further investigations.",
        "The two brothers have been arrested by a special police team from Colombo as they were staying at the mother's home in Chilaw, police sources said."
      ]
    }
  },
  "summary_lines": [
    "Two brothers suspected of ISIS ties were arrested in Sri Lanka. One worked in a fishing port, the other in a container unit in Colombo. They were among several individuals connected to ISIS, including one recently arrested in Colombo for alleged links to four Sri Lankans detained in India. Further investigations are ongoing."
  ]
}