{
  "translated_text": {
    "ta": {
      "title": "பள்ளியின் கடைசி நாளில் வாழ்க்கையின் வாழ்க்கை ஆசிரியர்",
      "body_lines": [
        "ஒரு விழாவுக்குத் திரும்பிக் கொண்டிருந்த ஒரு ஆசிரியர் மற்றும் அவரது கணவர், வீட்டிற்கு திரும்பி வந்த ஒரு ஆசிரியர் மற்றும் அவரது கணவர் கார் விபத்தில் கொல்லப்பட்டார்.",
        "அகுரேசா, சியாம்பாலகோடா, பெட்டாபட் சாலை, அகுரெஸாவில் இந்த விபத்து ஏற்பட்டது, அதே நேரத்தில் பிடபெடபிட்டியா பள்ளியைச் சேர்ந்த ஐந்து வயது ஆசிரியர்.",
        "அவர்கள் ஒரு ஆடம்பர வேனில் சுமந்து செல்லும் மோட்டார் சைக்கிள்.",
        "பாதிக்கப்பட்டவர்கள் மருத்துவமனையில் மருத்துவமனையில் அனுமதிக்கப்பட்டதாகக் கூறினர்.",
        "\"டிரான்சிட் எடுக்கும் வழியில் அவருக்கு விபத்து உள்ளது. டெனியாயா பிராந்தியத்தில் உள்ள டெனியிதியா பள்ளி 5 ஆண்டுகள் வேலை செய்கிறது. ஆக்சிடன்ட் ஒரு மணி நேரத்திற்கு முன்பு அழைக்கப்பட்டு, டிரான்ஸர் பயணத்துடன் எடுக்கப்பட்டதாகக் கூறினார். சிறிது நேரத்திற்குப் பிறகு, நான் அச்சுப்பொறியைப் பற்றி பேசிக் கொண்டிருந்தேன்.",
        "\"பெரிய சத்தம் கேட்டது. நாங்கள் ஓடி வைத்திருந்தோம். இங்கே பைக் இல்லை. வாகனம் முற்றிலும் உட்படுத்தப்பட்டது. பின்னர் கிராமவாசிகள் ஒன்றாக இருந்தனர் மற்றும் வாகனத்தின் கீழ் பைக்கை வெளியே இழுத்தனர். டிரைவர் லெஸ்பர்களை அழைத்துச் செல்லச் சொன்னார். அவர் காரைச் சுற்றி வட்டமிட்டுள்ளார், ஆனால் தேவையில்லை. சுமார் 20 நிமிடங்கள் தாமதமாகிவிட்டது. ஒரு பூங்காவின் சக்கரம் அகுரஸுடன் பேசிக் கொண்டிருந்தது. \"",
        "\"நான் ஒரு பெண்ணை எடுத்தேன். எடுக்க வாகனம் இல்லை. ஒரு டிரான்ஸர் கிடைத்துள்ளது. பைக்கில் கூட அந்த பரிசுகள் உள்ளன.",
        "காயமடைந்தவர்கள் அகுரெஸாவுக்கு அழைத்துச் செல்லப்பட்டனர், ஆனால் அவர்களால் உயிர்களைக் காப்பாற்ற முடியவில்லை.",
        "பலியானவர் 28 வயது பஹ்யா போரகேரா மற்றும் அவரது கணவர் இந்திகா சம்பத்.",
        "இந்த சம்பவம் தொடர்பாக வேனை இயக்கிய ஒரு தொழிலதிபரை போலீசார் கைது செய்தனர், மேலும் விசாரணைகளும் நடந்து கொண்டிருந்தன."
      ]
    },
    "en": {
      "title": "The teacher of life to life on the last day of the school",
      "body_lines": [
        "A teacher who was returning to a ceremony and her husband, a teacher who was returning to the house and her husband was killed in a car accident.",
        "The accident had occurred in Akuressa, Siyambalagoda, Petabeded road, Akuressa while a five-year-old teacher from Pitabeddapitiya school.",
        "The motorcycle they carry on a luxury van.",
        "The victims said that 20 minutes of hospitalization took place in hospital.",
        "\"He has an accident on the way to take the transid. Deniyitiya School in Deniyaya region is employed for 5 years. Axidant called an hour ago and said that the transor was taken with the journey. Shortly after a while, I was talking about Axedant. \"",
        "\"The great noise heard. We ran and had. There was no bike here. The vehicle was completely subjected to. Then the villagers were together and pulled out the bike under the vehicle. Driver told to take the lespers. He's rounded around the car, but no need. About 20 minutes was late. A wheel of a park was talking to the Akuress. \"",
        "\"I took a girl's one. There was no vehicle to take. Have got a transor. There are even those gifts on the bike. \"",
        "The injured were taken to Akuressa, but they were not able to save lives.",
        "The victim was 28 year old Bhahya Borakera and her husband Indika Sampath.",
        "Police arrested a businessman who operated the van on the incident, and investigations were also underway."
      ]
    }
  },
  "summary_lines": [
    "Teacher killed in car accident on way home from school event. Husband died instantly. Police investigating driver of luxury van. Victim was 28-year-old Bhahya Borakera and her husband Indika Sampath."
  ]
}