{
  "translated_text": {
    "ta": {
      "title": "நாரம்மலா பொலிஸ் படப்பிடிப்பு: '10 லட்சம் எங்களிடமிருந்து கண்டுபிடிக்கப்படவில்லை'",
      "body_lines": [
        "அதில் இங்கே எதுவும் இல்லை. வீடியோ, \"நாரம்மலா பொலிஸ் துப்பாக்கிச் சூடு:\" இயங்கும் நேரம் 5,0005: 00 வீடியோ தலைவர், ஒரு சந்தேக நபரின் அதே நேரத்தில் காவல்துறை அதிகாரிகள், வேதனைக்குள்ளான கட்சி வழக்கறிஞர்கள் ஒரு நபர் மட்டுமே நீதிமன்றத்திற்கு அழைத்துச் செல்லப்படுவதாகக் கூறுகிறார்கள் விசாரணை.",
        "நாரம்மலா பொலிஸ் படப்பிடிப்பு: '10 லட்சம் எங்களிடமிருந்து கண்டுபிடிக்கப்படவில்லை'",
        "கணவரின் மரணத்தால் இறந்த ரோஷன் குமாரசிரியின் மனைவி, பொலிஸ் துப்பாக்கிச் சூடு நடத்தியபடி காவல் துறையால் தொந்தரவு செய்யப்பட்டார்.",
        "\"திரு. தேஷாபண்டு வந்து அந்த நேரத்தில் திரு. அம்மாவின் மதிப்பு என் கைக்கு வழங்கப்பட வேண்டும் என்று முடிவு செய்தார்.\"",
        "நாரம்மலா, நாரம்மலா, நாரம்மலா, நாரம்மலா, நாரம்மலாவில் படப்பிடிப்பு நடந்தது.",
        "அந்த நேரத்தில், ஒரே நேரத்தில் இரண்டு போலீஸ்காரர்கள் கலந்து கொண்டனர், ஆனால் சந்தேக நபர்களிடம் காவல்துறையினர் திருப்தி அடையவில்லை.",
        "இதற்கிடையில், பொலிஸ் செய்தித் தொடர்பாளர் நிஹால் தல்டுவா சிங்களவலாவிடம் மற்ற காவல்துறை அதிகாரியை சந்தேக நபராக பெயரிட வேண்டும் என்று கூறினார்."
      ]
    },
    "en": {
      "title": "Narammala Police Shoot: 'The 10 lakhs were not found out of us'",
      "body_lines": [
        "It contains nothing here. Play Video, \"Narammala Police Shooting:\" The Running Time 5,0005: 00 Video Head, Police Officers at the same timeAs a suspect, the aggrieved party lawyers say that only one person is being taken to court and investigating.",
        "Narammala Police Shoot: 'The 10 lakhs were not found out of us'",
        "Roshan Kumarasiri's wife, who had died due to the death of her husband, had also been disturbed by the police department as promised by the police firing.",
        "\"Mr. Deshabandu came and decided that my hand was given the value of Mr. Mother at the time.\"",
        "The shooting took place in Narammala, Narammala, Narammala, Narammala, Narammala.",
        "At the time, two policemen were present at the same time, but the police are not satisfied with the suspects.",
        "Meanwhile, police spokesman, Nihal Talduwa told Sinhala that the other police officer needs to be named a suspect."
      ]
    }
  }
}