{
  "translated_text": {
    "ta": {
      "title": "எஸ்டேட் தொழிலாளர்களின் சம்பளத்தை அறிந்து கொள்வதாக ஜனாதிபதி உறுதியளிக்கிறார்",
      "body_lines": [
        "எஸ்டேட் தொழிலாளர்களின் தினசரி ஊதியத்தைப் பற்றி ஆராய்வேன் என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறுகிறார்.",
        "நிறுவனங்களும் தொழிற்சங்கங்களும் இந்த விஷயத்தை கவனித்து வருவதாக ஜனாதிபதி கூறினார்.",
        "இன்று காலை (16) நுவரா எலியாவில் உள்ள தோட்ட நிறுவனத்திற்கு சொந்தமான கோட் லாட்ஜ் தோட்டத்தில் ஒரு வினவல் கூட்டத்திற்கு அவர் பதிலளித்தார்.",
        "\"நான் யூனியனஸிடம் கேட்கப் போகிறேன். இப்போது வாக்குறுதியளிக்கப்பட்டதை எடுத்துக்கொள்வது நல்லது என்று நினைக்கிறேன். பின்னர் நிலம் பற்றி ... 2-3 ஏக்கர் ஏக்கர். தொழிற்சங்கங்கள் 1500 கேட்டது. அவர்கள் 1000 கொடுக்க தயாராக இருக்கிறார்கள் என்று நினைக்கிறேன். மற்றொன்று இன்சின்டை ஒன்றாக எடுத்துக் கொள்ளலாம். என்ன நடந்தது என்று கேட்கிறேன்."
      ]
    },
    "en": {
      "title": "President promises to find out on estate workers' salary",
      "body_lines": [
        "President Ranil Wickremesinghe says he will look into the daily wage of estate workers.",
        "The President said that companies and the trade unions are looking into the matter.",
        "He was responding to a query meeting on the Cot Lodge Estate owned by the Plantation Company in Nuwara Eliya this morning (16).",
        "\"I'm going to ask the Unionus. I think it's good to take what's promised right now. Later about the land ... 2-3 acres of acres. Asked Unions 1500. I think they're ready to give 1000. The other one can take the insint together. I'll ask what happened. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe promises to investigate estate workers' salaries, engaging with unions and companies. He addresses concerns over the Cot Lodge Estate, suggesting a compromise on wages and land."
  ]
}