{
  "translated_text": {
    "ta": {
      "title": "ஓய்வூதியம் பெறக்கூடிய விவசாயிகளுக்கு செலுத்தப்பட்ட சம்பளம் 267 228 செலுத்தியது",
      "body_lines": [
        "தேசிய தணிக்கை அலுவலகம், 64,228 விவசாயிகள் 64 வயதில் விவசாயிகளின் ஓய்வூதியத்தின் எண்ணிக்கையை செலுத்தாத விவசாயிகளின் எண்ணிக்கையை செலுத்தவில்லை.. அறிக்கையின்படி, விவசாயி ஓய்வூதியத்தில் பதிவுசெய்யப்பட்ட விவசாயிகளின் எண்ணிக்கை 871,425. 474,803 பேர் 67 வயதுடைய விவசாயிகளின் எண்ணிக்கை, டிசம்பர் 31, 2023 வயதில் 61 வயதில் இருந்து.",
        "2022 ஆம் ஆண்டில், 60 வயதான ஓய்வூதிய திட்டம் அனைத்து மாவட்ட மற்றும் வேளாண் ரியல் எஸ்ட்ரெசிப்பின் உதவி இயக்குநர்களுக்கும் எழுதப்பட்டது. ஆனால் 12 மாவட்ட அலுவலகங்களின் மாதிரியில் ஆறு மாவட்ட அலுவலகங்கள் செயல்படுத்தப்படவில்லை என்பது தெரியவந்துள்ளது.. ஓய்வூதிய அங்கீகரிக்கப்பட்ட பங்களிப்பாளர்களின் எண்ணிக்கையை 60 ஆண்டுகளாக அடையாளம் காண தணிக்கை பரிந்துரைக்கப்படுகிறது.",
        "60 வயதின் முன்னுரிமையாகக் கருதப்பட்ட விவசாயி ஓய்வூதியங்கள் மற்றும் சமூக பாதுகாப்பு நன்மைகள் திட்டங்களுடன் தணிக்கைக்கு நிர்வாகம் கூறியுள்ளது.. தணிக்கை அறிக்கை 2023 ஆம் ஆண்டில் விவசாயிகளின் ஓய்வூதியங்கள் மற்றும் சமூக பாதுகாப்பு நன்மை திட்டத்தில் வெளியிடப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "The salaries paid to the pensionable farmers paid 267 228",
      "body_lines": [
        "The National Audit Office, 64,228 farmers who have not paid the number of farmers who have not paid the number of farmers' pensions 64 years of age have not been paid.. According to the report, the number of farmers enrolled in the farmer pensions is 871,425. 474,803 were the number of farmers aged 67 years from 61 years in the age of 63 years of December 31, 2023.",
        "In 2022, the 60-year-old pension scheme was written to all district and Assistant Directors of the Agri Real EstReship. But it is revealed that six district offices have not been implemented in a sample of 12 district offices.. The audit recommended to be required to identify the number of pension approved contributors to 60 years.",
        "The management has stated to the audit with the number of farmer pensions and social security benefits schemes that have been considered as a priority of the age of 60 years of age.. The audit report has been released on the year 2023 on the Farmers' Pensions and Social Security Benefit Scheme."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Pensionable farmers: 267,228 received payments. Unpaid: 64,228. Total enrolled: 871,425. Aged 67+: 474,803. 60-year-old pension scheme implemented in 6/12 districts. Audit recommends identifying approved 60+ contributors. Management prioritizes 60+ age group for pensions and social security benefits. Report released in 2023 on Farmer Pensions and Social Security Benefit Scheme."
  ]
}