{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකා ක්රිකට් කණ්ඩායම වයස අවුරුදු 19 ට අඩු එංගලන්තය වෙත ගියේය",
      "body_lines": [
        "වයස අවුරුදු 19 ට අඩු එක් එංගලන්තයට එරෙහිව ශ්රී ලංකා කණ්ඩායම එක්දින තරග 19 ක එක්දින හා ටෙස්ට් ක්රිකට් ක්රීඩාවේ ක්රීඩා කරනු ඇත.",
        "වයස අවුරුදු 19 ට අඩු ශ්රී ලාංකික කණ්ඩායම ලබන මාසය සඳහා තෝරා ගනු ලැබේ.",
        "ශ්රී ලංකාව වයස අවුරුදු 19 න් පහළ 19 න් පහළ 19 වනදා එංගලන්ත එක්දින තරගයට සහ දින හතරේ ටෙස්ට් ක්රිකට් තරඟ පැවැත්වේ.",
        "ශ්රී ලාංකික තරුණ ක්රීඩක ක්රීඩිකාවන් සඳහා ශ්රී ලාංකික තරුණ ක්රීඩක ක්රීඩකයින්ගේ ක්රිකට් සංචාරය ශ්රී ලාංකික තරුණ ක්රීඩකයන්ට වඩා හොඳ තත්වයකට එරෙහිව ගෙන ඒම සඳහා ශ්රී ලංකා තරුණ ක්රීඩක ක්රීඩිකාවන් වෙත ක්රිකට් සංචාරය සංවිධානය කර තිබේ.",
        "ශ්රී ලාංකික කණ්ඩායම එංගලන්තයට එංගලන්තයට ගොස් 50 දෙනෙකුගෙන් 50 දෙනෙකුගෙන් යුත් පුහුණු තරඟයක් ක්රීඩා කරනු ඇත.",
        "වයස අවුරුදු 19 ට අඩු ශ්රී ලංකාව සහ එංගලන්තය අතර (වයස අවුරුදු 19 ට අඩු ශ්රී ලංකාව සහ එංගලන්තය අතර සෙලෝපෝර්ට් සහ සිල්වාන් ප්රාන්ත ක්රීඩාංගනයේ පළමු තරගය මෙයයි.",
        "දෙවන හා තෙවන තරඟ ජූලි 1 සහ 3 යන දිනවල හෝගේ මුහුදු වෙරළ තීරයේ පැවැත්වේ.",
        "කණ්ඩායම් දෙක අතර පළමු සිව් දිනවල තරුණ ටෙස්ට් තරගය ජූලි 8 සිට 11 දක්වා පණුවන්හිදී පැවැත්වෙන අතර දෙවන තරගය ජූලි 16 සිට ජූලි 16 දක්වා පැවැත්වේ."
      ]
    },
    "en": {
      "title": "Sri Lankan cricket team visited England under 19",
      "body_lines": [
        "The Sri Lankan team will play under the age of 19 in the ODI and Test cricket against England under the age of 19.",
        "The Sri Lankan team under the age of 19 will be selected for the next month.",
        "Sri Lanka will play under the age of 19 in the England ODIs and the four -day Test cricket matches.",
        "Sri Lanka Cricket has arranged the cricket visit to the Sri Lankan young players to bring better experience to Sri Lankan young players by opposing the country in a different situation.",
        "The Sri Lankan team will travel to England in mid -June and play a 50 -over training match.",
        "This is followed by the first match of the three -match international ODI series between Sri Lanka and England under the age of 19 at the Selport and Glown County Stadium.",
        "The second and third matches will be held on July 1st and 3rd at the Howe Senchary County Ground.",
        "The first four -day youth Test match between the two teams will be held in Wormsle from July 8 to 11 and the second match will be held from July 16 to July 16."
      ]
    }
  },
  "summary_lines": [
    "The Sri Lankan under-19 cricket team is set to tour England, playing both ODI and Test matches against their English counterparts. The team, selected for this trip, aims to gain valuable experience through this exposure. The tour includes a 50-over practice match before the start of the three-match ODI series at Selport and Glown County Stadium. Following the ODIs, two four-day Test matches are scheduled for July at Wormsley and another location yet to be announced."
  ]
}