{
  "translated_text": {
    "ta": {
      "title": "ඉන්න බැරිනම් යන්න ඇමති බිමල් දුම්රියට අවසන් අනතුරු ඇඟවීම දෙයි",
      "body_lines": [
        "ரயில்வே துறையின் தீவிர திறமையின்மையை போக்குவரத்து அமைச்சர் பிமல் ரத்னயகே பகிரங்கமாக விமர்சித்தார். දුම්රිය දෙපාර්තමේන්තුවේ ඉන්න බැරිනම් යන ලෙසත් ඔහු පැවැසීය.",
        "\"ரயில்களின் ஜன்னல்கள் மூட முடியாது. ஜன்னல்கள் மூடப்பட்டதும், நரகம் எரியும். ரசிகர் வேலை இல்லை. நான் மார்ச்",
        "விசிறியை உருவாக்க மாதத்திலிருந்து. ஒரு கழுவும் ரோமில் தண்ணீர் இல்லை. நான் வால்னில்லர்ஸ் என்றேன். நீங்கள் என்ன பேச்சால் ரசிகர் கொடுக்க முடியவில்லை?  மக்கள் உலர்கிறார்கள், ஒன்று. மார்ச் முதல் சில ரசிகர்களை உருவாக்க முடியாது. நீங்கள் ஏன்?",
        "ஐந்து நாணயங்களைப் பற்றி உணருவவர்கள் ரயில்வே துறையில் உள்ளனர். மக்கள் மூன்று இறப்புகள். நீங்கள் மூடும்போது, ​​ஜன்னல்கள் மூட முடியாது. ஜன்னல்கள் ஜன்னல்களைத் தூண்டினால், விசிறி இல்லை. கழுவும் அறையில் தண்ணீர் இல்லை. சிறை போல் தெரிகிறது. இதைச் செய்யுங்கள் அல்லது நான் பயணிகளை ரத்தமலானுக்கு அனுப்புகிறேன். ஜே.ஏ.",
        "நான் அப்பாவுடன் பேசியபோது, ​​தந்தை, \"இந்த நாட்டில் உங்களுக்கு ஏன் நடந்தது?\" ரயில்வே துறை அனைத்தும், நீங்கள் சேவையை வழங்க முடியாவிட்டால், தயவுசெய்து செல்லுங்கள். நான் மக்களிடம் அழுகிறேன். மக்களிடம் மன்னிப்பு கேட்க எனக்கு வரம்பு இல்லை. உங்கள் குழந்தைகள் மெர்சிடிஸில் செல்கிறார்களா?",
        "ரயில் முதலாளிகளின் குழந்தைகளுக்கு எதுவும் ரயிலை எடுக்கவில்லை. செய்யக்கூடாது என்றால். இந்த கடைசி வார்னர் கொடுக்கிறார். உள்ளன. ரயில்வே துறை 1% முன்னேற்றத்தை ஏற்படுத்துகிறது. பிளாக் பிரிட்ஜ் கச்சி பிரதான வரிசையில் நிற்கிறார். வெட்கப்பட வேண்டும். \""
      ]
    },
    "en": {
      "title": "If not to wait, the Minister's biroleton warns final warning",
      "body_lines": [
        "Transport Minister Bimal Ratnayake publicly criticized the extreme inefficiency of the Railway Department. He added to the Railway Department if not.",
        "\"The windows of trains cannot close. When the windows closed, the hell burn. There's no fan work. I'm March",
        "From month to make fan. There is no water in one wash rom. I said Walnillers. What speech are you unable to give the fan?  People dry, the one. Do you can't make some fans from March. Why do you?",
        "Those who feel about five pennies are in the Railway Department. People are three deaths. When you shut down, the windows cannot close. If the windows stimulate the windows, no Fan. There is no water in Wash Room. Looks like a prison. Do this or I send passengers to Ratmalana. Four years on Ja-Canal on Ja A Canal, four years on the Cachchiatha, and fell into two fingers of the kid.",
        "When I spoke to Dad, Father said, \"Why has happened to you in this country?\" All of the Railway Department is to say, if you can't give the service, please go. I'm crying to people. I have no limit to apologize to people. Are your children go on Mercedes?",
        "Nothing takes the train to the children of the train bosses. If not to do. This last warner is giving. There are. The Railway Department makes a Progress of 1% Progress. Black Bridge Kachchi stops at Main line. Should be ashamed. \""
      ]
    }
  },
  "summary_lines": []
}