{
  "translated_text": {
    "si": {
      "title": "பாராளுமன்ற உறுப்பினர்களின் சிறப்புரிமையும் மீறப்பட்டுள்ளது – தயாசிறி ஜயசேகர குற்றச்சாட்டு",
      "body_lines": [
        "අල්ලස් හෝ දූෂණ පිළිබඳ කොමිෂන් සභාවේ අධ්යක්ෂ ජනරාල් ලෙස ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ සිවිල් සාමාජික දිනේෂ් සිරිවර්ධන මහතා ආණ්ඩුක්රම ව්යවස්ථා කථිකයාට විරෝධය පළ කර තිබේ.. එක්සත් ජනතා බලයේ කුරුණෑගල දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී දයාසිරි ජයසේකර මහතා සභා මන්ත්රී සභාවේ මහ ඇමති සභාවේ මහ ඇමති සභාවේ මහ ඇමති සභාවේ මහ ඇමති සභාවේ මහ ඇමති බවට චෝදනා කළේය.",
        "பாராளுமன்றத்தில் செவ்வாய்க்கிழமை (07) நடைபெற்ற  அமர்வின் போது சிறப்புரிமை மீறல் பிரச்சினையை முன்வைத்து உரையாற்றுகையில் மேற்கண்டவாறு குறிப்பிட்டார்.",
        "පාර්ලිමේන්තු ස්ථාවර ආ d ා පනතේ 29 (1) සහ (2) වගන්තිය යටතේ සංස්ථාවේ වත්මන් අධ්යක්ෂ ජනරාල්වරයා තෝරා පත් කර ගැනීම සඳහා ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය 2024.10.13 දින සහ 14 යන දිනවල අයදුම්පත ලබාගෙන තිබේ.",
        "ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයට ලැබුණු අයදුම්පත් වලදී සොලිසිටර් ජෙනරාල් මාධාවා ටෙනකුන්, මහාධිකරණ විනිසුරු රංග දිසානායක සහ ඉරේෂා සුහූග දිසානායක සහ ඉරේෂා සුහූග දිසානායක මහතාගේ නම් ජනාධිපතිවරයා වෙත යැවීමට නීතිපති දෙපාර්තමේන්තුව තීරණය කර තිබේ.",
        "උතුරු මැද පළාත් ආණ්ඩුකාර වසන්ත ජිනදාසා (විශ්රාම යාම) සහ සබරගමුව පළාත් ආණ්ඩුකාර සම්බා ජාකා (විශ්රාමික) විනිසුරුවරයා (විශ්රාමික) විනිසුරුවරයාගේ නිර්දේශයන්",
        "අල්ලස් හෝ දූෂණය පිළිබඳ කොමිෂන් සභාව ස්වාධීන ය.",
        "නව ආණ්ඩුකාරවරුන් පත් කිරීම පිළිබඳ ගැසට් නිවේදනය 2012.09.27 දින ප්රකාශයට පත් කර ඇත.   ශ්රේෂ් Supreme ාධිකරණ විනිසුරු රංග දිසානායකට නිර්දේශ ලිපියක් නිකුත් කර ඇත්තේ පළාත් ආණ්ඩුකාරවරුන්ගේ නිල විෂයයන් විසිනි.",
        "මෙම කරුණු විමසා බැලීමෙන් පසු ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලය දෙවන -3Ingit රංග දිසානායක මාධාවා ටෙනකුන් යන නම සහ තෙවැනි අංක සුබසිනි සිරිවර්ධන මහතා 2012.01.03 දින යවා ඇත.",
        "2012.01.07 දින ව්යවස්ථා සංශෝධනය රැස්වූ විට, ව්යවස්ථා මණ්ඩලීය එක්රැස්වීමේ සාමාජිකයෙකු වූ බිමල් රත්නායක මහතා මෙසේ පැවසීය. \"මෙම ආණ්ඩුකාරවරුන් මෙම නිර්දේශයන්ට අත්සන් තබා ඇත්තේ ශ්රේෂ් Supreme ාධිකරණයේ විශ්රාම ගැනීමෙන් පසුව ශ්රේෂ් Supreme ාධිකරණයේ විශ්රාම ගැනීමෙන් පසුව ශ්රේෂ් Supreme ාධිකරණයේ විශ්රාම ගැනීමෙන් පසුව ශ්රේෂ් Supreme ාධිකරණයේ විශ්රාම ගැනීමෙන් පසුවය.. ඔහු ආණ්ඩුකාර ධුරයට පත්වූ දා සිට මේ නිර්දේශ ඉදිරිපත් කර නැත. \"",
        "ආණ්ඩුක්රම ව්යවස්ථා කවුන්සිලයේ සිවිල් සාමාජික දිනේෂ් සිරිවර්ධන, රංග දිසානායක අල්ලස් කොමිෂන් සභාවේ අධ්යක්ෂ ජනරාල් ලෙස පත් කරන බවට පොරොන්දු වී තිබේ.",
        "රංග දිසානායක සඳහා නිර්දේශ ලබා දී ඇත්තේ ආණ්ඩුකාරවරුන්, සිවිල් සාමාජික දිනේෂ් සිරිවර්ධන මහතා එදිනම කථානායකවරයාට තම විරෝධය පළ කර තිබේ.",
        "පාර්ලිමේන්තු කාරක සභා නොමඟ යැවීමට හෝ රැවටීම සඳහා පාර්ලිමේන්තු න්යායන් හා රහස්යතා පනතේ 2 (ආ) යන වගන්තිය විශාල අපරාධයකි. කවුන්සිලයේ මහ ඇමති බිමල් රත්නායක හිතාමතාම මෙම වැරැද්ද කර තිබේ. කථානායකවරයා ද වැරැද්ද කර තිබේ.",
        "ගෞරවය සහ ගරු.. ඔවුන්ගේ ක්රියාවන් නිසා, සමස්ත මන්ත්රීවරුන්ගේ වරප්රසාද උල්ලං has නය වී ඇත. එමනිසා, මේ සම්බන්ධයෙන් නිසි පරීක්ෂණයක් පවත්වන ලෙස මම ඔබෙන් ඉල්ලා සිටිමි."
      ]
    },
    "en": {
      "title": "The privilege of MPs has been violated - Dayasiri Jayasekara alleges",
      "body_lines": [
        "Dinesh Siriwardena, a civil member of the Constitutional Council, has expressed his opposition to the Speaker of the Constitution, pointing out that Pimal Ratnayake has been false to appoint Ranga Dissanayake as the Director General of the Commission on Bribery or Corruption.. United People's Power Kurunegala District Parliamentarian Dayasiri Jayasekara accused the Sabha Nayakar and the Chief Minister of the Sabha, the chief minister of the House of Commons, the presence of Parliament.",
        "He was speaking at the session held in Parliament on Tuesday (07).",
        "The Constitutional Council has sought the application on 2024.10.13 and 14 to elect the current Director General of the Commission to Investigate the Investigation of the Corporation or Corruption under Section 29 (1) and (2) of the Parliamentary Standing Ordinance.",
        "In the applications received by the Constitutional Council, the Attorney General's Department has decided to send the names of Solicitor General Madhava Tennakoon, High Court Judge Ranga Dissanayake and Iresha Subhasini Siriwardena to the President.",
        "The recommendations of the North Central Provincial Governor Vasantha Jinadasa (Supreme Court Judge (Retirement) and Sabaragamuwa Provincial Governor Samba Janaki (Supreme Court Judge (Retired) Judge (Retired)",
        "The Commission on Bribery or Corruption is independent.",
        "The Gazette Notification on the Appointment of New Governors has been published on 27.09.2012.   A letter of recommendation to Supreme Court Judge Ranga Dissanayake has been issued by the official subject of provincial governors.",
        "After examining these issues, the Constitutional Council has sent the name of Madhava Tennakoon, second -digit Ranga Dissanayake and Third Number Subhasini Siriwardena on 03.01.2012.",
        "When the Constituent Assembly met on 07.01.2012, Bimal Ratnayake, a member of the Constituent Assembly, said, “These governors have signed these recommendations only after the Supreme Court's retirement from the Supreme Court judge.. They have not made these recommendations since he was appointed Governor. ”",
        "Dinesh Siriwardena, a civil member of the Constitutional Council, has given her promise to appoint Ranga Dissanayake as the Director General of the Bribery Commission.",
        "Knowing that the recommendations for Ranga Dissanayake have been made only after being appointed as governors, civil member Dinesh Siriwardena has expressed his opposition to the Speaker on the same day.",
        "Article 2 (B) of the Parliamentary Theories and Privacy Act is a huge crime to mislead or deceive parliamentary committees. Council Chief Minister Bimal Ratnayake has deliberately made this mistake. The Speaker has also made the mistake.",
        "The Honor and the Hon.. Due to their actions, the privileges of the entire MPs have been violated. Therefore, I urge you to conduct a proper investigation into the matter."
      ]
    }
  },
  "summary_lines": []
}