{
  "translated_text": {
    "ta": {
      "title": "போராட்டம் முதலில் வீடுகள், கழிப்பறைகளில் விழுந்தது",
      "body_lines": [
        "\"காவல்துறையினர் காவல்துறையின் நடுவில் இருந்தனர், கழிப்பறைகள் கல் மற்றும் கழிப்பறைகள் பள்ளி அமைப்பில் சாலைகளின் கோளத்தில் வீசப்பட்டன.",
        "'கொழும்பு மாவட்ட எம்.பி. மதுரா விதானேஜ்' என்பது பிரிவு கல்வி இயக்குநர், கொழும்பு, எம்.பி. மதுரா விடானேஜ் தெரிவித்தார்.",
        "ஸ்ரீ ஜெய்வர்டெனெபுரா போலீசாரில் குழு கூட்டம் நடைபெற்றபோது எம்.பி. இந்த கருத்துக்களை வெளியிட்டார்.",
        "மேலும் பேசிய அவர் போராட்டத்தைப் பற்றி சிந்திக்க வேண்டும் என்றார்.",
        "எம்.பி., அது சைலெபாஸை உயர்த்தி சுற்றுச்சூழல் நட்பாகவும், அவரது தலையாகவும் ஒதுக்க வேண்டும் என்று கூறினார்.",
        "2022 ஆம் ஆண்டில் சில பள்ளிகளில், கழிப்பறை அமைப்புகள் மாணவர்களால் அழிக்கப்பட்டன என்று எம்.பி.",
        "அவர் பள்ளிகளுக்குச் சென்றபோது, ​​சில பள்ளிகள், ஸ்மார்ட் வகுப்பறைகள், ஸ்மார்ட் வகுப்பறைகள், தங்கள் குழந்தைகளின் அணுகுமுறைகளைப் பாதுகாக்க தங்கள் குழந்தைகளின் அணுகுமுறையைப் பாதுகாக்க சில பள்ளிகள் காணப்பட்டதாக அவர் கூறினார்.",
        "நல்ல குழந்தைகளாக இருந்த நல்ல மனிதர்களை சமுதாயத்திற்கு வழங்க வேண்டும் என்றால், அவர்களால் கல்வி மற்றும் நல்ல அதிர்ச்சி மற்றும் பழக்கவழக்க பள்ளி மற்றும் கோட்டே பகுதியின் வீடு வழங்க முடிந்தது என்று அவர் கூறினார்.",
        "மேற்கொள்ளப்பட வேண்டிய செயல்முறைகளைப் பற்றி விவாதிக்க இது தயாராக இருப்பதாகவும், பள்ளி குழந்தைகள் நடவடிக்கை எடுக்கத் தயாராக இருப்பதாகவும் அவர் மேலும் கூறினார்.",
        "ஒவ்வொரு எம்.பி., பரவலாக்கப்பட்ட நிதிகள் தங்கள் பகுதியில் பரவலாக்கப்பட்ட நிதியை எடுத்துக்கொள்வதாக அறிவிக்கப்பட்டதாக எம்.பி.",
        "ஒரு கழிப்பறை இல்லாததற்கும், அசுத்தமான நிலைமைகளுக்கும் கூட காரணம், கழிப்பறைக்குச் செல்வது கழிப்பறை இல்லாதது.",
        "எந்தவொரு காரணத்திற்காகவும் இந்த வழியில் செயல்பட குழந்தைகள் தெளிவாக இருக்க மாட்டார்கள் என்று எம்.பி."
      ]
    },
    "en": {
      "title": "The struggle was first that fell to the homes, toilets",
      "body_lines": [
        "\"The police were in the middle of the police, and the toilets were stone and the toilets were thrown into the sphere of roads in the school system.",
        "The divisional Director of Education is the 'Colombo District MP Madura Vithanage', Colombo, MP Madura Vithanage said.",
        "The MP had made these comments when the committee meeting was held in Sri Jayewardenepura Police.",
        "Speaking further he said he should think about the struggle.",
        "The MP said that it should raise the Silebas and set aside as environmental friendly, as well as his head.",
        "In some schools in 2022, the MP said that the toilet systems were destroyed by the students.",
        "When he went to schools, he said that some schools were found in some schools, Smart classrooms, the Smart classrooms, to protect the attitude of their children to protect their children's attitudes.",
        "He said that if the good people who were good children should be given to the society, they have been able to provide education as well as good trauma and habitual school and the home of the Kotte area.",
        "He further stated that it is prepared to discuss the processes of this to be carried out and the school children are ready to take action.",
        "The MP said that every MP had found that the decentralized funds were reported to take the decentralized funding in their area.",
        "The reason for the lack of a toilet and even the unclean conditions, it was among the lack of a toilet to go to the toilet.",
        "The MP said that children would not be evident for any reason to act in this way."
      ]
    }
  },
  "summary_lines": [
    "MP Madura Vithanage discusses school toilet issues in Sri Lanka, highlighting the need for environmental-friendly solutions and the impact of student behavior. He criticizes the lack of cleanliness and the absence of toilets, suggesting that decentralized funding could address these problems."
  ]
}