{
  "translated_text": {
    "ta": {
      "title": "கனமான சிந்தனை: வெள்ளத்தில் எப்படி பேரழிவு இல்லை?",
      "body_lines": [
        "வெள்ளம் மிகவும் பொதுவான இயற்கை பேரழிவு, அவை உலகம் முழுவதும் குறிப்பிடத்தக்க அழிவை ஏற்படுத்துகின்றன. நாசா வழங்கிய நாசாவின் தரவுகளின்படி, 2023 உலகளாவிய வெள்ளம் பேரழிவுகள் உலகளவில் நிகழ்ந்துள்ளன. இறந்த அல்லது காணாமல் போன வடக்கு லிபியாவால் பாதிக்கப்பட்டுள்ள வெள்ளம் 10,000 க்கும் மேற்பட்டவர்களில் அடங்கும்.",
        "இந்த ஆண்டு ஒரு சில நாடுகள் வெள்ளத்தை எதிர்கொண்டன. மத்திய ஐரோப்பா மற்றும் வடக்கு மற்றும் மேற்கு ஆபிரிக்காவில் மிக சமீபத்தில் அறிவிக்கப்பட்டுள்ளது.",
        "பல வகையான வெள்ளம் உள்ளன. ஒரு வகை வழக்குகள் குறிப்பாக ஆபத்தானவை: உடனடி வெள்ளம், சில நிமிடங்கள் அல்லது மணிநேரம், நீர் மட்டம் வேகமாக உயர்ந்து வருகிறது.",
        "அவை பெரும்பாலும் பலத்த மழையின் விளைவாகும், மேலும் கட்டிடங்களை அழிக்கும் அளவுக்கு சக்திவாய்ந்ததாக இருக்கலாம். வறட்சி மற்றும் பின்னர் கனமான வானிலை போன்ற விவசாய வானிலை நிலைமைகள் காலநிலை மாற்றத்தின் காரணமாக மோசமடைகின்றன, மேலும் இது உடனடி வெள்ளத்திற்கு பொதுவானது.",
        "2021 ஆம் ஆண்டில், அமெரிக்க விஞ்ஞானிகளின் ஒரு குழு நம்மில் பெரும்பாலோர் வெள்ளத்தில் வாழ்கின்றன என்பதை வெளிப்படுத்தினர். ஏனென்றால், பலத்த மழை, உயரும் மழை மற்றும் கடல் மட்டம் போன்ற வானிலை நிகழ்வுகளில் காலநிலை மாற்றத்தின் தாக்கம் மற்றும் அதிக சக்திவாய்ந்த சூறாவளி.",
        "அப்படியானால், அவசரகால வெள்ளத்தை நீங்கள் எவ்வாறு தப்பிப்பிழைப்பீர்கள்?நீங்கள் (வெள்ளம்) இருக்கும்போது ஆபத்தில் இல்லாத வாய்ப்பை அதிகரிக்கக்கூடிய வாய்ப்பை அதிகரிக்க பல அடிப்படை படிகள் உள்ளன.",
        "அமெச்சூர் செய்ய வேண்டிய முக்கியமான விஷயம் என்னவென்றால், நீங்கள் வெள்ளத்தால் பாதிக்கப்பட்ட பகுதியில் வசிக்கிறீர்களா என்பதை அறிந்து கொள்வது. கடும் மழையின் அதிகாரிகளின் எச்சரிக்கைகள் போன்ற உள்ளூர் வானிலை செய்திகளில் கவனம் செலுத்துங்கள்.",
        "நீங்கள் உயரும் தண்ணீரின் பாதிக்கப்படக்கூடிய பகுதியில் இருந்தால், அந்த பகுதியிலிருந்து உங்கள் குடும்பத்தினரையும் செல்லப்பிராணிகளையும் அழைத்துச் செல்ல திட்டமிடுங்கள். மருந்துகள், சுத்தமான நீர், பேட்டரிகள், மொபைல் போன் கட்டணம் மற்றும் நீர் பாதுகாக்கப்பட்ட ஆடைகளை வைத்திருப்பது எளிதாக இருக்கும். செஞ்சிலுவை சங்கம் போன்ற நிறுவனங்கள் வெள்ளத்திற்காக என்னென்ன பொருட்களை சேகரிக்க வேண்டும் என்பது குறித்த தகவல்களை வழங்கியுள்ளன.",
        "வெள்ளம் ஏற்படும் அபாயத்தில் அண்டை நாடுகளுக்கு - குறிப்பாக வயதான மற்றும் பாதிக்கப்படக்கூடிய பணியாளர்கள் - குறிப்பாக வசித்து வருகிறார்கள்.",
        "முதல் படி அனைத்து கதவுகளையும் ஜன்னல்களையும் மூடுவது, எளிதான அணுகல் வெளியேற்றப்படுவதை உறுதிசெய்கிறது.",
        "இது கட்டிடத்திற்குள் நுழையும் நீரின் அளவைக் குறைக்க உதவுகிறது. மணல் தலையணைகளைப் பயன்படுத்தி தரையில் வடிகால் மற்றும் கழிப்பறை இருக்கைகளைத் தடுப்பதும் நல்லது.",
        "நீங்கள் தெருக்களுக்கு வெளியே இருந்தால், உயர்ந்த நிலத்தை அணுக ஒரு வழியைக் கண்டறியவும்.",
        "வெள்ளப் பகுதிகள் முழுவதும் அல்லது வாகனம் ஓட்டுவதைத் தவிர்க்கவும். வல்லுநர்கள் கூறுகையில், ஒரு நபர் அல்லது காரைக் குடிக்க கூட, தண்ணீர் ஓட்டம் என்பது அரை மெராச் நீருக்கு கீழே ஒரு நீர் ஓட்டம் மட்டுமே என்று கூறுகிறது. 75% பேரழிவுகள் மூழ்கியிருக்கும் வெள்ளம் உலக சுகாதார அமைப்பு (WHO) கூறுகிறது.",
        "இதேபோல், மின் அதிர்ச்சிகள் உட்பட பலத்த காயங்களை ஏற்படுத்தக்கூடிய ஆபத்தான குப்பைகள் பலத்த காயங்களை ஏற்படுத்தும்.",
        "வெள்ளத்தில், மேன்ஹோல் மூடும் குழாய்களைக் கொண்ட வெள்ளம் கழிவுநீர் குழாய்களால் தப்பிக்கப்படுகிறது மற்றும் சில மீட்டர் சில மீட்டர் ஆழத்தில் விழக்கூடும்.",
        "நீங்கள் உங்கள் வீட்டில் இருந்தால், பிரதான சுஸ்கேலில் இருந்து மின்சாரத்தை துண்டிக்கவும்.",
        "எரிவாயு மற்றும் நீர் தொடர்பாக இதைச் செய்யுங்கள். முடிந்தால், தளபாடங்கள் மற்றும் மின் சாதனங்களை மேல் தளங்கள் அல்லது இடங்களுக்கு நகர்த்துவது. நீர் நிலைகள் உயரத் தொடங்கினால், தண்ணீரை அகற்றவும்.",
        "வீடு திரும்பும்போதெல்லாம் உள்ளூர் அவசர பேரழிவு மேலாண்மை நிறுவனங்களுடன் பேசுங்கள்.",
        "உடைந்த வடங்கள் மற்றும் குப்பைகள் மற்றும் பாம்புகள் போன்ற விபத்துகளிலிருந்து உடைந்த வடங்களின் ஆபத்துகள் உங்களைத் துரத்துகின்றன.",
        "வெள்ளம் பெரும்பாலும் எண்ணெய்கள் அல்லது உடல்நல அபாயங்களை ஏற்படுத்தும் பிற ஆபத்தான பொருட்களைக் கொண்டு செல்கிறது.",
        "பரிந்துரைகள் மற்றும் அறிவுறுத்தல்கள் இடத்திலிருந்து வேறுபட்டிருக்கலாம் என்பதை நினைவில் கொள்வது அவசியம். எனவே நீங்கள் வசிக்கும் பகுதியில் பொறுப்பான நிறுவனங்களிடமிருந்து தகவல்களைப் பெறுங்கள்.",
        "கட்டணம் இல்லை: சிறையில் இருந்து தப்பிக்க அர்ஜுன் அலோசியஸின் கோரிக்கை நீதிமன்றத்திலிருந்து நீக்கப்பட்டது",
        "குறைபாடுகள் இல்லாத குழந்தைகளை உற்பத்தி செய்ய தந்தைகள் ஏன் ஆல்கஹால் பயன்படுத்துவதை கட்டுப்படுத்த வேண்டும்?",
        "மேற்கு இண்டீஸ், அணிக்கு வந்து இலங்கை பந்து வீச்சாளர்களுக்கு உதவுகிறார்"
      ]
    },
    "en": {
      "title": "Heavy Think: How are there not a disaster in a flood?",
      "body_lines": [
        "Floods are the most common natural disaster, and they cause significant destruction around the world. According to NASA's data provided by NASA, 2023 global flooding disasters have occurred worldwide. More than 10,000 people include flooding influenced by the dead or missing north Libya.",
        "This year a few countries faced floods. Most recently reported, in central Europe and North and West Africa.",
        "There are several types of floods. One type of cases is especially dangerous: Immediate floods, a few minutes or hours, the water level is rapidly rising.",
        "They are often a result of heavy rains and may be powerful enough to destroy the buildings. Farming weather conditions, such as drought and then heavy weather conditions, get worse because of climate change, and it is common for the immediate floods.",
        "In 2021, a group of US scientists revealed that most of us live in areas of flooding. This is because heavy rainfall, rising rainfall, and the influence of climate change in weather events such as sea level and more powerful hurricanes.",
        "If so, how do you survive an emergency flood?There are several basic steps that you can increase the likelihood that you can increase the likelihood of being not in danger when you are (floods).",
        "The important thing to do for amateurs is to know if you live in a flood-affected area. Focus on local weather news, such as the warnings of the authorities of heavy rainfall.",
        "If you are in a vulnerable area of ​​rising water, plan to take your family and pets from that area. It will be easier to keep drugs, clean water, batteries, mobile phone charge and water protected clothing. Organizations, such as the Red Cross have provided information on what the goods should be collected for floods.",
        "Sure to neighbors at the risk of floods - especially the elderly and vulnerable personnel - especially inhabited.",
        "The first step is to close all the doors and windows, ensuring that easy access is evacuated.",
        "This helps reduce the volume of water enters the building. It is also advisable to block the ground drains and toilet seats using sand pillows.",
        "If you are out of the streets, find a way to access a high ground.",
        "Avoid walking across the flood areas or from driving. Experts say, even to drink a person or car, that the flow of water is just a water flow below half a merach water. The World Health Organization (WHO) says floods that 75% of disasters are drowned.",
        "Similarly, the dangerous debris that can cause serious injuries, including the power shocks can cause serious injuries.",
        "In the floods, the floods that have a manhole covering pipes are escaped by the sewage pipes and a few meters can fall into a few meters deep.",
        "If you are in your home, disconnect electricity from the main suscale.",
        "Do the same in relation to gas and water. If possible, moving furniture and electrical appliances to the upper decks or places. If the water levels start to rise, remove the water.",
        "Talk to local urgent disaster management institutions whenever returning home.",
        "The dangers of broken cords from broken cords and accidents, such as debris and snakes, are chasing you.",
        "Floods often carry oils or other dangerous materials that cause health risks.",
        "It is important to remember that recommendations and instructions can be different from the place. So please get information from the institutions responsible in the area where you live.",
        "No payment: Arjun Aloysius's request removed from court to escape imprisonment",
        "Why should fathers control the use of alcohol to produce children without disabilities?",
        "West Indies, who came to the squad and help Sri Lanka bowlers"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Flooding causes widespread destruction globally. Immediate floods are dangerous due to rapid water rise. Surviving floods requires knowing flood-prone areas, planning evacuation, securing valuables, and seeking high ground. Avoid walking through flooded areas and disconnect utilities before returning home. Local emergency services provide specific guidance based on location."
  ]
}