{
  "translated_text": {
    "ta": {
      "title": "அந்த இடத்தில் கொலைகள்",
      "body_lines": [
        "இரண்டு பகுதிகளிலிருந்து இரண்டு கொலைகள் பதிவாகியுள்ளதாக போலீசார் தெரிவித்தனர்.",
        "இந்த கொலைகள் நேற்று (02) கலவானா மற்றும் முடர் பொலிஸ் பிரிவுகளால் நடந்தன.",
        "கலபத பகுதியில் உள்ள கலபாத் பகுதியில் மோத்தர் முணுமுணுப்பதாக போலீசாருக்கு சந்தேகம் ஏற்பட்டது.",
        "இறந்தவர் பூஷி நகர் பகுதியில் 39 வயதான குடியிருப்பாளராக அடையாளம் காணப்பட்டுள்ளார்.",
        "இறந்தவரின் ஆயுதங்கள் கட்டப்பட்டுள்ளன, இறந்தவரின் மணல் திருவிழா மற்றும் இது ஒரு மனித கொலை என்று போலீசார் சந்தேகிக்கின்றனர்.",
        "கடந்த 30 பேரை அறியாமல் அந்த நபர் வீட்டை விட்டு வெளியேறியதாகவும், அவருக்கு ஒரு மன நோய் இருப்பதாகவும் தெரிவிக்கப்பட்டுள்ளது.",
        "கொலை கைது செய்ய தாய் போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்.",
        "இதற்கிடையில், மத்துகாமா சாலை நகருக்கு அருகே கூர்மையான ஆயுதத்துடன் கலாவாவாவா துண்டிக்கப்பட்டுள்ளார்.",
        "37 வயதான சந்தேக நபர் கைது செய்யப்பட்டார் மற்றும் கலவானா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "The killings in the place",
      "body_lines": [
        "Two murders have been reported from two areas, police said.",
        "The murders were taken place yesterday (02) by the Kalawana and Muttur Police Divisions.",
        "The police had received suspicion that Mothur was muspicious in the Kalapath area in Kalapatha area.",
        "The deceased has been identified as a 39 year old resident of the area of Bhirashi Nagar.",
        "The arms of the deceased have been tied up and a sand festival of the deceased and the police suspect this is a human murder.",
        "It has been reported that the man had left the house without knowing the past 30 and he had a mental illness.",
        "Mother Police are conducting further investigations to arrest the murder.",
        "Meanwhile, Kalawwawa has been cut off with a sharp weapon near the city of Matugama road.",
        "The 37-year-old suspect was arrested and the Kalawana Police are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "Two murders reported in Kalawana and Muttur areas. Suspects tied up, suspected human murder. One victim, 39, from Bhirashi Nagar, had left home 30 days ago due to mental illness. Kalawana suspect arrested near Matugama road."
  ]
}