{
  "translated_text": {
    "si": {
      "title": "චිත්රපටයේ දිගු දර්ශන - ගුරු සෝමසුන්දරම්",
      "body_lines": [
        "නවක jd හි චරිතය රඟපාන නළු ගුරු සෝමසුන්දරම්, 'පියමරියා ප්රමා' චිත්රපටයේ පළමු චරිතය වන අතර එය තනි ටැගයක රූගත කර ඇත.",
        "ජේඩී, ගුරු සෝමසුන්දම්, ජෝන් විජේ, හරිත උතමන්, විෂන්ද්ර, විශ්වීය, සායි ප්රියංකා රූත්, දිව්යා ගනේෂ්, හරිත. නන්දා-වී. මෙම චිත්රපටය රචනා කර ඇත්තේ ප්රවීන් විසිනි.",
        "මෙම උත්සවය චෙන්නායිහිදී පැවැත්විණි.ගීත රචක වෙරෝනිකා, සිනමා ශිල්පීන් නන්දා සහ ප්රවීන්, නිර්මාපකයෙක් ජේ.කේ.කේ රොබින්සන්, විනෝද් සාගර්, ජෙඩි, ජෙඩි, ගුරු සෝමසුන්දරම් සහ නිළි සායි ප්රියංකා රූත් මේ වන විටත් සහභාගී වූහ.",
        "චිත්රපටය ගැන අදහස් දක්වමින් රාහුල් කපාලි හි අධ්යක්ෂ රාහුල් කපල්ලි මහතා මෙසේ පැවසීය. \"මෙම චිත්රපටය ඔබට මිහිරි රසවත් අත්දැකීමක් ලබා දෙනු ඇත. චිත්රපටය චිත්රපටයේ නිකුත් කරන චිත්රපටවල අපගේ නව ව්යාපාරය මෙම චිත්රපටය මගින් ඔබට හැඟෙනු ඇත. \"කිව්වා.",
        "නළු ගුරු සෝමසුන්දරම් පැවසුවේ, \"අම්නාර් හි තවත් චිත්රපටයක් රූගත කරන අතරතුර. ඔහු ජැගඩිෂ්ගේ භූමිකාව වාදනය කරන ලෙස ඉල්ලා සිටියේය. මම රූගත කිරීම් අවසන් කළ විට මම චෙන්නායි වෙත පැමිණ කතාව කීවෙමි. ඔවුන් වහාම අම්නාර් වෙත පැමිණ මට කතාව පැවසුවා.. ඊට පස්සේ මම තිර රචනය කියවන්න කිව්වා. සමස්තයම කියවීමෙන් පසු අධ්යක්ෂවරයා අමතා, 'එය වෙනස් ය. මම මෙය කියවන විට, සියලු ලේ වැගිරීම් .. '. එවිට අධ්යක්ෂකගේ රුධිරය තිර රචනයේ ඇත. නමුත් තිරය මත නොවේ. '",
        "මෙම චිත්රපටයේ දීර් long දර්ශනයක් තිබේ. ඒ කියන්නේ තනි ටැගයක දිගු දර්ශන රූගත කිරීම. මේ පින්තූරයේ මේ වගේ දිගු දර්ශන තියෙනවා. මේ වගේ දර්ශන ප්රේක්ෂකයා සුවපහසු කරයි. නළු නිළියන්ගේ හොඳම ක්රියාකාරිත්වය - දර්ශනීය, අර්ථවත් පදය - දර්ශනයේ මනෝභාවය - ජනතාව මෙතරම් දීර් lens දර්ශන දිගටම දකිනු ඇත.",
        "රූපවාහිනියේ ප්රහසන දර්ශන නැරඹීම සහ ගීත දර්ශන භුක්ති විඳිය හැකි ආකාරය නරඹන ආකාරය, මෙම දිගු තනි ටැගයේ ගත් තිරය ජනතාව දිගටම බලා සිටිනු ඇත.",
        "අධ්යක්ෂ රාහුල් කබාලි, සිනමා ශිල්පීන් සහ කලා අධ්යක්ෂවරයා චිත්රපටය සඳහා වෙහෙස මහන්සි වී වැඩ කර තිබේ.. ඔවුන් හා සමාන නව තරුණ බලශක්ති වල නිර්මාතෘවරුන් සමඟ වැඩ කිරීම ගැන මම ඉතා සතුටු වෙමි. \"කිව්වා."
      ]
    },
    "en": {
      "title": "Long scenes in the movie - Guru Somasundaram",
      "body_lines": [
        "Actor Guru Somasundaram, who plays the role of the newcomer JD, is the first character in the film 'Piyamaria Prama', which has been filmed in the Single Tag.",
        "Jedi, Guru Somasundaram, John Vijay, Harish Uthaman, Vinod Sagar, Viswant, Vishwant, Sai Priyanka Ruth, Divya Ganesh, Harish. Nanda-V. The film is composed by Praveen and composed by K. Crime Thriller.",
        "The event was held in Chennai.Songwriter Veronica, cinematographers Nanda and Praveen, composer K, actors Jake Robinson, Vinod Sagar, Jedi, Guru Somasundaram and actress Sai Priyanka Ruth were present.",
        "Speaking about the film, director Rahul Kapali said, “This film will give you a sweet interesting experience. The film will make you feel our new venture in the films that are currently being released in the movie. ”said.",
        "Actor Guru Somasundaram said, “While filming another film in Munnar. He asked him to play the role of Jagadish. When I finished the shoot I came to Chennai and told the story. They immediately came to Munnar and told me the story.. After that I asked to read the screenplay. After reading the entire, contact the director and said, 'It's different. When I read this, all the bloodshed .. '. Then the director 'blood will be in the screenplay. But not on the screen. '",
        "There is a lot of long scenes in this movie. That means filming long scenes on the single tag. There are long scenes like this in this picture. Scenes like this will make the audience comfortable. The best performance of the actors - the stressful, the meaningful verse - the mood of the scene - the people will continue to see such long scenes.",
        "How to watch comedy scenes on television and how to enjoy song scenes, people will continue to watch the scenes taken in this long single tag.",
        "Director Rahul Kabali, Cinematographers and Art Director have worked hard for the film.. I am very happy to work with the creators of the new younger generation of energy like them. ”said."
      ]
    }
  },
  "summary_lines": [
    "Guru Somasundaram stars as JD in \"Piyamaria Prama,\" a crime thriller shot entirely on a single tag. The film features a mix of long, immersive scenes designed to enhance viewer engagement and emotional connection. Director Rahul Kapali promises a unique cinematic experience, emphasizing the film's distinct storytelling approach and the talented cast's performances."
  ]
}