{
  "translated_text": {
    "ta": {
      "title": "காவல்துறையின் சமீபத்திய நடவடிக்கை",
      "body_lines": [
        "வாகனம் திருடப்பட்ட, தங்கத்தை திருடுவதற்கும், வீட்டு வீழ்ச்சியில் ஈடுபட்ட வீடுகளை உடைப்பதற்கும் ஒரு சிறப்பு நடவடிக்கை ஒரு சிறப்பு நடவடிக்கையைத் தொடங்கியுள்ளது.",
        "அடுத்த மூன்று மாதங்களில் அடுத்த மூன்று மாதங்களுக்கு இந்த நடவடிக்கைகள் மேற்கொள்ளப்படும் என்று ஐ.ஜி.பி தேசாபண்ட் டென்னகூன் அறிவுறுத்தியுள்ளார்.",
        "இந்த நடவடிக்கைகளின்படி, மோட்டார் சைக்கிள் சிறுவர்கள் மோட்டார் சைக்கிள் சிறுவனால் கைது செய்யப்பட்டு 19 கழுத்தணிகளுடன் கைது செய்யப்பட்டுள்ளனர்.",
        "மோட்டார் சைக்கிள்கள் நேஜிகோடா, பனாதுரா, கலுதாரா பொலிஸ் பிளவுகளில் கடத்தப்பட்டு பெண்கள் கொள்ளையை கொள்ளையடித்தன.",
        "அவர் காவலில் வைக்கப்பட்டுள்ளார் மற்றும் மோராட்டுவா தலைமையகம் சந்தேக நபர்களை கைது செய்துள்ளது.",
        "ஒரு மன்னா கத்தி கத்தியால் கொள்ளையடிக்கப்பட்டால், மொராட்டுவா தலைமையகம் ஒரு மோட்டார் சைக்கிளில் சோதிக்கப்பட்டு நிறுவப்பட வேண்டும், சந்தேக நபர்களை கைது செய்யத் தொடங்கியது."
      ]
    },
    "en": {
      "title": "The latest operation of the police",
      "body_lines": [
        "A special operation has launched a special operation to arrest vehicle stolenning, stealing gold and breaking houses involved in household drop.",
        "IGP Deshaband Tennakoon has instructed that these operations will be carried out in the next three months to the next three months.Attorney General Talduuwa said, Attorney General Talduuwa said.",
        "According to these operations, the motorbike boys have been arrested by motorbike boy and had been arrested with 19 necklaces.",
        "The motorcycles were abducted in Nugegoda, Panadura, Kalutara police divisions and robbed women's robbery.",
        "He has been arrested in the custody and the Moratuwa Headquarters Police have arrested the suspect.The robbers have occurred in police stations.",
        "If a manna knife was plundered by a knife, the Moratuwa Headquarters had to be checked and founded in one motorcycle and had begun to arrest the suspects."
      ]
    }
  },
  "summary_lines": [
    "A special operation to combat vehicle theft, gold theft, and housebreaking has been launched by the police, under the supervision of IGP Deshaband Tennakoon. Motorbike thieves have been arrested, including 19 necklaces, in Nugegoda, Panadura, and Kalutara. The Moratuwa Headquarters Police have also arrested suspects involved in these crimes."
  ]
}