{
  "translated_text": {
    "ta": {
      "title": "கடந்த ஆண்டில், வெளிநாட்டு போய்விட்டது 300,000 ஐ தாண்டியுள்ளது",
      "body_lines": [
        "இலங்கையர்களின் எண்ணிக்கை 2024 ஆம் ஆண்டில் வேலைவாய்ப்புக்காக 3 லட்சம் செலவிட்டதாக வெளிப்புற வேலைவாய்ப்பு பணியகம் கூறுகிறது.",
        "இது இன்று 300,162 என்று பணியகம் தெரிவித்துள்ளது.",
        "கடந்த 10 ஆண்டுகளில் 300,000 தொழிலாளர்களின் இரண்டாவது காலம் 200,948 தொழிலாளர்களின் 3 மில்லியன் தொழிலாளர்களின் எண்ணிக்கையை நிறைவேற்றியது இது இரண்டாவது முறையாகும்.",
        "2024 ஆம் ஆண்டில், 177,804 ஆண் தொழிலாளர்கள் மற்றும் 122,358 பெண்கள் வெளிநாட்டில் உள்ளனர்.",
        "இந்த காலகட்டத்தில் மொத்த பெண்களின் எண்ணிக்கை 40% ஆகவும், ஆண் தொழிலாளர்கள் மொத்த எண்ணிக்கையில் 60% ஆகவும் அதிகரித்துள்ளனர்.",
        "இது சுயதொழில் மூலம் வெளிநாடுகளில் 184,140 மற்றும் வெளிநாட்டு வேலைவாய்ப்பு நிறுவனங்களைச் சேர்ந்த 116,022 மாணவர்கள்.",
        "இலங்கையர்கள் வெளிநாடு மற்றும் 73,995 எண்ணிக்கையில் சென்றுள்ளனர்.",
        "இரண்டாவதாக, யுஏஏ, ஐக்கிய அரபு எமிரேட்ஸ் அதிக எண்ணிக்கையில், இது 49,499 ஆகும்.",
        "கலை எதிர்ப்பு புள்ளிவிவரங்கள், தென் கொரியா, இஸ்ரேல், ருமேனியா மற்றும் ஜப்பானில் இலங்கையர்களுடன் இலங்கையர்களை வாங்குவதற்கு பென்னி ஒரு முக்கிய அம்சமாகும்.",
        "அதன்படி, 7,002 இலங்கைகள் மற்றும் 9,111 இலங்கைகள் மற்றும் 8,211 வேலைகள் 2024 ஆம் ஆண்டில் வேலைகளுக்கு விடப்பட்டன.",
        "2024 ஆம் ஆண்டின் இறுதிக்குள், வேலைவாய்ப்புக்கு பயணிக்கும் இலங்கையர்களின் எண்ணிக்கை 311,000 க்கு மேல் இருக்கும் என்று பணியகம் எதிர்பார்க்கிறது.",
        "இந்த காலகட்டத்தில் வெளிநாட்டு தொழிலாளர்களிடமிருந்து அந்நிய செலாவணி கணிசமாக அதிகரித்துள்ளது.",
        "நவம்பர் 2024 முதல் 5961.6 மில்லியன் அமெரிக்க டாலர் வெளியுறவு சேவை பணியகம் வெளியிட்ட அறிக்கையின்படி, 5961.6 மில்லியன் அமெரிக்க டாலர்கள் பெறப்பட்டுள்ளன."
      ]
    },
    "en": {
      "title": "Over the past year, foreign gone has exceeded 300,000",
      "body_lines": [
        "The External Employment Bureau says that the number of Sri Lankans spent 3 lakhs for employment during the year 2024.",
        "The Bureau said that this was 300,162 today.",
        "This is the second time the second period of 300,000 workers in the last 10 years has passed the number of 3 million workers in the year 200,948 workers.",
        "During the year 2024, 177,804 male workers and 122,358 women have been abroad.",
        "The total number of women have been abroad for employment during the period is 40% and male workers have increased to 60% of the total number.",
        "It is 184,140 overseas through the self-employment and 116,022 students from foreign employment agencies.",
        "Sri Lankans have gone abroad to employment and the number of 73,995.",
        "Secondly, the highest number of UA, the United Arab Emirates, it is 49,499.",
        "Anti-the-art statistics, Penny is an important point to procure Sri Lankans with Sri Lankans in the South Korea, Israel, Romania and Japan.",
        "Accordingly, 7,002 Sri Lankans and 9,111 Sri Lankans and 8,211 jobs were left for the jobs in 2024.",
        "The Bureau expects that by the end of the year 2024, the number of Sri Lankans traveling to employment is over 311,000.",
        "Foreign exchange from foreign workers has also increased significantly during this period.",
        "According to a statement issued by the Foreign Service Bureau of US $ 5961.6 million from November 2024, US $ 5961.6 million has been received."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Over 300k Sri Lankans employed abroad in 2024. 177k men, 122k women. UAE tops destination with 49k workers. Foreign exchange earnings reach $5961.6 million.\""
  ]
}