{
  "translated_text": {
    "si": {
      "title": "තායිපොංගල්",
      "body_lines": [
        "රටේ ආර්ථික අර්බුදය නොතකා තාපිපෝසනීය උළෙල රට තුළ සමරනු ලැබීය.",
        "දවසේ ස්වභාවය අනුව ලියන ලද පොංගල් උත්සව සැමරුම්, ලෝකයේ ස්වභාවය, සමෘද්ධිමත් හා සමෘද්ධිමත් වීමට සමෘද්ධිමත් වීම සහ සමෘද්ධිමත් වීම, දේශයේ සමෘද්ධිමත් වීම.",
        "පොංගල් උත්සවය අපගේ පස හා උරුමය ප්රකාශ කරන උත්සවවලින් පළමු අවස්ථාවයි. සොරකම් කිරීම, සොබාදහමට ස්තුති කිරීම, කෘෂිකාර්මික කර්මාන්තය හා සොබාදහමේ අත්යවශ්ය කරුණ නම් පොංගල් උත්සවය විවිධ ඉස්මතු කිරීම් සමඟ සමරනු ලැබේ.",
        "විශේෂ පූජා විසින් ශ්රී සිද්දිවීනගර් සහ ශ්රී මුතුමාරියම්මන් කෝවිලේදී සිදු කරන ලදී. හින්දු භක්තිකයන් පූජා චාරිත්රවලට සහභාගී වූහ.",
        "දෙමළමේ දිනයේ යැයි කියනු ලබන තාපොනොතුම් උත්සවය හින්දු කෝවිල් සහ නිවාසවල ද සමරනු ලැබේ.",
        "තපිපොංගල් යනු සුර්යා භගවන්ගේ සහ නමස්කාර කිරීමේ මුහුණුවරක සිටින අතර නමස්කාර මුහුණුවර මෙන්ම තම ටිලර් ව්යාපාරය සම්පූර්ණ කර ඇති ගොවීන්ගේ සහ පොංගල් දිනය සූර්ය භගවන්ගේ කෘත itude තාවයකි.",
        "මේ අවස්ථාවේ දී පුත්තලම් ශ්රී සිද්හිරිනයාකර් දේවමාළිගාව අග්රාමාත්ය ශිවාස්රි වෙන්කත පන්දුටා සුරුයුගේ ප්රධානත්වයෙන් පූජාවක් වන පූජා පූජා විසින් සිදු කරන ලදී.",
        "පුත්තලම් ශ්රී මුතුමරියාමිම් දේවාලය ද පන්සලේ ශිව්සි ආර්.",
        "දවසේ දිනය සැමරූ හින්දු ජනතාව අලුත් අවුරුද්දක් ඇඳගෙන දේවමාළිගාවට ගොස් පූජා නමස්කාරයේ යෙදෙනු ඇත.",
        "තපිගොන්ගොංගල් උත්සවය, දෙමළ ජනතාවගේ උත්සවයක් වන මන්නාරම් දිස්ත්රික්කයේ දෙමළ ජනතාව විසින් සමරනු ලැබීය.",
        "හින්දු හා කතෝලික විහාරස්ථානවල උදෑසන නමස්කාරයේදී, බොහෝ ජනමතල ජනතාව දේවමාළිගාව තුළ ස්වාමින් වහන්සේට ස්තූතිවන්ත විය.",
        "මඩකලපුවේ ශ්රී සිදුරු විග්නේශ්වර මහතා පන්සලේ විශේෂ පූජා",
        "වවුනියා කුඩෙටි කමාරි අම්මාන් පන්සලේදී ...",
        "ටිපොංගල් දිනයට පෙර, යාපනයේ, යාපනයේ --nainadivu naga pugakin amman cling ..."
      ]
    },
    "en": {
      "title": "Taipongal",
      "body_lines": [
        "Despite the economic crisis in the country, the Taipongal festival was celebrated in the country.",
        "Pongal festival celebrations that are greeted by the nature of the day, thank you for the nature of the world, to prosper and prosper, to prosper and prosper in the land.",
        "The Pongal Festival is also the first of the festivals that proclaim our soil and heritage. The Pongal Festival is celebrated with various highlights, including the preservation of the sun, thanks to nature, to pride the agricultural industry and the essentialness of nature.",
        "The special pooja was carried out at Sri Siddhivinayagar and Sri Muthumariyamman temples. Hindus participated in the pooja rituals.",
        "The Taipongal Festival, which is said to be the day of the Tamil day, is celebrated in Hindu temples and as well as houses.",
        "Taipongal is the face of the Surya Bhagavan and the face of worshiping, as well as the farmers who have completed their tiller business and are celebrating the Pongal day as a gratitude to the sun Bhagavan.",
        "In this case, the Puttalam Sri Siddhivinayakar Temple was carried out by the Pooja Pooja Temple, headed by the Prime Minister Shivasree Venkata Sundararama Guru.",
        "The Puttalam Sri Muthumariamman Temple was also held under the patronage of Shivasree Ambalavanan priests of the temple.",
        "The Hindu people who celebrated the day of the day were wearing a new year and visiting the temple and engaging in pooja worship.",
        "The Taipongal festival, one of the festivals of the Tamils, was celebrated by the Tamil people in the Mannar district.",
        "During the morning worship at the Hindu and Catholic temples, many of the general public thanked the Lord in the temples.",
        "Special Pooja Worship of Sri Siddhi Vigneswarar Temple in Batticaloa",
        "At the Vavuniya Kudsetti Karumari Amman Temple ...",
        "On the eve of Taipongal Day, Jaffna -Nainadivu Naga Pumpkin Amman Temple ..."
      ]
    }
  },
  "summary_lines": [
    "Despite economic crisis, Taipongal, a Tamil festival, was celebrated, highlighting agriculture and gratitude to the sun. Special poojas were held in Sri Siddhivinayagar and Sri Muthumariyamman temples, with participation from Hindus. Taipongal, celebrated in Hindu temples and homes, symbolizes worship of Surya Bhagavan. The festival, one of the Tamils' festivals, was observed in the Mannar district, with morning worship at temples and special poojas in various locations."
  ]
}