{
  "translated_text": {
    "ta": {
      "title": "கச்சிதாவ் தீவு: இலங்கையிலிருந்து இந்தியாவை திருப்பி அனுப்ப முடியுமா?",
      "body_lines": [
        "இப்போது இலங்கையை கெஞ்சிய கச்சிடுவே தீவு, இந்தியாவின் தேர்தலை இலக்காகக் கொண்ட ஒரு சர்ச்சைக்குரிய தலைப்பாக மாறியுள்ளது.",
        "இந்திய பிரதமர் நரேந்திர மோடி மார்ச் 31 அன்று ஒரு குறிப்பைக் கூறினார்",
        "ஒவ்வொரு இந்தியரும் கோபப்படுவதாகவும், காங்கிரஸ் கட்சியை மீண்டும் உறுதிப்படுத்த முடியாது என்றும் அது கூறுகிறது.",
        "ட்விட்டர் போஸ்ட்ட்விட்டரைத் தவிர்க்கவும் உள்ளடக்கத்தை அடைய நீங்கள் ஒப்புக்கொள்ள முடியுமா? இந்த கட்டுரையில் ட்விட்டர் வழங்கிய உள்ளடக்கம் உள்ளது. அவை குக்கீகள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்துவதால், அவை ஏற்றுவதற்கு முன்பு உங்கள் அனுமதியை நாங்கள் அவசரப்படுத்துகிறோம். ட்விட்டர் குக்கீ கொள்கை மற்றும் தனியுரிமைக் கொள்கையை அனுமதிப்பதற்கு முன்பு நீங்கள் படிக்க வேண்டியிருக்கலாம். இந்த உள்ளடக்கத்தைக் காண 'ஒப்புக்கொள்ளப்பட்ட முன்னோக்கி' என்பதைத் தேர்ந்தெடுக்கவும். இறுதி ட்விட்டர் இடுகையின் உள்ளடக்கத்திற்கு மேலே உள்ளவை பொறுப்பல்ல.",
        "கச்சுத்ததிவா தீவு என்பது நாட்டின் தீவுகளின் ஒரு தீவுக் குழுவாகும், மேலும் கச்சாடிவு தீவு இலங்கைக்கு அதிக தூரம் உள்ளது.",
        "கச்சாடிவ் தீவு தென்னிந்தியாவின் ராமச்செக் நகருக்கு அருகில் அமைந்துள்ளது.",
        "தென்னிந்தியாவின் ரமதத்திவா தீவில் இருந்து தூரம் யாஃப்னாவிலிருந்து கச்சாடிவு தீவுக்கு 24 கி.மீ தூரத்திற்கு அருகில் உள்ளது, கிட்டத்தட்ட 63 கி.மீ.",
        "கச்சுட்டிவா தீவில் உள்ள நிலம் கிட்டத்தட்ட 280 ஏக்கர்.",
        "இலங்கை மற்றும் மீன்பிடித்தல் மற்றும் மீன்வளத் தொழில் உள்ளிட்ட இந்த தீவு மிகவும் முக்கியமானது.",
        "ஜூன் 26, 1974 அன்று கச்சோவே தீவின் உரிமையை ஸ்ரீ லங்கா வைத்திருந்தார், சிரிமாவோ பண்டாரநாயக்கும், இலங்கையின் இந்திய பிரதம மந்திரி இந்திரா காந்தியின் இந்தியப் பிரதமரும்.",
        "கச்சிதாவா தீவு இந்தியாவின் ஒரு பகுதியாக இல்லை என்றும் இலங்கையின் ஒரு பகுதியாகும் என்றும் ஒப்பந்தம் கூறுகிறது.",
        "இலங்கைக்கு 1974 ஆம் ஆண்டில் கச்சாடிவ் தீவுக்கு உரிமை உண்டு, கச்சாடிவ் கடல் வரம்பின் சிக்கல் 20 ஆம் நூற்றாண்டின் முற்பகுதியில் இயங்குகிறது.",
        "இந்திய தூதுக்குழு மற்றும் இலங்கை பிரதிநிதிகள் ஒரு குழு கச்சாடிவு தீவின் உரிமையுடன் விவாதங்களை நடத்தியது.",
        "கச்சாடிவு தீவு இந்தியாவில் இருந்ததில்லை என்று இலங்கை தூதுக்குழு கூறியுள்ளது.",
        "சுமார் 1800 கள், டச்சு காலம் 1950 இல் ஒரு வம்ச வரைபடம், ஆர்.எல். ப்ரோஹைரைத் தொகுத்த கச்சுதடிவா தீவு இலங்கைக்கு மதிப்பிடப்பட்டுள்ளது, மேலும் ஆங்கில நிர்வாக சிவில் நிர்வாகி இலங்கை என்ற புத்தகத்தின் வரைபடத்தில் \"இலங்கை\" என்ற புத்தகத்தில் சேர்க்கப்பட்டுள்ளது.",
        "1974 ஆம் ஆண்டில் கையெழுத்திடப்பட்ட ஒப்பந்தத்தின்படி, கச்சாடிவு தீவு தொடர்பான அணிவகுப்பு மற்றும் கச்சாடிவு தீவு தொடர்பான மார்ச்சியல் எல்லையின் பின்னர் இந்திய மீனவர்கள் மற்றும் இலங்கை மீனவர்கள் இடையே மோதல்கள் இருந்தன.",
        "1976 ஆம் ஆண்டில் இந்தோ-லங்கா தலைவர்கள் கையெழுத்திட்ட மற்றொரு ஒப்பந்தத்தின்படி, இந்திய மீனவர்கள் மீன்பிடிக்க முடிந்தது.",
        "இதன் விளைவாக, இந்தியாவில் உள்ள தமிழ்நாடு மக்கள் மீண்டும் இந்தியாவுக்கு மீண்டும் இந்தியாவுக்கு அழைத்துச் செல்லப்பட்டுள்ளனர்.",
        "ஏப்ரல் 19 அன்று, தேர்தல் இந்திய பொதுத் தேர்தலுடன் தொடங்குகிறது, இது ஏழு கட்டங்களாக நடைபெறும்.",
        "இந்த தேர்தல் பின்னணியில் கச்சாடிவ் தீவின் பிரச்சினை நூலுக்கு வருகிறது.",
        "பொதுத் தேர்தல் தொடர்பாக தமிழ்நாட்டில் வென்ற பாலாண்டியா மக்கள் கட்சியை உறுதிப்படுத்த கச்சிதாவா தீவின் பிரச்சினையை சர்வதேச அரசியல் ஆராய்ச்சியாளர்கள் கருதுகின்றனர்.",
        "சர்வதேச உறவுகள் ஆராய்ச்சி டாக்டர் ஹசாதேவா, பிபிசிக்கு எதிராக பிபிசிக்கு சின்ஹாலா சேவையை கட்சிக்கு எதிராக மற்றும் காங்கிரஸ் மீதான நம்பிக்கையையும் காங்கிரஸ் மீதான நம்பிக்கையையும் உருவாக்கினார்.",
        "மோடியின் அரசியல் வாழ்க்கை: \"ஒரு திறமையான தொடர்பாளர்\" என்பது உலகின் புகழ், உலகின் பிரபலமானது",
        "கச்சாடிவ் தீவு உடன்படிக்கை தொடர்பாக இந்திய அரசியலமைப்பிலிருந்து இந்தியா அகற்றப்படவில்லை என்று காண்டுதஹேவா டாக்டர் ஹசாத் மவுண்ட் கூறுகிறார்.",
        "அதன்படி, கச்சாடிவ் தீவு இந்தியாவுக்கு பல வழிகளைக் கொண்டுள்ளது.",
        "\"முதல் விஷயம் என்னவென்றால், இந்திய அரசாங்கம் எந்த கேள்வியும் இல்லாமல் நாட்டின் உச்சநீதிமன்றத்தின் நீதிமன்ற உத்தரவை தாக்கல் செய்யலாம்,. அல்லது இராஜதந்திர விவாதங்கள் மூலம் நீங்கள் திரும்பப் பெறலாம். இது கொஞ்சம் சிக்கலானது. \"",
        "எவ்வாறாயினும், தேர்தலை குறிவைத்து நரேந்திர மோடி அவற்றை செயல்படுத்துவார் என்று எதிர்பார்க்க முடியாது என்று டாக்டர் ஹசித் சுட்டிக்காட்டினார்.",
        "\"இங்கே மற்றொரு சிக்கல் கச்சிட்டிவ் தீவு, இது இலங்கைக்கு சொந்தமானது, சீனாவும் மண்டலத்தில் கவனம் செலுத்துகிறது. இந்தியாவும் இந்தியாவில் ஆர்வம் காட்டுகிறது. \"",
        "கச்சிதேவ் தீவு பல நன்மைகளை அனுபவித்துள்ளது.",
        "முக்கிய நன்மை இப்பகுதியில் உள்ள பல்வேறு வகையான மீன் வளங்கள், இது மீன்வளம் அல்ல.",
        "கூடுதலாக, தற்போதைய ஆய்வுகளின்படி எரிவாயு களஞ்சியம் அமைந்துள்ளது என்பது தெரியவந்துள்ளது.",
        "கூடுதலாக, கச்சாடிவ் தீவின் உரிமை சொந்தமானது;கடல் ஆராய்ச்சியின் 12 கடல் மைல்களின் கடல் பகுதி விரிவாக்கப்பட்டுள்ளது.",
        "கச்சுட்டிவு தீவு இந்தியாவுக்கு சொந்தமானது என்றால், டாக்டர் ஹசாத் இந்த மண்டலம் மன்னாரைச் சேர்ந்த மன்னாரிலிருந்து வந்தது என்று கூறினார். அப்படியானால், இலங்கைக்கு சொந்தமான பகுதி கடல் பகுதியின் பகுதியைக் குறைக்கும்.",
        "இருப்பினும், கச்சாட்டா தீவை கையகப்படுத்துவது எளிதானது அல்ல என்று சில இந்திய ஊடகங்கள் சுட்டிக்காட்டியுள்ளன.",
        "ஞாயிற்றுக்கிழமை (மார்ச் 31) வெளியிடப்பட்ட ஒரு கட்டுரை, அட்டர்னி ஜெனரலான முகுல் ரதி அளித்த அறிக்கையை 2014 இல் 2014 இல் முகுல் ரடகியின் அட்டர்னி ஜெனரல் மேற்கோள் காட்டியுள்ளார்.",
        "\"கச்சிதாவ் 1974 இல் 1974 இல் ஒப்படைக்கப்பட்டது. இன்று அது எப்படி இருக்க முடியும்?நீங்கள் கச்சிதேவை திரும்பப் பெற விரும்பினால், அது ஒரு போருடன் எடுக்கும். \"",
        "උසස් පෙළ නොකර ම වයස අවුරුදු 19 වන විට උපාධිධරයෙක් වන්නේ කෙසේ ද?",
        "தோனியின் கால்கள் மற்றும் ஆசீர்வாதங்களைப் பெற்ற இமாஷா பதிரானாவின் உரையின் கதை",
        "147 ஆண்டுகளின் சோதனை வரலாற்றில் தனித்துவமான பதிவுகளாக இருந்த கிமிடி மெண்டிஸ் யார்?"
      ]
    },
    "en": {
      "title": "Kachithave Island: Can India be returned from Sri Lanka?",
      "body_lines": [
        "Kachituwe Island, which has now begged Sri Lanka, has become a controversial topic that has aimed at the election of India.",
        "Indian Prime Minister Narendra Modi stated a note on 31 March",
        "It states that every Indian is angry and the Congress Party cannot be confirmed again.",
        "SKIP Twitter PostTwitter Can you agree to reach content? This article contains the content provided by Twitter. Since they use cookies and other technologies, we urgent your permission before they load. You may need to read Twitter cookie policy and privacy policy before it is permitted. Select 'acknowledged forward' to view this content. The above is not responsible for the content of the END Twitter post.",
        "Kachuthativa Island is an island group of the islands of the country, and Kachchativu Island is the most distance to Sri Lanka.",
        "Kachchativu Island is located near the city of Ramacheck in South India.",
        "The distance from Ramadhattiva Island in South India is close to 24 km from Jaffna to Kachchativu Island, nearly 63 km.",
        "The land on Kachuttiva Island is nearly 280 acres.",
        "This island is very important, including Sri Lanka as well as fishing, and fisheries industry.",
        "Sri Lanka owned the right of Kachchoway Island on June 26, 1974 with Sirimavo Bandaranaike and Indian Prime Minister of Indira Gandhi, the Indian Prime Minister of Sri Lanka.",
        "The agreement states that the Kachithawa Island is not part of India and is part of Sri Lanka.",
        "Sri Lanka was entitled to Kachchativu Island in 1974, and the problem with Kachchativu Ocean Limit runs to early 20th century.",
        "Among Indian delegation and a group of Sri Lankan delegates had held discussions with the ownership of Kachchativu Island.",
        "The Sri Lankan delegation has said that Kachchativu Island has never been in India.",
        "About 1800s, the Dutch period a dynasty map in 1950, RL. The Kachuthativa Island, who compiled Brohire, has been estimated to Sri Lanka, and the English administrative civilian administrator included in a map of a book called Ceylon, \"Ceylon.\"",
        "According to the agreement signed in 1974, there were conflicts between the Indian fishermen and Sri Lankan fishermen since the case of the marchial boundary relating to the march and Kachchativu Island related to Kachchativu Island.",
        "According to another agreement signed by Indo-Lanka leaders in 1976, Indian fishermen were able to fishing.",
        "As a result, the Tamil Nadu people in India have been taken over again to India to rebuild Kachchata Island back to India.",
        "On April 19, the election begins with the Indian general election, which will be held in seven phases.",
        "This is in this election background that the problem of Kachchativu Island is coming to the thread.",
        "International Political Researchers view the issue of Kachithawa Island to confirm the winning Balandiya People's Party in Tamil Nadu in relation to the general election.",
        "Dr. Hasathhewa, an international relations research, told the Sinhala service to the BBC against the BBC against the party and to create a belief in the Congress and confidence in the Congress.",
        "Modi's political life: \"A talented communicator\" is the world's popularity, the world's popular",
        "Dr. Hasath Mount, Kandudahewa says that India has not been removed from the Indian Constitution regarding Kachchativu Island covenant.",
        "Accordingly, Kachchativu island has several ways to India have been returning to India.",
        "\"The first thing is that the Indian government can file a court order of the country's Supreme Court without any question,. Or you can get right back through diplomatic discussions. It's a little complex. \"",
        "However, Dr. Hasith, pointed out that Narendra Modi cannot be expected to implement them, targeting the election.",
        "\"Another problem here is Kachittivu Island, which is owned by Sri Lanka, China is also focused on the zone. India is also being interested in India. \"",
        "Kachithave Island has experienced several advantages.",
        "The main advantage is the wide variety of fish resources in the area, which was not fisheries.",
        "In addition, it has been revealed that the gas repository is located according to the present studies.",
        "In addition, the ownership of Kachchativu Island is owned;The Ocean region of the 12 nautical miles of ocean research is expanded.",
        "If Kachuttivu Island belongs to India, Dr. Hasath said that the zone was from Mannar from Mannar. If so, the area belonging to Sri Lanka will reduce the area of the Ocean region.",
        "However, some Indian media have pointed out that the acquisition of Kachchata Island is not easy to take over.",
        "An article published on Sunday (March 31), a statement made by Mukul Rati, the Attorney General, has been quoted by the Attorney General of Mukul Ratagi in 2014 in 2014.",
        "\"Kachithavu was delegated in 1974 in 1974. How can it be over today?If you want to get Kachithav back, it will take it with a war. \"",
        "How can be a graduate by 19 years of age without the age of 19?",
        "The story of the speech touching of Mathasha Pathirana, Dhoni's feet and acquired the blessings",
        "Who is the Kimiddi Mendis, which was unique records in Test history of 147 years?"
      ]
    }
  },
  "summary_lines": [
    "Kachchativu Island, a disputed territory between India and Sri Lanka, has sparked controversy and political debate. The island's ownership was confirmed by Sri Lanka in 1974, but India has expressed interest in reclaiming it. The issue has been linked to the Indian general election, with international political researchers suggesting it could influence the outcome. The island's strategic importance, including its fishing and gas potential, complicates the situation."
  ]
}