{
  "translated_text": {
    "si": {
      "title": "ඕස්ට්රේලියාව බීටර් මධ්යයේ පාකිස්තානයට ඇතුළු විය",
      "body_lines": [
        "19 හැවිරිදි ලෝක කුසලාන තරගාවලියේදී 19 වන ලෝක කුසලානය තුළ ඕස්ට්රේලියාව එක් කඩුල්ලකින් එක් කඩුල්ලකින් එක් කඩුල්ලකින් ජය ගත්තේය.",
        "මෙම ජයග්රහණයත් සමඟ ඕස්ට්රේලියාවේ 19 දෙනාගේ අවසාන තරඟයේදී ඉන්දියාවට විරුද්ධ වීමට සුදුසුකම් ලැබීය.",
        "වයස අවුරුදු ජාතික කුසලාන භාගයේදී, 3 වන ලෝක කුසලාන තරගාවලියේ 3 වන අවස්ථාව වන ඕස්ට්රේලියාව, 6 වන වරටත් අවසන් තරඟයේදී ක්රීඩා කිරීමට සුදුසුකම් ලබයි.",
        "ටොම් ස්ටීකර්ගේ නිවැරදි පන්දු යැවීම මැද සම්බන්ධතාවය දෙකක් වන අතර 17 අවසන් කඩුල්ල - ෂෝඩ්, ලකුණු 17 කි.",
        "ඒකාබද්ධ කිරීම හැරී ඩික්සන්, ඔලිවර් පීක්, ටොම් කෙන්ට්ල්, රෆයාල් මැක්මොන් සහ අවසන් වරට කෙලම් ගිට්ලර් විය.",
        "ඊට අමතරව, නියමිත වේලාවට නිශ්චිත ඕවර ප්රමාණයක් විසි කිරීමට පාකිස්තානය අපොහොසත් වූ අතර, අවසානයේදී, කෙටියෙන් පිටත ක්රීඩකයින් 4 දෙනෙකු පමණක් ක්ෂේත්රයට බල කෙරුනි.",
        "ඕස්ට්රේලියාව පන්දුවාර 49.1 කදී කඩුලු 9 කින් ලකුණු ලබා ගනිමින් පාකිස්තානයේ ලකුණු 180 ක හොඳ ජයග්රහණයකට ප්රතිචාර දක්වමින් ලකුණු 181 ක් රැස් කළේය.",
        "හෙරී ඩික්සන් සහ සෑම් කොන්ටස්ට ලකුණු 33 ක් හවා ගොස් ඕස්ට්රේලියාව හොඳ ආරම්භයක් ලබා ඇත.",
        "නමුත් ලකුණු 14 ක් සඳහා ක්රීඩාව අහිමි වීමෙන් පසුව, සෑම් කොන්ටාස් එක ස්ථාවර පරතරයකින් කඩුලු 3 ක් දක්වා පහත වැවල් ගියේය. (16.3 ඕවර, 59 - 4 විග්.)",
        "එක් අතකින්, ආරම්භක පිතිකරු හේරි ඩික්සන් සමඟ ඔලිවර් පීකට් එකක ඔලිවර් පීක් ලකුණු 43 ක් බෙදා ගත්තේය.",
        "හරී ඩික්සන් පන්දු 75 කදී ලකුණු 50 ක් අහිමි විය.",
        "6 වන කඩුල්ල වෙනුවෙන් ඔලිවර් පීක් සහ ටොම් කෙන්ටාල් ලකුණු 44 ක් බෙදා ගත් අතර ඕස්ට්රේලියාව කෙරෙහි වැඩි විශ්වාසයක් පෝෂණය කළේය.",
        "ටොම් කෙම්බල් (25), ඔලිවර් පීක් (49), ඩොම් ස්ට්රැකර් (3) සහ මහ්ලි බ්රැඩ්මන් (0) ලකුණු 18 කින් පරාජයට පත්විය.. (164 - 6 විග්.)",
        "ඕස්ට්රේලියාවට තරගය ජය ගැනීම සඳහා ලකුණු 16 ක් හා පාකිස්තානයට කඩුල්ලක් අවශ්ය වූ අතර ඕවර හතරක් (පන්දු 24) ඉතිරිව ඇත.",
        "පසුගිය කඩුල්ලෙහි, ජයග්රහණය සඳහා ජයගත් රෆයාල් මැක්මිමලෝන් සහ ජයග්රහණයට සම්බන්ධ වූ රෆයාල් මින්මාලෝන් සහ කෙලම් වීලර්, ඕස්ට්රේලියාවේ ජයග්රහණය සහ අවසන් තරගය අවසන් තරඟයට සුදුසුකම් ලබා ඇති බවට සහතික විය.",
        "අලි රාසා ලකුණු 34 කට කඩුලු 4 ක් ද, අරෆත් මින්හා ලකුණු 20 කට කඩුලු 2 ක් දවා ගත්තේය.",
        "තරගයේදී පන්දුවට පහර දීමට ආරාධනා කරන ලද පාකිස්තානය පන්දුවාර 48.5 කදී ලකුණු 179 ක් රැස් කළේය.",
        "ඕස්ට්රේලියානු පන්දු යවන්නන් මුහුණ දීමට මහත් දුෂ්කරතාවයකට මුහුණ දුන් පාකිස්තානය පන්දුවාර 28 කදී කඩුලු 5 ක දැවී ලකුණු 79 ක් ලබා ගත්තේය.",
        "කෙසේ වෙතත්, අසුන් අවිස් සහ අරාෆත් මෑස්මාස් සිය ගණනක්, කඩුල්ලකින් ලකුණු 54 ක් රැස් කළ අතර 6 වන කඩුල්ල යටතේ ලකුණු 54 ක් බෙදා ගත් අතර පාකිස්තානය යම් ගෞරවයක් ලබා දුන්නේය.",
        "එරාෆට් මින්ස් පසුව 7 වන කඩුල්ල වෙනුවෙන් ලකුණු 31 ක් බෙදා ගත්තේය. නවීඩ් අහමඩ් ඛාන් සමඟ.",
        "අසාන් අවේස් පන්දු 91 කදී ලකුණු 51 ක් රැස් කළ අතර අරාෆට් මින්හා බෝල 61 කදී ලකුණු 51 ක් රැස් කළේය.",
        "ෂමිල් හුසේන්ට (17) ඔවුන්ට වඩා ද්විත්ව-ආඩිගිට් ගණනක් පමණි. පාකිස්තානයේ මුළු සංඛ්යාව 3 වන අතර වැඩිම සංඛ්යාවක් 3 ක් විය."
      ]
    },
    "en": {
      "title": "Australia entered Pakistan in the midst of a stir",
      "body_lines": [
        "Australia won by one wicket in the 2nd semi -final of the 19 -year -old World Cup under the 19 -year -old World Cup, which had a fewer number in the Wilomoor Park Stadium.",
        "With this victory, Australia qualified to oppose India in the final of the 19 -year -old world champion to be held on Sunday.",
        "Australia, the 3rd time in the history of the Under -19 World Cup, is eligible to play in the final for the 6th time.",
        "Two connectivity in the middle of the Tom Straker's accurate bowling replied, and the 17 -wicket -shared last wicket -shared, 17 runs.",
        "The merger was Harry Dixon, Oliver Peak, Tom Kempel, Rafayal McMmon and the last -digit player Kellam Witler.",
        "In addition, Pakistan failed to throw specific overs within the fixed time, and in the last over, only 4 players outside the circle were forced to field.",
        "Australia won by 9 wickets in 49.1 overs, scoring 181 runs in response to a good win in Pakistan's 180 runs.",
        "Heri Dixon and Sam Konstas shared 33 runs and made Australia some good start.",
        "But after losing the game for 14 runs, Sam Konstas fell to 3 wickets in a steady interval. (16.3 overs, 59 - 4 wig.)",
        "On the one hand, Oliver Peek shared 43 runs in the 5th wicket with the opening batsman Heri Dixon.",
        "Heri Dixon lost 50 runs off 75 balls.",
        "Oliver Peak and Tom Kempel then shared 44 runs in the 6th wicket and fostered more confidence for Australia.",
        "Tom Kembel (25), Oliver Peak (49), Dom Stracker (3) and Mahli Bradman (0) lost by 18 runs.. (164 - 6 wig.)",
        "Australia needed 16 runs and Pakistan needed a wicket to win the match, with four overs (24 balls) remaining.",
        "In the last wicket, Rafayal McMimalon and Kellam Vittler, who joined the victory, were responsible and relaxed and ensured that Australia's victory and the final qualify for the final.",
        "Ali Raza took 4 wickets for 34 runs while Arafat Minhas took 2 wickets for 20 runs.",
        "Pakistan, who were first invited to bat in the match, scored 179 runs in 48.5 overs.",
        "Pakistan, who faced great difficulty in facing Australian bowlers, scored only 79 runs for the loss of 5 wickets in 28 overs.",
        "However, Azan Avis and Arafat Minhas, who scored half -centuries, shared 54 runs in the 6th wicket and gave Pakistan some dignity.",
        "Arafat Minhas then shared 31 runs in the 7th wicket with Naveed Ahmed Khan.",
        "Azan Avayes scored 51 off 91 balls while Arafat Minhas scored 51 off 61 balls.",
        "Shamil Hussein (17) received only a double -digit number than them. The total number of Pakistan's total number was 3, the highest number was 3."
      ]
    }
  }
}