{
  "translated_text": {
    "si": {
      "title": "மூன்று மாதங்களில் 28 துப்பாக்கி சூட்டுச் சம்பவங்கள் பதிவு",
      "body_lines": [
        "සංවිධානාත්මක අපරාධ කණ්ඩායම් 16 ක් පසුගිය මාස තුන තුළ වෙඩි තැබීම් 28 ක් සමඟ මෙම සිදුවීම් 16 ක් සිදු කර ඇති බව පොලිස් මාධ්ය ප්රකාශක පොලිස් අධිකාරි බුද්ධි මනතුංග මහතා පැවසීය.",
        "ஒழுங்கமைக்கப்பட்ட குற்றக் குழுக்களால் நடத்தப்பட்ட தாக்குதல்களில் 10 சம்பவங்கள் குறித்து 57 சந்தேக நபர்களை கைது செய்துள்ளதோடு மூன்று துப்பாக்கிகளை மீட்டுள்ளதாகவும் அவர் குறிப்பிட்டுள்ளார்.",
        "පාතාල කණ්ඩායම් බොහෝ විට එකිනෙකා සමඟ ගැටේ. එම ගැටුම් අඛණ්ඩව පවත්වා ගැනීම සැලකිලිමත් විය යුතුය.",
        "2023 සහ 2024 වෙඩි තැබීම් හා සසඳන විට 2024 දී සුළු අඩුවීමක් සිදුවිය.",
        "සංවිධානාත්මක අපරාධකරුවන් විසින් 2023 ක් වන වෙඩි තැබීම් 120 ක් සහ ඉන් 65 ක් සංවිධානය කර තිබේ.. 2024 වන විට එම සංඛ්යාව 99 ක් වූ අතර මෙම සිදුවීම්වලට අපරාධකරුවන් 55 ක් සම්බන්ධ විය.",
        "පසුගිය වසර කිහිපය තුළ ප්රචණ්ඩ ක්රියා සිදුකරන ප්රචණ්ඩකාරී අපරාධවල වැඩි වීම ගැන ජනතාව කතා කරති. හේතුව, අපරාධ සම්බන්ධයෙන් මාධ්යවල බොහෝ ප්රවෘත්ති තිබීමයි. කෙසේ වෙතත්, මෑත අතීතයේ දී එම අපරාධ තීව්ර වී ඇති බව අපි පිළිගනිමු.",
        "2024 මුල් භාගයේදී පස් දෙනෙකු මිය ගොස් දින කිහිපයකට පසු මල්වදේධිපිටියෙහි බෞද්ධ ථේරෙකු මිය ගිය බව මතක තබා ගත යුතුය.",
        "සන්නද්ධ කල්ලි අතර ප්රචණ්ඩත්වය බොහෝමයක් drug ෂධ වෙළඳාමේ වැඩි කොටස් සඳහා සහ ඔවුන්ගේ කොටස් පාලනය කිරීම සඳහා එකිනෙකා සමඟ තරඟ කරන නිසා ඔවුන් එකිනෙකා සමඟ තරඟ කරන බැවිනි.",
        "අපරාධ කණ්ඩායම් අප ක්රියා කරන්නේ ප්රතිවාදී කණ්ඩායමේ හෝ ආරක්ෂක අංශ විශාල-මේල් පරීක්ෂණ සිදු කරන සෑම අවස්ථාවකදීම ප්රතිවාදී සමූහයේ හෝඩුවාවක් පදනම් කරගෙන අප ක්රියා කරන බවයි.",
        "ප්රතිවාදී කල්ලි වල හෝඩුවාව නිසා drugs ෂධ අනාවරණය වී ඇති බව අපරාධ කණ්ඩායම් විශ්වාස කරති. කෙසේ වෙතත්, මෑත සතිවලදී අපට drugs ෂධ විශාල ප්රමාණයක් හමු වී තිබේ,",
        "මේ අතර ඇප මත මුදා හැරීමෙන් පසු ඇප කොන්දේසි වලින් 188 දෙනෙකු මෙම පුද්ගලයින් පලා ගොස් ඇත.. ඔවුන්ගෙන් 63 දෙනෙකු සංවිධානාත්මක අපරාධ කමිටුවලට අයත් බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "28 firing incidents recorded in three months",
      "body_lines": [
        "Police Media Spokesperson Police Superintendent Buddhika Manatunga said that 16 of the incidents have been carried out by organized criminal groups, with 28 shootings in the last three months.",
        "He noted that 57 suspects have been arrested and three guns have been recovered in connection with 10 incidents of attacks by organized criminal groups.",
        "Underworld groups often collide with each other. The continuation of those conflicts is a matter of concern.",
        "Compared to the shootings of 2023 and 2024, there was a slight decrease in 2024.",
        "There were 120 shootings in 2023 and 65 of them were organized by organized criminals.. By 2024, the number was 99 and 55 criminals were involved in these incidents.",
        "People are talking about an increase in violence crimes over the past few years. The reason is that there is a lot of news in the media regarding crimes. However, we acknowledge that those crimes have intensified in the recent past.",
        "It must be remembered that five people were killed in the early 2024 and a Buddhist Thera in Malwadhiripitiya a few days later.",
        "There are plenty of violence between armed gangs because they compete with each other for more stocks in the drug trade and to control their parts.",
        "Criminal groups think that we are acting on the basis of a rival group's clue whenever the police or security forces carry out large -scale tests.",
        "Criminal groups believe that drugs have been detected because of the clue of rival gangs. However, in recent weeks we have found a lot of drugs,",
        "Meanwhile, 188 people have fled after the bail conditions after being released on bail.. He said 63 of them belong to organized criminal committees."
      ]
    }
  },
  "summary_lines": []
}