{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதியின் திட்டத்திற்காக உலகளாவிய தலைவர்கள் பாராட்டப்படுகிறார்கள்",
      "body_lines": [
        "இலங்கையில் பொருளாதாரத்தை கட்டியெழுப்ப இலங்கையின் பொருளாதாரத்தை நிறைவேற்றும் உலகளாவிய தலைவர்களின் உலகளாவிய தலைவர்கள் கூறுகையில், வெளிவிட விவகார அமைச்சர் அலி சப்ரி கூறுகிறார்.",
        "உகாண்டாவிற்கு ஜனாதிபதியின் உத்தியோகபூர்வ வருகை தொடர்பாக அமைச்சர் இந்த அறிக்கையை வெளியிட்டார்.",
        "இதற்கிடையில், ஜனாதிபதி ரணில் விக்ரெமேசிங்கை இன்று (21) உகாண்டாவின் கம்பாலாவில் 3 வது தெற்கு மாநாட்டில் உரையாற்ற உள்ளார்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கும் தான்சானியாவும் ஜனாதிபதி ரணில் விக்ரமசிங்க மற்றும் தான்சானியா பிரதமர் காசிம் மாகே ஆல்வா இடையே நடைபெற்றது.",
        "பிரதமர் பிரதமர் பிரதமர் பிலிப் டேவிஸும் ஜனாதிபதியைச் சந்தித்து இருதரப்பு விவாதங்களை நடத்தினார்.",
        "இதற்கிடையில், பல ஆப்பிரிக்க நாடுகளுடனான உறவுகளை வலுப்படுத்த ஜனாதிபதியின் ஜனாதிபதியின் உத்தியோகபூர்வ வருகைக்கு ஜனாதிபதியின் உத்தியோகபூர்வ வருகை ஜனாதிபதியின் உத்தியோகபூர்வ வருகை கூறுகையில்.",
        "இதற்கிடையில், ஜனாதிபதி ரணில் விக்ரமேசிங்கே இன்று ஜி 77 மற்றும் சீனா உட்பட உரையாற்ற திட்டமிடப்பட்டுள்ளது.",
        "ஜி 77 மற்றும் சீனாவின் 034 வது தெற்கு மாநாடு வர்த்தகம், முதலீடு, நிலையான வளர்ச்சி, காலநிலை மாற்றத்தை ஒழித்தல், வறுமை மற்றும் டிஜிட்டல் பொருளாதாரம் மற்றும் டிஜிட்டல் பொருளாதாரம் ஆகியவற்றை அதிகரிப்பதை நோக்கமாகக் கொண்டுள்ளது.",
        "உகாவங்காவின் புதிய தலைவர் யுடிஐ குடியரசால் கைது செய்ய திட்டமிடப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Global leaders are commended for the President's program",
      "body_lines": [
        "External Affairs Minister Ali Sabri says the global leaders of the global leaders who are carrying out the economy of Sri Lanka to build the economy in Sri Lanka.",
        "The Minister made this statement regarding the President's official visit to Uganda.",
        "Meanwhile, President Ranil Wickremesinghe is scheduled to be addressed today (21) at Uganda's Kampala, the 3rd South Conference.",
        "President Ranil Wickremesinghe and Tanzania was held between the President Ranil Wickremesinghe and Tanzania Prime Minister Kasim Mage Alva.",
        "Prime Minister Prime Minister Prime Minister Philip Davis also met the President and held bilateral discussions.",
        "Meanwhile, External Affairs Minister Ali Sabri says the President's official visit to the President's official visit to the President to strengthen relations with many African countries.",
        "Meanwhile, President Ranil Wickremesinghe is scheduled to be addressed today, including G77 and China.",
        "G77 and China's 034th South Conference is aimed at increasing trade, investment, sustainable development, eradication of climate change, poverty, and the digital economy and the digital economy.",
        "The New Chairman of the UGavanga is scheduled to be taken into custody by the Republic of the UDI."
      ]
    }
  },
  "summary_lines": [
    "Global leaders commend Sri Lanka's economy under President's program. Ali Sabri, External Affairs Minister, highlights the President's visit to Uganda to strengthen relations with African countries. President Ranil Wickremesinghe addresses the 3rd South Conference in Kampala, Uganda, and meets with Tanzania's Prime Minister Kasim Mage Alva and Prime Minister Philip Davis. The conference aims to boost trade, investment, and sustainable development."
  ]
}