{
  "translated_text": {
    "ta": {
      "title": "இது சரி என்று டயானா கூறினாலும், வழக்கு தொடர்கிறது",
      "body_lines": [
        "முன்னாள் மாநில மந்திரி தியான் காமேஜின் சட்ட ஆர்ப்பாட்டங்களை இரட்டை குடியுரிமை இல்லாததால் மேற்கொள்ள முடியாது என்று கொழும்பு உயர்நீதிமன்ற நீதிபதி மன்ஜுலா திலகாரத்னே நேற்று (09) விசாரணையைத் தொடங்கினார்.",
        "திறந்த நீதிமன்றத்தில் உள்ள அனைத்து குற்றச்சாட்டுகளிலும் அவர் பேசிக் கொண்டிருந்தபோது, ​​திருமதி டயானா காமேஜ் முந்தைய தீர்ப்பைத் தொடங்கத் தயாராகி வந்தார், வழக்கை எடுத்த பிறகு, சட்டப்பூர்வ எதிர்ப்பின் பின்னர் நீதிமன்றம் மூடப்பட்டிருந்தது.",
        "அக்டோபர் 09, 2004 டிசம்பர் 1, 2004 இல் இலங்கை குடிமகன் அல்ல, மேலும் டயானா காமேஜ் உள்ளிட்ட நபர்களின் பதிவு துறையின் இயக்குநர் ஜெனரல், மற்றும் வழக்கறிஞர்கள் டயானா கேமேஜால் ஏமாற்றப்படுவார்கள். பிரதிவாதி மீது குற்றம் சாட்டப்பட்டவர்.",
        "இந்த வழக்கில் முந்தைய விசாரணை கருத்தரங்கின் கடைசி நேரத்தில் வழக்கு எடுத்துக் கொள்ளப்பட்டபோது பிரதிவாதி நீதிமன்றத்தில் ஆஜரானார்.",
        "பிரதிவாதிக்கு எதிரான குற்றச்சாட்டுகளைப் படித்த பிறகு, திறந்த நீதிமன்றத்தில் அவர்கள் பங்கு என்று கூறினார்.",
        "பிரதிவாதிக்கு ஆஜரான ஜனாதிபதியின் ஆலோசகர் ஷானகா ரனசிங்கே, நீதிமன்றத்தில் ஆஜராக நீதிமன்றத்தில் முன்வைக்கப்பட்டபோது பிரதிவாதிக்கு தகவல் கொடுத்தார்.",
        "2003 டிசம்பர் 21 ஆம் தேதி சுட்டிக்காட்டிய ஜனாதிபதியின் ஆலோசகர் ஷனகா ரணசிங்க, 4685 பிறப்பு தீர்வு தொடர்புடைய ஆவணத்தின் தேதியில் சேர்க்கப்பட்டதாக தெரியவந்தது.",
        "இந்த குற்றச்சாட்டுகள் 20 ஆண்டு பதிவேட்டின் அடிப்படையில் தங்கள் வாடிக்கையாளர் மீது வழங்கப்பட்டதாகவும், தனது வாடிக்கையாளருக்கு எதிரான குற்றச்சாட்டுகளை கோரியதாகவும் ஜனாதிபதியின் ஆலோசகர் ஷனகா ரணசிங்க கூறினார்.",
        "நீதித்துறையை உரையாற்றிய நீதிபதி ஆதாரங்கள் ஆதாரங்களுக்குப் பிறகு முடிவுக்கு வர வேண்டும்.",
        "பிரதிவாதிக்கு எதிரான ஆலோசனைக்குப் பிறகு, விசாரணையைத் தொடங்க பேஸ் கீப்பிங் நீதிபதி முடிவு செய்துள்ளார்.",
        "அதன்படி, டெஹிவாலா பிரதேச செயலகத்தில் பணிபுரிந்த ஓய்வூதியதாரரான டான் சுமிதிபாலாவின் ஓய்வூதியதாரர், புகாருக்காக ஆஜரான அரசாங்க வழக்கறிஞர் அகிலா இயக்கியுள்ளார்.",
        "திரு. சுமதிபாலாவின் ஆதாரங்களை விசாரித்த பின்னர், நீதிபதி பிரதிவாதிக்கு அன்று நீதிமன்றத்தில் ஆஜராகுமாறு ஒத்திவைக்கப்பட்டார்.",
        "புகாருக்காக அரசு வழக்கறிஞர் அயமிலா ஆஜரானார், ஜனாதிபதியின் ஆலோசகர் ஷானகா ரணசிங்க பிரதிவாதிக்காக ஆஜரானார்."
      ]
    },
    "en": {
      "title": "Although Diana says it is right, the case continues",
      "body_lines": [
        "Colombo High Court Judge Manjula Thilakaratne commenced the trial yesterday (09) that the legal protests of former State Minister Diyan Gamage cannot be carried out against the lack of dual citizenship.",
        "When he was speaking to all charges in the Open Court, Mrs. Diana Gamage was preparing to commence the preceding judgment, after taking the case, the court wrapped after the legal protest.",
        "October 09, 2004 was not a Sri Lankan citizen in December 1, 2004, and the Director General of the Department of Registration of Persons, including Diana Gamage, and the lawyers will be deceived by Diana Gamage. Accused of accused of the defendant.",
        "The defendant appeared in court when the case was taken up at the last time the previous trial seminar in this case.",
        "After reading the charges against the defendant, she said in the open court that they were the role.",
        "The President's Counsel Shanaka Ranasinghe, who appeared to the defendant, informed the defendant when they were presented to the court to appear in court.",
        "President's Counsel Shanaka Ranasinghe, who has pointed out to the 21st of December 2003, was revealed that the 4685 Birth settlement was added to the date of the relevant document.",
        "President's Counsel Shanaka Ranasinghe said that these allegations were given against their client based on a 20-year register and demanded the charges against his client.",
        "The judge who addressed the judiciary should conclude after the evidence should be concluded after the evidence.",
        "After consultation against the defendant, the basekeeping judge has decided to commence the trial.",
        "Accordingly, a pensioner of Don Sumithipala, a pensioner who worked at the Dehiwala Divisional Secretariat, was directed by the government lawyer Akila, who appeared for the complaint.",
        "After investigating Mr. Sumathipala's evidence, the judge was postponed to the defendant to appear in court that day.",
        "Government Attorney Ayamila appeared for the complaint and President's Counsel Shanaka Ranasinghe appeared for the defendant."
      ]
    }
  },
  "summary_lines": []
}