{
  "translated_text": {
    "ta": {
      "title": "கங்கோல், மறைத்தல் மற்றும் மறைக்கப்பட்ட நபர்கள் உட்பட",
      "body_lines": [
        "திலாரி வாலனா பலாமா உட்பட குலியா, திலாரி வாலனா பலானா கைது செய்யப்பட்டுள்ளார்.",
        "வாலனா மத்திய ஊழலின் இயக்குனர் பலனா பாலயா வாலானா மத்திய ஊழல் எதிர்ப்பு இயக்குநர் நடத்திய சிறப்பு நடவடிக்கையின் போது இந்த கும்பல் கைது செய்யப்பட்டுள்ளது.",
        "தினேஷ் புஷ்பகுமாரா என்று அழைக்கப்படும் தினேஷ் புஷ்பகுமாரா, தினேஷ் புஷ்பகுமாரா, ஒரு புனைப்பெயர் என்று அழைக்கப்படுகிறது.",
        "சந்தேக நபர் சந்தேக நபரால் நடத்தப்பட்டார்.",
        "எவ்வாறாயினும், நீதியின் செயல்பாட்டில் அந்தப் பகுதியிலிருந்து தப்பி ஓடிய சந்தேக நபர், இப்பகுதியிலிருந்து தப்பி ஓடிவிட்டார்.",
        "அதன்படி, வலானா மத்திய ஊழல் தடுப்பு தாக்குதல் கார்ப்ஸ் சந்தேக நபர் குடா ஓயாவிலிருந்து வழக்கமான நிலைக்கு மறைந்திருப்பதாக தகவல்களைப் பெற்றுள்ளார்.",
        "தகவல்களின்படி, குடா ஓயா வால்வ் கடமைகளில் வாலனா மத்திய ஊழல் தடுப்பு நியமனம் அதிகாரிகளின் குழு அடையாளம் காணப்பட்டு கைது செய்யப்பட்டுள்ளது.",
        "சந்தேக நபர் 490 கிராம் ஹெராயின் மூலம் மீட்கப்பட்டார் மற்றும் மேலதிக விசாரணைகளுக்காக குடோயா போலீசாரிடம் ஒப்படைத்தார்.",
        "மொராட்டுவா மாஜிஸ்திரேட் நீதிமன்றம் சந்தேக நபருக்கு எதிராக திறந்த வாரண்டுகளை திறந்த வாரண்டுகளை வெளியிட்டுள்ளது, மேலும் மொராட்டுவாவில் ஒரு மதுபான விற்பனை நிலையத்தை கொள்ளையடிப்பது தொடர்பாக நீதிமன்ற வழக்கில் உள்ளது.",
        "அதன்பிறகு மற்றொரு விசாரணைக் குழுக்கள் வாலனா மத்திய ஊழல் எதிர்ப்பு படைப்பிரிவால் கைது செய்யப்பட்டுள்ளன.",
        "19.65 கிராம் ஹெராயின், 02.48 கிராம் பனி, ஒரு மோட்டார் சைக்கிள் மற்றும் மோட்டார் சைக்கிள் ஆகியவை இருந்தன.",
        "மேலும் விசாரணைகளுக்காக சந்தேக நபர்கள் மற்றும் வழக்குகள் மொரடுவா காவல்துறையினரால் தயாரிக்கப்பட்டுள்ளன.",
        "கைது செய்யப்பட்ட அனைத்து சந்தேக நபர்களும் தக்கவைப்பு உத்தரவுகளை விசாரிக்க எடுக்கப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "Gangol, including hiding, and hidden people",
      "body_lines": [
        "The Kuliya, including the Thilari Walana Balama, has been arrested by the Thilari Walana Walana Balana.",
        "The gang has been arrested during a special operation conducted by the Director of Walana Central Anti-Corruption Balana Balaya, Director of Walana Central Corruption.",
        "Dinesh Pushpakumara, known as Dinesh Pushpakumara, known as Dinesh Pushpakumara, a nickname, is arrested.",
        "The suspect had been conducted by the suspect.",
        "However, the suspect, whose name has fled the area along the operation of justice, has fled the area.",
        "Accordingly, the Walana Central Anti-Corruption Attack Corps has received information that the suspect has been hiding from the Kuda Oya to the usual.",
        "According to information, a group of the Walana Central Anti-Corruption Appointment Officers have been identified and arrested at the Kuda Oya Valved Duties.",
        "The suspect was recovered by 490 grams of heroin and handed over to the Kudaoya Police for further investigations.",
        "The Moratuwa Magistrate's Court has issued open warrants open warrants against the suspect and is also in a court case in connection with robbing a liquor outlet area in Moratuwa.",
        "Thereafter another investigation teams have been arrested by the Walana Central Anti-Corruption Brigade.",
        "There were 19.65 grams of heroin, 02.48 grams of ice, a motorbike and a motorcycle.",
        "The suspects and cases have been produced by the Moratuwa Police for further investigations.",
        "All suspects arrested have been taken to investigate the retention orders."
      ]
    }
  }
}