{
  "translated_text": {
    "si": {
      "title": "වතු කම්කරුවන්ගේ මූලික වැටුප සැකසීමෙන් නිකුත් කරන ලද ගැසට් පත්රය",
      "body_lines": [
        "වතු කම්කරුවන්ට පාදක වැටුප රුපියල් 1350 ක් සමඟ ගැසට් නිවේදනය නිකුත් කර තිබේ. 2013 දී (12), කර්මාන්තයේ (12) කර්මාන්තයේ ලේකම් විසින් කර්මාන්ත හා විදේශ රැකියා අමාත්යාංශයේ ලේකම් විසින් නිකුත් කරන ලද ගැසට් නිවේදනය සැප්තැම්බර් 10 සිට ක්රියාත්මක කෙරේ.",
        "මෙම ගැසට් පත්රය වැටුප් කවුන්සිල අණ පනතේ 30 වන වගන්තිය යටතේ ප්රකාශයට පත් කර ඇත. ඒ අනුව දෛනික අවම පදනම රුපියල් 1350 ක් වන අතර එක් එක් තේ කිලෝග්රෑම් කිලෝග්රෑම් එකකට රුපියල් 50 කට වඩා ගෙවිය යුතුය.",
        "රුපියල් 1350 ක මූලික වැටුප සහ සේවක අර්ථසාධක අරමුදල සහ සේවක භාර අරමුදල සහ සේවක භාර අරමුදල ඇතුළත් වන ගැසට් පත්රයේ ගැසට් පත්රයේ තවදුරටත් සඳහන් වේ."
      ]
    },
    "en": {
      "title": "Gazette released by setting the basic salary of plantation workers",
      "body_lines": [
        "Gazette Notification has been issued for plantation workers with a base salary of 1350 rupees. The Gazette Notification, issued by the Secretary to the Ministry of Industry and Foreign Employment on Thursday (12), will be implemented from September 10.",
        "This gazette has been published under Section 30 of the Salary Councils Command Act. Accordingly, the daily minimum base salary is 1350 rupees and each kg of tea should be paid more than 50 rupees.",
        "It is further stated in the Gazette that the basic salary of 1350 rupees includes the daily budget and the Employees Provident Fund and the Employee Trust Fund."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka: New Gazette sets minimum wage for plantation workers at 1350 rupees per day, effective September 10. Includes daily allowance and pension contributions. Tea workers must receive over 50 rupees per kilogram."
  ]
}