{
  "translated_text": {
    "si": {
      "title": "பிள்ளைகளின் முன்னிலையில் தந்தையை நோக்கி துப்பாக்கிச் சூடு!",
      "body_lines": [
        "බදාදා සවස නාඳුනන පුද්ගලයින් දෙදෙනෙකු යතුරුපැදියකින් පැමිණ මිනුවන්ගොඩ, කොටුගොඩ ප්රදේශයේ බස් දිලීපා දුරකථනය, බස් දිලීපා දුරකථන, බිල්වෝඩා හි වෙඩි තැබූහ.",
        "සිද්ධිය වන විට බස් රථය තම බිරිඳ, මිතුරා සහ දරුවන් තිදෙනා සමඟ නිවසේ මිදුලේ සිටියේය. குற்றவாளிகள் பாதுகாப்புப் படையினர் அணியும் சீருடைகளை ஒத்த ஆடைகளை அணிந்திருந்ததாக வீட்டார் தெரிவித்துள்ளனர்.",
        "පස්වරු 2.30 ට සිදු වූ මෙම ඇඳුමෙන් බස් රථය දිවි ගලවා ගත්තේය. තුවක්කුකරුවන් වහාම පැන ගියහ.",
        "වෙඩි තැබීමේ මොහොත සහ සැකකරුවන් පැන ගිය දර්ශනය සහ සීසීටීවී කැමරාව වාර්තා විය.",
        "පොලිස් දත්ත වලට අනුව, 2025 දී මෙතෙක් වෙඩි තැබීම් 80 ක් සිදුව තිබේ. පුද්ගලයින් 44 දෙනෙකු මියගොස් 47 දෙනෙකු තුවාල ලබා තිබේ."
      ]
    },
    "en": {
      "title": "Firing towards the father in the presence of children!",
      "body_lines": [
        "On Wednesday afternoon, two unidentified men arrived on a motorcycle and opened fire on the bus Dileepa telephone, a bus Dileepa telephone, in Kotugoda, in Minuwangoda.",
        "At the time of the incident, the bus was in the yard of the house with his wife, friend, and three children. The householder said the culprits were wearing uniforms worn by security forces.",
        "The bus survived the suit, which took place at 2.30 pm. The gunmen escaped immediately.",
        "The moment of the shooting, and the scene where the suspects escaped, the CCTV camera was recorded.",
        "According to police data, there have been 80 shootings so far in 2025. 44 people died and 47 were injured."
      ]
    }
  },
  "summary_lines": []
}