{
  "translated_text": {
    "si": {
      "title": "මන්නාරම දිස්ත්රික් මහ රෝහල ඉදිරිපිට අරගලය;ලිවීමෙන් පොරොන්දුව - අතහැර දැමූ අරගලය",
      "body_lines": [
        "මන්නාරම මහ රෝහලේදී මියගිය මව සහ ළදරු රෝහලේ අභාවයට පත්වීම සඳහා යුධ භේදය බදාදා (20) මන්නාරම මහ රෝහල ඉදිරිපිට සිදු කළ මෙම අරගලය.",
        "කෙසේ වෙතත්, දේශපාලන පක්ෂ දෙකේ හිටපු පාර්ලිමේන්තු අපේක්ෂකයින් දෙදෙනෙකු ලෙස අතුගා දැමීම ඔවුන්ගේ දේශපාලන නාට්යය ලෙස ජනතාවගේ අරගලය මෙහෙයවීය.",
        "මවගේ හා ළදරුවාගේ මරණය සඳහා යුක්තිය ඉල්ලා මන්නාරම මහ රෝහල ඉදිරිපිට සවස 4.30 ට මන්නාරම මහ රෝහල ඉදිරිපිට මෙම විරෝධතාවය ආරම්භ විය.",
        "මවගේ මරණයට යුක්තිය ඉල්ලා, වැරදිකරුවන් අත්අඩංගුවට ගැනීම සහ රෝහල් පරිපාලනය මාරු කිරීම සඳහා සාමකාමී අරගලයක් ඉල්ලා සිටියේය.",
        "විරෝධතාවයේ දී විරෝධතාකරුවන් රෝහලට ඇතුළු වීමට උත්සාහ කරමින් සිටියදී විවිධ සටන් පා ans හැවිර ලදී.. මෙයින් පසුව පොලිසිය සහ ජනතාව අතර ගැටුමක් ඇති විය.",
        "මෙයින් පසු, එම ස්ථානයට පැමිණි දිස්ත්රික් රජයේ නියෝජිත කේ. කැනගේවරන්ගේ නායකත්වයෙන් යුත් කණ්ඩායමක් මියගිය අයගේ දෙමාපියන් සමඟ සාකච්ඡා කළහ.",
        "විරෝධතාකරුවන් මන්නාරම මහ රෝහල ඉදිරිපිට දිගටම මාර්ගය වත් කළහ.",
        "මන්නාරම දිස්ත්රික් රජයේ නියෝජිතයාගේ සහ උතුරු පළාතේ අධ්යක්ෂකගේ සහ උතුරු පළාතේ අධ්යක්ෂ සහ සෞඛ්ය අමාත්යාංශයේ ලේකම්, විශේෂ කමිටු නියෝජිතයින්, මියගිය කාන්තාවගේ මව්වරුන්, විශේෂ කමිටු නියෝජිතයින්, විශේෂ කමිටු නියෝජිතයින්, විශේෂ කමිටු නියෝජිතයින්, විශේෂ කමිටු නියෝජිතයින්, විශේෂ කමිටු නියෝජිතයින්, විශේෂ කමිටු නියෝජිතයින්, ෙපොදු නියෝජිතයින්, ෙසේවය.",
        "මෙම සාකච්ඡාවේදී එම කාන්තාව මියගිය තුරු රෝහලට ඇතුළත් කර ඇති මියගිය අයගේ මවගේ මවගේ මවට පැවසුවාය.",
        "ඔහු මෙම මරණවලට විසඳුමක් ඉල්ලා සිටියේය. මියගිය අයගේ relatives ාතීන් සහ විරෝධතාකරුවන් තම ඉල්ලීම ලිඛිතව ඉදිරිපත් කරන ලෙස කමිටුවෙන් ඉල්ලා සිටියහ.",
        "සෞඛ්ය අමාත්යාංශයේ ලේකම් විසින් විමසීම් දෙකක් සිදුකරන අතර පළාත් අධ්යක්ෂ සිය විමර්ශන කමිටුව පත් කර ඇති අතර ඔහුගේ විමර්ශනය දින තුනකින් නිම කිරීමට නියමිතය.",
        "මෙම පිළිතුරු මත පදනම්ව, අදාළ සියලු වෛද්යවරුන් සුදුසු ක්රියාමාර්ග ගන්නා බව පළාත් අධ්යක්ෂකවරයා සහතික විය.",
        "මියගිය කාන්තාවගේ මව සහ relatives ාතීන් මෙම තත්වයේ සහතිකය පිළිගත්තේය.",
        "කෙසේ වෙතත්, දේශපාලන පක්ෂ දෙක පිළිබඳ හිටපු පාර්ලිමේන්තු අපේක්ෂකයින්ගේ සහතිකය පිළිගත නොහැකි බව පවසමින් ඔහු සිය දේශපාලන නාට්යය පැවැත්වීය.",
        "මෙම අවස්ථාවේ දී, විශේෂ කාර්ය සාධක බලකාය සහ කෝලාහරයට කෝලාපදී සිටි කෝලාපලී වූ පොලිසිය රෝහල ඉදිරිපිට විරෝධතාකරුවන් බලහත්කාරයෙන් ඉවත් කළේය.",
        "මන්නාරම් රෝහලේ ප්රධාන මාර්ගය දිගේ පැය කිහිපයක් පමණ ගමනාගමනය සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "Struggle in front of the Mannar District General Hospital;Promise by Writing - Abandoned Struggle",
      "body_lines": [
        "The struggle carried out in front of the Mannar General Hospital on Wednesday (20) at 4.30 pm to seek justice for the death of the mother and infant, who died at the Mannar General Hospital.",
        "However, there was a bustling as two former parliamentary candidates of the two political parties led the struggle of the people as their political drama.",
        "The protest began at 4.30 pm on Wednesday (20) in front of the Mannar General Hospital seeking justice for the death of the mother and infant.",
        "There was a peaceful struggle, demanding justice for the death of the mother, the arrest of the wrongdoers and the transfer of the hospital administration.",
        "During the protest, various slogans were raised as the protesters sought to enter the hospital.. This was followed by a conflict between the police and the people.",
        "Following this, a group led by District Government Agent K. Kanageswaran, who arrived at the scene, discussed with the parents of the deceased.",
        "The protesters continued to pour out the road in front of the Mannar General Hospital.",
        "A special discussion was held under the patronage of the Mannar District Government Agent and the Director of the Northern Province and the Secretary of the Ministry of Health, the Special Committee Representatives, the Mothers, Relatives and Religious Leaders of the Woman who died.",
        "During the discussion, the woman told the mother of the mother of the deceased who had been admitted to the hospital until she was killed.",
        "He also made a demand for a solution to these deaths. The relatives of the deceased and the protesters asked the committee to submit their request in writing.",
        "While two inquiries are being carried out by the Secretary of the Ministry of Health, the Provincial Director has appointed his inquiry committee and that his investigation will be completed in three days.",
        "On the basis of these answers, the Provincial Director guaranteed that all the relevant doctors will take appropriate action.",
        "The mother and relatives of the woman who died, accepted the guarantee of this situation.",
        "However, he staged his political drama, saying that the guarantee of former parliamentary candidates of the two political parties could not be accepted.",
        "In this case, the police, the Special Task Force and the riot police forcibly evacuated the protesters in front of the hospital.",
        "It is noteworthy that traffic along the main road of Mannar Hospital for a few hours."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Protest outside Mannar General Hospital demands justice for mother and infant death. Political interference mars peaceful demonstration. Police intervene, hospital officials promise inquiry."
  ]
}