{
  "translated_text": {
    "si": {
      "title": "වසරේ හොඳම ලෝක ක්රීඩක ක්රීඩිකාවන්;සිබන් හසනා, Laytier Life Deboco",
      "body_lines": [
        "ඔලිම්පික් චැම්පියන්ස් සිබන් හසන් සහ ලෙටෝල් ඩියෝකෝ වසරේ හොඳම ලෝක ක්රීඩක ක්රීඩිකාවන් සඳහා වන සම්මාන දිනා ගත්හ.",
        "මෙම සම්මාන පිරිනැමීම අද දින මොනාකෝ හි ඉරිදා පැවති ලෝක මලල ක්රීඩා සම්මාන උළෙලට ඉදිරිපත් කරන ලදී.",
        "නෙදර්ලන්තයේ සිබන් හසාන් වසරේ හොඳම අතුරු ක්රීඩිකාව සඳහා වන සම්මානය දිනාගත් අතර හොඳම පිටස්තර පුද්ගලයින් සඳහා වන සම්මානය දිනා ගත්තේය.",
        "පැරිස් 2024 ඔලිම්පික් ක්රීඩා උළෙලේදී ලෝකඩ පදක්කම් 2 ක් සහ රන් පදක්කමක් දිනා ගත්තේය.",
        "මීටර් 5000 ක් සහ මීටර් 10000 ධාවන තරඟයේදී ලෝකඩ පදක්කම් දිනාගත් සිබන් හසන්, මැරතන් තරඟයේදී රන් පදක්කම දිනා ගත්තේය.",
        "මේ අතර, ජයග්රාහී රන් පදක්කම සඳහා හොඳම පිරිමි මලල ක්රීඩා සම්මානය ස්රිස් 2024 ඔලිම්පික් ක්රීඩා උළෙලේදී බොට්ස්වානාගේ ලෙනේල් ඩියෝට හිමි විය."
      ]
    },
    "en": {
      "title": "The best world athletes of the year;Siban Hasana, Lettiel Deboko",
      "body_lines": [
        "Olympic Champions Siban Hasan and Lettiel Deopoko won the awards for the best world athletes of the year.",
        "The awards were presented to the World Athletic Award Ceremony held on Sunday in Monaco.",
        "The Netherlands's Siban Hasan won the award for the best female athlete of the year and won the award for the best outsiders.",
        "Siban Hasan won 2 bronze medals and one gold medal at the Paris 2024 Olympic Games.",
        "Siban Hasan, who won the bronze medals in the women's 5000m and 10000m race, won the gold medal in the Marathon race.",
        "Meanwhile, Botswana's Letchile Deobo was awarded the Best Male Athletics Award for the winning gold medal in 19.46 seconds at the Paris 2024 Olympic Games."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Olympic champions Siban Hasan (Netherlands) and Lettiel Deopo (Botswana) won World Athlete of the Year awards. Siban Hasan took home two bronze medals and one gold in track and field events. Lettiel Deopo secured the male athletics award for his gold medal win in the 200m dash."
  ]
}