{
  "translated_text": {
    "ta": {
      "title": "பல பொக்கிஷங்களை குறிவைக்கும் வீடுகள் பற்றியும் வெளிப்படைகள் உள்ளன",
      "body_lines": [
        "பல பகுதிகளால் பாலியல் துஷ்பிரயோகம் செய்யப்பட்டு பெண்களை பாலியல் துஷ்பிரயோகம் செய்த இரண்டு கொள்ளையர்கள் குறித்து மேலும் பல தகவல்களை போலீசார் வெளிப்படுத்தியுள்ளனர்.",
        "சந்தேக நபர்கள் சந்தேக நபர்களால் துஷ்பிரயோகம் செய்யப்பட்டு கொல்லப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "அடா டெரானா ஒரு கொள்ளை கொள்ளை டோம்பே, வெலிவேரியா மற்றும் மால்வத்து ஹிரிபிட்டியா ஆகிய நாடுகளில் கொள்ளையடிக்கப்படுவதாக வெளிப்படுத்தினார்.",
        "அதன்படி, மால்வாதுஹிதுபிதியா ஓ.ஐ.சி யின் ஓக், மால்வதாதிஷிதியா போலீசார் ஓ.ஐ.சி யின் OIC இன் OIC இன் OIC 16 ஆம் தேதி 16 ஆம் தேதி 16 ஆம் தேதி 16 ஆம் தேதி கைது செய்யப்பட்டார்.",
        "சந்தேக நபர்களைப் பற்றிய தகவல்களை வெளிப்படுத்திய பொலிஸ் செய்தித் தொடர்பாளர் சட்ட நிஹால் தல்டுவா வழக்கறிஞர்.",
        "\"இதற்கு அவர்கள் தேர்ந்தெடுக்கும் வீடுகள் ஒரே ஒரு ஆணின் வீடுகள். இதேபோல், அவர்கள் ஒரு பெரிய வீட்டின் வீடுகளைத் தேர்வு செய்கிறார்கள். குடியிருப்பாளர்களை அகற்றுவது அல்லது கிழிக்க வேண்டும். பின்னர் அவர்கள் இந்த குடியிருப்பாளர்களுக்கு முன்னால் பாலியல் பலாத்காரம் செய்யப்படுகிறார்கள்.",
        "இதேபோல், வெலிவேரியா மற்றும் கிரிந்திவெலாவில் இந்த முறை ஈடுபட்டுள்ளதாக குற்றங்களில் அவர்கள் தெரிவிக்கப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "There are also reveals about the homes targeting many treasures",
      "body_lines": [
        "The police have revealed several more information regarding the two robbers who were sexually abused by many areas and sexually abuse women.",
        "Police said the suspects had been abused and killed by the suspects.",
        "Ada Derana revealed that a robbery robbery is robbed in Dompe, Weliweriya and Malwwathu Hiripitiya.",
        "Accordingly, the OIC of the OIC of the OIC of the Malwathathhipitiya Police OIC, the OIC of the Malwathuhidupitiya OIC, was arrested on the 16th of the 16th of the 16th of the 16th.",
        "Attorney at Law Nihal Talduuwa, police spokesman, who had revealed information about the suspects were revealed.",
        "\"The homes they choose for this are the homes of only one male. Similarly, they choose the homes of a large house. The specialty is to remove the residents or to tear. They are then raped in front of these residents.",
        "Similarly, they have been reported in the crimes that the pattern has been involved in Weliweriya and Kirindiwela."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Robbery suspects target homes, rape victims. Police reveal details about two robbers abusing women in multiple locations. Suspects kill victims after sexual assault. Attorney Nihal Talduwa provides information about the suspects' modus operandi."
  ]
}