{
  "translated_text": {
    "ta": {
      "title": "டிக்டோம் மீதான தடைக்கு எதிராக அமெரிக்காவுடன் ஒரு சண்டை",
      "body_lines": [
        "ஆறு மாதங்களுக்குள் செய்யப்படாத டிக்டாக் விற்கவும், ஆறு மாதங்களுக்குள் டிக்டாக் 'டிக்டாக் மற்றும் அமெரிக்க பெடரல் மேல்முறையீட்டு நீதிமன்றம் விற்கவும் டிக் டிக்டாக் விற்க டிக் டிக் விற்க காண்டரின் பெட்ரோலியம்.",
        "நேற்று (15) நீதிமன்றங்களின் முதல் நாளில், பிடான்ஸ் பின்வரும் நீதித்துறை சிதைக்கப்பட்டதாகக் கூறியது.",
        "அமெரிக்க அரசாங்கம் சீன அரசாங்கத்தால் கையகப்படுத்தப்பட்டதாக நீதித்துறையின் வழக்கறிஞர்களிடமும் அவர்கள் குறிப்பிடப்பட்டனர்.",
        "நீதித்துறையின் வழக்கறிஞர், நீதித்துறையின் வழக்கறிஞர்கள் சீன அரசாங்கம் தரவை மாற்றுவதாகக் கூறினர் (அவர்கள் காணக்கூடிய உள்ளடக்கம்.",
        "ஆனால் கடித்த நடனம் அமெரிக்க செயல்பாட்டில் அமெரிக்க செயல்பாட்டில் அமெரிக்க செயல்பாட்டில் பெறப்பட்ட தரவு அமெரிக்காவில் சேமிக்கப்பட்டு, அது கிளவுட் சேவையகங்களில் சேமிக்கப்பட்டுள்ளதாகக் கூறியது.",
        "பரிந்துரை இயந்திரம் (உள்ளடக்க மறுசீரமைப்பு இயந்திரம்) அவசியம் என்று பிடான்களால் டிக்டாக் உள்ளடக்கம் நிர்வகிக்கப்படுகிறது.",
        "அமெரிக்க மேல்முறையீடு அமெரிக்க மேல்முறையீட்டு நீதிமன்றத்தை சட்டத்தைத் தொடங்க உத்தரவை வழங்குமாறு கோரியது.",
        "ஜனவரி 24 ஆம் தேதி, ஜனாதிபதி ஜோ பிடன் ஏப்ரல் 24 அன்று கையெழுத்திட்டார், அமெரிக்கன் டிக்டாக் தடைசெய்யும் நிலை ஒரு சட்டத்தில் தடைசெய்யப்பட்டது.",
        "இந்த காலகட்டத்தில் சீன நிறுவனம் அமெரிக்கன் டிக்டாக் நடவடிக்கைகளை விற்கத் தவறினால் தடை செயல்பாட்டில் உள்ளது.",
        "இதற்கிடையில், முன்னாள் அமெரிக்க ஜனாதிபதி டொனால்ட் டிரம்ப், டிக்டாக் உடன் சேர்ந்து, அவர் டிக்காக் தடையை ஆதரிக்கவில்லை.",
        "எவ்வாறாயினும், முதல் ஜனாதிபதி ஜனாதிபதித் தேர்தல் 2020 ஆம் ஆண்டில் டிக்டாக்கை தடை செய்வதாகக் கூறப்படுகிறது, முன்னாள் ஜனாதிபதி டிரம்ப்.",
        "இதற்கிடையில், ஜனநாயகக் கட்சி ஜனாதிபதி ஜனாதிபதி பணப் போட்டி கமலா ஹாரிஸ் தனது பிரச்சார வணிகத்திற்காக டிக்டோக்கைப் பயன்படுத்துகிறார்."
      ]
    },
    "en": {
      "title": "A fight with America against the ban on tiktom",
      "body_lines": [
        "The Petroleum of the Condor to sell Ticktock to sell Ticktock in six months, to sell Ticktock, which was not done within six months, to sell Ticktock 'Ticktock within six months and the US Federal Court of Appeal.",
        "On the first day of the courts yesterday (15th), the Bitdans said the following Department of Justice had been distorted.",
        "They were also mentioned in the lawyers of the Justice Department that the US government was acquired by the Chinese government.",
        "Attorney at the judiciary, the lawyers of the Justice Department said that the Chinese government changes the data (content they can see.",
        "But the bite Dance pointed out that the data obtained in the American operation in the American operation in the American operation is stored in the United States and said that it was stored in Cloud Servers.",
        "The Tictock content is managed by Bitdans that it is imperative that the recommendation machine (content remendation engine).",
        "The US Appeal requested the US Court of Appeal to issue an order to launch the law.",
        "On January 24, President Joe Biden was signed on April 24, the condition of banning the American Ticktock prohibited into a law.",
        "The ban is in operation if the Chinese company fails to sell American ticktock operations during the period.",
        "Meanwhile, former American President Donald Trump, along with the Ticktock, he is not supporting the ticktock ban.",
        "However, the first presidential presidential election is said to ban Ticktock in the year 2020, former President Trump.",
        "Meanwhile, Democratic Party Presidentials Money Competition Kamala Harris is using ticktock for his propaganda business."
      ]
    }
  },
  "summary_lines": [
    "In a legal battle over TikTok's U.S. operations, ByteDance argues against claims of data manipulation by the Chinese government, stating all U.S. user data is stored domestically. The U.S. government, under President Biden, banned TikTok due to national security concerns unless ByteDance divests its American operations within six months. This move follows previous attempts by the Trump administration to restrict TikTok. Despite opposition from some quarters, including former President Trump, the ban remains in effect, with potential exceptions for political figures like Vice President Kamala Harris who use TikTok for campaigning."
  ]
}