{
  "translated_text": {
    "si": {
      "title": "\"ඔබ මන්ත්රීවරයකු ලෙස පත් නොකරන්නේ නම්, මට ස්වයං විෂමතාවයට හැකි වනු ඇත\"",
      "body_lines": [
        "එක්සත් ජනතා පාර්ලිමේන්තුවේ හිටපු පාර්ලිමේන්තු මන්ත්රී ධෂ්හා හින්දු ජාතිකයා ජාතික ලැයිස්තුවෙන් පාර්ලිමේන්තුවට පත් නොකළේ නම් සියදිවි නසා ගන්නා බව පැවසීය.",
        "\"මේ වසරේ මහ මැතිවරණයේදී මට මනාප ඡන්ද 40,000 කට වඩා තිබේ. ඉතින්, ජාතික ලැයිස්තුවෙන් මාව කුලියට ගැනීම. මම දැනටමත් පක්ෂ නායක සජිත් ප්රේමදාසට කතා කර ඇති අතර ඔහු මගේ ඉල්ලීමට සවන් දෙනු ඇතැයි මම බලාපොරොත්තු වෙමි. මම මාව සභාවට පත් නොකරන්නේ නම්, මම මගේ ජීවිතය අවසන් කරමි. \"",
        "පක්ෂ නායකයා ජාතික ලැයිස්තුව හරහා තමන්ව මංකෙනු විමසනු ලබන අතර බොහෝ දෙනෙක් අනාථ වී ඇත.",
        "පක්ෂ නායකයාගේ පොරොන්දුව පරිදි තමා ජාතික ලැයිස්තුවට ඇතුළත් කළ යුතු බව හිටපු පාර්ලිමේන්තු මන්ත්රී සුජීවා සෙනසිංහ මහතා ද පවසා තිබේ.",
        "\"මහනුවකු සිට මැතිවරණයට ඉදිරිපත් නොවන ලෙස මට ඉල්ලා සිටියා, පක්ෂ නායකත්වය මට ජාතික ලැයිස්තුවෙන් මාව පත් කරන ලෙස මට පොරොන්දු විය. එබැවින් ජාතික ලැයිස්තුවෙන් පත් කිරීමට මා සුදුසුකම් ලබයි, \"සුජීවා සේනසිංහ මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "\"If you do not appoint as an MP, I will be able to self -indulgent\"",
      "body_lines": [
        "Former United People's Power Member of Parliament Dushara Hindu said that he would commit suicide if he did not appoint him to Parliament by the National List.",
        "“I got more than 40,000 preferential votes in the general election this year. So, to hire me from the national list. I have already spoken to party leader Sajith Premadasa and I hope he will listen to my request. If I do not appoint me to the congregation, I will end my life. ”",
        "The party leader has become an orphaned, as many are demanding the appointment of themselves through the national list.",
        "Former parliamentarian Sujeewa Senasinghe has also said that he should be placed on the national list as the party leader's promise.",
        "“I was asked not to contest the election from Kandy, the party leadership promised me to appoint me from the national list. Therefore, I am eligible to be appointed from the national list, ”said Sujeewa Senasinghe."
      ]
    }
  },
  "summary_lines": [
    "Dushara Hindu threatens suicide if not appointed MP via National List. Party leader Sajith Premadasa urged to consider his request. Similar demands from other former parliamentarians like Sujeewa Senasinghe. Political pressure mounts for appointments."
  ]
}