{
  "translated_text": {
    "ta": {
      "title": "மொத்த கடன் ரூ",
      "body_lines": [
        "\"இந்த நாட்டின் பொருளாதார அதிர்வெண்கள் நாட்டில் வாழும்போது சர்வதேச நாணய நிதியம் மற்றும் பிற உள்ளூர் பங்காளிகளுடன் அரசாங்கமும் அரசாங்கமும் இன்று நாட்டிற்கு எடுத்துச் செல்கின்றன.\"",
        "உள்ளூர் ஊடகங்கள் மற்றும் ஜமல்ச்சர் மூலம் வெளிநாட்டு பத்திரிகையாளர்களை முடிக்க அனுராதபுராவில் ஒரு சிறப்பு பத்திரிகையாளர் சந்திப்பில் பேசினார்.",
        "\"குறிப்பாக கடனின் வெளிப்பாடுகள், ரணில் விக்ரமேசிங்கும் அரசாங்கத்தின் திட்டமும் இன்று நாட்டிற்கு கொண்டு வரப்பட்டுள்ளது. சர்வதேச நாணய நிதியத்துடன் உடன்பட வேண்டாம், கடனை முடிவுக்குக் கொண்டுவர வேண்டிய அவசியம் நம் நாட்டின் நிலைமையை மோசமாக தள்ள தேவையில்லை என்றால் 2022 ஐ விட இடம்.",
        "இலங்கையின் கடனின் அளவைப் பற்றி ஒரு பெரிய உரையாடல் இருந்தது, மேலும் 17 வது சர்வதேச சங்கம் 17 வது சர்வதேச சங்கம் நம் நாட்டில் இருக்கும் வரை செய்யப்பட்டது. இந்த கடனின் குறைந்த அளவு.",
        "குறிப்பாக நாட்டின் மொத்த கடன்களின் எண்ணிக்கை 30 பில்லியன் ரூபாய், மொத்த உள்ளூர் கடன் தொகை ரூ. 30%க்கும் அதிகமான கடனைப் பெற.",
        "வெளிநாட்டு கடன்கள் 1322 அதிகரித்து ரூ.",
        "கருவூல பில்கள், எங்கள் பட்ஜெட் இடைவெளியை ஈடுசெய்ய முடியாது என்று பலர் புகார் செய்கிறார்கள், ஆனால் நாங்கள் அதிகரித்து வருகிறோம், கருவூல பில்லிங் ரூ. ஐம்பத்து இருநூற்று எட்டு நூறு ஐம்பது இருநூற்று ஐம்பது இருநூற்று ஐம்பதாயிரத்து எட்டு நூறு ஐம்பது இருநூற்று எட்டு நூறு ஐம்பதாயிரத்து ஐம்பதாயிரத்து எட்டு நூறும் ஐம்பது இருநூற்று ஐம்பது இருநூற்று எட்டு நூறு மற்றும் ஐம்பது இருநூற்று எட்டு நூறு மற்றும் fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two. The gap was important when the loan settlement also speaks and the இரண்டு முக்கியமானது."
      ]
    },
    "en": {
      "title": "The total debt is Rs. 28343 billion",
      "body_lines": [
        "\"The Government and the Government Program has taken to the country today with the International Monetary Fund and other local partners when the economic frequenos of this country can live in the country.\"",
        "He was speaking at a special press conference in Anuradhapura to conclude foreign journalists through local media and zomculture.",
        "\"Especially expressions of debt, Ranil Wickremesinghe and the Government's program has been brought to the country today.Don't take agreement with the International Monetary Fund, if the need to end a loan is not necessary to push the situation in our country a worse place than 2022.",
        "There was a large dialogue on the extent of Sri Lanka's debt, and the 17th International Association was done in our country until the 17th International Association was in our country.There was some question that was in the movement of the movement of the exchange rate about the lower size of this loan.",
        "Especially when the total number of local debts of the country is 30 billion rupees, the total number of thousands of Rs.The total local loan amount of domestic debt is Rs. 35,000.To get loans from the local market to cover, the Treasury had to get the loan over 30%.",
        "The foreign loans increased by 1322 to Rs.One hundred and fifty.200 million, up to 30 hundred and forty-seven billion rupees.",
        "When the Treasury Bills, many people complain that the obtaining loans have increased. As we can't cover our budget gap, but we're increasing,The Treasury billing of Rs. Hundreds of four hundred and fifty eight hundred and fifty eight hundred and fifty two hundred thousand eight hundred and fifty two hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two hundred thousand eight hundred and fifty two.The gap was important when the loan settlement also speaks and the two is important."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's total debt stands at Rs. 28343 billion. The government, alongside IMF and local partners, aims to stabilize the economy without worsening conditions beyond 2022. Local debt is around Rs. 35,000 crore, with foreign loans rising to Rs. 347 billion. Despite complaints about increased borrowing costs, the government seeks to bridge its budget gap."
  ]
}