{
  "translated_text": {
    "ta": {
      "title": "முன்னாள் ஜனாதிபதியின் பாதுகாப்பிற்கான போலீஸ் சான்றிதழ்",
      "body_lines": [
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக் டால்டுவா கூறுகையில், முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கின் பாதுகாப்பு நீக்கப்பட்டது என்ற பிரச்சாரம் முற்றிலும் தவறானது.",
        "முன்னாள் ஜனாதிபதியின் பாதுகாப்பிற்கு அனுப்பப்பட்ட 50 பொலிஸ் அதிகாரிகள் போலீசாருடன் இணைந்து பணியாற்றி வருவதாக போலீஸ் செய்தித் தொடர்பாளர் தெரிவித்தார்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் தல்டுவா, 'அடா டெரானாவுக்கு' பதிலளித்தார், அடா டெரானாவுக்கு பதிலளித்தார், முன்னாள் ஜனாதிபதி ரணில் விக்கிரேமசிங்கின் பாதுகாப்பிற்கு பதிலளித்தார்.",
        "எவ்வாறாயினும், முன்னாள் ஜனாதிபதிக்கு வழங்கப்பட வேண்டிய அதிகாரிகளின் எண்ணிக்கை தீர்மானிக்கப்பட்டு நிறுவப்படும் என்று எதிர்பார்க்கப்படுகிறது.",
        "இதற்கிடையில், ஜனாதிபதி அனுரா குமாரா டிசனாயக்கின் ஜனாதிபதி செயலகத்தை நிறுவ வேண்டிய அதிகாரிகளின் எண்ணிக்கை உபரி அதிகாரிகளை அகற்றுவதை நிறுவ முடிவு செய்துள்ளது."
      ]
    },
    "en": {
      "title": "Police certification for the safety of former President",
      "body_lines": [
        "Police Media Spokesperson DIG Talduuwa said that the propaganda that the security of former President Ranil Wickremesinghe has been removed has been completely false.",
        "The police spokesman said that 50 police officers who have been deployed to the security of the former president were working with the police.",
        "Police Media Spokesman DIG Talduwa, responding to the 'Ada Derana', responding to Ada Derana, responding to the safety of former President Ranil Wickremesinghe.",
        "However, he added that the number of officers who should be given to the former President are expected to be determined and established.",
        "Meanwhile, the number of officers who are required to establish the Presidential Secretariat of President Anura Kumara Dissanayake has decided to establish the removal of surplus officers."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Police deny claims of reduced security for ex-President Wickremesinghe. 50 officers still deployed. Number of officers needed to be determined. Presidential Secretariat reduces excess personnel."
  ]
}