{
  "translated_text": {
    "ta": {
      "title": "ஃபீல்ட் மார்ஷல் நாட்டிற்கு ஒரு சிறந்த சேவையை விளையாட முடியும்",
      "body_lines": [
        "இராணுவத்தின் முன்னாள் இராணுவத் தளபதி, இராணுவத்தின் ஜனாதிபதி ரானில் விக்ரெமேசிங்கை இராணுவத்தின் ஜனாதிபதி பெற்றார்.",
        "புத்தகத்தின் முதல் நகல் ஜனாதிபதி எம்.பி. பீல்ட் மார்ஷல் சரத் பொன்சேகாவுக்கு வழங்கப்பட்டது.",
        "முன்னாள் இராணுவத் தளபதி ஜனாதிபதியால் பாராட்டப்பட்ட சரத் பொன்சேகா, ஜனாதிபதி போர் சவாலை வென்றார் மற்றும் நாட்டிற்கு ஒரு பெரிய சேவையைப் பெற்றார் என்று கூறினார்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "මෙරට යුද හමුදාවේ එකම ෆීල්ඩ් මාර්ෂල් තනතුර දරන්නේ සරත් ෆොන්සේකා මහතායි. அவர் போர் சவாலின் சவாலை மட்டும் வெல்லவில்லை, ஆனால் போருக்கு வெளியே உள்ள அரசியலிலும் வென்றார்.",
        "ஜெனரல் ஸ்வின், ஜெனரல் டாக்டர் ஹெல்த் மூலம் நான் அவரை அடையாளம் கண்டுள்ளேன். நான் ஜெனரல் டாக்டர் டாக்டர் ஆரத்னாவுடன் நெருக்கமாக தொடர்புபடுத்தப்பட்டேன். அவர் என்னிடம் சொன்னார், அந்த அதிகாரி அதற்கு வாய்ப்பளிக்க ஒரு நல்ல எதிர்காலம் இருப்பதாக. යුද්ධය ආරම්භ වූ කාලයේදීත්, ඊට පෙර කාලයේදීත් ආණ්ඩුවේ සිටි මට යුද්ධයට සහභාගීවූ හැම නිලධාරියෙක් පිළිබඳවම අවබෝධයක් තිබුණා. அந்த நேரத்தில் பல சிறந்த அதிகாரிகள் தயாரிக்கப்பட்டனர், சரத் பொன்சேகாவுக்கு ஒரு சிறப்பு இடம் உண்டு.",
        "ஜெஃப்னா ஆபரேஷன் தோல்வியடைந்தபோது, ​​குறிப்பாக யாஃப்னாவில் வாங்கிய அனைத்தையும் இராணுவம் இழந்தது. அந்த நேரத்தில் நான் பிரதமராக பணியாற்றினேன், யாஃப்னாவை யார் ஒப்படைப்பார்கள் என்பதை நாங்கள் தீர்மானிக்க வேண்டியிருந்தது. ඒ වන විට බොහෝ දෙනෙක් මිය ගොස් හා තුවාල ලබා සිටීම හේතුවෙන් පිරිස් අඩු වී තිබුණා. யாஃப்னாவுக்கு யாஃப்னாவுக்கு ஒரு தெய்வீகமானது என்று சிலர் கூறினர்.",
        "அந்த நேரத்தில், நான் இராணுவத் தளபதியிடம் சரத் பொன்சேகாவை யாஃப்னாவுக்கு வழங்கும்படி சொன்னேன். அதுதான், அவர் தொடர்ந்து சில ஸ்திரத்தன்மையை எடுத்துக்கொண்டார்.",
        "அவர் வீழ்ந்ததைத் தொடங்கி போரை வெற்றியைப் பெற்றார். அவர் கடினமான முடிவுகளை எடுக்க வேண்டியிருந்தது. ஒரு போர் என்பது கிரிக்கெட் போட்டி அல்ல. மனித வாழ்க்கையை இழப்பது. சொத்து அழிக்கப்படுகிறது. அங்கு அவர் முன்னேற வலிமை கொண்டிருந்தார், இராணுவத்தை குத்தகைக்கு எடுத்தார்.",
        "நாங்கள் உலகில் ஒரு அற்புதமான போரை எதிர்கொண்டோம். மற்ற நாடுகளில், அந்த போர்கள் நடத்தப்படுகின்றன. ஆப்கானிஸ்தான் போரினால் போரைத் தொடங்கியது. திரு. சரத் பொன்சேகா தனது பொறுப்பை நிறைவேற்றினார்.",
        "ඒ වගේම සිවිල් ජීවිතයේ අභියෝග රැසකට ද එතුමාට මුහුණ දීමට සිදු වුණා. அவர் தனியாக இருந்த நேரத்தில் அவர் மற்றொரு வலுவான கதாபாத்திரமாக இருந்தார், சிறையில் அடைக்கப்பட்டார். அதன்பிறகு, நல்ல அரசாங்கத்தின் மைத்ரிபாலா சிரிசேனாவின் கீழ், ஃபீல்ட் மார்ஷல் பதவியை வழங்க முடிவு செய்தோம். அவர் தகுதி பெற்றதால் அது ஏற்றுக்கொள்ளப்பட்டது.",
        "சரத் ​​பொன்சேகாவின் அனுபவம் மற்றும் திறன்களைப் பயன்படுத்த எங்களுக்கு வாய்ப்பு கிடைத்தது. அவர் ஒரு போர்க்குணமிக்க பாத்திரம். போர்க்களத்தில் கூட அவர் சண்டையை கைவிடவில்லை. இந்த நாட்டிற்கு இனி சேவை செய்யும் திறன் அவருக்கு உள்ளது. அவருடைய வேலையை நாம் காணலாம். பழைய வீரர்கள் ஒருபோதும் தியா, அவர்கள் வெறுமனே மங்கிவிடுவார்கள். இந்த நிகழ்வில் அவர் கண்ணை மங்கவில்லை, அதேபோல் ஐசி-ஸ்டில் தீம். எனவே, எதிர்காலத்தில் எடுக்கக்கூடிய சேவையை நாடு பெற முடியும் என்று நம்புகிறேன்.",
        "திரு. சரத் பொன்சேகா ஒருமுறை யாஃப்னாவில், \"இப்போது போர் இறுதி நாட்டில் செய்யப்பட வேண்டும். தேவையான நடவடிக்கைகளை எடுப்பதன் மூலம் வேலையை முடிப்பேன் என்று நம்புகிறேன். நாட்டைக் கட்டியெழுப்பவும் முன்னேறவும் நான் அனைவரையும் அழைக்கிறேன். எங்கள் இராணுவம் ஏராளமான இராணுவம். அவர்கள் அனைவரையும் நாட்டைக் கட்டியெழுப்பவும் சமாதானத்தை ஏற்படுத்தவும் பெறலாம்."
      ]
    },
    "en": {
      "title": "Field Marshal can play an excellent service for the country",
      "body_lines": [
        "President Ranil Wickremesinghe was chaired by the former Army Commander of the Army Parun 'Army Commander of the Army, the President of the Army..",
        "The first copy of the book was presented to the President MP Field Marshal Sarath Fonseka.",
        "Sarath Fonseka, who was appreciated by the president of former Army Commander, said that the President won the war challenge and had a great service to the country.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "Sarath Fonseka holds the same Field Marshal in the Sri Lanka Army. He did not just win the challenge of the war challenge but also in politics outside the war.",
        "I have identified him through the General Swin, General Dr. Health. I was closely associated with General Dr. Dr.arathna. He told me the officer had a good future to give it the opportunity. The government had a knowledge of every officer in the government even though the war began. Several excellent officers were produced in the time, and Sarath Fonseka has a special place.",
        "විශේෂයෙන්ම යාපනය ජය සිකුරු මෙහෙයුම අසාර්ථක වු අවස්ථාවේ හමුදාව අත්පත් කරගත් සියලු දේ අහිමි වුණා. I served as the Prime Minister at the time and we had to decide who would hand over Jaffna. By then many people were dying and injured were decreased. Some said that Jaffna had a Divil to Jaffna.",
        "At that time, I told the army commander to deliver Sarath Fonseka to Jaffna. That was, he continued to take some stability.",
        "He started the fallen and took the war to victory. He had to make difficult decisions. A war is not a cricket match. Losing human life. The property is destroyed. There he had the strength to move forward and went on leasing the army.",
        "We were facing a wonderful war in the world. In other countries, those wars are being held. ඇෆ්ගනිස්ථානය යුද්ධය ආරම්භ කළේ අපටත් කළින්. Mr. Sarath Fonseka accomplished its responsibility.",
        "And he had to face many civilian life. There he was another strong character at the time he was alone and was imprisoned. Thereafter, under the good government Maithripala Sirisena, we decided to offer Field Marshal post. It was accepted as he was eligible.",
        "We had the opportunity to take advantage of Sarath Fonseka's experience and abilities. He is a militant character. He does not abandon the fight, even in the battlefield. He has the ability to serve this country anymore. We can find his work. Old soldiers never dia, they simply fade away. In this instance he wo Wont fade away eye, so is isi-still theme. Therefore, I hope that the country will be able to get the service that can be taken in the future.",
        "Mr. Sarath Fonseka once said in Jaffna, \"Now the war must be made in the final country. I hope to complete the work by taking the necessary steps. I invite all of us to build the country and move forward. Our army is an abundant army. All of them can be acquired to build the country and establish peace."
      ]
    }
  },
  "summary_lines": [
    "Field Marshal Sarath Fonseka, recognized for leading Sri Lanka to victory in the war against terrorism, was honored by President Ranil Wickremesinghe. The President praised Fonseka's military leadership and political contributions, highlighting his strategic role in capturing Jaffna despite initial setbacks. Wickremesinghe noted Fonseka's resilience, both during the war and in facing imprisonment, before offering him the position of Field Marshal. This recognition underscores the value placed on Fonseka's service to the nation, emphasizing his ongoing potential to contribute to the country's development and peace efforts."
  ]
}