{
  "translated_text": {
    "si": {
      "title": "இராமேஸ்வரம் மீனவர்கள் தொடர் போராட்டம்",
      "body_lines": [
        "ශ්රී ලංකාවේ සිරගෙවල්වල ධීවරයින් නිදහස් කරන ලෙස රාමේෂ්වරම් ධීවරයින් විරෝධතා මාලාවක් ප්රකාශයට පත් කර තිබේ.",
        "සෙනසුරාදා දහවල් මන්නාරම් උතුරු මුහුදේ උතුරු මුහුදේ මසුන් ඇල්ලීමේදී සෙනසුරාදා සවස ශ්රී ලංකා නාවික හමුදාව දේශ සීමාවේ මුර සංචාරයේ දැක්වීය.",
        "படகிலிருந்த 7 மீனவர்களை மீது, எல்லை தாண்டி மீன்பிடித்தல், தடை செய்யப்பட்ட வலைகளை பயன்படுத்துதல் உள்ளிட்ட பிரிவுகளின் கீழ் குற்றப்பத்திரிக்கை தாக்கல் செய்யப்பட்டு, மன்னார் நீதிபதி வீட்டில் நேற்று (10) ஆஜர்படுத்தப்பட்டனர்.",
        "නඩුව විභාග කිරීමෙන් පසු ධීවරයින් 7 දෙනා රිමාන්ඩ් කරනු ලැබූ බව විනිසුරුවරයා අගෝස්තු 21 වනදා දක්වා රිමාන්ඩ් කරනු ලැබීය. ධීවරයින් පසුව වවුනියා බන්ධනාගාරයේ සිරගත කරන ලදී.",
        "රමේශ්වරම් ධීවර වරාය අසල ධීවරයින්ගේ හදිසි උපදේශන රැස්වීමක් මේ වන විට මෙය සිදු විය.",
        "පසුගිය දින 50 තුළ තමිල්නාඩු ධීවරයින් 64 දෙනෙකු අත්අඩංගුවට ගෙන ශ්රී ලාංකික බන්ධනාගාරයේ අත්අඩංගුවට ගෙන තිබේ. ධීවරයින් 24 දෙනෙකු ධර්මිෂ් ers යෙකු වූ මාස හයක්, වසර හයක් සිර ද. අගෝස්තු 15 වන දින සඳුදා වැඩ වර්ජන මාලාවක් සහ ශ්රී ලංකාවේ සිරගෙවල්වල රඳවා සිටින ධීවරයින් 88 දෙනෙකු නිදහස් කරන ලෙස ඉල්ලා අගෝස්තු 19 වන දින රාමේසරම් හි දුම්රිය විරෝධතා දැක්වේ.",
        "මීට අමතරව, දිගුකාලීන ඉන්දු-ස්වාමීන් ලංකා ධීවර කලාපයට සහ කච්චතිව් ප්රදේශයේ මසුන් ඇල්ලීමේ අයිතිය සඳහා මධ්යම හා ප්රාන්ත රජයන් විසින් විසඳුමක් සම්මත කර ගෙන තිබේ.. (අ)"
      ]
    },
    "en": {
      "title": "Rameswaram fishermen series struggle",
      "body_lines": [
        "Rameshwaram fishermen have announced a series of protests demanding the release of fishermen in Sri Lankan jails.",
        "On Saturday afternoon, the Sri Lankan navy patrolled the border while fishing in the North Sea of ​​the Mannar North Sea on Saturday afternoon.",
        "Seven fishermen from the boat were filed yesterday (10) at the Mannar judge's residence under sections including crossing border and use of banned nets.",
        "After hearing the case, the judge ordered the seven fishermen to be remanded until August 21. Fishermen were subsequently imprisoned in the Vavuniya jail.",
        "This was followed by an emergency consultation meeting of fishermen near the Rameswaram fishing harbor.",
        "In the last 50 days, 64 Tamil Nadu fishermen have been arrested and taken into custody in Sri Lankan jail. Six months, one year and two years in prison after 24 fishermen are prisoners. A series of strikes on Monday, a hunger strike on August 15, and a rail picket protest in Rameswaram on August 19, demanding the release of 88 fishermen detained in Sri Lankan jails.",
        "In addition, the Central and State Governments have passed a resolution to find a permanent solution to the long -standing Indo -Sri Lankan fishermen issue and the right to fishing in the Kachchativu area.. (A)"
      ]
    }
  },
  "summary_lines": []
}