{
  "translated_text": {
    "si": {
      "title": "මහින්ද රාජපක්ෂ මහතා වාර්තාව නිකුත් කළේය",
      "body_lines": [
        "වික්ටෝරියා, කොත්මලයි සහ ඉහළ කොරාලේ විදුලි බලාගාරවලින් පසු ශ්රී ලංකාවේ විශාලතම ජලවිදුලි මධ්යස්ථානයකි.",
        "ප්රකාශයක් නිකුත් කළ ශ්රී ලංකා පී.පී.පී.), නිවේදනයක් නිකුත් කළ බව ඔහු ප්රකාශයක් නිකුත් කළ බව උමා ඔයා ව්යාපෘතිය ශ්රී ලංකාවට අඩුම විදුලි පිරිවැය සපයනු ඇති බව පැවසීය.",
        "ආයතනයේ මහජන විමුක්ති පෙරමුණ (ජේවීපී), පක්ෂය), පක්ෂය) එරෙහි පක්ෂය, පක්ෂය) එරෙහි පක්ෂය විසින් සපයන ලද එකම ප්රධාන යටිතල පහසුකම් ව්යාපෘතිය වන උමා ඔයා ව්යාපෘතිය තමා සතුව තිබූ බව ඔහු පැවසීය.",
        "\"මෙම ව්යාපෘතියේ ඉදිකිරීම් 2010 මාර්තු මාසයේදී මධ්යම කඳුකරයෙන් ගිනිකොනදිග වියලි කලාපයට ජලය හැරවීම සඳහා 2010 මාර්තු මාසයේදී. දශක ගණනාවක් තිස්සේ සාකච්ඡා කළ යටිතල පහසුකම් සැලසුම් සාකච්ඡා කළ නමුත් රජයක් සැබවින්ම ක්රියාත්මක කර නොමැත. මම ජනාධිපතිතුමා වූ විට, ඊර්ෂ්යාව, ඊර්ෂ්යා කරන ජර්ත්මල්ස් මෙම ජයග්රහණ අපකීර්තියට පත් කළ අතර මගේ රජයේ සාමාජිකයින් මුදල් ඉපයීම සඳහා මෙම ව්යාපෘති පිළිබඳ පිරිවැය ඇස්තමේන්තු මතු කර තිබේ.",
        "එවැනි අක්රමිකතා සඳහා ඇති සාක්ෂි මහජනයා තුළ නොතිබුණද, එය විශාල-කලාත්මක සැලැස්මක් ආරම්භ කරන්නේ සොරෙකු බව විශ්වාස කරන පූර්ණ පරම්පරාවක්. එවැනි උද් .ෝෂනය ශක්තිමත් වූ විට, රටේ යමක් කිරීමට හැකියාවක් ඇති අයට දුෂ්ටයන් ලෙස හංවඩු ගසා, කථා කරමින්, විවේචනය කිරීම හා බොරු කීම, වීරයන් බවට පත්වීම.",
        "ව්යාපෘතිය ක්රියාත්මක කිරීමේදී දූෂණය පිළිබඳ සාක්ෂි තිබේ නම්, සාක්ෂි විශ්ලේෂණය කිරීම එක් දෙයකි, නමුත් එය කිසිදු සාක්ෂියක් නොමැතිව කිසිදු සාක්ෂියක් නොමැතිව රාජ්ය හා නායකයින්ගේ ජාතික සුභසාධනයට එරෙහිව කටයුතු කරයි. \"",
        "2006 සිට 2014 දක්වා ඔහුගේ අවුරුදු නවයේ සිට 2014 දක්වා රීතිය අතරතුර, සැලසුම් කර ඇති නමුත් මහාමාර්ග, විදුලිබල උත්පාදනය හා වාරිමාර්ග සඳහා දශක ගණනාවක් තිස්සේ ක්රියාත්මක නොවූ ව්යාපෘති විසඳීම වාසනාවන්ත විය.. පාර්ලිමේන්තු මන්ත්රී මහින්ද රාජපක්ෂ මහතා කියා සිටියේ 1950 දශකයේ සිට එම ජයග්රහණ රජය ගැන මා සිහින දැක ඇති බවයි.",
        "\"මගේ රජය වීදි, ඉදිකරන ලද හා වැඩිදියුණු කළ රෝහල් සහ කෞතුක වස්තු ඉදි කළ අතර නාගරික දුප්පතුන් සඳහා නව නිවාස ඉදිකර ඇත. ඒ නිසා එකල කළ වැඩ වසර කිහිපයක් පවතිනු ඇත. කෙසේ වෙතත්, දැන් මා ජනාධිපතිගේ වී ඇති අතර කාර්මික හා සේවයේ අවශ්යතා සපුරාලීම සඳහා අඩු -කසුන් විදුලි උත්පාදනය වැනි අංශ සඳහා නව ආයෝජනයක් අවශ්ය වේ.",
        "\"උමා ඔයා ව්යාපෘතියේ වැඩ මේ රටේ නව දේශපාලන සංස්කෘතියක් ආරම්භ කිරීමට සුවිශේෂී අවස්ථාවක් සපයයි - ජනතාවගේ යහපැවැත්ම උදෙසා ජනතාවගේ යහපැවැත්ම සඳහා වූ දායකත්වය පිළිගෙන හා අගය කරන හා අගය කරන අතර අගය කරයි.. 1948 සිට රට පාලනය කළ ප්රධාන දේශපාලන පක්ෂ දෙකක් දිවයිනේ පවත්නා යටිතල පහසුකම් සංවර්ධනය කිරීමට දායක වී තිබේ. කෙසේ වෙතත්, ආයතනයට එරෙහිව වාසිදායක ලෙස දායක වූ එකම ප්රධාන යටිතල පහසුකම් ව්යාපෘතිය කෙසේ වෙතත්, උමා ඔයා ව්යාපෘතියයි.",
        "\"මගේ රජය උමා ඔයා ව්යාපෘතිය ආරම්භ කිරීමට පෙර වසර පනහකට වැඩි කාලයක් විවිධ ආණ්ඩු යටතේ සාකච්ඡා කර තිබේ.. එක්සත් ජනපද මෙහෙයුම් මෙහෙවර සහ කැනේඩියානු දඩයම් සමීක්ෂණ සංස්ථාව විසින් කරන ලද අධ්යයනයකින් පළමුවෙන්ම 1959 දී උමා ඔයා විසින් ඉදිරිපත් කරන ලදී.",
        "ඩඩ්ලි සේනානායක රජය තුළ මහවේලි ව්යාපෘතිය සඳහා යූඑන්ඩීපී / ෆාඕ මාස්ටර් ව්යාපෘතියේදී එය පැවැත්වූ අතර රණසිංහ ප්රේමදාස සහ චන්ද්රිකා කුමාරතුංග ආණ්ඩු යටතේ වැඩිදුර අධ්යයනයකට භාජනය විය.",
        "කරු ජයසූරිය සහ ජයවික්රේරාම පෙරේරා 2001-2004 එක්සත් ජාතීන්ගේ ආන්ඩුවේ විදුලිබල හා බලශක්ති හා වාරිමාර්ග කණු පැවැත්වූ විට, උමා ඔයා ව්යාපෘතිය ක්රියාත්මක කිරීමට තීරණයක් ගන්නා ලදී.",
        "මේ සියල්ල තිබියදීත්, එහි රජය සිය ගම්මානය අඩකට වඩා වැඩි කාලයක් තිස්සේ ඔහුගේ ගමේ දේශපාලන විරුද්ධවාදීන් මෙම ව්යාපෘතිය ආරම්භ කිරීමට පටන් ගත් විට, ඔහුගේ ගමේ දේශපාලන විරුද්ධවාදීන්",
        "\"මෙම ව්යාපෘතිය අතහැර දැමීමෙන් පසු ජනතා විමුක්ති පෙරමුන (ජේවීපී) උමා ඔයා ව්යාපෘතිය මගින් ඉතා විවෘතව විවේචනය කරන ලද අතර මෙම නායකයා පාර්ලිමේන්තුවේදී මේ බව ප්රකාශ කළේ පාර්ලිමේන්තුවේදී එහි නායකයා පාර්ලිමේන්තුවේදී එළිදක්වන ලදී.",
        "හම්බන්තොට වරායට සහ ගුවන්තොටුපලට ජලය සැපයීම පිළිබඳ රාජපක්ෂගේ සිහිනයේ සිහිනය. මෙය මා විසින් මෙහෙයවනු ලබන රජයේ සාර්ථකත්වයට කිසිදු දේශපාලන ප්රතිලාභයක් ප්රතික්ෂේප කිරීම සඳහා විචක්ෂණශීලී හා සිතාගත නොහැකි උත්සාහයක කොටසකි.",
        "කෙසේ වෙතත්, 2005 ජනවාරියේදී කෘෂිකර්ම, පශු සම්පත්, ඉඩම් හා වාරිමාර්ග අමාත්යතුමා වූ ජේවීපී නායකයා විසින් උමා ඔයා ව්යාපෘතිය දියත් කිරීමට කැබිනට් මණ්ඩලයට අවසර ලැබුණි.",
        "ඔහුගේ කැබිනට් ඔප්පුව අංකය: 05/0036/039/002 වෙනත් කරුණු 2005 ජනවාරි 4. ව්යාපෘතිය ක්රියාත්මක කිරීමේදී හිටපු අමාත්ය සමල් රාජපක්ෂ මහතා වැදගත් කාර්යභාරයක් ඉටු කළේය.",
        "\"උමා ඔයා ව්යාපෘතිය ක්රියාත්මක කිරීම, ජේවීපී ද ජේවීපී දායකත්වය දායක වී ඇති එකම විශාලතම යටිතල පහසුකම් වන අතර මේ රටේ දේශපාලන සංස්කෘතිය යථා තත්ත්වයට පත් කිරීමට අපට සුවිශේෂී අවස්ථාවක් ලබා දෙයි.. අරමුදල විසින් අරමුදලෙන් සහ ව්යාපෘතිය ඉදිකිරීමෙන් රටට එවැනි ව්යාපෘතිවලින් රටට යථාර්ථවාදීව පරිවර්තනය කරන ආණ්ඩුව අගය කිරීම සහ අගය කිරීම මෙම සැලසුමට ලබා දෙන බව හිටපු ජනාධිපතිවරයා පැවසීය."
      ]
    },
    "en": {
      "title": "Mahinda Rajapaksa released the report",
      "body_lines": [
        "Former President Mahinda Rajapaksa said that the Uma Oya project is one of the largest hydropower stations in Sri Lanka after Victoria, Kothmalai and Upper Kotmalai power stations.",
        "The Sri Lanka PA (SLPP), who issued a statement, said the Uma Oya project would provide the lowest cost of electricity to Sri Lanka.",
        "He said the Uma Oya project was the only major infrastructure project that the People's Liberation Front (JVP), the party against the establishment (JVP), contributed favorable.",
        "“The construction of this project started in March 2010 to turn water to the southeastern dry zone from the Central Highlands. Discussed and scheduled infrastructure plans for decades, but no government actually implemented. When I was president, jealous people discredited these achievements, and my government members had raised the cost estimates of these projects to make money.",
        "Although evidence for such irregularities is not placed in the public, a full generation that believes that it is a thief who starts a large -scale plan. When such campaigns strengthen, those who are capable of doing something in the country are branded as villains, while speaking, criticizing and lying, becoming heroes.",
        "If there is evidence of corruption in the implementation of the project, it is one thing to analyze the evidence, but it is working against the national welfare of the state and leaders, without any evidence, without any evidence. ”",
        "During his nine -year rule from 2006 to 2014, it was fortunate to solve the projects that had been planned but not implemented for decades for highways, power generation and irrigation.. MP Mahinda Rajapaksa added that I have been dreaming of that achievement government since the 1950s.",
        "“My government built the streets, built and improved hospitals and artifacts and built new houses for urban poor. So the work done at that time will last a few years. However, it is now the tenth year I have been president and requires new investment in sectors such as low -cost electricity generation to meet the needs of the Industrial and Service.",
        "“The work of the Uma Oya Project provides a unique opportunity to start a new political culture in this country - which welcomes and appreciates the contribution to the well -being of the people for the well -being of the people.. Two major political parties that ruled the country since 1948 have contributed to the development of the existing infrastructure in the country for decades. However, the Uma Oya project is the only major infrastructure project that even contributed favorably against the establishment.",
        "“Before my government started building the Uma Oya project, it has been discussed under various governments for over fifty years.. A study conducted by the United States Operations Mission and the Canadian Hunting Survey Corporation was first put forward in 1959 by the diverse of Uma Oya.",
        "It was held at the UNDP/FAO Master Project for the Mahaweli Project during the Dudley Senanayake government and was subject to further studies conducted under Ranasinghe Premadasa and Chandrika Kumaratunga governments.",
        "When Karu Jayasuriya and Jayawickrama Perera held the posts of electricity, energy and irrigation during the 2001-2004 UNP government, a decision was taken to implement the Uma Oya project. ”",
        "In spite of all this, when its government began building this project, which has been drawn for more than half a century, his political opponents in his village",
        "“After the project was abandoned, the Janatha Vimukthi Peramuna (JVP) was very openly criticized by the Uma Oya project and that its leader was launched in Parliament by saying that the plan was launched in Parliament.",
        "The dream of the Rajapaksa's dream of supplying water to the Hambantota port and the airport. This is part of a indiscriminate and unthinkable effort to deny any political benefit to the successes of the government led by me.",
        "“In January 2005, however, the current leader of the JVP, who was the Minister of Agriculture, Livestock, Land and Irrigation, received the Cabinet permission to launch the Uma Oya project.",
        "His cabinet deed number: 05/0036/039/002 Other matters of January 4, 2005. Former Minister Samal Rajapaksa played an important role in the implementation of the project.",
        "“The implementation of the Uma Oya project as it is the only biggest infrastructure that the JVP has also contributed favorable to us gives us a unique opportunity to restore the political culture of this country.. The former president added that the plan will be given the approval and appreciation of the government that will realistically transform such projects from such projects to the country by getting the fund and constructing the project."
      ]
    }
  }
}