{
  "translated_text": {
    "si": {
      "title": "ලංවිම සේවකයින්ට මේ වතාවේ ප්රසාද දීමනා නොමැත",
      "body_lines": [
        "පාලක පක්ෂය ඉල්ලා ඇති ලංකාවේ විදුලි සේවක සංගමය (ලංවිම), ලංකා විදුලිබල මණ්ඩලයේ අධ්යක්ෂ මණ්ඩලය විසින් මේ වසරේ සේවකයින් හඳුනාගෙන නොමැත.",
        "සංගමයේ ප්රධාන ලේකම් රන්ජන් ජයලාල් මේ වසරේ ප්රසාද දීමනා ඉල්ලා තිබේ. මීට පෙර ඔහු කියා සිටියේ රජය සමඟ සම්බන්ධ වූ සංගමයට නායකත්වය දුන් බවත්, එබැවින් සේවකයින් මේ වසරේ ප්රසාද දීමනා ලබා ගැනීම සඳහා සේවකයින්ට වීදි ලබා ගැනීමේ අවශ්යතාවයක් නොමැති බවත්ය."
      ]
    },
    "en": {
      "title": "CEB employees do not have bonuses this time",
      "body_lines": [
        "Although the Ceylon Electricity Employees Union (CEB) with the ruling party has requested, the Board of Directors of the Ceylon Electricity Board (CEB) has not recognized its employees this year.",
        "The General Secretary of the Association Ranjan Jayalal has demanded this year's bonus. Earlier, he said that he was leading the union affiliated with the government and therefore there was no need for employees to take the streets to get bonuses this year."
      ]
    }
  },
  "summary_lines": [
    "CEB employees denied bonuses despite union request. Board rejects annual incentives. Union leader claims no street protests needed due to political affiliation."
  ]
}