{
  "translated_text": {
    "ta": {
      "title": "රාජිත සේනාරත්නගේ  අපේක්ෂිත ඇප ඉල්ලීම ප්‍රතික්ෂේප කරයි",
      "body_lines": [
        "முன்னாள் அமைச்சர் ராஜிதா செனரத்னே கைது செய்யப்படுவதற்கு முன்னர் லஞ்சம் கமிஷனை விடுவிப்பதற்காக செலவினங்களை நிராகரிக்க கொழும்பு மாஜிஸ்திரேட் நீதிமன்றம் முடிவு செய்துள்ளது.",
        "வழக்கறிஞர்கள் மற்றும் லஞ்சம் ஆணையத்தால் சமர்ப்பிக்கப்பட்ட கொழும்பு தலைமை நீதவான், கொழும்பு தலைமை நீதவான், மனுதாரரின் பிரச்சினைகளை பரிசீலித்த பின்னர் உத்தரவு பிறப்பித்தார்.",
        "මෙම පෙත්සම පිළිබඳව කරුණු සලකා බැලීම අවසන් කිරීමෙන් අනතුරුව එහි නියෝගය අද පස්වරු 2.00 ට ප්‍රකාශයට පත්කරන බව ප්‍රධාන මහේස්ත්‍රාත්වරිය විසින් අද දහවල් නිවේදනය කර තිබිණි.",
        "இந்த வழக்கு 2.00 மணியளவில் பிற்பகல் நீதிமன்றத்தில் 2.00 மணிக்கு திறந்த நீதிமன்றத்தில் எடுக்கப்பட்டு, பின்னர் இந்த உத்தரவு வெளியிடப்படும் என்று கூறினார்.",
        "பிற்பகல் 3.20 மணியளவில் மாஜிஸ்திரேட் பிரச்சாரத்தில் வழக்கு அழைக்கப்பட்டது.",
        "அவரது தீர்ப்பாக அறிவிக்கப்பட்ட தலைமை மாஜிஸ்திரேட், தொடர்புடைய ஜாமீன் விண்ணப்பம் நிராகரிக்கப்படும் என்று கூறினார்.",
        "லஞ்சம் கமிஷனின் உதவி இயக்குநரின் உதவி இயக்குநரின் உதவி இயக்குநர் இன்று நண்பகலுக்கு எதிர்பார்க்கப்பட்ட ஜாமீன் அழைக்கப்பட்டபோது நீதிமன்றத்தில் ஆஜரானார்.",
        "ஒரு கொரிய நிறுவனம் மே 19, 2012 அன்று ஒரு திட்டத்தை சமர்ப்பித்துள்ளது. நிறுவனம் ரூ. மீன்வள ஹர்க்லுக்கு 300. மீன்வள அமைச்சராக பணியாற்றிய ராஜிதா செனரத்னே. அத்தகைய திட்டத்தை அமல்படுத்துவதற்கு முன்னர், நிதி விதிமுறைகளுக்கு இணங்க அமைச்சர்கள் அமைச்சரவை நியமித்த குழு மூலம் ஒப்புதல் அளிக்க வேண்டும்.. எவ்வாறாயினும், முன்னாள் அமைச்சரின் உத்தரவைத் தொடர்ந்து ஃபிஷர் ஹார்பர் கார்ப்பரேஷன் மீன்வள துறைமுகக் கழகத்தை நடைமுறைப்படுத்தியுள்ளது.. மேலும், இது மத்திய சுற்றுச்சூழல் அதிகாரசபையிலிருந்து ஒரு மணல் அமைச்சக நிறுவனம் சுற்றுச்சூழல் மதிப்பீட்டு அறிக்கைகள். ஆனால் அத்தகைய அறிக்கை பெறப்படவில்லை. மீன்வள துறைமுக நிறுவனம் ஃபிஷர் ஹார்பர் கார்ப்பரேஷனின் ஒப்புதலைப் பெறவில்லை. இந்த திட்டத்தை சந்தேக நபர் ராஜிதா செனரத்னே மேற்கொண்டார். பின்னர், நிறுவனம் மணலை அகற்ற எந்த வசதிகளையும் செயல்படுத்தவில்லை. ஃபிஷரிஸ் போர்ட் கார்ப்பரேஷனின் கூட்டமைப்பு அவற்றை அன்னிய நேரடி முதலீட்டிற்கு வழங்க வேண்டியிருந்தது.. இந்த விவகாரம் தொடர்பாக கொரிய நிறுவனத்திற்கு இழப்பீடு வழங்கிய வணிக உயர்நீதிமன்றத்தின் வழக்கை சந்தேக நபர் தாக்கல் செய்துள்ளார்.. கப்பலுக்கு ஏற்படும் சேதத்திற்கு மட்டுமே வழக்கு தொடர்கிறது. இழப்பீடு என ஈடுசெய்யப்பட்ட 15 மில்லியன் ரூபாய். இருப்பினும், கப்பலுக்கு உண்மையான சேதம் சுமார் 26 மில்லியன் ரூபாய் ஆகும். இந்த திட்டத்தின்படி, கமிஷன் இந்த சம்பவத்தை எதிர்கொண்டதால், ஆணைக்குழு முன் ஆஜராகுமாறு ஆணையம் முன் ஆஜராகுமாறு ராஜிதா செனரத்னுக்கு அரசாங்கம் தெரிவித்துள்ளது.",
        "ஒரு மருத்துவ அறிக்கை சமர்ப்பிக்கப்பட்டதாகக் கூறப்பட்டாலும், இயக்குநர் ஜெனரலின் துணை இயக்குநர் ஜெனரலை துணை இயக்குநர் ஜெனரல் மற்றும் துணை இயக்குநர் ஜெனரல் நிராகரித்தார்.",
        "ராஜிதா செனரத்ன் சார்பாக ஆஜரான ஜனாதிபதியின் ஆலோசகர் மைத்ரீ குணரத்னே ஒத்திவைக்கப்பட்டார்.",
        "\"ஆண்டவரே இது மனுதாரர் அமைச்சரின் ஒப்புதலால் செயல்படுத்தப்பட்ட ஒரு திட்டம் அல்ல. அமைச்சரவை ஒப்புதல் 2008 மற்றும் 2012 ஆம் ஆண்டுகளில் மணல் சுரங்கத்தின் ஒப்புதலைப் பெற்றுள்ளது. இது அப்படித்தான் வேலை செய்தது. இல்லையெனில் அவரது தனிப்பட்ட முடிவின் அடிப்படையில் ஒரு திட்டம் செயல்படுத்தப்பட்டது. இன்று, லஞ்சம் கமிஷன் என்பது ஒவ்வொன்றின் தேவைகளாகும். மக்களைக் கைது செய்ய அவர்களுக்கு ஒரு பெரிய தாகம் இருக்கிறது. உச்சநீதிமன்றம் சமீபத்தில் ஒரு வாரண்ட் வழங்கப்பட்ட போதிலும் கைது செய்யப்பட வேண்டும், ஆனால் சந்தேக நபர்களுக்கு பிணை எடுக்க நீதிபதிகள் அதிகாரம் கொண்டுள்ளனர். எனவே, புகார் குறித்து சந்தேக நபர்களை ரிமாண்ட் செய்ய வேண்டாம் என்று நான் நீதிமன்றத்தில் அழைக்கிறேன்.",
        "இரு கட்சிகளும் அளித்த உண்மைகளை பரிசீலித்த பின்னர், தலைமை மாஜிஸ்திரேட் இந்த முடிவை அறிவித்தார்."
      ]
    },
    "en": {
      "title": "Rajitha Senaratne rejects the intended bail",
      "body_lines": [
        "The Colombo Magistrate's Court has decided to reject the expenditure of former Minister Rajitha Senaratne to release the bribery Commission before he was arrested.",
        "Colombo Chief Magistrate, Colombo Chief Magistrate, who was submitted by the Attorneys and Bribery Commission, issued the order after considering the issues of the Petitioner.",
        "The Chief Magistrate had announced this afternoon that the order will be announced at 2.00 pm after the completion of the petition.",
        "The case was taken at the open court of 2.00 pm at the open court of 2.00 pm and said that the order would be published later.",
        "The lawsafter was called at the Magistrate's campaign around 3.20 pm.",
        "The Chief Magistrate who was declared his verdict stated that the relevant bail application will be rejected.",
        "The Assistant Director of its Assistant Director of the Assistant Director of the Bribery Commission appeared in the court when the expected bail was called for noon today.",
        "A Korean company has submitted a proposal on May 19, 2012. The company has agreed to pay Rs. 300 to the Fisheries HarCL. Rajitha Senaratne who served as the Minister of Fisheries. Prior to the implementation of such a proposal, it should be approved through a committee appointed by the Cabinet of Ministers in accordance with financial regulations.. However, the Fisheries Harbor Corporation has implemented the Fisheries Harbor Corporation following the order of the former minister who is presented with such approval without providing such approval.. Also, this is a sand ministrative agency environmental evaluation reports from the Central Environmental Authority. But such a report has not been obtained. The Fisheries Harbor Institute has not received the approval of the Fisheries Harbor Corporation. This project was carried out by the suspect, Rajitha Senaratne. Later, the company implemented no facilities to remove sand. The Federation of Fisheries Port Corporation then had to offer them to the FDI.. The suspect has filed a lawsuit of the Commercial High Court that has filed compensation to the Korean company in connection with this matter.. The prosecution is only for the damage done to the vessel. 15 million rupees as compensated as compensation. However, the real damage to the ship is about 26 million rupees. According to the project, the government has informed Rajitha Senaratne to appear before the Commission to appear before the Commission, as the Commission was in the face of the incident.",
        "Although it is said that a medical report was submitted, the Deputy Director General of the Director General had been rejected by the Deputy Director General and the Deputy Director General.",
        "The President's Counsel Maithree Gunaratne appearing on behalf of the Rajitha Senaratne was postponed.",
        "\"Lord this is not a project that has been implemented by the petitioner minister's assumptation. Cabinet approval has obtained the approval of the sand mining in 2008 and 2012. That is how this was working. Otherwise a project implemented on his personal decision. Today, the Bribery Commission is the needs of each. They have a great thirst to arrest people. Although the Supreme Court recently issued a warrant was issued to be arrested, but the magistrates have the authority to bail suspects. Therefore, I call on the court not to remand suspects just about the complaint.",
        "After considering the facts made by both parties, the Chief Magistrate announced this decision."
      ]
    }
  },
  "summary_lines": []
}