{
  "translated_text": {
    "si": {
      "title": "ට්රම්ප්ට වෙඩි තැබීම;සජිත්ට ඇති අනතුර?",
      "body_lines": [
        "එක්සත් ජනතා විදුලි පාර්ලිමේන්තු මන්ත්රී එරන් වික්රමරත්න එක්සත් ජනතා බලයේ හා විපක්ෂ නායකවරයාගේ නායක සජිත් ප්රේමදාසගේ ආරක්ෂාව ඉහළ නැංවීමට පියවර ගන්නා ලෙස රජයෙන් ඉල්ලා තිබේ.",
        "විපක්ෂ නායකවරයාගේ ආරක්ෂාව පිළිබඳව සමහර බලවේග මැතිවරණය ප්රමාද කිරීමට උත්සාහ කරන බැවින් සමහර බලවේග අවංක බලවේගයන් සැක සහිත බව ඔහු පැවසීය.",
        "එක්සත් ජනපදයේ හිටපු එක්සත් ජනපද ජනාධිපතිවරයා ප්රජාතන්ත්රවාදයට එරෙහි ප්රහාරයක් ලෙස kill ාතනය කිරීමේ උත්සාහය හෙළා දකී.",
        "එවැනි ක්රියාකාරකම්වල යෙදීම සඳහා දේශපාලන politicians යින්ගෙන් ඉල්ලා සිටි එරන් වික්රමරත්න මහතා කියා සිටියේ ඔවුන්ට ශ්රී ලංකාවේ ඔවුන්ගේ න්යාය පත්රය ඉටු කළ නොහැකි විට, සමහර පාර්ශ්වයන් එවැනි කටයුතුවල නිරතව සිටින බවයි.",
        "ඔහු කියා සිටියේ ඔවුන් අතීතයේ අපේක්ෂකයින්ට පහර දුන් බවයි.",
        "ට්රම්ප්ගේ වෙඩි තැබීම පිළිබඳ පුවත මා ඇසූ විට, සජිත් ප්රේමදාසගේ ආරක්ෂාව කෙරෙහි අවධානය යොමු කළ යුතු බව එන්ටන් වික්රමරත්න මහතා පැවසීය.",
        "ශ්රී ලංකාව ප්රජාතන්ත්රවාදී රටකි. මහජනයාගේ වරම හා මැතිවරණය තුළින් ප්රජාතන්ත්රවාදී රට දේශපාලනය ක්රියාත්මක කරන බව ඔහු පැවසීය.. සජිත් ප්රේමදාසගේ ආරක්ෂාව ගැන සැකයක් නොමැති බව ඔහු පැවසීය. රීල්"
      ]
    },
    "en": {
      "title": "Firing on Trump;The danger to Sajith?",
      "body_lines": [
        "United People's Power MP Eran Wickramaratne has appealed to the government to take steps to increase the security of Sajith Premadasa, the leader of the United People's Power and Opposition Leader.",
        "He said that some forces are skeptical about the security of the opposition leader as it is trying to delay the election.",
        "He condemns the attempt to kill the former US president as an attack on democracy.",
        "Eran Wickremaratne, who has appealed for politicians to avoid engaging in such activities, said that when they cannot fulfill their agenda in Sri Lanka, some parties are engaged in such activities.",
        "He said they have been attacking candidates in the past.",
        "Eran Wickremaratne said that when I heard the news of Trump's shooting, I should focus on Sajith Premadasa's security.",
        "Sri Lanka is a democratic country. He said that the democratic country is carrying out politics through the mandate and elections of the public, which is why I appeal to the government.. He said that there should be no doubts about Sajith Premadasa's safety. Remble"
      ]
    }
  },
  "summary_lines": [
    "Eran Wickramaratne urges the government to enhance Sajith Premadasa's security due to skepticism from certain groups aiming to postpone elections. He condemns the attempted assassination of former US President Trump as an assault on democracy, highlighting previous attacks on candidates. Wickramaratne emphasizes the importance of maintaining political stability through public mandates and elections in Sri Lanka's democratic system."
  ]
}