{
  "translated_text": {
    "ta": {
      "title": "அதிக வருமானத்தை வளர்ப்பதற்கான பொருளாதார திட்டம்",
      "body_lines": [
        "எதிர்கால சவால்கள் மற்றும் பயிற்சியுடன் ஒரு குழல் உருவாக்கம் உருவாக்கப்பட வேண்டும் என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க் கூறினார்.",
        "நாட்டின் பொருளாதாரம் தற்போது நாட்டின் பொருளாதாரத்தை செயல்படுத்தி வருகிறது என்பதையும் ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங் நேற்று ஜனாதிபதி செயலகத்தில் இளைஞர் படையின் இளைஞர்கள் சந்தித்தபோது இந்த கருத்துக்களை தெரிவித்தார்.",
        "யூத் கார்ப்ஸ் இயக்குனர் பிரிகேடியர் சுஜீவா ரத்னாயகே ஜனாதிபதி ரணில் விக்ரமேசிங்குக்கு வழங்கப்பட்டார்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "\"இளைஞர் படைகள் ஏற்கனவே தொடங்கிவிட்டன, 22 ஆண்டுகள் 22 ஆண்டுகளுக்கு முன்பு இருந்தன. இளைஞர் படைகள் இருந்த பொருளாதார அமைப்புக்கு ஏற்றதாகத் தொடங்கின. நேரத்துடன், இளைஞர் படைகள் மாற வேண்டும்.",
        "இளைஞர்கள் ஒரு நல்ல எதிர்காலத்தை உருவாக்க வேண்டும், அத்துடன் நல்ல வருமானத்தை உருவாக்க வேண்டும். தேவைக்கேற்ப இளைஞர் படைகளை மாற்ற நடவடிக்கை எடுக்க வேண்டும்.",
        "இளைஞர்கள் அதிக வருமானம் கொண்ட வேலைவாய்ப்புக்கு வேலைவாய்ப்பை விரும்புகிறார்கள்.எனவே, அந்த சூழ்நிலையை உருவாக்க நாங்கள் திட்டங்களை உருவாக்க வேண்டும்.பொருளாதார மொழிபெயர்ப்பு சட்டம் பாராளுமன்றத்திற்கு கொண்டு வரப்பட்டுள்ளது.",
        "இது வேலையின்மையை 2027 ஆகக் குறைக்கும், 2027 க்குள், 2035 ஆம் ஆண்டில் பல உயர் வருமான வேலைவாய்ப்புகளை நாங்கள் உற்பத்தி செய்யலாம். 2048 வாக்கில், வளர்ந்த மாநிலத்தின் வளர்ச்சி. இங்குள்ள இளம் இராணுவ மாணவர்களுக்கு 50 வயது இல்லை. புதிய பொருளாதாரத்தை நிறுவ நாங்கள் திட்டத்தை செயல்படுத்த வேண்டும். ஏற்றுமதி பொருளாதாரத்தின் அடிப்படையில் வியட்நாம், தாய்லாந்து, மலேசியா போன்ற நாடுகளில் நாம் கவனம் செலுத்த வேண்டும். எனவே, ஏற்றுமதி அடிப்படையிலான பொருளாதாரத்தை நாம் உருவாக்க வேண்டும்.",
        "மேலும் வேகமாக வளர்ந்த பகுதிகளில் நாம் கவனம் செலுத்த வேண்டும். சுற்றுலா தொழில், கோர்வெஸ்டூருலிசம், ஐ.டி போன்ற பகுதிகளை மேம்படுத்த ஒரு விரைவான திட்டம் செயல்படுத்தப்பட வேண்டும். இளைஞர் படையினரின் மாணவர்களுக்கு குறிப்பிட வேண்டிய அவசியம் உள்ளது. பசுமை பொருளாதாரம் அறிவு மற்றும் பயிற்சியின் வளர்ச்சியை உருவாக்க வேண்டும், இது ஒரு பசுமை சமுதாயத்தை உருவாக்குவதன் மூலம் எதிர்கால சவால்களுக்கும் பயிற்சிக்கும் வழிவகுக்கும்.. நீங்கள் தொழில் பயிற்சியுடன் ஒரு இளைஞனை உருவாக்க வேண்டும் மற்றும் நாட்டின் பொருளாதாரத்தை ஒரு புதிய பரிமாணத்திற்கு நகர்த்த வேண்டும். \""
      ]
    },
    "en": {
      "title": "The economy program to develop high income",
      "body_lines": [
        "President Ranil Wickremesinghe said that a gutter generation should be created with future challenges and training.",
        "The President also pointed out that the economy of the country is currently implementing the economy of the country.",
        "President Ranil Wickremesinghe made these comments when the youths of the Youth Corps met at the Presidential Secretariat yesterday.",
        "The Director of Youth Corps Brigadier Sujeewa Ratnayake was presented to President Ranil Wickremesinghe.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "\"The Youth Corps has already begun and 22 years have been 22 years ago. The Youth Corps began to suit the economic system that had been. With the time, the Youth Corps must change.",
        "Young people need to create a good future as well as creating a good income. Steps should be taken to change the Youth Corps as needed.",
        "Young people like employment to employment with high income.Therefore, we need to make plans to create that situation.The Economic Translation Law has been brought to Parliament.",
        "This will reduce unemployment as 2027 and by 2027, we can produce a number of high income employment in 2035. By 2048, the development of a developed state. Young army students here are not 50 years old. We must implement the program to establish a new economy. We should focus on countries such as Vietnam, Thailand, Malaysia based on the basis of an export economy. Therefore, we must build an export-based economy.",
        "And we should focus on the rapidly developed areas. A speedy program should be implemented to improve areas such as the tourism industry, the covesturulism, IT. Students of Youth Corps have a need to refer. Green economy should create a growth of knowledge and training that can lead to future challenges and training by creating a green society.. You need to create a youth with vocational training and move the economy of the country to a new dimension. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the importance of adapting the Youth Corps to meet future economic challenges, highlighting the need for high-income employment opportunities. He mentioned the introduction of the Economic Translation Law to Parliament, aiming to reduce unemployment and foster a high-income employment environment by 2027, with significant developments expected by 2035 and 2048. The focus is on building an export-based economy, learning from countries like Vietnam, Thailand, and Malaysia, and investing in sectors such as tourism, IT, and green economy to prepare young individuals for future challenges."
  ]
}