{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி ஜூலை 2 ம் தேதி நாடாளுமன்றத்திற்கு ஒரு சிறப்பு அறிக்கையைப் பெறுகிறார்",
      "body_lines": [
        "ஜூலை 2 மற்றும் 3 ஆகிய தேதிகளில் வெளிநாட்டுக் கடன்களை அமல்படுத்துவது குறித்த விவாதம் நடைபெறும் என்று பாராளுமன்றத் தலைவரும் துணை பொதுச் செயலாளருமான சாமிந்தா குலாரட்னே தெரிவித்தார்.",
        "நேற்று (28) நடைபெற்ற நாடாளுமன்ற விவகாரங்களுக்கான குழுவில் இது முடிவு செய்யப்பட்டது.",
        "அதன்படி, பாராளுமன்றம் ஜூலை 2, செவ்வாய்க்கிழமை காலை 9.30 மணிக்கு சந்திக்க உள்ளது. ஒப்பந்த மறுசீரமைப்பு ஒப்பந்தங்களை அமல்படுத்துவது குறித்து ஜனாதிபதி பாராளுமன்றத்திற்கு ஒரு சிறப்பு அறிக்கை வெளியிட்டுள்ளார் என்றும் ஜனாதிபதி மேலும் கூறினார்.",
        "ஜூலை 3 புதன்கிழமை மாலை 5 மணி முதல் விவாதத்தை நடத்த விவாதமும் முடிவு செய்யப்படுகிறது. இந்த திட்ட விதிமுறை தொடர்பாக வாக்களிப்பு நடத்தப்பட உள்ளது.",
        "ஜனநாயக சோசலிச குடியரசு மற்றும் ஜனநாயக சோசலிச இலங்கையின் (ஓ.சி.சி) மற்றும் தகவல்தொடர்பு சோசலிச குடியரசு (OCC) மற்றும் 26.06.2012 அன்று இறுதிக் கடன்கள் ஆகியோரின் இறுதிக் கடன்கள் தேவையான அனுமதிகளை வழங்க பாராளுமன்றத்திற்கு வழங்கப்படும் ஒப்பந்த ஒப்பந்தத்தை செயல்படுத்த தேவையான அனுமதியை செயல்படுத்த."
      ]
    },
    "en": {
      "title": "President receives a special statement to Parliament on July 2",
      "body_lines": [
        "Head of Parliament and Deputy Secretary-General Chaminda Kularatne said that the debate on the implementation of foreign loans will be held on July 2 and 3.",
        "This was decided at the Committee on Parliamentary Affairs held yesterday (28).",
        "Accordingly, the Parliament is due to meet at 9.30 am on Tuesday, July 2. The President also added that the President has made a special statement to Parliament on the implementation of contractual restructuring agreements.",
        "The debate is also decided to hold the debate on Wednesday 3rd July to 5 pm. The voting is due to be held regarding this proposal norm.",
        "The final loans of the Democratic Socialist Republic and the Democratic Socialist Republic of Sri Lanka (OCC) and the Communication Socialist Republic of Sri Lanka (OCC) and the Final Loans on 26.06.2012The proposal will be presented to Parliament to provide the necessary permission to implement the necessary permission to implement the agreement agreement."
      ]
    }
  },
  "summary_lines": [
    "On July 2 and 3, Parliament will debate the implementation of foreign loans, including final loans from the Democratic Socialist Republic of Sri Lanka and others, as per a special statement by the President. This decision was made at a Committee meeting on June 28, with discussions focusing on contractual restructuring agreements. The debate aims to secure parliamentary approval for implementing these agreements."
  ]
}