{
  "translated_text": {
    "si": {
      "title": "කොළඹ නාගරික දේශසීමා ප්රදේශයේ භයානක ගස් ඉවත් කිරීමේ යෝජනාව",
      "body_lines": [
        "කොළඹ මහ නගර සභා දේශ සීමාවේ භයානක ගස් ඉවත් කිරීමට පියවර ගෙන තිබේ.. ආපදා කළමනාකරණ රාජ්ය අමාත්ය බන්ඩාරා ටෙනකුන් මහතා කියා සිටියේ 27 වන සඳුදා ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ ප්රධානත්වයෙන් පැවති සාකච්ඡාවකදී මෙම තීරණය ගත් බවයි.",
        "ඔහු මේ බව කියා සිටියේ සඳුදා සවස ආපදා කළමනාකරණ අමාත්යාංශයේ පැවති මාධ්ය හමුවකදීය.",
        "කොළඹ මහ නගර සභාවේ දේශ සීමාවේ පිහිටි භයානක ගස් ඉවත් කිරීම සඳහා අපි විශේෂ වැඩසටහනක් දියත් කිරීමට සූදානම්.. ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ ප්රධානත්වයෙන් පැවති සාකච්ඡාවකදී මෙම තීරණය ගෙන තිබේ.",
        "මෙම වැඩසටහනේ නිරත වීමට කොළඹ මහ නගර සභාවේ අධීක්ෂණය යටතේ හමුදාවට සහ සිවිල් ආරක්ෂක බලකාය පිළිබඳව සාකච්ඡා කෙරිණි.. මෙම වැඩසටහන තවත් දින කිහිපයකින් දියත් කිරීමට අපි බලාපොරොත්තු වෙමු.",
        "ඒ අනුව, ගසෙහි ආරක්ෂාව වැඩි කළ හැකි ගස් ආරක්ෂා කර ගත හැකි, අතු කපා දැමීම අනතුරේ ඇති සියලුම භයානක ගස් සම්පූර්ණයෙන්ම ඉවත් කිරීම සඳහා කපා දැමීය.",
        "මීට අමතරව, සම්පූර්ණයෙන්ම ඉවත් කරන ලද ගස් ඇති ප්රදේශවල දිගු කලක් තිස්සේ දිගුකාලීන ගොඩනැගිලි වලින් බලපෑමට ලක් නොවන නව ගස් සිටුවීමට පියවර ගෙන තිබේ.",
        "මෙම කාලය තුළ කොළඹ වික්රමදේවි උද්යානයේ ගස් 19 ක් කඩා වැටී ඇති බවට අපට තොරතුරු ලැබී තිබේ. එම ගස්වල මූලයන් අප විමසා බැලිය යුතුය. මේ සම්බන්ධයෙන්, ජාතික ගොඩනැගිලි පර්යේෂණ ආයතනයට අවශ්ය උපකරණ ලබා දීමෙන් විද්යාත්මක පර්යේෂණ සැපයීමට අපි පියවර ගන්නෙමු."
      ]
    },
    "en": {
      "title": "Resolution to remove dangerous trees in Colombo Municipal border area",
      "body_lines": [
        "Steps have been taken to remove the dangerous trees in the Colombo Municipal Council border area.. Disaster Management Minister of State for Disaster Management Bandara Tennakoon said that the decision was taken during a discussion held on Monday, the 27th, headed by President Ranil Wickremesinghe.",
        "He was speaking at a media briefing held at the Ministry of Disaster Management on Monday evening.",
        "We are about to launch a special program to remove the dangerous trees located on the border area of the Colombo Municipal Council.. The decision was made during a discussion chaired by President Ranil Wickremesinghe.",
        "Under the supervision of the Colombo Municipal Council, the Army and Civil Defense Force were discussed to engage in this program.. We expect to launch this program in a few more days.",
        "Accordingly, it was decided to further protect the trees that could increase the safety of the tree, cut off the branches to completely eliminate all the dangerous trees that are in danger.",
        "In addition, steps have been taken to plant new trees that are not affected by the long -standing, long -standing buildings in areas where there is a completely removed trees.",
        "We have received information that 19 trees have fallen in the Vikramadevi Park in Colombo during this period. We need to examine the roots of those trees. In this regard, we are going to take steps to provide scientific research by providing the necessary equipment to the National Building Research Institute."
      ]
    }
  },
  "summary_lines": [
    "Colombo plans to remove dangerous trees near its municipal border under a program launched soon. This decision follows discussions led by President Ranil Wickremesinghe, aiming to enhance safety. The project involves the Army and Civil Defense Force, supervised by the Colombo Municipal Council. Additionally, efforts will be made to plant new trees in cleared areas and conduct scientific research on tree stability after 19 fell in Vikramadevi Park."
  ]
}