{
  "translated_text": {
    "si": {
      "title": "දෙමළ ජනයා දෙමළ ජනයාගේ එකමුතුකමට ඡන්දය ප්රකාශ කිරීමට එක්රැස් වෙති - සීවී විග්නේශ්වරන්",
      "body_lines": [
        "දෙමළ ජනතාවගේ ගැටලු තවමත් නොවිසඳුනු බව ජාත්යන්තර ප්රජාවට කියා සිටින අතර දෙමළ ජනමාධ්ය සන්ධානය (ටීඑන්ඒ) නායක සහ පාර්ලිමේන්තු මන්ත්රී සීවී විගරරාන් සියළුම දෙමළ ජනතාවගෙන් ඉල්ලා ඇත්තේ මෙවර ජනාධිපතිවරණයේදී සාමාන්ය අපේක්ෂකයාට ඡන්දය දෙන ලෙසයි දෙමළ ජනතාවගේ එකමුතුකම ප්රකාශ කරන්න.",
        "රටේ නවවන ජනාධිපතිවරණය සෙනසුරාදා (21) සහ අපේක්ෂකයින්ගේ ව්යාපාර බදාදා (18) අවසන් වරට අවසන් විය. ඒ අනුව ඔහු මේ බව කියා සිටියේ බදාදා (18) කොළඹ බටහිර හෝටලයේදී බටහිර හෝටලයේදී බටහිර හෝටලයේදී පැවති මාධ්ය හමුවකට ජනාධිපතිවරණයේදී ඉදිරිපත් කළ දෙමළ ජනයා දෙමළ ජ්යෙෂ් officials අපේක්ෂක පී.. එහිදී ඔහු තවදුරටත් පැවසීය",
        "අප බලාපොරොත්තු වූවාට වඩා ජනයා අතර දෙමළ පොදු අපේක්ෂකයාගේ සහාය දැන් වැඩි වී තිබේ. අපේ රටේ, පාර්ලිමේන්තු මැතිවරණ, පළාත් සභා මැතිවරණ සහ පළාත් පාලන මැතිවරණ සහ පළාත් පාලන මැතිවරණ ඔවුන්ගේ ප්රදේශවල තේරීම් සඳහා පත් කරනු ලැබේ.. නමුත් ජනාධිපතිවරණයේදී එකම වේදිකාවට සහභාගී වන්නේ මුළු රටම පමණි.",
        "සිංහල බෞද්ධ ආන්ඩු තවමත් අපට විසඳුමක් ලබා දී නැත. උතුරු හා නැගෙනහිර පළාත්වල ද්රවිඩයන්ට අයත් ද්රවිඩයන් නිරන්තරයෙන් අල්ලා ගනු ලැබේ. විශේෂයෙන්, විශේෂයෙන් උතුරු හා නැගෙනහිර දෙමළ ජනතාවගේ නායයෑම් කුච්චාවෙලි හි අක්කර 431 ක ඉඩමක් අත්පත් කර ගැනීම හේතුවෙන් විනාශයට පත්විය.",
        "මේ අනුව, වාර්ගික කාරණා දෙමළ ජනයාට එරෙහිව මුදා හරින විට, එය ජය ගැනීමට අප පියවර ගත යුතුය.. මෙම පසුබිමට එරෙහිව දෙමළ ජනතාව උතුරු හා නැගෙනහිර දෙමළ ජනතාවගේ එකමුතුකම ඇමතීම සඳහා දෙමළ ජනතාවට ඡන්දය ප්රකාශ කළ යුතු අරියායත්රන් රජුට ඡන්දය දිය යුතුය.",
        "රැස්වීම ගැන අදහස් දක්වමින් භූමිතරන් 2009 දී යුද්ධය අවසන් වී ඇති අතර දෙමළ ජාතික දේශපාලනයේ රික්තයක් පැවති අතර එම නිසා 2010 ජනාධිපතිවරණයේදී දෙමළ ජාතිකයෙකු ලෙස දෙමළ අපේක්ෂකයෙකු ද යොදා ගත යුතුව තිබුණි.",
        "කෙසේ වෙතත්, සාමාන්ය අපේක්ෂකයා ක්ෂේත්රයේ නොසිටි විට, දැන් පියවර ගෙන ඇති බවත් දෙමළ ජනතාවගේ ගැටලු තවමත් නොවිසඳී බවත් පිළිගනමන තිබේ.",
        "ඒ හා සමානව, සමකාලීන අවස්ථාවලදී දෙමළ ජනතාව බෙදීමට විවිධ ක්රියාමාර්ග ගන්නා බවත්, සියලු දෙමළ ජනතාව එක්සත් කිරීම සඳහා පොදු අපේක්ෂකයෙකු ඉදිරිපත් කර ඇති බවත් ශ්රී ලංකා දෙමළ පක්ෂ සාමාජික සවස දෙමළ පක්ෂ සාමාජික සසිකිල රවීරාජ් පෙන්වා දුන්නේය.",
        "දෙමළ ජාතික පක්ෂයේ ලේකම් මිතිලචෙල්වි හි මාධ්ය හමුවකදී මිතිලචෙල්වි මහතා කියා සිටියේ දෙමළ ජ්යෙෂ් of ාධිකරණය ජනාධිපතිවරණයේදී දමිළ ජනතාවට ඉදිරිපත් නොවූ බවත්, දෙමළ ජනතාවගේ එකමුතුකම තුළින් අපේක්ෂකයාට ලැබෙන ඡන්ද ලබා ගන්නා බවත් ය."
      ]
    },
    "en": {
      "title": "Tamil people gather to vote for the symbol of the unity of the Tamils ​​- CV Vigneswaran",
      "body_lines": [
        "While telling the international community that the problems of the Tamil people are still unresolved, the Tamil People's Alliance (TNA) leader and Member of Parliament CV Vigeran has called for all the Tamil people to vote for the general candidate in the presidential election this time to proclaim the unity of the Tamils.",
        "The country's ninth presidential election is scheduled for Saturday (21), and the candidates' campaigns ended on Wednesday (18). Accordingly, he said this while participating in a media briefing held at the Western Hotel in Colombo on Wednesday (18) demanding that all the Tamil people vote for the Tamil general candidate, P. Ariyanethran, who was fielded in the presidential election.. There he added:",
        "The support of the Tamil general candidate has increased among the people now than we expected. In our country, parliamentary elections, provincial council elections and local government elections will be appointed to the choices of the people of their respective areas.. But only the entire country will participate in the same platform in the presidential election.",
        "The Sinhalese Buddhist governments have not yet given us a solution. Tamils ​​belonging to Tamils ​​in the North and Eastern Provinces are constantly seized. In particular, the landslide of the Tamil people in the North and East has been devastated as a result of the acquisition of 431 acres of land in Kuchchaveli.",
        "Thus, when racial issues are unleashed against the Tamils, we must take steps to overcome it.. Against this backdrop, the Tamil people should vote for the Ariyanethran, who has been fielded as the general candidate of the Tamil election in this year's election, to address the unity of the Tamil people in the North and East.",
        "Commenting on the meeting, Bhuvitharan pointed out that the war had come to an end in 2009 and that there was a vacuum in Tamil national politics and therefore a Tamil general candidate should have been fielded in the 2010 presidential election.",
        "However, when the general candidate was not in the field, it was welcome that the moves were now welcome and that the problems of the Tamils ​​were still unresolved.",
        "Similarly, Sri Lankan Tamil party member Sasikala Raviraj pointed out that various measures are being taken to divide the Tamil people in the contemporary times and that a common candidate has been fielded to unite all the Tamil people.",
        "Speaking at a media briefing, the Secretary of the Tamil National Party, Mithilachelvi, said that this time the Tamil general candidate was not fielded in the presidential election and that the candidate would get the votes expected through the unity of the Tamil people."
      ]
    }
  },
  "summary_lines": [
    "Tamil People's Alliance leader CV Vigneswaran calls for unity vote in presidential election. He urges Tamils to support general candidate P. Ariyanethran to address ongoing issues and unite Tamil communities in North and East provinces."
  ]
}