{
  "translated_text": {
    "ta": {
      "title": "மத்தேயு ஃபானினிடம் என்ன சொன்னார்",
      "body_lines": [
        "உலகக் கோப்பையின் முழுப் பொறுப்பையும் அவர் ஏற்றுக்கொள்வேன் என்று இலங்கை 20 அணித் தலைவர் மொன்டுவா ஹசரங்கா கூறுகிறார்.",
        "இன்று (17) உலகக் கோப்பை போட்டியில் இலங்கைக்கும் நெதர்லாந்திற்கும் இடையிலான போட்டியில் இலங்கை வென்றது.",
        "போட்டியின் பின்னர் ஊடகங்களுடன் பேசிய அவர் கூறினார்.",
        "\"முதலில் சொல்ல மிகவும் வருந்துகிறேன். ஒரு குழுவாக எங்கள் குழு எப்படி ஒரு நல்ல குழு. ஆனால் எங்கள் துரதிர்ஷ்டவசமாக, எங்கள் விளையாட்டுகள் முதல் போட்டிகளில் ஒன்றிற்கு கொண்டு வரப்படவில்லை. இந்த போட்டியில் நாம் வெல்லும்போது, ​​நாங்கள் மிகவும் தாமதமாக இருக்கிறோம். உலகக் கோப்பையில் எங்கள் குறைபாடுகளையும் பேசினோம்.  තවමත් අපි ඒවා හදාගෙන නැහැ. தோற்கடிக்கப்படும்போது, ​​நாம் குடம் மற்றும் வெவ்வேறு விஷயங்களை சொல்ல முடியும். பேராசிரியர் அழுகை என்பது எங்களுக்கு நல்லதல்ல. மற்ற நாட்டில் உள்ள வீரர்கள் அந்த ஆடுகளத்தில் விளையாடுகிறார்கள். எனவே நாமும் மாற்றியமைக்க வேண்டும். நான், ஒரு குழு மற்றும் தலைவராக முழு பொறுப்பு உட்பட, நான் முழு பொறுப்பையும் எடுத்துக்கொள்கிறேன். \""
      ]
    },
    "en": {
      "title": "What Matthew said to the Fanin",
      "body_lines": [
        "The Sri Lanka 20 team leader Moentuwa Hasaranga says he will take the full responsibility of the World Cup.",
        "Sri Lanka won the match between Sri Lanka and the Netherlands in the World Cup match today (17).",
        "Speaking to the media after the match, he said.",
        "\"Really sorry to say first. As a group our team is how a good group. But our unfortunately, our games were not brought to one of the first matches. When we win this match, we're too late. We also spoke of our shortcomings in the World Cup.  තවමත් අපි ඒවා හදාගෙන නැහැ. When defeated, we can tell the pitchers and different things. As Professanal Cryction is something that is not good for us. The players in the other country play at that pitch. So we have to adapt too. I, including the full responsibility of as a group and the leader, I take the whole responsibility. \""
      ]
    }
  },
  "summary_lines": [
    "Moentuwa Hasaranga, Sri Lanka's 20-team leader, accepts full responsibility for their performance in the World Cup. Despite being a strong team, they struggled in early matches, leading to their defeat. He emphasized the importance of adapting to different pitches, similar to how players from other countries do."
  ]
}