{
  "translated_text": {
    "ta": {
      "title": "நாளை முதல் நாளை வரை சந்திக்க பாராளுமன்றம்",
      "body_lines": [
        "பாராளுமன்ற விவகாரங்களுக்கான குழு நாளை (24) பாராளுமன்றத்தை 26 ஆம் தேதி நடத்த முடிவு செய்துள்ளது.",
        "இந்த மூன்று நாட்களில் எதிர்க்கட்சி திட்டத்தின் படி, ஈஸ்டர் ஞாயிற்றுக்கிழமை தாக்குதலில் ஈஸ்டர் தாக்குதலின் மீதான தாக்குதலை ஊக்குவிக்க முடிவு செய்யப்பட்டுள்ளது.",
        "குற்றவியல் நடைமுறை (திருத்தம்) மசோதா (திருத்தம்) மசோதா (திருத்தம்) மசோதா (திருத்தம்) மசோதா (திருத்தம்) மசோதா (திருத்தம்) மசோதா (இரண்டாவது வாசிப்பு) மற்றும் இரண்டாவது வாசிப்பு, ஓபியம் மற்றும் ஆபத்து கட்டளை.",
        "காலை 10.30 மணி முதல் காலை 10 மணி வரை மேற்கொள்ளப்பட்ட ஒரு திட்டத்தின் பேரில் பஸ்கா நாளில் ஒத்திவைப்பு ஆணையத்திற்கு ஒத்திவைப்பு பதவியை நடத்த செயல் பொதுச்செயலாளர் முடிவு செய்தார்.",
        "வர்த்தமானி எண் 2364/35 இல் வெளியிடப்பட்ட அறிவிப்புகள், ஏப்ரல் 25 முதல் 10:00 மணி வரை மோட்டார் பயிற்சி சட்டத்தின் கீழ் வர்த்தமானி, எண் 2338/39 மற்றும் 2352/29 இல் வெளியிடப்படுகின்றன. முறைசாரா மற்றும் குடியேற்ற சட்டம் எண் 2364/36 தயாரிப்பு வரி (சிறப்பு விதிகள்) சட்டத்தின் கீழ்.",
        "விபச்சாரம் ஒத்திவைப்பு விவாதம் காலை 10.30 மணி முதல் அதிகாலை 2:30 மணி வரை தேவாலயத்தை நடத்த முடிவு செய்யப்பட்டுள்ளது.",
        "பஹக்கரா ஞாயிற்றுக்கிழமை ஏப்ரல் 26 வெள்ளிக்கிழமை முதல் மாலை 4 மணி வரை ஒத்திவைப்பு விவாதம் பதவி"
      ]
    },
    "en": {
      "title": "Parliament to meet tomorrow to tomorrow",
      "body_lines": [
        "The Committee on Parliamentary Affairs has decided to hold the Parliament tomorrow (24th) to the 26th.",
        "According to the opposition proposal this three days, it is decided to promote the attack on the Easter attack on the Easter's Sunday attack.",
        "The Criminal Procedure (Amendment) Bill (Amendment) Bill (Amendment) Bill (Amendment) Bill (Amendment) Bill (Amendment) Bill (Second Reading) and the Second Reading, Opium, and Dangers Ordinance.",
        "The Acting Secretary-General also decided to hold the post of Adjournage to the Adjournment Commission on the Passover Day on a proposal carried out from 10.30 am to 10 am.",
        "Announcements published in the Gazette No. 2364/35 posted in the Gazette, No. 2338/39 and 2352/29 under the Motor Training Act, April 25th to 10:00 pm.The approval is due to be debated under the Ordinary and the Informal and Emigration Act No. 2364/36 under the Product Tax (Special Provisions) Act.",
        "The Adultery Adjournment Debate has been decided to hold the Church on the day from 10.30 am to 2:30 am.",
        "The post of Adjournment Debate on the Pahakara Sunday on Friday 26th April to 4 pm"
      ]
    }
  },
  "summary_lines": [
    "Parliament meets 24th-26th. Committee on Parliamentary Affairs decides to discuss Easter Sunday attack, Criminal Procedure (Amendment) Bill, and Opium and Dangers Ordinance. Adjournment Commission to meet on Passover Day. Motor Training Act, Product Tax (Special Provisions) Act, and Emigration Act debates scheduled. Adultery Adjournment Debate and Pahakara Sunday Adjournment Debate also announced."
  ]
}