{
  "translated_text": {
    "si": {
      "title": "මූල්ය වංචා චෝදනා මත යුවළක් අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "රුපියල් බිලියන 1.6 ක මූල්ය වංචා චෝදනා මත මෙම යුවළ අත්අඩංගුවට ගෙන තිබේ.",
        "ජාත්යන්තර පොලිසිය විසින් රතු පැහැර පොලිසියේ රතු අනතුරු ඇඟවීමක් නිකුත් කරන ලද සැකකරුවන්ට සහ ඔහුගේ බිරිඳ බ්රහස්පතින්දා (26) ඉන්දියාවේ සිට කටුනායක ගුවන් තොටුපළට පැමිණෙන විට අත්අඩංගුවට ගනු ලැබීය.",
        "මහේස්ත්රාත්වරයා සැකකරුවන් ඊයේ කොළඹ පුදුක්කදෙ මහේස්ත්රාත් අධිකරණයට ඉදිරිපත් කරන ලෙස නියෝග කළේය.",
        "ෆෙඩරල් ග්ලෝබල් මූල්ය ආයතනයක් පවත්වාගෙන යන සැකකරුවන් රුපියල් කෝටි 160 කට වඩා අඩු කර තිබේ.",
        "මූලික විමසීම්වලින් හෙළි වී ඇත්තේ මූල්ය ආයතනයේ අධ්යක්ෂවරයා වන ඔහුගේ බිරිඳ සහ දරුවන් මුහුදක් ලෙස නීතිවිරෝධී ලෙස ඉන්දියාවට පලා ගොස් ඇති බවයි.",
        "මේ අවස්ථාවේ දී කොළඹ, ත්රිකුණාමලය සහ මඩකලපුව උසාවිවල සැකකරුවන්ට එරෙහිව නඩු පැවරීම සහ සැකකරුවන්ට එරෙහිව විදේශ සංචාරයක් නිකුත් කරන ලදී.",
        "ඒ අනුව සැකකරුවන් ඉන්දියාවේ වෙදනායාගම් ප්රදේශයේ ආරක්ෂක අංශ විසින් අත්අඩංගුවට ගෙන ඇති අතර වසර තුනක් රඳවාගෙන සිටියහ.. මේ අවස්ථාවේ දී ඔවුන් ඊයේ සිට ශ්රී ලංකාවට පිටුවහල් කරන ලදී.",
        "49 හැවිරිදි වෝඩානායක ගුවන්තොටුපලේදී ඊයේ අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ නිලධාරීන් විසින් අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ නිලධාරීන් විසින් ඊයේ අත්අඩංගුවට ගෙන තිබේ.",
        "මූල්ය ආයතනය මහ බැංකුවේ ලියාපදිංචි කර නොමැති අතර නීති විරෝධී ලෙස ක්රියාත්මක වී ඇති බව අනාවරණය වී තිබේ.",
        "ඊට අමතරව, සැකකරුවන් පාපොච්චාරණය කර ඇත්තේ තමන් ඔවුන්ගේ ව්යාපාරය සමන්තරායි, කල්මුනායි සහ අම්පාරා හි ව්යාපාරයක් ආරම්භ කර ව්යාපාරයක් අහිමිවීමෙන් පසු රටින් පලා ගොස් ඇති බවයි.",
        "අපරාධ විමර්ශන දෙපාර්තමේන්තුව (සීඅයිඩී) මූල්ය වංචා වැළැක්වීමේ ඒකකය මේ සම්බන්ධයෙන් වැඩිදුර පරීක්ෂණ පවත්වයි."
      ]
    },
    "en": {
      "title": "A couple arrested on charges of financial fraud",
      "body_lines": [
        "The couple arrested on charges of financial fraud of Rs 1.6 billion have been detained.",
        "The suspects and his wife, who had been issued a red warning by the International Police, were arrested by the Criminal Investigation Department officials when they arrived at the Katunayake airport from India on Thursday (26).",
        "The magistrate ordered the suspects to be produced before the Colombo Pudukkadai Magistrate's Court yesterday.",
        "The suspects who run a Federal Global Finance Institute have defrauded more than 160 crores of rupees.",
        "Initial inquiries have revealed that the Director of the Finance Institute, his wife and children, had illegally fled to India as a sea.",
        "In this case, a lawsuit was filed against the suspects in Colombo, Trincomalee and Batticaloa courts and a foreign trip was issued against the suspects.",
        "Accordingly, the suspects were arrested by the security forces in the Vedanayagam area of ​​India and were detained for three years.. In this case, they were deported to Sri Lanka from there yesterday.",
        "The 49 -year -old company from the 49 -year -old company in Colombo 5 was arrested by the officials of the Criminal Investigation Department on two occasions at Katunayake airport yesterday.",
        "It has been revealed that the financial institution has not been registered with the Central Bank and has been illegally operating.",
        "In addition, the suspects have confessed that they started their business in Samanthurai, Kalmunai and Ampara and fled the country after a loss of business.",
        "The Criminal Investigation Department (CID) Financial Fraud Prevention Unit is conducting further investigations into the matter."
      ]
    }
  },
  "summary_lines": [
    "Couple arrested for Rs 1.6 billion financial fraud. CID detains suspects at Katunayake airport. Unregistered finance institute operated illegally. Suspects fled to India, now extradited to face trial in Colombo, Trincomalee, and Batticaloa courts."
  ]
}