{
  "translated_text": {
    "ta": {
      "title": "மந்திரி அலி சப்ரி கூறுகையில், இலங்கை 17 பில்லியன் அமெரிக்க டாலர் நன்மைகளைப் பெறுகிறது",
      "body_lines": [
        "இலங்கைக்கு 17 பில்லியன் அமெரிக்க டாலர் நன்மை உண்டு என்று வெளிவிவகார அமைச்சர் சப்ரி கூறினார்.",
        "சர்வதேச இறையாண்மை பத்திரங்கள் குறித்த பேச்சுவார்த்தைகளை மேற்கொள்ளவும் அமைச்சர் எங்களுக்கு உதவுகிறார்.",
        "வெளியுறவு மந்திரி அலி சப்ரி, ஜனாதிபதியின் ஆலோசனையால் இன்று ஜனாதிபதியின் ஊடக மையத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் தெரிவித்தார்.",
        "ஏப்ரல் 12, 2022 அன்று தீர்மானிப்பது இலங்கை காரணமாக ஒரு குறிப்பிட்ட அளவு வெளிநாட்டுக் கடன்களை இடைநிறுத்த முடிவு செய்தது. ஒரே நேரத்தில் சில கட்சிகள் டாலருடன் ஒப்பிடும்போது ரூபாயை 600, 700 மற்றும் 1000 ஆக உயர்த்துவதாகக் கூறப்படுகிறது. ஆனால் பின்னர் நாங்கள் நிலைமையைக் கட்டுப்படுத்த முடிந்தது.",
        "சர்வதேச நாணய நிதியத்துடன் உடன்படிக்கையில் கடனை மறுசீரமைக்க எங்களுக்குத் தெரிவித்தது. நாங்கள் லாசார்டை எங்கள் பிரதிநிதியாகவும், கிளிஃபோர்ட் வாய்ப்பை சட்ட ஆலோசகராகவும் நியமித்தோம்.",
        "உள்ளூர் கடன்களை மறுசீரமைக்க இங்கே நாங்கள் முதலில் நடவடிக்கை எடுத்தோம். இது முடிந்தாலும் கூட, ஒரு நாடாக பலதரப்பு அமைப்புகளின் கடனை நாங்கள் செய்துள்ளோம் என்று கூற வேண்டும்.",
        "இப்போது நாங்கள் பயன்ஸ்போல்-கடன் நாடுகளுடன் கடன் மறுசீரமைப்பை வெற்றிகரமாக முடித்துள்ளோம். இந்தியா, ஜப்பான் மற்றும் பிரான்ஸ் இருதரப்பு கடன் நிர்வாகத்திற்கான உத்தியோகபூர்வ கடனாளிகள் குழுவின் குழுவை நிறுவியுள்ளன. சீனாவுடன் ஒரே நேரத்தில், நாங்கள் விவாதித்தோம். இதன் முடிவில், நாங்கள் வெற்றிகரமாக இருந்தோம், மேலும் கடன் ஒரு நிலையான சூழ்நிலையாகும். இலங்கை 17 பில்லியன் அமெரிக்க டாலர்களைப் பெறுகிறது. எங்களிடம் அதிக எண்ணிக்கையிலான நன்மைகள் உள்ளன.",
        "மேலும், இந்த வெற்றியை சர்வதேச இறையாண்மை பத்திரங்களுடன் பேச்சுவார்த்தை நடத்த உதவ வேண்டும். விவாதங்கள் ஏற்கனவே நடந்துள்ளன.",
        "மேலும், மொத்த கடனின் மறுசீரமைப்பு சர்வதேச நாணய நிதியம் ஒரு காலத்திற்குள் உள்ளது என்று கூற வேண்டும். மொத்த கடனை மொத்த உள்நாட்டு உற்பத்தியில் 95% ஆக குறைக்க வேண்டும். வெளிநாட்டுக் கடனுக்காக செலுத்தப்படும் வட்டி மொத்த உள்நாட்டு உற்பத்தியில் 4.5% ஆக குறைக்கப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "Minister Ali Sabri says Sri Lanka gets an advantage of US $ 17 billion",
      "body_lines": [
        "External Affairs Minister Sabri stated that Sri Lanka has an advantage of US $ 17 billion.",
        "The Minister also also helps us to make negotiations on international sovereignty bonds.",
        "Foreign Minister Ali Sabri said this at a press conference held at the President's Media Center today by the President's Counsel.",
        "Deciding on April 12, 2022 decided to suspend a certain amount of foreign loans due to Sri Lanka. Some of the parties in the same time alleged to increase the rupee to 600, 700 and 1000 compared to the dollar. But then we managed to control the situation.",
        "Informed us to restructure debt in agreement with the International Monetary Fund. We also took Lasaard as our representative and to appoint Clifford Chance as Legal Advisor.",
        "Here we first taken action to restructure local debts. Even when this is done, we must state that we have done the debt of multilateral organizations as a country.",
        "Now we have successfully completed the restructuring of credit with biaspol-credit countries. India, Japan and France have established a committee of the Official Debtors Committee for bilateral loan management. Concurrently with China, we also discussed. At the end of this, we have been successful and is also a country where the debt is a sustainable situation. Sri Lanka receives an advantage of US $ 17 billion. And we have a large number of benefits.",
        "Furthermore, this success should be helped to make the negotiations with international sovereign bonds. The discussions are already taken place.",
        "Also, the restructuring of total debt must be said that the International Monetary Fund is within a period of time. The total loan should be reduced to 95% of the GDP. The interest paid for foreign debt should be reduced to 4.5% of the GDP."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka secured a $17 billion advantage through debt restructuring, including agreements with the IMF, India, Japan, France, and China. This move not only stabilized the country's debt situation but also paved the way for negotiations on international sovereign bonds, aiming to reduce the total loan to 95% of GDP and lower foreign debt interest to 4.5% of GDP."
  ]
}