{
  "translated_text": {
    "si": {
      "title": "'මාටින්' රඟපෑ දුර්වා සාර්ජා",
      "body_lines": [
        "කන්නඩා චිත්රපට කර්මාන්තයේ ප්රමුඛ තරු රංගන ශිල්පී දුර්වා සාර්ජා, 'මාටින් ඇන්ටම්' චිත්රපටයෙන් 'මාටින් ඇන්ටම්' චිත්රපටයෙන් නිදහස් කර ඇති අතර ගීතයේ වීඩියෝවක්.",
        "නළු ඩර්වා සාර්ජාගේ උපන්දිනය මත මුදා හරින ලද මෙම ගීතය කෙටි කාලයක් තුළ මිලියන තුනකට වැඩි නරඹන්නන් විසින් සංචාරය කර ඇත.",
        "ඒපී අර්ජුන් අධ්යක්ෂ ඒ.පී. අර්ජුන් විසින් අධ්යක්ෂණය කර ඇති අතර, 'මාටින්' තරු සිරා සාර්ජා, වායිබි සැන්ඩිලියා, ජෝර්ජියා අෂිර්, ජෝර්ජියා අන්දිරිනි, අළුද් කුමාර්, නවාබ් ෂා.",
        "මෙම චිත්රපටය රචනා කර ඇත්තේ චිත්රපටය සඳහා මනි ෂර්මා සහ රවී බෑරයි විසිනි.",
        "මේකොයි එන්ටර්ප්රයිසස් හි නිෂ්පාදකයින් වෙනුවෙන්, බසි එන්ටර්ප්රයිසස් හි නිෂ්පාදකයින් වෙනුවෙන්, සුනඛ විනෝදාස්වාදය වීමට සූදානම් මෙම චිත්රපටය සුනඛ විනෝදාස්වාදය වෙනුවෙන්.. මෙත්තා සහ සුරාජ් උදයර් මේතා විසින් නිෂ්පාදනය කරන ලදී.",
        "මෙම චිත්රපටය මේ මස 11 වන දින දෙමළ, තෙළිඟු, මලයාලම්, කන්නඩාව සහ හින්දි යන නගරවල මුදා හරිනු ඇත.",
        "මේ මොහොතේ, චිත්රපට කාර්ය මණ්ඩලය චිත්රපටයේ වීරයාගේ උපන්දිනයේ වීඩියෝවක් නිකුත් කර තිබේ.",
        "මේ අතර, චිත්රපටයේ වීරයා වන ධුතු සාර්ජා, 'මාටින්' සඳහා වසර තුනක් තිස්සේ වෙහෙස මහන්සි වී වැඩ කරන අතර චිත්රපටය කන්නඩ සහ හින්දි චිත්රපට කර්මාන්තයේ තිරගත වී ඇති අතර, එය තවත් වායුගෝලයේ පවතින බැවින් එය අඩු තිර වලින් මුදා හරිනු ලැබේ දෙමළ භාෂාවෙන් තිර. චිත්රපට නිෂ්පාදකයින් විසින් රු."
      ]
    },
    "en": {
      "title": "'Martin' starring Durva Sarja",
      "body_lines": [
        "Durua Sarja, the leading star actor of the Kannada film industry, has been released from the movie 'Martin Antam' and a video for the song.",
        "Released on the birthday of actor Durva Sarja, the song has been visited by more than three million viewers within a short time.",
        "Directed by director AP Arjun, 'Martin' starring Dhruva Sarja, Vaibhavi Sandillia, Anwasi Jain, Georgia Andhirini, Malavika Avinash, Ashyud Kumar, Nawab Shah.",
        "The film has been composed by Mani Sharma and Ravi Basrur for the film.",
        "The film, which is ready to be the Excussion Entertainment, on behalf of the producers of Vasavi Enterprises, Uday K.. Produced by Mehta and Suraj Uday Mehta.",
        "The film will be released in the Indian languages ​​of Tamil, Telugu, Malayalam, Kannada and Hindi on the 11th of this month.",
        "At this moment, the film crew has released a video of the film's hero's birthday.",
        "Meanwhile, the hero of the film, Dhruwa Sarja, has been working hard for three years for 'Martin', and the film is being screened in Kannada and Hindi film industry, and that the film is being released on low screens as it occupies more screens in Tamil.It is also noteworthy that the filmmakers have observed that the Rs."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Dhruva Sarja stars in \"Martin\" directed by AP Arjun. Released on his birthday, the song video got 3+ million views. Film features Vaibhavi Shandilya, Anup Sai, and others. Composed by Mani Sharma and Ravi Basrur. Produced by Uday K. Mehta and Suraj Uday Mehta. Set to release in Tamil, Telugu, Malayalam, Kannada, and Hindi on Nov 11."
  ]
}