{
  "translated_text": {
    "si": {
      "title": "ප්රතිසන්ධාන යාන්ත්රණය සඳහා යුක්තිය පවර් කිරීම - විශේෂ අධිකරණයක් ස්ථාපිත කරයිද?සත්ය ප්රතිසන්ධාන කොමිෂන් සභාවේ අතුරු ලේකම් කාර්යාලයේ අධ්යක්ෂකවරයාගේ වාර්තාව කුමක්ද?",
      "body_lines": [
        "සත්ය හා ප්රතිසන්ධාන යාන්ත්රණයේ අධ්යක්ෂ වෛද්ය ලේකම් කාර්යාලයේ අධ්යක්ෂ වෛද්ය අසංග ගුණවන්සා මහතා පැවසුවේ සත්ය සමිතියේ ප්රතිසන්ධාන කොමිෂන් සභාව ලබා දීමේ කොමිෂන් සභාවට කොමිසම ලබා දීමේ කොමිෂන් සභාව ලබා දීමේ කොමිෂන් සභාව බවයි.",
        "එසේ නොවුවහොත්, අවශ්යතාවයන්ට විසඳුම් සෙවීම සඳහා විශේෂ අධිකරණයක් කළ හැකි බව ඔහු පැවසීය.",
        "සැබෑ ප්රතිසන්ධාන යාන්ත්රණයට අධිකරණ බලතල තිබිය යුතු බව ජනාධිපතිතුමා මෑතකදී යාපනයේ ප්රකාශ කළ අයිලන්ඩ් පුවත්පතේ ප්රශ්නයට පිළිතුරු දෙමින් ඔහු මේ බව කියා සිටියේය.",
        "කෙසේ වෙතත්, අධිකරණ බලතල ලබා දීම සඳහා විශේෂ අධිකරණයක් පිහිටුවීමට රජයට තීරණය කළ හැකිය, \"ඔහු පැවසීය.",
        "ඕනෑම නීතියක් ක්රියාත්මක කිරීමේ පාර්ලිමේන්තුවට අවශ්ය බව ඔහු කියා සිටියේ යෝජිත නීතියට අධිකරණ අධිකාරියක් හෝ විශේෂ අධිකරණයක් තිබිය යුතු බවයි.",
        "විශේෂ අධිකරණයක් ස්ථාපිත කිරීමට නම්, ආණ්ඩුක්රම ව්යවස්ථාවේ නීති හොඳින් සලකා බැලිය යුතු බවත් අධිකරණයේ නීතිය ගැනත්ය.",
        "ඕනෑම සංක්රාන්ති අධිකරණ පද්ධතියක අරමුණ මානව හිමිකම් ප්රතිසංස්කරණය කිරීම සහතික කරන වින්දිතයින්ට, වින්දිතයින්ට, ප්රචණ්ඩත්වය සහ මානව හිමිකම් උල්ලං lations නයන් සඳහා වින්දිතයින් වන්දි ලබා දෙන බව ඔහු පැවසීය.",
        "තනි උසාවිය විසින් ස්ථාපිත නොකළ යුතු ගැසට් පත්රයේ වත්මන් කෙටුම්පත අසාංග ගුණවන්සා මහතා පැවසීය.",
        "කෙසේ වෙතත්, කොමිෂන් සභාවේ සත්යතාව සහ කොමිෂන් සභාවේ නිර්දේශයන් හඳුනා ගැනීමේ ක්රියාවලියේදී අනාවරණය වී ඇති බව ඔහු පැවසීය.",
        "ආචාර්ය ගුණවන්සා මහතා කියා සිටියේ ප්රතිසන්ධානය හා ප්රචණ්ඩත්වය කෙරෙහි අවධානය යොමු කරන පරිවර්තන පද්ධතියක් ස්ථාපිත කිරීම සඳහා සියලු කොටස් හිමියන් අතර එකඟතාවයක් අත්යවශ්ය බවයි.",
        "1983 සිට 2009 දක්වා ජනවාර්ගික ගැටළුව සහ ඊට අදාළ ප්රචණ්ඩත්වයට අදාළ වන ප්රචණ්ඩත්වය සිවිල් යුද්ධය වැනි මූලික හේතු දක්වමින් සිටින බවත්, සියලු හවුල්කරුවන් ක්රියාත්මක කළ යුතු බවත් ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Will Justice Power for Reconciliation Mechanism - Will a Special Court be established?What does the Director of the Interim Secretariat of the Truth Reconciliation Commission report?",
      "body_lines": [
        "Director of the Interim Secretariat of the Truth and Reconciliation Mechanism, Dr. Asanga Gunawansa, said that the Commission to provide the Commission to the Commission to provide the Truth Unity Reconciliation Commission.",
        "Otherwise, a special court can be made to find solutions to the needs, he said.",
        "He was responding to the question of the Island newspaper that the President recently stated in Jaffna that the real reconciliation mechanism should have judicial powers or that his government is investigating a special court on its basis.",
        "However, the government can decide on setting up a special court to grant judicial powers, ”he said.",
        "He said that the parliament's need to implement any law, and the proposed law should have a judicial authority or a special court.",
        "He said that if a special court is to be established, the laws of the constitution should be carefully considered and the law of the judiciary.",
        "He added that the purpose of any transitional justice system is to create a site for the fact that the victims are compensated for the victims, the violence and the human rights violations ensuring the reconstruction of human rights.",
        "Asanga Gunawansa said the current draft of the Gazette, which is not to be established by the Individual Court.",
        "However, he said that the information revealed during the process of detecting the truth of the Commission and the recommendations of the Commission, he said, he said.",
        "Dr. Gunawansa said that a consensus between all shareholders is essential to establishing a transformation system that focuses on reconciliation and violence.",
        "He said that from 1983 to 2009, the ethnic problem and related violence in the country have many basic reasons, such as the civil war, and that all partners should be implemented."
      ]
    }
  },
  "summary_lines": [
    "Dr. Asanga Gunawansa, Director of the Interim Secretariat of the Truth and Reconciliation Mechanism, suggests a special court could address reconciliation needs, echoing the President's call for judicial powers in the reconciliation mechanism. He emphasizes the importance of parliamentary approval and constitutional considerations for establishing such a court. The goal is to compensate victims, ensure human rights, and rebuild society post-violence, requiring consensus among stakeholders."
  ]
}