{
  "translated_text": {
    "ta": {
      "title": "கல்லுக்காக ஏழு கைது செய்யப்பட்டன",
      "body_lines": [
        "அனமதுவாவிலிருந்து மகாரகமாவுக்கு பயணிக்கும் எஸ்.எல்.டி.பி பேருந்துகள் 9 ஆம் தேதி 9 ஆம் தேதி கைது செய்யப்பட்டுள்ளன.",
        "கைது செய்யப்பட்டார், Btituluoya, கிராவங்குலியா, பங்கதேனியா. தனியார் பயணிகள் பஸ் ஓட்டுநர்கள், தனியார் பயணிகள் பஸ் ஓட்டுநர்கள், வென்னப்புவா உள்ளிட்ட நடத்துனர்கள் உள்ளிட்ட நடத்துனர்கள் 25 மற்றும் 30 ஆண்டுகள் என்று கூறப்படுகிறது.",
        "இலங்கை போக்குவரத்து வாரியத்தின் சிலாவ் டிப்போவைச் சேர்ந்த NA-9032 பஸ் அனமதுவா நகரத்திலிருந்து தொடங்கியது.",
        "இருப்பினும், எஸ்.எல்.டி.பி பஸ் 7 ஆம் தேதி 7 ஆம் தேதி பயணித்தபோது, ​​எஸ்.எல்.டி.பி பஸ்ஸை குறிவைத்து இரண்டு மோட்டார் சைக்கிள்கள் தொடங்கப்பட்டன.",
        "இருப்பினும், அனமதுவா பொலிஸ் சட்டத்தின் குற்றவியல் பிரிவு குற்றவியல் OIC அமைச்சகம், பொலிஸ் விசாரணைகள்",
        "அனமது நகரமான அனமதுவா நகரத்திலிருந்து பயணிக்க எஸ்.எல்.டி.பி பஸ் கண்டுபிடிக்கப்பட்டதால், பயணிகளுக்கு செல்ல ஒரு மோதலில் தாக்குதல் தாக்கப்பட்டது.",
        "தனியார் பஸ் மற்றும் மற்றொரு தனியார் பஸ் ஓட்டுநரை வைத்திருக்கும் சந்தேக நபர் கற்களுக்கு தீங்கு விளைவிக்கும் குற்றச்சாட்டில் அனமதுவா நீதிமன்றத்தில் அனமதுவா நீதிமன்றத்தில் சமர்ப்பிக்கப்பட உள்ளார்.",
        "அனமதுவா புலனாய்வுப் பிரிவு ஏனா எஸ்எஸ்பி ஏ.எம்.சிரிமணி பொலிஸ் சார்ஜென்ட், போலீஸ் சார்ஜென்ட், போலீஸ் சார்ஜென்ட், போலீஸ் சீரிஸ், போலீஸ் கான்ஸ்ட்லெட்டுகள், 68392 புத்தகா மற்றும் 34602 ரஞ்சன்."
      ]
    },
    "en": {
      "title": "Seven arrested for stone",
      "body_lines": [
        "The SLTB buses traveling from Anamaduwa to Maharagama has been arrested in the 9th of the 9th of the 9th.",
        "Arrested has arrested Btituluoya, Kirawankuliya, Bangadeniya. Private passenger bus drivers, conductors, including private passenger bus drivers, conductors, including the Wennappuwa are said to be 25 and 30 years.",
        "The NA-9032 bus belonging to the Chilaw depot of the Sri Lanka Transport Board has commenced from the Anamaduwa Town..",
        "However, when the SLTB bus was traveling on the 7th of the 7th, two motorcycles were launched targeting the SLTB bus.",
        "However, the Criminal Division of the Anamaduwa Police Statute the Ministry of Criminal OIC, police investigations",
        "The discovery of the SLTB bus to travel from the Anamadu town of Anamaduwa town, the attack had been assaulted on a conflict to navigate passengers.",
        "The suspect who owns the private bus and another private bus driver is to be submitted to the Anamaduwa Court to the Anamaduwa Court on charges of harming stones.",
        "Anamaduwa Superintendent of Investigation Division Aena SSP A.M.Sirimani Police Sergeant, Police Sergeant, Police Sergeant, Police Series, Police Constlets, 68392 Buddhika and 34602 Ranjan."
      ]
    }
  },
  "summary_lines": [
    "Seven individuals, including private bus drivers and conductors, have been arrested for allegedly throwing stones at an SLTB bus traveling from Anamaduwa to Maharagama. The incident occurred on the 9th of the month, causing damage to the bus. Two motorcycles were used in the attack, which targeted the bus as it navigated through Anamaduwa town. The suspects, aged between 25 and 30, will face charges of causing harm with stones in court."
  ]
}