{
  "translated_text": {
    "ta": {
      "title": "மோட்டார் போக்குவரத்து துறையின் 12 புத்தகங்கள்",
      "body_lines": [
        "கொழும்பு கூடுதல் மாஜிஸ்திரேட் ஹர்ராசனா கெகுணவெலா போரெல்லா பொலிஸ் (30) அறிக்கைகளை போரெல்லா போலீசாருக்கு (30) உத்தரவிட்டார்.",
        "மோட்டார் போக்குவரத்து ஆணையரில் வர்த்தக பதிவு பிரிவில் முடிக்கப்படாத 12 புத்தகங்களை மாற்றுவது குறித்து பரிசீலித்த பின்னர், மாஜிஸ்திரேட்டுக்கு விசாரணைக்கு தண்டனை விதிக்கப்பட்டது.",
        "கமிஷனர் அலுவலகத்தின் வணிக வாகன பதிவு பிரிவின் மதகுருமார்கள் கூறிய அறிக்கையை சுட்டிக்காட்டிய போரெல்லா பொலிஸ் அதிகாரிகள் .வி. கேமரா நிறுவப்பட்டதிலிருந்து, அலுவலக குறிப்புகள் அலுவலகத்தின் கைரேகைகளால் விசாரிக்கப்படுகின்றன.",
        "செப்டம்பர் 25 முதல் செப்டம்பர் 25 முதல் இன்றுவரை விசாரணைகளுக்கு எட்டு நாள் அழைப்புகளுக்கு அழைப்பு விடுக்குமாறு கேட்கப்பட்ட போரெல்லா பொலிஸ் அதிகாரிகள்.அல்லது ஒரு கட்சியின் ஒரு பகுதியைப் பற்றிய விழிப்புணர்வுடன் இந்த புத்தகங்களின் அடையாளத்தை அவர் ஆராய்வார்.",
        "மோட்டார் போக்குவரத்து ஆணையத்தில் கமிஷனரின் தொலைத்தொடர்பு துறையின் தொலைபேசி எண்ணிக்கையை போரெல்லா பொலிஸுக்கு வழங்குமாறு நான்கு தொலைபேசி மேலாளர்களுக்கு மாஜிஸ்திரேட் உத்தரவிட்டார்."
      ]
    },
    "en": {
      "title": "12 of the books of the Department of Motor Traffic",
      "body_lines": [
        "Colombo Additional Magistrate Harrasana Kekunawela ordered the Borella Police (30) reports to the Borella Police (30).",
        "After considering the transfer of 12 non-completed books in the Trade Registration Division in the Commissioner of Motor Traffic, the Magistrate was sentenced to the investigation.",
        "Borella Police Officers who submitted a report indicated on a complaint made by a clergy of the commercial vehicle registration section of the Commissioner of the Commissioner's Office..V. Since the camera is installed, the office notes are being investigated by the fingerprints of the office.",
        "Borella Police Officers who have been asked to call for their eight-day calls for the investigations from September 25 to date from September 25.?Or he will investigate the identity of these books in awareness of a part of a party.",
        "The magistrate ordered four telephone managers to provide the telephone number of telephone details of the commissioner's telecommunication sector at the Motor Traffic Commission to the Borella Police after 12 registration books had been disappeared.They were detected and ordered to be arrested and produced before courts."
      ]
    }
  },
  "summary_lines": [
    "Magistrate orders investigation into missing motor traffic registration books. Borella police to submit reports. Clergy complaint leads to inquiry. Police officers summoned for questioning. Commissioner's office notes investigated. Telephone managers ordered to provide phone details. Four arrested and produced in court."
  ]
}