{
  "translated_text": {
    "si": {
      "title": "மாகாண சபைத் தேர்தல் தாமதம்: இந்தியா தலையீடு செய்ய வேண்டும் – தமிழரசுக் கட்சி",
      "body_lines": [
        "ප්රමාද වූ ප්රමාදය ලෙස පළාත් සභා සඳහා වූ මැතිවරණය පිළිගත නොහැකිය. දින දෙකක බහුතරයක් ඇති රජයට නීතිමය සංශෝධන කළ යුතු අතර වහාම මැතිවරණයක් පැවැත්විය යුතුය. அதற்கு இந்தியா உரிய அழுத்தங்களைப் பிரயோகிக்க வேண்டும் என்று இலங்கைத் தமிழரசுக்கட்சியின் பாராளுமன்ற உறுப்பினர்கள் இலங்கைக்கான இந்திய உயர்ஸ்தானிகர் சந்தோஷ் ஜாவிடத்தில் கூட்டாக வலியுறுத்தினர்.",
        "මීට අමතරව, වාණිජ අංශයක් ලෙස ක්රියාත්මක කළ නොහැකි කන්කසතුරෙයි වරාය සංවර්ධනය කිරීම සඳහා ඉන්දීය රජය ඩොලර් මිලියන 63 ක් පරිත්යාග කර ඇති බවට රජය රජයේ ස්ථාවරය ද හෙළා දැක තිබේ.",
        "සිවග්නානම් ශ්රීධරන්, රසමානිකමම් චානකන්, රසමානිකම් චානකන්, ආචාර්ය සාක්ෂීලෑන්, දුරෙයිරස රවීන්ලිංගම්, ශාන්ගුගම් කරුකදාසන් සහ ආචාර්ය ශ්රීනාත් යන මහත්වරු ද සහභාගී වූහ.",
        "මෙම රැස්වීමේදී එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ (එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ) 60 වන සැසිවාරය සඳහා ඉන්දියාවේ කෘත itude තාව පළ කළ අතර ශ්රී ලංකාවේ පළාත් සභා පැවැත්විය යුතු බවත් විදුලිය බෙදා ගත යුතු බවත් විදුලිය බෙදා ගත යුතු බවත්.",
        "මීට අමතරව, පළාත් සභා සඳහා මැතිවරණයක් පැවැත්වීමට රජය උනන්දු නොවේ. එය ප්රමාද කිරීමට උත්සාහ කරයි. විශේෂයෙන්, විශේෂයෙන් මායිම් වාර්තාවට හේතු සලකා මැතිවරණය නැවත ලබා ගැනීමට පියවර ගනී.",
        "ආණ්ඩුවේ එදිනෙලි බහුතරය සමඟ, චානකන් පාර්ලිමේන්තු මන්ත්රීවරයා විසින් පැරණි-පිෂි වූ මැතිවරණය පැවැත්වීම සඳහා වූ යෝජනාව සම්මත කරමින් මැතිවරණය මැතිවරණය වහාම පැවැත්විය හැකිය.. නමුත් රජය හිතාමතාම ප්රමාදයක් ලබා ගනී.",
        "පළාත් සභා සඳහා මහජන නියෝජනය නියෝජනය කිරීමෙන් ප්රජාතන්ත්රවාදය සනාථ වන බවත් 13 වන ව්යවස්ථා සංශෝධනය පිළිබඳ ව්යවස්ථාමය සනාථනය ක්රියාත්මක කරන බවත් ඔවුහු පෙන්වා දුන්හ.",
        "පසුව, ඉන්දියාව කන්කේසතුරෙයි වරායට ඩොලර් මිලියන 63 ක් වෙන් කර ඇති නමුත් වාණිජ වරායක් ලෙස වරාය සංවර්ධනය කිරීමට වරාය සූදානම් නැති බව රජය විසින් අනාවරණය කර තිබේ.",
        "ශ්රී ලංකා වෙළඳ සම්මේලනයේ සහ ඉන්දීය ආයෝජකයින් සහ අපනයනකරුවන් අතර පැවති සාකච්ඡාවකදී තම නිෂ්පාදනය කොළඹ වරායට යවා කන්කසතුරෙයි වරාය සංවර්ධනය කරමින් ඔවුන්ගේ ආයෝජන පුළුල් කරමින් ඔවුන්ගේ ආයෝජන පුළුල් කිරීම පිළිබඳව ඉන්දීය ආයෝජකයින් සහ අපනයනකරුවන් කනස්සල්ල පළ කර තිබේ.",
        "වැඩිදුර ආයෝජන ස්වාභාවිකවම ඔවුන්ගේ යටිතල පහසුකම් සංවර්ධනය සංවර්ධනය කිරීම සඳහා ස්වභාවිකවම පැමිණේ. එබැවින් රජය මේ පිළිබඳ negative ණාත්මක ස්ථාවරය හෙළා දුටු අතර මේ සම්බන්ධයෙන් පීඩනය යෙදෙන ලෙස ඉන්දියාවෙන් ඉල්ලා සිටියේය.",
        "පසුව ඉන්දීය මහ කොමසාරිස් ජේ. සන්තෝෂ් ජේ. ඉන්දියාව පළාත් සභා සඳහා මැතිවරණ පැවැත්වීම සඳහා සියලු දෙනාගේ සියලු රජය නැවත නැවතත් ප්රකාශ කර ඇති අතර ඉන්දියාව ජාත්යන්තර තලයේ සිය ස්ථාවරය ප්රකාශ කර ඇති බව ඉන්දියාව සිය ස්ථාවරය ප්රකාශ කර ඇති බව පැවසීය.",
        "වරාය සංවර්ධනය සඳහා අප දිගටම මෙම ගැටලුව ඉදිරිපත් කර රජය සමඟ කටයුතු කරන බව ද ඔහු ප්රකාශ කළේය."
      ]
    },
    "en": {
      "title": "Provincial Council Election delay: India should intervene - Tamil National Party",
      "body_lines": [
        "The election for provincial councils cannot be accepted that the delayed delay. The government, which has a two -thirds majority, must make legal amendments and immediately hold elections. Members of the Sri Lanka Tamil National Alliance (TNA) parliamentarians jointly urged India to put pressure on India.",
        "In addition, the government has also condemned the government's position that the Indian government has been donated $ 63 million to develop the Kankesanthurai port, which cannot be operated as a commercial sector.",
        "Sivagnanam Sridharan, Rasamanikam Chanakyan, Dr. Sathiyalingam, Durairasa Ravikaran, Shanmugam Kukadasan and Dr. Srinath were also present.",
        "During the meeting, parliamentarians expressed their gratitude for India's gratitude for the 60th session of the United Nations Human Rights Council (UNHRC) and that the provincial councils in Sri Lanka should be held and the power should be shared and the power should be shared.",
        "In addition, the government is not interested in holding elections for provincial councils. It is trying to delay it. In particular, it takes steps to retrose the election, especially at the reasons for the boundary report.",
        "With the government's two -thirds majority, the election can be held immediately by passing the proposal to hold the old -fashioned election by the Chanakyan MP.. But the government is deliberately carrying out delay.",
        "They pointed out that democracy would be confirmed by the representation of the people's representation for provincial councils and that the constitutional confirmation of the 13th Amendment would be implemented.",
        "Subsequently, India has allocated $ 63 million to the Kankesanthurai port, but the government has now revealed that the port is not prepared to develop the port as a commercial port.",
        "During a meeting between the Sri Lanka Trade Federation and Indian investors, Indian investors and exporters have expressed concern over the cost of sending their production to the Colombo port and then expanding their investments by developing the Kankesanthurai port.",
        "Further investments come to the Northern and Eastern Provinces Naturally to develop their infrastructure development. Therefore, the government condemned the negative position on the issue and urged India to put pressure on the matter.",
        "Subsequently, Indian High Commissioner Santosh Jha said that he has repeatedly expressed concern over all the government's all -time government to hold elections for provincial councils and that India has expressed its position on the international arena.",
        "He also stated that we will continue to come up with the issue and convene with the government on the development of the port."
      ]
    }
  },
  "summary_lines": []
}