{
  "translated_text": {
    "si": {
      "title": "பல்டி - திரைப்பட விமர்சனம்",
      "body_lines": [
        "නිෂ්පාදිතය: STK බ්රූම්ස් සහ බිනූ ජෝර්ජ් ඇලෙක්සැන්ඩර් නිෂ්පාදන",
        "நடிகர்கள் : ஷேன் நிகாம், சாந்தனு பாக்யராஜ் , பிரீத்தி அஸ்ராணி, செல்வராகவன், அல்போன்ஸ் புத்திரன், பூர்ணிமா மோகன் மற்றும் பலர்.",
        "මලයාලම් ස්ටාර් රිසිකම් ෂේන් නිකම් මැලේමම් ස්ටාර් ෂේන් නිකාම් කරන) එය පරාජය කළාද? නැත්ද? අපි දිගටම දකින්නෙමු.",
        "උදයන් (ෂේන් නිකාබ්), කුමාර් (ශාන්ත නිකාබ්) සහ ඔහුගේ කිට්ටු මිතුරන් දෙදෙනා වන පනාචටෝරි දිස්ත්රික්කයේ කොටසක් වන පංචාමි රයිඩර්ස් හි නම, එය තමිල්නාඩු-කේරාලා ප්රාන්තයේ කොටසකි.",
        "ඔවුන් වරක් කබඩි කණ්ඩායම විසින් පොට්ටමාරි නම් කබඩි කණ්ඩායම පරාජය කර කුසලානය දිනා ගත්හ. එකක් වන්නේ පොට්ටමාරෙයි කණ්ඩායමේ ප්රධාන නියෝජිතයාය.. උදයන්, කුමාර් සහ ඔහුගේ මිතුරන් දෙදෙනා, කණ්ඩායමේ නායක භිරාවන් (සෙල්වරාහේවන්) හි භයිරාවන (සෙල්වරාහේවන්) හි ඉතා දක්ෂයි.. අපේ කණ්ඩායම වෙනුවෙන් සෙල්ලම් කරන්න කියලා ඔවුන්ගෙන් ... ඔහුටත් ඔහුට.. එවිට උදයන් සහ කුමාර් සමඟ සාකච්ඡා ඇත.",
        "ඔවුන් මුදල් සඳහා පොට්ටමාරෙයි කණ්ඩායම සඳහා නටන්නට එකඟ වෙති. මේ මොහොතේ, පොට්ටමාරායි කණ්ඩායම පරාජය කිරීම සඳහා ඔවුන්ගේ ඉලක්කය ඇත.. මෙම කණ්ඩායම සඳහා සෝඩා බාබු (ඇල්ෆෝනි පුට්රා). තරගය ජය ගැනීමට පොට්ටමාරායි කණ්ඩායම. සෝඩා බාබු උදන්, කුමාර් සහ ඔහුගේ මිතුරන් දෙදෙනා හදිසියේ පොට්ටමාරායි සමූහයේ තබා ඇති බව සනිටුහන් කරයි.",
        "මේ අතර, පොට්ටමාරි භාරන් - සෝඩා බාබු සහ ජී -එම්ඒ අතර ආධිපත්යය පැන නගින්නේ එම ඉඩම ඔවුන්ගේ පාලනය යටතේ තබා ගැනීම සඳහා ය.. පොටමාර් බහිරවාන් වලට පක්ෂව සිදුවීම හේතුවෙන් උදයන් සහ කුමාර් තම මිතුරන් දෙදෙනෙකු වෙනුවෙන් සේවය කරති.. මිනිසුන් රහිත රාජ්යයන් ඔවුන්ට විරුද්ධ වීමට වර්ධනය වේ. මේ මොහොතේ උදයන් සහ කුමාර් මානව වර්ගයාගේ ව්යාපාරය සඳහා පොට්ටමාරායි භාරරවන භිරාවාන් කණ්ඩුටට්ටි ව්යාපාරය ඉදිරියේ ය.. ඔවුන් පිටතට යාමට උත්සාහ කරයි.",
        "නමුත් එය එතරම් පහසු නොවන බව ඔවුන්ට වැටහී ඇත. මේ මොහොතේ නව මූල්ය ආයතනයක් සැලසුම් කිරීමට සැලසුම් කරන්න.. උදයන් සහ කුමාර් සමූහය මෙම ව්යාපෘතියට වක්රව විරෝධය පළ කළහ.. මේ අනුව, බහිරවාන් උදයියන් සහ ඔහුගේ මිතුරන් විනාශ කිරීමට පොට්ටමාරෙයි සහ ඔහුගේ මිතුරන් විනාශ කිරීමට සැලසුම් කරයි. ඔහුගේ සැලැස්ම ඉටු වී තිබේද? උදයන්-කුමාර්ගේ මිත්රත්වයට මොකද වුණේ? චිත්රපටයේ කතාව නම් එවැනි දේ චිත්තවේගීයව විස්තර කිරීමයි.",
        "පළමු අර්ධයේ වීරයන් හඳුන්වා දීම - දුෂ්ටකම - වීරවරිය හැඳින්වීම - ආතතිය නැති ආදර දර්ශනය - ඉලක්කයක් නොමැතිව ගමන් කරයි. දෙවන භාගයේදී, කතාවේ වීරයන් එයින් මිදුණු අතර, ඔවුන් ශක්තිමත් සමාජ විරුද්ධවාදියෙකු ලෙස සේවය කරන බව වටහා ගත් බව වටහා ගත්හ.. යම් කතාවක් තිබියදීත්, දුෂ් in යන්හි පසුබිම ... ඔවුන් අතර බල තරඟය මත ... ප්රේක්ෂකයින් පැහැදිලිව පැහැදිලි කර නැති නිසා ... වීරයන්ගේ වෙහෙස මහන්සි වී වැඩ නිෂ් .ල ය.",
        "මෙම නිර්මාණයේ ප්රධාන ලක්ෂණය වන්නේ පවත්නා අදහස් ය. පවතින දර්ශන හරියටම චරිතවල චරිතය හා සමාන වුවද ... ඔවුන් දිගු කලක් තිස්සේ ඔවුන් මායිමකට ඉහළින් කලබල වීමට පටන් ගනී.",
        "උදයන්ගේ භූමිකාව රඟපාන ෂේන් නිකාම් - යනු එම චරිතයට ඊළඟ අද්විතීය ශරීරයකි.. රසිකයන් ආකර්ෂණය කරයි. ආදර දර්ශන හා චිත්තවේගීය දර්ශන වලදී, ඔහුගේ පළපුරුදු කාර්ය සාධනය ඔහු පුදුමයට පත් කරයි.",
        "කුමාර්ගේ චරිතය රඟපාන ශාන්තනු බාගිර මහතා, චරිතයේ ප්රකාශනය නිවැරදිව ප්රකාශ කිරීමට නොහැකිය.",
        "කක්ෂයේ චරිතය රඟපාන නිළියක් වන පූර්ව ප්රබල අස්රානි, විවිධ වේශ නිරූපණයන් තුළ ලස්සනයි. ඔහුගේ දායකත්වය අඩු දර්ශනයේ පෙනී සිටියත් ඇය ඔහුගේ දායකත්වය සතුටුදායකයි.",
        "පොට්ටමාරායි භිරාවනන්ගේ භූමිකාව රඟපාන සෙල් වාරාගවන් ඔහුගේ සුපුරුදු දුෂ්ට ක්රියාකාරිත්වය ගැන පුදුමයට පත් වේ.",
        "සෝඩා බාබු ලෙස මිදී කරමින් සිටින අධ්යක්ෂ ඇල්ෆොන්ස් පුටුරාගේ පෙනුම එය භුක්ති විඳිමින් සිටී.",
        "G-MA හි චරිතය රඟපාන නිළියක පූර්ණිමා මොහාන්, ලිඛිත ස්වභාවයක් හේතුවෙන් නිෂ් less ල ය.",
        "SAI අබායාංගර්ගේ ගීත (දීාලකාරි ...) චිත්රපට තේමාලාව රසිකයන් නිවැරදි නොකළද ... පසුබිම් සංගීතය බොහෝ ස්ථානවල කතන්දර කීමෙන් බාධකයකි.",
        "ක්රීඩාවේ ආශාවන් ඇති යෞවනයන් ... මුදල් නිසා ඔවුන් සෙවණැලි ලෝකය ගැන නොදැන සිටිති.. බෝල්ඩිගේ පංකාගේ අපේක්ෂාව .... එකම කාරණයකට සම්බන්ධ නොවන ප්රාතිහාර්යය සිදු වේ."
      ]
    },
    "en": {
      "title": "Baldi - Movie Review",
      "body_lines": [
        "Product: STK Brames & Binu George Alexander Productions",
        "Actors: Shane Nikam, Shantanu Bhagyaraj, Preity Azrani, Selvaraghavan, Alphonse Putra, Purnima Mohan and many others.",
        "Malayalam star Actor Shane Nikam starring Malayalam star Shane Nikam Karana) Did it beat? Or not? We will continue to see.",
        "Udayan (Shane Nikab), Kumar (Shantanu Bhagyaraj) and his two close friends have been placed in the Kabaddi group of Panchami Riders.",
        "They once defeated the Kabaddi team called Pottamarai and win the trophy. One is the main representative of the Pottamarai group.. Udayan, Kumar and his two friends are very good in the Panchami group, Bhairavan (Selvaraghavan), the leader of the group.. Asking them to play for our team ... To him too.. Then there is talks with Udayan and Kumar.",
        "They agree to dance for the Pottamarai group for money. At this moment, they have their goal to defeat the Pottamarai group.. Soda Babu (Alphonse Putra) for this team. Pottamarai team to win the match. Soda Babu marks Udayan, Kumar and his two friends who suddenly placed in the Pottamarai group.",
        "In the meantime, the dominant attitude arises between Pottamarai Bhairavan - Soda Babu and G -Ma to keep the particular land under their control.. Udayan and Kumar serve two of his friends due to the situation in favor of Pottamar Bhairavan.. The unmanned state develops to oppose them. At this moment, Udayan and Kumar are in front of the eyes of Pottamarai Bhairavan Kanduvatti business for the business of humanity.. They are trying to get out.",
        "But they can realize that it is not so easy. Plan to plan a new financial institution at this moment.. Udayan and Kumar group indirectly protest the project.. Thus, Pottamarai is planning to destroy the Bhairavan-Udayan and his friends. Has his plan fulfilled? What happened to Udayan-Kumar's friendship? The story of the film is to describe such things emotionally.",
        "Introduction of heroes in the first half- Villains Introduction- Heroine Introduction- Stressless Love Scene- travels without target. In the second half, the heroes of the story realize to escape from it, realizing that they are working as a strong social antagonist.. Despite some story, the background of the villains ... On the power competition between them ... Because the audience is not clearly explained ... The hard work of the heroes is in vain.",
        "The main feature of this creation is the existing views. Although existing scenes are exactly the same as the character of the characters ... Because they are long, they begin to stir above a boundary.",
        "Shane Nikam, who plays the role of Udayan - is a unique body that follows for that character.. Attracts fans. In romantic scenes and emotional scenes, he is amazed by his experienced performance.",
        "Shantanu Bhagyaraj, who plays the role of Kumar, is unable to accurately express the character's expression.",
        "Actress Preity Azrani, who plays the role of Kaveri, is beautiful in different makeup. She is satisfactory of his contribution even though he appears in the lower scene.",
        "Selvaraghavan, who plays the role of Pottamarai Bhairavan, is surprised by his usual villainous performance.",
        "The appearance of director Alphonse Putra, who is making his debut as Soda Babu, is enjoying it.",
        "Actress Purnima Mohan, who plays the role of G-Ma, has been useless due to an unwritten character.",
        "Sai Abayangar's songs (Jalakari ...) Though the filmmaker did not fix fans ... Background music is a barrier to storytelling in many places.",
        "Young people with passion in the game ... Due to the money, they are unaware of the shadow world.. The expectation of Baldi-fans .... The miracle that does not join the same point happens."
      ]
    }
  },
  "summary_lines": []
}