{
  "translated_text": {
    "ta": {
      "title": "கடற்படை உளவுத்துறைக்கு வந்தது",
      "body_lines": [
        "பறவைகள் மற்றும் ஊர்வனவற்றால் சட்டவிரோதமாக கொண்டு செல்லப்பட்ட ஐந்து சந்தேக நபர்களை இலங்கை கடற்படை கைது செய்துள்ளது.",
        "அவர்கள் பல நாள் கப்பலைப் பயன்படுத்தி மோசடி செய்து கொண்டிருந்தனர், மேலும் கடற்படையும் கப்பலை எடுத்துள்ளது.",
        "ஒரு சிறப்பு மோசடியின் சிறப்பு மோசடியின் சிறப்பு மோசடி தொடர்பான கடற்படை புலனாய்வு சேவை தென் கடலில் நடத்தப்பட்ட ஒரு சிறப்பு நடவடிக்கையாகும், இது தென் கடலில் பயணம் செய்து கொண்டிருந்தது.",
        "கிளிகள், ஆமைகள் உள்ளிட்ட 13 அரிய திடமான திட்டங்கள், கிளிகள், ஆமைகள் மற்றும் ஊர்வன உள்ளன.",
        "ஐந்து சந்தேக நபர்கள் கைது செய்யப்பட்டுள்ளனர் மற்றும் நெகோம்போ மற்றும் கோச்சிகேட் பகுதிகளில் வசிப்பவர்கள்.",
        "இந்த கப்பல் நெகோம்போவிலிருந்து மீன்பிடித்தலை விட்டுவிட்டு இந்த மோசடியில் ஈடுபட்டதாக கடற்படை வெளிப்படுத்தியுள்ளது.",
        "பறவைகள் மற்றும் ஊர்வனவற்றின் அடுத்த சட்ட நடவடிக்கைகளுக்காக ஹிக்கடுவாவின் அஸ்திவாரங்கள் வனவிலங்கு பாதுகாப்புத் துறையிடம் ஒப்படைக்கப்பட்டுள்ளன என்று கடற்படை தெரிவித்துள்ளது.",
        "மேலும் விசாரணைகளுக்காக ஐந்து மீனவர்களும் கப்பலும் வன பாதுகாப்புத் துறையிடம் ஒப்படைக்கப்பட்டுள்ளன."
      ]
    },
    "en": {
      "title": "Navy came to intelligence",
      "body_lines": [
        "Sri Lanka Navy has arrested five suspects who were illegally transported by birds and reptiles.",
        "They were conducting the racket using a multi-day vessel and the navy has also taken the vessel.",
        "The Navy Intelligence Service regarding a special racket of a special racket of a special racket was a special operation conducted in the South Sea, which was sailing in the South Sea.",
        "There are 13 rare solid plans, parrots, tortoises, and reptiles, including the parrots, tortoises.",
        "Five suspects have been arrested and residents of Negombo and Kochchikade areas.",
        "The Navy has revealed that the vessel leaves fishing from Negombo and engaged in this racket.",
        "The Navy said that the foundations of the Hikkaduwa have been handed over to the Department of Wildlife Conservation for the next legal proceedings of birds and reptiles.",
        "Five fishermen and the vessel have also been handed over to the Forest Conservation Department for further investigations."
      ]
    }
  },
  "summary_lines": [
    "The Sri Lanka Navy arrested five individuals involved in smuggling 13 rare animals, including parrots and tortoises, via a ship operating between Negombo and Hikkaduwa. The suspects, from Negombo and Kochchikade, were caught after a special naval operation in the South Sea. The vessel used for the illegal trade has been seized, and all parties are now under investigation by wildlife conservation departments."
  ]
}