{
  "translated_text": {
    "ta": {
      "title": "டாக்டர் விக்ரெமபாஹு கருணாரத்னே தனது உயிருக்கு மறுபரிசீலனை செய்கிறார்",
      "body_lines": [
        "டாக்டர் விக்ரெமபாஹு கருணாரத்னே காலமானார். அவர் இறக்கும் போது, ​​அவருக்கு 81 வயது.",
        "அவர் மார்ச் 8, 1943 அன்று லாபுகலாவில் பிறந்தார், ஆனந்தா கல்லூரியில் ஆரம்பக் கல்வியைப் பெற்றார். கொழும்பின் ஆனந்தா கல்லூரியில் இடைநிலைக் கல்வியைப் பெற்றுள்ளார்.",
        "மின் பொறியியல் குறித்த முதல் தர இலக்கியத்தையும் அவரால் பெற முடிந்தது. கேம்பிரிட்ஜ் பல்கலைக்கழகத்தில் கற்றுக்கொள்ள 1970 ஆம் ஆண்டில் காமன்வெல்த் ஆய்வைப் பெற்றார்.",
        "விக்ரெமபாஹு கருணாரத்ன் பின்னர் இலங்கையில் விஜயம் செய்து ஒரு கல்வி வாழ்க்கையைத் தொடங்கினார், மேலும் அவர் இடது அரசியலில் ஒரு சக்திவாய்ந்த ஆர்வலராகவும் இருந்தார்."
      ]
    },
    "en": {
      "title": "Dr. Wickremabahu Karunaratne retives for his life",
      "body_lines": [
        "Dr. Wickremabahu Karunaratne has passed away. At the time of his death, he was 81-year-old.",
        "He was born in Labugala on March 8, 1943, he received primary education at Ananda College. He has received secondary education from Ananda College, Colombo.",
        "He was also able to obtain a first-class literature on electrical engineering. He obtained a Commonwealth scrutiny in 1970 to learn at the Cambridge University.",
        "Wickremabahu Karunaratne was later visited in Sri Lanka and began a academic life and he was also a powerful activist in Left politics."
      ]
    }
  },
  "summary_lines": [
    "Dr. Wickremabahu Karunaratne, an 81-year-old scholar and political activist from Sri Lanka, has passed away. Born in Labugala on March 8, 1943, he completed his education at Ananda College before obtaining a degree in electrical engineering and a Commonwealth scholarship to study at Cambridge University. His academic career and activism in left politics marked his contributions to society."
  ]
}