{
  "translated_text": {
    "ta": {
      "title": "சிலாவ், வெலிமடா, கெலானியா, கெலானியா, ஹலி எலா வாக்கு",
      "body_lines": [
        "புட்டாலமின் புட்டலம் மாவட்டத்தில் உள்ள வெலிமடா மற்றும் கெலானியா, கெய்னியா மாவட்டத்தின் உத்தியோகபூர்வ வாக்களிப்பு முடிவுகள் விடுவிக்கப்பட்டுள்ளன.",
        "புட்டலம் மாவட்டத்தில் சிலாவ் வாக்காளர்களின் உத்தியோகபூர்வ வாக்களிப்பு முடிவு வெளியிடப்பட்டு, அனுரா குமாரா டிஸ்டனாயக்க 47,231 வாக்குகளை வென்றுள்ளது.",
        "பதுல்லா மாவட்டத்தில் வெலிமாடா வாக்காளர்களின் உத்தியோகபூர்வ வாக்களிப்பு முடிவு வெளியிடப்பட்டுள்ளது, சஜித் பிரேமடாசா 27,039 வாக்குகளுடன் இந்த பகுதியில் வென்றுள்ளது.",
        "கம்பாஹா மாவட்டத்தில் கெலானியா வாக்காளர்களின் உத்தியோகபூர்வ வாக்களிப்பு முடிவு வெளியிடப்பட்டு, அனுரா குமாரா டிஸ்டனாயக்க 37,049 வாக்குகளை வென்றுள்ளது.",
        "பதுல்லா மாவட்டத்தில் பதினொரு வாக்காளர்களின் உத்தியோகபூர்வ வாக்களிப்பு முடிவு வெளியிடப்பட்டு, சஜித் பிரேமடாசா 22,562 வாக்குகளை வென்றுள்ளது."
      ]
    },
    "en": {
      "title": "Chilaw, Welimada, Kelaniya, Kelaniya, Hali Ela Vote",
      "body_lines": [
        "The official voting results of the Welimada and Kelaniya, Keyniya District in the Puttalam District of Puttalam has been released.",
        "The official voting outcome of the Chilaw Electorate in the Puttalam District has been released and Anura Kumara Dissanayake has won 47,231 votes.",
        "The official voting outcome of the Welimada Electorate in Badulla District has been released and Sajith Premadasa has won the area with 27,039 votes.",
        "The official voting outcome of the Kelaniya electorate in the Gampaha District has been released and Anura Kumara Dissanayake has won 37,049 votes.",
        "The official voting outcome of the Eleven Electorate in Badulla District has been released and Sajith Premadasa has won 22,562 votes."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the election results in 200 characters:",
    "",
    "Anura Kumara Dissanayake wins Chilaw (47,231) and Kelaniya (37,049). Sajith Premadasa wins Welimada (27,039) and Eleven (22,562)."
  ]
}