{
  "translated_text": {
    "si": {
      "title": "අයිස් .ෂධයෙන් මිනිසුන් තිදෙනෙකු අත්අඩංගුවට ගැනීමට අධිකරණ නියෝගය",
      "body_lines": [
        "අයිස් .ෂධයක් සන්තකයේ ඇති චෝදනා මත දින 14 ක් රඳවා සිටින ලෙස වවුනියා අධිකරණය දින 14 ක් රඳවා තබන ලෙස නියෝග කර තිබේ.",
        "පසුගිය මස 28 වන දින චෙටිකුලම් හි ජීවත්වන අවුරුදු 35 ක තරුණයෙක් පොලිස් පරීක්ෂක එච්.එම්. රිසිවී විසින් පොලිස් පරීක්ෂක එච්.එම්.",
        "36 හැවිරිදි-අවුරුදු 12 ක තරුණයින්, මිල්කුලැන්ගුලම්, මිල් පාර, මිල් පාර, රුපියල් ලක්ෂ 12 ක් වටිනා අයිස් drug ෂධයක් සමඟ අත්අඩංගුවට ගෙන තිබේ.",
        "ගුණනියාවේ නගර ප්රදේශයේ ව්යාපාරික මධ්යස්ථානයක් පවත්වාගෙන යන ආගමික පොකුණක් සහිත වයසක තරුණයින් 28 දෙනෙකු පොලිස් drugs ෂධ බෙදා හැරීමේ චෝදනාව මත අත්අඩංගුවට ගෙන ඇති බව පොලිසිය පවසයි.",
        "දින 14 ක් තිස්සේ වාවුනියා අධිකරණය දින 14 ක් අත්අඩංගුවේ පසුවම් ලෙස නියෝග කර තිබේ."
      ]
    },
    "en": {
      "title": "Court order to place three men arrested with ice drug",
      "body_lines": [
        "The Vavuniya court has ordered the Vavuniya court to be detained for 14 days on charges of possessing an ice drug.",
        "A 35 -year -old youth living in Chettikulam on the 28th of last month was arrested by the police inspector HM Rizvi, the police inspector of the Vavuniya Police Station.",
        "A 36 -year -old youth in Chettikulam, Ukkulangulam, Mill Road, has been arrested with an ice drug worth Rs 12 lakh.",
        "A 28 -year -old youth from a religious pond who runs a business center in the Vavuniya city area has been arrested for allegedly distributing ice drugs on the basis of investigations carried out by them, police said.",
        "The Vavuniya court has ordered the Vavuniya court to be kept in custody for 14 days."
      ]
    }
  },
  "summary_lines": [
    "Three men, aged 35, 36, and 28, were arrested in Vavuniya for possessing and distributing ice drugs, with the 36-year-old's stash valued at Rs 12 lakh. The court ordered their 14-day detention."
  ]
}