{
  "translated_text": {
    "ta": {
      "title": "வடக்கு பாதைகள் வடக்கே வருகின்றன",
      "body_lines": [
        "கனமழையால் ஏற்பட்ட வெள்ளத்தால் 4162 குடும்பங்களைச் சேர்ந்த 15,470 பேர் பொறுப்பான மாவட்டம் வெள்ளத்தால் பாதிக்கப்பட்டுள்ளது.",
        "வெள்ளத்தின்படி, வடக்கு மாகாணத்தை யஃப்னா, மன்னார், கிலினோச்சி மற்றும் முல்லாய்திவு மாவட்டங்களால் பாதிக்கப்பட்டுள்ளது.",
        "யாஃப்னா மாவட்டத்தில் 1905 குடும்பங்களைச் சேர்ந்த 84 குடும்பங்களைச் சேர்ந்த 84 குடும்பங்களைச் சேர்ந்த 9025 நபர்களும் யாஃப்னா மாவட்டத்தில் அஞ்சிவிட்டுள்ளதாக பேரழிவு மேலாண்மை மையம் கூறுகிறது.",
        "இதற்கிடையில், யாஃப்னா மாவட்டத்தில் ஏற்பட்ட வெள்ளத்திற்குப் பிறகு, கொண்டாட்டங்கள் மற்றும் வனவிலங்கு அதிகாரிகள் அவற்றைப் பணமாக்க அளவிடப்படுகிறார்கள், மேலும் மக்களைக் கருத்தில் கொள்ளுமாறு தெரிவித்தனர்.",
        "ஏறக்குறைய ஒரு வாரமாக வெள்ளத்தில் மூழ்கியிருக்கும் வெள்ளம் காரணமாக, வெள்ளத்தின் விளைவாக இருக்கும், மேலும் எதிர்காலம் அதிகரிக்கும்.",
        "இதற்கிடையில், பாதிக்கப்பட்ட மக்களை எளிதாக்குவதற்காக பாதிக்கப்பட்ட பகுதிகளை எளிதாக்க நடவடிக்கை எடுக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "The northern paths are coming to the North",
      "body_lines": [
        "District in charge of 15,470 persons belonging to 4162 families have been affected by the floods due to the floods caused by heavy rains.",
        "According to floods, the Northern Province has been influenced by the Jaffna, Mannar, Kilinochchi and Mullaitivu districts.",
        "The Disaster Management Center states that 9025 persons belonging to 84 families belonging to 84 families belonging to 1905 families in the Jaffna District have also been tributed in the Jaffna District.",
        "Meanwhile, after the floods in the Jaffna district, the celebrations and wildlife officials have taken measured to cash them and informed the people to be considered.",
        "Due to the flooding, which has been flooded for nearly a week, there will be a result of floods and the future is likely to increase.",
        "Meanwhile, steps have been taken to facilitate the affected areas to facilitate the affected people."
      ]
    }
  },
  "summary_lines": [
    "Floods hit northern Sri Lanka, affecting 15,470 people. Heavy rains cause damage in Jaffna, Mannar, Kilinochchi, and Mullaitivu districts. Disaster Management Center reports 9,025 affected in Jaffna. Wildlife officials take measures to mitigate impact. Relief efforts underway for affected areas."
  ]
}