{
  "translated_text": {
    "si": {
      "title": "තිරිරියාවේ දෙමළ මහා විද්යාලයේ පානීය ජල ගැටලුව විසඳිය හැකිද ?.?",
      "body_lines": [
        "ත්රිකුණාමල දිස්ත්රික්කයේ මායිලන්ත දෙමළ ගම්නයක් වන තිරියාක් ගම්මාර් ගම්මානයේ දෙමළ මහා විද්යාවේ පානීය ජල පරිහරණය සඳහා ළිඳක්.",
        "සිසුන් 200 කට වැඩි ගණනක සිටින පාසල සිසුන්ගේ ජල අවශ්යතා වලින් එකකි.. මෙහිදී, මෝටරයෙන් මෝටරයෙන් සපයන ජලය සිසුන්ගේ ජල අවශ්යතා සඳහා බෙදා හරිනු ලැබේ.",
        "ළිඳ ඉතා දූෂිත තත්වයක දක්නට ලැබෙන නිසා එය වසා දැමීමකින් තොරව විවෘත වේ. කෙසේ වෙතත්, සිසුන් මෙම ජලය ඔවුන්ගේ ජල අවශ්යතා සඳහා යොදා ගනී. ආහාර පිසීම සඳහා එකම ළිඳක් භාවිතා කරයි.",
        "RDS විසින් සපයනු ලබන ජල පවිත්රා කිරීමේ යන්ත්රය පාසල අසල පාසල් පරිශ්රයේ වුවද, එය දැන් දිගු කලක් තිස්සේ භාවිතා නොකිරීම නිසා අගුලු දමා ඇත.. ජල පිරිසිදු කිරීමේ කොටස භාවිතා නොකරන බැවින් සිසුන් මෙම පොඟවා ගත් ජලය පානය කළ යුතුය. එය ජල රෝග වලට හේතු වන බව පෙනේ.",
        "එබැවින් බලධාරීන් ජල පවිත්රකාරී මැතිවරණ කොට් constituency ාශය තුළට ගොස් සිසුන්ගේ ජල අවශ්යතාවන්ට වඩා හොඳ විසඳුමක් ලබා දීමට එය දියුණු කළ යුතුය.. මෙම ජලය තුළින් සිසුන්ට වැඩි ජල අවශ්යතා ලබා ගැනීම ද සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "Will the drinking water problem of the Thiriyai Tamil Maha Vidyalaya be resolved ..?",
      "body_lines": [
        "One of the border Tamil villages of the Trincomalee district is a well for the drinking water use of the Tamil Maha Vidyalaya in the village of Thiriyayak.",
        "The school, which is found in more than 200 students, is the main one of the students' water needs.. From this well, the water supplied by the motor by the motor is distributed to the water needs of the students.",
        "The well is found in a very polluted state because it is open without closing. However, students are using this water for their water needs. The same well is used for cooking.",
        "Although the water purification machine provided by the RDS is located in the school premises near the school, it is now locked up for not being used for a long time.. Students need to drink this soaked water as the water purification block is not used. It is seen to cause water -related diseases.",
        "Therefore, the authorities must advance the water purification constituency and advance it to provide a better solution to the water needs of the students.. It is also noteworthy that students are getting more water requirements through this water."
      ]
    }
  },
  "summary_lines": [
    "The drinking water problem at Thiriyai Tamil Maha Vidyalaya, a school in a border Tamil village, is due to a polluted well used for both drinking and cooking. The school's water purification machine, provided by RDS, is unused and locked, leading to water-related diseases among students. The solution requires advancing the water purification facility to meet the students' needs."
  ]
}