{
  "translated_text": {
    "si": {
      "title": "கில், ஜடேஜா, சுந்தர் அபார சதங்கள் குவிப்பு; இங்கிலாந்து - இந்தியா 4ஆவது டெஸ்ட் வெற்றிதோல்வியின்றி முடிவு",
      "body_lines": [
        "පැරණි ට්රේෆර්ට් ක්රීඩාංගණයේදී එංගලන්තය සහ ඉන්දියාව අතර සිව්වන ඇන්ඩර්සන්-ටෙන්ටුල්කර් ටෙස්ට් තරගය ඉරිදා (28) අවසන් විය.",
        "කෙසේ වෙතත්, කමාන්ඩ් ටෙස්ට් තරගමාලාවේ පස්දෙනා, එංගලන්තය 2 - 1 කින් පෙරමුණ ගෙන සිටී.",
        "போட்டியின் நான்காம் நாளன்று இங்கிலாந்து பலமான நிலையில் இருந்தபோதிலும் கடைசி நாளன்று ஷுப்மான் கில், ரவிந்த்ர ஜடேஜா, வொஷிங்டன் சுந்தர் ஆகியோர் குவித்த சதங்கள், கே.எல். රාහුල්ගේ භාගය ජයග්රහණයකින් තොරව තරගය අවසන් කළේය.",
        "ඉන්දියාව සිය ඉනිම අඛණ්ඩව 2 වන ඉනිම අඛණ්ඩව 2 වන ඉනිම අඛණ්ඩව පැවැත්වූ අතර, කඩුලු 2 ක් දැවී ලකුණු 174 ක් අහිමි කර ගනිමින් ලකුණු 134 ක් රැස් කළේය.. ඉන්දියාව වෙනුවෙන් වොෂිංටන් සුන්දර මෝටර් රථය ලකුණු 3 ක් රැස් කළ විට, කණ්ඩායම් දෙක තරගය අවසන් කිරීමට තීරණය කළේය.",
        "තරගය අවසන් වූ විට ඉන්දියාව කඩුලු 4 ක් ලබා ගනිමින් ලකුණු 425 ක් රැස් කළේය.",
        "අන්තිම දවසේ කේ.එල්.. රාහුල් ලකුණු 90 ක් රැස් කළ අතර රාහුල් 2 වන කඩුල්ලෙන් ලකුණු 188 ක් රැස් කළේය.",
        "අනෙක් අතට, ෂබ්මන් ගිල් තරගාවලියේදී ලකුණු 103 ක් රැස් කළේය.",
        "දිවා කාලයේ විවේකය සඳහා කෙටි කාලයක් සමඟ යුගලනය කර ඇති රවින්ද්ර ජඩේජා සහ වොෂිංටන් සුන්දරර් ක්රීඩාව අවසන් කර ඔහුගේ පළමු සියවස්වල එංගලන්ත පස් මත අවසන් කිරීමට ඔවුන්ට උදව් කළහ.",
        "ඔවුන් දෙදෙනාම පන්දුවාර 55 ක 5 වන කඩුල්ලේ ලකුණු 203 ක් බෙදා ගත්හ.",
        "රවීන්ද්ර ජඩේජා පන්දු 185 ක් සහ වොෂිංටන් සුන්දර් හතරේ පහර 13 ක්, පන්දු 206 ක් සහ ලකුණු 101 ක් සහ ලකුණු 101 ක් රැස් කළේය.",
        "තරගය අවසන් කිරීමේදී තරගය අවසන් කිරීමේ අදහසින් බෙන්ජා කයිලාකු ලබා දීමට බෙන්ජා කිලාකු ලබා දීමට උත්සාහ කළේය.. නමුත් ජඩේජා එය සලකා බැලූ අතර කයිලාකු දීමට අකමැති විය.",
        "මේ හේතුවෙන්, ක්රීඩාව දිගටම හා පසුව වොෂිංටන් සුදර් සිය ශතකය සම්පූර්ණ කළේය.",
        "මෙම ටෙස්ට් තරගාවලියේදී මේ දක්වා සිදු කර ඇති පරීක්ෂණ 4 තුළ ශතකය රැස් කර ඇත.",
        "මෙම ටෙස්ට් තරගයේ සියලුම ක්ෂේත්රයන්හි දී බෙනේස් බෙනෝක්ස් විසින් අඛණ්ඩව දෙවන වරටත් බැබළුණි.",
        "ඉන්දියාව 1 හි: සායි සුදර්ශන් 61, යස්ව්වි ජයස්වාල් 58, රිහබ් බැන්ග් 54, කි.ග්රෑ. රාහුල් 46, ෂුර්ඩු ටැගෝර් 41, බෙන් ස්ටිල්ස් 72 - 5 VIC.",
        "එක්සත් රාජධානිය 1: ක්රීඩාවේ නැතිවූ සියල්ල 669 (ජෝ රූට් 150, බෙන් ස්ටේක්ස් 141, බ්රදාන් කාර් 47, රවීන්ද්ර ජොවල්ජා 143 - 4 වංචි, වොෂිංටන් සුන්දර 107 - 2 VIC.",
        "ඉන්දියාව 2 වන: 425 - 4 විකිය පරාජය නොමැතිව ක්රීඩාව අවසන් වූ විට. (රවීන්ද්ර ජඩේජා 107 ඒඊ, ෂබ්මන් ගිල් 103, වොෂිංටන් සුන්දර 101 ඒඊ, කේ.එල්. රාහුල් 90, ක්රිස් වොඑක්ස් 67 - 2 VIC.)"
      ]
    },
    "en": {
      "title": "Gill, Jadeja, Sundar Aparas UK - India's 4th Test win",
      "body_lines": [
        "The fourth Anderson -Tendulkar Test match between England and India at the Old Trafhart Stadium ended on Sunday (28).",
        "However, in the five -match Test series, England are in the lead by 2 - 1.",
        "On the fourth day of the competition, the last day of England was strong, Shubman Gill, Ravindra Jadeja and Washington Sundar's centuries, KL. Rahul's half -century ended the match without a win.",
        "India continued their 2nd innings on the last day of the match, 137 runs from 174 runs for the loss of 2 wickets. When Washington Sundar scored the 3rd player on behalf of India, the two teams decided to end the match.",
        "When the match ended, India lost 4 wickets and scored 425 runs.",
        "Shubman Gill, who continued their bats on the last day, K.L.. Rahul lost the match with 90 runs while Rahul shared 188 runs in the 2nd wicket.",
        "On the other hand, Shubman Gill scored 103 runs in the series, scoring his fourth century in the series.",
        "Ravindra Jadeja and Washington Sundar, who had been paired with a short time for the daytime break, helped them to finish the game and conclude their first centuries on England soil.",
        "They both shared 203 runs in the 5th wicket of the 55 overs.",
        "Ravindra Jadeja faced 185 balls and Washington Sundar faced 206 runs, including 13 fours, one Six, with 206 balls and 101 runs, including 9 fours and one six.",
        "Ben Stokes sought to give Jadeja Kailaku in the intention of ending the match when the compulsory 15 overs started to be thrown in the last hour of the match.. But Jadeja did not consider it and did not want to give Kailaku.",
        "Due to this, the game continued and after Jadeja, Washington Sundar completed the century.",
        "In this Test series, the century has been accumulated in the 4 Tests that have been done so far.",
        "Ben Stokes, who shone in all fields in this Test match, became the second consecutive time.",
        "India 1 in: Sai Sudarshan 61, Yaswvi Jayeswal 58, Rishabh Bant 54, KL. Rahul 46, Shurdul Tagore 41, Ben Stokes 72 - 5 Vic.",
        "UK 1: All lost in the game 669 (Joe Root 150, Ben Stokes 141, Ben Tucket 94, Zuck Groovli 84, Brydan Cars 47, Ravindra Jadeja 143 - 4 Vig., Washington Sundar 107 - 2 Vic.",
        "India 2nd: 425 - 4 wik when the game ended without a defeat. (Ravindra Jadeja 107 AE, Shubman Gill 103, Washington Sundar 101 AE, KL. Rahul 90, Chris Vox 67 - 2 Vic.)"
      ]
    }
  },
  "summary_lines": []
}