{
  "translated_text": {
    "ta": {
      "title": "சபராகாமுவா வினாத்தாள் சமூக ஊடகங்களில் உள்ளது",
      "body_lines": [
        "அடுத்த வாரத்தில் நடைபெற திட்டமிடப்பட்டுள்ள சமூக ஊடகங்களில் சபராகாமுவா மாகாண பள்ளிகளின் கேள்விக்குறிப்பு பரிமாறப்படும் என்று தெரிவிக்கப்படுகிறது.",
        "ஒரு மேற்கு மாகாணத்தின் விடைத்தாள் சமூக ஊடகங்களில் சேர்க்கப்பட்டுள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "தேசிய தேர்வுகள் தேசிய தேர்வுகள் மற்றும் வினாத்தாள்கள் சமூக ஊடகங்களுக்கு தெரிவிக்கப்பட்டுள்ள பல மணி நேரங்களுக்கு முன்னர் சமூக ஊடகங்களுக்கு வழங்கப்பட்ட நிகழ்வுகள் சமூக ஊடகங்களுக்கு தெரிவிக்கப்பட்டுள்ளன.",
        "2023 ஆம் ஆண்டிற்கான அறிவியல் மற்றும் அறிவியல் வரலாறு அறிவியல் மற்றும் வரலாறு",
        "மேற்கு மாகாணத்தில் உள்ள மேற்கு பள்ளி பள்ளிகளில் நடைபெறவிருக்கும் ஆவணப்படம் நடைபெறும் என்று தெரிவிக்கப்படுகிறது.",
        "சபராகாமுவா மாகாணத்தின் அடுத்த திங்கட்கிழமை திங்கள் தரம் 10 ஆங்கில ஆங்கில மொழி பொருள் கேள்வி நிலை - பொருள் வினாத்தாளின் இரண்டாம் பகுதி சமூக ஊடகங்களில் பரிமாறிக்கொள்ளப்படுகிறது என்று இலங்கை ஆசிரியர் சங்கம் கூறுகிறது.",
        "தொடர்பு கொண்டபோது, ​​சபராகாமுவா மாகாண கல்வி இயக்குநர் உபாலி சந்திரகுமாரா இந்த விஷயத்தில் உரையாற்றினார், மாகாண கல்வி செயலாளருக்கு இந்த அறிக்கைகள் வழங்கப்பட்டதாக அவர் கூறினார்.",
        "அதன்படி, திரு. சபராகாமுவா மாகாண கல்வி செயலாளர் சாமாரா பமுனாராச்சி தொலைபேசியை தொலைபேசியில் இணைக்க முயன்றார், ஆனால் செயலாளர் தொலைபேசியில் பதிலளிக்கவில்லை."
      ]
    },
    "en": {
      "title": "Sabaragamuwa question paper is in social media",
      "body_lines": [
        "It is reported that a question paper of the Sabaragamuwa Provincial Schools will be exchanged along the Social Media which is scheduled to be held in the next week.",
        "It is reported that a answer sheet of a Western Province has been added to the Social Media.",
        "The events issued to the social media several hours before the National Examinations are held by the National Examinations as well as the question papers have been reported to the Social Media.",
        "Science and History of Science and History of Sciences for the year 2023",
        "It is reported that a documentary to be held in the Western school schools in the Western Province.",
        "The Ceylon Teachers Association says next Monday of Sabaragamuwa Province will be held on Monday grade 10 English English Language Subject Question Status - The second part of the subject question paper is being exchanged in social media.",
        "When contacted, Sabaragamuwa Provincial Education Director Upali Chandrakumara addressed the matter, he said that the statements were issued to the Provincial Education Secretary.",
        "Accordingly, Mr. Sabaragamuwa Provincial Education Secretary Chamara Bamunarachchi tried to connect the phone on telephone, but the secretary did not respond to the phone."
      ]
    }
  },
  "summary_lines": [
    "A Sabaragamuwa Provincial Schools question paper and a Western Province answer sheet were reportedly shared on social media, leading to concerns about the integrity of the National Examinations. The Ceylon Teachers Association announced a documentary on Science and History of Sciences for 2023, and the Sabaragamuwa Provincial Education Director addressed the issue, but the Provincial Education Secretary was unreachable."
  ]
}