{
  "translated_text": {
    "ta": {
      "title": "விக்டோரியா சோகம் 3 உயிர்கள்",
      "body_lines": [
        "விக்டோரியா நீர்த்தேக்கத்தில் இறந்த தம்பதிகளைக் காப்பாற்ற முயன்ற ஒரு நபரும் நீரில் மூழ்கி மூழ்கிவிட்டார்.",
        "இன்று பிற்பகல் கும்புக்கண்டுரா பகுதியிலிருந்து விக்டோரியா நீர்த்தேக்கத்தில் ஒரு ஜோடி மூழ்கியது.",
        "30 வயதான அவர்கள் தங்களுக்கு போட்டியிட்ட 30 வயது குடியிருப்பாளராக வசிப்பவரும் கொல்லப்பட்டார்.",
        "இறந்த தம்பதியினர் திஹாரியாவில் வசிப்பவர்கள், அவர் அந்த பெண் கிராமத்திற்குச் சென்றபோது விபத்தில் சிக்கியுள்ளார்.",
        "பாதிக்கப்பட்டவருக்கு 28 வயது, அவரது மனைவிக்கு 22 வயது.",
        "முதலாவதாக, அந்தப் பெண் ஈரமாக்குவதற்காக நீர்த்தேக்கத்தில் இறங்கினார், அவள் ஒரே நேரத்தில் மூழ்கிக் கொண்டிருந்தாள்.",
        "இருப்பினும், இருவரும் காணாமல் போயினர், அவர்களைக் காப்பாற்ற அப்பகுதியில் வசிப்பவர் வந்துவிட்டார்.",
        "கணவர் மற்றும் காவல்துறை குடியிருப்பாளர்கள் மற்றும் அப்பகுதியில் வசிப்பவர்களைத் தேடி இப்பகுதியின் உடல் கண்டுபிடிக்கப்பட்டது."
      ]
    },
    "en": {
      "title": "Victoria tragedy of 3 lives",
      "body_lines": [
        "A person who was trying to save the deceased couples in the Victoria reservoir has also been drowned in drowning.",
        "A couple drowned in the Victoria Reservoir from the Kumbukkandura area this afternoon.",
        "A 30-year-old resident of the 30-year-old resident of which they were contesting to them were also killed.",
        "The deceased couple are residents of Thihariya, and the accident is in the accident when he went to the woman's village.",
        "The victim has aged 28 years and his wife is 22 years old.",
        "First, the woman got down into the reservoir to damp and she was drowning at once.",
        "However, both were disappeared and a resident of the area had come down to save them.",
        "The body of the area was found in search of the husband and the residents of the police and the residents of the area."
      ]
    }
  },
  "summary_lines": [
    "In Victoria Reservoir, a 30-year-old man and his 22-year-old wife drowned. A 30-year-old resident tried to save them but also drowned. The couple, from Thihariya, was found by locals and police."
  ]
}