{
  "translated_text": {
    "si": {
      "title": "ජම්මු සහ කාශ්මීර මහ මැතිවරණය: ඡන්දය ප්රකාශ කිරීමේ දෙවන අදියර",
      "body_lines": [
        "මහ මැතිවරණයේ දෙවන අදියර ඉන්දියාවේ උතුරු කොටසේ පිහිටි ජම්මු සහ කාශ්මීත් සංගමය සඳහා පවත්වනු ලැබේ.. ජනතාව ඔවුන්ගේ ඡන්දය ගැන උනන්දුවෙන් ලියාපදිංචි වෙති.",
        "මහ මැතිවරණය ජම්මු සහ කාශ්මීර සංගම් භූමිය සඳහා නිවේදනය කරන ලද අතර මැතිවරණයේ පළමු අදියර පසුගිය වසරේ සැප්තැම්බර් 18 වන දින පැවැත්විණි.. ආසන 90 න් ආසන 24 ක් සඳහා මැතිවරණයක් පැවැත්විණි. සියයට 61.13 ක් ඡන්දය දුන් බව මැතිවරණ කොමිසම නිල වශයෙන් ප්රකාශ කළේය",
        "ඡන්ද විමසීමේ දෙවන අදියර අද සිදුවෙමින් පවතී. මැතිවරණ 26 ක් සඳහා මැතිවරණ අද පැවැත්වේ. ජම්මු කලාපය සහ ශ්රී නගර් කලාපයේ දිස්ත්රික්ක තුනක දිස්ත්රික්ක තුනක මැතිවරණ පැවැත්වේ. අපේක්ෂකයින් 239 දෙනෙකු මෙම මැතිවරණයට ඉදිරිපත් වෙති.",
        "ජම්මුරු සහ කෂ්මීරී ජාතික සම්මන්ත්රණ පක්ෂයේ හිටපු මහ ඇමති උමාර් අබ්දුල්ලා මෙම දෙවන අදියර සඳහා තරඟ කරයි. භාරතියා ජනතා පක්ෂයේ (බී.ජේ.පී.පී), ජම්මු සහ කෂ්මීර් නායක රවින්ඩර් රයිනා ද තරඟ කරයි.",
        "එක්සත් ජනපදයේ ජාත්යන්තර නියෝජිතයින්, නෝර්වේ සහ සිංගප්පූරුව ප්රජාතන්ත්රවාදී මැතිවරණයට පැමිණ තිබේ.",
        "පෙරවරු 11 ට පැවති තත්වයට අනුව සියයට 24 ක් වාර්තා වී තිබේ.උදේ 7 සිට ආරම්භ කරන ලද ඡන්ද විමසීමේදී මිලියන 2.5 ක ඡන්ද දායකයින් ඔවුන්ගේ ඡන්දය ප්රකාශ කරනු ඇත. මේ සඳහා ආරක්ෂක විධිවිධාන දීර් has කර ඇත.",
        "මේ අතර, ඉතිරි ජම්මු සහ කාශ්මීර සංගම් භූමියේ ඉතිරි සං polit නපිළිවල තුන්වන අදියර ඔක්තෝබර් සිට ඔක්තෝබර් සිට ඔක්තෝම්බර් මාසයේ සිට පැවැත්වෙන අතර ඔක්තෝබර් අටේ අටව 1 වන දින ගණන් කරනු ලැබේ."
      ]
    },
    "en": {
      "title": "Jammu & Kashmir General Election: The second phase of voting",
      "body_lines": [
        "The second phase of general election is being held for the Jammu & Kashmir Union Territory, located in the northern part of India.. People are eagerly registering their vote.",
        "The general election was announced for the Jammu & Kashmir Union Territory and the first phase of the election was held on September 18 last year.. Elections were held for 24 seats out of a total of 90 seats. The Election Commission officially announced that 61.13 per cent voted",
        "The second phase of polling is taking place today. Elections for 26 constituencies are being held today. Elections are being held in three districts in the Jammu region and three districts in the Sri Nagar region. A total of 239 candidates are contesting this election.",
        "Umar Abdullah, the former chief minister of the Jammu and Kashmir National Conference Party, is contesting this second phase. Ravinder Raina, the leader of the Bharatiya Janata Party (BJP), Jammu and Kashmir, is also contesting.",
        "International representatives from the US, Norway and Singapore have visited the democratic elections.",
        "According to reports, 24 per cent of the votes were recorded according to the situation at 11 am.2.5 million voters will register their voting in the voting that started from 7 am. The security arrangement has been extended for this purpose.",
        "Meanwhile, the third phase of the remaining 40 constituencies of the Jammu & Kashmir Union Territory will be held on October from October and the number of votes cast is counted on the eighth of October."
      ]
    }
  },
  "summary_lines": [
    "Second phase of Jammu & Kashmir general election underway. Voting for 26 constituencies across three districts in Jammu and Srinagar regions. Former CM Umar Abdullah and BJP leader Ravinder Raina among contestants. International observers present. Security measures in place."
  ]
}