{
  "translated_text": {
    "ta": {
      "title": "பல பகுதிகளில் கொலை தெரிவிக்கப்பட்டுள்ளது",
      "body_lines": [
        "மூன்று கொலைகள் குறித்த தகவல்களை போலீஸ் ஊடக பிரிவு தெரிவித்துள்ளது.",
        "கொலைகள் காலையிலும் இரவிலும் நடந்துள்ளன.",
        "அவற்றில் ஒன்று பொத்துபெல்லா பகுதியின் பொத்துப்பு ரம்பாலாவிலிருந்து தெரிவிக்கப்பட்டுள்ளது.",
        "அப்பகுதியில் உள்ள வீட்டிற்கு அருகிலுள்ள ஒரு வீட்டில் கொல்லப்பட்ட ஒருவர் பெற்ற ஒருவர் பெற்ற தகவல்கள் குறித்து விசாரணைகள் தொடங்கப்பட்டுள்ளன.",
        "அந்தப் பெண்ணின் கணவர் வேறு இரண்டு நபர்களுடன் வந்து கொலை செய்ததாக அந்த நபர் வெளிப்படுத்தியிருந்தார்.",
        "இறந்தவர் ரக்வானாவில் வசிக்கும் 45 வயது குடியிருப்பாளராக அடையாளம் காணப்பட்டுள்ளார்.",
        "சந்தேக நபர்கள் இப்பகுதியில் வசிப்பவர்கள்.",
        "இதற்கிடையில், ஒரு நபர் நேற்றிரவு ஒரு கூர்மையான பொருளால் தாக்கப்பட்டார்.",
        "பாதிக்கப்பட்டவர் 60 வயதான ரனபலீன், ராத்காமாவில் வசிப்பவர்.",
        "தேங்காய் தொழிலதிபரில் இருந்த தேங்காய் தொழிலதிபரில் இருந்த தேங்காய் தங்குமிடத்தில் தேங்காய் சுரங்கப்பாதை கொலை நடந்ததாக விசாரணையில் தெரிவிக்கப்பட்டுள்ளது.",
        "கொலை செய்வதற்கான காரணம் அல்லது அதை யார் செய்தார்கள், ரட்காமா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்.",
        "மெர்கலுவிலிருந்து சந்தனகாமாவிலிருந்து கலோமாவிலிருந்து ஒரு பக்க சாலையில் பயணித்த ஒருவரின் மரணம் இருப்பதாக போலீசார் தெரிவித்தனர்.",
        "அதன்படி, சண்டேனகாமாவில் வசிப்பவர், சண்டேனகாமாவில் வசிப்பவர், சண்டேனகாமாவில் வசிப்பவர்.",
        "ஒரு குடும்ப வாதத்தின் குடும்பத்தைச் சேர்ந்தவர் என்பது தெரியவந்துள்ளது."
      ]
    },
    "en": {
      "title": "Murder reported in several areas",
      "body_lines": [
        "Police Media Unit has reported information on three murders.",
        "The killings have taken place in the morning and night.",
        "One of them has been reported from the Pothupu Rambala, Pothupella area.",
        "Investigations have commenced on information received by a person who had been killed in a house near the house in the area.",
        "The man had revealed that the woman's husband had come up with two other people and assaulted the murder as a result of an injustice proposal to a neighborhood.",
        "The deceased has been identified as a 45 year old resident of Rakwana.",
        "The suspects are residents of the area.",
        "Meanwhile, a person has been attacked with a sharp object last night.",
        "The victim is a 60 year old Ranapalene, a resident of Rathgama.",
        "Investigations have revealed that the murder of the coconut tunnel had taken place in the coconut shelter, which was in the coconut businessman who had been in the coconut businessman.",
        "The cause of the murder or who carried out it, the Ratgama Police are conducting further investigations.",
        "Police said that the death of a person who was traveling on a side road from Kaloma from Chandanagama from Mercalu, police said.",
        "Accordingly, a 42-year-old resident of Chandenagama, a resident of Chandenagama, a resident of Chandenagama.",
        "It has been revealed that a man of the family of a family argument."
      ]
    }
  },
  "summary_lines": [
    "In various locations, three murders occurred, one in Pothupu Rambala involving a 45-year-old Rakwana resident over a dispute, another attack on a 60-year-old Ranapalene in Rathgama, and a third incident where a 42-year-old from Chandenagama died after a family argument. Investigations are ongoing."
  ]
}