{
  "translated_text": {
    "ta": {
      "title": "சாதாரணத்தின் விபத்து",
      "body_lines": [
        "மொராட்டுவாவில் உள்ள தாண்டேனியா தோட்டத்தில் ஒரு தனியார் தகராறு கூர்மையான ஆயுதத்தில் கொல்லப்பட்டுள்ளது.",
        "ஒரு சாதாரண காதல் காரணமாக இந்த சர்ச்சை ஏற்பட்டுள்ளது என்று தெரிவிக்கப்படுகிறது.",
        "இப்பகுதியில் 25 வயதான ஒருவர் இப்பகுதியில் வசிக்கும் 25 வயது.",
        "மற்றொரு நபர் காயமடைந்து கலுபோவிலா மருத்துவமனைக்கு கொண்டு செல்லப்பட்டார்.",
        "கொலை தொடர்பாக ஒரு இளைஞர் கைது செய்யப்பட்டுள்ளார், அவரது சிறிய தாயுடன் இறந்த இளைஞர்கள் சாதாரண விவகாரம் செய்தனர்.",
        "சந்தேக நபர் நாளை (13) மொராட்டுவா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட உள்ளார்."
      ]
    },
    "en": {
      "title": "Casuality of Casual",
      "body_lines": [
        "A private dispute in the Dandeniya Estate in Moratuwa has been killed in a sharp weapon.",
        "It is reported that the dispute has been caused by a casual romance.",
        "A 25-year-old resident of the area had been conducted by a 25 year old resident of the area.",
        "Another person was injured and rushed to the Kalubowila hospital.",
        "A youth has been arrested in connection with the murder and the youth who died with his little mother had had a casual affair.",
        "The suspect is due to be produced before the Moratuwa Magistrate's Court tomorrow (13)."
      ]
    }
  },
  "summary_lines": [
    "A 25-year-old resident of Moratuwa was killed in a dispute over a casual romance, leading to the arrest of a youth involved in the incident. Another person was injured and taken to the hospital. The suspect will appear in court tomorrow."
  ]
}