{
  "translated_text": {
    "ta": {
      "title": "வானிலையில் ஃபெங்கல் போரிடுகிறது",
      "body_lines": [
        "ஃபெங்கலின் டஸ்டில் குறித்து வானிலை ஆய்வு திணைக்களம் அறிவிப்பு அறிவிப்பை வெளியிட்டுள்ளது.",
        "இன்று (30). இல். அறிவிப்பு நாளை 05.00 க்கு வழங்கப்பட்டது (01). இல். 05.00 வரை திணைக்களம் செல்லுபடியாகும் என்று திணைக்களம் தெரிவித்துள்ளது.",
        "தீவைச் சுற்றியுள்ள ஆழமான மற்றும் ஆழமற்ற கடல் பகுதிகளைப் பற்றி விழிப்புடன் இருப்பதாக வானிலை ஆய்வு துறை கூறியது.",
        "வங்காள விரிகுடா விரிகுடா விரிகுடாவில் ஃபெங்கிள்ஸ். சுமார் ரூ.",
        "நவம்பர் 30 மாலை வடமேற்கு வடமேற்கை எட்டும்.",
        "இந்த அமைப்பு இந்தியாவுக்குச் சென்று படிப்படியாக பலவீனம் மற்றும் தீவின் தாக்கம் மேலும் குறைந்து வருகிறது.",
        "வடக்கு மாகாணம் வாலாகுலாவிலிருந்து கனமானது மற்றும் சில நேரங்களில் இருக்கும்.",
        "மேற்கு, சபராகாமுவா, வட மேற்கு மற்றும் வட-மத்திய மாகாணங்கள், கண்டி, நுவரா எலியா, காலே மற்றும் மாதாரா மாவட்டங்களில் பல மழைகள்.",
        "பிற பகுதிகளில் மாலை அல்லது இரவில் ஒரு சில இடங்களில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும்.",
        "வடக்கு, வடக்கு மத்திய, வட-மத்திய, மேற்கு, மத்திய மற்றும் தெற்கு மாகாணங்களில் அவ்வப்போது.. 50-55 வலுவான காற்று ஏற்படலாம் என்று மெட் திணைக்களம் மேலும் கூறியது."
      ]
    },
    "en": {
      "title": "Fengal warfts in weather",
      "body_lines": [
        "The Department of Meteorology has issued an announcement announcement on Fengal's tustle.",
        "Today (30). In. The announcement issued at 05.00 tomorrow (01). In. The department is valid until 05.00, the Department said.",
        "The Meteorological Department stated to be aware of the deep and shallow sea areas around the island.",
        "Fengles in the Bay of Bay of Bay of Bay of Bengal. At about Rs.",
        "The North West will reach North Western in the evening of November 30th.",
        "This system will move to India and gradually weakness and the impact of the island is further declining.",
        "The northern province is heavy from the walakula and will be at times.",
        "Several spells of showers in the Western, Sabaragamuwa, North Western and North-Central provinces, Kandy, Nuwara Eliya, Galle and Matara districts.",
        "Showers or thundershowers will occur at a few places in the evening or night in the other areas.",
        "From time to time in the Northern, North Central, North-central, Western, Central and Southern provinces.. The Met Department further stated that strong winds can occur 50-55."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Fengal weather warning: Heavy rain expected in western, central Sri Lanka. Strong winds forecasted. Storm to weaken as it moves towards India.\""
  ]
}