{
  "translated_text": {
    "si": {
      "title": "அரசாங்கத்துக்கு எதிராக செயற்படுபவர்களுக்கு மாத்திரமே அரசாங்கம் கடைப்பிடித்து வருகிறது ; முஜிபுர் ரஹ்மான்",
      "body_lines": [
        "ආයතනය පිහිටුවීමට රජය පොරොන්දු වී ඇති විනිවිදභාවය රජය විසින් නිරීක්ෂණය කරයි. විපක්ෂ මන්ත්රී මුජිබර් රහ්මාන් කියා සිටියේ රජය දිගින් දිගටම ක්රියා කරන්නේ නම් නැවතත් ජනතාවගේ අරගලයක් වැළැක්වීමට නොහැකි වනු ඇති බවයි.",
        "பாராளுமன்றத்தில்  வெள்ளிக்கிழமை (26) இடம்பெற்ற சபை ஒத்திவைப்பு வேளை  பிரேரணையில் கலந்துகொண்டு உரையாற்றுகையிலேயே இவ்வாறு தெரிவித்தார்.",
        "දූෂණ දූෂණ පාලකයන්ගේ පාලකයන් ගැන ජනතාව කලකිරී සිටියහ. මේ නිසා රටේ ජනතාවගේ අරගලය 2022 දී පැන නැගී තිබේ.",
        "මෙම ආණ්ඩුවට බලයට පත්වීමට හේතු වූයේ මෙම අරගලයයි. ඉතින් රජය බලයට පත්වන විට, ඔහු ජනතාවට විවිධ පොරොන්දු ලබා දුන්නේය. මේ අනුව රජයට ජනතාවගේ වරම ලැබුණි.",
        "එහෙත් ආණ්ඩුවේ විනිවිදභාවය ඇති විට, රජයට එරෙහිව ක්රියා කරන අයට පමණක් හැකි ය. ජනාධිපතිවරයා යන ඕනෑම තැනක ඔහු කතා කරන්නේ නීතියේ රීතිය සහ විනිවිදභාවය ගැන ය.",
        "රජය බලයට පත්වීමෙන් පසු රජය විසින් කරන ලද පළමු චෝදනාව මන්නා හරින ලද සුළං මෝල හා සම්බන්ධ වේ.. එය ජනාධිපතිවරයාට සමීප ය.",
        "මේ සම්බන්ධයෙන් දූෂණ කොමිෂන් සභාව සමඟ පැමිණිලි ඉදිරිපත් කර තිබේ. නමුත් මේ වන විට විමර්ශනය දියත් කර නැත ..",
        "ඒ හා සමානව, රේගුවේ කිසිදු පරීක්ෂණයකින් තොරව ඉවත් කරන ලද බහාලුම් 309 ක් රට සමඟ කතා කරමින් සිටියහ. එම බහාලුම් ඉවත් කිරීම ඉවත් කිරීම සඳහා ජනාධිපතිවරයා පරීක්ෂණ කමිටුවක් පිහිටුවා ඇති අතර වාර්තාවක් ජනාධිපතිවරයා වෙත භාර දී තිබේ.",
        "එහෙත් එම වාර්තාව ප්රකාශයට පත් කිරීමට රජයට නොහැකි වූ නිසා අපි එය පාර්ලිමේන්තුවට ඉදිරිපත් කළෙමු. වාර්තා බොහොමයක් වාර්තා විය. මෑතකදී බහාලුම් 2 ක් හමු විය. අයිස් .ෂධ ඇති බව වාර්තා විය.",
        "රේගු නිලධාරීන් පවසන්නේ බහාලුම් දෙක රේගුවෙන් ඉවත් කර ඇති බවයි. පරීක්ෂණ බහාලුම් දෙකෙහිම අයිස් drugs ෂධ තිබේ නම්, විභාගයකින් තොරව ඉවත් කර ඇති බහාලුම්වල තත්වයට පිළිතුරු දෙන්නේ කවුද?",
        "එම බහාලුම්වල ඇත්තේ කුමක්දැයි කිසිවෙකු දන්නේ නැත. ඒ අතරම, මෙම බහාලුම් ඉවත් කරන ලෙස නියෝග කළ බවට චෝදනා ලැබූ රේගු අධ්යක්ෂ ලෙස රේගුවේ අධ්යක්ෂවරයා ලෙස රේගුවේ අධ්යක්ෂවරයා පත් කර තිබේ. අපි පවරා ඇත්තේ විනිවිදභාවය ඇති රජයෙන්.",
        "තවත් බහාලුම් දෙකක් ගෙනා සියලු දෙනා අප සොයාගෙන අත්අඩංගුවට ගෙන තිබේ. නමුත් මෙම බහාලුම් දෙක රේගුවෙන් බැහැර කර ඇති අයට එරෙහිව කිසිදු ක්රියාමාර්ගයක් නොමැත. ඔවුන් අත්අඩංගුවට ගැනීම කාලය කොපමණ ද? එය පරීක්ෂා කිරීමට බලධාරීන් කවුද? අපි අහන්නේ.",
        "මෙම රජයට එරෙහිව බොහෝ චෝදනා ඉදිරිපත් කර ඇතත් ඔවුන් සම්බන්ධයෙන් විනිවිදභාවයක් නොමැත. ඔවුන් විමර්ශනය නොකරයි.  එහෙත් රජයට එරෙහිව ක්රියා කරන අයට එරෙහි චෝදනා මත රජය විනිවිදභාවයෙන් යුක්තය. මෙය රජයේ විනිවිදභාවයයි.. අතීත ආන්ඩු ක්රියා කළේ එලෙස ය. පවත්නා රජය කටයුතු කරන්නේ එයමයි.",
        "එබැවින් රජය අතීතයේ සංචාරය කිරීමට පටන් ගන්නේ නම්, රටේ මහජන අරගලයක් මෙම රජයට එරෙහිව පැන නගිනු ඇත. ඔහු කියා සිටියේ මෙම රජයට දුවන්න සිදුව ඇති බවයි."
      ]
    },
    "en": {
      "title": "The government is practicing only those who act against the government; Mujibur Rahman",
      "body_lines": [
        "The government is observing the transparency that the government has promised to establish. Opposition member Mujibur Rahman said that if the government continues to act, it will not be able to prevent a people's struggle again.",
        "He said this while addressing the adjournment of the House in Parliament on Friday (26).",
        "The people were frustrated with the rulers of the past rulers of corruption. As a result, the struggle of the people in the country in 2022.",
        "It was this struggle that led to this government coming to power. So when the government came to power, he made various promises to the people. According to this, the government received the people's mandate.",
        "But when the transparency of the government, it is only possible for those who act against the government. Wherever the president goes, he is talking about the rule and transparency of the law.",
        "The first allegation made by the government after the government came to power is related to the Mannar windmill.. It is close to the president.",
        "Complaints have been lodged with the Corruption Commission in this regard. But so far the investigation has not been launched ..",
        "Similarly, the 309 containers that were evacuated without any examination from the customs were talking to the country. The President has set up an inquiry committee to search for the evacuation of those containers and handed over a report to the President.",
        "But as the government was unable to publish the report, we had submitted it to Parliament. Many of the reports were reported. Recently 2 containers were found. It was reported that there was ice drugs.",
        "Customs officials say that the two containers have been evacuated from the customs. If there are ice drugs in both the testing containers, who will answer the situation of the containers that have been evacuated without examination?",
        "No one knows what was in those containers. At the same time, the Assistant Director of the Customs has been appointed as the Director of Customs, who has been accused of ordered to evict these containers. We are asking the government where transparency.",
        "We have found and arrested all those who brought two more containers. But there is no action against those who have excreted these two containers from the customs. Why is it time for them to arrest them? Who is the authorities to test it? We ask.",
        "Although many allegations have been made against this government, there is no transparency regarding them. They are not investigating.  But the government is only transparent on charges against those who act against the government. This is the transparency of the government.. This is how the past governments have been acting. The existing government is practicing the same.",
        "So if the government starts traveling in the past, a people's struggle in the country will arise against this government. He said that this government would have to run."
      ]
    }
  },
  "summary_lines": []
}