{
  "translated_text": {
    "si": {
      "title": "පෙට්රල් සහ ඩීසල් මිල අඩු කිරීම!",
      "body_lines": [
        "මාසික මිල සූත්රයට අනුව සඳුදා (30) මධ්යම රාත්රියේ සිට බලපැවැත්වෙන පරිදි ඉන්ධන මිල සංශෝධනය කිරීමට ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව තීරණය කර තිබේ.",
        "ඒ අනුව ඔක්ටන් 92 අනුව පෙට්රල් ලීටරයක මිල රුපියල් 21 කින් අඩු කරන අතර එහි නව මිල රුපියල් 311 කි.",
        "ඛනිජ තෙල් නීති සංස්ථාව පවසා ඇත්තේ ඔක්ටේන් 95 ක පෙට්රල් 95 ක වෙනසක් සිදු නොවන බවයි.",
        "ලංකා සුදු ඩීසල් මිල රුපියල් 24 කින් අඩු වන අතර එහි නව මිල රුපියල් 283 කි.",
        "ලංකා සුපර් ඩීසල් මිල රුපියල් 33 කින් අඩු කරන අතර එහි නව මිල රුපියල් 319 කි.",
        "ශ්රී ලංකා භූමිතෙල් තෙල් රුපියල් 19 කින් අඩු කරන අතර එහි නව මිල රුපියල් 183 කි."
      ]
    },
    "en": {
      "title": "Reduction of Petrol and Diesel Price!",
      "body_lines": [
        "According to the monthly price formula, the Ceylon Petroleum Corporation has decided to revise the fuel prices with effect from midnight on Monday (30).",
        "Accordingly, the price of a liter of petrol by Octan 92 will be reduced by 21 rupees and its new price is 311 rupees.",
        "The Petroleum Law Corporation has said that there is no change in the price of a 95 Octane Petrol Later.",
        "The price of Lanka White Diesel is reduced by 24 rupees and its new price is 283 rupees.",
        "The price of Lanka Super Diesel will be reduced by 33 rupees and its new price is 319 rupees.",
        "Sri Lankan kerosene oil will be reduced by 19 rupees and its new price is 183 rupees."
      ]
    }
  },
  "summary_lines": [
    "Petrol 92: Reduced from 332 to 311 rupees per liter. No change for 95 Octane. Diesel: Lanka White reduced from 307 to 283, Lanka Super from 352 to 319. Kerosene reduced from 202 to 183 rupees per liter. Prices effective midnight Monday."
  ]
}