{
  "translated_text": {
    "si": {
      "title": "සාර්ථක අධ්යාපන ක්රමයක් නොමැති රටක සංවර්ධනය අපේක්ෂා කළ නොහැකිය: සාගල රත්නායක",
      "body_lines": [
        "ජනාධිපතිගේ ජාතික ආරක්ෂාව සහ ජනාධිපතිගේ කාර්ය සාධක බලකායේ ජ්යෙෂ් Addit උපදේශකයෙකු වන සාගල රත්නායක මහතා කියා සිටියේ සාර්ථක අධ්යාපන ක්රමයක් නොමැති රටක සංවර්ධනය අපේක්ෂා කළ නොහැකි බවයි.",
        "අධ්යාපනික ප්රතිසංස්කරණ කීයක් සකස් කර ඇත්ද යන්න ඒ අනුව අධ්යාපනය ලැබුව යුතු නොවන බවත්, අධ්යාපන ප්රතිසංස්කරණවලට කිසිදු අධ්යාපනික ප්රතිසංස්කරණවලට ප්රතිලාභ නොලැබෙන බවත් සාගල රත්නායක පෙන්වා දුන්නේය.",
        "කොඩායාලිපොලා ඉසුක්පිටියා හි සිසුන් සඳහා අලුතින් ඉදිකරන ලද දෙක මහල් නිවාස ගොඩනැගිල්ල භාරදීමේදී සඳුදා (25) උත්සවයේදී සඳුදා (25) පැවති උත්සවයේදී සඳුදා (25) පැවති මෙම අවස්ථාවට සඳුදා (25) පැවති මෙම අවස්ථාවට සහභාගී වූ අවස්ථාවේදී සඳුදා (25) මෙම අවස්ථාවකදී මේ බව පැවති අවස්ථාවේදී සඳුදා (25) පැවති මෙම අවස්ථාවට සහභාගී වූහ.",
        "කොළඹ රාජකීය විද්යාල ආදි ශිෂ්ය සංගමයේ 1981 දී 1981 දී කොළඹ රාජකීය විද්යාල ආදි ශිෂ්ය සංගමයේ පූර්ණ මූල්ය ආධාරයෙන් නව ගොඩනැගිල්ල ඉදිකරන ලද අතර 12 වන යුද ඉංජිනේරු සේවා සේ බලකායේ සහභාගීත්වයෙන්.",
        "සිද්ධිය තවදුරටත් අමතමින් සාගල රත්නායක මහතා පැවසීය.",
        "\"-ස්ටෝරි ගොඩනැගිල්ල දෙක ඉදිකිරීමට මාස හයක් ගියේය. පාසලේ භෞතික සම්පත් පමණක් නොව සිසුන්ගේ අධ්යාපනයද වැඩිදියුණු කරන ලදී. මෙම ක්රියාකාරකම් පිළිබඳ චාන්සලර්ගේ කැපවීමේ කැපවීම ප්රශංසනීයයි. ගොඩනැගිල්ල ඉදිකිරීම සඳහා හමුදාව ඉමහත් දායකත්වයක් ලබා දුන්නේය.",
        "සාර්ථක අධ්යාපන ක්රමයක් නොමැති රටක් සාර්ථක නොවේ. ඕනෑම කෙනෙකුට අධ්යාපනික වැඩසටහන් නිර්මාණය කළ හැකිය. නමුත් එම සැලසුම් ක්රියාත්මක කිරීම සඳහා මානව සම්පත් කළමනාකරණය කිරීම. අතීතයේ දී රටේ ආර්ථිකය තෙල් හා ගෑස් පේළි වල වැටී ඇත. රටේ නායකත්වය භාරගත් රනිල් වික්රමසිංහ ආර්ථික අර්බුදයෙන් රටේ ගලවා ගැනීමේ වැඩසටහන ක්රියාත්මක කළේය.. රටේ ආර්ථික තත්ත්වය ගෙන ඒම සඳහා ඔහු ජාත්යන්තර මූල්ය අරමුදල සමඟ කටයුතු කළේය.",
        "ඉන් ඔබ්බට ශ්රී ලංකාවේ ආර්ථිකයේ වෙනසක් සිදු කිරීම සඳහා නව වැඩසටහනක් අවශ්ය වේ. ජනාධිපතිවරයා මේ වන විට ඒ සඳහා බොහෝ ප්රතිසංස්කරණ සිදු කරයි. ශ්රී ලංකා මහ බැංකුව ස්වාධීන සමාගමක් බවට පරිවර්තනය කර ඇත. මෙයින් අදහස් කරන්නේ දේශපාලන politicians යන්ට තවදුරටත් මහ බැංකු කටයුතුවලට මැදිහත් විය නොහැකි බවයි. රටට සහ ජනතාවට මහ බැංකුව වගකිව යුතුය. එසේම, සෑම සමාගමක්ම රටට සහ ජනතාවට වගකිව යුතුය. ඒ සඳහා අවශ්ය නීති මේ වන විට සකස් කර ඇත. නොසැලකිලිමත් නොවන සමාගම්වල නායකයින්ට එරෙහිව නීතිමය පියවර ගත හැකිය.",
        "මීට අමතරව, සියලු රට සංවර්ධනය කිරීම සඳහා ආර්ථික වැඩපිළිවෙල සකස් කර ඇත. එක් එක් ප්රදේශය සඳහා අද්විතීය ක්රම මගින් ප්රදේශයේ ආර්ථිකය සංවර්ධනය කිරීම සඳහා සැලසුම් සකස් කර ඇත. රටේ ආර්ථිකය ගොඩනැගීමේ ක්රියාවලියේදී ඩෙනියා ද විශේෂ ස්ථානයක් ද ඇත. සංචාරක කර්මාන්තයේ සහ තේ වතු කර්මාන්තය සඳහා ඩෙනියාට වැඩි අවස්ථා තිබේ. ඒ අනුව, ආදායම් පිරිවැය සඳහා ගෙවීමට අපි ප්රදේශයේ ජනතාවගේ පසුබිම සූදානම් කරමින් සිටිමු, \"සාගල රත්නායක මහතා පැවසීය.",
        "යුද හමුදාපති ලුතිනන් ජෙනරාල් වික් ලියනාගේ ඇතුළු ජ්යෙෂ් ristrian හමුදා නිලධාරීන්. මෙම අවස්ථාවට ගුරුවරුන්, දෙමාපියන්, ආදියි සහ තවත් බොහෝ දෙනෙක් ඇතුළු ලක්මාල් සහ තවත් බොහෝ අය සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "In a country with no successful education system, development cannot be expected: Sagala Ratnayake",
      "body_lines": [
        "Sagala Ratnayake, a senior advisor to the president's national security and the President's Task Force, said that in a country where there is no successful education system, development cannot be expected.",
        "Sagala Ratnayake pointed out that no matter how many educational reforms are prepared and the human resources are not managed accordingly, the educational reforms will not benefit.",
        "Sagala Ratnayake, a senior consultant on the President's National Security and the President of the President, said this at the event on Monday (25) at the event to hand over the newly constructed two storied building for the students of Kodapola Illukpitiya.",
        "The new building was constructed with the full financial assistance of the 1981 group of the Royal College Alumni Association in Colombo and the participation of the 12th Army Engineer Service Force.",
        "Sagala Ratnayake added that further addressing the event.",
        "“The two -storey building went six months to construct. Not only the physical resources of the school but also the education of the students are currently improved. The Chancellor's commitment in these activities is commendable. The military contributed immensely to the construction of the building.",
        "A country with no successful education system will not succeed. Anyone can create educational programs. But to manage human resources to implement those plans. In the past, the country's economy has fallen and rows of oil and gas. Ranil Wickremesinghe, who took over the country's leadership, implemented the country's rescue program from the economic crisis.. He worked with the International Monetary Fund to bring about the economic situation in the country.",
        "Beyond that, a new program is required to make a change in the economy of Sri Lanka. The President is currently making many reforms for that. The Central Bank of Sri Lanka has been transformed into an independent company. This means that politicians can no longer intervene in central bank affairs. The central bank should be responsible for the country and the people. Also, every company should be responsible for the country and the people. The laws required for it are currently being prepared. Legal action can be taken against the leaders of the non -functioning companies.",
        "In addition, the economic program has been developed to develop all the country. Plans have been prepared to develop the economy of the area through unique methods for each area. Deniyaya also has a special place in the process of building the country's economy. Deniyaya has more chances in the tourism industry and the tea plantation industry. Accordingly, we are preparing the backdrop of the people of the area to pay for the cost of income, ”Sagala Ratnayake said.",
        "Senior Army Officers including Army Commander Lieutenant General Vikku Liyanage. Lakmal and many others, including teachers, parents, alumni and many others attended the event."
      ]
    }
  },
  "summary_lines": [
    "Sagala Ratnayake, a senior advisor, emphasized that a successful education system is crucial for development. He highlighted the importance of managing human resources for educational reforms to be effective. The event was to hand over a new building for Kodapola Illukpitiya students, constructed with financial assistance from the Royal College Alumni Association and the 12th Army Engineer Service Force. Ratnayake also discussed the need for economic reforms, including the transformation of the Central Bank of Sri Lanka into an independent entity, to improve the country's economy."
  ]
}