{
  "translated_text": {
    "ta": {
      "title": "ආනයනය කරන ලද MOP පොහොරවල ප්‍රමිතිය ගැන හෙළි වූ දේ",
      "body_lines": [
        "ரஷ்ய அரசு நிறுவனம் தயாரித்த இசையின் பங்குகளின் தரம் குறித்து கால்நடை, நிலம் மற்றும் நீர்ப்பாசன அமைச்சகம் ஒரு அறிக்கையை வெளியிட்டுள்ளது.",
        "விவசாயிகள் மற்றும் விவசாயிகள் அமைப்புகள் விவசாயிகள் மற்றும் விவசாயி அமைப்புகளுக்கு இடையே உரத்தின் பங்குகளின் நிறம் தொடர்பாக உருவாக்கப்பட்டன.",
        "ඒ අනුව ආනයනය කරන ලද එම පොහොර සංයුතියේ විශ්ලේෂණ වාර්තාව සහ පරීක්ෂා කරන ලද අනෙකුත් ප්‍රමිතීන් අනුව පොහොර තොගය නිසි ප්‍රමිතියෙන් යුතු බවට අනාවරණය වී තිබේ.",
        "அதன்படி, உரத்தின் நிறம் வைப்புத்தொகையில் உள்ள கனிம உப்புகளால் தீர்மானிக்கப்படுகிறது.",
        "இரும்பு ஆக்சைடு இருக்கும்போது, ​​நிறம் சிவப்பு மற்றும் உரத்தின் நிறம் உரத்தில் எந்த வேறுபாட்டையும் ஏற்படுத்தாது.",
        "திருமதி மண் அறிவியல் குறித்து திருமதி விஞ்ஞானி ரெனுகா சில்வா அளித்த அறிக்கையின்படி, திருமதி மண் அறிவியல் வழங்கிய அறிக்கையின்படி, அமைச்சகத்தின் கூற்றுப்படி.",
        "இதன் விளைவாக, உரத்தை அச்சமின்றி பயன்படுத்தலாம், அமைச்சகம் மேலும் கூறுகிறது.",
        "உலக உணவுத் திட்டத்துடன் ஒத்துப்போகும் விதமாக இலங்கைக்கு உரம் வழங்கப்பட்டது மற்றும் கப்பல் கொழும்பு துறைமுகத்தில் எட்டப்பட்டது."
      ]
    },
    "en": {
      "title": "Imported MOP fertilizer revealed",
      "body_lines": [
        "The Ministry of Livestock, Land and Irrigation has issued a statement regarding the quality of the stock of music manufactured by a Russian government company.",
        "The farmers and farmer organizations had been created between farmers and farmer organizations regarding the color of the stock of fertilizer.",
        "Accordingly, the fertilizer's report and other examination report was imported and the fertilizer, according to the report and other testing standards, it is revealed.",
        "Accordingly, the color of the fertilizer is determined by mineral salts in the deposit.",
        "When the iron oxide is present, the color is red and the color of fertilizer will not make any differences in fertilizer.",
        "According to the ministry, according to the report given by Mrs. Scientist Renuka Silva about soil science, according to the report given by Mrs. Soil Sciences.",
        "As a result, the fertilizer could be used without fear, the Ministry further states.",
        "The fertilizer was provided to Sri Lanka in coincide with the World Food Program and the ship was reached at the Port of Colombo."
      ]
    }
  },
  "summary_lines": []
}