{
  "translated_text": {
    "ta": {
      "title": "விஜயாதாசா தாக்குகிறது",
      "body_lines": [
        "நீதிபதிகள் நீதிபதிகள் நீதிபதிகள் மற்றும் நீதித்துறை நீதிபதிகள் மற்றும் செயலாளர் பதவிகளின் செயலாளர் பதவிகள் பாராளுமன்றக் குழுவுக்கு வரவழைக்கப்பட்டுள்ளன மற்றும் பாராளுமன்ற சலுகைகளின் பொது சலுகைகள் குறித்து பாராளுமன்றத்தின் சலுகைகள்.",
        "இதற்கிடையில், நீதித்துறை அமைச்சருக்கு சவால் விடுத்த விஜேயதாச ராஜபக்சே நீதிபதிகளை இழிவுபடுத்த முயற்சிப்பதாக நீதித்துறை சேவை சங்கம் அறிவித்தது.",
        "நீதித்துறை அமைச்சர் டாக்டர் விஜயாதாச ராஜபக்ஷம் பாராளுமன்ற சலுகைகளில் 19 ஆம் தேதி விவாதத்தின் 19 ஆம் தேதி நாடாளுமன்ற சலுகைகளில் நீதித்துறையின் சுதந்திரத்தை பகிரங்கமாக சவால் செய்துள்ளது.",
        "எவ்வாறாயினும், இன்று சபாநாயகருக்கு அனுப்பப்பட்ட அமைச்சர் விஜயதாச ராஜபக்ஸே, மாவட்ட மீறல் மற்றும் நீதிபதிகள் மற்றும் நீதவான்கள் அறிவிப்பு தொடர்பாக பொது அறிவிப்புகளை வெளியிட்டதாகக் கூறுகிறார்.",
        "நீதித்துறை சேவை சங்கம் வெளியிட்டுள்ள அறிக்கை பாராளுமன்ற சலுகைகளில் மீறப்படும் என்றும் அமைச்சர் கூறினார்.",
        "எனவே, நீதித்துறை அமைச்சர் விஜயதாச ராஜபக்ஷம் பாராளுமன்றம் மற்றும் நீதித்துறை சேவை சங்கத்தின் சலுகைகள் குழுவை வரவழைக்குமாறு சபாநாயகர் அழைப்பு விடுத்துள்ளார்."
      ]
    },
    "en": {
      "title": "Wijayadasa is hitting",
      "body_lines": [
        "Judges of the Judges of the Judges and Secretary Positions of the Judges of the Judiciary and Secretary posts have been summoned to the Committee on Parliament and the Privileges of Parliament regarding the public privileges of parliamentary privileges.",
        "Meanwhile, the Judicial Service Association announced that Wijeyadasa Rajapakse, who had challenged the Minister of Justice yesterday, is trying to discredit the judges.",
        "Judicial Minister Dr. Wijayadasa Rajapaksa has publicly challenged the independence of the judiciary in Parliamentary privileges on the 19th of the debate in parliamentary privileges.",
        "However, Minister Wijayadasa Rajapakse, who was sent to the Speaker today, says the District Remunity and Magistrates issued public declarations with regard to the Declaration of District Commission and the Magistrates.",
        "The Minister also said that the statement issued by the Judicial Service Association will be violated in parliamentary privileges.",
        "Therefore, Judicial Minister Wijayadasa Rajapaksa has called for the Speaker to summon the Committee on Parliament and Privileges of the Judicial Service Association."
      ]
    }
  },
  "summary_lines": [
    "Wijayadasa Rajapaksa, challenging judicial independence, faces accusations from the Judicial Service Association over discrediting judges. He disputes claims about public declarations by district remunity and magistrates, calling for a parliamentary committee review."
  ]
}