{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාව ජාත්යන්තර අධිකරණය සමඟ ඉදිරියට යාමට ශ්රී ලංකාවට යාන්ත්රණයන් ඇති බව කම්කරු පක්ෂව සලකයි - දෙමළ ජනතාව සඳහා ස්වයං-පූරණය කිරීම අත්යවශ්ය වේ - බ්රිතාන්ය දෙමළ දේනා බ්රිතාන්ය මැතිවරණයට ඉදිරිපත් වේ",
      "body_lines": [
        "පක්ෂය වෙනුවෙන් මැතිවරණයට ඉදිරිපත් වන බ්රිතාන්ය ලේබර් පක්ෂය, ජාත්යන්තර අධිකරණ අධිකරණය හමුවීම සඳහා ශ්රී ලංකාව යාන්ත්රණයන් හා ඇගයීම් සහ ඇගයීම් ඇති බව පැවසුවා.",
        "\"දෙමළ ජනතාවට කොතරම් ස්වයං-නොවැළැක්විය හැකි කාලයක් අවශ්යදැයි මට වැටහෙනවා,\" ඔහු පැවසීය.",
        "කම්කරු පක්ෂය සෑම විටම සාමය හා යුක්තිය පිළිබඳ ශ්රී ලාංකික දෙමළ ජනයා සමඟ උරෙන් උර ගැටී ඇත.",
        "ශ්රී ලංකාවේ සිදු වූ අපරාධ සහ අඛණ්ඩ ඛේදවාචකයන් සහ අඛණ්ඩ ඛේදවාචකයන් පිළිබඳ අපේ අනාගත විදේශ ඇමති ඩේවිඩ් ලුමන් සහ තවත් බොහෝ දෙනෙක් අපේ අනාගත විදේශ ඇමති ඩේවිඩ් ලුමින් ටිහෙහ් මුලකර්, සබාබා මැග්ඩොනාක් නායක ඩේබන් බ්වේන් ටිමීස් සහ තවත් බොහෝ අය කම්පනය වී තිබේ.",
        "කයිර් කයිම්ර් ස්ටාර් ඩේවිඩ් ලිමම් වෙනුවෙන් බටහිරකාර පාර්ලිමේන්තුව ගැන විශ්වාසභියාට විශ්වාසයි.",
        "මෙම ගැටළුව න්යාය පත්රයෙන් බැහැර නොකළ යුතු බවට කම්කරු පක්ෂයට බරපතල සහතිකයක් තිබේ.",
        "ජාත්යන්තර අධිකරණය ඉදිරියේ ශ්රී ලංකාව යාන්ත්රණයන් හා තක්සේරු කිරීම සලකන කම්කරු පක්ෂය, එහි පෙරමුණට දේශපාලන කැපවීම මේ වන විට ප්රමාණවත් නොවන බව මේ දක්වා ප්රමාණවත් නොවේ.",
        "අප මැතිවරණයට තේරී පත්වුවහොත් දෙමළ සම්බන්ධය රජයේ සහාය ඇතිව සාකච්ඡාව න්යාය පත්රය මත පැවැත්වේ.",
        "මම මාව තෝරා ගන්නේ නම්, යුක්තිය ඉටු කරන අනෙක් ප්රබල හ hear es යත්, දෙමළ ජනතාව සහ සමස්ත ශ්රී ලංකාවම සමස්ත ශ්රී ලංකාවටම සාමයේ සැබෑ සාමයක් සඳහා හ o නගනුයේය.",
        "පසුගිය මාසයේදී මුල්ලිවයිකල් අනුස්මරණ උත්සවයට සහභාගී වීමට මුල්ලිවයිකල් අවස්ථාව ලබා දුන්නේය.",
        "ඇත්ත වශයෙන්ම, එය 2003 දී ශ්රී ලංකාවේ මගේ පියා මට මතක් කර දුන්නේය.",
        "සමස්ත දෙමළ ප්රජාවටම දෙමළ ජන සංහාර දිනයේ පිළිගැනීම අත්යවශ්ය වේ. මම මේ සඳහා සහාය දෙමි.",
        "යුද අපරාධකරුවන් සඳහා පූර්ණ වගකීම භාර ගැනීම සඳහා අප පුහුණු වන යාන්ත්රණ භාවිතා කිරීම අවශ්ය වේ.",
        "එක්සත් ජනපද කොන්ග්රසයේ යෝජනාව ස්වයං විවාහ වීම සඳහා යෝජනාවක් ඉදිරිපත් කර ඇති ආකාරයටම බ්රිතාන්යයේ එවැනි ක්රියාවක් සම්බන්ධ කර ගැනීමේ යාන්ත්රණ තිබේ නම් මම තවමත් දෙමළ ජනතාවට සහාය වනු ඇත."
      ]
    },
    "en": {
      "title": "The Labor Party considers that Sri Lanka has mechanisms to proceed with the International Court of Justice - the right to self -determination for Tamils ​​is essential - Like British Tamil Devina contesting the British election",
      "body_lines": [
        "The British Labor Party, who is contesting the election on behalf of the party, said that there are mechanisms and evaluation of Sri Lanka to proceed with the International Court of Justice.",
        "\"I am realizing how much self -determination is necessary for the Tamil people,\" he said.",
        "The Labor Party has always been shoulder to shoulder with Sri Lankan Tamils ​​on peace and justice.",
        "Labor party leader Gyer Stamer, Saban Magdonak Stephen Timmy, our future Foreign Minister David Lummi and many others have been vocal on the lack of justice and responsibility for the crimes committed in Sri Lanka and the continuing tragedies.",
        "The Westering Parliament was confident in the parliament on behalf of Kair Starmer David Limmy that accountability was important in its foreign policy during the Tamil genocide last month.",
        "The Labor Party has a serious assurance that the issue should not be excluded from the agenda.",
        "The Labor Party, which considers that there are mechanisms and assessment of Sri Lanka before the International Court of Justice, the political commitment to the forefront of it is inadequate to date.",
        "If we are elected in the election, the Tamil affair will be held on the agenda with the support of the government.",
        "If I choose me, I will join the other strong voices that will make justice, and the Tamil people and the entire Sri Lanka will be voiced for the real peace of peace for the entire Sri Lanka.",
        "Last month, Mullivaikkal had the opportunity to attend the Mullivaikkal memorial event.",
        "In fact, it reminded me of my father in Sri Lanka in 2003.",
        "The recognition of the Tamil genocide day is essential for the entire Tamil community. I will support this.",
        "It is necessary to use the mechanisms we are practicing in order to take full responsibility for the war criminals.",
        "I will definitely support the Tamil people if there are mechanisms to engage in such an action in Britain, just as the resolution of the US Congress has come up with a resolution for self -determination."
      ]
    }
  },
  "summary_lines": [
    "The British Labor Party supports Sri Lanka's engagement with the International Court of Justice, emphasizing the importance of self-determination for Tamils. The party, led by figures like Keir Starmer and David Lammy, vows to prioritize accountability and justice for the Tamil community, including recognizing the Tamil genocide and supporting mechanisms for war crime prosecution. They pledge to address the Tamil issue in government if elected, advocating for peace and justice for all Sri Lankans."
  ]
}