{
  "translated_text": {
    "ta": {
      "title": "ரூபாயை எவ்வாறு வலுப்படுத்துவது?",
      "body_lines": [
        "இலங்கையின் மொத்த சீருடைகள் 5 பில்லியன் அமெரிக்க டாலர்களை தாண்டின, மற்றும் இலங்கை ரூபாயின் மதிப்பு ஒரு குறிப்பிடத்தக்க பலமாகும்.",
        "பல ஆண்டுகளாக முதன்மை கணக்கின் இருப்பு ரூ.",
        "'புத்தகங்களை பாக்கெட்டில் படித்து பணம் சம்பாதிக்கும் ஒரு மனிதனை உருவாக்கும் ஒரு நாட்டை உருவாக்க என்ன வகையான நகைச்சுவை?'",
        "இலங்கையில் அமெரிக்க டாலரின் தினசரி செய்திகளின் எண்ணிக்கை இலங்கையில் இரண்டு ஆண்டுகளில் அதிகரித்து வருகிறது.",
        "இலங்கையின் வெளிநாட்டு இருப்புக்களின் அதிகரிப்பு என்பதால், பணவீக்கம் அதிகரிப்பது போன்ற பல பொருளாதார விஷயங்கள் காரணமாக வலியுறுத்தப்பட்டுள்ளது. குறிப்பாக புலத்தில் இறக்குமதி தாக்கம், இது இன்றைய நிகழ்காலம் மற்றும் தற்போது வரை செயல்படுத்தப்பட்ட இறக்குமதி எல்லைகள் போன்ற செயல்படுத்தப்பட்டுள்ளது. எரிபொருள் மற்றும் எரிவாயு போன்ற அத்தியாவசியங்களை இறக்குமதி செய்ய தடைபட்டது.",
        "இருப்பினும், இன்று, ரூபாய் மற்ற நாணயங்களுடன் கணிசமாக பலப்படுத்தப்பட்டுள்ளது.",
        "பொருட்கள், பெட்ரோலியம் மற்றும் பால் பவுடரின் விலையை குறைக்க ரூபாய் பலப்படுத்தப்பட்டதாக ஜனாதிபதி கூறினார்.. வட்டி விகிதம் வீழ்ச்சி காரணமாக தொழில்முனைவோர் துறையும் தொழில்முனைவோர் துறைக்கு உதவுகிறது என்று ஜனாதிபதி மேலும் கூறினார்.",
        "ரூபாயை வலுப்படுத்துவதற்கான வலிமை என்ன?பேராசிரியர் அமிண்டா மெத்ஷியுடனான கலந்துரையாடலில் இருந்து, இது தொடர்பாக விவாதத்தைப் பற்றி படியுங்கள்.",
        "பேராசிரியர் அமின் மெத்ஷி அந்நிய செலாவணி செலவை வலுப்படுத்தும் ரூபாய் குறைக்கப்பட்டார் என்று தெளிவுபடுத்தினார். \"இதேபோல் ஒரு அமெரிக்க டாலருக்கு செலுத்த வேண்டிய ரூபாயின் எண்ணிக்கையை குறைக்கிறோம். நாங்கள் ஒரு டாலருக்கு 360 டாலர் ரூபாய் செலுத்தினால், 300, நாங்கள் எங்களிடம் விடப்பட்டோம், \"என்று அவர் சுட்டிக்காட்டினார்.",
        "அதன்படி, பொருட்களை இறக்குமதி செய்வதில் செலவிடப்பட்ட பணத்தின் அளவு குறைக்கப்படும். \"ரூபாய் பேரழிவிற்கு ஆளாகும்போது, ​​நாம் அதிகமாக செலுத்த வேண்டும். ஆனால் வலுவாக இருக்கும்போது இதற்கு நேர்மாறானது நிகழ்கிறது. பின்னர் ரூபாய் அதிகரிக்கிறது மற்றும் இறக்குமதியில் நாம் செலுத்த வேண்டிய தொகை. \"",
        "பேராசிரியர் இறக்குமதி செய்வதற்கான விலையுயர்ந்த செலவு மற்றும் ஏற்றுமதியில் குறைந்த வருமானத்தைப் பெறுவது என்று சுட்டிக்காட்டுகிறார். \"முன்னர் இருந்ததைப் போலவே, இறக்குமதியின் விலையையும் நாங்கள் செலவிடுகிறோம். எங்களுக்கு ஒரு நன்மை இருக்கிறது. நாம் முன்பு செலவழித்தவரை, இறக்குமதிக்கு பணம் செலவழிக்க தேவையில்லை. ஆனால் ஏற்றுமதியில் நிலைமை மாறுகிறது.",
        "\"உங்களுக்கு 370 அமெரிக்க டாலருக்கு 360 ரூபாய் கிடைத்தால், இப்போது 300 ரூபாய் கிடைக்கும். இந்த வழியில் ஏற்றுமதி செய்வதில், இறக்குமதி செய்வதன் நன்மை காரணமாக ஒரு மறைமுக நன்மை இருக்கலாம் \"என்று பேராசிரியர் சுட்டிக்காட்டினார்.",
        "25 லட்சம் இலங்கைகள் இரண்டு ஆண்டுகளில் நாட்டை விட்டு வெளியேறினர்;10,000 மில்லியன் அமெரிக்கா முதல் இலங்கைக்கு",
        "\"வெளிநாட்டிலிருந்து இலங்கைக்கு இறக்குமதி செய்யப்பட்ட விஷயங்கள். அரிசி, சினி, தரையில் இருந்து, டீசல், டீசல், வாயு. சமீபத்திய ஆண்டுகளில் ரூபாயை மதிப்பிடுவதன் மூலம், பொருட்களின் விலை அதிக ரூபாயுடன் உயர்ந்தது. ஆனால் இப்போது அது குறைந்து வருகிறது. \"மக்கள் உருவாக்கப்படவில்லை என்றாலும், எதிர்காலத்தில் பொருட்களின் விலை எதிர்பார்க்கப்படுகிறது. \"சந்தையின் சந்தை விலை குறைந்துவிட்டது. சில பொருட்களின் விலை ஒன்றே. சந்தையில் இன்னும் பழைய பங்குகளுக்கு வர்த்தகம் ஏற்படுகிறது. ஆனால் புதிய சூழ்நிலையுடன் இறக்குமதி செய்யும்போது, ​​மக்கள் பொருட்களின் விலை குறைவு பெறுகிறார்கள், \"என்று அவர் கூறினார்.",
        "\"ஒரு நபர் வெளிநாட்டிலிருந்து வெளிநாடுகளுக்கு அனுப்பப்பட்டால், அது குறைவாக இருக்கலாம்.\"",
        "நீங்கள் ஒரு வணிகத்தில் ஈடுபட்டால், சமீபத்திய காலங்களில் தாங்க வேண்டிய அதிக செலவுகள் நிச்சயமாக உங்கள் வணிகத்திற்கு தடைகள். இறக்குமதி கட்டுப்பாடுகள் காரணமாக மூலப்பொருட்களின் பற்றாக்குறையையும் நீங்கள் எதிர்கொள்ளலாம்.",
        "ரூபாய் கூடுதல் குறைப்பை பலப்படுத்துகிறது என்று பேராசிரியர் அமிண்டி மெத்ஷி சுட்டிக்காட்டுகிறார். \"மூலப்பொருட்களின் இறக்குமதியின் செலவுகளைக் குறைப்பது தவிர்க்க முடியாதது. எரிபொருள் விலைகள் குறைவு நன்மை பயக்கும். அவர்களின் வளர்ச்சி ரூபாயால் பலப்படுத்தப்பட்டது, \"என்று பேராசிரியர் சுட்டிக்காட்டினார்.",
        "இருப்பினும், இது சுற்றுலா மற்றும் ஏற்றுமதி வணிகர்களின் தீமை என்று பேராசிரியர் கூறுகிறார். \"இலங்கை குறைந்த ரூ.. முந்தைய அளவு ரூ.. அதே பிரச்சினை சுற்றுலாத் துறையில் ஈடுபட்டுள்ளவர்களை பாதிக்கிறது. \"",
        "பேராசிரியர் அமிண்டா மெத்ஷியின் கருத்து என்னவென்றால், நிலைமை சுமையின் நன்மை பயக்கும் பகுதியாகும்.",
        "\"ஏற்றுமதி மற்றும் சுற்றுலா துறைகள் ரூ.. எனவே, இந்த நிலைமை நாட்டைப் போலவே கருதப்படுகிறது. \"",
        "அங்கு அவர் பேராசிரியரிடம் பிபிசி சிங்களவலாவிடம் கேட்டார். பேராசிரியருக்கு அத்தகைய பதில் வழங்கப்பட்டது.",
        "\"பணவீக்கம் அல்லது எங்கள் சாதாரண விலை நிலை ரூ.. பொருளாதாரம் இடிந்து விழுவதற்கு முன்பு, ஒரு லிட்டர் பெட்ரோல் ரூ.. இன்று 140 ஆண்டுகள் கட்டணம். 350 ஊதியங்கள். காரணம், ரூ. ஒரு அமெரிக்க $ 180 ரூ.. 300 கட்டணம். விலை நிலைகளின் விலையில், நாங்கள் பணவீக்கம் என்று சொல்ல வேண்டும், டாலரின் மதிப்பு என்று சொல்லலாம்.",
        "\"அதாவது டாலரின் விலை பொருட்களின் விலையால் குறைக்கப்பட வேண்டும். கடந்த மாதத்தில், சில பகுதிகளில் பணவீக்கம் எதிர்மறை மதிப்பு. தற்போதைய குறைவில் பணவீக்கம் ஒரு இலக்கத்திற்கு வந்துள்ளது. இதற்கான காரணம் ரூபாயை வலுப்படுத்துவதாகும். அதாவது பணவீக்கத்தை குறைக்க ரூபாய் பலப்படுத்துகிறது.",
        "ஐபிஎல் 2024: டெல்லி ஹார்டால்டல்ஸ் மரைன் மார்க்ஸ் - ஜேக் ஃபிரான்சர் - ஜேக் ஃபிரான்சர்",
        "ஸ்ரிலங்கன் ஏர்லைன்ஸ்: தனியார்மயமாக்கலில் புதிய நிலைமை என்ன?",
        "ஐபிஎல் பந்து வீச்சாளர்கள் பேட்ஸ்மேன்களின் சொர்க்கத்தை வென்றனர்"
      ]
    },
    "en": {
      "title": "How to strengthen the rupee?",
      "body_lines": [
        "Sri Lanka's gross uniforms exceeding US $ 5 billion, and the value of the Sri Lankan rupee is a significant strength.",
        "The balance of the primary account for years has shown a surplus of Rs.President Ranil Wickremesinghe (May 9) a special statement in Parliament.",
        "'What kind of joke to make a country that is a man who read books into the pocket and make money?'",
        "The number of US dollar's daily news in Sri Lanka has been increasing in Sri Lanka over two years.",
        "Due to many economic matters, such as increasing inflation, as the increase in the foreign reserves of Sri Lanka, has been stressed. Especially the import impact on the field, it has been implemented, such as the present today and the import boundaries implemented up to the present. There were also hindered to import the essentials, such as fuel and gas.",
        "Today, however, the rupee has been significantly strengthened with other currencies.",
        "The President said that the rupee was strengthened to reduce the prices of goods, petroleum and milk powder.. The President added that the entrepreneur sector also facilitates the entrepreneurship sector due to the fall of interest rate.",
        "What is the strength to strengthen the rupee? Will the economy receive this optimistic return to the general public?From the discussion with Professor Aminda Methshi, read about the discussion in this regard.",
        "Prof. Amin Methshi made clear that the rupee strengthening the cost of foreign exchange was reduced. \"Similarly we reduce the number of rupees payable for a US dollar. If we paid a $ 360 rupee for a dollar, 300 and we have been left to us, \"he pointed out.",
        "Accordingly, the amount of money spent in importing goods will be reduced. \"When the rupee is devastated, we have to pay more than more. But the opposite happens when strong. Then the rupee increases and the amount we need to pay in imports. \"",
        "The professor points out that the importation is costly cost of imports and receive less income in exports. \"Like formerly, we cost the cost of imports. There is an advantage for us. As far as we spend ago, we do not need to spend money on imports. But the situation changes in export. \"",
        "\"If you got 360 rupees for one US $ 370 in exports you will now get 300 rupees. In exporting this way, there may be an indirect advantage because of the advantage of importing, \"the professor pointed out.",
        "25 lakhs of Sri Lankans left the country in two years;10,000 million USA to Sri Lanka",
        "\"Things imported from abroad to Sri Lanka. Rice, Syney, from the ground, diesel, diesel, gas. With the devaluation of the rupee in recent years, the price of goods went up with the high rupees. But now it is going down. \"The professor points out that although the people have not been created, the price of goods can be expected in the future. \"The market price of the market has diminished. The price of some items is the same. Trade occurs for old stocks still in the marketplace. But when imported with the new situation, the people get a decrease in the price of goods, \"he said.",
        "\"If a person is sent abroad from abroad, it may be a decrease.\"",
        "If you engage in a business, the high costs to bear in the recent past are certainly obstacles to your business. You may also face a shortage of raw materials due to the import restrictions.",
        "Professor Amindi Methshi points out that the rupee strengthens an additional reduction. \"It is inevitable to reduce costs in imports of raw materials. And the decrease in fuel prices are beneficial. Their growth was strengthened by the rupee, \"the professor pointed out.",
        "However, the professor says that this is a disadvantage of tourism and export businessmen. \"Sri Lanka can be given to export business for some income due to low Rs.. The previous amount of Rs.. The same problem affects those who are engaged in the tourism industry. \"",
        "Professor Aminda Methshi's view is that the situation is the beneficial part of the burden.",
        "\"Although the export and tourism sectors earns the amount of Rs.. As such, this situation can be treated as good as the country. \"",
        "There he asked the professor by BBC Sinhala. The professor was given such an answer.",
        "\"Inflation or our normal price level was spent on paying Rs.. Before the economy collapsed, a liter of petrol is Rs. 140 years of payment today. 350 pays. The reason is that the cost of Rs. A US $ 180 has been Rs.. 300 payment. The increase in the price of the price levels, we can say that we are to say that we are inflation, we can say the dollar's value. The professor pointed out.",
        "\"That means that the price of the dollar is reduced by the price of goods must be reduced. In the past month, inflation in certain areas is negative value. Inflation has come to a single digit in a present diminance. The reason for this is the strengthening of the rupee. That means that the rupee strengthens to reduce inflation. \"",
        "IPL 2024: Delhi Capitaltals Marine Marks - Jake Franzer - Jake Franzer",
        "Srilankan Airlines: What is the new situation in privatization?",
        "The bowlers of the IPL won the Paradise of the batsmen"
      ]
    }
  },
  "summary_lines": [
    "Strengthening the Sri Lankan rupee involves reducing the cost of foreign exchange, making imports cheaper, and potentially lowering inflation. This can benefit the economy by reducing the cost of goods and raw materials, especially for businesses. However, it may also impact export and tourism sectors negatively."
  ]
}