{
  "translated_text": {
    "si": {
      "title": "පාලිත රංග බන්ඩාරාගේ මතය මැතිවරණය කල් දැමීම ඔවුන්ගේ නියෝජිතයින් තෝරා ගැනීමේ අයිතියට පටහැනිය",
      "body_lines": [
        "එක්සත් ජාතික පක්ෂයේ මහ ලේකම් පාලිත රේන්ජ් බන්ඩාරාගේ අදහස් අපි වසර දෙකක් තිස්සේ ජනාධිපති සහ මහ මැතිවරණය කල් දැමීමට තරයේ හෙළා දකිමු.මෙම සංකල්පය රටේ ප්රජාතන්ත්රවාදයේ සහ පුරවැසියන්ගේ නියෝජිතයන් තෝරා ගැනීමේ අයිතියට පටහැනිය.හොසි ජෙනරාල් පැවසීය.",
        "ආණ්ඩුක්රම ව්යවස්ථාවට අනුව, ජනාධිපති ධුර කාලය අවසන් වීමෙන් පසු එළඹෙන මැතිවරණය පැවැත්වීමේ වගකීම ශ්රී ලංකා මැතිවරණ කොමිෂන් සභාව සතුව ඇති බව ශ්රී ලංකා මැතිවරණ කොමිෂන් සභාව සතුව ඇත.ජනාධිපතිවරණය සැප්තැම්බර් 17 සිට ඔක්තෝබර් 16 දක්වා පැවැත්වෙන බව මැතිවරණ කොමිසම මැයි 9 වන දින නිවේදනය කරයි.මැතිවරණය කල් දැමීමට කිසිදු තත්වයක් හෝ අවශ්යතාවයක් නොමැති බව සැලකිය යුතු ය.",
        "ආර්ථික හා දේශපාලන අස්ථාවරත්වය සහ පරිපාලනය පිළිබඳ ජනතාවගේ විශ්වාසය පහත වැටීමත් සමඟ ශ්රී ලංකාවේ අනාගතයට මැතිවරණය ශ්රී ලංකාවේ අනාගතයට විශාල වැදගත්කමක් දරයි.2022 ජනප්රිය නැගිටීමෙන් පසුව පැවැත්වූ පළමු මැතිවරණය මෙයයි.කෙසේ වෙතත්, එහි අතෘප්තිය හිටපු ජනාධිපති ගෝතභය රාජපක්ෂගේ ඉල්ලා අස්වීම බව මෙතැනින් සිහිපත් කිරීමට අපි මෙහිදී සිහිපත් කරමු.",
        "එබැවින්, සෘජු ප්රජාතන්ත්රවාදී මැතිවරණ මගින් නියෝජිතයින් තේරී නොසිටින්නේ නම්, නියමිත වේලාවට වඩා ඔවුන්ගේ පාලන කාලය දීර් extend කිරීමට ඔහුට සහ ඔහුගේ රජයට ව්යවස්ථාමය අයිතියක් නැත.",
        "ප්රජාතන්ත්රවාදය ස්ථාපිත කිරීමට සහ රටේ අනාගතය සඳහා කාලෝචිත ලෙස ප්රජාතන්ත්රවාදී මැතිවරණයක් ඇති කරන ලෙස අපි සියලු පාර්ශවයන්ගෙන් ඉල්ලා සිටිමු."
      ]
    },
    "en": {
      "title": "Palitha Ranga Bandara's opinion postponing the election is contrary to the right to select their representatives",
      "body_lines": [
        "We vehemently condemn the views of the United National Party General Secretary Palitha Range Bandara to postpone the presidential and general election for two years.This concept is contrary to the right to select their representatives of the country's democracy and citizens.Hostess General said.",
        "According to the Constitution, the Sri Lanka Elections Commission has the responsibility of holding the upcoming election following the end of the presidential term.The Elections Commission announced on May 9 that the presidential election will be held from September 17 to October 16.It is noteworthy that there are no circumstances or necessary to postpone the elections.",
        "The election has a huge importance to the future of Sri Lanka in the wake of the decline in the people's confidence in economic and political instability and administration.This is the first election to be held after the popular uprising of 2022.However, we would like to recall here that its dissatisfaction was the resignation of former President Gotabhaya Rajapakse.",
        "Therefore, if representatives are not elected by direct democratic elections, he and his government have no constitutional right to extend their tenure beyond the appointed time.",
        "We urge all parties to establish democracy and ensure that there is a timely democratic election for the future of the country."
      ]
    }
  },
  "summary_lines": [
    "Opposing calls to delay Sri Lanka's elections, critics argue it undermines democratic rights, emphasizing the Elections Commission's duty to hold polls post-presidential term. The move is seen as unnecessary amid economic and political turmoil, crucial for shaping the nation's future post-2022 protests. Urging all parties to prioritize democracy and timely elections for the country's sake."
  ]
}