{
  "translated_text": {
    "ta": {
      "title": "கஞ்சாவை பயிரிட ஏற்றுமதி அழைக்கப்படுகிறது",
      "body_lines": [
        "ட்ரிக்லகா விஜயாயபத்து சாகுபடி, போதைப்பொருட்களை உற்பத்தி செய்வதில் ஆர்வம், உள்ளூர் அரசாங்கத்திற்கும் சுகாதார அமைச்சகத்துக்கும் திட்ட முன்மொழிவுகளை உடைக்கிறது.",
        "திட்ட ஊக்குவிப்புகள், டிம்பர்ஷிப் மற்றும் தொடர்புடைய தயாரிப்புகளின் அடிப்படையில் மருந்து மற்றும் தொடர்புடைய மருந்துகளுக்கான உலகின் கோரிக்கையை பரிசீலிக்க திட்ட ஊக்குவிப்புகள் அழைக்கப்படுகின்றன என்று திட்ட திட்டங்கள் கூறுகின்றன.",
        "இந்த திட்டங்கள் இலங்கை முதலீட்டு வாரியம் மற்றும் ஆயுர்வேதத் துறையின் கூட்டு நோக்கத்தைச் சேர்ந்தவை.",
        "ஆயுர்வேதத் திணைக்களம் ஆயுர்வேத அமைச்சகத்தால் நடத்தப்படும், சாகுபடி மற்றும் உற்பத்தி மற்றும் முழு செயல்முறையையும் நிறைவு செய்வதை கண்காணிக்கும்.",
        "திட்ட முன்மொழிவுகளை பரிசீலித்த பின்னர், ஆயுர்வேதத் துறை அந்தந்த அளவுகோல்கள் மற்றும் தொடர்புடைய திட்டங்களுக்கான தொடர்புடைய அளவுகோல்களுக்கான திட்டங்களுக்கான திட்டங்களுக்கு உரிமம் பெற திட்டமிடப்பட்டுள்ளது.",
        "உரிமம் பெற்ற முதலீட்டாளர்களுக்கான முதலீட்டு மையத்தில் தொடர்புடைய திட்டங்களை எளிதாக்குதல் மற்றும் செயல்படுத்துதல்.",
        "திட்ட திட்டங்கள் ஜூலை 10 வரை முதலீட்டுத் துறைக்கு ஏற்றுக்கொள்ளப்படும் என்று முதலீட்டு ஊக்குவிப்பு அமைச்சகம் தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Exports are called to cultivate cannabis",
      "body_lines": [
        "Tricklaka Wijayayi Cultivation of Tricklaka Wijayayapartu Cultivation, interested in production of drugs, collapses project propositions to the local government and the Ministry of Health.",
        "The project proposals say that the project promotions are called to consider the world's demand for pharmaceutical and related pharmaceuticals based on Timbership and related products.",
        "These projects belong to the Joint Scope of the Sri Lanka Investment Board and the Department of Ayurveda.",
        "The Department of Ayurveda will be conducted by the Ministry of Ayurveda, monitoring the cultivation and manufacturing and the completion of the entire process.",
        "After considering the project proposals, the Department of Ayurveda is scheduled to be licensed for projects for the projects for the relevant criteria for the respective criteria and related projects.",
        "Facilitate and implementing relevant projects in a investment center for licensed investors.",
        "The project proposals will be accepted to the Department of Investment Department until July 10, the Ministry of Investment Promotion said."
      ]
    }
  },
  "summary_lines": [
    "Cultivation of cannabis under the name \"Tricklaka Wijayayi\" aims to meet global demand for pharmaceuticals. The project, involving the Sri Lanka Investment Board and the Department of Ayurveda, requires approval from the Ministry of Health. Proposals must be submitted by July 10th, focusing on sustainable practices and compliance with health regulations."
  ]
}