{
  "translated_text": {
    "ta": {
      "title": "இலங்கை வளர்ந்து வரும் பொருளாதார வாய்ப்புகளை ஜனாதிபதி அழைக்கிறார்",
      "body_lines": [
        "இலங்கையில் பொருளாதார வாய்ப்புகள் மற்றும் வளர்ந்து வரும் பொருளாதார வாய்ப்புகளை மேலும் வலுப்படுத்த ஜப்பானிய வணிக சமூகத்தை ஜனாதிபதி அனுரா குமாரா டிசனாயக் அழைத்தார், இலங்கை இருதரப்பு வர்த்தக மற்றும் முதலீட்டு உறவுகளை மேலும் வலுப்படுத்தினார்.",
        "ஜப்பான் வெளிநாட்டு வர்த்தக அமைப்பில் நேற்று (29) நடைபெற்ற ஜப்பானிய-இலங்கை வணிக மன்றத்தை உரையாற்றும் இந்த அவதானிப்பை ஜனாதிபதி செய்தார்.",
        "ஜப்பானின் இலங்கை தூதரகம், ஜப்பானிய வெளிப்புற வர்த்தக அமைப்பு (மெட்ரோ), ஜப்பானிய பொருளாதார படை (மெட்ரோ), ஜப்பானிய வெளிப்புற வர்த்தக அமைப்பு (மெட்ரோ), ஜப்பானிய பொருளாதார படை (மெட்ரோ) ஜப்பான்-இலங்கை வணிக ஒத்துழைப்புக் குழு மற்றும் BOI ஆல் ஏற்பாடு செய்யப்பட்டது.",
        "டிஜிட்டல் பொருளாதாரத்தின் தலைமை ஆலோசகர் டாக்டர் ஹான்ஸ் விஜயாசுரியா, தேசிய டிஜிட்டல் மயமாக்கல் செயல்முறைக்காக இலங்கை அரசாங்கத்தின் மூலோபாய முயற்சிகளை சுட்டிக்காட்டினார். தரவு மையங்கள் ஒரு பிராந்திய மையமாக தரவு மையங்களை மேம்படுத்துவதற்கான ஒரு பிராந்திய மையமாக, டிஜிட்டல் மொழிபெயர்ப்பு மற்றும் செயற்கை நுண்ணறிவு (AI) போன்ற பகுதிகளின் வளர்ச்சிக்கான வாய்ப்புகள் சுட்டிக்காட்டின.",
        "கூடுதலாக, BOI (BOI) (BOI) (BOI (BOI) தயாரிப்புகள், ஐ.சி.டி, புதுப்பிக்கத்தக்க எரிசக்தி மற்றும் சுற்றுலா, ஜப்பானிய முதலீட்டிற்கு முன்னுரிமை உள்ளிட்ட துறைகளில் விளக்கப்பட்டுள்ளது.. வலுவான கொள்கை ஆதரவு மற்றும் முறையான செயல்முறைகள் மூலம் முதலீட்டு தேவைகளை எளிதாக்க இலங்கையில் ஏற்படுவதை இது வலியுறுத்தியது.",
        "இலங்கை வணிக பிரதிநிதிகள் மற்றும் ஜப்பானிய வணிக சமூகத்தின் பிரதிநிதிகளுக்கு இடையே ஒரு மையப்படுத்தப்பட்ட நெட்வொர்க்கிங் அமர்வு நடைபெற்றது. ஜனாதிபதி அனுரா குமாரா டிசனாயக்க மற்றும் ஜெட்ரோ தலைவர் இஷிகுரோ நோரிஹிகோ இடையே ஒரு விவாதம் நடைபெற்றது.",
        "இலங்கையுடன் தொடர்ச்சியான உறவு மற்றும் பரஸ்பர பயனுள்ள கூட்டாண்மைகளை வளர்ப்பதற்கான வணிக சமூகங்களிடையே ஒரு பாலமாக செயல்படுவதற்கான உறுதிப்பாட்டை இரு நாடுகளின் தலைவர் உறுதிப்படுத்தினார்."
      ]
    },
    "en": {
      "title": "President invites Sri Lankan emerging economic opportunities",
      "body_lines": [
        "President Anura Kumara Dissanayake invited the Japanese business community to further strengthen the economic opportunities and emerging economic opportunities in Sri Lanka, further strengthening the Sri Lankan bilateral trade and investment relationships.",
        "The President made this observation addressing the Japanese-Sri Lanka Business Forum held at the Japan Foreign Trade Organization yesterday (29).",
        "The Sri Lanka Embassy of Japan, the Japanese External Trade Organization (Metro), the Japanese Economic Force (Metro), the Japanese External Trade Organization (Metro), the Japanese Economic Force (Metro) was organized by the Japan-Sri Lanka Business Co-operation Cooperation Committee and BOI.",
        "Dr. Hans Wijayasuriya, Chief Consultant on the digital economy, pointed out the Strategic initiatives of the Government of Sri Lanka for the National Digitization process. Data centers as a regional center for development of the data centers as a regional center, the opportunities for the growth of areas such as digital translation and artificial intelligence (AI) pointed out.",
        "In addition, the BOI (BOI) (BOI) (BOI (BOI) has explained in fields including products, ICT, renewable energy and tourism, priority to Japanese investment.. It emphasized the preparations in Sri Lanka to facilitate investment needs through strong policy support and formal processes.",
        "A centered networking session was held between the Sri Lankan business representatives and representatives of the Japanese business community. A discussion was held between President Anura Kumara Dissanayake and Jetro Chairman Ishiguro Norihiko.",
        "The Chairman of the two countries confirmed the commitment to act as a bridge among business communities to develop the continuous relationship and mutual useful partnerships with Sri Lanka."
      ]
    }
  },
  "summary_lines": []
}