{
  "translated_text": {
    "ta": {
      "title": "நியூவாம் துப்பாக்கிச் சூடு சம்பவத்தில் சந்தேக நபர் கைது செய்யப்பட்டார்",
      "body_lines": [
        "ஒரு கொலையைத் தொடங்க முயற்சிக்கும் குற்றத்தை ஆதரித்ததற்காக கொழும்பு குற்றப் பிரிவு கொழும்பு குற்றப் பிரிவினரால் கைது செய்யப்பட்டுள்ளது.",
        "கைது செய்யப்பட்டவர் 26 வயதான கொழும்பு 14 இல் வசித்து வந்தார்.",
        "சந்தேக நபரை வைத்திருந்த சந்தேக நபரின் 4 பனி போதைப்பொருள் மற்றும் 100 மில்லிகிராம் ஆகியோரை போலீசார் கண்டுபிடித்தனர்.",
        "பிப்ரவரி 25 ஆம் தேதி கடலோர பொலிஸ் பிரிவு அருகே ஒரு மோட்டார் சைக்கிள் முன் ஒருவரை சுட்டுக் கொல்ல சந்தேக நபர் மோட்டார் சைக்கிள் தொடர்பாக காவல்துறையினரால் கைது செய்யப்பட்டார்.",
        "குற்றத்தைச் செய்ய துப்பாக்கி பயன்படுத்தப்படுவதற்கு முன்னர் சந்தேக நபர் சந்தேக நபரில் வைக்கப்பட்டார் என்பது தெரியவந்துள்ளது.",
        "ஒரு பிஸ்டல் வகை துப்பாக்கி, ஒரு பத்திரிகை மற்றும் ஒரு வெளிநாட்டு நாட்டில் மூன்று வெடிமருந்துகள் சந்தேக நபரின் வீட்டில் மறைக்கப்பட்டுள்ளன.",
        "சந்தேக நபர் இன்று (05) மாஜிஸ்திரேட் நீதிமன்றத்தில் அலுத்கேட் எண் 02 முன் தயாரிக்கப்பட்டார்."
      ]
    },
    "en": {
      "title": "Suspect arrested in Newwham shooting incident",
      "body_lines": [
        "The Colombo Crimes Division has been arrested by the Colombo Crimes Division for supporting a crime of attempting to launch a murder.",
        "The arrested was a 26-year-old resident of Colombo 14.",
        "The police found 4 ice narcotics and 100 milligrams of the suspect in possession of the suspect.",
        "The suspect was arrested by the police in connection with a motorcycle to shot a person in front of a motorcycle near the coastal police division in February 25.",
        "It has been revealed that the suspect was kept in the suspect before the firearm was used to commit the crime.",
        "Police have also recovered a pistol-type firearm, a magazine and three ammunition in a foreign country was hidden in the suspect's house.",
        "The suspect was produced before the Aluthkade No. 02 to the Magistrate's Court today (05)."
      ]
    }
  },
  "summary_lines": [
    "A 26-year-old from Colombo 14 was arrested for attempting to murder someone with a motorcycle in February. Police found 4 ice narcotics and 100 milligrams of drugs on him. He was also found with a hidden pistol, magazine, and ammunition in his home."
  ]
}