{
  "translated_text": {
    "ta": {
      "title": "கோலோனா கொலையில் அணிந்துள்ளார்",
      "body_lines": [
        "கொலோனாவாவில் கொலைக்கு பயன்படுத்தப்படும் ஒரு வெளிநாட்டு நாட்டில் தயாரிக்கப்பட்ட ஒரு ரிவால்வர் மனிதர் மிட் டெண்டெனியா பகுதியில் கண்டுபிடிக்கப்பட்டுள்ளார்.",
        "குற்றவியல் பரிசோதனையின் குற்றவியல் ஆய்வாளரால் துப்பாக்கியை கண்டுபிடித்ததாக போலீசார் தெரிவித்தனர்.",
        "7 வது இரவு இரவில், இரண்டு பேர் மோட்டார் சைக்கிளில் சுட்டுக் கொல்லப்பட்டனர்.",
        "தடுப்புக்காவல் உத்தரவுகள் தொடர்பான பூர்வாங்க விசாரணையில் இரண்டு சந்தேக நபர்களும் கைது செய்யப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "ஒரு ஒழுங்கமைக்கப்பட்ட குற்றவாளி மற்றும் ஒரு போதைப்பொருள் பாவனையாளரின் நடவடிக்கையின் கீழ் கொலை மேற்கொள்ளப்பட்டதாக மேலதிக விசாரணைகள் தெரியவந்தன.",
        "குற்றவியல் விசாரணைகள் மற்றும் ஒழுங்கமைக்கப்பட்ட குற்றவியல் புலனாய்வுப் பிரிவின் குற்றவியல் புலனாய்வுத் துறையின் கொலை விசாரணை நடத்தப்படுகிறது."
      ]
    },
    "en": {
      "title": "Wears in Kolonna killing",
      "body_lines": [
        "A revolver man manufactured in a foreign country used for murder in Kolonnawa has been found in Mid Dendeniya area.",
        "Police said that the firearm was found by the Criminal Inspector of the Criminal Inspection.",
        "On the night of the night of the 7th night, two people had been shot dead in a motorcycle.",
        "The two suspects were arrested in the preliminary investigations into the detention orders, the police said the police said.",
        "Further investigations were revealed that the murder had been carried out under the operation of an organized criminal and a drug trawler.",
        "The murder of the Criminal Investigations Department of the Criminal Investigations and the Organized Criminal Investigation Division is being investigated."
      ]
    }
  },
  "summary_lines": [
    "A foreign-made revolver linked to a murder in Kolonnawa was discovered in Mid Dendeniya. Two individuals were killed on a motorcycle on the night of the 7th. Suspects were arrested during preliminary investigations, revealing the crime was part of an organized criminal activity involving a drug trawler. The case is now under investigation by the Criminal Investigations Department and the Organized Criminal Investigation Division."
  ]
}