{
  "translated_text": {
    "ta": {
      "title": "ஐ.ஜி.பி வழக்குக்குப் பிறகு பெறப்பட்ட உதவிக்குறிப்புகள்",
      "body_lines": [
        "உச்சநீதிமன்ற தீர்ப்பால் காவல்துறை இன்ஸ்பெக்டர் ஜெனரல் காலியாகிவிட்டார் என்று ஜனாதிபதி சட்ட ஆலோசனைகளை வழங்கியுள்ளார்.",
        "21 வது அரசியலமைப்பு திருத்தத்தின்படி ஐ.ஜி.பி பதவி இல்லாத நிலையில், ஜனாதிபதிக்கு செயல்படும் பதவி ஐ.ஜி.பி ஆக நியமிக்கப்படும் என்று அரசாங்க செய்தித் தொடர்பாளர் தெரிவித்தார்.",
        "உச்சநீதிமன்றம் நேற்று (24) இடைக்கால தடை உத்தரவை பிறப்பித்தது, தேஷாபந்து டென்னகூன் ஐ.ஜி.பி ஆக வேலை செய்வதைத் தடுக்கிறது.",
        "ஐ.ஜி.பி என நியமனம் செய்வதை சவால் செய்ய உச்சநீதிமன்றம் தாக்கல் செய்த 09 அடிப்படை உரிமை மனுக்களைக் கேட்க முடிவு செய்யப்பட்டது.",
        "மனு நிறைவடையும் வரை ஐ.ஜி.பி பதவிக்கு சட்டப்பூர்வமாக பொருத்தமான நபரை நியமிக்க உச்சநீதிமன்றம் ஜனாதிபதியை நியமித்தது."
      ]
    },
    "en": {
      "title": "Tips received after the case of the IGP",
      "body_lines": [
        "The President has given legal advice that the Inspector General of Police have been emptied by the Supreme Court decision.",
        "The government spokesman said that the post of acting to the president will be appointed as the IGP in the absence of the post of IGP according to the 21st Constitutional Amendment.",
        "The Supreme Court issued an interim injunction yesterday (24), preventing Deshabandu Tennakoon from working as IGP.",
        "It was decided to hear 09 fundamental rights petitions filed by the Supreme Court to challenge the appointment of him as IGP.",
        "The Supreme Court also appointed the President to appoint an ideal person legally suitable person to the post of IGP until the completion of the petition."
      ]
    }
  },
  "summary_lines": [
    "Following the Supreme Court's decision, the Inspector General of Police's position has been vacated. The President is advised to fill this vacancy temporarily under the 21st Constitutional Amendment. An interim order prevents Deshabandu Tennakoon from serving as IGP, and nine fundamental rights petitions challenge his appointment. The court has directed the President to appoint a legally suitable individual to the IGP post until the petitions are resolved."
  ]
}