{
  "translated_text": {
    "si": {
      "title": "කඩු කප්පාදු කිරීම ඉලක්ක කරගත් පක්ෂ සාමාජිකයෙක් - සැකකරු අත්අඩංගුවට",
      "body_lines": [
        "මිනුවන්ගොඩේ ජාතික මහජන බලයේ සාමාජිකයෙකුට පහරදීම හා තුවාල කිරීමට සැකපිට එක්සත් ජනතා බලයේ ආධාරකරුවෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "සිද්ධිය වූ දිනයේදී පොලිස් පරීක්ෂණවලින් හෙළි වී ඇත්තේ සැකකරු තුවාල ලැබූවන්ගේ නිවසට ගොස් කඩුවකින් නිවස තුළට කඩා වැදුණු බවයි.",
        "පසුව තුවාල ලැබූවන් මිනුවන්ගොඩ රෝහලට ඇතුළත් කර බරපතල තුවාල ලබා ඇති බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "A party member targeted for sword cuts - suspect arrested",
      "body_lines": [
        "A supporter of the United People's Power has been arrested on suspicion of assaulting and injuring a member of a National People's Power in Minuwangoda.",
        "On the day of the incident, police investigations have revealed that the suspect had gone to the house of the injured and broke into the house with a sword.",
        "Subsequently, the injured were admitted to the Minuwangoda Hospital and suffered a serious injury, police said."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the article in 200 characters:",
    "",
    "United People's Power supporter arrested for assault on National People's Power member in Minuwangoda. Suspect used sword, victim hospitalized with serious injuries. Police investigation ongoing."
  ]
}