{
  "translated_text": {
    "ta": {
      "title": "நீடித்த பேச்சு பேச பாராளுமன்றத்தில் பாராளுமன்ற தடுப்பு",
      "body_lines": [
        "ஜனாதிபதி ரங்கில் விக்ரமேசிங்கின் இறுதி மன்ஸ்ரீஸை நிறைவேற்றவும் அகற்றவும் முடியாத இறுதி பருவமழை தலைவர் முடிக்கப்பட்டுள்ளதாகவும், கோப்பின் எண்ணிக்கை இருப்பதாகவும் ஜனாதிபதி ஸ்மராகர் கூறினார்.",
        "அவர் இன்று (28) கொழும்பு எதிர்க்கட்சி இயக்க அலுவலகத்தில் நடைபெற்ற ஊடக மாநாட்டில் பேசிக் கொண்டிருந்தார்.",
        "\"பாராளுமன்றம் ஏற்கனவே முடிக்கப்பட்டுள்ளது. ஒரு அற்புதமான அரசாங்கம். தற்போதைய ஜனாதிபதி எத்தனை முறை வந்தபோது எனக்குத் தெரியவில்லை, அவருக்கு பாராளுமன்றம் தெரியாது. இந்த பாராளுமன்றம் சுமார் நான்கு மடங்கு தடுக்கிறது. இந்த முறை, இந்த முறை இரண்டு காரணங்களில் பேரழிவில் இருந்தது.",
        "கோப் கமிட்டியின் தலைவர், கோப் கமிட்டியின் தலைவர் பல்வேறு கட்சிகளின் கைரேகையை அனுமதித்தபோது, ​​அவர் பதவிக்கு ஏற்றவர் அல்ல என்று தெரிவிக்கப்பட்டபோது ஊடகங்களை பதிவு செய்தார்.. மக்கள் இந்த வழியில் எதிர்ப்பு தெரிவிக்கும்போது அரசாங்கத்திற்கு முதுகெலும்புகள் இல்லை, அவரை அகற்றவும். முதுகெலும்பு இல்லாததால் பாராளுமன்றம் முடிந்தது. இந்த பாராளுமன்றத்தின் அமர்வு நிறைவடைவதற்கான முதல் காரணம், கோப் கமிட்டியின் தலைவரை அரசாங்கம் அகற்றியதன் காரணமாகும்.",
        "இரண்டாவது, தற்போதைய ஜனாதிபதி அதிகபட்ச திருத்தத்தின் பதவியை ஒன்றரை வருடங்களுக்கும் மேலாக அனுபவித்து வருகிறார். மிதஸுடனான ஜனாதிபதி பதவியின் எதிர்பார்ப்பின் இன்பம் இருக்கும்போது, ​​இந்த நாட்டின் மக்கள் இந்த நாட்டின் மக்களை உறிஞ்சி இந்த நாட்டின் மக்களை உறிஞ்சுகிறார்கள்.. இன்று, மக்கள் சாப்பிட முடியாத இடமாக மாறிவிட்டனர், எதிர்காலத்தில் எந்த நம்பிக்கையும் இல்லை. வேட் விளையாடுகிறார் மற்றும் மக்களை நடவு செய்ய திட்டமிடப்பட்டுள்ளது.",
        "அந்த நிலைமைக்கு நாடு நியமிக்கப்பட்டுள்ளது, தற்போதைய ஜனாதிபதிக்கு அவர் மீண்டும் ஜனாதிபதியாக இருக்க முடியாது என்பதை அறிவார். ඒ නිසා ඊළඟ වතාවෙත් ජනාධිපතිවරයාට දින්න බැරි බව දන්න නිසාත්, ඔහුට ජනාධිපති ධුරයේ රස උපරිම ලෙස වි﻿ඳින්න ඕනි නිසාත් අවසාන රාජාසන කතාව කරන්න තමයි මේ පාර්ලිමේන්තුව වාර අවසාන කරලා තියෙන්නේ.\""
      ]
    },
    "en": {
      "title": "Parliament prevention in Parliament to speak lasting speech",
      "body_lines": [
        "President SMarakar said that the final monsoonal chairman who could not carry out and remove the final monzrees of President Ranil Wickremesinghe has been completed and the number of COPE.",
        "He was speaking at a media briefing held at the Colombo Opposition Directing Office today (28).",
        "\"The Parliament has already been completed by now. A wonderful government. I don't know how many times when the present President arrived, he would not know Parliament. This Parliament has about four times prevented. This time, this time was in disaster on two reasons.",
        "When the Chairman of the COPE committee, the Chairman of the COPE committee lets the fingerfront of various parties, he recorded the media when it was reported that he was not suitable for the position.. The government does not have the backbones and remove him when the people are protesting in this way. The parliament was completed because there was no backbone. The first reason for the completion of the session of this Parliament is due to the government's removal of the Chairperson of the COPE Committee.",
        "The second is that the current president is enjoying the post of Maximum Revision of more than a year and a half. When the enjoyment of the prospect of the presidency with mithus, the people of this country have become a sucking of the people of this country and suck the people of this country.. Today, people have become a place where they cannot eat and do not have any hope for the future. The vate is played and planned to plant people.",
        "The country has been appointed to that situation, the present president knows that he can't be the president again again. So the last monks have ended the last time to make the last monks to make the last time to the best of the presidency. \""
      ]
    }
  },
  "summary_lines": [
    "President SMarakar criticized the final monsoonal chairman's inability to remove President Ranil Wickremesinghe, highlighting the government's lack of backbone and the chairman's unsuitability. He also pointed out the president's prolonged enjoyment of power, leading to public dissatisfaction."
  ]
}