{
  "translated_text": {
    "si": {
      "title": "කතාව කතාව දැන නැත",
      "body_lines": [
        "මහනුවර දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රී වෙළුකුමාර් මහතා පැවසුවේ අල්ලස් ලබා ගන්නා පාර්ලිමේන්තු ක්රියා පටිපාටි සහ රජයේ ව්යුහය කුමක්ද යන්න නොදැන අල්ලස් ලබා දෙන බවයි.",
        "ගනුදෙනුව පිළිබඳ සිතුවිල්ල නිසා ගනුදෙනු දේශපාලනය ගැන කතා කළ බවට ඔහු ඔවුන්ට චෝදනා කළේය.",
        "අතීතයේ මට විරුද්ධව බොහෝ චෝදනා ඉදිරිපත් කර ඇත. ඔවුන් ව්යාජ බව සහතිකයි. හැකි නම් ඔප්පු කිරීමට ඔහු නැවත වරක් අභියෝග කර ඇත.",
        "\"පාර්ලිමේන්තු මන්ත්රීවරු සහ මහජන නියෝජිතයින්. එබැවින් ජනතාවගේ සේවාවන් සිදු කිරීම සඳහා අරමුදල් අයවැයෙන් ඔවුන්ට වෙන් කරනු ලැබේ. මෙම විවිධාකාර අරමුදල් පාර්ලිමේන්තු මන්ත්රීවරයකුගේ අයිතියයි. අපි ඒ අයිතිවාසිකම් කළා. පෞද්ගලිකව ගෙවීමට කිසිවෙකුගෙන් නොවේ. ක්ෂේත්රයේ වෙන් කළ අරමුදල් අපට ලැබී තිබේ.",
        "මෙම අරමුදල සෘජුවම අපට ලබා ගත නොහැකි අතර කිසිවෙකු පෞද්ගලිකව සැපයීමට යන්නේ නැත. සංවර්ධන ව්යාපෘති සඳහා අරමුදල් ලබා දෙනු ඇත. ඔබ මහනුවර දිස්ත්රික් සංරක්ෂණයට යන්නේ නම් සපයා ඇති අරමුදල් භාවිතා කර ඇති ආකාරය සලකා බැලිය හැකිය. තොරතුරු දැන ගැනීමේ පනත ද ඇත. ඔබට එය ලබා ගත හැකිය.",
        "එමනිසා, පාර්ලිමේන්තු ක්රියා පටිපාටි නොදැන සිටීම සහ ක්ෂේත්රයේ වෙන් කළ අරමුදල් වෙනත් කෝණයකින් පැහැදිලි කිරීමට පවා උත්සාහ කරති.. මහනුවර දිස්ත්රික්කයේ ජනතාව මෙම බංකොලොත් දේශපාලන politicians යින්ගේ කතාව මත විශ්වාසය තැබීමට සූදානම් නැත.එමනිසා, මඩ ගොහොරුව දේශපාලන .යන්ට ප්රතිචාර දක්වනු ඇත."
      ]
    },
    "en": {
      "title": "The story is not known to the story",
      "body_lines": [
        "Kandy district parliamentarian Velukumar said that bribes are also calling for a diversity of funds that are ignorant of what parliamentary procedures and what the government structure is.",
        "He accused them of talking about Deal politics because of the thought of the Deal.",
        "Have put forward many accusations against me in the past. Are certain that they are fake. He has once again challenged to prove if possible.",
        "“Members of Parliament and People's Representatives. Therefore, the funds will be allocated to them in the budget to carry out the services of the people. This diverse funding is the right of a Member of Parliament. We have fought that right. Not from anyone to get paid personally. We have received the funds allocated in the field.",
        "This fund is not available to us directly and no one is going to provide personally. Funds will be provided for development projects. If you go to the Kandy District Conservation how the funds provided have been used, can be considered. There is also the Right to Information Act. You can also get it.",
        "Therefore, it is the childish politicians who are ignorant of parliamentary procedures, and even seek to explain the funds allocated in the field at a different angle.. The people of Kandy district are not prepared to rely on the story of these bankrupt politicians.Therefore, the mudsome will respond to the politicians."
      ]
    }
  },
  "summary_lines": [
    "Velukumar, a Kandy district parliamentarian, accuses unnamed individuals of bribery and ignorance about parliamentary procedures and government structures. He defends his use of diversified funds for public service, challenging critics to prove their allegations false. He emphasizes the importance of transparency and invites scrutiny under the Right to Information Act, asserting that only ignorant politicians would question the allocation of funds for development projects."
  ]
}