{
  "translated_text": {
    "si": {
      "title": "ෆයිසර් මුස්තාපා පත් කිරීම පිළිබඳව හවුල්කරුවන් දැනුම් දී නොමැත - වජිර අබේවර්ධන",
      "body_lines": [
        "නව ප්රජාතන්ත්රවාදී පෙරමුණේ ජාතික ලැයිස්තුව සාමාජිකයින් පත් කිරීමට එහි ලේකම්වරයාට එහි ලේකම්වරයා නොමැත. ෆයිසර් මුස්තාපාගේ පත්වීම හවුල්කාර සාදවලට දැනුම් දී නොමැත. එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) සභාපති වජිරා අබේවර්ධන මහතා පැවසුවේ සුදුසු පියවර ඉක්මනින් ගන්නා බවයි.",
        "පිසීමේ ගෑස් සංකේතයේ මහ මැතිවරණයට තරඟ කිරීමට තීරණය කළ අවස්ථාවේදී පක්ෂ නායකයින් අතර ඇති අනුකූලතාවයක් ඇති විය. නව ප්රජාතන්ත්රවාදී පෙරමුණ සමඟ ගිවිසුමක් අත්සන් කිරීමට ද තීරණය විය.",
        "ගිවිසුමේ ලේකම්වරයා ලෙස මෙම ගිවිසුම ශර්මිලා පෙරේරා වෙත භාර දෙන ලදී. මේ දක්වා ගිවිසුමේ පිටපත් ඕනෑම හවුල්කරුවෙකුට පක්ෂයකට ලබා දී නොමැත. ඒ හා සමානව, ගිවිසුම තවමත් ගෙන නොමැත.",
        "නව ප්රජාතන්ත්රවාදී පෙරමුණේ සහකරු පක්ෂ නායකයින් ජාතික ලැයිස්තු සාමාජිකයා පත් කිරීම පිළිබඳව තීරණය කළ යුතුය. නව ප්රජාතන්ත්රවාදී පෙරමුණේ ලේකම්වරයාට ජාතික ලැයිස්තු සාමාජිකයෙකු පත් කිරීමට බලයක් නැත.",
        "මෙම යෝජනාව උල්ලං in නය කරමින් ජාතික ලැයිස්තුවේ සාමාජිකයින් පත් කර ඇත්තේ ද්රෝහිකමයි. මෙය දේශපාලන උද්යානයකි. රවී කරුනානායකගේ පත්වීම පිළිබඳ වාර්තාවක් සකස් කිරීම සඳහා කමිටුවක් පත් කර තිබේ. කමිටුවේ වාර්තාව සුදුසු ක්රියාමාර්ග ගැනීමට අපේක්ෂා කෙරේ.",
        "ජනාධිපති නීති lawyer ෆයිසර් පැවසුවේ ජාතික ලැයිස්තුවේ සාමාජිකයෙකු ලෙස ජාතික ලැයිස්තුවට පත් කිරීම ජාතික ලැයිස්තුවේ සාමාජිකයෙකු ලෙස පත් කිරීම නව ප්රජාතන්ත්රවාදී පෙරමුණේ පක්ෂ සමඟ සාකච්ඡා පැවැත්වීමට ගන්නා බවයි."
      ]
    },
    "en": {
      "title": "Partners have not been notified of the appointment of Faizer Mustafa - Vajira Abeywardena",
      "body_lines": [
        "Its secretary does not have the authority to appoint the National List members of the New Democratic Front. Faiser Mustafa's appointment has not been notified to partner parties. United National Party (UNP) Chairman Vajira Abeywardena said that appropriate action will be taken soon.",
        "A compliance between the party leaders was reached when it was decided to contest the general election in the cooking gas symbol. It was also decided to sign a contract with the New Democratic Front.",
        "The agreement was handed over to Sharmila Perera as the secretary of the coalition. Copies of the Agreement to date have not been provided to any partner party. Similarly, the agreement has not yet been taken.",
        "The new Democratic Front's partner party leaders should decide on the appointment of National List Member. The secretary of the new Democratic Front has no power to appoint a national list member.",
        "It is treachery that the members of the national list have been appointed in violation of this resolution. This is a political garden. A committee has been appointed to prepare a report on Ravi Karunanayake's appointment. The committee's report is expected to take appropriate action.",
        "President's lawyer Faiser said that the appointment of the National List as a member of the National List would be taken to hold talks with the parties of the new Democratic Front."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Faizer Mustafa's appointment as National List member violates UNP rules. Secretary lacks authority. Partner parties unaware. Action promised. Committee formed to investigate Ravi Karunanayake's appointment. President's lawyer to discuss with New Democratic Front parties."
  ]
}