{
  "translated_text": {
    "ta": {
      "title": "கோட்டு முடலாய் ஜாமீனில் விடுவிக்கப்பட்டார்",
      "body_lines": [
        "கெல்வாட்டா காவல்துறையினர் இன்று (17) கொலம்போ கூடுதல் மாஜிஸ்திரேட் கிஸ்ஸரா ரத்னாயகே, கொழும்பு கூடுதல் நீதவான்கள், கொழும்பு கூடுதல் நீதிபதிகள், கொழும்பு கூடுதல் நீதிபதிகள் இன்று (17) சர்வதேச அளவில் இலங்கையை வெளிப்படுத்தியதில் ஈடுபட்டுள்ளனர்.",
        "சந்தேகத்தின் பேரில் கைது செய்யப்பட்டு, சந்தேக நபரின் பொறுப்பில் சந்தேக நபரை விடுவித்த மாஜிஸ்திரேட், சந்தேக நபர்கள் ஒரு காட்டுக்கு அச்சுறுத்தியதாக சந்தேகத்தின் பேரில் கைது செய்யப்பட்டனர்.",
        "விளக்கக்காட்சிகளைக் கருத்தில் கொண்ட பின்னர், முகமது அமீர் ஹம்ஸா அமீர் ஜாமீனில் விடுவிக்கப்பட்டார்.",
        "இந்த சம்பவம் தொடர்பான விசாரணைகளின் முன்னேற்றம் குறித்து புகார் அளித்த புகாரைத் தொடர்ந்து சந்தேக நபர் கைது செய்யப்பட்டதாக சந்தேக நபருக்கு நீதிமன்றம் தெரிவிக்கப்பட்டது.",
        "சந்தேகநபரின் சந்தேக நபர்களின் நேரத்தில் கோட்டட்டியா லவுஞ்சின் ரொட்டியை வாங்க கட்ட்வட் போலீசாரின் வெளிநாட்டு அதிகாரி, சந்தேக நபர் ரொட்டியை அச்சுறுத்துவதைக் கவனித்து, இலங்கை சர்வதேச அளவில் இருப்பதாக அவர் கூறினார்.",
        "இலங்கை பெனால்டி சட்டத்தின் கீழ் சந்தேக நபர் தண்டனைக்குரிய குற்றம் என்று கலாத்வத்தா போலீசார் தெரிவித்தனர்.",
        "சட்டபூர்வமான சஞ்சயா கமகே, சட்ட சட்ட சஞ்சயா காமேஜ், தனது வாடிக்கையாளரை கைது செய்ததற்காக கைது செய்யப்பட்ட வெளிநாட்டவர் தெரிவித்தார்.",
        "சீன மக்கள் உட்பட தங்கள் வாடிக்கையாளரை விற்க வக்கீல் இலங்கையில் ஏராளமான வீடியோக்களை வெளியிட்டுள்ளார், மேலும் அவர்களின் வாடிக்கையாளர் தங்கள் வாடிக்கையாளருக்கு சாதகமற்றவர், அது மீண்டும் இணையத்தில் வெளியிடப்பட்டது, அது குரலாக இருந்தது. சிங்களவர்களுக்கு.",
        "இந்த சம்பவம் தொடர்பாக வெளிநாட்டவர் புகார் அளிக்கவில்லை என்றும், இந்த நிகழ்வில் வெளிநாட்டவர் புகார் அளித்ததாகவும், வெளிநாட்டவர் ஜாமீன் வழங்குமாறு கேட்டுக் கொண்டார் என்றும் வித்யாலயா கூறினார்.",
        "சந்தேக நபரைக் கருத்தில் கொண்ட பின்னர், சந்தேக நபருக்கு பிணை எடுக்கப்பட்ட பின்னர், சந்தேக நபருக்கு நீதவான் பிணை எடுக்கப்பட்டார், கெசெல்வாட்டா காவல்துறை 7 ஆம் தேதி நீதிமன்றத்திற்கு தெரிவிக்க உத்தரவிட்டது."
      ]
    },
    "en": {
      "title": "Kottu Mudalai released on bail",
      "body_lines": [
        "The Kelwatta Police have informed Colombo Additional Magistrate Kissara Ratnayake today (17), Colombo Additional Magistrates, Colombo Additional Magistrates, Colombo Additional Magistrates today (17) had been involved in a large disclosure of Sri Lanka internationally.",
        "The Magistrate, who was arrested on suspicion and release the suspect in charge of the suspect, the suspects were arrested on suspicion of threatening to a forest.",
        "After considering the presentations, Mohammed Amir Hamza Amir was released on bail.",
        "The suspect was informed of the court that the suspect was arrested following a complaint lodged with a complaint with the progress of investigations into the incident.",
        "The Foreign Officer of the Kattwatte police to purchase the bread of Kottattiya lounge at the time of the suspects of the suspect, he had noticed that the suspect had been threatening the bread and scolding the suspect.He said Sri Lanka is internationally internationally.",
        "The Kalathwatta Police said the suspect was a punishable offense under the Ceylon Penalty Act.",
        "Attorney-at-Law Sanjaya Gamage, legal Sanjaya Gamage, said the foreigner who was arrested for arresting his client.",
        "The lawyer has released a large number of videos in Sri Lanka to sell their client, including the Chinese people, and their client is unfavorable to their client.He pointed out that the video was repeated again and released on the Internet and it had been voice to the Sinhalese.",
        "The Vidyalaya said that the foreigner had not lodged a complaint with the foreigner regarding the incident and that the foreigner had a complaint with the event, the foreigner said.Asked for bail to be bailed.",
        "After considering the suspect, the Magistrate was bailed to the suspect after he was bailed to the suspect, the Keselwatta Police had ordered to inform the court on the 7th."
      ]
    }
  },
  "summary_lines": [
    "Kottu Mudalai released on bail after a large disclosure of Sri Lanka internationally. Arrested on suspicion of threatening a forest, he was released after considering presentations. The arrest followed a complaint lodged with the police."
  ]
}