{
  "translated_text": {
    "si": {
      "title": "සහල් ආනයනය ජනවාරි 10 දක්වා",
      "body_lines": [
        "සහල් ආනයනය කිරීම සඳහා පෞද්ගලික වෙළෙඳුන්ට ලබා දුන් කාලරාමුව ජනවාරි 10 වනදා දක්වා දීර් extended කර ඇත. රේගු දෙපාර්තමේන්තුවට අනුව, පෞද්ගලික වෙළෙඳුන් සහල් මෙට්රික් ටොන් 40,500 ක් සහ ඔවුන්ගෙන් සියයට 95 ක් නිදහස් කර ඇත.",
        "වෙළඳපොලේ සහල් හිඟයට විසඳුමක් ලෙස, සහල් ආනයනය පිළිබඳ අර්ථ දැක්වීම තාවකාලිකව ඉවත් කර ඇති අතර මේ මස පෞද්ගලික අංශයේ පෞද්ගලික අංශය විසින් සහ සහල් ආනයනය කිරීමට රජය අවසර ලබා දී ඇත.",
        "ඒ අනුව, මෙම කාල පරිච්ෙඡ්දය තුළ පෞද්ගලික පක්ෂ විසින් ආනයනය කරන ලද සහල් ප්රමාණයෙන් සහල් කිලෝග්රෑම් 75,000 ක් නැවත එක්ස්ට්රිවර් විසින් ලබා දෙන ලෙස රේගු දෙපාර්තමේන්තුව ආනයනකරුවන්ට උපදෙස් දී තිබේ.",
        "පෞද්ගලික අංශය බ්රහස්පතින්දා (19) දක්වා සහල් මෙට්රික් ටොන් 40,500 ක් ආනයනය කළේය (19). රේගු දෙපාර්තමේන්තුව පැවසුවේ හරිත සහල් මෙට්රික් ටොන් 17,500 ක් සහ සහල් මෙට්රික් ටොන් 23,000 ක් සහ සහල් මුදා හැර ඇති අතර සියයට 95 ක් නිදහස් කර ඇති බවයි.",
        "ව්යාපාර, වෙළඳ, වාණිජ වාණිජ, ආහාර සුරක්ෂිතතාව සහ සමස්ථ සංවර්ධන අමාත්යාංශය ජනවාරි 10 වනදා දක්වා දීර් the සිකුරාදා (20) නිම කිරීමට සහ සහල් පිළිබඳ ප්රශ්නය සමඟින්, සහල් පිළිබඳ ප්රශ්නය සමඟ."
      ]
    },
    "en": {
      "title": "Time of Rice Importation Till January 10",
      "body_lines": [
        "The timeline given to private traders for the importation of rice has been extended until the 10th of January. According to the Customs Department, private traders have imported 40,500 metric tonnes of rice and 95 per cent of them have been released.",
        "As a solution to the shortage of rice in the market, the definition of rice imports has been temporarily removed and the government has granted permission to import rice by the private sector this month.",
        "Accordingly, the Customs Department has instructed the importers to re -export 75 thousand kilos of rice in the amount of rice imported by private parties during this period.",
        "The private sector imported 40,500 metric tonnes of rice until Thursday (19). The Customs Department said that 17,500 metric tonnes of green rice and 23,000 metric tonnes of rice were released and 95 per cent had been released.",
        "The Ministry of Business, Trade, Commerce, Food Security and Co -operative Development said that the query for rice has been extended till January 10, with the question of rice to be completed on Friday (20)."
      ]
    }
  },
  "summary_lines": [
    "Rice import deadline extended to Jan 10: Private traders import 40,500 metric tonnes; 95% released. Government allows private sector imports to address shortage. Customs Department instructs re-export of 75,000 kilos."
  ]
}