{
  "translated_text": {
    "si": {
      "title": "இந்திய மருந்துகள் இறக்குமதிக்கு 100% வரி : டொனால்ட் ட்ரம்ப்",
      "body_lines": [
        "එක්සත් ජනපද ජනාධිපති ඩොනල්ඩ් ට්රම්ප් විසින් ඉන්දියාව ඇතුළු විදේශයන්හි ආනයනය කරන ලද companies ෂධ නිෂ්පාදන සඳහා ඔක්තෝබර් 1 වන දින සිට සියයට සියයක් බද්දක් අය කරනු ඇතැයි එක්සත් ජනපද ජනාධිපති ඩොනල්ඩ් ට්රම්ප් විසින් ප්රකාශයට පත් කර තිබේ.",
        "ඉන්දියානු භාණ්ඩ සඳහා සියයට 50 ක බද්දක් සහිතව, drugs ෂධ සඳහා සියයට සියයක් බද්දක් එක්සත් ජනපද ජනාධිපතිවරයාගේ මීළඟ ප්රහාරය ලෙස සැලකේ.",
        "அமெரிக்க ஜனாதிபதியாக டொனால்ட் ட்ரம்ப் கடந்த ஜனவரி மாதம் பொறுப்பேற்றார். ඔහු බලගතු බැවින් ඔහු විවිධ රටවල් සඳහා ආනයන බද්ද ප්රකාශ කරමින් සිටී. ඉන්දියාව සහ චීනය ඇතුළු විවිධ රටවලින් ආනයනය කරන භාණ්ඩ සඳහා අතිරේක බද්ද ඔහු ප්රකාශ කළේය.",
        "ට්රම්ප් මුලින්ම ඉන්දියානු භාණ්ඩ සඳහා සියයට 25 ක බද්දක් පැනවූ අතර රුසියාවෙන් බොරතෙල් මිලදී ගැනීම නතර කළ යුතු බව නිවේදනය කළේය. ඉන්දියාව එය භාර නොගත් නිසා ඔහු ඉන්දියාවට තවත් සියයට 25 ක බද්දක් පැනවීය. මේ අනුව ආනයනික ඉන්දියානු භාණ්ඩ සඳහා සියයට 50 ක බද්ද එක්සත් ජනපදයේ බදු අය කෙරේ. මෙහි ප්රති ulted ලය වී ඇත්තේ ඉන්දියාව සහ එක්සත් ජනපදය අතර සම්බන්ධතාවයේ භේදයක් ඇති වී තිබේ.",
        "මේ අතර, වෘත්තීය සමිති වෙළඳ හා කර්මාන්ත අමාත්ය තල්ලු කිරීම වෙළඳාම පිළිබඳ එක්සත් ජනපද රජය සමඟ සාකච්ඡා කිරීම සඳහා එක්සත් ජනපදය වෙත වෘත්තීය සමිති වෙළඳ හා කර්මාන්ත අමාත්ය තල්ලු කිරීම එක්සත් ජනපදයට ගොස් තිබේ.",
        "විශේෂ ලේකම් රාජේෂ් අගර්පාල ඇතුළු ජ්යෙෂ් officials නිලධාරීන් ඔහු සමඟ පැමිණ ඇත.. යූනියන් අමාත්ය පුෂ් තල්ලු කිරීම එක්සත් ජනපද රාජ්ය වාණිජ කටයුතු අමාත්යවරයා සමඟ සාකච්ඡා පවත්වා තිබේ. මධ්යම රජයේ නිලධාරීන් පැවසුවේ -trad නොවන සහ අඩු නොවන ගැටළු පිළිබඳ සාකච්ඡා වල අදියර රාශියක් ඇති බවයි.",
        "සාකච්ඡා අවසන් වීමෙන් පසු මේ සති අන්තයේ වෘත්තීය සමිති අමාත්ය පුෂ් තල්ලු කළ නියෝජිත කණ්ඩායමක් මෙම සති අන්තයේ ඉන්දියාවට පැමිණෙනු ඇත.. පසුගිය වසර 4 ක කාලය තුළ ඉන්දියාවේ විශාලතම වෙළඳ සභාග රට එක්සත් ජනපදයයි.",
        "ඉන්දියාවේ මුළු නිෂ්පාදන සඳහා එක්සත් ජනපදයට අපනයනය සියයට 18 ක් පමණ වන අතර ආනයනය සියයට 6.22 කි. ඉන්දියාවේ තොග වෙළඳාමෙන් සියයට 10.73 එක්සත් ජනපදය මත රඳා පවතින බව සැලකිය යුතු ය.",
        "මෙම සන්දර්භය තුළ එක්සත් ජනපද ට්රම්ප් හදිසියේම නිවේදනය කළේ විදේශීය අයගෙන් ආනයනික drugs ෂධ සඳහා සියයට සියයක් බද්දක් ලබා දෙන බවයි. ඒ අතරම, companies ෂධ සමාගම් එක්සත් ජනපදයේ කර්මාන්තශාලා පිහිටුවන්නේ නම් එම සමාගම්වලට බද්ද අදාළ නොවන බව ඔහු නිවේදනය කර තිබේ.",
        "ට්රම්ප්ගේ මෙම නිවේදනය මගින් ඉන්දියානු ce ෂධ සමාගම්වලට බලපෑම් ඇති බව පෙනේ. වඩාත් යැපෙන ගෘහස්ථ කර්මාන්තවලින් එකක් වන ඉන්දියාවේ ce ෂධ ප්රහාරය, ට්රම්ප්ගේ හදිසි ප්රහාරය නිසා බෙහෙවින් බලපා ඇතැයි කියනු ලැබේ.",
        "ඉන්දියානු සමාගම් පසුගිය වසරේදී රුපියල් කෝටි 31,000 ක් වටිනා drugs ෂධ අපනයනය කළේය. මේ වසරේ මුල් භාගයේදී පමණක් සී කෝටි 32,000 ක drugs ෂධ 32,000 ක් එක්සත් ජනපදයට අපනයනය කිරීම සැලකිය යුතු කරුණකි.",
        "ඉන්දීය වෙළඳාමේ දී ඉන්දීය දූත පිරිස එක්සත් ජනපද නිලධාරීන් සමඟ සාකච්ඡා කරමින් සිටි බැවින් ඉන්දියානු වෙළඳුන් ශුභාරංචිය අපේක්ෂා කරමින් සිටියහ. එහෙත් එක්සත් ජනපදය drugs ෂධ සඳහා සියයට සියයක් බද්දක් පනවා ඇති අතර වෙළෙඳුන් සමඟ කම්පනයට හා කලකිරී ඇත."
      ]
    },
    "en": {
      "title": "100% Tax on Indian Drugs: Donald Trump",
      "body_lines": [
        "US President Donald Trump has announced that the 100 per cent tax will be levied from October 1 for pharmaceutical products imported from overseas, including India.",
        "With 50 per cent tax on Indian goods, 100 per cent tax on drugs is seen as the next attack of the US president.",
        "Donald Trump took over as US President last January. Since he took office, he has been announcing the import tax on various countries. He also announced additional tax on goods imported from various countries, including India and China.",
        "Trump first imposed a 25 per cent tax on Indian goods and announced that he should stop buying crude oil from Russia. Since India did not accept it, he imposed an additional 25 per cent tax on India. Thus, 50 per cent tax on imported Indian goods is taxed in the United States. This has resulted in a rift in the relationship between India and the US.",
        "Meanwhile, Union Trade and Industry Minister Push Goyal has gone to the US to negotiate with the US government on trade.",
        "Senior officials, including special secretary Rajesh Agarwal, have accompanied him.. Union Minister Push Goyal has held talks with the US State Commerce Minister. Central government officials said that there are many stages of negotiations on non -trade and non -trade issues.",
        "A delegation headed by Union Minister Push Goyal will return to India this weekend after the talks are over.. The United States has been the largest trading coalition country in India for the past 4 years.",
        "Exports to the United States in India's Total Products are about 18 per cent and imports are 6.22 per cent. It is noteworthy that 10.73 percent of India's wholesale trade depends on the United States.",
        "In this context, US Trump suddenly announced that it would impose 100 per cent tax on imported drugs from overseas. At the same time, he has announced that the tax will not apply to those companies if the pharmaceutical companies have set up factories in the United States.",
        "It seems that Indian pharmaceutical companies will be affected by this announcement of Trump. India's pharmaceutical attack, one of the most dependent domestic industries, is said to be greatly affected by Trump's sudden attack.",
        "Indian companies exported drugs worth Rs 31,000 crore last year. It is noteworthy that in the first half of this year alone, Rs 32,000 crore worth of drugs were exported to the United States.",
        "Indian traders were expecting good news as the Indian delegation was negotiating with US officials on the two -nation trade. But the US has imposed 100 percent tax on drugs has shocked and frustrated with traders."
      ]
    }
  },
  "summary_lines": []
}