{
  "translated_text": {
    "ta": {
      "title": "அரோகாவாவின் இலக்குகளை வெளிப்படுத்துதல் - பாதுகாப்பும் பலப்படுத்தப்படுகிறது",
      "body_lines": [
        "அருகாம்பே பகுதியில் இஸ்ரேலின் பாதுகாப்பை இஸ்ரேலின் பாதுகாப்பு குறிவைத்து வருவதாக செய்தித் தொடர்பாளர் டிக், போலீஸ் ஊடக செய்தித் தொடர்பாளர் டி.ஐ.சி.",
        "இன்று (23) நடைபெற்ற ஒரு சிறப்பு ஊடக மாநாட்டில் அவர் பேசிக் கொண்டிருந்தார்.",
        "\"அரும்பேயில் இஸ்ரேலிய மக்களால் நிறுவப்பட்ட ஒரு கட்டிடம் உள்ளது. ஒரு மண்டபம் போன்ற இடம். அருகாம்பே இஸ்ரேலின் கவர்ச்சிகரமான இடமாக மாறிவிட்டது. கடந்த சில நாட்களாக இஸ்ரேலிய பிரஜைகள் ஆபத்தில் இருக்கக்கூடும் என்று சில தகவல்களைப் பெற்றுள்ளனர். எனவே, கிழக்கு மாகாணத்தின் மூத்த தோண்டி ஆரம்ப நடவடிக்கைகளை அமல்படுத்தியுள்ளது. கடந்த சில நாட்களில் வாகனங்கள் மற்றும் தனிநபர்கள் சாலை தடைகளால் பரிசோதிக்கப்பட்டனர். இன்று, இப்பகுதியில் ஒரு சிறப்பு பாதுகாப்பு உள்ளது. பொலிஸ், எஸ்.டி.எஃப் மற்றும் கடற்படை மற்றும் இராணுவம் தேவையான பங்கைப் பயன்படுத்துகின்றன மற்றும் உளவுத்துறை அதிகாரிகளைப் பயன்படுத்தின. \""
      ]
    },
    "en": {
      "title": "Disclosure of the targets of arrogawa - security is also strengthened",
      "body_lines": [
        "Police Media Spokesperson DIG, Spokesperson DIG, said that the security of Israel was targeting the protection of Israel in Arugambay area.",
        "He was speaking at a special media briefing held today (23).",
        "\"There is a building established by Israeli people in Aruuambay. A place like a hall. Arugambay has become an attractive place of Israel. The past few days have received some information that the Israeli nationals may be in danger. Therefore, the Senior DIG of Eastern Province has implemented the preliminary measures. Vehicles and individuals were inspected by road barriers in the past few days. Today, there is a special security in the area. Police, STF and the Navy and the Army have used the necessary role and used intelligence officers. \""
      ]
    }
  },
  "summary_lines": [
    "Israel strengthens security in Arugambay due to potential threats. Police, STF, Navy, and Army deployed for enhanced protection. Intelligence officers involved in monitoring situation."
  ]
}