{
  "translated_text": {
    "si": {
      "title": "දකුණු පස ඇති සමහර කොටස්වල විදුලි සැපයුම දින දෙකක් සඳහා තහනම්ය",
      "body_lines": [
        "වලපානායි අපපාහි සහ සෙලිපපේ ප්රදේශවල පසුගිය දින දෙක තුළ බල සැපයුම අවහිර කර ඇත.",
        "රටේ නිරිතදිග මෝසම් ජනප්රියම රට තුළ දැඩි සුළං සහ අධික වර්ෂාපතනයක් ඇති වී තිබේ.",
        "නුවර එලියා දිස්ත්රික්කයේ, නුවරෙලියා, වලිගම, කෝලානියායි, ​​කෝලිරායි, හන්ගුරන්කට්ටා සහ අම්බගමුව යන අංශ කොට් in ාශවල වර්ෂාව හා තද සුළං මාලාවක් ද ඇත.",
        "මේ නිසා වලප්පනෙයි අපපාර්ශවයේ අධික සුළං මුළුමනින්ම අවහිර වී ඇති අතර අඟහරුවාදා (21) අඟහරුවාදා (21) අඟහරුවාදා (21) අධික සුළං හමන අධික සුළං හේතුවෙන්."
      ]
    },
    "en": {
      "title": "Power supply is banned for two days in some parts of the right",
      "body_lines": [
        "Power supply has been blocked for the past two days in the Valapanai Rupaha and Selaippe areas.",
        "The Southwestern monsoon climate change in the country has caused heavy winds and heavy rainfall.",
        "In the Nuwara Eliya district, there is a series of rains and strong winds in the Divisional Secretariat Divisions of Nuwara Eliya, Valappanai, Kotmalai, Hanguranketta and Ambagamuwa.",
        "Due to this, heavy winds have been completely blocked due to heavy winds in the Valappanai Rupaha and Iriyipaye areas due to heavy winds blowing from Tuesday (21) from Tuesday (21)."
      ]
    }
  },
  "summary_lines": [
    "Heavy winds and rain disrupt power in Valapanai Rupaha and Selaippe, affecting Nuwara Eliya district."
  ]
}