{
  "translated_text": {
    "ta": {
      "title": "ஜூன் முதல் வருவாய் பயனாளிகள் 24 லட்சம் வரை அதிகரிக்க தயாராக உள்ளனர்",
      "body_lines": [
        "வருவாயின் இரண்டாம் கட்டத்திற்காக கோரப்பட்ட நன்மைகளின் வருவாய் நிறைவடைந்துள்ளது மற்றும் ஜூன் 2024 முதல் வருவாயின் வருவாய் அனைத்தும் வளங்களின் எண்ணிக்கையை ரூ.",
        "மார்ச் 15, 2024 முதல் பயனடைய தகுதியுடையதாக இருக்க வேண்டும் என்று பொது அமைச்சர் வலியுறுத்தினார்.",
        "ஜனாதிபதி ஊடக மையத்தில் (28) நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் மாநில அமைச்சர் ஷெஹான் செமாசிங்க மாநில அமைச்சர் ஹெஹான் செமசிங்கே உரையாற்றினார்.",
        "தவறான தகவல்கள் மூலம் சுமார் 7,000 பேர் வருவாயின் வருவாயைப் பெற்றனர் என்றும் மாநில அமைச்சர் கூறினார்.",
        "மாநில அமைச்சர் மேலும் கூறினார்:",
        "வருவாய் கட்டம் 34 லட்சம் குடும்ப அலகுகளின் அளவு பற்றிய தகவல்களால் சான்றிதழ் பெற்றது. அதன்படி, 19 லட்சம் குடும்பங்கள் பயனடைய தகுதியுடையவை. பெறப்பட்ட முறையீடுகள் மற்றும் ஆட்சேபனைகளின் அடிப்படையில் தகுதி பெற்றவர்களுக்கு பணம் செலுத்த நலன்புரி வாரியம் தயாராக உள்ளது.",
        "நாங்கள் 12,27,000 ஆர்ப்பாட்டங்கள் மற்றும் ஆர்ப்பாட்டங்களைப் பெற்றுள்ளோம். இப்போது குறைந்தது 11,97,000 முடிக்கப்பட்டுள்ளது. இந்த அளவிற்கு கூடுதலாக, வருவாய் சலுகைகள் பெறப்படவில்லை. முதல் சுற்று விண்ணப்பங்களுக்கு வருவாயின் நலனுக்காக விண்ணப்பங்கள் வழங்கப்படவில்லை.",
        "அதன்படி, நாங்கள் பரந்த கல்வி நிறுவனத்தை உருவாக்கிய பிறகு, நாங்கள் ஏற்கனவே 200,000 - 200,000 விண்ணப்பங்களுக்கு இடையில் பெற்றுள்ளோம். இதன் விளைவாக, அத்தகைய பயன்பாடுகள் நேரடியாக பிரதேச செயலகங்களுக்கு நேரடியாக வழங்கப்பட்டுள்ளன, தற்போது எங்கள் மென்பொருள் அமைப்பில் சேர்க்கப்பட்டுள்ளது. அதன்படி, இரண்டாம் கட்ட விண்ணப்பங்கள் மார்ச் 15, 2024 இல் முடிக்கப்படும். விண்ணப்பங்களை சமர்ப்பிக்காத எவருக்கும் தேவையில்லை என்பதையும் வலியுறுத்த வேண்டும்.",
        "மேலும், புதிய விண்ணப்பங்களின் புதிய பயன்பாடு முடிந்ததும், ஜூன் 2024 முதல் 24 லட்சம் குடும்ப அலகுகளை நிலைநிறுத்த வருவாயின் நன்மைகளை அதிகரிக்க அனைத்து ஏற்பாடுகளும் செய்யப்பட்டுள்ளன.. அதன்படி, 2024 ஆம் ஆண்டிற்கான வருமானக் கொடுப்பனவுகளுக்கு ரூ .205 பில்லியன் செலவிட எதிர்பார்க்கிறோம். இப்போது நிதி ஒதுக்கீடு ஏற்கனவே தயாரிக்கப்பட்டுள்ளது என்று கூற வேண்டும்.",
        "மேலும், இதுவரை முறையீடுகள் மற்றும் ஆட்சேபனைகள் காரணமாக சுமார் 7,000 பேர் அகற்றப்பட்டுள்ளனர். தவறான தகவல்களை வழங்குவதன் மூலம் அவர்கள் பயனடைந்துள்ளனர். அத்தகைய நபர்களைப் பற்றிய தகவல்களை நாங்கள் பெறுகிறோம். அவர்கள் அங்கீகரிக்கிறார்கள்.",
        "எடுத்த பிறகு, நாங்கள் மீட்கவும் அவர்களுக்கு எதிராக சட்ட நடவடிக்கை எடுக்கவும் தயாராக இருக்கிறோம் என்று சொல்ல வேண்டும்."
      ]
    },
    "en": {
      "title": "The revenue beneficiaries from June ready to increase up to 24 lakhs",
      "body_lines": [
        "The return of the benefits requested for the second phase of the revenue has been completed and all of the revenue of revenue from June 2024 has been made to increase the number of resources to Rs.",
        "The public minister emphasized that the second phase of the revenue is to be eligible to benefit from March 15, 2024.",
        "Hehan Semasinghe, State Minister of State Shehan Semasinghe, was addressing the press conference held at the Presidential Media Center (28).",
        "The State Minister also said that about 7,000 people obtained the revenue of revenue via false information.",
        "State Minister further stated:",
        "The revenue phase was certified by information on the size of 34 lakhs of family units. Accordingly, 19 lakhs of families have been eligible to benefit. The Welfare Board has been prepared to pay for those who have been qualified based on the basis of the appeals and objections received.",
        "We have received 12,27,000 protests and protests. At least 11,97,000 has been completed by now. In addition to this quantity, the revenue benefits have not been received. The first round applications have not been given the applications for the benefit of the revenue.",
        "Accordingly, after we have made the broader educational agency, we have already received between 200,000 - 200,000 applications. As a result, such applications directly provided directly to Divisional Secretariats is currently being included in our software system. Accordingly, the second phase applications will be completed following March 15, 2024. It should also be emphasized that there is no need for anyone who does not submit the applications.",
        "Also, after the end of the new application of new applications, all arrangements have been made to increase the benefits of revenue to uphold up to 24 lakh family units from June 2024.. Accordingly, we expect to spend Rs. 205 billion on income payments for the year 2024. It should be said that allocation of funds has already been prepared by now.",
        "Also, about 7,000 people have been removed due to appeals and objections so far. They have benefited from providing false information. We are receiving information about such people. They recognize.",
        "After taking, we must say that we are ready to recover and take legal action against them."
      ]
    }
  }
}