{
  "translated_text": {
    "si": {
      "title": "ලකීනෝවේ සුපිරි යෝධයන් චෙන්නායි සුපර් රජවරුන්ට පහර දුන්නා",
      "body_lines": [
        "ලකීනෝව් සුපර් යෝධයන් 17 වන ඉන්දීය ප්රිමියර් ලීග් පරිච්ඡේදයේ 34 වන තරඟයෙන් කඩුලු 8 කින් කඩුලු 8 කින් කඩුලු 8 කින් ජය ගත්තේය.",
        "ක්රිනාල් පණ්ඩියාගේ නිවැරදි පන්දු යැවීම, කණ්ඩායම් කපිතාන් කේ. L. රාහුල් සහ ක්වින්ටන් ඩි කොැක් හි අර්ධ නිරීක්ෂය ඩ්ල්වදෝනාගේ 4 වන ජයග්රහණය බවට පත් කළේය.",
        "නමුත් කණ්ඩායම් තුළ වාසනාවෝව් සුපර් යෝධයන් වයස අවුරුදු 6 දක්වා වේ.",
        "ලක්ව්නව් බැනදුවට ඕවර 19 කදී කඩුලු 2 ක් පමණක් අහිමි විය. එළඹෙන තරඟයේදී ලකුණු රැස් කළේය.",
        "ක්වින්ටින් ඩි කොක්, කේ.. L. රාහුල් දෙදෙනාම පන්දුවාර 15 කදී ලකුණු 134 ක් බෙදා ගත් අතර හොඳම ආරම්භය ලබා ගත්හ.",
        "ඔහු පන්දු 53 කට මුහුණ දී රාත්තල් 9 ක් සහ හයේ පහර 3 ක් සමග ලකුණු 82 ක් රැස් කළේය.",
        "ඊළඟට, නිකොලස් පෝරන් (23) සහ මාකස් ස්ටෙන්ටිස් (8 ඒ) ඉතිරි ලකුණු ජයග්රහණය සඳහා ලබා දුන්නේය.",
        "මීට පෙර පන්දුවට පහර දීමට ආරාධනා කළ චෙන්නායි සුපර් කිංග්ස් පිලදී කඩුලු 6 ක දැවී ලකුණු 176 ක් රැස් කළේය.",
        "රකින් රවින්ද්ර විසින් ධාවන පථය අහිමි වූ අතර රූරාජ්ට ලකුණු 17 ක් අහිමි විය.",
        "ආරම්භක ක්රීඩකයන්ගෙන් එක් අයෙකු වන අජින්කිෆියා රහන්, සමහර කුසලතා කිහිපයක් පෙන්නුම් කළ අතර ලකුණු 36 ක් රැස් කළේය.",
        "ශිවම් ඩුබේ (3) සහ සමීර් රිස්වි (1) චෙන්නායි සුපර් කිංග්ස් පැකිලීමක තනි-පිම්බල් ගණනකට මුහුණ දී සිටී. (90 - 4 විග්.)",
        "කෙසේ වෙතත්, 6 වන කඩුල්ල වෙනුවෙන් රවීන්ද්ර ජඩේජා සහ අඹ ලකුණු 51 ක් රැස් කළහ.",
        "ජේඩෙජා සහ මහත්මිය දිගටම කරගෙන යන්න. 7 වන කඩුලු 7 ක කඩුල්ල මත ඩෝනි ලකුණු 35 ක් බෙදා ගත් අතර මුළු සංඛ්යාව ලකුණු 176 දක්වා ඉහළ ගියේය.",
        "රවීන්ද්ර ජඩේජාට ලකුණු 57 ක් ලබා නොගත් අතර දෝනි පන්දු 9 කදී ලකුණු 28 ක් රැස් කළේය."
      ]
    },
    "en": {
      "title": "Lucknov Super Giants beat Chennai Super Kings",
      "body_lines": [
        "Lucknov Super Giants won the current Champion Chennai Super Kings by 8 wickets in the 34th match of the 17th Indian Premier League chapter held at the Lucknov Econna Cricket Stadium on Friday.",
        "Krunal Pandya's accurate bowling, team captain K. L. The half -centuries of Rahul and Quinton de Kock made Lucknow's 4th victory.",
        "But in the teams, Lucknov Super Giants continues to be 6th.",
        "Lucknow Super Giants lost only 2 wickets in 19 overs, scoring only the runs in the upcoming match.",
        "Quintin de Kock, K.. L. Rahul both shared 134 runs in 15 overs and made the best start.",
        "He faced 53 balls and scored 82 runs with 9 pounds and 3 sixes.",
        "Next, Nicolas Poran (23 AE) and Marcus Stoinis (8A) gave the remaining runs for victory.",
        "Chennai Super Kings, who had previously been invited to bat, scored 176 runs for the loss of 6 wickets in 20 overs.",
        "Rachin Ravindra lost the run and Ruthuraj lost 17 runs.",
        "One of the initial players, Ajinkia Rahane, showed some skills and scored 36 runs.",
        "Shivam Dubey (3) and Sameer Rizvi (1) are facing a single -digit number of Chennai Super Kings stumbling. (90 - 4 wig.)",
        "However, Ravindra Jadeja and Moeen Ali shared 51 runs in the 6th wicket.",
        "Continue Jadeja and MS. Dhoni also shared 35 runs in the 7th wicketless 7th wicket and raised the total number to 176 runs.",
        "Ravindra Jadeja did not lose 57 runs and Dhoni scored 28 off 9 balls."
      ]
    }
  },
  "summary_lines": [
    "Lucknov Super Giants defeated Chennai Super Kings by 8 wickets in the 34th IPL match, thanks to Krunal Pandya's bowling and Rahul and Quinton de Kock's half-centuries. Lucknow's victory was their 4th, but they remain 6th in the league."
  ]
}