{
  "translated_text": {
    "si": {
      "title": "තැපැල් ඡන්දය ප්රකාශ කිරීම: අයදුම්පත් අගෝස්තු 05 ට පෙර ඉදිරිපත් කළ යුතුය - මැතිවරණ කොමිෂන් සභාව",
      "body_lines": [
        "තැපැල් ඡන්ද විමසීමට සුදුසුකම් ලබන ඡන්ද දායකයින් විසින් සම්පුර්ණ කරන ලද අයදුම්පත් 2024.08.05 කට හෝ ඊට පෙර දිස්ත්රික් ඉදිකිරීම් නිලධාරියා වෙත භාර දිය යුතුය.. ප්රතිසංස්කරණයකින් තොරව විවාහ ගිවිස ගැනීම සිදු වූ දිනට පසුව ලබා ගත හැකි අයදුම්පත් අවලංගු කරන බව මැතිවරණ කොමිෂන් සභාව විසින් උපදෙස් දී තිබේ.",
        "2024 සඳහා නව සභාපතිවරයා 2024 ජනාධිපතිවරණය සඳහා යොදා ගැනේ. ප්රාදේශීය ලේකම් කාර්යාලය, ග්රාම නිලධාරි කාර්යාලය ප්රදර්ශනය කර ඇත.",
        "ඉහත සඳහන් ස්ථානවලට අමතරව රජයේ පරිපාලන හා පළාත් සභා, පළාත් පාලන අමාත්යාංශය, කම්කරු දෙපාර්තමේන්තුව, රෙජිස්ට්රාර් දෙපාර්තමේන්තුවේ, තැපැල් මූලස්ථානය, තැපැල් මූලස්ථානය, ධීවර හා ජල සම්පත් අමාත්යාංශය සහ නාගරික සංවර්ධනය ලබා ගත හැකිය.",
        "වැඩිදුර තොරතුරු මැතිවරණ කොමිෂන් සභාවේ නිල වෙබ් අඩවිය හරහා ලබා ගත හැකිය.",
        "තැපැල් ඡන්ද පහසුකම් සඳහා සපුරාලිය යුතු අයදුම්පත දිස්ත්රික් මැතිවරණ කාර්යාලයෙන් ලබා ගත හැකිය.",
        "තැපැල් ඡන්දය සඳහා හිමිකම් ඇති ඡන්ද දායකයින් මේ දිනවල හෝ 2012.08.08.20 දිනට පෙර දිස්ත්රික් සංස්ථා නිලධාරී වෙත භාර දිය යුතුය.",
        "2024.08.05 න් පසු ලබා ගත හැකි අයදුම්පත් නැවත-REVIVEVIED නොමැතිව අවලංගු කරනු ලැබේ."
      ]
    },
    "en": {
      "title": "Postal Voting: Applications must be submitted before 05 August - Elections Commission",
      "body_lines": [
        "Voters who qualify for the postal voting must hand over the completed applications to the District Construction Officer on or before 2024.08.05.. The Elections Commission has advised that applications available after the date of engagement will be canceled without a reconstruction.",
        "The new Chairperson for 2024 will be used for the 2024 presidential election.The Divisional Secretariat Office, the Grama Niladhari Office has been displayed.",
        "In addition to the above mentioned places, the Government Administration and Provincial Councils, Local Government Ministry, Labor Department, Registrar's Department, Postal Headquarters, Fisheries and Water Resources Ministry and Urban Development can be obtained.",
        "Further information can be obtained through the official website of the Elections Commission.",
        "The application form that is required to be fulfilled for postal voting facilities can be obtained at the District Election Office.",
        "Voters eligible for postal voting should be handed over to the District Corporation Officer on the date of the date or before the date of 2024.08.2012.",
        "Applications available after 2024.08.05 will be canceled without re -review."
      ]
    }
  },
  "summary_lines": [
    "Submit postal voting applications by August 5th to the District Construction Officer. Eligible voters can obtain forms from the District Election Office. Applications received after this date will be canceled. Additional information is available on the Elections Commission's official website and at various government offices including Divisional Secretariat, Grama Niladhari, Government Administration, Provincial Councils, Local Government Ministry, Labor Department, Registrar's Department, Postal Headquarters, Fisheries and Water Resources Ministry, and Urban Development."
  ]
}