{
  "translated_text": {
    "ta": {
      "title": "சனிக்கு ஆதரவாக ஒரு அரிய வழக்கு நாளை",
      "body_lines": [
        "பேராசிரியர் சந்தனா ஜெயரத்னே கூறுகையில், ஆர்தர் சி கிளார்க் நவீன தொழில்நுட்ப நிறுவனம் மற்றும் இலங்கையின் மிகப்பெரிய அக்ம்ட் தொலைநோக்கி ஜூலை 24 பொதுமக்களுக்கு திறக்கப்படும்.",
        "நாளை நள்ளிரவுக்குப் பிறகு நாளை மோண்டிற்கு கட்டுப்பாட்டு நிகழ்வைக் காண அக்ம்ட் தொலைநோக்கி பொது மக்களுக்கு திறந்திருக்கும்.",
        "ஜூலை 25, ஜூலை 25, ஜூலை 25, ஜூலை 25, ஜூலை 25, ஜூலை 25, 2024, 2024 அன்று. சுமார் 00:50 இல் தொடங்கியது. இல். 2.10 இலங்கையர்களுக்கு அரை மூடிய பார்வையைப் பார்க்க.",
        "சந்திரன் இரண்டாவது பெரிய கிரகம் சனி ஆகும், இது 2 வது பெரிய கிரக சனியாகும், இது நள்ளிரவில் ஒரு மில்லியனுக்கும் 1 மணிநேரமும் தொடங்கி மிகச்சிறந்த சனியை அறுவடை செய்யத் தொடங்குகிறது.",
        "இந்த மணிநேரங்கள் இலங்கையின் இலங்கையின் இடத்திலிருந்து வேறுபட்டவை, மேலும் குறிப்பிட்ட நேரங்கள் ACCIMT இணையதளத்தில் காட்டப்பட்டுள்ளன.",
        "இந்த நிகழ்வை மாலை 4 மணி முதல் பிற்பகல் 3.00 மணி வரை கண்காணிக்க முடியும், இருப்பினும் இந்த நிகழ்வை வீட்டிலிருந்து வழங்கலாம்.",
        "இருப்பினும், வானம் தெளிவாகத் தெரியவில்லை என்றால், பேராசிரியர் ஜெயரத்னே பொதுமக்களிடம் கோருகிறார்."
      ]
    },
    "en": {
      "title": "A rare case of the favor of Saturn is tomorrow",
      "body_lines": [
        "Professor Chandana Jayaratne says that the Arthur C Clark Institute of Modern Technology and the largest acCimt telescope in Sri Lanka will open July 24 to the public.",
        "The ACCIMT telescope is open to the general public to watch the constraint phenomenon to the mond tomorrow after midnight tomorrow.",
        "On July 25, July 25, July 25, July 25, July 25, on July 25, 2024, 2024. Started at around 00:50. In. 2.10 To see the semi-covered view to Sri Lankans.",
        "The Moon is the second largest planet Saturn, which is the 2nd largest planet Saturn, starts for a million and 1 hour over the middle of the night and starts to reap the finest Saturn.",
        "These hours are different from Sri Lanka's place to place in Sri Lanka and specified times are shown on the ACCIMT website.",
        "The event can be observed to monitor Satur SC Clark to the public until 4 pm to 3.00 pm, although this event can be observed from the house from the house.Have been provided with.",
        "However, if the sky is not evident, Professor Jayaratne requests the public."
      ]
    }
  },
  "summary_lines": [
    "Tomorrow, the Arthur C Clarke Institute of Modern Technology in Sri Lanka opens its largest telescope to the public for a rare astronomical event involving Saturn and the moon. Starting after midnight, viewers can witness this phenomenon from anywhere within Sri Lanka, as long as the sky is clear. The event, visible from approximately 00:50 to 3:00 am on July 25, 2024, offers a unique opportunity to observe Saturn closely. For specific viewing times and more details, visit the ACCIMT website."
  ]
}