{
  "translated_text": {
    "ta": {
      "title": "ரூ.. 573 இடது",
      "body_lines": [
        "அரசாங்கம் ரூ.",
        "அதன்படி, விண்ணப்பதாரர் விவசாயிகளுக்குச் சொந்தமான நிலத்தின் உண்மையான அளவு மற்றும் பயன்பாட்டின் பத்திரத்தில் அளவிடப்பட்ட நிலத்தின் பெரும்பகுதி, பத்திரத்தில் சொந்தமான நிலங்களின் எண்ணிக்கை கண்டறியப்பட்டுள்ளது என்பதையும் துல்லியமாக மீட்டெடுத்துள்ளார்.",
        "ஜியோ-கோவியா வரிசைப்படுத்தலின் படி, உர நிவாரணம் மற்றும் பிற உதவிகளை வழங்குவதற்காக ஜியோ-கோவியா எந்திரத்தால் உறுதிப்படுத்தப்பட்ட மானியங்களை வழங்க ஜியோ-கோவியா விண்ணப்பத்தால் உறுதிப்படுத்தப்பட்ட ஜியோ-கோவியா பயன்பாடு.",
        "ஜியோ-கோவியா பயன்பாட்டை விவசாய மேம்பாட்டுத் துறை ஏற்கனவே துல்லியமாக மேப்பிங் செய்யத் தொடங்கியுள்ளது.  ඒ අනුව එම දෙපාර්තමේන්තුව විසින් මැනීම් කටයුතු  අවසන් කර ඇති කුඹුරු ඉඩම් ප්‍රමාණය හෙක්ටයාර් මිලියන 1.91ක් වන අතර ගොවීන් මිලියන 1.38ක් යෙදවුම මගින් ලියාපදිංචි වී ඇත.",
        "இலங்கையில் விவசாயத்திற்கான புதிய தொழில்நுட்பத்தையும் விவசாயத்திற்கு வழங்கப்படும் சேவைகள் மற்றும் விவசாய மேம்பாட்டுத் துறையால் வழங்கப்படும் சேவைகளையும் அறிமுகப்படுத்தும் திட்டத்தின் கீழ் ஜியோ-கோவியா பயன்பாடு அறிமுகப்படுத்தப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Rs.. 573 left",
      "body_lines": [
        "The government has saved Rs.",
        "Accordingly, the applicant has accurately recovered the actual amount of land owned by the farmers and that most of the land quantified in the deed of the application, the number of land owned in the deed is uncovered.",
        "According to the Geo-Goviya deployment, the GEO-Goviya app confirmed by the Geo-Goviya application to provide subsidies confirmed by the GEO-goviya apparatus in order to pay the fertilizer relief and other assistance.",
        "The Department of Agrarian Development has already begun accurately mapping GEO-goviya app.  ඒ අනුව එම දෙපාර්තමේන්තුව විසින් මැනීම් කටයුතු  අවසන් කර ඇති කුඹුරු ඉඩම් ප්‍රමාණය හෙක්ටයාර් මිලියන 1.91ක් වන අතර ගොවීන් මිලියන 1.38ක් යෙදවුම මගින් ලියාපදිංචි වී ඇත.",
        "The Geo-Goviya app has been introduced under the program to introduce new technology for agriculture in Sri Lanka and the services provided to agriculture and the services provided by the Department of Agrarian Development."
      ]
    }
  },
  "summary_lines": [
    "The government has successfully recovered the correct land ownership details from farmers, thanks to the Geo-Goviya app. This app, part of a broader initiative to modernize agriculture in Sri Lanka, aids in providing subsidies and other aid like fertilizer relief. The Department of Agrarian Development has completed mapping through this app, revealing 1.91 million hectares of land, with 1.38 million farmers registered."
  ]
}