{
  "translated_text": {
    "ta": {
      "title": "சீனாவுக்கு எதிராக கட்டும் அதிகாரம்",
      "body_lines": [
        "தென்கிழக்கு ஆசியாவின் அமெரிக்க சாதகமான நாடுகளான அமெரிக்காவையும் தென்கிழக்கு ஆசியாவின் அமெரிக்காவையும் போலவே, பொருளாதார சக்தி மற்றும் பிராந்திய ஆயுத சக்தியாக இருப்பதன் பயனற்ற தன்மையைக் காட்டுகிறது.",
        "அமெரிக்க பாதுகாப்புப் படைகள் இந்தியப் பெருங்கடலில் ஒரு புதிய கடற்படைப் படையை உருவாக்கும் திட்டங்களை உருவாக்கும் என்று சர்வதேச ஊடகங்கள் தெரிவிக்கின்றன.",
        "பிலிப்பைன்ஸ், கிழக்கு திமோர் மற்றும் பப்புவா நியூ குரியா மற்றும் ஆஸ்திரேலியாவைச் சேர்ந்த பல தீவுகள் இருப்பதாக தெரிவிக்கப்பட்டுள்ளது.",
        "வெளிநாட்டு ஊடகங்களின்படி, அமெரிக்காவின் தீவு, கூக்கோஸ், ஆஸ்திரேலிய தாய்நாடு அமெரிக்காவில் அமெரிக்க கடற்படை மன்றத்தால் கோபப்பட வேண்டும்.",
        "ஆஸ்திரேலியாவில் இந்தியப் பெருங்கடலின் ரகசிய தகவல்களில் சுமார் 600 பேர் கொண்ட இந்த தீவுகள்.",
        "இந்தியப் பெருங்கடலில் சீன நீர்மூழ்கிக் கப்பல் நடவடிக்கைகளின் முக்கியத்துவம் அதிகரித்துள்ளது என்று ஆஸ்திரேலிய அதிகாரிகள் காட்டியுள்ளனர்.",
        "புதிய கடற்படை உள்கட்டமைப்பு மேம்பாட்டுத் திட்டத்தில் அமெரிக்கா கடற்படை உள்கட்டமைப்பு சேர்க்கப்பட்டுள்ளதாக சர்வதேச ஊடகங்கள் செய்தி வெளியிட்டுள்ளன.",
        "அமெரிக்க இராணுவ அணிக்கு மேலதிகமாக, வடக்கு ஆஸ்திரேலிய அணியில், டார்வினில் உள்ளது, இந்தியப் பெருங்கடலில் ஒரு புதிய முகாம் கட்ட திட்டமிடப்பட உள்ளது.",
        "இந்தியப் பெருங்கடலில் நாட்டின் கடற்படைத் தளம் இருந்தபோதிலும், நாலக்கா கோகோஸ் தீவில் சிறப்பு கவனம் செலுத்தியுள்ளது.",
        "சீனாவின் எண்ணெய் விநியோகத்தில் பாதி மலாக்கா இராணுவ கூட்டு மீது நடைபெறும்.",
        "இதற்கிடையில், கடல் ஒத்துழைப்பை வலுப்படுத்தும் போது கடல் ஒத்துழைப்பை வலுப்படுத்துவதற்கான ஒரு நடவடிக்கையாக, கடல் ஒத்துழைப்பை வலுப்படுத்தும் ஒரு நடவடிக்கையாகவும், கூட்டுப் பயிற்சிக்கும் மாதிரி உள்ளது.",
        "இது ஆகஸ்ட் 9 ஆம் தேதி தொடங்கும் என்று வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "பிலிப்பைன்ஸ் மற்றும் வியட்நாமும் சர்ச்சைக்குரிய தென் தேவாலய மண்டலத்தை நடத்துகிறது."
      ]
    },
    "en": {
      "title": "Power to build up against China",
      "body_lines": [
        "Like the US and the US-in-law of the Southeast Asian, the American favorable countries of the Southeast Asian, showcase an ineffective nature of being an economic power and regional armed power.",
        "International media reports that US security forces will create plans to create a new naval force in the Indian Ocean, especially.",
        "It has been reported that the Philippines, East Timor and Papua New Gueria and a range of islands belonging to Australia.",
        "According to foreign media, the island of the United States of America, the Kookos, the Australian motherland to be resented by the US Naval Forum in the United States.",
        "It is also in Australia that these islands with a population of about 600 people in the Indian Ocean's confidential information.",
        "Australian authorities have shown that the importance of Chinese submarine operations in the Indian Ocean has increased.",
        "The International Media reported that America Naval Infrastructure has been included in the new Navy infrastructure development plan.",
        "In addition to the US military squad, in northern Australian squad, is in the Darwin, is to be planned to build a new camp in the Indian Ocean.",
        "Despite the country's naval base in the Indian Ocean, the Nalakka has paid special attention to Kokos island.",
        "About half of China's oil supplies will take place over the Malacka military joint.",
        "Meanwhile, as a measure to strengthen marine cooperation while strengthening marine cooperation, as a measure of strengthening marine cooperation, is also sample to the Joint Exercise.",
        "Foreign media reports that it will start on August 9th.",
        "The Philippines and Vietnam also holds the controversial south church zone."
      ]
    }
  },
  "summary_lines": [
    "The US and its allies in Southeast Asia are bolstering their naval presence in the Indian Ocean, particularly around the Philippines, East Timor, Papua New Guinea, and Australian territories. This move comes amid concerns over China's growing influence in the region. The US is reportedly planning a new naval force and enhancing its military infrastructure, including bases in Northern Australia and the Darwin area. Additionally, there's focus on the strategic importance of the Kokos Islands and the Malacca Strait, which are crucial for China's oil supply. These actions signal a broader strategy to counterbalance China's economic and military might in the region."
  ]
}