{
  "translated_text": {
    "si": {
      "title": "ලසන්ත-වීසිම් ටජුඩ්ලින්-බ්රැෆීම්-කැටබෙක්සීම් ප්රකාශකයාට සිදු වූ දේ පිළිබඳව ද අපි විමර්ශනය කරන්නෙමු",
      "body_lines": [
        "වාසිම්තින්ත වික්රමතුංගේ මරණය, වාසිමෙජුඩන්ගේ මරණය අතුරුදහන් වීම සම්බන්ධයෙන් පරීක්ෂණ සිදුකරන බව කැබිනට් ප්රකාශක විජිත හේරත් පවසා තිබේ.",
        "අතීතයේ ඇති සියලුම අපරාධ මේ වන විටත් සිදුකරන සිදුවීම් හතෙන් ඔබ්බට ගිය බව කැබිනට් ප්රකාශකවරයා පැවසීය.",
        "ලබා ගත යුතු හෝ විමර්ශනය කළ යුතු හෝ විමර්ශනය කළ යුතු ප්රධාන සිදුවීම් හත සම්බන්ධයෙන් රජය දැන් පරීක්ෂණ වේගවත් කර තිබේ.",
        "නමුත් මෙයින් අදහස් කරන්නේ පරීක්ෂණ පැවැත්වීමට නියෝග කර ඇති නමුත් අතීතයේ සියලු සිදුවීම් සම්බන්ධයෙන් පරීක්ෂණ සිදුකරන බවයි.",
        "රග්බි ක්රීඩිකා වාසිජුඩීන්ගේ අභාවය, ලසන්ත වික්රමතුංග assass ාතනය සහ ප්රදීප් එක්නලිගොඩගේ අතුරුදහන් වීම සහ අතුරුදහන් වීම පිළිබඳව ද අපි විමර්ශනය කරන්නෙමු.",
        "මාධ්යවේදී ප්රගීත් එක්නලිගොඩගේ අතුරුදහන් වීම පිළිබඳ පරීක්ෂණ සහ අධිකරණ නඩුවක් සිදුවෙමින් පවතින අතර, ඔබට නව විමර්ශන ආරම්භ කිරීමට අවශ්ය නොවන්නේ නම්, අපි නව පරීක්ෂණ පවත්වන්නෙමු."
      ]
    },
    "en": {
      "title": "We will also investigate what happened to Lasantha -Vasim Tajuddin -Brakim -Cabinet spokesman",
      "body_lines": [
        "Cabinet spokesman Vijitha Herath has said that investigations will be carried out on the disappearance of the death of Sunday Leader editor Lasantha Wickrematunge, Vasimtajudeen's death.",
        "The Cabinet spokesman said that all the crimes of the past would be carried out beyond the seven incidents already carried out.",
        "The government has now accelerated investigations into the seven major incidents that need to be obtained or investigated or investigated.",
        "But this does not mean that only the seven incidents have been ordered to carry out investigations, but investigations will be carried out on all the incidents of the past.",
        "We will also investigate the death of rugby player Vasimtajudeen, the disappearance of the Lasantha Wickrematunga assassination and the disappearance of Pradeep Eknaligoda.",
        "Investigations into the disappearance of journalist Prageeth Eknaligoda have been completed, and a court case is taking place, and if you do not need to start a new investigation, we will carry out new investigations."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka investigates disappearances and deaths including Lasantha Wickrematunge, Vasimtajudeen, and Pradeep Eknaligoda. Government accelerates probes into past incidents beyond initial 7 cases."
  ]
}