{
  "translated_text": {
    "si": {
      "title": "භූමිකම්පාව දැනේ",
      "body_lines": [
        "සිඩ්නි සිට අවක්ලන්ඩ් වෙත ගියල සිට අවක්ලන්ඩ් වෙත තාක්ෂණික වශයෙන් අසමත් වීමෙන් පසුව යානය තුළ ඇති තත්වය භූමිකම්පාවක් ලෙස සලකනු ලැබූ සංචාරකයින්ට භූමිකම්පාවක් ලෙස දැනුණි.",
        "ගුවන් සෝදන දත්ත සඳුදා නවසීලන්තයේ ඕර්ග්ලන්ඩ් වෙත මගීන් 263 දෙනෙකු සහ මගීන් 9 දෙනෙකු සමඟ පිටත්ව ගිය මැටම් ගුවන් සමාගම් ඔවුන්ගේ පැය තුනහමාරක අතර කම්පනයට පත්විය.",
        "ලැටම් ගුවන් සේවය පරීක්ෂණ සඳහා සිදුවන පරීක්ෂණ සඳහා ය.",
        "ගුවන් යානය නවසීලන්තයට ගොඩ බැස්ස විට නියමුවා කම්පනයට පත්වූයේ කම්පනයක සිටින බව සංචාරකයින් පැවසීය.",
        "සංචාරකයින් පැවසුවේ යානය ගෙවීමේ හැකියාව ටික කලක් පීඩාවට පත්ව ඇති බවයි.",
        "නවසීලන්තයේ නව මගියෙකු පැවසුවේ දිවා ආහාරයෙන් මිනිත්තු කිහිපයකට පසු යානය විනාඩි කිහිපයක් පහළට වැටෙන්නට පටන් ගත් බවයි.",
        "එය තත්පරයකින් පැවැත්වූ අතර වේගයෙන් සෙලවීමට පටන් ගත් බව ඔහු පැවසීය.",
        "එලූඩ් පැවසුවේ ගුවන් නියමුවන් නිහ .ව ගමන් කරමින් සිටි බවයි.",
        "එල්වුඩ් පැවසුවේ වඩාත් වේදනාකාරී අත්දැකීම මගීන් සහ ගුවන් සේවකයින් තුවාල ලැබූ බවයි.",
        "ඕස්ට්රේලියාවේ සිඩ්නි සිට නවසීලන්තයේ ඕර්ග්ලන්ඩ් දක්වා ගමන් කරමින් සිටි ගුවන් යානයකින් 50 කට වැඩි පිරිසක් තුවාල ලැබූහ.",
        "මෙය ගුවන් යානයේ තාක්ෂණික ගැටලුවක් ඇති කළේය;ලැටම් ගුවන් සමාගම පැවසුවේ යානය පැකිලීමට පටන් ගත් බවයි.",
        "මෙම ගුවන් යානය අගෝස්තු මාසයේදී ගොඩබසින විට මගීන් හදිසියේ ගිලන් රථයකට පටවා ඇත.",
        "අපගේ ගිලන්රථ සේවයේ මගීන් විසින් වහාම විමර්ශනය කර ඇති අතර 50 දෙනෙකු වන අතර 50 දෙනෙකු වන සේටෝ සෙනජන්ග් ගිලන්රථ සේවයේ ගිලන්රථ සේවයේ යෙදී සිටිති."
      ]
    },
    "en": {
      "title": "Earthquake Felt",
      "body_lines": [
        "Travelers who reported the situation inside the plane were felt as an earthquake, following the technical failure of a Latam flight from Sydney to Avukland.",
        "Airline surveillance data revealed that Latam Airlines, who departed with 263 passengers and nine passengers on Monday, towards New Zealand's Augland, was shocked between their three and a half hours.",
        "Latam Airlines investigations are due to investigations.",
        "Travelers said the pilot was in a state of shock when the plane landed in New Zealand.",
        "Travelers said the ability to pay the aircraft had been affected for a while.",
        "A new passenger from New Zealand said the plane began to fall down a few minutes after lunch.",
        "He said that it was held in one second and started shaking fast.",
        "Elvood said the pilots were traveling quietly.",
        "Elwood said that the most painful experience was the passengers and the flight attendants were injured.",
        "More than 50 people were injured in a plane that was traveling from Australia's Sydney to New Zealand's Augland.",
        "This caused a technical problem on the plane;Latam Airlines said the plane began to stumble.",
        "When the plane landed in August, passengers were urgently loaded into an ambulance.",
        "Our ambulance service has been immediately investigated by the passengers and 50 people have been severely affected by the Hato Hone Senjones Ambulance Service."
      ]
    }
  },
  "summary_lines": [
    "A Latam flight from Sydney to Auckland experienced a technical failure, causing passengers to feel an earthquake. The plane, carrying 263, landed in New Zealand with 50 injuries. Investigations are ongoing."
  ]
}