{
  "translated_text": {
    "si": {
      "title": "සාඩාගේ සහෝදරයාගේ නිවසේ වාහන ප්රතිසාධනය",
      "body_lines": [
        "සන්නාඩියා සාදියාස් සාදියාම්ගේ සහෝදරයා වන සිලෝන් කම්කරුවන්ගේ ප්රධාන ලේකම් සහ නුවර එලියා දිස්ත්රික් පාර්ලිමේන්තු මන්ත්රීවරයා සෙනසුරාදා සවස සොයාගෙන තිබේ.",
        "රජය විසින් කිසියම් ස්ථානයක වංචනික හෝ නීති විරෝධී ලෙස සඟවා ඇත්නම් මේ පිළිබඳව වාර්තා කරන ලෙස මහජනතාවගෙන් ඉල්ලා තිබේ.",
        "නුවර එලියා පොලිසිය නීති විරෝධී ලෙස සඟවා ඇති බැවින් වාහනය සොයාගෙන වාහනය නුවර එලියා පොලිස් ස්ථානයේ තබා ඇති බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Vehicle recovery from Sada's brother's house",
      "body_lines": [
        "Subbaiah Sadasivam's brother, General Secretary of the Ceylon Workers United Front and former Nuwara Eliya district parliamentarian, has been recovered on Saturday evening.",
        "The public has been asked to report on the matter if the government has been fraudulently or illegally hidden in any place.",
        "According to the police said that the vehicle was recovered and the vehicle was kept at the Nuwara Eliya Police Station as the Nuwara Eliya police were illegally hidden."
      ]
    }
  },
  "summary_lines": [
    "Vehicle recovered from Sada's brother's house. Brother, ex-Nuwara Eliya MP, found. Police claim illegal hiding. Public urged to report. Vehicle at Nuwara Eliya Police Station."
  ]
}