{
  "translated_text": {
    "si": {
      "title": "මිනිසෙකු සියදිවි නසා ගැනීමට උත්සාහ කළේය",
      "body_lines": [
        "වවුනියාවේ විදේශ ගමන් බලපත්ර කාර්යාලය ඉදිරිපිට ගසක විදේශ ගමන් බලපත්රයක් ලබා ගැනීමට පැමිණි පුද්ගලයෙකු හදිසියේම ගස තුළට නැග සියදිවි නසා ගැනීමටත් ප්රදේශයේ නොසන්සුන්කාරී තත්වයක් තිබුණි.",
        "ත්රිකුණාමලයේ මහයපුරෙන් 51 හැවිරිදි අනුරුමාර, පසුගිය දින තුන තිස්සේ වවුනියාවේ විදේශ ගමන් බලපත්ර කාර්යාලයට පැමිණ ඇති අතර විදේශ ගමන් බලපත්රයක් ලබා ගැනීමට නොහැකි වී තිබේ.",
        "මේ නිසා, විදේශ ගමන් බලපත්ර කාර්යාලය ඉදිරිපිට ගසක සිටි පුද්ගලයා කියා සිටියේ තමා සියදිවි නසා ගන්නා බව කියා සිටීමෙන් තමා සියදිවි නසා ගන්නා බවයි.",
        "සිකුරාදා (02) විදේශ ගමන් බලපත්රයක් ලබා ගැනීමේ සහතිකයක් කාර්යාල නිලධාරීන්ට ලැබුණු වහාම. මෙයින් පසු පුද්ගලයා ගසෙන් බැස ගියේය.",
        "ජනමාධ්ය පිළිබඳව අදහස් දක්වමින්, මෙම පුද්ගලයාට කකුලක් ඇති බවට මනුෂ්යයාට චෝදනා එල්ල වී ඇති අතර ඔහුට දිගු කලක් පෙනී සිටීමට නොහැකි වූ නමුත් පසුගිය දින තුන සඳහා විදේශ ගමන් බලපත්රයක් ලබා ගැනීම සඳහා සමහර මාෆියා කණ්ඩායම් පසුගිය දින තුන තුළ ඒවා ප්රදේශයේ විකුණනු ලැබීය . ඔහු කිව්වා.",
        "මේ අතර, ප්රදේශයේ ප්රධාන මාර්ගය වන්නේ මාර්ගයට යන මාර්ගය වන අතර අලුතින් මඩු නිර්මාණය කර ඇත. සෞඛ්ය දෙපාර්තමේන්තුව ඔවුන්ට එරෙහිව පියවර ගෙන නොමැති බව ජනතාව කනස්සල්ලට පත්ව සිටිති",
        "මේ අතර, ප්රදේශයේ පදිංචිකරුවන් පවසන්නේ ප්රදේශයේ පාර්ලිමේන්තු මන්ත්රීවරයකුට ලබා දී ඇති රාජ්ය නේවාසිකාගාරයක සමාජ ආබාධ පවතින බවත් පාර්ලිමේන්තු මන්ත්රීවරයාට අභියාචනයක් ඉදිරිපත් කිරීමට කිසිදු ක්රියාමාර්ගයක් ගෙන නොමැති බවයි."
      ]
    },
    "en": {
      "title": "A man attempted suicide",
      "body_lines": [
        "There was a tense situation in the area as a person who had come to get a passport in a tree in front of the passport office in Vavuniya would suddenly climb into the tree and commit suicide.",
        "Anuragumara, a 51 -year -old from Mahayapura, Trincomalee, has come to the passport office in Vavuniya for the past three days and has not been able to get a passport.",
        "Frustrated by this, the person who was in a tree in front of the passport office, claimed that he would commit suicide by claiming that he would commit suicide.",
        "Immediately after the office officers were given a guarantee of obtaining a passport on Friday (02). Following this, the person got down from the tree.",
        "Commenting on the media, the man has been accused of having a leg and he is unable to stand for a long time, but some Mafia groups have been selling them in the area for the past three days to obtain a passport for the past three days.He said.",
        "Meanwhile, the main road in the area is the road to the road, and the newly sheds have been created.People are also worried that the health department has not taken action against them",
        "Meanwhile, residents in the area say that there are social disorders in a state hostel provided to a Member of Parliament in the area and no action has been taken to appeal to the Member of Parliament."
      ]
    }
  },
  "summary_lines": [
    "A man in Vavuniya, unable to obtain a passport, climbed a tree and threatened suicide. After being promised a passport on Friday, he descended. Accused of having a leg, he claimed mafia groups sold him a passport. Concerns were raised about the health department's inaction and social disorders in a state hostel."
  ]
}