{
  "translated_text": {
    "si": {
      "title": "රෝහලේදී කාන්තා සේවිකාවන් 15 දෙනෙකු බඹරු ඉලක්ක කර ගත්හ",
      "body_lines": [
        "තලවාකෙල්හි අක්කරපතනා එල්පී වතුයායේ නිව් ෆ්රෙස්ස්ටන් කොටසේ පුද්ගලයින් 15 දෙනෙකු රෝහලට ඇතුළත් කර තිබේ.",
        "කාන්තා වතු කම්කරුවන්ට බ්රහස්පතින්දා උදෑසන තේ පානය කර ඇත (03).",
        "රෝහලේ ප්රකාශකයෙකු පැවසුවේ මනිරාසි ප්රාදේශීය රෝහලේ ප්රතිකාර ලබමින් පසු 11 දෙනෙකු මනිරාසි ප්රාදේශීය රෝහලේ ප්රතිකාර ලබමින් පසු පුද්ගලයින් 11 දෙනෙකු මැන්ඩරාසි ප්රාදේශීය රෝහලට ඇතුළත් කර ඇති බවයි."
      ]
    },
    "en": {
      "title": "At the hospital 15 female workers targeted for the wasp",
      "body_lines": [
        "15 people have been admitted to the hospital in the Newfresston section of the Akkarapatana Elpian Estate, Thalawakelle.",
        "The female estate workers were struck by tea on Thursday morning (03).",
        "A spokesman for the hospital said that 11 people were admitted to the Mandarasi Divisional Hospital after being treated at the Mandarasi Divisional Hospital."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "15 female workers stung by wasps while picking tea leaves in Thalawakelle. 11 hospitalized at Mandarasi Divisional Hospital. Incident occurred on Thursday morning."
  ]
}