{
  "translated_text": {
    "ta": {
      "title": "'நான் எப்படி எழுதுகிறேன்': மஹிந்த பிரசாத் தீவு",
      "body_lines": [
        "கவிஞர் முதல் நாவலான பிரசாத்தின் தொகுப்பாளராக இருக்கிறார், மரோனிக் உடன் மிகவும் பிரபலமானது.",
        "அப்போதிருந்து, அவர் சமகால இலக்கியத்தின் முக்கியமான நாவலாசிரியராக விமர்சகர்களுக்கும் வாசகர்களுக்கும் உட்படுத்தப்பட்டார்.",
        "நான் அவருடன் ஒரு நாவலாசிரியராக ஒரு நோட்டனராகவும், அவரது சொந்த புரிதலையும் எழுதுவதையும் பேசுகிறேன்.",
        "இந்த கலந்துரையாடலில் நான் கேட்கும் கேள்விகள் தற்போது வெளியிடப்பட்டுள்ளன, நான் 'நிம்னா வரலாறு' (2019) மற்றும் இந்த ரகசிய காற்றின் நாவல்களை வெளிப்படுத்தியுள்ளேன்.",
        "இது அனைத்து எழுத்தாளரின் எழுத்து செயல்முறைக்கும் நன்கு அறியப்பட்டதாகும்.",
        "எங்கு எழுதுவது, எப்படி எழுதுவது, எழுதுவது எப்படி, எழுதும் மகிழ்ச்சி, எழுத்தாளரின் மதுவிலக்கு. உரையாடல் புதியவர்களின் அந்த ரகசிய தளத்தை சுட்டிக்காட்ட முயல்கிறது.",
        "முதல் உரையாடல் - 'எழுதுவது எப்படி': 'நான் எப்படி எழுதுகிறேன்': 'நான் எப்படி எழுதுகிறேன்': தரியன அமரசிங்கே",
        "කෞශල්‍ය: සුපුරුදු පරිදි මෙම සංවාදය ආරම්භ කිරීම සඳහා මම ඔබගෙන් අහන්න කැමතියි නවකතාවක සමාරම්භක මොහොතට ඔබ මුහුණ දෙන හැටි ගැන. உங்கள் நாவல்களின் முதல் வாக்கியத்தை எவ்வாறு பற்றி சொல்ல முடியுமா?",
        "மஹிந்தா: நான் உண்மையில் ஒரு புனைகதை அல்ல, நான் செயல்படுகிறேன் என்ற எண்ணத்துடன். எனது முக்கிய தளம் கவிதை. கவிதைக்கு உலகில் என் சிந்தனையில் சுய-ஆய்வு மற்றும் அதிக அனுமதிக்கப்பட்டுள்ளது. புனைகதைக்கு எனது பெரிய ஒப்புதல் உள்ளது. ஆனால் நீங்கள் உண்மையில் நாவலின் தொகுப்புகளை எடுத்துக் கொண்டால், நான் அந்த வழியைக் காண முடியும். ஆனால் பின்னர் நான் புனைகதைகளால் ஏற்பாடு செய்யப்பட்டதாக சிந்திக்கத் தொடங்கினேன். இப்போது.. எனவே நான் கதை இயல்புடன் தொடங்கினேன். கவர்ச்சிகரமான இடத்தில் நான் ஒரு நாவலைத் தொடங்க விரும்புகிறேன். கதாபாத்திரங்கள் மற்றும் கதையின் அளவு அல்லது முடிவு போல் தொடங்க விரும்புகிறேன். இப்போது நாவலைத் தொடங்கும் செட் ஒரு ஒலியுடன் தொடங்குகிறது. அத்தகைய கதையின் மையத்துடன் தொடங்க எனக்கு ஒப்புதல் உள்ளது.",
        "உரையாடல் நான்காவது உரையாடல்: மன்ஜுலா வெடிபியரிங் உரையாடல்: ஷாமல் ஜெயகோடோடி",
        "ஈஸோஸ்ட்: நீங்கள் இப்போது எழுதப் போகும் நாவலின் உயிர்ச்சக்தி என்ன?",
        "மஹிந்தா: நான் எழுதும் நாவலைப் பற்றிய ஒரு திட்டம் எனது உளவியல் சைக்கோவில் நன்றாக உள்ளது. இது எழுதப்படவில்லை. ஆனால் ஆரம்பத்தின் இறுதி வரை இறுதி வரை கதாபாத்திரத்தின் வகையை நான் அறிவேன். எனவே, தண்டனை ஒரு தற்செயல் நிகழ்வு அல்ல. சம்பவம் குறித்து எனக்கு நல்ல புரிதல் உள்ளது.",
        "ஏழாவது உரையாடல்: சுமித்ரா ராஹப்ஷன்: உபுல் சாந்தா சன்னாஸ்கலா சுரங்க ஜெயலத்",
        "எளிதானது: வரலாற்று பின்னணியில் உங்கள் மேசன்ஸ் மற்றும் மக்கவிதா நாவல்களின் உங்கள் பாடல்களை விரிவுபடுத்தும் நாவல்கள். அத்தகைய ஒரு நாவலை கற்பனை செய்ய, வரலாற்று நிலைமைகளைப் பற்றிய அறிவு உங்களுக்கு தேவை. அந்த அறிவை எவ்வாறு உருவாக்குவது என்பது பற்றி ஏதாவது சொல்ல முடியுமா?",
        "மஹிந்தா: இந்த இரண்டு நாவல்களிலும் சூழல் எனக்கு நெருக்கமாக உள்ளது. ஏனென்றால் நான் பிறந்த கிராமம். ஆனால் நேரம் வெகு தொலைவில் உள்ளது. இரண்டு நாவல்களையும் உருவாக்க நான் அவ்வப்போது கேட்டேன். கிராமத்தின் பெரியவர்கள் கூறிய பேச்சுக்கள். என் கற்பனை உலகத்தை உருவாக்க அவர்கள் எனக்கு உதவினார்கள். சுமார் இருபது சதவீத விஷயங்கள் என் உடலில் உள்ளன. ஆனால் மீதமுள்ள தரவு மற்றும் தகவல்களை நான் கண்டுபிடிக்க வேண்டும். சுற்றுச்சூழல் ஸ்டூஸ் இருக்கக்கூடும், தரையில் எங்கே நடக்கலாம், இப்பகுதியின் புத்தகத்தில் ஏதாவது இருக்க வேண்டும், அங்கு சமூக அரசியல் தகவல்களை உருவாக்க முடியும். பழைய செய்தித்தாள் புத்தகங்கள் நேரம் தொடர்பான வெளிப்புற சூழலால் உருவாக்கப்பட்டன. இந்த ஆய்வின் எழுத்தில் நான் தொடர்ந்து எழுத வேண்டும். இந்த செயல்பாட்டில், 1930 களில் அவர் கலவையுடன் என்ன பேசுவார் என்று நினைக்கிறேன்?இந்த கிராமப்புற வாழ்க்கை என்ன வகையான தாக்கங்களை ஏற்படுத்தக்கூடும்?அந்த நேரத்தில் அன்பின் உலகத்தின் அப்படி இருந்திருக்க வேண்டும்?இது போன்ற விஷயங்களை நான் நினைக்கிறேன். எனது மனநோயில் ஒரு வைப்பு உள்ளது. இது பழைய படங்கள், பழைய திரைப்படங்கள் மற்றும் புத்தகத்தை பாதிக்கிறது. அந்த விஷயங்கள் அறியாமலே புதைக்கப்பட்டுள்ளன. கதையின் உளவியல் நிறம் பாதிக்கிறது என்று நான் நினைக்கிறேன். கதையின் அடிப்படை தளவமைப்பு இந்த நேரத்தில் இந்த நேரத்தில் படிப்பதற்கு முன்பு என்னிடம் இருந்தவற்றால் உருவாக்கப்பட்டது.. ஆனால் படிக்க அதிக நேரம் எடுக்கும். இப்போது, ​​இந்த இரண்டு விஷயங்களும் நான் எதிர்பார்க்கும் பேச்சை உருவாக்குகின்றன.",
        "இருபது உரையாடல்: சுமுடு நாகீ செனவிரத்னே குழப்பமான உரையாடல்: சுனெரா நகரண்டு உரையாடல்: கீர்தி வெலிசரா டிஸ்டனாயக்க உரையாடல் பதினைந்து உரையாடல்: சந்திரரத்னே பண்டாரா",
        "எளிதானது: இப்போது நீங்கள் எழுதத் தொடங்குவதற்கு முன்பு கதையை ஒரு வகையான கதையாக உருவாக்கியுள்ளீர்கள். இப்போது எழுதும் பணியில் நீங்கள் திட்டமிடும்போது இப்போது பேச்சை வெளிப்படுத்துகிறீர்களா?",
        "மஹிந்தா: நான் எழுதும் நடைமுறை செயல்பாட்டில் இருந்தபோது, ​​நான் நிறைய எடையை சேகரித்திருக்கிறேன். இந்த சுமையை குறைக்க எழுத்து நடைபெறுகிறது. ஆனால் நான் இதைச் சேர்த்த எடையின் சில பிரிவுகளை நிராகரிக்க வேண்டும். நீங்கள் எழுதும் செயல்முறைக்குள் நுழையும்போது, ​​எழுத்தின் எழுத்தின் எடைக்கு கூடுதலாக, எனக்கு செல்லும் வழியிலிருந்து கதையை எவ்வாறு சேருவது என்பதில் கொஞ்சம் உள்ளது,. நான் முன்பு வைத்திருந்த நேர்மையை ஏன் கற்பனை செய்து பாருங்கள்.. இருப்பினும், நான் கற்பனையாக இருந்ததால் வித்தியாசமாக எழுதிக் கொண்டிருந்த கதாபாத்திரங்களின் சில வாய்ப்புகள் உள்ளன. எடுத்துக்காட்டாக, 'லூயிஸ் கீனா', 'லூயிஸ் கீனா' இன் பாத்திரத்தை நான் கற்பனை செய்தேன்.. ஆனால் எழுத்தில் அவர் வேறு வழியில் உருவாக்கப்பட்டார். அவருடைய குரலை நாங்கள் கேட்கவில்லை. அவரைப் பற்றிய தகவல்கள் எங்களிடம் மட்டுமே வருகின்றன. இந்த விஷயங்கள் நடக்கும். ஆனால் பொதுவாக, எழுதுவதற்கு முன்பு நான் உருவாக்கும் அடிப்படை நிகழ்வுகள் மற்றும் கதாபாத்திரங்கள் பெரும்பாலும் கதையில் எழுத்தில் இணைகின்றன.",
        "பதினாறு உரையாடல்: காஞ்சனா அமராகிர்ட்ஸ்: லியானேஜ் அமராகர்ட்ஸ் உரையாடல் புதிய உரையாடல் புதிய உரையாடல் புதிய உரையாடல்: அனுராசிரி ஹெட்டிஜ்",
        "மஹிந்தா: நான் ஒரு பரந்த நேரம் அல்ல. எனவே எழுத்து என் வாழ்க்கையில் மிகவும் விலைமதிப்பற்ற நேரம். எழுத்துக்கு எழுத நான் செய்யும் அனைத்தும் நான் எந்த வகையிலும் செய்கிறேன் என்று நினைக்கிறேன். எனவே நான் ஒரு நாவலை எழுதத் தொடங்கியபோது, ​​இரண்டு அல்லது மூன்று மாதங்களுக்கு ஒரு குறிப்பிட்ட நேரத்தை ஒதுக்குகிறேன். நான் பேனா இலைகளில் எழுதுகிறேன். எனவே நீங்கள் எழுதத் தொடங்கியபோது, ​​ஒரு அத்தியாயம் இருக்கும் வரை நான் மீண்டும் எழுதுவேன். நான் சுற்றி வரும் வரை இந்த நேரத்தில் ஒரு பெரிய அளவிலான இலைகளை மாற்றுவேன். நான் அச்சுக்கலைகளை ஒப்படைத்தபோது, ​​குறைந்தது ஆறு முறையாவது இந்த விஷயங்களை மீண்டும் மீண்டும் எழுதியுள்ளேன். புதிய இலைகளின் தொடக்கத்திலிருந்தே நான் எழுதுகிறேன் என்று மீண்டும் எழுதுகிறது. அங்கு நீங்கள் முன்பு விஷயங்களை எழுதியுள்ளீர்கள், ஆனால் புதிய சேகரிப்புகள் மற்றும் குறைவு. வழக்கமாக, ஒரு நாள் வழக்கமாக நான்கு மணிநேரம் எழுதுவதற்கு எழுதப்படலாம், ஆனால் அந்த நாளில் மற்ற நேரம், நான் இதை செலவிட்டேன். ஒரு கட்டத்தில் நான் மிகவும் மகிழ்ச்சியாக இருக்க வேண்டியிருந்தால், நான் வெளியே சென்று ஒரு நடைப்பயணத்தை சந்திக்க வேண்டியிருந்தது, ஒரு சிறிய பெண், ஒரு சிறிய தடம். எழுதுவது திருப்திகரமாக இல்லாதபோது, ​​பிரச்சினை வெல்லப்படும் வரை நான் அங்கிருந்து விலகிச் செல்ல மாட்டேன்.",
        "அழகான: ஆர்வம் இந்த விஷயங்களின் பதிப்பு மிகவும் தெளிவாக உள்ளது. இது பதிப்பில் வேறு சில விஷயங்களைச் சேர்க்கிறதா?",
        "மஹிந்தா: நான் திருத்துவதில் மிகவும் ஆர்வமாக உள்ளேன். எனது நாவல்கள் முடிந்தபின் பின்வரும் இரண்டு கட்டங்களில் இரண்டு, இரண்டு ஷ்ரீஃப்ரா டெய்ன்டு மற்றும் லஹிரு கருணாரத்னே ஆகியோர் இரண்டு நேரம்.. இந்த வாக்கியத்தை இந்த வழியில் வைத்திருந்தால், சில மாகாணங்களை அவர்கள் எனக்குக் காட்டியுள்ளனர். இந்த சிக்கல்களுக்கு நாங்கள் ஒரு குறிப்பிடத்தக்க நேரத்தை எடுத்துள்ளோம். கூடுதலாக, மொழியைக் கொண்டுள்ளது. இருப்பினும், இந்த செயல்முறை குறைந்தது மூன்று முறையாவது நடைபெறும். கடைசியாக பாலின மெருகூட்டலுக்கு தேவையான ஒளியைக் கொடுக்க இது வாய்ப்பு.",
        "இருபது உரையாடல்: கேத்லீன் ஜெயவர்தேனா",
        "ஈஸிஸ்: இறுதியாக நீங்கள் எவ்வாறு எழுதுகிறீர்கள் என்று உங்களிடம் கேட்க விரும்புகிறேன்?",
        "மஹிந்தா: உண்மையில் மிகவும் மகிழ்ச்சியான நடவடிக்கையை எழுதுகிறார். நான் அதை என் வாழ்க்கையில் மிக அழகான விஷயமாக பார்க்கிறேன். இது நான் செய்யும் ஒரு கட்டிடம்;இது என் படைப்பு. நான் விஷயங்களைத் தேடுவதற்கும், உலகை அனுபவிக்கக்கூடிய ஒன்றைக் கொடுப்பதற்கும் ஏதாவது ஒன்றை விட்டுவிடுகிறேன். அதன் மகிழ்ச்சியை இவ்வளவு சொல்ல முடியாது. இது ஒரு பெரிய ஆத்மா மகிழ்ச்சி. මීට අමතරම මගේ දේවල් කියවල ඒවාට ප්‍රතිචාර ලැබෙන කොට ඒවත් එක්කම ජීවත් වෙන කොට මේ මට විශාල අභිමනයක්, වින්දනයක් ලැබෙනවා.",
        "இருபத்தி மூன்றாவது உரையாடல்: கி சமன் குமாராவேசி நான்காவது உரையாடல் ஐந்தாவது உரையாடல் ஐந்தாவது உரையாடல்: ஆறாவது உரையாடல் ஆறாவது சொல்",
        "பிரசாத் தீவின் நாவல்களின் பயன்பாடு மற்றும் ஒரு புதிய சாளரத்தை நாங்கள் அனுமதித்த உருவகங்கள் மற்றும் உணர்வுகளின் நிகழ்வுகளின் உணர்வுகள் அதை அணுக ஆர்வத்தை அனுமதிக்கும்.",
        "அடுத்த வாரம் ஹஹயா அடுத்த வாரம் நாவலின் நாவல்களைச் சந்திக்கிறார், இந்த இரண்டு அடிப்படை நோக்கங்களையும் நினைவில் கொள்ளுங்கள். அதாவது, புதிய அணுகலுக்கான சிறந்த அணுகுமுறை மற்றும் எழுத்தாளர் அல்லது எழுத்தாளரின் இலக்கியத்தை ரசிக்க எழுத்தாளர்கள்.",
        "க aus சல்ஹலியு-தலைகீழ் குமாரசிங்க ஒரு நாவலாசிரியர், மொழிபெயர்ப்பாளர் மற்றும் பிபிசி சிங்களவலாவுக்கு ஒரு சமூக கலாச்சார நடவடிக்கை.",
        "புது தில்லி தெற்காசிய பல்கலைக்கழகத்தில் சமூகவியல் குறித்த முனைவர் பட்டம் பெற்றவர்.",
        "மோதல் சட்டத்தை நீங்கள் அறிந்திருக்கிறீர்களா, இது ஒரு 'குற்றச் செயல்'?",
        "'பாராளுமன்றத்தில் மக்கள் நம்பிக்கை' ரொட்டி ': நீங்கள் சென்றால் என்ன ஆகும்?"
      ]
    },
    "en": {
      "title": "'How I Write': Mahinda Prasad Island",
      "body_lines": [
        "The poet is a host of Prasad, the first novel, is the most popular, with Maronic.",
        "Since then, he was subjected to reviewers and readers as an important novelist of contemporary literature.",
        "I talk to him as a notener as a novelist and his own understanding and writing.",
        "The questions I hear in this discussion is currently published by I have expressed the 'history of Nimna' (2019) and the novels of this secret wind.",
        "It is well known for all writer's writing process.",
        "Where writing, how to write, how to write, and the joy of writing, the writer's abstinence. The conversation is seeking to pointer to that secret site of the newcomers.",
        "The first conversation - 'How to write': 'How I Write': 'How I'm writing': Dariyana Amarasinghe",
        "Easice: As usual I would like to ask you to start this conversation as usual. Can you tell you about how the first sentence of your novels?",
        "Mahinda: I'm not really a fiction with the idea that I am acting. My main site was the poem. Self-studied and more allowed in my thinking in the world to the poem. Fiction has my great consent. But if you actually take the sets of the novel, I can see that way. But then I have begun to think organized by fiction. Now, if the sehington take the novel, I first wanted to take it to the documentary drama as a screen teledrama. So I started with the narrative nature. At about the attractive place I would like to start a novel. I would like to start like a magnitude or end of the characters and the story. Now the sets starting the novel begins with a sound. I have a consent to start with a center of such story.",
        "Conversation Fourth Conversation: Manjula Wedipearing Conversation: Shamel Jayakododiwi",
        "Eascoust: What a vitality of the novel you are going to write now?",
        "Mahinda: A plan about the novel that I write is based well in my psychological psycho. It's not written. But I am aware of the type of character building the way to the end of the beginning to the end. Therefore, the sentence is not a coincidence at all. I have a good understanding of the incident.",
        "Seventh Conversation: Sumitra Rahubtion: Upul Shantha Sannasgala Mine Jayalath",
        "Easy: The novels unfolding your compositions of your Macens and Makkavitha novels in a historical background. To imagine such a novel, you need a knowledge of historical conditions. Can you say something about how to make that knowledge?",
        "Mahinda: The environment is close to me in both these novels. Because the village where I was born. But the time is far away. The first time I heard from time to time to build both novels. Talks told by the elders of the village. They helped me to build my imagination world. About twenty percent of things are on my body. But I have to find the rest of the data and information. There could be environmental stuce, where can happen to the ground, there is something to be in the book of the area, where so that social political information can be formed for the period. The old newspaper books were created by the external environment related to the time. I have to keep writing in writing of this study. In this process, I guess what would he talk to the mix in 1930s?What kind of influences may have these rural lives?What must have been like that of the world of love at that time?I guess things like this. There is a deposit in my psychotic. This affects the old films, the old films, and the book. Those things have been unconsciously buried. I think that the psychological color of the story is affecting. The basic layout of the story is created by what I had before studying this time for this time.. But it takes the most time to study. Now, both of these things build the talk that I expect.",
        "Twenty Conversation: Sumudu Nagiye Seneviratne Confound Conversation: Sunera Nagarandu Conversation: Keerthi Welisara Dissanayake Conversation Fifteen Conversation: Chandraratne Bandara",
        "Easy: Now you have built the story into a kind of story before you start writing. Do you now unfold the talk as you plan in the process of writing now?",
        "Mahinda: When I was in the practical process of writing, I have collect a lot of weight. Writing takes place to lighten this burden. But I have to discard some sections of the weight that I have added to this. When you enter the process of writing, there is a little bit of how to join the story from the way to me, in addition to the weight of the writing of the writing,. Why Imagine the honesty that I had earlier and was spent on it.. However, there are some chances of characters that I was writing differently as I was imaginary. For example, I imagined the role of 'Lewis Keena', 'Lewis Keena'.. But in the writing he was created in a different way. We don't hear his voice. The information about him only comes to us. These things happen. But generally, the basic events and characters I build before writing are largely joining the story in writing.",
        "Sixteen conversation: Kanchana Amarakirts: Liyanage Amarakirts Conversation New Conversation New Conversation New Conversation: AnuraSiri Hettige",
        "Mahinda: I'm not a wide time. So the writing is the most precious time in my life. I think everything I do to write to the writing is what I do in any way. So when I started writing a novel, I reserve a specific time, for two or three months. I'm writing in the pen leaves. So when you started writing, I will wrote again until a chapter is. I'll turn out a large quantity of leaves in this time until I get around. When I handed over the typologies, I have repeatedly re-wrote these things at least six times. It is re-writing that I am writing from the beginning of the new leaves. There you have previously written things, but new collections and decreases. Usually, a day can usually be written for writing about four hours, but the other time in that day, I have spent this. If I had to be very happy at some point, I had to go out and meet a walk, a little girl, a small footprint. When writing writing is not satisfactory, I won't go away from there until the problem is overcome.",
        "Cute: Eagerness you have to have the edition of these things is very clear. Does this add some other thing to the edition?",
        "Mahinda: I am very interested in editing. Two of the following phase after my novels were completed, two of the two Shrifra Daindu and Lahiru Karunaratne were a two of the time.. They have shown me some provinces, sometime, and sometime, if you have this sentence this way, you better. We have taken a significant time for these issues. In addition, language contains. However, this process will take place at least three times. This is the opportunity to give it the necessary light to the last time a gender polishing.",
        "Twention conversation: Kathleen Jayawardena",
        "Easice: Finally I'd like to ask you about how you're writing?",
        "Mahinda: Really writing a very happy measure. I see it as a very beautiful thing in my life. It's a building I do;It's my creation. That I am giving up something to look for things and give you something that can enjoy the world. Its happiness cannot be said so much. It's a big soulship happy. When you respond to my stuff and live together, it will enjoy a great discretion and enjoyment.",
        "Twenty-third conversation: Ki Saman Kumarawesi Fourth Conversation Fifth Conversation Fifth Conversation: Sixth Conversation Sixth Saying",
        "The use of Prasad Island's novels and the feelings of the events of the metaphors and feelings that we have allowed a new window will allow eagerness to access it to access to it.",
        "Next Weekhaya meets the noveli's novels next week, and remember these two basic objectives. That is, a superior approach to fresh access and writers to enjoy the literature of the writer or writer.",
        "Kaushalyhalyu-Header Kumarasinghe is a novelist, translator and a social cultural operation for BBC Sinhala.",
        "He has won his doctorates on Sociology from the South Asian University of New Delhi.",
        "Are you aware of the law of collision, which is a 'criminal act'?",
        "'People's Faith in Parliament' Breaded ': What happens if you go?"
      ]
    }
  },
  "summary_lines": [
    "Mahinda Prasad Island, a renowned poet and novelist, discusses his writing process, emphasizing the importance of psychological depth, historical context, and the joy of writing. He shares insights on starting novels, character development, and the editing process, highlighting the significance of writing as a creative and fulfilling endeavor."
  ]
}