{
  "translated_text": {
    "ta": {
      "title": "இது போய்விட்டால், அது முதலில் ஜனவரி மாதத்தில் பால் இருக்காது",
      "body_lines": [
        "அடுத்த ஆண்டு ஜனவரி முதல் நாளில் சாப்பிட ஏழை மக்கள் சில அரிசி சாப்பிட ஒரு இடத்தை இழப்பார்கள் என்று தேசிய வாடிக்கையாளர் முன் தலைவர் அசெலா சம்பத் தெரிவித்தார்.",
        "அரசாங்கத்தின் அரிசி வர்த்தமானி மூலம் ரைஸ் மாஃபியா மிகவும் தீவிரமடைந்தது என்று திரு அசெலா கூறினார்.",
        "\"இன்று எங்கள் கிராமங்களின் கட்டுப்பாட்டை வாங்க அரிசி இல்லை. கட்டுப்பாட்டு விலைகள் தப்பித்து கிராமங்கள் கிராமங்களில் அரிசியை விற்கிறது. அந்த மக்களுக்கு ஒன்றும் இல்லை. அவர்கள் பெறும் விலைகள் கிராமவாசிகளில் கிராமவாசிகளில் விற்கப்படும். இன்று, 230 ரூபாய் எங்கே.",
        "ஓ எங்கள் கிராமங்களின் பெயர்கள் இல்லை. கட்டுப்பாட்டு விலையில் அரிசியை விற்க அப்பாவி கிராம கடைகளில் மிகவும் கோட்டமாக உள்ளது. இந்த சுற்று சரியான கட்டமைப்பைக் கொண்டிருக்க வேண்டும். அரிசியின் விலையை கட்டுப்படுத்த அரசாங்கம் தலையிடவில்லை என்றால், இந்த ஆண்டு ஜனவரி முதல் மாதத்தை எங்களால் சாப்பிட முடியாது."
      ]
    },
    "en": {
      "title": "If this is gone, it will not be milk in January first",
      "body_lines": [
        "National Customer Front Leader Asela Sampath said that the poor people will lose a place to eat some rice to eat on the first day of January next year.",
        "Mr. Asela said that the rice mafia was more intensified through the government's rice gazette.",
        "\"Today we have no rice to buy control of our villages. Control prices escape and sells rice in the villages of villages. Those people have nothing to do. The prices they receive will be sold in the villagers in the villagers. Today, where is 230 rupees.",
        "Oh we don't have the names of our villages. There is a very stronghold of the innocent village shops to sell rice at control price. This round should have a proper structure. If the government does not intervene to control the price of rice, we will not be able to eat the first month of January this year. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Sri Lanka: Rice shortage looms due to price controls. Government intervention needed to prevent food scarcity in January 2024."
  ]
}