{
  "translated_text": {
    "ta": {
      "title": "இலங்கை பெண் ஒரு குழந்தையில் சீன பெண்கள்",
      "body_lines": [
        "கட்டூனாயக்க விமான நிலையத்தில் மூன்று வயதுக்கு மேல் அழைத்துச் செல்ல ஒரு சீனப் பெண் என்று சீனப் பெண் கூறினார், கட்டுனாயக்க விமான நிலையம் தெரிவித்துள்ளது. ஒரு இலங்கை பெண் குழந்தையை விட அதிகமாக அழைத்துச் செல்ல குழந்தையிடம் திரும்பவில்லை என்று உயர் பதவியில் இருக்கும் காவல்துறை அதிகாரி ஒருவர், குழந்தை கட்டனாயக் விமான நிலையத்திற்கு ஒப்படைக்கப்பட்டதாகக் கூறினார். குருணேகலாவின் பொத்தூஹெராவில் வசிக்கும் இலங்கை பெண் பல ஆண்டுகளாக காத்திருந்து குழந்தையைப் பார்த்து வருகிறார்.",
        "அந்தப் பெண் தனது தாயின் வீட்டிற்கு பதிலாக அந்தப் பெண்ணுக்கு தனது வீட்டுக்காரர், மகள் மற்றும் தாய்க்கு தகவல் கொடுத்தார். எனவே, கட்டூனாயக்க விமான நிலையத்திற்கு வரவிருக்கும் ஒரு அறிவிப்பின்படி, இலங்கை பெண் விமான நிலையத்திற்குச் சென்று அவர்கள் வருவார்கள் என்று நம்பினர்.",
        "இலங்கை பெண்ணும் காவல்துறையினரிடம் புகார் அளித்து, பல மணிநேரங்கள் பார்க்காததால் போலீசில் புகார் அளித்துள்ளார். சீனத் தாயின் சீனத் தாயும், அவரது தாயின் தாயும் அவள் தங்கள் நாட்டிற்குச் சென்றிருந்தால் எல்.டி.டி.இ விமான நிலையத்திற்கு தெரிவித்துள்ளது.",
        "பொலிஸ் வட்டாரங்களின்படி, இந்த சீன தேசிய இளைஞர்களை தத்தெடுக்க இலங்கை பெண் விருப்பத்துடன்."
      ]
    },
    "en": {
      "title": "Sri Lankan woman is Chinese women at a child",
      "body_lines": [
        "The Chinese woman said that a Chinese woman to take more than three years old at the Katunayake airport, Katunayake Airport said. A Sri Lankan woman had not returned to the child to take more than the child, a high-ranking police officer said that the child had been handed over to the Katunayake airport. The Sri Lankan woman, a resident of Pothuhera, Kurunegala, has been waiting for the years and has been watching the child.",
        "The woman informed the woman in return to the house of her mother in her householder, daughter and mother. Therefore, according to a notice that was to arrive at the Katunayake Airport, the Sri Lankan woman had gone to the airport and hoped for them to come.",
        "Sri Lankan woman has also complained to the police and complained to the police as they had not seen several hours. The LTTE has informed the airport if the Chinese mother of the Chinese mother and her mother of her mother and she had gone to their country.",
        "According to police sources, the Sri Lankan woman willingly to adopt this Chinese National Youth."
      ]
    }
  },
  "summary_lines": [
    "A Sri Lankan woman, a resident of Pothuhera, Kurunegala, is waiting for her child, a Chinese woman's child, at Katunayake Airport. The child was handed over to the airport by a high-ranking police officer. The Sri Lankan woman has been watching the child for years and has complained to the police about the delay. The LTTE has informed the airport that the Chinese mother and her mother have gone to their country. The Sri Lankan woman has willingly adopted the Chinese National Youth."
  ]
}