{
  "translated_text": {
    "si": {
      "title": "මිලිටරි වරාය උතුරේ ඉවත් කරනු ලැබේ - නාමල්",
      "body_lines": [
        "මෑතකදී උතුරේ මිලිටරි වරාය ඉවත් කිරීම සහ බොහෝ කඳවුරු ඉවත් කිරීමේ සැලසුම පිළිබඳව නාමල් රාජපක්ෂ මහතා බරපතල කනස්සල්ලක් නිකුත් කර තිබේ.",
        "ඔහු සමාජ මාධ්ය තනතුරකදී කියා සිටියේ ඉඩම මහජනයාට භාරදීම සාමාන්යයෙන් රටවල ජාතික ආරක්ෂාව කෙරෙහි බලපාන්නේ නැහැ.",
        "වසර 30 ක් තිස්සේ ත්රස්තවාදයට එරෙහිව ශ්රී ලංකාව සටන් කළ බවත්, සියලු ප්රජාවන් අද නිදහස භුක්ති විඳින බවත්, උතුරු දකුණේ ඕනෑම ප්රදේශයක ආරක්ෂාව සහතික කිරීම අවශ්ය බවත් පවසමින් ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Military ports are removed in the north - Namal",
      "body_lines": [
        "Namal Rajapaksa has issued a serious concern over the recent removal of the military port in the North and the plan to remove many camps.",
        "He said in a social media post, adding that handing over the land to the public is not generally a matter of fact, but he should consult with the security forces to ensure that the national security of the country is not affected.",
        "He said that Sri Lanka fought against terrorism for 30 years, and that all communities are enjoying freedom today, he said, adding that it is necessary to ensure security in any part of the North South."
      ]
    }
  },
  "summary_lines": [
    "Namal Rajapaksa expresses concern over removal of military ports in the North. He advocates consulting security forces to maintain national security, citing Sri Lanka's 30-year fight against terrorism and the need for continued security across the country."
  ]
}