{
  "translated_text": {
    "ta": {
      "title": "கொழும்பு துறைமுகத்திற்கு எண்ணெய்-கசிவு எண்ணெய்",
      "body_lines": [
        "கொழும்பு துறைமுகத்தை விட்டு வெளியேற ஒரு இந்திய கேப்டனுக்கு ஒரு வெளிநாட்டு பயண தடையை கொழும்பு கூடுதல் மாஜிஸ்திரேட் காமன் டமிதா பெரேரா வெளியிட்டார்.",
        "'அர்ஜ் பிரெஸ்டீஜ்' கப்பலின் கேப்டனாக இருக்கும் மாஜிஸ்திரா ஜாதவ், இந்தியாவின் கேப்டனாக உள்ளார், ஒரு மாதத்திற்கு ஒரு மாதத்திற்கு வெளிநாட்டு பயணத்தை தடை செய்துள்ளார்.",
        "கொழும்பு துறைமுக காவல்துறையினர் கூறிய கோரிக்கையை பரிசீலித்த பின்னர், காவல்துறையினர் காவல்துறையினருக்கு கல்வி கற்பிக்க காவல்துறைக்கு தெரிவிக்க சம்பந்தப்பட்ட வெளிநாட்டு பயண தடையை நட்டனர்.",
        "கொழும்பு துறைமுகத்தில் ஹைட்ராலிக் எண்ணெய் கசிவுடன் புகார் அளித்ததாக புகார் அளித்ததாக கொழும்பு துறைமுகம், பொலிஸ் அதிகாரிகள் புகார் அளித்தனர்.",
        "விசாரணைகள் மேற்கொள்ளப்பட்டபோது, ​​கப்பலின் கேப்டனிடம் வெளிநாட்டைத் தடுக்கும் உத்தரவை வழங்குமாறு கேட்டுக்கொள்ளப்பட்டார்.",
        "சமர்ப்பிப்புகள் தொடர்பாக இந்த சம்பவம் குறித்த விசாரணையின் முன்னேற்றத்தைப் புகாரளிக்க மாஜிஸ்திரேட் நியமிக்கப்பட்டார்."
      ]
    },
    "en": {
      "title": "Oil-leak oil to Colombo Harbor",
      "body_lines": [
        "Colombo Additional Magistrate Kamin Damitha Perera released a foreign travel ban to an Indian captain to leave the Colombo Port.",
        "The Magistra Jadhav, who is the captain of the 'Arj Prestige' ship, is the captain of India, has banned foreign travel for a month for a month.",
        "After considering a request made by the Colombo Harbor Police, the police planted the relevant foreign travel ban to inform the police to educate the police.",
        "The Colombo Port, police officers informed the complaint with a complaint with a complaint with a hydraulic oil spill in the Colombo Port.",
        "When investigations were carried out, the captain of the ship was asked to issue an order preventing an abroad.",
        "The Magistrate was appointed to report the progress of the investigation into the incident with regard to the submissions."
      ]
    }
  },
  "summary_lines": [
    "Colombo Magistrate Kamin Damitha Perera imposed a travel ban on Indian captain Jadhav of the 'Arj Prestige' ship due to a hydraulic oil spill at Colombo Port. The ban allows him to leave Sri Lanka only after a month-long restriction, following a police recommendation based on a complaint about the spill."
  ]
}