{
  "translated_text": {
    "si": {
      "title": "දියණියගේ තොල්වලට ද ished ුවම් කළ මව -",
      "body_lines": [
        "දියණියගේ තොල්, විශේෂයෙන් මව-ටයිම් - දැකීමට නොහැකි විය. පැහැදිලිවම එයට විරුද්ධ වීමට ඇයට බලය නැත. දියණිය දියණිය දියණිය ජීර්ණය කිරීමට නොහැකි වූ මව - ඇය විදේශගත වූ ඇය විදේශගත කළ මුදල්වල ඇඳුම් පැළඳුම් හැඩගස්වා ගැනීමට නොහැකි විය.",
        "පුත්රයා, පුත්රයා දැන සිටියේ පුත්රයාය, දියණිය වෙත යන බව - මව් මව, \"පුත්රයා ඉවසිලිවන්ත විය යුතු යැයි සිතූ මවකි.",
        "දියණිය -ා විවානගේ තොල් රතු වන සෑම අවස්ථාවකම මව, පෙම්වතා වැනි මස් මෙන් හරිත ආහාර වේලක් තිබුණි. දියණිය - ෆින් - ඇලව් එය කාරණයක් ලෙස ගත්තේ නැත. මව් පියාපත් කිසිවක් නොකියද සිද්ධිය ගැන කෝප විය.",
        "ගමන ගැන කලබල වූ සහ, තොල් වර්ණ නළය විවෘත කර කැඩපත ඉදිරිපිට සිටගෙන ඇගේ තොල් ලෙවකෑවක් වූ සහ දියණිය - ඇලෙයිට් කරන්න.",
        "ටික වේලාවකට පසු, ඇය තොල් අල්ලා, \"බුදුරජාණන් වහන්සේගේ මව, මට ප්රමාද විය නොහැක\" යනුවෙන් ඇය මුළුතැන්ගෙයෙහි සවි කර ඇති ජල පයිප්ප දෙසට තොල් සෝදා ගැනීමට දිව ගියාය.",
        "මව - ඇලියාව තොල්වල කෑගසමින් කාමරයේ දොර දෙස බැලූ නමුත් දියණිය-තලයට පැමිණියේ නැත.   மருமகளின் உதடுகள் சிவக்காமல் இருக்க மருமகளின் லிப் கலர் டியூப்பில் தானே மிளகாய்ப் பொடியைத் தடவியது மாமியாருக்கு மட்டுமே வெளிச்சம். එවැනි සිදුවීමක් ගාලේ දිස්ත්රික්කයේ දුර ගමේ ගම්මානයක සිදු විය."
      ]
    },
    "en": {
      "title": "The mother -in -law who punished the lips of the daughter -in -law",
      "body_lines": [
        "The lips of the daughter -in -law, especially the mother -in -law, were unable to see. She does not have the power to obviously resist it. The mother -in -law was unable to digest the daughter -in -law dressing in the money she had sent abroad.",
        "The mother -in -law knew that the son -in -law would go to the daughter -in -law, but the mother -in -law thought that the son should be patient.",
        "Whenever the daughter -in -law's lips were red, the mother -in -law had a green meal like the daughter -in -law ate meat. The daughter -in -law did not take it as a matter. The mother -in -law was angry at the incident despite not saying anything.",
        "The daughter -in -law, who was excited about the trip, opened the lip color tube and stood in front of the mirror and licked her lips.",
        "After a while, she grabbed the lips and said, \"Buddha's mother, I could not delay,\" she ran towards the water pipe fitted in the kitchen to wash away the lips.",
        "The mother -in -law was looking at the door of the room to shout at the lips, but the daughter -in -law did not come out.   மருமகளின் உதடுகள் சிவக்காமல் இருக்க மருமகளின் லிப் கலர் டியூப்பில் தானே மிளகாய்ப் பொடியைத் தடவியது மாமியாருக்கு மட்டுமே வெளிச்சம். Such an incident took place in a distant village of Galle district."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Mother-in-law punishes daughter-in-law's lips over lipstick use. Daughter-in-law applies chili powder to lips. Incident occurs in a remote village in Galle district."
  ]
}