{
  "translated_text": {
    "si": {
      "title": "ස්ත්රී දූෂණය සම්බන්ධයෙන් අවුරුදු 9 ක් - පිරිමි ළමයෙක් අත්අඩංගුවට ගත්තා",
      "body_lines": [
        "සැකකරුවෙකු බොන බවට පවසමින් යුත් කහතුදුව පොලිසිය පැවසුවේ 9 හැවිරිදි පිරිමි ළමයෙක් අත්අඩංගුවට ගත් බව කහතුදුව පොලිසිය පවසයි.",
        "කළුබොවිල ශික්ෂණ රෝහලට ඇතුළත් කළ පොලිස් හදිසි දුරකථන අංක 119 ට ලැබුණු තොරතුරු මත සැකකරු කහතුතු සිංගගම ප්රදේශයේ අත්අඩංගුවට ගෙන තිබේ.",
        "සැකකරු රෝගී පිරිමි ළමයෙකුගේ නිවස අසල ජීවත් වන බව පොලිස් පරීක්ෂණවලින් හෙළි වී තිබේ.",
        "සැකකරු බලහත්කාරයෙන් මත්පැන් පානය කර ඇති බවට පොලිසියට තොරතුරු ලැබී ඇති නමුත් වැඩිදුර තොරතුරු ලැබී නොමැත."
      ]
    },
    "en": {
      "title": "A 9 -year -old boy arrested for rape",
      "body_lines": [
        "A 9 -year -old boy has been arrested for allegedly drinking a suspect, Kahatuduwa police said.",
        "The suspect has been arrested in Kahauduwa Singagama area on the basis of information received by a police emergency telephone number 119, who was admitted to the Kalubowila Teaching Hospital.",
        "Police investigations have revealed that the suspect is living near the house of a sick boy.",
        "Police have received information that the suspect has been forcibly drinking alcohol, but no further information has been received."
      ]
    }
  },
  "summary_lines": [
    "9-year-old boy arrested for alleged rape in Sri Lanka. Police claim he forcibly drank alcohol. Case under investigation."
  ]
}