{
  "translated_text": {
    "ta": {
      "title": "மைக்ரோ மைனர் மற்றும் நடுத்தர அளவிலான நிறுவனங்களுக்கான நிதி தொகுப்பு",
      "body_lines": [
        "மைக்ரோஃபைனான்ஸ் மற்றும் நடுத்தர அளவிலான நிறுவனங்களுக்கான முதலீடுகள் மற்றும் பணி மூலதன வசதிகளுடன் ஒரு நிதி தொகுப்பு அறிமுகப்படுத்தப்பட்டுள்ளது.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கின் ஆதரவின் கீழ் இன்று (18) நிதி தொகுப்பு தொடங்கப்பட்டது.",
        "சலுகை வட்டி விகிதம் உட்பட 15 நிதி நிறுவனங்கள் மூலம் நிதி வசதிகள் வழங்கப்படும்.",
        "நிறுவனங்களுக்கான இரண்டு முக்கிய பிரிவுகளின் கீழ் கடன்கள் வழங்கப்படும் மற்றும் மைக்ரோஃபைனான்ஸ், சிறு மற்றும் நடுத்தர நிறுவனங்கள்.",
        "ரூ."
      ]
    },
    "en": {
      "title": "Financial package for micro-minor and medium scale enterprises",
      "body_lines": [
        "A financial package has been introduced with both investments and working capital facilities for microfinance and medium scale enterprises.",
        "The financial package was launched today (18) under the patronage of President Ranil Wickremesinghe.",
        "The financial facilities will be provided through 15 financial institutions including a concessionary interest rate.",
        "The loans will be provided under two main sections of assistance to enterprises and the microfinance, small and medium enterprises.",
        "A sum of Rs."
      ]
    }
  },
  "summary_lines": [
    "A financial package offering investments and working capital support for microfinance and medium-scale enterprises was launched today, providing funds through 15 institutions at a concessionary interest rate. Aimed at aiding both enterprise development and microfinance sectors, this initiative marks a significant step forward in supporting Sri Lanka's economic growth."
  ]
}