{
  "translated_text": {
    "si": {
      "title": "කැනඩාවට යන මිනිසා ගෙල සිර කර .ාතනය කරන ලදී",
      "body_lines": [
        "මුල්ලයිටිව් දිස්ත්රික් නීති වෛද්ය නිලධාරී නිලධාරියෙකු පැවසුවේ බදාදා (30) වවුනියාවේ සිට තරුණයෙකු සොයා ගත් බවයි.",
        "අනන්දාසා ජීවන් (වයස 27), මුල්ලයිටිව්, යෝගපුරම්, මුල්ලයිටිව් හි තරුණයෙක්",
        "කැනඩාවට යාමට සූදානම්ව සිටි තරුණයා සඳුදා රාත්රියේ (29) යෝගා ප්රට් හි පිහිටි පාණ්ඩයේ පොකුණට රු.",
        "කෙසේ වෙතත්, ඔහු ඔහුව අතුරුදහන්. අඟහරුවාදා (30) අඟහරුවාදා (30) අඟහරුවාදා (30) වවුනියුඛුලම් පොකුණෙන් මියගොස් ඇති බව relatives ාතීන් ඔහුව සෙවූ පරිදි සොයා ගන්නා ලදී.",
        "මෙම අවස්ථාවේ දී මුල්ලයිටිව් මහේස්ත්රාත් අධිකරණය එම ස්ථානයට පැමිණ සිරුරට පැමිණියේය. ACH .Maguruns ශරීරය ශරීරයේ ඇසුවේ ව්යුහ විද්යාත්මක පරීක්ෂණයෙන් පසුව ශරීරය relatives ාතීන්ට භාර දෙන ලෙසයි",
        "මේ අවස්ථාවේ දී, මුල්ලයිටිව් දිස්ත්රික් රෝහලේ ව්යුහ විද්යාත්මක පරීක්ෂණයක් පවත්වන ලදී. නීති නිලධාරියාගේ වාර්තාවකට අනුව, ව්යුහ විද්යාත්මක පරීක්ෂණය අවසානයේදී තරුණයා ගෙල සිරකර මරා දමා තිබේ."
      ]
    },
    "en": {
      "title": "The man who was going to Canada strangled and murdered",
      "body_lines": [
        "Mullaitivu District Legal Medical Officer said in a statement that a youth recovered from Vavuniya on Wednesday (30)",
        "Anandarasa Jeevan (age 27), a young man from Mullaitivu, Yogapuram, Mullaitivu",
        "The young man, who was ready to go to Canada, had gone to the Pandian Pond on Monday night (29) at Yoga Prat with a sum of Rs.",
        "However, he is missing him. Relatives were found dead on Tuesday (30) from the Vavunikulam pond as relatives searched him.",
        "In this case, the Mullaitivu Magistrate's Court visited the scene and visited the body. Ach .Magruns asked the body to hand over the body to relatives after anatomical examination",
        "In this case, an anatomical examination was conducted at the Mullaitivu District Hospital. According to a report by the legal officer, the young man has been strangled to death at the end of the anatomical examination."
      ]
    }
  },
  "summary_lines": [
    "A 27-year-old from Mullaitivu, Anandarasa Jeevan, preparing to move to Canada, was found dead in a pond. His body was discovered during a search when he went missing. The autopsy revealed he was strangled."
  ]
}