{
  "translated_text": {
    "ta": {
      "title": "காவல்துறையினரிடமிருந்து சிறப்பு அறிவிப்பு",
      "body_lines": [
        "ஒரு பள்ளி விளையாட்டுக்காக போலீஸ் ஸ்பெஷல் சொசைட்டியின் வன சீருடைகளைப் பயன்படுத்துவது குறித்து சிறப்பு விசாரணை தொடங்கப்பட்டுள்ளது என்று பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக் டால்டுவா கூறுகிறார்.",
        "அவர் இன்று ஒரு ஊடக மாநாட்டில் பேசிக் கொண்டிருந்தார் என்று போலீஸ் செய்தித் தொடர்பாளர் கூறினார்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் மேலும் ஒருவர் சந்தேகத்தின் பேரில் கைது செய்யப்பட்டுள்ளார் என்று மேலும் தெரிவித்தார்.",
        "துணை பொலிஸ் ஊடக செய்தித் தொடர்பாளர் தல்டுவாவை டிக், மேலும் பேசினார்",
        "\"கம்பாஹா பகுதியில் உள்ள ஒரு பள்ளியில் குழந்தைகள் தங்கள் விளையாட்டு விழாவில் சிறப்புப் படைகளின் வன சீருடைகளுடன் பங்கேற்றுள்ளனர். கேட்ஸ் இதை அணிந்துள்ளார். பாதுகாப்புப் படைகளின் அனுமதியின்றி எந்த நபரையும் பயன்படுத்த முடியாது. குழந்தைகள் அவற்றை அணிய முடியாவிட்டாலும் கூட. ஐ.ஜி.பி.. கேடட் அணிகளின் ஒருங்கிணைப்பு தொடர்பாக ஒவ்வொரு பகுதிக்கும் நியமிக்கப்பட்ட பொலிஸ் அதிகாரிகள் உள்ளனர். இந்த அதிகாரிகள் தெரிந்தே இருந்தால், அவர்களைப் பொறுத்தவரை இதுதான். மேலும், அனுராதபுரா பகுதியில் உள்ள விளையாட்டு விழாவிற்கு அனுராதபுரா பகுதியில் சீருடைகளை வைத்திருக்க சீருடைகளை வைத்திருத்தல். மேலும், இதுபோன்ற விஷயங்களைச் செய்யும்போது ஆசிரியர்கள் சரியான அனுமதி குறித்து விழிப்புடன் இருக்க வேண்டும். கைது செய்யப்பட்ட நபருக்கு உரிமம் இருந்தபோதிலும், பொலிஸ் சிறப்பு பணிக்குழுவின் வன ஆடைகளை தைக்க அவருக்கு உரிமம் இல்லை. \""
      ]
    },
    "en": {
      "title": "Special notice from the police",
      "body_lines": [
        "Police Media Spokesperson DIG Talduuwa says that a special investigation has been launched into the use of forest uniforms of the Police Special Society for a school sport.",
        "He was speaking at a media briefing today, the police spokesman said.",
        "According to the Police Media Spokesperson further stated that one person has been arrested on suspicion.",
        "Deputy Minister of Police Media Spokesperson DIG Talduwa, Speaking further",
        "\"Children in a school in Gampaha area have participated in their sports ceremony with the forest uniforms of the Special Forces. The cades are wearing this. No person can be used without permission of the security forces. Even if children can't wear them. A special investigation unit was established by the A / L Special Investigation Unit as per the order of the IGP. There are police officers who have been appointed to each area regarding the coordination of the cadet teams. If these officers knowingly, this is the case with regard to them. Also, holding the uniforms to hold the uniforms in the Anuradhapura area for the sports ceremony in Anuradhapura area. Also, teachers should be aware of the proper permission when making such things. Although the arrested person had a license, he had no license to sew the forest clothes of the Police Special Task Force. \""
      ]
    }
  },
  "summary_lines": [
    "Police launch investigation into unauthorized use of forest uniforms by school cadets. One person arrested. Uniforms not permitted for children. A special investigation unit established."
  ]
}