{
  "translated_text": {
    "ta": {
      "title": "பெண்கள் ஒரு பெரிய அளவிலான மோசடியை பயமுறுத்துகிறார்கள் மற்றும் சுரண்டுகிறார்கள்",
      "body_lines": [
        "பகோடா தேவலா சாலையில் கைது செய்யப்பட்ட பெண்ணை குழந்தை மற்றும் பெண்கள் துஷ்பிரயோகம் செய்வதைத் தடுப்பது, பகோடா தேவலயாவில் அதிக எண்ணிக்கையிலான பணத்துடன் உடலுறவில் விடுவிக்கப்பட்டவர், அவர் நேஜிகோடாவில் பெரிய அளவில் உடலுறவில் விடுவிக்கப்பட்டார் இணையம் மற்றும் அவற்றை பெரிய அளவில் பதிவு செய்கிறது.",
        "பனி மருந்து, கஞ்சா, பெண்களின் அரை நிர்வாண உடைகள், பெண்கள் உள்ளாடைகள், உள்ளூர் மற்றும் வெளிநாட்டு நாணயம், மொபைல் போன் படுக்கை, மொபைல் போன்கள் மற்றும் மொபைல் போன்கள், தனிப்பட்ட தகவல்கள், பெண்களின் தனிப்பட்ட தகவல் காவல்துறையினர் செருகப்பட்டு தயாரிக்கப்பட்டுள்ளனர்",
        "ஒரு வணிக இடத்தில் ஒரு வேலைக்கு தேங்காய் எண்ணெயில் கலந்து கொண்ட இரண்டு மற்றும் 344 வயது பெண்கள், குழந்தையின் OIC ஐ ரகசியமாக இயக்கி வரும் நபர் மற்றும் தடுப்பு துஷ்பிரயோகம் என்று கூறுகிறார்கள். குழந்தைகள் துஷ்பிரயோகம் மற்றும் குழந்தைகள் மற்றும் பெண்கள் துஷ்பிரயோகத்தின் OIC.",
        "நடைமுறையில் உள்ள வேலைக்கு ஒரு வழக்கமான வேலை வழங்கப்பட்டுள்ளது மற்றும் வழக்கமான வேலைவாய்ப்பைத் தடுப்பதில் வழக்கமான வேலை வழங்கப்பட்டுள்ளது, மேலும் ஆன்லைனில் பாலியல் ரீதியாகப் பார்க்கும் வசதிகளில் காணப்படுகிறது, அதே நேரத்தில் பொலிஸ் விசாரணைகள் தெரிவிக்கப்பட்டுள்ளன பெண்களுக்கு பணம் வழங்கப்பட்டுள்ளது",
        "பல பெண் கைப்பைகள் காவலில் வைக்கப்பட்டு அந்த இடத்திலிருந்து தப்பி ஓடிவிட்டன என்று தெரியவந்துள்ளது",
        "சந்தேக நபரின் சந்தேக நபரின் பிடியை துஷ்பிரயோகம் செய்த இரண்டு பெண்களும், சந்தேக நபரும் வெளியே சென்றபின் காவலில் வைக்கப்பட்டுள்ளனர் என்று போலீசார் தெரிவித்தனர்.",
        "பாதிக்கப்பட்ட இரண்டு பெண்கள் நீதித்துறை மருத்துவரிடம் சமர்ப்பிக்கப்பட வேண்டும்",
        "46 வயதான சந்தேக நபரும் 29 வயதான சந்தேக நபரும் நேஜிகோடா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட உள்ளனர்"
      ]
    },
    "en": {
      "title": "Women scare and exploit a large scale racket",
      "body_lines": [
        "Child and Women's Abuse Prevention of woman who has been arrested in the Pagoda Devala Road, who has been released into sex with a large number of cash in the Pagoda Devalaya, who has been released into sex with a large scale in Nugegoda has been rackered to the Internet and recording them on a large scale.",
        "Ice drug, cannabis, women's half naked clothes, women's underwear, local and foreign currency, mobile phone bed, mobile phones, and mobile phones, personal information, women's personal informationPolice have taken a number of agreements inserted and prepared",
        "Two and 344-year-old women who were attended by the coconut oil to a job in a business location and to look after the child.Police say that the man who has been confidentially running of the OIC of the Child and Women's Abuse of Prevention of the Children's Abuse and the OIC of the Children's and Women's Abuse.",
        "The prevailing job has been given a regular job in the place and has been given a regular job in the prevention of the regular employment and have been traced in sexually watching facilities online and given to the same time.Police investigations have revealed that a sum of money has been given to women",
        "It is revealed that many female handbags were taken into custody and flee from the place.Police say that women's statements were revealed",
        "Police said that the two women who had abused the suspect's grip of the suspect and the suspect were also taken into custody after they were heading out.",
        "The two victims women are to be submitted to a judicial doctor",
        "The 46-year-old suspect and the 29-year-old suspect is to be produced before the Nugegoda Magistrate's Court"
      ]
    }
  },
  "summary_lines": [
    "A large-scale racket involving child and women's abuse was uncovered, with victims being exploited for sex and money. The operation, centered around Nugegoda, involved the use of drugs, stolen goods, and online surveillance. Two women, aged 34 and 44, were rescued and will be examined by a judicial doctor. The suspects, a 46-year-old and a 29-year-old, face charges and will appear in court."
  ]
}