{
  "translated_text": {
    "ta": {
      "title": "ஜப்பானிய நாடாளுமன்ற தேர்தல் இன்று",
      "body_lines": [
        "இது மிக முக்கியமான தேர்தல் மற்றும் ஆளும் லிபரல் ஜனநாயகக் கட்சிக்கு பிரதமர் ஷிரி போலியன் மற்றும் ஐசிபா.",
        "ஜப்பானிய பிரதமரின் முன்னாள் பிரதமர் ஃபுமியோ கிகாடா பிரதமர் பதவியில் இருந்து ராஜினாமா செய்தார்.",
        "அவரது மூன்று ஆண்டு ஆட்சியின் போது, ​​வாழ்க்கைச் செலவு மக்களால் மிகவும் அதிகரிக்கிறது.",
        "ஜப்பானிய அரசியலமைப்பின் முன்னாள் பிரதமருக்குப் பிறகு, கில்லிடா பிரதமரானார்.",
        "ஷிரி கண்ணியமான ஷிரி கண்ணியமானவர் ஜப்பானின் பிரதமராக இருந்தார், இந்த மாத தொடக்கத்தில் தேர்தல்களை விரைவாக நடத்துவதாகும்.",
        "ஜப்பானிய நாடாளுமன்றத் தேர்தலின் வாக்குகள் இன்று காலை தொடங்கியது.",
        "லோயர் சென்சிங் கவுன்சிலில் 465 இடங்களுக்கு பிரதிநிதிகள் தேர்ந்தெடுக்கப்பட வேண்டும்.",
        "போருக்குப் பிந்தைய ஜப்பானின் தற்போதைய ஆளும் தாராளவாத ஜனநாயகக் கட்சி, சன்ஹெட்ரின் பெரும்பான்மையை வென்றது.",
        "இருப்பினும், இந்த ஆண்டு தேர்தல் அவர்களுக்கு ஒரு சவாலாக உள்ளது.",
        "தாராளமய ஜனநாயகக் கட்சி (தாராளவாத ஜனநாயகக் கட்சி) குறித்து நிபுணர்கள் கணித்துள்ளனர், மேலும் இந்த ஆண்டு தேர்தலில் சுமார் 50 இடங்கள் இழக்கப்படும்.",
        "அரசாங்கத்தின் நெருக்கடிகள் மற்றும் அதிகரித்து வரும் செலவுகள் அரசாங்கத்திற்கு அரசாங்கத்திற்கு அதிருப்தியை ஏற்படுத்தியுள்ளன.",
        "எக்ஸ்பிரஸ், புள்ளிவிவர ஜனநாயகக் கட்சியில் 98 இடங்களும் 140 இடங்களும் இருக்கும்.",
        "அதன்படி, இந்த ஆண்டு நாடாளுமன்றத் தேர்தல் மிக முக்கியமான தேர்தலும், பிரதமர் ஷிபா, இசிபோஹா மற்றும் பிரதமர் ஷிரி போலியன்."
      ]
    },
    "en": {
      "title": "Japanese parliamentary election today",
      "body_lines": [
        "This is a very important election as well as Prime Minister Shiri polian and Isiba for the ruling Liberal Democratic Party.",
        "Former Prime Minister of Japanese Prime Minister Fumio Kikada resigned from the post of Prime Minister.",
        "During his three years rule, the cost of living is highly increased by the people.",
        "After the former Prime Minister of the Japanese constitution, Killida became Prime Minister.",
        "Shiri polite Shiri polite was the prime minister of Japan in early this month was to hold elections quickly.",
        "The vote on the Japanese parliamentary election began this morning.",
        "Representatives are to be selected for 465 seats in the lower Sensing Council.",
        "Japan's current ruling liberal democratic Party after the post-war, almost won the majority of the Sanhedrin.",
        "However, this year's election has been a challenge for them.",
        "Experts predict on the Liberal Democratic Party (Liberal Democratic Party) and about 50 seats will be lost this year's election.",
        "The government's crises and rising costs have caused the government displeasure to the government.",
        "Expressor, the Statistic Democratic Party will have 98 seats and 140 seats.",
        "Accordingly, this year's parliamentary election is a very important election as well as the Prime Minister Shibaa, Isiboha, and Prime Minister Shiri polian."
      ]
    }
  },
  "summary_lines": [
    "Japanese parliamentary election underway. PM Shiri Polian leads Liberal Democratic Party. Former PM Fumio Kishida resigned due to high cost of living. Experts predict LDP may lose 50 seats. Opposition parties gaining ground. Election crucial for PMs Shibaa and Isiboha."
  ]
}