{
  "translated_text": {
    "si": {
      "title": "ස්වාධීන වෙළඳ කම්කරුවන් ඡන්ද අයිතිය අහිමි වීම",
      "body_lines": [
        "කර්මාන්ත තුළ කර්මාන්තවල කර්මාන්තවල බලපෑමේ බලපෑම තුළ ඇති බලපෑමට අනුව ශ්රී ලංකාවේ ආර්ථිකය - ඕරෝන වත්මන් සන්දර්භය තුළ ඇති ප්රධාන බලපෑමක් වන අතර කර්මාන්තවල කම්කරුවන් ප්රධාන ගැටළු වලට මුහුණ දී ඡන්දය ප්රකාශ කිරීමේ අයිතිය නැති වී යයි.",
        "කටුනායක, පියගම, වතුඅයිගිතිව සහ මිරිගම ඇතුළු ශ්රී ලංකාවේ නිදහස් වෙළඳ කලාප 80,000 ක් පමණ වූ ගැටලු විසඳීම සඳහා බදාදා (23) මරදාන ආයතනික භට පිරිස් විසින් මරදාන ආයතනික භට පිරිස් විසින් පවත්වන ලදී.",
        "එළඹෙන මහ මැතිවරණයේ වර්තමාන රැකියාවලින් ඡන්දය ප්රකාශ කිරීමේ අයිතිය පිළිබඳ සිරම්බමමානි කේන්ද්ර ව්යාපෘති සංවිධායක චන්ද්ර දේවානායනා, ටස්බින්දු සම්මේලනයේ කළමණාකාර අධ්යක්ෂ චන්ද්ර දේවානායනා සහ රතු දේවානාරායානා, ඔවුන් මුහුණ දෙන අභියෝග හා අයිතිවාසිකම් උල්ලං .නයන් පිළිබඳව දැනුවත් කිරීම, ලියාපදිංචි ප්රදේශවලට ආපසු යාමට පරිසරය නොමැතිව. නීති orney-Alaw මානව හිමිකම් ක්රියාකාරික ක්රියාකරු තාරුෂි තෂාරා ප්රනාන්දු ද සහභාගී වූහ.",
        "මෙහි සේවය කරන සියලු දෙනා දුර බැහැර ප්රදේශවලින් පැමිණේ. දුර බැහැර ප්රදේශවල කම්කරුවන්ට 2015 සිට ඡන්ද අයිතිය අහිමි වීම සැලකිය යුතු කරුණකි.ඔවුන්ගේ ගම වෙත ගමන් කිරීමේ පිරිවැය විශේෂයෙන් ගමන් වියදම් පිරිවැයයි. සමහර අය කිව්වා තමන් ඡන්දය පාවිච්චි කරනවා කියලා.",
        "මෙම කරුණු සඳහා විසඳුමක් සෙවීමට අදාළ බලධාරීන් සාකච්ඡා කර ඇති නමුත් විසඳුම අද දක්වාම ලබා ගත නොහැකි බව ඔවුහු පැවසූහ.",
        "මැතිවරණ කාලය තුළ කම්කරුවන්ගේ උපන් ගම වෙත යාමේ අවශ්යතාවයක් පවතී. ඔවුන් කියා සිටියේ ගමනාගමනය සම්බන්ධයෙන් ඔවුන් බොහෝ දුෂ්කරතාවන්ට මුහුණ දී සිටින බවයි.",
        "වැඩිදුර ගෙවීම් සහ වැඩිදුර නිවාඩු දිනවල පැමිණීම අඩු කරන බව ද ඔවුහු පවසති.",
        "නිදසුනක් වශයෙන්, පසුගිය ජනාධිපතිවරණයේදී එවැනි තත්වයක් සිදුවිය. ඉතින් මේ වතාවේ මහ මැතිවරණය එළඹෙන මහ මැතිවරණයෙන් සිදු නොවනු ඇති අතර මැතිවරණයට අදාළ මැතිවරණය ඡන්දය ප්රකාශ කිරීමේ අයිතිවාසිකම් ආරක්ෂා කිරීම බව පැවසීය.",
        "ඡන්දය දෙන අපේක්ෂකයින්ගෙන් ඔවුන්ට කිසිදු ප්රයෝජනයක් නැත. මීට පෙර පාලනය කළ රජය මෙම ගැටළු වලට විසඳුමක් ලබා දිය නොහැක. ඔවුන් කියා සිටියේ නව ආණ්ඩුවේ නිසි විසඳුමක් ඉල්ලා සිටින බවයි.",
        "අත්යවශ්ය භාණ්ඩවල මිල වැඩි වන විට මිනිසුන් දෛනික වැඩ සොයා බැලූ විට. අනවශ්ය වෙළඳ භාණ්ඩවල මිල ඉහළ යාම. මෙය කම්කරුවන්ට ප්රයෝජනවත් නොවන නමුත් ඡන්දය ප්රකාශ කිරීම සඳහා ඡන්දය දෙන කම්කරුවන්ට බොහෝ අයිතිවාසිකම් අහිමි වේ. විසඳුමක් සෙවීම සඳහා අදාළ බලධාරීන්ගේ මතය යටතේ ගැටලු ගෙන එන බව ඔවුහු පැවසූහ.",
        "ධුරයෙන් - කොළඹ වත්මන් සන්දර්භය තුළ, ශ්රී ලංකාවේ ආර්ථිකය සිත් රිදවන අවධියකට ළඟා වී ඇති අතර, කර්මාන්තයේ නිදහස් වෙළඳ කලාපවල ඇඟලුම් කර්මාන්තය, කර්මාන්තයේ නිදහස් වෙළඳ කලාපවල ඇඟලුම් කර්මාන්තයේ බලපෑම හේතුවෙන් ඇඟලුම් කර්මාන්තයේ ඇඟලුම් කර්මාන්තය.",
        "දුප්පත්කම, නූගත්කම සහ පවුල් පරිසරය හේතුවෙන් කාන්තාවන් නිදහස් වෙළඳ කලාපවල ඇඟලුම් කම්හල් සඳහා වැඩ කරති. මෙහි සේවය කරන කාන්තාවන්ගේ පවුල් ජීවනෝපාය රඳා පවතින්නේ මෙම කාර්යය මත ය.",
        "පවුල් පරිසරය ජය ගැනීම, පවුලේ වගකීම් ඉටු කිරීම සඳහා සහ ඔවුන්ගේ ජීවන තත්ත්වය වැඩිදියුණු කිරීම සඳහා, මෙම කාන්තාවන් මූලික වෘත්තීය අයිතිවාසිකම් නොමැතිව අඛණ්ඩව ඔවුන්ගේ වෙහෙස මහන්සි වී වැඩ කිරීම සහ ඔවුන්ගේ ශ්රමය ලිංගික හා ආර්ථික වශයෙන් සූරාකෑමට ලක්ව ඇත.",
        "කාන්තාවන්ට තම පවුල් හා දරුවන් රැකබලා ගැනීමට නොහැකි අතර සමහරු විදේශගත වෙති. මෙය බොහෝ ඡන්ද අයිතියන්ට බලපායි. මෙම විවිධ කාරණා ආමන්ත්රණය කර නිසි විසඳුමක් සොයා ගැනීමට අවශ්ය අවස්ථාවක් ඇති අතර සියලු ඡන්ද අයිතිවාසිකම් ආරක්ෂා කිරීමට පියවර ගනී."
      ]
    },
    "en": {
      "title": "Independent Trade Workers Losing Voting Rights",
      "body_lines": [
        "Sri Lanka's economy is a major impact in the post -Corona current context, with the impact of the impact of the industries in the industries that have been very impact, and the workers in the industries are facing major problems and losing their voting rights.",
        "A media briefing was held on Wednesday (23) at the Maradana CSR to address the problems faced by about 80,000 diaspora workers in Sri Lanka's free trade zones, including Katunayake, Piyagama, Vatupitivala and Mirigama.",
        "Sirambhamani Kendra Project Organizer Sukat Rajapaksa, Managing Director of the Tabindu Federation, Chandra Devanayana, and Red Devanarayana, on the issue of the right to vote from the current jobs in the upcoming general elections and raising awareness of the challenges and rights violations they face, without the environment to return to registered areas.Attorney -at -Law Human Rights activist Tarushi Tishara Fernando also participated.",
        "All those who work here come from distant areas. It is noteworthy that workers from distant areas have lost their voting rights since 2015.The cost of traveling to their hometowns is especially the cost of travel costs. Some people said they hate voting.",
        "They said that the relevant authorities had negotiated to find a solution to these issues but that the solution could not be obtained until today.",
        "There is a need for workers to go to their hometown during the election period. They said they were facing many difficulties regarding traffic.",
        "They also say that the additional payments and the arrival of the further holidays are being deducted.",
        "For example, in the last presidential election, such a situation occurred. So this time, the general election will not happen in the upcoming general election and said that the elections related to the elections were to protect the voting rights.",
        "They have no benefit by voting candidates. The government, which had previously ruled, could not provide a solution to these issues. They said they would ask for a proper solution in the new government.",
        "People rushed in search of daily work as the prices of essential commodities increase. Increase in prices of unnecessary commodities. This is not beneficial for workers, but workers who vote for voting are denied many rights. They said they would bring the problems under the view of the relevant authorities to find a solution.",
        "In the post -Corona current context, Sri Lanka's economy has reached a hurtful stage, and the garment industry in the free trade zones in the industries that have been severely faced by the impact.",
        "Due to poverty, illiteracy and family environment, women are working for garment factories in free trade zones. The family livelihood of the women who work here depends on this job.",
        "To overcome the family environment, to carry out family responsibilities, and to improve their quality of life, these women have been continuously offering their hard work without any basic career rights and have exploited many people who are exploiting their labor in sexually and economically.",
        "Women are unable to care for their families and children and some go overseas. This affects many voting rights. There is a need to address these various issues and find a proper solution and take steps to protect all voting rights."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka: Independent trade workers lose voting rights due to economic impact and distance from hometowns. Media briefing addresses challenges faced by 80,000 diaspora workers in free trade zones. Issues include lack of voting rights, high travel costs, and exploitation of labor. Women workers particularly affected, seeking solutions to protect voting rights and improve living conditions."
  ]
}