{
  "translated_text": {
    "si": {
      "title": "ඉරාන ගල් අඟුරු ආලේපන අනතුරකින් 30 දෙනෙකු මියගොස් තිබේපුද්ගලයන් 24 දෙනෙක් මැජික්",
      "body_lines": [
        "ඉරානයේ ගල් අඟුරු පතලේ මීතේන් කාන්දු වීම නිසා අවම වශයෙන් කම්කරුවන් 30 දෙනෙකු මියගොස් තිබේ. 17 දෙනෙක් බරපතල තුවාල ලැබූහ. පුද්ගලයින් 24 දෙනෙක් ඉන්ද්රජාලික වී ඇත. ඒවා සෙවීම වේගවත්ය.",
        "ගල් අඟුරු පතල ඉරානයේ අගනුවර වන ටෙහෙරානයට කිලෝමීටර 540 ක් ගිනිකොන දෙසින් ක්රියාත්මක විය. මෙම උමගෙහි කම්කරුවන් 70 දෙනෙකු සේවය කළහ.",
        "පතලේ මීතේන් කාන්දු වීම නිසා ඇතිවන හදිසි පිපිරීමක්. ගිනි නිවන භටයන් එම ස්ථානයට පැමිණ දිගු කලක් සටන් කොට ගින්න නිවා දැමූහ. අනතුරෙන් බේරා ගැනීම් සඳහා බේරාගත් අය සම්බන්ධ වූහ.",
        "මෙයින් 30 ක් ඛේදජනක ලෙස මිය ගොස් ඇත. තවත් 17 දෙනෙකු බරපතල තුවාල ලබා ඇත. ඔවුන් ප්රතිකාර සඳහා රෝහලට ඇතුළත් කර තිබේ.",
        "පිපිරීම අතරතුර වැඩ කරන පුද්ගලයින් 24 දෙනෙකු අතුරුදහන් විය. බිඳවැටීම උමගෙහි සිරවී ඇති බවට බලධාරීහු සැක කරති. ඒවා සෙවීම වේගවත්ය.",
        "මේ අවස්ථාවේ දී, \"කොටු වී තම පවුල්වලට උදව් කිරීමට සහ උදව් කිරීමට සියලු උත්සාහයන් ගනු ලැබේ. අනතුර පිළිබඳ සවිස්තරාත්මක විමර්ශනයක් සිදු වෙමින් පවතී. ඉරානයේ ජනාධිපති මසූඩ් පැවසුවේ අනතුරට ලක්වූ අනතුරට මුළු හේතුවම දැනගත හැකි බවයි."
      ]
    },
    "en": {
      "title": "30 people killed in Iranian coal mining accident24 people magic",
      "body_lines": [
        "At least 30 workers were killed in an explosion caused by methane leak in coal mine in Iran. 17 people were seriously injured. 24 people have become magical. The search for them is fast.",
        "A coal mine operated 540 km southeast of Iran's capital Tehran. There were 70 workers working in this tunnel.",
        "Sudden explosion caused by methane leak in the mine. Firefighters rushed to the scene and fought for a long time and extinguished the fire. Rescuers were involved in the rescue of the accident.",
        "Of these, 30 were tragically killed. Another 17 people were seriously injured. They have been admitted to the hospital for treatment.",
        "Also, 24 people who were working during the explosion were missing. Authorities suspect that the crash may be trapped in the tunnel. The search for them is fast.",
        "In this case, “all efforts will be made to rescue the trapped and help their families. A detailed investigation into the accident is underway. Only then will the whole cause of the accident be known, ”Iran's President Masood Bessekian said."
      ]
    }
  },
  "summary_lines": [
    "Iranian coal mine explosion kills 30 injures 17; 24 workers missing. Rescue efforts ongoing. Investigation underway."
  ]
}