{
  "translated_text": {
    "ta": {
      "title": "பொதுத் தேர்தல் 2024: எதிர்க்கட்சி நோக்கம் மற்றும் பாத்திரத்தின் நோக்கம் என்னவாக இருக்க வேண்டும்?",
      "body_lines": [
        "பொதுத் தேர்தல் 2024: எதிர்க்கட்சி நோக்கம் மற்றும் பாத்திரத்தின் நோக்கம் என்னவாக இருக்க வேண்டும்?",
        "இந்த ஆண்டு பொதுத் தேர்தல் அரசாங்கத்தின் அதிகாரத்தைப் பெறுவதற்குப் பதிலாக எதிர்க்கட்சியின் அதிகாரத்தைப் பெறுவதற்காக ஒரு போராட்டம் உருவாக்கப்படுவதைக் காணலாம்.",
        "பாராளுமன்றத்தை நிரப்புவதற்காக தனது எம்.பி.க்களிடமிருந்து பாராளுமன்றத்தை நிரப்ப ஜனாதிபதியை பிரதிநிதித்துவப்படுத்தும் அதே நேரத்தில் எதிர்க்கட்சியின் அதிகாரத்திற்கு பலர் அழைப்பு விடுக்கின்றனர்.",
        "ஜனாதிபதி மக்களின் மக்களை விட்டு வெளியேறும்போது, ​​அவரது எதிரி அல்லது அவரது எதிர்க்கட்சி நாட்டின் அதிகாரத்தைப் பெறத் தவறிவிட்டது.",
        "வரவிருக்கும் நாடாளுமன்றத்தில் எதிர்க்கட்சி பங்கு எவ்வாறு உள்ளது என்பதையும் நாங்கள் ஆலோசித்தோம்.",
        "பெண்கள் ஏன் பாராளுமன்றத்தை பிரதிநிதித்துவப்படுத்த வேண்டும்?",
        "\"அதிகாரத்தைப் பெறுவதற்கான பணிக்குழுவின் அடுத்த கணம் எதிர்ப்பு. அத்தகைய குழு ஒரு வலுவான ஒழுங்கமைக்கும் திட்டம், ஒரு வலுவான நிறுவன அமைப்பு மற்றும் மிகவும் பரந்த சமூகம் போன்றவை. \"கொழும்பு பல்கலைக்கழகத்தின் மூத்த விரிவுரையாளர் தம்ம டிசனாயகே விளக்குகிறார்.",
        "எதிர்க்கட்சியின் முக்கிய நோக்கம் மூத்த விரிவுரையாளராக இருக்க வேண்டும், நாட்டின் மிகவும் சக்திவாய்ந்த திட்டம் மேற்கொள்ளப்படுகிறது என்பதை அவர் வலியுறுத்தினார்.",
        "\"இலங்கையில், தங்கள் நாட்டுப்புற தளம் கிடைக்கவில்லை என்று அவர்கள் நம்புவதால், அவர்கள் எதிர்ப்பாக இருக்கும்படி வாக்களிக்கும்படி கேட்கப்படுகிறார்கள் அல்லது ஒரு வலுவான எதிர்ப்பாக வாக்களிக்க வேண்டும். ஆனால் இலங்கையின் அரசியல் கலாச்சாரத்தின் சரிவு மற்றும் இலங்கையில் ஜனநாயகம் பயன்படுத்தினால், ஜனநாயக நடைமுறைகளை ஆழமாக்குவது குறித்து ஆழமான விழிப்புணர்வு இல்லை என்பதை இது காட்டுகிறது. \"",
        "எனவே, மூத்த விரிவுரையாளர், வலுவான எதிர்ப்பாக இருக்க அதிகாரத்தை கோருவதில் மகிழ்ச்சி இல்லை என்றும் இது ஒரு மோசமான சூழ்நிலை என்றும் கூறினார்.",
        "ஜனாதிபதியுடன் இணைந்து அரசாங்கத்திற்கு எதிர்க்கட்சி வாக்களிக்க முன்வந்த சில திசைகள் இந்த ஆண்டுக்கு ஒரு திறவுகோலாக முன்வைக்கப்பட்டுள்ளன.",
        "\"இலங்கையில் ஒரு கலாச்சாரத்தை நாங்கள் பார்த்ததில்லை, இது திட்டத்தை தைரியமாக செயல்படுத்தும் திட்டத்தை ஆதரிக்கிறது.. இது ஒரு தவறான நோக்கம், அல்லது போலி.",
        "\"அரசாங்கத்தால் எடுக்கப்பட்ட ஒரு நல்ல திட்டத்தை ஆதரிப்பது எந்தவொரு நல்ல எதிர்ப்பிற்கும் ஒரு பொறுப்பாகும். ஆனால் இலங்கையின் அரசியல் கலாச்சாரத்தை அறிந்து கொள்ளுங்கள், இந்த அறிக்கை மட்டுமே போலியானது மற்றும் வாக்களிக்க ஒரு தந்திரம் என்பதை நாங்கள் அறிவோம். அவர் அரசாங்கங்களின் சக்தியைப் பெற முடியாது என்று எனக்குத் தெரியும், எனவே நான் இவ்வாறு பார்க்கிறேன். \"",
        "கொழும்பு பல்கலைக்கழகத்தின் மூத்த விரிவுரையாளர், கொழும்பு பல்கலைக்கழக அரசியல் அறிவியல் துறையான தம்ம டிசனாயக்க, மூன்றில் இரண்டு பங்கு அதிகாரங்களால் அரசாங்கம் அதிகமாக இருந்ததற்கு பதிலளித்தார்.",
        "\"இந்த நேரத்தில் அதிகாரத்தை அடைவதற்கான பயணத்தின் பாதி தேசிய நாட்டுப்புற சக்தி. அவர்களுக்கு ஒரு ஜனாதிபதி மற்றும் அமைச்சரவை உள்ளது. எனவே, அரசாங்க அதிகாரத்தை நிறுவுவதற்கான சாத்தியக்கூறுகள் அடுத்த முறை அரசாங்கங்கள் நிகழ்தகவு என்று நாங்கள் நினைக்கிறோம். தேசிய ஜதிபாவின் அதிகாரத்திற்கு அதிகாரம் இல்லை அல்லது எந்த பிரச்சனையும் இல்லாமல் அரசாங்கத்தை நகர்த்துவதற்கு அவசியமில்லை. \"",
        "\"அரசாங்கத்தின் அரசியல் சர்ச்சை யுபிஎஃப்ஏ செயல்முறை மற்றும் யுபிஎஃப்ஏ செயல்பாட்டின் தேசிய அனிக்வுகள் என நாங்கள் கூட்டணிகளின் கலாச்சாரத்தை நாங்கள் காணவில்லை.. எப்போதும் போராட்டங்கள். குறிப்பாக அதிகாரத்தில் இருக்கும் ஒரு அரசாங்கத்தின் மூன்றில் இரண்டு பங்கு உள்ளது என்பதற்கு, இந்த சோதனை அரசியல் இயக்கத்தை என்ன செய்கிறோம் என்பது முக்கியம்.. இலங்கையில் மூன்றில் இரண்டு பங்கு அதிகாரத்தை எடுத்த நாட்டிற்கான அழிவுகரமான அனுபவங்களை பறித்த அரசியல் குழுக்களின் ஒரு பகுதி இருந்தது. ஆகவே, தேசிய விளம்பரங்களின் புதிதாக தேசிய பிரச்சாரத்திற்கு வருவது மூன்றில் இரண்டு பங்கு சக்தி என்று நான் நினைக்கிறேன், ஏனென்றால் இந்த நபர்கள் திமிர்பிடித்தவர்கள் என்று ஆணவம். ஆனால் பிரச்சினை திமிர்பிடிக்க முடியாது. விதிகள் உள்ளன. வரம்புகள் உள்ளன. அவர்கள் உள்ளே வேலை செய்வார்கள்.",
        "பலவீனமான எதிர்ப்பை அல்லது அரசாங்கத்தை நிறுவுவதாகக் கூறும் மூத்த விரிவுரையாளர், நாடு அளவு மற்றும் ஆரோக்கியமான அரசாங்கம் மற்றும் எதிர்ப்பாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறார்.",
        "எதிர்க்கட்சிக்கு ஒரு புதிய அரசியல் இயக்கம் என்ன மாதிரியான பங்கு ஒதுக்கப்படும்?",
        "கடந்த ஜனாதிபதித் தேர்தலில் பொருள் வாக்குறுதிகளில் சேவையக சேவையக இணைப்பில் வாக்குகள் மாறிவிட்டன, என்றார்.",
        "\"நாங்கள் வந்தால், நாங்கள் புத்தகங்களைக் கொடுக்கிறோம், சாப்பிடுவோம், நாங்கள் பின்சட்டை உருவாக்குகிறோம். இப்போது எந்த வேலையும் இல்லை. எதிர்க்கட்சி கோஷங்களை வழங்க வேண்டும். இந்த நாட்டைக் கட்டியெழுப்புவதற்கான பார்வை என்ன, ஏழு தசாப்தங்களாக அழிக்கப்பட்ட நாட்டின் தலைவிதிக்கு அவர் செய்த பங்களிப்பு என்ன? \"",
        "\"சமூகம் இப்போது ஒரு அடிப்படை மற்றும் தத்துவ முகவரியை விரும்புகிறது. மிதக்கும் வாக்குகள் ஒரு முக்கியமான வாக்குகள். இந்த வேண்டுமென்றே மக்களின் வாக்குகள் இருந்தால், சிந்திக்க யோசனைகள் வெளியிடப்பட வேண்டும் என்று சிந்தியுங்கள். எனவே, எதிர்க்கட்சி நாம் வாக்களிக்கும் முறையைப் பற்றி சிந்திக்க வேண்டும். ஒரு புதிய அரசியல் காட்சி ஒரு அடிப்படையில் செயல்பட வேண்டும் என்று நாம் நினைக்க வேண்டும், ”என்கிறார் மூத்த விரிவுரையாளர் டிசனாயக்க.",
        "இந்திய 'விரிவாக்கம்' மற்றும் அரசாங்கம்: அதற்கு முன்னும் இப்போது பதவிகளின் மாற்றமா?",
        "லோகி ஃபர்காசனில் நடந்த இரண்டாவது டி 20 போட்டியில் நியூசிலாந்து வெற்றி பெற்றது",
        "மத்திய பூமி: நிஜ வாழ்க்கையில் மிகச்சிறந்த உலகம், டோக்கின் கற்பனை உலகம், ரிங்க்ஸ் தொடரின் டொக்கரைப் பார்க்கிறது",
        "வானிலை ஏன் வானிலை சரியாக தீர்க்கதரிசனம் கூறுகிறது?"
      ]
    },
    "en": {
      "title": "The General Election 2024: What should be the purpose of the opposition purpose and role?",
      "body_lines": [
        "The General Election 2024: What should be the purpose of the opposition purpose and role?",
        "This year's general election will be seen that a struggle is created to acquire the power of the opposition instead of acquiring the power of the government.",
        "Many people call for the power of the opposition while the government representing the President to fill in Parliament from his MPs to fill in Parliament.",
        "When the president fled the people of the people, his opponent, or his opposition, failed to acquire the power of the country.",
        "We also consulted on how the opposition role in the upcoming Parliament.",
        "Why should women represent Parliament? What are the problems that the newly appointed government's challenges and solutions to find solutions?",
        "\"Opposition is the next moment to the work group to get power. Such a group is as advanced as a strong organizing program, a strong organizational structure, and a very wide community. \"Senior Lecturer of the University of Colombo, Dhamma Dissanayake explains.",
        "The main objective of the opposition should be the senior lecturer, he emphasized that the country's more powerful program is being carried out.",
        "\"In Sri Lanka, it is because they believe that their folk base is not available, they are asked to vote to be opposition or to vote to be a strong opposition. But it shows that there is no deeper awareness of the deepening of the democratic procedures, if there is a collapse of political culture of Sri Lanka and the use of democracy in Sri Lanka. \"",
        "Therefore, the Senior Lecturer said that it was not pleased to seek to demand power to be strong opposition and this was a bad situation.",
        "Some of the directions who have come forward to seek opposition vote to the government in collaboration with the president have been presented as a key to this year.",
        "\"We have not seen a culture in Sri Lanka that supports the program that is courageously implemented by a government courageously to the program.. It is a false purpose, or fake. \"",
        "\"Supporting a good program taken by the government is a responsibility of any good opposition. But know the political culture of Sri Lanka, we know this statement is solely fake and a trick to vote. I know it as if he knows that he can't get the power of the governments, so I see this way. \"",
        "The Senior Lecturer of the University of Colombo, the Colombo University's Department of Political Sciences, Dhamma Dissanayake replied to what the government had overwhelmed by two-thirds powers.",
        "\"Half of the journey to achieve power at the moment is the national folk force. They have a president and a Cabinet. Therefore, we think that the likelihood of establishing government power is the probability that the next time governments. The power to the power of the National Jathibhah is not the absolute majority or necessary to move the government without any trouble. \"",
        "\"We have not seen a culture of alliances as the government's political controversy is within the UPFA process and the national aniques on the UPFA process.. Always the struggles. Especially for the fact that there is two thirds of a government that is in power, it is important that we do what is doing this trial political movement.. There were part of political groups, who had taken away the destructive experiences for the country who took two-thirds power in Sri Lanka. So I think it is a two-third of the power to come to the newly national propaganda of the national promos, because these guys are arrogant that they are arrogant. But the problem cannot be arrogant. There are rules. There are limits. They will work inside. \"",
        "The Senior Lecturer, which claims to establish a weak opposition or a government, emphasizes that the country needs to be quantitative and a healthy government and opposition.",
        "What kind of role will be assigned to the Opposition a fresh political movement?",
        "The votes on a server server connectivity on material promises had changed in the last presidential election, he said.",
        "\"If we come, we give books, let us eat, and we're making the backet. There is no work now. Opposition has to offer slogans. What is the vision of building this country, what is the assurance that his contribution to the fate of a destroyed country for seven decades is not to repeat it? \"",
        "\"Society now wants a fundamental and philosophical address. Floating votes is an important amount of votes. If the votes of these deliberate people, think of ideas should be released to think. As such, the opposition should think about the way we vote. We need to think that a new political scene should work in a fundamentary, \"says Senior Lecturer Dissanayake.",
        "Indian 'expansionism' and the government: Before and now a change of positions?",
        "New Zealand wins second T20 match in Loki Fargasan",
        "Middle-Earth: The phantiest world in the real life, the fantasy world of Tokin, seeing the Tokin of the Rings series",
        "Why is the Meteorological Department correctly prophesy the weather?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "The opposition's role in the 2024 General Election should focus on constructive criticism and policy alternatives rather than seeking power. A strong opposition requires a robust organizational structure and community support. The government's two-thirds majority poses challenges for the opposition, but a balanced political system is crucial for democratic stability."
  ]
}