{
  "translated_text": {
    "ta": {
      "title": "இலங்கையிலிருந்து சூப்பர்பிட்",
      "body_lines": [
        "இலங்கை மற்றும் நியூசிலாந்திற்கு இடையிலான இரண்டாவது டெஸ்ட் போட்டியில் இலங்கை 154 ரன்கள் வித்தியாசத்தில் வென்றது.",
        "அதன்படி, இலங்கை அணி 2 போட்டித் தொடரை 0 போட்டிகளாக வென்றது.",
        "நான்காவது நாளில் 514 ரன்கள் இழந்ததற்காக நியூசிலாந்து 199 ரன்கள் எடுத்தது.",
        "நிஷான் பீரிஸ், 60 ரன்கள் எடுத்தார், 60 ரன்கள் திட்டிக்கொண்டிருந்தார், 60 ரன்கள் எடுத்தார்.",
        "இருப்பினும், க்ளென் ஃபிரென் பிலிப்ஸ் 78 ரன்கள் எடுத்தார்.",
        "இருப்பினும், தனது மங்களா சோதனைத் தொடரில் விளையாடிய நிஷான் பீரிஸ் 5 விக்கெட்டுகளை வீழ்த்தினார்.",
        "திருமண சோதனையில் 5 விக்கெட்டுகளை வீழ்த்திய 7 வது விளையாட்டாளராக அவர் பதிவுகளில் ஒன்றாகும்.",
        "நியூசிலாந்தின் முதல் இன்னிங்ஸ்களுக்காக 882 ரன்கள் இழந்ததற்காக இலங்கை 5 ரன்கள் எடுத்தது.",
        "அதன்படி, நியூசிலாந்தின் இரண்டாவது இன்னிங்சின் முதல் விக்கெட்டாக டாம் சோலிமேடியத்தின் முதல் விக்கெட் நிஷான் பீரிஸுக்கு கண்டறியப்பட்டது."
      ]
    },
    "en": {
      "title": "Superbid from Sri Lanka",
      "body_lines": [
        "Sri Lanka won the second Test match between Sri Lanka and New Zealand by 154 runs.",
        "Accordingly, the Sri Lankan team won the 2 match Test series as 0 matches.",
        "New Zealand scored 199 runs for the loss of 514 runs for the fourth day.",
        "Nishan Peiris, who had scored 60 runs while 60 runs were scolding, scored 60 runs.",
        "However, Glen Phren Philips scored 78 runs.",
        "However, Nishan Peiris, who played his Mangala Test series, took 5 wickets.",
        "He was among the records as the 7th gamer who took 5 wickets in the Wedding Test.",
        "Sri Lanka scored 5 runs for the loss of 882 runs for the first innings of the New Zealand.",
        "Accordingly, Nishan Peiris was diagnosed with the first wicket of Tom Solimadium as the first wicket of the second innings of New Zealand."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka wins 2nd Test vs NZ, takes series 1-0. Nishan Peiris scores 60 & takes 5 wkts. Glen Phillips hits 78. SL loses 882/5 in 1st innings. Peiris dismisses Tom Latham in 2nd innings."
  ]
}