{
  "translated_text": {
    "ta": {
      "title": "ජනපතිට දැවැන්ත ආරක්ෂාවක් ලබා දිය යුතුයි",
      "body_lines": [
        "எவ்வாறாயினும், ஜனாதிபதிக்கும் ஹெலிகாப்டரிலும் கூட பாரிய பாதுகாப்பை வழங்க வேண்டியது அவசியம் என்றால், ஜனாதிபதியின் விருப்பம் ஜனாதிபதிக்கு இருக்காது.. ලාල්කාන්ත මහතා පවසයි.",
        "ஜூன் 27 ஆம் தேதி பெரடேனியாவில் நடைபெறவிருக்கும் ஒரு திட்டத்தில் அமைச்சர் வலியுறுத்தினார்.",
        "\"ஜனாதிபதி ஆரம்ப கட்டத்தில் ஆரம்பத்தில் இருந்தபோது, ​​பாதுகாப்புத் திட்டத்தை பலர் விமர்சித்ததாக எந்த விமர்சனமும் இல்லை. எனது கருத்து குறித்து எனது கருத்து. ஜனாதிபதிக்கு ஒரு சிறப்பு பாதுகாப்பு தேவை. வெவ்வேறு கருத்துக்கள் வெவ்வேறு கருத்துக்களில் வெளியிடப்பட்டாலும், ஜனாதிபதி ஒரு பெரிய பாதுகாப்பை வழங்க வேண்டும்.",
        "அதிவேக நெடுஞ்சாலையில் ஒரு வாகனத்தில் பயணிக்கும் ஒரு பார்வையை நான் சமீபத்தில் பார்த்தேன். வாகனம் இன்னும் சில வாகனங்கள் நடப்பதைக் கண்ட பிறகு. பழைய அமைப்பு வேறுபட்டது என்று சிலர் கூறுகிறார்கள்.",
        "அவர்கள் முட்டாள் முட்டாள் மீது. ஜனாதிபதி எங்காவது செல்கிறார் என்றால், நிச்சயமாக உள்ளது. பாதுகாப்புப் பணியாளர்கள் உட்பட அதிகாரிகளின் குழு. அவர்களைத் தடுக்க முடியாது. நீங்கள் அவர்களை விமர்சித்தால், நாங்கள் சொல்ல வேண்டும். வெளியில், யாரும் இருக்க வேண்டிய உண்மையை மாற்ற வேண்டியதில்லை.",
        "ஜனாதிபதி ஒரு ஹெலிகாப்டர் கொடுக்க விரும்புகிறார் என்று நான் சொல்கிறேன். ஆனால் அனுரா டிஸ்நாயக்கே தோழர் டிசனாயக்கை விரும்பவில்லை.",
        "ஜனாதிபதி ஒரு ஹெலூனின் பயணத்தை மேற்கொண்டால், ஜனாதிபதி ஒரு ஹெலூனின் பயணத்திற்கு வந்திருந்தால், ஜனாதிபதி ஒரு பயணத்தை எடுக்கப் போகிறார் என்றால்.",
        "ஒரு நாள் ஜனாதிபதி ஜனாதிபதியிடம் செல்வதற்கு முன்பே ஜனாதிபதி ஒரு ஹெலிகாப்டரைப் பயன்படுத்த வேண்டும். இது விமர்சிப்பதை விட பின்வருவனவற்றின் விஞ்ஞான முன்னோக்காக இருக்க வேண்டும். உங்களை விட விஞ்ஞான மற்றும் தர்க்கரீதியான அடிப்படையில் உங்களைப் பார்க்க விரும்பவில்லை ...",
        "நான் சமீபத்தில் விவசாயிக்கு விவசாயத்திற்கு பயணம் செய்தேன். நான் ஒரு வண்டியில் ஒரு வண்டியில் சென்றேன். சுமார் 15 வாகனங்கள் பின்புறத்திலிருந்து வரிசையில் வருகின்றன. ஒரு மாவட்ட செயலாளரின் அதிகாரிகளில் ஒருவர் வாகனங்களின் வாகனங்களில் ஒன்றாகும், மற்றொன்று பழைய அமைப்பு பழைய அமைப்பு என்று கூறுகிறது. இந்த அதிகாரிகள் ஒரே இடத்தில் வருகிறார்கள். ஒரே வாகனத்தில் வர வழி இல்லை. ஆனால் நாம் செலவுகளைப் பற்றி விவாதிக்க வேண்டும்.",
        "எனது தனியார் செயலாளர் எனக்குப் பின் ஒருபோதும் வரவில்லை, பின்னர் 10 நிமிடங்கள் அங்கு வரும்படி சொன்னேன். நான் சொன்ன பிறகு என் வரிசையில் அவர்கள் சொல்கிறார்கள். எனவே மக்கள் விமர்சிக்கிறார்கள். இவற்றை நாம் நிறுத்த முடியாது. விமர்சனத்திற்கு ஒரு பிரச்சினை இல்லை. எவ்வாறாயினும், ஒரு வித்தியாசத்தை ஏற்படுத்த நாங்கள் இப்போது அந்த அரசியல் கலாச்சாரத்தை மாற்றி வருகிறோம், \"என்று அமைச்சர் கூறினார்."
      ]
    },
    "en": {
      "title": "The president needs a massive security for the President",
      "body_lines": [
        "However, the president's will not have the will of the president, if it is necessary to provide massive protection to the President and even in helicopter.. Says Mr. Lal Kanthe.",
        "The Minister emphasized that at a program to be held on 27th June at the Peradeniya.",
        "\"When the president was early in the early stages, there was no criticism that many criticized the security program is essential. My opinion on my opinion. The President needs a special security. Although different opinions are posted on different opinions, the President needs to give a huge protection.",
        "I recently saw a vision that travels on a vehicle on the expressway. After the vehicle saw some more vehicles going on. Some people say that the old system was different.",
        "They on the stupid stupid. If the President is going somewhere, there are definitely. A team of officers including security personnel. They can't stop them. We have to say that if you criticize them, we have to say. In the outside, it doesn't have to change the truth that anyone needs to be.",
        "I say that the President wants to give a helicopter. But Anura Dissanayake doesn't like Comrade Dissanayake.",
        "If the president will take a journey of a helloon, and if the President has come to a journey of a helloon, then, if the president is going to take a journey.",
        "One day the President has to use a helicopter even before the President has to go to the President. It should be a scientific perspective of the following than criticizing. Don't want to see you on a scientific and logical basis rather than it is ...",
        "I recently traveled to the farmer to the farming. I went in a cab in a cab. About 15 vehicles are coming to queue from the back of. People in one of the officers of a district secretary are one of the vehicles of the vehicles, another saying that the old system is the old system. These officers come in one place. There is no way to come in the same vehicle. But we have to discuss the costs.",
        "I told my private secretary never come after me to come after me and then to come there for 10 minutes. They say that on my queue after I say that. So the people criticize. We can't stop these. Criticism does not have a problem. However, we are now changing that political culture to make a difference, \"said the Minister said."
      ]
    }
  },
  "summary_lines": []
}