{
  "translated_text": {
    "si": {
      "title": "ඡන්දය දීමට සූදානම්ද?",
      "body_lines": [
        "10 වන පාර්ලිමේන්තුව සඳහා වූ මැතිවරණය 14 වන බ්රහස්පතින්දා පැවැත්වේ. දේශපාලන පක්ෂ සහ ස්වාධීන කමිටු වෙනුවෙන් අපේක්ෂකයින් 8,000 කට වැඩි පිරිසක් ඔක්තෝබර් 4 සිට 11 දක්වා පාර්ලිමේන්තු මැතිවරණ සඳහා නාමයෝජනා සමඟින් අපේක්ෂකයින් 8,000 කට වැඩි ප්රමාණයක් ඉදිරිපත් කර තිබේ.පාර්ලිමේන්තු මැතිවරණය සඳහා වූ ව්යාපාරය සඳුදා මධ්යම රාත්රිය වන විට අවසන් කරන ලදී.",
        "9 වන පාර්ලිමේන්තුව සඳහා වන මැතිවරණය 2020 අගෝස්තු 520 දී පැවැත්විණි. පාර්ලිමේන්තුවේ ආයු කාලය 2025 දක්වා දක්නට ලැබේ. කෙසේ වෙතත්, යම් කාලයකට පසු පාර්ලිමේන්තුව විසුරුවා හැරීමට ජනාධිපතිවරයාට බලය ඇත. එම පදනම මත පාර්ලිමේන්තුව විසින් වත්මන් ජනාධිපතිවරයා විසින් විසුරුවා හරින ලදී.",
        "පාර්ලිමේන්තුවට මැතිවරණයෙන් සාමාජිකයින් 225 දෙනෙකු තෝරා පත් කර ගනු ලැබේ. මෙයින් අදහස් කරන්නේ 196 කෙලින්ම ඡන්දය හරහා සහ ජාතික ලැයිස්තුවෙන් 29 ක් ඡන්දය ප්රකාශ කරන බවයි. පාර්ලිමේන්තු මැතිවරණය ඡන්දදායකයින් 2024 දෙනෙකු සහභාගී වේ. ඒ අනුව, පසුගිය ජනාධිපතිවරණයේදී ඡන්දය ප්රකාශ කිරීමට සුදුසුකම් ලැබූ කෝටි 71,000 ක් වූ 40 දහසක 354 ක් වූ අතර, මේ වසරේ පාර්ලිමේන්තු මැතිවරණයට ඡන්දය දීමට සුදුසුකම් ලබා තිබේ.. මෙවර පාර්ලිමේන්තු මැතිවරණය තීරණාත්මක වනු ඇත. ජනාධිපතිවරණයෙන් පසු ඉතා ඉක්මණින් පාර්ලිමේන්තු මැතිවරණයක් පවත්වයි.",
        "කෙසේ වෙතත්, ඡන්දදායකයින් පාර්ලිමේන්තු මැතිවරණයේදී ඡන්දය දිය යුතුය. මැතිවරණයේදී මිනිසුන්ට තම ප්රජාතන්ත්රවාදී අයිතිවාසිකම් ක්රියාත්මක කිරීම අවශ්ය වේ. රටේ සැමට වගකීම් තිබේ. එනම්, ජනතාව විසින් තෝරා පත් කර ගන්නා ලද නියෝජිතයින් මේ රටට වගකිව යුතුය.",
        "එනම්, ඔවුන්ගේ යුතුකම සඳහා ඔවුන් සැමවිටම වගකිව යුතු යැයි සිතීම ජනතාව විසින් තෝරා පත් කර ගත් නියෝජිතයන් විය යුතුය. මිනිසුන් සඳහා විශාල වගකීමක් ඇත. එනම්, පාර්ලිමේන්තුවට සුදුසුකම් ලත් නියෝජිතයින් තෝරා ගැනීමේ වගකීම ඡන්ද දායකයින්ට ඇත. ඡන්දදායකයින් ඔවුන්ගේ ඡන්දය භාවිතා කළ යුතුය.",
        "හේතුව, ඉදිරි වසර පහ සඳහා පාර්ලිමේන්තුවේ 10 වන පාර්ලිමේන්තුවේ පාර්ලිමේන්තුවට රටේ ඉරණම තේරී පත්වීමයි.. නීති සම්පාදනය කිරීම, සකස් කිරීම, සැලසුම් ඇතුළුව පාර්ලිමේන්තුවට දැවැන්ත වගකීම් දරයි. එබැවින්, ගැලපෙන පරිදි සුදුසුකම් ලත් සාමාජිකයින් තෝරා ගැනීම අවශ්ය වේ. එම වගකීම සියලු ඡන්ද දායකයින්ට.",
        "මෙය ද්වි-මාර්ග මාර්ගයකි. ඒ කියන්නේ ඡන්ද දායකයින් ද වගකිව යුතු බවයි. ඒ හා සමානව, ඡන්දදායකයින් විසින් තෝරා පත් කර ගන්නා ලද නියෝජිතයින්ට නිසි ලෙස ක්රියා කිරීමේ අයිතිය ඇත. කෙසේ වෙතත්, ජනතාව මැතිවරණ ඡන්ද විමසීමට හා ප්රජාතන්ත්රවාදී අයිතිවාසිකම් ප්රකාශ කිරීම වැදගත් ය.",
        "මේ අවස්ථාවේ දී, පාර්ලිමේන්තු මැතිවරණයේදී ඡන්දය දෙන ආකාරය ගැන ඡන්දදායකයින් පැහැදිලි විය යුතුය. ඡන්දය ප්රකාශ කිරීම සඳහා සූදානම් වන්නේ කෙසේද. මුලදී ඡන්දය දීමට යන අය සහ නිවසට පැමිණෙන ඡන්ද දායකයින් කාඩ්පත් ලබා ගැනීම අවශ්ය වේ. ඡන්ද දායකයින්ගේ කාඩ්පත ඡන්දය ප්රකාශ කළ හැකිය. නමුත් ඡන්ද දායකයින්ගේ කාඩ්පත රැගෙන යාම ප්රතික්ෂේප කිරීම පහසුය.",
        "ඒ හා සමානව, ඡන්දදායකයින් ඡන්දය දීමට යන විට, ජාතික හැඳුනුම්පතක් නොමැති නම්, වලංගු විදේශ ගමන් බලපත්රයක්, වලංගු රියදුරු බලපත්රයක්, විශ්රාමිකයන්ගේ හැඳුනුම්පත, වැඩිහිටියන් සඳහා හැඳුනුම්පත, ආගමික සඳහා හැඳුනුම්පත නායකයින් සහ මැතිවරණ දෙපාර්තමේන්තුව විසින් නිකුත් කරන ලද තාවකාලික හැඳුනුම්පත.",
        "ඒ අතරම, පාර්ලිමේන්තු මැතිවරණයෙන් ඡන්දය ප්රකාශ කරන්නේ කෙසේද යන්න පිළිබඳ පැහැදිලිකම ඉතා වැදගත් වේ. එනම්, ඡන්දය ප්රකාශයේ දේශපාලන පක්ෂවල සහ ස්වාධීන කණ්ඩායම්වල නම් ඉහළ සිට පහළ රේඛාවට ය. පක්ෂ හා ස්වාධීන කණ්ඩායම් අසල ඔවුන්ගේ සංකේත තිබේ. මිනිසුන්ට ඔවුන්ගේ ප්රියතම පක්ෂයේ ලාංඡනය අසල හිස් කොටුව තුළ ඡන්දය දිය හැකිය.",
        "ඒ හා සමානව පහත අපේක්ෂකයින්ට මනාප ඡන්දයක් ඇති වේ. ඡන්දය ප්රකාශ කළ පක්ෂයේ අපේක්ෂකයින් තිදෙනාගේ ඉලක්කම්වලට ඡන්ද දායකයින්ට ඔවුන්ගේ මනාප ලබා ගත හැකිය. පක්ෂය ඡන්දය ප්රකාශ නොකළත් ඡන්දය ප්රකාශ කළත් ඡන්දය පිළිගනු ලැබේ.",
        "එහෙත් පක්ෂය ඡන්දය ප්රකාශ නොකරන්නේ මනාප ඡන්දවල ඉලක්කම් මත නොවේ නම් ඡන්දය ප්රතික්ෂේප කරනු ලැබේ.ඒ හා සමානව, ඡන්දය එකකට වඩා ඡන්දය දෙනවා වුවද ඡන්දය ප්රතික්ෂේප කරනු ඇත.ඊට අමතරව, ඔබ වෙනත් ගැටළු ලිවීමට හෝ ලිවීම නොකළ යුතුය. ඒ සම්බන්ධයෙන්, මිනිසුන් ඉතා පැහැදිලිව ඡන්දය ප්රකාශ කිරීම අවශ්ය වේ.",
        "ඉදිරි වසර පහ සඳහා, මේ රටේ ඉරණම තීරණය කරන 10 වන පාර්ලිමේන්තුව තෝරා ගැනීමට රටේ ජනතාවට අයිතියක් ඇත. එබැවින් 10 වන පාර්ලිමේන්තුවට සුදුසුකම් ලත් සාමාජිකයින් තෝරා පත් කර ගත යුතුය. ඡන්දදායකයින්, ඡන්දදායකයින්ගේ පොරොන්දු සහ ඒවායේ වලංගුභාවය වැනි දේශපාලන පක්ෂ, ඡන්දදායකයින්ගේ පොරොන්දු සහ ඔවුන්ගේ වලංගුභාවය ඇතුළු විවිධ කාරණා සම්බන්ධයෙන් ඡන්දදායකයින් ඡන්දය ප්රකාශ කළ යුතුය.. ඡන්දය ප්රකාශ කළ හැකි පරිසරයක් ඇති විට මිනිසුන් එය වළක්වා නොගත යුතුය.",
        "ඒ අතරම, මැතිවරණය සන්සුන් භාවය හා ප්රචණ්ඩත්වය හා පීඩනයකින් තොරව සහතික කිරීම අවශ්ය වේ. මැතිවරණ කොමිෂන් සභාවේ ක්රියා සහ සාමකාමී පීඩන මැතිවරණයක් පැවැත්වීමට කටයුතු කිරීම සහ සියලු පාර්ශ්වයන්, ඡන්දදායකයින් සහ අපේක්ෂකයින්ගේ වැදගත්ම කාර්යය එයයි.",
        "පසුගිය ජනාධිපතිවරණය, ප්රචණ්ඩත්වය නොමැතිව, ප්රචණ්ඩත්වය, ස්වාධීන මැතිවරණයකට උදාහරණයක් විය. මෙය ශ්රී ලංකා මැතිවරණ ඉතිහාසයේ තීරණාත්මක කාරණයක් විය. එමනිසා, මෙම පූර්වාදර්ශය පාර්ලිමේන්තු මැතිවරණයෙන් හෙළි කළ යුතුය.",
        "එබැවින් ප්රජාතන්ත්රවාදී ක්රියාවලියට සහභාගී වීම හා රටේ ඉරණම තීරණය කරන සහ එම ප්රජාතන්ත්රවාදී ක්රියාවලිය පිළිබඳව උද්යෝගිමත් වන මැතිවරණ ජනමත විචාරණයට දායක වීම අවශ්ය වේ.. නියෝජිත ප්රජාතන්ත්රවාදී ක්රමයේ දී ජනතාව තම නියෝජිතයින් පාර්ලිමේන්තුවට තෝරා ගනී.සියලුම මිනිසුන්ට රට පාලනය කළ නොහැක. මේ අනුව, මෙම නියෝජිත ප්රජාතන්ත්රවාදී ක්රමය තුළින් මිනිසුන් තම නියෝජිතයින් තෝරා ගනී.",
        "එම ජනතාව වෙනුවෙන් ජනතාව විසින් තෝරා පත් කර ගන්නා ලද නියෝජිතයින් ඔවුන්ගේ අභිලාෂයන් ඉටු කිරීම සඳහා ඉදිරි වසර පහ සඳහා වැඩ කළ යුතුය.. මෙහි ජනතාවගේ පරමාධිපත්යය හා අධිකාරය මන්ත්රීවරුන්ට ලබා දී ඇත. එම බලය ඇති ජනතාවගේ නියෝජිතයන් ලෙස රට කළමනාකරණය කළ යුතුය. එමනිසා, මෙය සියලු පාර්ශවකරුවන්ගේ දායකත්වයෙන් කළ යුතුය."
      ]
    },
    "en": {
      "title": "Ready to vote?",
      "body_lines": [
        "The election for the 10th Parliament will be held on Thursday 14th. More than 8,000 candidates have been fielded on behalf of political parties and independent committees, with nominations for the parliamentary elections from October 4 to 11.The campaign for the parliamentary election was completed by midnight on Monday.",
        "The election for the 9th Parliament was held on August 5, 2020. The life span of Parliament is visible until August 2025. However, the President has the power to dissolve parliament after a period of time. On that basis, Parliament was dissolved by the current president.",
        "225 members will be elected by election to Parliament. This means that 196 will be selected directly via votes and 29 via National List. The parliamentary election will be held in 2024 voter turnout. Accordingly, one crore 71 lakhs 40 thousand 354 who qualified to vote in the last presidential election, have been eligible to vote in the parliamentary election this year.. This time the parliamentary election will be decisive. After the presidential election, there is a very quick parliamentary election.",
        "However, voters must vote in the parliamentary election. It is necessary for people to exercise their democratic rights in the election. There are responsibilities for all in the country. That is, representatives elected by the people must be responsible for this country.",
        "That is, the thought that they should always be responsible for their duty should be the representatives elected by the people. There is a huge responsibility for people. That is, voters have the responsibility to elect eligible representatives to Parliament. Voters must use their votes.",
        "The reason is that for the next five years, the fate of the country will be elected to the 10th Parliament of Parliament.. Parliament has massive responsibilities, including enacting laws, formulating, plans. Therefore, it is necessary to select eligible members to suit. That responsibility is for all voters.",
        "This is a two -way route. That means that voters are also responsible. Similarly, representatives elected by voters have the right to act properly. However, it is important that people participate in the election voting and express their democratic rights.",
        "In this case, voters must get clear on how to vote in the parliamentary election. As well as how to prepare for voting. It is necessary for people who go to vote at first and take voter cards that come home. Voter card can be voted. But carrying the voter card is easy to vote.",
        "Similarly, when voters go to vote, the National Identity Card will be accepted, if there is no National Identity Card, a valid passport, a valid driver's license, pensioners' identity card, ID card for the elderly, the identity card for the religious leaders and the temporary identity card issued by the Department of Elections.",
        "At the same time, the clarity of how to vote in the parliamentary election is very important. That is, the names of the political parties and the independent groups in the ballot will be in the row from the top to the bottom line. There will be their symbols near parties and independent groups. People can vote in the empty box near the logo of their favorite party.",
        "Likewise there will be preferential votes for candidates below. Voters can vote their preferential votes above the digits of the party's three candidates who vote. Even if the party does not vote and vote, the vote will be accepted.",
        "But the vote will be rejected if the party does not vote only on the digits of preferential votes.Similarly, the vote will be rejected even if they vote for more than one parties.In addition, you should not write or write any other issues. In that respect, it is necessary for people to vote in a very clear way.",
        "For the next five years, the people of the country have the right to elect the 10th Parliament that determines the fate of this country. Therefore, people should elect eligible members to the 10th Parliament. Voters must vote for various issues, including political parties, policies proposed by voters, voters' promises and their validity.. People should not avoid it when there is an environment where it is possible to vote.",
        "At the same time, it is necessary to ensure that the election is calm and without violence and pressure. It is the most important task of all parties, voters and candidates, including the Election Commission's actions and arrangements to hold a peaceful pressure election.",
        "The last presidential election was very peacefully, without violence, an example of an independent election. This was a decisive issue in Sri Lankan election history. Therefore, this precedent must be revealed in the parliamentary election.",
        "Therefore, it is necessary to participate in the democratic process and contribute to the election referendum that determines the fate of the country and is enthusiastic about that democratic process.. In the representative democratic system, people select their representatives to Parliament.All people cannot rule the country. Thus, through this representative democratic system, people choose their representatives.",
        "The representatives elected by the people on behalf of those people must work for the next five years to fulfill their aspirations.. The sovereignty and authority of the people here are given to MPs. They have to manage the country as representatives of the people with that power. Therefore, this must be done with the contribution of all sides."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Parliamentary election on 14th. Over 8000 candidates. 225 seats: 196 direct votes, 29 national list. Eligible voters: 1 crore 71 lakhs 40 thousand 354. Exercise democratic rights. Clear voting process. Voter ID required. Symbol-based voting. Responsible representatives needed.\""
  ]
}