{
  "translated_text": {
    "ta": {
      "title": "බලවත් විපක්ෂයක් අවශ්‍ය ඇයි?",
      "body_lines": [
        "புதிய பாராளுமன்றத்தை நவம்பர் 14 அன்று வாக்களிக்க வேண்டும். அனுரா குமாரா டிசனாயகேக்கிற்கு வாக்கெடுப்பு ஒரு வலுவான அரசாங்கமாக இருக்க வேண்டும் என்று சிலர் கூறுகிறார்கள். \"வலுவான\" இரண்டு யோசனைகள். ஒரு யோசனை என்னவென்றால், பெரும்பான்மை, ஆனால் பெரும்பான்மையினரின் அரசாங்கம். கதை \"மூன்றில் இரண்டு பங்கு\" பெரும்பான்மையான அரசாங்கத்தின் கதை. \"மாற்றம்\" என்ன என்று மூன்றில் இரண்டு பங்கு என்ன கேட்கப்படுகிறது என்று கேட்டபோது.",
        "அரசாங்கத்திற்கு அரசாங்கத்திற்கு மூன்றில் இரண்டு பங்கு அதிகாரங்கள் இருக்க வேண்டும் என்று வாதிடப்படுகிறது, இது எப்போதும் அரசாங்கத்திற்கு எதிராக வாக்களிக்க நினைத்த ஒரு சமூகத்தில் உள்ளது. இல்லையென்றால், சராசரி பெரும்பான்மை புதிய நிர்வாகத்தை உருவாக்க முடியவில்லையா? அதுதான் \"மாற்றம் என்ன வித்தியாசம்\"? கோ படி. ஊழல் நாட்டை வளர்ப்பது \"மாநில சீர்திருத்தம்\" என்று கூறப்படும் போது, ​​அதை யாரும் எதிர்க்க முடியாது. அரசாங்கத்திற்கு மூன்றில் இரண்டு பங்கு பெரும்பான்மை இல்லை என்றாலும், அது சாத்தியமாகும். ஆனால் எந்த வகையிலும், அத்தகைய \"மாற்றத்திற்கு\" இடமில்லை, ஒரு அரசியல் கட்சி பாராளுமன்றத்தில் மூன்றில் இரண்டு பங்கு அதிகாரத்தை வழங்குவதற்கான உண்மையான ஆபத்து.",
        "சர்வதேச நாணய நிதித் திட்டத்தில் \"மாநில சீர்திருத்தம்\" அடங்கும். அந்த திட்டங்களில், மோசடி பொருளாதாரத்திற்கு தொழிலாளர் சட்டங்களும் உள்ளன. மாற்றத்திற்கான சீர்திருத்தங்களின் சீர்திருத்தத்திற்கு முன், அவர்கள் ஒரு திறந்த சமூக உரையாடலில் முடிவு செய்ய வேண்டும், ஏனென்றால் நல்ல உரிமையைத் தேர்ந்தெடுக்கும் உரிமை மக்களுக்கு இருக்க வேண்டும். வெளிப்படைத்தன்மை அரசாங்கத்திடம் ஒப்படைக்கப்படுவதை உறுதி செய்வது ஒரு பொறுப்பு, ஆனால் அது திறந்திருப்பதை உறுதி செய்வது எதிர்க்கட்சியின் பொறுப்பாகும். அடுத்தவற்றில் எதிர்க்கட்சிக்கு இன்னும் காரணங்கள் உள்ளன. அதைப் பற்றிய கதை இந்த வழியில் தொடங்கலாம். வாக்குகளின் எண்ணிக்கை 42 சதவீதமாக இருந்ததால், அனுரா குமாரா டிஸ்டனாயக்க ஜனாதிபதியாக தேர்ந்தெடுக்கப்பட்டதாக சில ஆண்டுகளில் நான் கூறியுள்ளேன்.",
        "அனுரா குமாரா டிசனாயக்க \"ஜனாதிபதி வேட்பாளரை\" \"ஜனாதிபதி வேட்பாளர்\" என்று \"ஜனாதிபதி வேட்பாளர்\" என்று முன்மொழிந்தார்.. நிதியுடன் கையெழுத்திடப்பட்ட ஒப்பந்தம் வரி கட்டணத்தை விட அதிகம். வெளிநாட்டு கடன் மறுசீரமைப்பது பற்றி தயாராக உள்ளது. அந்த நோக்கத்திற்காக. \"இலங்கைக்கு இலங்கையின் பகுப்பாய்வு மீண்டும் செய்யப்பட வேண்டும். அந்த நிலைப்பாடு - ஜே.ஏ.. நிதி திட்டங்கள்: தேசிய ஜே \"தேசிய சார்புடைய ஒரு அழகான வாழ்க்கையின் அழகான வாழ்க்கையின் அழகான வாழ்க்கை கொண்டிருக்க வேண்டும்-. அனைத்து விளம்பரங்களும். நிதியின் திட்டத்திற்கு மாற்றாக அவர்கள் விரும்பினர், ஆனால் அவர்கள் ஒரு நிறுவனத்தை ரணில் விக்ரமேசிங்கை விரும்பினர்.. இந்த நிதி ACK இல் வேலை செய்யவில்லை என்பதை நாட்டை நம்ப வைக்க.",
        "ஜனாதிபதித் தேர்தலுக்கு முன்னர் பேச்சுவார்த்தை எதுவாக இருந்தாலும். நிதி மற்றும் ஜனாதிபதி அனுரா குமாராவின் திசைகாட்டி சரியாக புரிந்து கொள்ளப்பட வேண்டும். புதிய ஜனாதிபதி அனுரா குமாரா டிசனாயக்க அனைத்து முக்கியமான பதவிகளையும் நியமிக்கும் போது, ​​நந்தலால் வீரசிங்க ஆளுகையின் ஆளுநரும் கருவூல செயலாளருமான மஹிந்தர் சிரிவவர்தேனா ஏன் அதே பதவிகளில் வைக்கப்பட்டார் என்பதை புரிந்து கொள்ள வேண்டும்.. நந்தலால் வீரசிங்க மற்றும் மஹிந்தா சிரிவவர்டேனா ஆகியோர் அதே நாளில், அதே நாள், அடுத்த நாள், அடுத்த நாள், ரணில் விக்கிரெமேசிங்காக ஜனாதிபதியாக நியமிக்கப்பட்டனர்.",
        "அவர்கள் சர்வதேச நாணய நிதியம் இந்தியா, பங்களாதேஷ், இலங்கை மற்றும் பூட்டான் ஆகிய இரு நாடுகளாக இருந்தனர், சர்வதேச நாணய நிதியத்தில் உள்ள வாஷிங்டன் தலைமையகத்தில் பங்களாதேஷ், இலங்கை மற்றும் வாஷிங்டன் தலைமையகத்தில் முழுநேர பதவியில் இருந்தனர்.. அவர்கள் நாட்டில் பயிற்சி பெற்றவர்கள். நிதியின் படி செயல்பட வேண்டும். இலங்கையின் இடுகைகள் என்பதை அவர்கள் இருவரும் புரிந்துகொள்கிறார்கள். நிதியின் பேச்சுவார்த்தைகளில் இலங்கை அரசு. அவர் நிதிக்கு மிக முக்கியமான பதவிகளில் இரண்டு. அவர்கள் இருவரில் இருவரும் அந்த இடுகைகளில் உள்ளனர். ஜனாதிபதித் தேர்தல் ஜனாதிபதியாக ஜனாதிபதியாக பதவியேற்றவுடன் அந்த நியமனங்கள் மாற்றப்படுகின்றன.. அத்தகைய நிறுவனத்திற்கு விக்ரெமேசிங்கிற்கு மூன்றில் இரண்டு பங்கு அதிகாரங்கள் வழங்கப்பட்டுள்ளன.",
        "மற்றொரு விஷயத்தைச் சொல்ல வேண்டும். அனைத்து விளம்பரங்களும். நிதி வழிகாட்டியால் பொருளாதாரம் கையாளப்படும்போது, ​​பிற நாடுகளின் அனுபவம் சமூக வளர்ச்சிக்கான பொருளாதார வளர்ச்சி அல்ல. இது நகராட்சி சந்தை விரிவாக்கத்தின் நகராட்சி வகுப்பின் லாபம் ஈட்டுவதற்கான லாபம். எனவே, அடுத்த ஆண்டு பொருளாதார அழுத்தத்தின் கீழ் அடுக்குகளுக்கு ஒரு கசப்பான பட்டைகள் ஓய்வெடுக்க அரசாங்கம் முயற்சிக்கிறது, ஆனால் அவை தற்காலிக குறுகிய நடவடிக்கையாக இருக்கும். அனைத்து விளம்பரங்களும். அத்தகைய சலுகை நடவடிக்கைகளை இந்த நிதி அனுமதிக்காது. கடன் திருப்பிச் செலுத்துதல் ஒரு தேசிய உற்பத்தி பொருளாதாரத்தை அடிப்படையாகக் கொண்டது. உள்ளூர் செலவினங்களைக் குறைப்பதன் மூலமும், வரிகளை அதிகரிப்பதன் மூலமும் சேகரிக்கப்பட்ட பணத்திலிருந்து கடன்கள் மற்றும் வட்டி செலுத்துதல். உதாரணமாக, தி. அவர்களின் விரிவான கடன் வசதிகளின் கீழ் நான்கு ஆண்டு திட்டத்தின் நிதி முடிவுக்குப் பிறகு 2028 முதல் வருடாந்திர மற்றும் வட்டியை நாங்கள் செலுத்த வேண்டும்.. கடன்களின் எண்ணிக்கை மற்றும் வட்டி ஆகியவை மொத்த உள்நாட்டு உற்பத்தியில் (ஜூன்) 4.5 சதவீதமாக மதிப்பிடப்படுகின்றன. எங்கள் வருடாந்திர வருமானம் அனைத்தும் எங்கள் வருடாந்திர வருமானம் மற்றும் பிற வரி மற்றும் கட்டணங்கள் மற்றும் பிற வரி மற்றும் கட்டணங்கள் மற்றும் பிற வரிகள் மற்றும் கட்டணக் குறைப்பு வருமானம் 04.5 சதவீதம், 30 சதவீதம் அல்லது அதற்கு மேற்பட்ட ஆண்டு வருமானத்துடன் வருமானத்தை குறைக்கிறது. பின்னர், நேரடி மற்றும் மறைமுக வரி மற்றும் நலன்புரி வெட்டுக்களின் கீழ் உள்ளவர்களுக்கு என்ன விடப்படும்?",
        "கடந்த வாரம், 90 அக்டோபர். ஆசிய ஆசியா ஆசியாவின் ஆசிய பசிபிக் பிராந்திய பிராந்திய பிராந்திய பிராந்திய மண்டலத்தின் தலைமையிலான பிரதிநிதிகளுடன் ஜனாதிபதி டிசானாயக்க மற்றும் மத்திய பாங்க் ஆஃப் ஜனாதிபதி டிஸ்நயகே மற்றும் மத்திய கருவூலம் ஆகியவை விவாதிக்கப்பட்டுள்ளன.. அக்டோபர் 4, அக்டோபர். நிதியின் அறிவிப்பு கூறுகிறது: \"சீர்திருத்தத்தைத் தொடர உறுதிப்பாட்டை நாங்கள் ஊக்குவிக்கிறோம்\". அன்று கருவூல அறிவிப்பாளர் ஜனாதிபதித் தேர்தல் \"கடன் இலக்கு திட்டம்\" மற்றும் \"கொள்கை ஒப்பந்தங்கள்\" ஆகியவற்றுக்கு ஒப்புதல் அளிக்கும் என்று கூறப்பட்டது, ஜனாதிபதி விக்ரமேசிங்கும் \"கொள்கை ஒப்பந்தங்களும்\".. என்று கூறப்படுகிறது. விக்ரமேசிங்க நிர்வாகம் நிதியத்தால் தயாரிக்கப்பட்ட எந்த மாற்றங்களும் இல்லாமல், ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்கும் பொருளாதாரக் கொள்கையில் இருந்தார்.",
        "பொருளாதார நடவடிக்கைகள் அதிக எண்ணிக்கையிலான மக்கள் வாழ்க்கையில் ஒரு குவிய கடத்தல்காரரில் வாழ்க்கையின் நெருக்கடிக்கு இதுபோன்ற நகரங்களை எதிர்கொள்ளும் வகையில் புதிதாக செயல்படுத்தப்படாது.. அவ்வாறு, தி. நிதியத்தின் திட்டத்தை கையகப்படுத்தும் அரசாங்கங்கள் பாராளுமன்றத் தேர்தலில் பாராளுமன்றத் தேர்தலை அவமதித்துள்ளன. அவை. இந்த நெருக்கடிகளுக்கு தங்களது சொந்த தீர்வுகள் எதுவும் இல்லை என்று நிதி ஒப்புக்கொள்கிறது. நெருக்கடிக்கு புதிய தீர்வுகளை கட்டாயப்படுத்தும் அரசியல் இடைவெளிகளில் நாங்கள் இன்னும் இருக்கிறோம். இத்தகைய அரசியல் இடைவெளிகளின் சமூக-பொருளாதார நெருக்கடிகளின் மூலம் பயணிக்க அரசாங்கங்களுக்கு ஏன் வரம்பற்ற அதிகாரம் உள்ளது என்று நாம் நாமே கேட்டுக்கொள்ள வேண்டும். அரசாங்கத்தின் அரசாங்கங்களை ஒரு சமூகமாக வைத்திருக்க எந்தவொரு அரசாங்கமும் அவசியம். வலுவான சக்திவாய்ந்த அரசாங்கத்தை விட வலுவான மக்களின் எதிர்ப்பின் மதிப்பு.",
        "எதிர்க்கட்சியைச் சொல்லாமல் இதை முடிவுக்கு கொண்டுவர முடியாது. தெற்கில் நமக்கு ஒரு சிங்கள எதிர்ப்பு தேவையில்லை. அரசாங்கத்துடன் இணைந்து செயல்படுவதாகக் கூறும் எதிர்ப்பு அல்ல. ஆற்றல் இல்லாத தேசிய பிரதிநிதித்துவத்துடன் எங்களுக்கு மக்கள் எதிர்ப்பு தேவை. எங்களுக்கு தேவை. நிதி முன்மொழிவுகளை நிறைவேற்ற தேசிய எதிர்ப்பு என்பது சிங்கள-தாமில்-முஸ்லீம் கிளப்புகளுக்கு தேசிய எதிர்ப்பாகும். வெளிப்படைத்தன்மை மற்றும் சமூகமயமாக்கலை சவால் செய்யும் ஒரு தேசிய எதிர்ப்பு உள்ளது. எனவே, பாராளுமன்றத்திற்கு நாம் சிக்கிய எதிர்ப்பு தேவையில்லை என்று நமக்குத் தேவை. பாராளுமன்றத்திற்கு வெளியே அனைத்து திமிர்பிடித்த ஆவணங்களையும் உள்ளடக்கிய ஒரு செயலில் ஜனநாயக எதிர்ப்பு எங்களுக்குத் தேவை.",
        "எனவே பாராளுமன்றத் தேர்தல் தீர்க்கமான தேர்தல். பாராளுமன்றத் தேர்தலில் கவனம் செலுத்தாத தேர்தல் பிரச்சாரத்தின் எதிர்க்கட்சியும் பொறுப்பும் இதுவரை கவனம் செலுத்திய ஒரு தேர்தல் இது. இது அறிமுகமில்லாத கதை. உண்மை. இதனால்தான் நாங்கள் அறிமுகமில்லாத சூழலுக்கு பலியாகிறோம். ஜனாதிபதி அனுரா குமாரா பெரும்பான்மை அதிகாரத்துடன் பெரும்பான்மை அதிகாரத்தை அளிக்கும் ஒரு தேர்தல் இது. மேலும், அரசாங்கத்திற்கு பொறுப்பான அரசாங்கமாக அரசாங்கத்திற்கு எதிரான தேசிய எதிர்ப்பின் தேசிய எதிர்ப்பை நிலைநிறுத்துவதற்கான சங்கடத்தை தற்செயலாக தற்செயலாக தள்ளும் ஒரு தேர்தல் இது.. கைட் குழப்பத்தை மடிக்கவும்."
      ]
    },
    "en": {
      "title": "Why is a powerful opposition?",
      "body_lines": [
        "New Parliament should be voted on November 14. Some say that the vote should be a strong government for Anura Kumara Dissanayake. Two ideas that \"strong\". One idea is, just a majority majority, but a government with the majority of the majority. The story is the story of a government with a majority of \"two-thirds\". When asked what two-thirds is asked for what is for \"change\".",
        "It is argued that the government should have two-thirds powers for the government is always in a society that thought to vote against the government. If not, can the average majority cannot produce new governance? That's the \"change what is the difference\"? According to Go. When it is said to be \"state reform\" to develop a corruption country, no one can oppose it. Although the government has no two-thirds majority, it is possible. But in any way, there is no place for such a \"change\", a political party is a real risk of providing two-thirds power in Parliament.",
        "The International Monetary Fund program includes \"State Reform\". Among those proposals, there are also labor lawsmitous for the racketeer economy. Before the reform of reforms for change, they must decide in an open social dialogue, because people should have the right to choose the right to good. It is a responsibility to ensure that transparency is handed over to the government, but it is the responsibility of the opposition to ensure that it is open. There is more reasons for the opposition in the next. The story about it can start this way. Since the number of votes was 42 percent, I have told a few years that Anura Kumara Dissanayake was elected president.",
        "Anura Kumara Dissanayake proposed to \"presidential candidate\", as \"presidential candidate\", as \"presidential candidate\".. The agreement signed with the fund is about more than the tax charge of. Ready about restructuring foreign credit. For that purpose. \"The analysis of Sri Lanka to credit to Sri Lanka should be repeated. That stance - Ja. The Fund Proposals: The National J must include a \"beautiful life of a beautiful life of a beautiful life in the national pro-. All ads. They wanted an alternative to the Fund's program, but they wanted a company Ranil Wickremesinghe.. To convince the country that the fund is not working in the Ack.",
        "No matter the talks before the presidential election. The fund and President Anura Kumara's compass must be understood correctly. When the new President Anura Kumara Dissanayake appoints all important posts, the Governor of the Governance of Nandalal Weerasinghe and the Secretary of the Treasury secretary should understand why Mahinda Siriwardena was placed at the same posts.. Nandalal Weerasinghe and Mahinda Siriwardena were appointed as the same as the same day, the same day, the next day, the next day, Ranil Wickremesinghe was appointed as the president.",
        "They were two of the International Monetary Fund India, Bangladesh, Sri Lanka and Bhutan, a full-time position in the Washington Headquarters in the International Monetary Fund, Bangladesh, Sri Lanka, and a full-time position in Washington headquarters.. They are trained in the country. Fund is to act according to the fund. They both understand that the posts of Sri Lanka. Government of Sri Lanka in the negotiations of the fund. He is two of the most important positions to the fund. The two of the two of them are in those posts. Those appointments are changed as soon as the presidential election was sworn in as president as a president.. Wickremesinghe has been given two-thirds powers to such a company.",
        "Another thing should be said. All ads. When the economy is manipulated by the fund guide, the experience of other countries, is not a economic growth for social development. It is a profit making of a profit making of a municipal class of municipal market expansion. Therefore, the government attempts to relax a bitter bands for the lower layers of economic pressure next year, but they will be the temporary short move. All ads. The fund does not allow such concessionary measures. The loan repayment is based on a national production economy. Payment of loans and interest from the money collected by cutting out of local expenses and increasing taxes. For example, the. We have to pay off annual and interest from 2028 after the fund end of the four year program under their comprehensive credit facilities.. Number of loans and interest are estimated by the GDP (June) as a 4.5 percent. All of our annual income cut income with our annual income and other taxes and tariffs and other taxes and tariffs and other taxes and tariff cut income are 04.5 percent, 30 percent or more of the annual income. Then, what will be left to the people who are under direct and indirect taxes and welfare cuts?",
        "Last week, 90 October. President Dissanayake and Central Bank of President Dissanayake and Central Treasury have been discussed with the representatives headed by the Asia Asia Asia Asia's Asia Pacific Regional Regional Regional Regional Zone.. October 4, October. The fund's announcement states: \"We encourage the commitment to continue the reform\". The Treasury announcer that day was said that the Presidential Election would approve the \"Credit Target Program\" and \"policy agreements\" were approved by President Wickremesinghe and \"policy agreements\".. It is said that the. Without any changes that Wickremesinghe administration was prepared by the fund, President Anura Kumara Dissanayake was also in economic policy.",
        "The economic measures will not be implemented to be a newly implemented in the face of such cities to life's crisis in a focal trafficker in a large number of people life.. As such, the. Governments that take over the fund's program have a contempt of parliamentary election in a parliamentary election. They are the. The Fund agrees that they have no their own solutions for these crises. We are still in political gaps that force new solutions for crisis. We must ask ourselves why governments have unlimited power to travel through socio-economic crises of such political gaps. Any government is essential to keeping the governments of the government as a society. It is worth a strong people's opposition than a strong powerful government.",
        "This is not possible to end this without saying the opposition. We need not a Sinhala opposition in the South. It is not a opposition that claims to work with the government. We need a people's opposition with a non-energetic national representation. We need the. National Opposition to be passed to the passage of the Fund proposals is a national opposition to the Sinhala-Tamil-Muslim clubs. There is a national opposition that challenges the transparency and socialization. As such, we need that we need not a trapped opposition to the Parliament. We need a active democratic opposition that involves all the arrogant doctums out of Parliament out of Parliament.",
        "Therefore the parliamentary election is the decisive election. This is an election that the opposition and responsibility to the election campaign that has not paid attention to the parliamentary election ever focused. This is an unfamiliar story. True. This is why we become victims of unfamiliar context. This is an election that President Anura Kumara gives a majority of power with a majority power. And, it is an election that pushes the dilemater to the dilemater the dilemma to establish a national opposition of the national opposition to the government as a government responsible for the government.. Wrap the kide mess."
      ]
    }
  },
  "summary_lines": []
}