{
  "translated_text": {
    "ta": {
      "title": "මුජිබර්ගේ ප්‍රශ්නෙන් මැතිසබේ රත්වෙයි",
      "body_lines": [
        "லஞ்சம் இயக்குநர் ஜெனரல், விசாரணை ஆணையத்தின் (விசாரணை ஆணையத்தின் கீழ்) இயக்குநர் ஜெனரல் (விசாரணை ஆணையத்தின் கீழ்) ஜே.வி.பியின் செயலாளராக பணியாற்றிய ஒரு நபர் மற்றும் இன்று (26) பாராளுமன்றத்தில் ஒரு அன்பான உரையாடலைக் கொண்டிருந்தார்.",
        "கோப் கமிட்டியின் அறிக்கை குறித்த அறிவிப்பு அறிக்கைக்கு அவர் பதிலளித்தார்.",
        "අල්ලස් කොමිසම විපක්ෂයේ මන්ත්‍රීවරුන් පසුපස පමණක් හඹා යමින් ආණ්ඩුවේ ඇමැතිවරුන්ට එරෙහිව ඇති චෝදනා විභාග නොකරන්නේ ඒ  හිතවත්කම නිසා දැයි මන්ත්‍රීවරයා  ප්‍රශ්න කළේය.",
        "இது ஒரு தீவிர குற்றச்சாட்டு.  நாங்கள் இன்று காலை கேட்டோம். பதில் கொடுக்கவில்லை. இது போன்ற சுயாதீன கமிஷன்கள் இதைத்தான் சுயாதீனமாக செயல்பட்டு வருகின்றன. எங்களுக்கு இங்கே ஒரு சிக்கல் உள்ளது. அனைத்து ஒப்பந்தங்களையும் எதிர்க்கட்சி தேடுவதில் எம்.பி.க்களின் எதிர்ப்பு. இருப்பினும், அரசாங்க அமைச்சர்கள் தேடவில்லை. அவர் ஒரு ஜீப் என்பதால் அல்ல. நாம் அப்படி சிந்திக்க முடியும்.",
        "அரசாங்கத்திற்கு எதிராக பல புகார்கள் உள்ளன.  அவர்கள் விசாரிக்கவில்லை. அரசாங்கங்களுக்கு முன்னர் குற்றச்சாட்டுகள் இருந்தன. அந்த அரசாங்கங்களை சரிசெய்ய இந்த அரசாங்கம் நியமிக்கப்பட்டது. உங்களுக்காக ஒரு பெரிய ஆணை கொடுத்தது. அந்த ஆணையை ஊக்குவிக்க வேண்டாம். நீங்கள் தோழர்களைத் தேடவில்லை.  மற்றவர்களைத் தேடுகிறது. நந்தனா குணதிலேகின் குற்றச்சாட்டு தீவிரமானது.",
        "உரக் கழகத்தில் ஊழல் இருப்பதாக மின்சாரம் அமைச்சர் மீது குற்றம் சாட்டப்பட்டது. லஞ்சம் கமிஷன் அவரைக் கைது செய்யப் போகிறது என்று லஞ்ச அறிக்கைகள் கூட இருந்தன. ஆனால் சோதனைகள் இன்னும் இல்லை. ஏனென்றால் அவர் தனது சொந்த பையன். இந்த வழக்கை வைக்க வேண்டாம் என்று சொல்ல ஜனாதிபதி அவரை அழைத்த ஒரு பேச்சும் உள்ளது. வழக்கு இனி இருக்காது என்று தெரியாது. இந்த வழியில் செல்ல முடியாது. இது ஒன்றே. அவர்கள் தங்கள் பையனைப் பாதுகாத்தனர். நீங்கள் வந்தால் எந்த வேலையும் இல்லை. பழைய அமைப்பு மட்டுமே.",
        "ஜனாதிபதி செயலகத்தின் தகவல் சட்டம் தகவல் சட்டத்தின் கீழ் கொடுக்கப்படவில்லை. பிற ஜனாதிபதிகள் தங்கள் விவரங்களை வழங்கியுள்ளனர்.  இந்த அரசாங்கம் ஒரு எழுச்சியை நாடலாம். நான் அந்த எச்சரிக்கையை செய்கிறேன்.",
        "இப்போது நான் பாடலை உணர்கிறேன். அவளுக்கு அவளது பரிமாணத்தை அவளுக்குத் தெரியாது. பயனுள்ள கட்சி முன். அந்த பாடல் உங்கள் தீம் பாடல்."
      ]
    },
    "en": {
      "title": "Mutcar's problem Mathemism",
      "body_lines": [
        "The Director General of Bribery, the Director General of the Commission of Investigation Commission (Under the Investigation Commission) was a person who had worked as the Secretary of the JVP and had a warm dialogue in Parliament today (26).",
        "He was responding to the Declare report on the report of the COPE Committee.",
        "The MP was questioned whether it was because of the favorable to investigate the allegations against the ministers of the government.",
        "This is a serious accusation.  We asked this morning too. Did not give an answer. This is what independent commissions like this have been working independently. We have a problem here. MPs' opposition in opposition search for all the deals. However, the ministers of the government are not looking for. It is not because he's a JeaPP. We can think so.",
        "There are many complaints against the government.  They do not investigate. The governments had previously had accusations. This government was appointed to correct those governments. Gave you a huge mandate for you. Don't inspire that mandate. You're not looking for the guys.  Looking for others. Nandana Gunatilleke's allegation is serious.",
        "The Minister of Electricity was accused of corruption in Fertilizer Corporation. There were even the bribery reports that the Bribery Commission was going to arrest him. But the tests don't have yet. That is because he's his own guy. There is also a talk that the President called him to say not to put this case. That does not know that the case will be no more. Can't go this way. This is the same. They protected their guy. There is no work if you come from. That's the old System is the only one.",
        "The Information Act of the Presidential Secretariat is not given under the Information Act. Other presidents have given their details.  This government can resort to an uprising. I'm doing that warning.",
        "Now I feel the song. She did not know her the dimension of her. Effective party is before. That song is that your theme song."
      ]
    }
  },
  "summary_lines": []
}