{
  "translated_text": {
    "ta": {
      "title": "சீனாவுக்கு அமெரிக்காவின் அச்சுறுத்தல்",
      "body_lines": [
        "அமெரிக்க வெளியுறவுத்துறை செயலாளர் அந்தோனி பிளிங்கெலர், யுகேரேன் மோதலுக்காக ரஷ்யாவுக்கு சீனா தனது ஆதரவை நிறுத்தவில்லை என்றால் எச்சரித்தார்.",
        "இந்த ஒத்துழைப்பு பனிப்போருக்குப் பின்னர் ஐரோப்பிய பாதுகாப்புக்கு மிகப்பெரிய அச்சுறுத்தல் என்று கூறியுள்ளது.",
        "ஒரு அறிக்கை சீனாவுக்கு எதிராக எடுக்கப்படும் நடவடிக்கைகள் என்று கூறப்படவில்லை என்று கூறப்படுகிறது",
        "இஸ்ரேலுடனான மோதலை அதிகரிக்க சீனா ஈரானுடன் இணைந்து செயல்படுவதாக அமெரிக்க வெளியுறவுத்துறை செயலாளர் அந்தோனி பிளிங்க் வலியுறுத்தியுள்ளார்.",
        "இதை எதிர்கொண்டு, சீனாவின் டிக்டக் பயன்பாட்டை விற்பனைக்கு விற்க அல்லது தடைசெய்ய அமெரிக்கா தேவையான நடவடிக்கைகளை எடுக்கும்."
      ]
    },
    "en": {
      "title": "The threat of America to China",
      "body_lines": [
        "US Secretary of State Anthony Blinkelar warned that if China does not stop his support to Russia for the Ukkrane conflict.",
        "He said that this cooperation has said that the greatest threat to European security after the Cold War.",
        "It is said that a statement has not been said to be measures that will be taken against China",
        "US Secretary of State Anthony Blinke has stressed that China is working with Iran to escalate the conflict with Israel.",
        "In the face of this, the US will take necessary steps to sell or prohibit China's Tiktak app for sale."
      ]
    }
  },
  "summary_lines": [
    "US Secretary of State Anthony Blinken warned China against supporting Russia in Ukraine, calling it a threat to European security. He also mentioned China's cooperation with Iran to escalate conflict with Israel. In response, the US may sell or ban China's TikTok."
  ]
}