{
  "translated_text": {
    "ta": {
      "title": "ஹம்பந்தோட்டா சர்வதேச துறைமுக வாகனம் இறக்குமதி அனுமதி வசதிகளை வழங்க தயாராக உள்ளது",
      "body_lines": [
        "சமீபத்தில், தடை நீக்கப்பட்ட வாகன இறக்குமதியுடன், ஹம்பந்தோட்டா சர்வதேச துறைமுகம் (HIP) கையாள முழுமையாக தயாராக உள்ளது. உள்ளூர் ஆட்டோமொபைல் சந்தையின் எழுச்சியை பூர்த்தி செய்ய, ஹிப், அதன் அதிநவீன மற்றும் அனுபவம் வாய்ந்த பணியாளர்களின் உதவியுடன் முக்கிய பங்கு வகிக்க விரும்புகிறது.",
        "ஹம்பாண்டோட்டா இன்டர்நேஷனல் ஹைட் குழுமத்தின் ஹம்பந்தோட்டா இன்டர்நேஷனல் ஹைட் குழுமத்தின் (எச்.ஐ.பி.ஜி) தலைமை நிர்வாக அதிகாரி (எச்.ஐ.பி.ஜி) திரு. வில்சன் கு கு கு கூறுகிறார், 2018 முதல் போர்ட்-ரோல்-ஆன் / ரோல்-ஆஃப் (ரோரோ) இல் குறிப்பிடத்தக்க வளர்ச்சியைக் கொண்டுள்ளது என்று கூறுகிறார்.. '' 238,997 முதல் ரூ .579,362 வரை, எங்கள் ROR ஐ அதிகரிக்க முடிந்தது. இந்த நல்ல வளர்ச்சியின் வளர்ச்சி வாகனங்களின் இறக்குமதி துறைமுகத்தை கட்டியெழுப்புவதற்கும், இலங்கையில் கார் விநியோகச் சங்கிலியின் மைய மையத்திற்கும் ஒரு சிறந்த சான்றாகும். \"",
        "வாகன இறக்குமதியைக் கட்டுப்படுத்த ஹிப் தொடர்ச்சியான சிறப்பு வசதிகளை நிறுவியுள்ளது. உள்ளூர் தரநிலைகளுக்கு ஏற்ப வெளிப்புற சோதனைகளைச் செய்வதற்கான சிறப்பு சுங்க ஆய்வு முற்றத்தில் இதில் அடங்கும், மேலும் இந்த புதிய வசதி வாரத்தின் 24 மணி நேரத்திற்கு பிரகாசமான விளக்குகளைக் கொண்டுள்ளது. அனுமதிக்காக நிறுத்தப்பட்டுள்ள வாகனங்கள் பாதுகாப்பாக சேமிக்கப்பட்டுள்ளன மற்றும் தற்காலிக வாகனங்களுக்கு தற்காலிக சேமிப்பு வசதிகள் வழங்கப்பட்டுள்ளன. துறைமுக எழுத்தர்கள் மற்றும் இறக்குமதியாளர்களுக்கு அனுமதி செயல்முறைக்காக துறைமுகத்திற்கு அடிப்படை வசதிகளையும் இடுப்பு வழங்கியது. கூடுதலாக, இறக்குமதியாளர்கள் HIP இன் வாகன செயலாக்க இடங்களில் வாகன செயலாக்க இடங்களுக்கு ஒரு தடையைத் தடுக்கிறார்கள்.",
        "துறைமுகத்தில் புதிதாக தயாரிக்கப்பட்ட முற்றத்தில் குறிப்பாக இறக்குமதி வாகனங்களுக்கு முடிக்கப்படுகிறது. சுமார் 4,000 வாகனங்களின் திறன் கொண்ட இந்த முற்றத்தில் உள்ளூர் இறக்குமதி மற்றும் பரஸ்பர வாகனங்களை நிர்வகிக்க வடிவமைக்கப்பட்டுள்ளது.",
        "பாதுகாப்பின் பாதுகாப்பு பராமரிப்பதை உறுதிப்படுத்த கடுமையான பாதுகாப்பு விதிமுறைகள் விதிக்கப்பட்டுள்ளன. ஜட்டி மற்றும் தற்காலிக சேமிப்பு பகுதிகள் உட்பட முழு துறைமுக வளாகங்கள் 24/7 சி.சி.டி.வி கண்காணிப்பைக் கொண்டுள்ளன. கார் கையாளுதல் செயல்முறை பாதுகாப்பாகப் பயன்படுத்தப்படுகிறது, வாகனத்தின் பொறுப்பை பராமரிக்க மொபைல் மற்றும் உரை ரோந்துகளால் பராமரிக்கப்படுகிறது.. கூடுதலாக, துறைமுக விளக்குகள், உயர் காட்சி மற்றும் பாதுகாப்பு சர்வதேச தரத்திற்கு இணங்க துறைமுகத்திற்கு உத்தரவாதம் அளிக்கிறது.",
        "2018 முதல் பெரிய அளவிலான வாகன இறக்குமதியை வெற்றிகரமாக கையாளும் திறனை இடுப்பு உறுதிப்படுத்தியது. உள்கட்டமைப்பு, வாகனங்கள் அதிகரித்து வரும் தேவையை இறக்குமதி செய்வதற்காக துறைமுகத்தால் முதலீடு செய்த 2 மில்லியன் அமெரிக்க டாலர் துறைமுகத்தை இது தொடர்ந்து ஆதரிக்கும்."
      ]
    },
    "en": {
      "title": "Hambantota International Harbor vehicle imports ready to provide clearance facilities",
      "body_lines": [
        "Recently, with the ban removed vehicle imports, the Hambantota International Harbor (HIP) is fully prepared to handle. To meet the rise of the local automobile market, HIP, intends to play a key role with the assistance of its state-of-the-art and experienced workforce.",
        "Mr. Wilson Ku Ku Ku Ku, Chief Executive Officer (HIPG), Hambantota International Hight Group (HIPG), Hambantota International Hight Group, says that since 2018 has significant growth in the port-roll-on / roll-off (roro).. '' From 238,997 to Rs 579,362, we have been able to increase our ROR. The growth of this good growth is a fine proof of the building of the port of imports of vehicles as well as a central center of the car supply chain in Sri Lanka. \"",
        "HIP has established a series of specialized facilities to regulate vehicle imports. This includes a special customs inspection yard to perform external tests in accordance with local standards, and this new facility consists of bright lighting for 24 hours of the week. Vehicles parked for clearance have been securely stocked and temporary vehicles have been provided with temporary storage facilities. HIP also provided basic amenities to the port clerks and importers to the port for clearance process. In addition, the importers are obstructing an obstacle to the vehicle processing locations in HIP's vehicle processing locations.",
        "The newly made yard at the port is especially completed for import vehicles. This yard with a capacity of about 4,000 vehicles is designed to manage local imports and reciprocities vehicles.",
        "Strict security regulations have been imposed to ensure that the security of the security is maintaining. The full port premises, including jetty and temporary storage areas, consists of 24/7 CCTV monitoring. The car handling process has been employed safely, maintained by mobile and text patrols to maintain the responsibility of the vehicle.. In addition, the harbor lighting, high visual and security guarantees the harbor conforming to international standards.",
        "HIP confirmed the ability to handle the large-scale vehicle imports successfully from 2018. It will continue to support the port of US $ 2 million invested by the port for infrastructure, vehicles to import rising demand."
      ]
    }
  },
  "summary_lines": []
}