{
  "translated_text": {
    "ta": {
      "title": "ලංකාවේ මුල්ම වැව් බැම්මේ වටිනාකම නොදන්නා නිලධාරීහු",
      "body_lines": [
        "இலங்கை நீர்ப்பாசன வரலாற்றில் பாசவக்குளம் தொட்டியின் வரலாற்றில் முதல் தொட்டியாக இருக்கும் நீர்ப்பாசனத் துறையின் சுவர் நீர்ப்பாசனத் துறையால் தடுத்து வைக்கப்பட்டுள்ளது என்று லங்காடரல்கள் சமீபத்தில் திகைத்தனர்.. சாலை மேம்பாட்டு ஆணையம் இந்த திட்டத்தின் பொறுப்பில் இருந்தது என்று கூறப்படுகிறது.",
        "ஒரு தொட்டியின் மதிப்பையும் அவர்களின் கடமைகள் மற்றும் பொறுப்புகளின் மதிப்புகளையும் புரிந்து கொள்ள முடியாத அரசியல்வாதிகளுக்கு இது கடினம். இந்த திட்டம் ஒரு தொல்பொருள் அதிகாரியின் அறிவின் பேரில் செயல்பட்டுள்ளது என்றும் கூறப்படுகிறது.. அத்தகைய பண்டைய முக்கியத்துவத்தின் தரைவிரிப்பு சுவர்கள் அத்தகைய ஒரு அதிகாரியின் ஒப்புதலின் பேரில் மட்டுமே செய்யக்கூடிய ஒரு வேலை மட்டுமே என்பதும் ஒரு பிரச்சினையாகும். தொல்பொருள் இயக்குநர் ஜெனரல் பேராசிரியர் துத்தா மெண்டிஸின் விசாரணை போது, ​​ஒரு தொல்பொருள் ஆராய்ச்சியாளருக்கு அத்தகைய அனுமதி வழங்க முடியாது என்று கூறினார். தொல்லியல் உதவி இயக்குநர், அனுராதபுரா. திட்டத்தின் கோரிக்கை ஜெயாடிலேக் கருத்துப்படி, திட்டம் அனுமதிக்கப்படவில்லை என்று கூறப்படுகிறது, ஆனால் இது அனுமதிக்கப்படவில்லை. இந்த அழிவு எவ்வாறு நிகழ்ந்தது என்பதை அதிகாரிகள் கவனிக்க வேண்டுமா?",
        "சம்பவம் குறித்த ஆய்வில் ஒரு பெரிய அரசியல் செல்வாக்கு காரணமாக இந்த திட்டம் செயல்படுத்தப்பட்டுள்ளது. இதுபோன்ற பேரழிவு தரும் செயல்பாட்டைச் செய்வதற்கும் அத்தகைய பேரழிவு தரும் செயலைச் செய்வதற்கும் வேறு யாரும் வழங்குவதில்லை என்பதை உணர கடினமாக இல்லை. அரசியல் அதிகாரத்துடன் எல்லைக்குட்பட்ட ஒரு நபர் ஒரு பண்டைய தொட்டியின் ஏரியின் மதிப்பைக் காணவில்லை என்று அது உணர்கிறது. அதைச் சுற்றியுள்ள வாக்காளரின் மதிப்பை மட்டுமே அவர்கள் பார்க்கிறார்கள். ஒரு தொட்டி பண்ட் தரைவிரிப்பு போன்ற ஒரு மோசமான விஷயம் தெரியாது.",
        "මේ ව්‍යාපෘතිය සඳහා අවශ්‍ය අරමුදල් සපයා දී ඇත්තේ මුදල් රාජ්‍ය අමාත්‍ය ෂෙහාන් සේමසිංහ මහතා විසින් බව ද සඳහන් ය. விசாரணைகள் நடந்தபோது மாநில அமைச்சர் இந்த அறிக்கையை வெளியிட்டார். இப்பகுதியில் மகா சங்கா உட்பட இப்பகுதியில் வசிப்பவர்களுக்கு சாலை மேம்பாட்டு ஆணையத்திற்கான பாதை வழங்கப்பட்டுள்ளது, மேலும் இந்த திட்டம் சாலையை கார்பன் செய்யத் தொடங்கியது, என்றார்.",
        "நாட்டின் பண்டைய தொட்டியில் தரைவிரிப்பு சாலைகளுக்கு மஹா சங்கா கோரியுள்ளதாக மகா சங்கா கோரியுள்ளதாக மாநில அமைச்சரின் அறிக்கையில் நாங்கள் புகார் கூறுகிறோம்.. இத்தகைய தொல்பொருள் மதிப்பு இடிப்புக்கு எதிரான பெரிய மடாலயம் பற்றி மட்டுமே கேள்விப்பட்டிருக்கிறோம். அனுரதபுராவின் சாக்லேஷனில் கருதப்படும் பாசவக்குளம் (அபயா வெவா) பொருட்படுத்தாமல், பாசவக்குளம் (அபயா வெவா) குழந்தைகளை கார்பன் செய்ய உங்களிடம் கோரிக்கை இருந்தால் கவனிக்க வேண்டும்.",
        "மாநில அமைச்சரின் உத்தரவுகளை அதிகாரிகள் தாண்டினர் என்பது சுவாரஸ்யமானது. அரசியல்வாதிகளுக்கு நாட்டின் தொல்பொருள் மதிப்பின் தொல்பொருள் மதிப்புக்கு கடவுளின் தொல்பொருள் மதிப்பைச் செய்ய நீங்கள் என்ன செய்ய முடியும்? இந்த சம்பவத்தின் தீவிரத்தை பொது அமைச்சர் புரிந்துகொள்வார் என்று நாங்கள் நம்புகிறோம். சம்பவம் முடிந்தவுடன் நிறுத்தப்பட்ட அதிகாரிகளுக்கும் நாங்கள் எங்கள் சலுகைகளை வழங்குகிறோம்."
      ]
    },
    "en": {
      "title": "Officials unknown the value of the first tank bund of Sri Lanka",
      "body_lines": [
        "Lankaderals were recently dismayed that the wall of the Irrigation Department, which is the first tank in the history of the Bassavakkulam tank in the history of Sri Lankan irrigation, has been stopped by the Irrigation Department.. It is said that the Road Development Authority was in charge of the project.",
        "It is difficult for politicians who cannot understand the value of a tank and how values ​​of their duties and responsibilities. It is also said that the project has been acted on the knowledge of an archaeological officer.. It is also a problem that carpeting walls of such an ancient importance is only a work that can only be done on the approval of one such officer. When inquiry from the Director General of Archeology Professor Thusitha Mendis, he said that an archaeologist cannot be given such permission. Assistant Director of Archeology, Anuradhapura. According to Jayatilake, a request made by the project, it is said that the project is not permitted but this is not permitted. Should the authorities need to look into how this destruction occurred?",
        "This project has been implemented due to a major political influence in the study of the incident. It is not difficult to realize that no one else offers to make such a devastating activity and to make such a disastrous act. It feels that a person who is boundled with political power does not see the value of the lake of an ancient tank. They only see the value of the voter around it. What a matter of a prodigal, such as carpeting a tank bund, does not know.",
        "It is also said that the project has been provided with funds for the project by State Minister Shehan Semasinghe.. The State Minister made this statement when inquiries. The residents of the area including the Maha Sangha in the area have been provided with the road to the Road Development Authority and that the project began to carpen the road, he said.",
        "We also complain to the State Minister's statement that the Maha Sangha has requested that the Maha Sangha has made a request to carpet roads in the country's ancient tank.. We have heard only about the great monastery against such archaeological value demolition. It should be noted that if you have a request to carpen the babes of Bassavakkulam (Abhaya Wewa), regardless of the Bassavakkulam (Abhaya Wewa), which is considered in the saccupation of Anuradhapura.",
        "It is interesting that the officials crossed the orders of the State Minister. What can you do to do God's archaeological value to the archaeological value of the country's archaeological value to politicians? We believe the public minister will understand the seriousness of the incident. We also offer our privileges to the officials who have been stopped as soon as the incident."
      ]
    }
  },
  "summary_lines": []
}