{
  "translated_text": {
    "si": {
      "title": "මන්නාරම ප්රධාන පාලමේ මුරපොල ඉවත් කරන ලදී.",
      "body_lines": [
        "මන්නාරම දිස්ත්රික්කයේ ජනතාව විසින් දිගු කලක් තිස්සේ අපහසුතාවයට පත්ව ඇති ප්රධාන මුරපොල සහ මාර්ග බාධක අද (21) ඉවත් කර ඇත.",
        "මන්නාරම දිස්ත්රික් රාජ්ය සංවිධාන සහ සිවිල් ක්රියාකාරීන් මුරපොල ඉවත් කරන ලෙස ඉල්ලා අදාළ රජයේ නිලධාරීන්ට විරෝධතා සිදු කර ඇති අතර, අදාළ රජයේ නිලධාරීන්ට ලිපි නිකුත් කරති.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ ප්රධානත්වයෙන් ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ ප්රධානත්වයෙන් මන්නාරම දිස්ත්රික්කයේ පාර්ලිමේන්තු මන්ත්රී පාර්ලිමේන්තු මන්ත්රී චාල්ස් නිර්මලානාදන් මහතා ජනාධිපති රනිල් වික්රමසිංහට ඉවත් කරන ලෙස ඉල්ලා සිටියේය.",
        "ජනාධිපතිවරයාගේ උපදෙස්වල ප්රති the ලයක් ලෙස අද පාලමේ තිබී සොයාගත් මාර්ග බාධක ඉවත් කර ඇත.",
        "කෙසේ වෙතත්, හමුදාව නිරන්තරයෙන් ප්රදේශයේ පවතින අතර කිසිදු මිලිටරි ගොඩනැගිලි ඉවත් කර නොමැති බව සැලකිය යුතුය."
      ]
    },
    "en": {
      "title": "The checkpoint at the Mannar main bridge was removed.",
      "body_lines": [
        "The main checkpoint and roadblocks that have long been inconvenienced by the people in Mannar district have been removed today (21).",
        "Mannar district public organizations and civil activists have carried out protests and issuing letters to the concerned government officials, demanding the removal of the checkpoint.",
        "At a meeting of the Special Coordinating Committee headed by President Ranil Wickremesinghe recently, Mannar District Parliamentarian Charles Nirmalanathan was asked to remove the checkpoint to President Ranil Wickremesinghe.",
        "As a result of the president's advice, the road barriers found in the bridge today have been removed.",
        "However, it is noteworthy that the military is constantly in the area and no military buildings have been removed."
      ]
    }
  },
  "summary_lines": [
    "Protests and demands from Mannar district's public organizations and activists led to the removal of checkpoints and roadblocks there. This decision came after a meeting where Mannar District Parliamentarian Charles Nirmalanathan was directed by President Ranil Wickremesinghe to do so. Despite this, military presence remains unchanged."
  ]
}