{
  "translated_text": {
    "ta": {
      "title": "விமான வெடிகுண்டு மீது வெடிகுண்டு இல்லை",
      "body_lines": [
        "வெடிகுண்டு காரணமாக அவசரகால தரையிறங்கும் விமானம் குறித்து விசாரணையில் மேற்கொள்ளப்பட்ட விசாரணைகள் வெடிகுண்டு கோபத்தில் எந்த அச்சுறுத்தலும் இல்லை என்று தெரியவந்தது.",
        "96 பயணிகள் கட்டூனாயகே விமான நிலையத்திலும் அதன் ஊழியர்களிலும் ஒரு சிறப்பு இடத்தில் ஒரு சிறப்பு இடத்தில் கொண்டு செல்லப்பட்டனர்.",
        "இருப்பினும், கட்டுனாயக்க விமான நிலையப் பணிக்கு பொறுப்பான அதிகாரி பின்னர் வெடிபொருட்களின் பொறுப்பாளரால் உறுதிப்படுத்தப்பட்டார்.",
        "விமான நிலையமும் விமான நிறுவனமும் இன்று பிற்பகல் ஒரு செய்திக்குறிப்பை உறுதிப்படுத்தின.",
        "இந்திய விட்டாரா ஏர்லைன்ஸ் யுகே. 131 விமானம் இந்தியாவின் மும்பையில் இருந்து இன்று மதியம் 12.25 மணிக்கு பறந்தது.",
        "320 விமானங்கள் 36 பயணிகள் மற்றும் 8 பயணிகள் மீது அமைந்திருந்தன.",
        "விமானம் நாட்டிற்கு வந்து அநாமதேய தொலைபேசி அழைப்பைப் பெற்றது.",
        "இலங்கையில் வெடிகுண்டுகள் குண்டுவெடிப்பதாக அழைப்பு தெரிவிக்கப்பட்டது.",
        "கட்டுனாயக்க விமான நிலையத்தில் விமானம் பற்றிய தகவல்களோடு, விமான மற்றும் இராணுவ கமாண்டோக்கள், மருத்துவர்கள், செவிலியர்கள், தீயணைப்பு வீரர்கள், தீயணைப்பு முன்னாள் ஊழியர்கள் தயாரிக்கப்பட்டனர்.",
        "விமானம் கட்டுனாயக்க விமான நிலையத்திற்கு வரவிருந்தது, ஆனால் காலை 02.51 மணிக்கு கட்டூனாயக் விமான நிலையத்திற்கு மேற்கொள்ளப்பட்டது.",
        "இதற்கிடையில், திடீர் தரையிறங்கும் செய்திகளின் செய்தி திடீரென தரையிறங்கும் செய்திகளில் இந்திய விமான நிறுவனங்களில் உள்ளது.",
        "இந்த வார தொடக்கத்தில் இருந்து, அவசரகால நிலச்சரிவுகள் கிட்டத்தட்ட 50 இந்திய விமானங்களுக்கு இதுபோன்ற எச்சரிக்கைகளுக்கு உட்படுத்தப்பட்டுள்ளன.",
        "அதன்படி, இந்தியாவின் இந்தியாவின் ஏர் இந்தியா கம்பெனிக்குச் சொந்தமான ஒரு பயணிகள் சரக்கு, இந்தியாவில் சிகாகோவுக்கு பறக்கும் சமீபத்தில் கனடாவில் தரையிறங்கியது.",
        "இந்தியாவின் மும்பையில் இருந்து ஒரு ஏர் இந்தியா விமானம் புது தில்லி விமான நிலையத்திற்கு பறந்து கொண்டிருந்த மற்றொரு செய்தி.",
        "விமான வெடிகுண்டுகள் தவறில்லை என்ற அனைத்து எச்சரிக்கைகளும் பின்னர் தெரியவந்தன."
      ]
    },
    "en": {
      "title": "There is no bomb on the plane bomb",
      "body_lines": [
        "Investigations carried out on the aircraft of an emergency landing due to a bomb were revealed that there was no threat in bomb fury.",
        "The 96 passengers were taken out at a special place in a special position at the Katunayake Airport and its staff members.",
        "However, the officer in charge of the Katunayake airport work was later confirmed by the officer in charge of the explosives.",
        "The airport and the airline also confirmed a press release this afternoon.",
        "Indian Vitara Airlines UK. The flight of 131 flew from Mumbai, India, at 12.25 pm today.",
        "The 320 aircraft was located on the 36 passengers and 8 passengers.",
        "The aircraft is coming to the country and received an anonymous phone call.",
        "The call was informed that bombs were bombing in Sri Lanka.",
        "With the informs of the aircraft in the Katunayake airport, air and military commandos, doctors, nurses, firefighters, fire ex-rescue staff were prepared.",
        "The flight was due to arrive at the Katunayake airport, but 02.51 am was carried out to the Katunayake airport.",
        "Meanwhile, the news of the sudden landing news contained in a sudden landing news contained in the Indian Airlines.",
        "Since the beginning of this week, an emergency landfalls have been subjected to such warnings nearly 50 Indian aircrafts.",
        "Accordingly, a passenger cargo owned by the Air India company of India, India, flying to Chicago in India recently landed in Canada.",
        "It is another such news that a Air India aircraft was flying to New Delhi airport from Mumbai, India.",
        "It was later revealed that all the warnings that flight bombs were inaccurate."
      ]
    }
  },
  "summary_lines": [
    "Bomb scare on Indian Airlines flight 131: No explosive found after emergency landing at Katunayake Airport. Passengers evacuated safely. False alarm caused by anonymous tip about bombings in Sri Lanka. Similar incidents reported involving other Indian flights."
  ]
}