{
  "translated_text": {
    "ta": {
      "title": "දුම්රිය ස්ථාන අසළම බහුවිධ ප්‍රවාහන මධ්‍යස්ථානයක්",
      "body_lines": [
        "ரயில்வே நிலையங்களுக்கு அருகே பல போக்குவரத்து சேவையைத் தொடங்க பட்ஜெட்டில் பட்ஜெட்டில் சமர்ப்பிக்கப்பட்டுள்ளதாக அமைச்சர் பிம் ரத்னாயக் தெரிவித்தார்.",
        "\"ஒவ்வொரு மாவட்டத்திலும் இலங்கை, எங்கள் அமைச்சகம் ஒருங்கிணைப்புக் குழுக்களை நிறுவும்.. நாட்டில் 22 மில்லியன் மக்களின் போக்குவரத்து 22 மில்லியன் மக்களின் போக்குவரத்து ஆகும். நம் நாட்டின் முக்கிய பிரச்சினை போக்குவரத்து. சாதாரண மக்கள் பேருந்துகள், ரயில் அல்லது மூன்று ஆண்டு மற்றும் பள்ளி பேருந்துகளைப் பயன்படுத்துகிறார்கள். அவர்கள் சரியாக இல்லை. வசதிகள் இல்லை. இந்த நாட்டில் விவசாயிகள் பொருளாதார ரீதியாக கடினமான பகுதி.",
        "நுவரா எலியா மாவட்டத்தில் சாலைகள் கட்ட சுமார் 2,500 மில்லியன் நிதிகள் ஒதுக்கப்பட்டுள்ளன. சாலைகள் கட்ட கிட்டத்தட்ட 300 மில்லியன் ரூபாய் வழங்கப்பட்டது. சாலைகள், சிபிபி பேருந்துகள், தனியார் பேருந்துகள் கோபப்படுவதை விட இது கடினம். එකම මිනිස්සු තැන් දෙකකින් බෝඩ් කරන්නේ. எனவே நீங்கள் ஒரு கூட்டு அட்டவணைக்கு செல்ல வேண்டும்.",
        "எஸ்.எல்.டி.பி மற்றும் தனியார் பேருந்துகள் அடுத்த ஆண்டில் கூட்டு கால அட்டவணைக்கு செல்ல வேண்டும். SLTB மற்றும் தனியார் இரண்டிலும் செய்ய வேண்டிய விஷயங்கள் உள்ளன. இதைப் பற்றி நாம் பார்க்க வேண்டும். ஒருபுறம் இது பொதுமக்களின் தேவை, மறுபக்கம். கிறிஸ்மஸ் போன்ற மந்திரங்களை உடைப்பது போல் இல்லை. கோடி மதிப்புக்குரியது. எனவே நாங்கள் வணிகப் பக்கத்தையும் பார்க்க விரும்புகிறோம். தொழிலதிபர் ஒரு கொள்ளை செய்தால், அது ஒரு வணிகமாக இருக்காது. இதன் விளைவாக, இந்த நாளில் நாங்கள் அழகாக இருப்போம்.",
        "ஹட்டன் நம் நாட்டில் மிக முக்கியமான ரயில் மையம் மற்றும் ஒரு முக்கியமான ரயில் மையம். இதற்கு நிறைய சிக்கல்கள் உள்ளன. ரயில் நிலையத்திற்கு ஒரு பஸ் ரிசார்ட்டைக் கட்ட நீங்கள் ஒரு பஸ் ரிசார்ட்டைக் கட்ட முடிந்தால், நாங்கள் மக்களுக்கு மிகப் பெரிய சேவையாக இருப்போம் என்று நினைக்கிறோம். இதுபோன்ற 15 இடங்களை உருவாக்க இந்த ஆண்டு பட்ஜெட்டில் ஈடுபட்டுள்ளோம். அடுத்த ஆண்டு ஜனாதிபதியின் பட்ஜெட் திட்டத்திற்கு நாங்கள் நம்புகிறோம்.  இதுபோன்ற 25 இடங்கள் நுவரா எலியா மாவட்டத்தில் பல இடங்களில் சேர்க்கப்படும்.",
        "தோட்டத் தொழிலாளர்களின் சம்பள அதிகரிப்பு அதிகரிப்பதாக நாங்கள் வாக்குறுதியளித்தோம். அந்த வாக்குறுதியை நாங்கள் நிறைவேற்றுவோம். இந்த விஷயத்தில் எஸ்டேட் ஹோம்பது சங்கத்துடன் பேச்சுவார்த்தைகளைத் தொடங்கினோம். எஸ்டேட் நிறுவனங்கள் பெரும் லாபம் ஈட்டுகின்றன. எஸ்டேட் தொழிலாளர்களுக்கு ரூ. கூறினார்."
      ]
    },
    "en": {
      "title": "A multiple transport center near railway stations",
      "body_lines": [
        "Minister Bim Rathnayake said that the budget has been submitted to the budget to commence a multiple transport service near the railway stations.",
        "\"In every district Sri Lanka, our Ministry will establish coordinating committees.. The transport of 22 million people in the country is the transport of 22 million people. The main problem in our country is the transport. Normal people use buses, train or three-year and school buses. They are not right. There is no facilities. The farmers in this country are an economically difficult area.",
        "Approximately 2,500 million funds have been allocated to build roads in the Nuwara Eliya district. Nearly 300 million rupees were given to build roads. It's harder than building roads, CBB buses, private buses are angry. The only men dodle in two places. So you have to go to a joint schedule.",
        "The SLTB and private buses need to go to a joint timetable in the next year. There are things that should be done in both the SLTB and private. We have to see about this. On one side this is the need for the public, the other side. It is not like breaking the manblows like Christmas. Crore is worth it. So we also want to see the business side. If the businessman does as a robbery, it would not be a business. As a result, we will be neatly on this day.",
        "Hatton is a very important train center in our country as well as an important train center. It has a lot of problems. If you can build a bus resort to build a bus resort to the railway station, we think we will be very big service to the people. We have put to the budget this year to build 15 such places. We hope to next year to the President's budget proposal.  25 such places will be added to several places in the Nuwara Eliya district.",
        "We made a promise to increase the salary increase of plantation workers. We will fulfill that promise. We have begun talks with the Estate Hompatu Association of this regard. Estate companies make great profits. We will give the estate workers Rs. Said."
      ]
    }
  },
  "summary_lines": []
}