{
  "translated_text": {
    "si": {
      "title": "උතුරු හා නැගෙනහිර ජනතාව රනිල්ට සහාය දක්වයි: පොලිස් අධිකාරී දිසානායක",
      "body_lines": [
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා ශ්රී ලංකාව රනිල් වික්රමසිංහට සහාය නොදක්වන්නේ නම් ජනාධිපතිවරණය ජයග්රහණය කරනු ඇත.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා පීඒ හෝ ඔහුගේ පූර්ණ සහයෝගය ලෙස ඉදිරිපත් කළ යුතු බව හිටපු ජනාධිපති මහින්ද රාජපක්ෂසිංහ මහතා නැවත නැවතත් අපට නැවත නැවතත් පවසා ඇත.",
        "පක්ෂයේ සාමාජිකයා ජනාධිපති අපේක්ෂකයා ලෙස ඉදිරිපත් කළ යුතු බව පක්ෂයේ පක්ෂයක් පමණි.",
        "ජනාධිපතිවරයා ජනාධිපතිවරයාට සහාය දිය යුතු තනතුරේ ශ්රී ලංකා පීඒ හි ජ්යෙෂ් members සාමාජිකයින් ස්ථිරයි.",
        "පක්ෂයේ ඡන්ද කොට් on නය කරන්නන් ද එකම තනතුරේ ද සිටිති.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා PA සඳහා සහය නොදවුවහොත් විපක්ෂ නායක සජිත් ප්රේමදාස මැතිවරණය ජයග්රහණය කරනු ඇත.",
        "2022 දී උතුරු හා නැගෙනහිර පළාතේ ජනතාව ජනාධිපති රනිල් වික්රමසිංහට සහාය දක්වනු ඇත.. එබැවින් PA හොඳම තීරණය ගත යුතුය.",
        "ජනාධිපති රනිල් වික්රමසිංහ සහ විපක්ෂ නායක සජිත් ප්රේමදාස අතර එදිරිවාදිකම් තිබේ.. අනුරගුමර දිසානායකගේ කතාව අපූරු නමුත් පුහුණුවීම් කරනු ඇත."
      ]
    },
    "en": {
      "title": "North and East people support Ranil: SP Dissanayake",
      "body_lines": [
        "Opposition Leader Sajith Premadasa will win the presidential election if Sri Lanka does not support Ranil Wickremesinghe.",
        "We have repeatedly told former President Mahinda Rajapakse that President Ranil Wickremesinghe should be fielded as the presidential candidate of the PA or his fullest support.",
        "Only a party of the party points out that the party's member should be fielded as the presidential candidate.",
        "Senior members of the Sri Lanka PA are firm in the position that the president should support the president.",
        "The party's constituency organizers are also in the same position.",
        "Opposition leader Sajith Premadasa will win the election if President Ranil Wickremesinghe does not support PA.",
        "The people of the North and Eastern Province will support President Ranil Wickremesinghe in 2022.. Therefore, the PA should take the best decision.",
        "There will be a rivalry between President Ranil Wickremesinghe and Opposition Leader Sajith Premadasa.. Anuragumara Dissanayake's speech would be fantastic but practiced."
      ]
    }
  },
  "summary_lines": [
    "Support for Ranil Wickremesinghe is strong in the North and East, crucial for his potential victory over Sajith Premadasa in the upcoming presidential election. Senior PA members and constituents urge backing for Wickremesinghe, highlighting his popularity in these regions. A rivalry is anticipated between Wickremesinghe and Premadasa, with Wickremesinghe's support potentially deciding the election outcome."
  ]
}