{
  "translated_text": {
    "ta": {
      "title": "முன்னாள் ஜனாதிபதியின் பாதுகாப்பு குறித்து போலீசார் அறிவித்தனர்",
      "body_lines": [
        "முன்னாள் ஜனாதிபதிகளை அகற்றுவது குறித்து பொலிஸ் தலைமையகம் சிறப்பு அறிவிப்பை வெளியிட்டுள்ளது.",
        "அரசாங்கத்தின் அதிகாரிகளின் உத்தியோகபூர்வ நியமனம், முன்னாள் ஜனாதிபதிகளின் பாதுகாப்பு மதிப்பீட்டு பதிவுகள் மற்றும் இலங்கையின் செலவினங்களின் விலை குறித்து செயல்பட அரசாங்கத்தால் நியமிக்கப்பட்ட குழு மதிப்பாய்வு செய்யப்பட்டுள்ளது என்று அது கூறுகிறது.",
        "முன்னாள் ஜனாதிபதிகளின் பாதுகாப்பை ஈடுகட்ட நியமிக்கப்பட்ட காவல்துறை அதிகாரிகளின் செலவு பரிசோதிக்கப்பட்டுள்ளதையும் போலீசார் கவனித்துள்ளனர்.",
        "ரூ.",
        "அதன்படி, ஜனாதிபதி மஹிந்த ராஜபக்ஷா மற்றும் முன்னாள் ஜனாதிபதிகள் உள்ளிட்ட பாதுகாப்பு அதிகாரிகளின் எண்ணிக்கை திருத்தப்பட்டிருக்கிறது, மேலும் முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷம் அதிகாரிகளின் எண்ணிக்கையை குறைக்க அல்லது அதிகரிக்க முடியும் மற்றும் ஆயுத சேவைகளின் உறுப்பினர்களைக் குறைக்க முடியும் ."
      ]
    },
    "en": {
      "title": "Police announced on security of former President",
      "body_lines": [
        "Police Headquarters have issued a special announcement regarding the removal of former presidents.",
        "It states that the committee appointed by the government to act on the official appointment of the officers of the government, the security assessment records of former presidents and the cost of Sri Lanka's expenditure has been reviewed.",
        "The police have also observed that the expenditure of the police officers who are assigned to cover the security of former presidents have been inspected.",
        "The cost of Rs.",
        "Accordingly, the number of security officers including President Mahinda Rajapaksa and former presidents have been revised and the former President Mahinda Rajapaksa will be able to reduce or increase the number of officers and reduce the number of officers.The members of armed services have also been deployed."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Police announce review of former president security costs. Government committee assessed presidential protection expenses. Number of security officers for ex-presidents like Mahinda Rajapaksa may be reduced.\""
  ]
}