{
  "translated_text": {
    "ta": {
      "title": "1.2 மருத்துவ அதிகாரிகள் மக்கள்தொகைக்கு 1000 வரை",
      "body_lines": [
        "நோயியல் விகிதத்தில் மக்கள்தொகையில் 1.2 மருத்துவ அதிகாரிகள் உள்ளனர், மேலும் 1000 மக்களுக்கு நோய் விகிதத்தால் 4 நோய்கள் உள்ளன.",
        "இலங்கை மருத்துவ கவுன்சிலின் கீழ் 35,528 பதிவு செய்யப்பட்ட மருத்துவர்கள் என்றும் தெரியவந்துள்ளது.",
        "நேற்று (14) பாராளுமன்றத்தில் குறிப்பிடப்பட்ட ஒரு கேள்வி என்று குறிப்பிடப்படும் கேள்விக்கு சுகாதார அமைச்சர் இதை வெளிப்படுத்தியுள்ளார், நேற்று (14) பாராளுமன்றத்தில் வாய்மொழி பதிலளித்தார்.",
        "சுகாதார அமைச்சர் டாக்டர் சீதா அரியபோலா - இலங்கையின் மத்திய அரசுக்கு சொந்தமான மருத்துவமனைகள். மாகாண சபைகளைச் சேர்ந்த 1,101 மருத்துவமனைகள் உள்ளன. இலங்கையில் தனியார் துறையைச் சேர்ந்த மருத்துவமனைகளின் எண்ணிக்கை 190. மத்திய அரசு மருத்துவமனைகளில் 45,713 45,713. மாகாண சபைகளின் படுக்கைகளின் எண்ணிக்கை 41,109 ஆகும். தனியார் மருத்துவமனைகளின் படுக்கைகளின் எண்ணிக்கை 5381. கூடுதலாக, அமைச்சகங்கள் மற்றும் துறைகள் அமைச்சகத்தில் 2,964 சுகாதார நிறுவனங்கள் உள்ளன.",
        "இலங்கை மருத்துவ கவுன்சிலின் கீழ் பதிவுசெய்யப்பட்ட செயலில் உள்ள மருத்துவர்களின் எண்ணிக்கை 35,528. செவிலியர் அதிகாரிகள் 2,922 எண்கள். செவிலியர்களின் எண்ணிக்கை 37,891. மருத்துவ அதிகாரிகள் - டாக்டர் - 1.2 1000 மக்கள்தொகைக்கு மருத்துவ அதிகாரிகள். நோயாளி படுக்கைகள் 1000 நோயாளிகளின் விகிதம் 4",
        "பாராளுமன்ற உறுப்பினர், நாடாளுமன்ற உறுப்பினர் - வண்டி புதுப்பிக்கப்படாத நீண்ட நேரம் உள்ளது. அது ஏற்றுக்கொள்ளப்படுமா?",
        "மாநில சுகாதார அமைச்சர் டாக்டர் சீதா படபோலா - புதிய வண்டியைக் கட்ட புதிய வண்டியை அமைச்சர் அறிவுறுத்தியுள்ளார். இப்போது அது முடிவடைகிறது. மேலும், அட்டைகளின் பற்றாக்குறையும் உள்ளது."
      ]
    },
    "en": {
      "title": "1.2 medical officers to 1000 per population",
      "body_lines": [
        "The population has 1.2 medical officers at the sickness rate and that 1000 population has 4 illness by the rate of illness.",
        "It was also revealed that 35,528 registered doctors under the Sri Lanka Medical Council.",
        "The Health Minister of Health has revealed this to a question referred to as a question referred to in Parliament yesterday (14) with the prospect of verbal answered in Parliament yesterday (14).",
        "Health Minister of Health Dr. Seeetha Ariyapola - Sri Lanka's central state-owned hospitals. There are 1,101 hospitals belonging to the Provincial Councils. The number of hospitals belonging to the private sector in Sri Lanka is 190. 45,713 in central government hospitals are 45,713. The number of beds of the Provincial Councils is 41,109. The number of beds of private hospitals is 5381. In addition, there are 2,964 health institutions in the Ministry of Ministries and Departments.",
        "The number of active doctors registered under the Sri Lanka Medical Council is 35,528. Nurse officials are 2,922 numbers. The number of nurses is 37,891. Medical Officers of Medical - Dr. - 1.2 medical officers for 1000 population. Patient beds ratio of 1000 patients 4",
        "Member of Parliament, Member of Parliament - There is a long time that the cart is not updated. Will it be accepted?",
        "State Minister of Health Dr. Seeetha Batpola - The Minister has instructed the new carriage to build the new cart. Now it is ending. Moreover, there is also a shortage of the cards."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka has 1.2 medical officers per 1000 population, with 35,528 registered doctors under the Sri Lanka Medical Council. The Health Minister revealed the number of hospitals and beds, including 1,101 central state-owned hospitals, 190 private hospitals, and 41,109 beds in Provincial Councils. There's a concern about the outdated cart system and a shortage of cards, with instructions to build a new one."
  ]
}