{
  "translated_text": {
    "si": {
      "title": "ඉන්දියාව - වයස අවුරුදු 19 ට අඩු ආසියානු පාංශු ක්රිකට් අවසන් මහා තරගයේදී බංග්ලාදේශය",
      "body_lines": [
        "එක්සත් අරාබි එමීර් රාජ්යයේ වයස අවුරුදු 19 ට අඩු පිරිමින් සඳහා වන ආසියානු කුසලාන අවසන් මහා තරගය සඳහා ඉන්දියාව සහ බංග්ලාදේශය සුදුසුකම් ලබා තිබේ.",
        "ඩුබායි ජාත්යන්තර ක්රීඩාංගණයේදී අරාබි ක්රිකට් ක්රීඩාංගණයේදී කඩුලු 7 කට කඩුලු 7 කින් කඩුලු 7 කින් ක්රීඩා කිරීමට ශ්රී ලංකාවට සුදුසුකම් ලැබුණි.",
        "ඉන්දියාවට එරෙහිව අර්ධ-හිතකොටුවේ පළමුවෙන් පන්දුවට පහර දීමට ශ්රී ලංකාව තීරණය කළ අතර ඕවර 46.2 කදී කඩුලු අහිමිවීම සඳහා ලකුණු 173 ක් රැස් කළේය.",
        "ශ්රී ලාංකික තරුණ කණ්ඩායමට ලකුණු 8 ක් ලැබුණු විට කඩුලු 3 ක් පසුව පන්දු යැවීය.",
        "ෂන්මුගනාදන් ෂැරුජන් සහ ලක්වින් අබේසිංහ සිව්වන කඩුල්ල අසලදී ලකුණු 93 ක් බෙදා ගත්හ.. නමුත්, එය ප්රමාණවත් නොවේ. පසුගාමී බැබළීමේ මධ්යම හා කිසිවෙකු නැත.",
        "ඊට පිළිතුරු වශයෙන් ඉන්දියාව ඕවර 21.4 කදී කඩුලු 3 කින් ජයග්රහණය කළ අතර ලකුණු 175 ක් රැස් කළේය.",
        "13 වන රාජස්ථාන් රෝයල්ස් විසින් අයි.පී.ආර්.",
        "බංග්ලාදේශය සහ පාකිස්තානය අතර අර්ධ -ෆිනල්ස් තුළ බංග්ලාදේශය කඩුලු 7 කින් ජයග්රහණය කළේය.",
        "කණ්ඩායමකින් පරාජයට පත් නොවූ කණ්ඩායමක් ලෙස පාකිස්තානය අර්ධ-අසිනස්ව දිනා ගනු ඇතැයි අපේක්ෂා කෙරේ.",
        "කෙසේ වෙතත්, පාකිස්තානයට ඕවර 37 කදී කඩුලු අහිමි වී ලකුණු 116 ක් රැස් කළේය.",
        "ඊට පිළිතුරු වශයෙන් බංගලාදේශය ඕවර 22.1 කදී කඩුලු 3 ක් දවා ඇති අතර ලකුණු 120 ක් අහිමි විය.",
        "ඉන්දියාව සහ බංග්ලාදේශය අතර අවසන් තරගය ඉරිදා ඩුබායි ක්රීඩාංගණයේදී පැවැත්වේ."
      ]
    },
    "en": {
      "title": "India - Bangladesh in the Asian Bowl Cricket Final under the age of 19",
      "body_lines": [
        "India and Bangladesh have qualified to play in the Asian Cup final for men under the age of 19 in the United Arab Emirates.",
        "Sri Lanka was eligible to play in the final with 7 wickets in the Sharjah Cricket Stadium today and Pakistan by 7 wickets in the other semi -finals at Dubai International Stadium.",
        "Sri Lanka decided to bat first in the semi -final against India and scored 173 runs for the loss of all wickets in 46.2 overs.",
        "When the Sri Lankan youth team got 8 runs, 3 wickets were subsequently bowled out.",
        "Shanmuganathan Sharujan and Lakwin Abeysinghe shared 93 runs in the fourth wicket.. But, it is not enough. Central and no one in the backward shining.",
        "In reply, India won by 3 wickets in 21.4 overs and scored 175 runs.",
        "13 -year -old Vaibhav Suryavanshi, who was bought for 1.1 crore Indian rupees at the IPL auction by Rajasthan Royals, scored 67 runs off 36 balls with 6 pounds and 5 sixes.",
        "Bangladesh won by 7 wickets easily in the semi -finals between Bangladesh and Pakistan.",
        "It was expected that Pakistan would win the semi -finals as a team that did not lose from the A group.",
        "However, Pakistan lost all wickets in 37 overs and curled up for 116 runs.",
        "In reply, Bangladesh lost 3 wickets in 22.1 overs and lost 120 runs.",
        "The final match between India and Bangladesh will be held on Sunday at the Dubai Stadium."
      ]
    }
  },
  "summary_lines": [
    "India and Bangladesh qualify for Asian Cup U-19 cricket final. Sri Lanka and Pakistan face each other in semi-finals. India beats Sri Lanka, Bangladesh wins against Pakistan. The final match will be held on Sunday at Dubai Stadium."
  ]
}