{
  "translated_text": {
    "si": {
      "title": "ගුරුසාමි ඉල්ලා අස්වෙයි: මනෝට ලියන්න",
      "body_lines": [
        "K.r.. පක්ෂ නායක මනෝ ගනේසන් වෙත ලිපියක් සහ සන්ධාන තනතුරු වලින් ඉල්ලා අස්වන බවට ගුරුසාමි පක්ෂ නායක මනෝ ගනේසන් වෙත ලිපියක් යවමින් පැවසීය.",
        "පසුව, බ්රහස්පතින්දා (26) කොළඹ සභාපති මනෝ ගනේසන්ගේ නායකත්වයෙන් යුත් ප්රජාතන්ත්රවාදී ජනතා පෙරමුණේ දේශපාලන කමිටුවේ දේශපාලන කමිටුව ඉල්ලා අස්වීම පිළිගත් මුරුක්සු ඉරණන්තරන් පුරප්පාඩු මහලේකම් ධුරයට පිළිගත්තේය.",
        "මුරුකේස් පරණතරන්හාන් කෙගල් දිස්ත්රික් සංවිධායකගේ සහ උද් campaign ෝෂන ලේකම් කාර්යාලයේ තනතුර ද ඇති අතර ප්රජාතන්ත්රවාදී මහජන පෙරමුණේ සහ දෙමළ ප්රගතිශීලී සන්ධානයේ සාමාජිකයෙකි.",
        "දේශපාලන කමිටුවේ එළඹෙන පාර්ලිමේන්තු මැතිවරණයෙන් 29 වන ඉරිදා කොළඹදී දෙමළ ප්රගතිශීලී සන්ධානය පැවැත්වීමට නියමිත බව ද තීරණය විය."
      ]
    },
    "en": {
      "title": "Gurusamy resigns: Letter to Mano",
      "body_lines": [
        "K.R.. Gurusamy said in a letter to party leader Mano Ganesan that he would resign from party and coalition posts.",
        "Subsequently, the political committee of the Democratic People's Front led by Colombo Chairman Mano Ganesan on Thursday (26) accepted the resignation and unanimously appointed Murukesu Paranitharan to the post of vacant general secretary.",
        "Murukesu Paranitharan holds the post of Kegalle District Organizer and Campaign Secretary and is a member of the Democratic People's Front and the Tamil Progressive Alliance.",
        "It was also decided that the Tamil Progressive Alliance to be held in Colombo on Sunday, 29th of the upcoming parliamentary elections in the political committee."
      ]
    }
  },
  "summary_lines": [
    "Gurusamy resigns from party and coalition positions. Mano Ganesan accepts resignation. Murukesu Paranitharan appointed as new general secretary. Tamil Progressive Alliance meeting scheduled for Sunday."
  ]
}