{
  "translated_text": {
    "ta": {
      "title": "ජපානය ශ්‍රී ලංකා රාජ්‍ය අංශය සඳහා මානව සම්පත් සංවර්ධන ශිෂ්‍යත්ව ලබා දෙයි",
      "body_lines": [
        "2010 ஆம் ஆண்டு முதல், 2010 ஆம் ஆண்டில் முதுகலை திட்டங்களுக்கான வாய்ப்புகளை வழங்குவதன் மூலம் இலங்கையின் சர்வதேச அதிகாரிகளின் நிர்வாக நிலைகளின் தொழில் வளர்ச்சியை ஜப்பானிய அரசாங்கம் தீவிரமாக ஆதரிக்கிறது. உதவித்தொகை, மனித வள மேம்பாட்டு உதவித்தொகை ஜப்பானிய தர நன்கொடைகள் (ஜே.டி.எஸ்) திட்டத்தின் மூலம் மானிய அடிப்படையில் வழங்கப்படுகிறது. මෙම වැඩසටහන සඳහා ජපන් රජය විසින් නිල සංවර්ධන ආධාර යටතේ අරමුදල් සපයනු ලබන අතර ජපාන ජාත්‍යන්තර සහයෝගිතා ඒජන්සිය (JICA) හරහා ක්‍රියාත්මක කරනු ලැබේ. 2010 ஆம் ஆண்டில், முதுகலை திட்டங்களுக்கு 240 முதுகலை திட்டங்கள் மற்றும் 16 முனைவர் திட்டங்கள் வழக்குகள் வழங்கப்பட்டுள்ளன.",
        "ஜே.டி.எஸ் திட்டத்திலிருந்து அரசாங்க அதிகாரிகளை வலுப்படுத்தவும், நாட்டின் சுய பொருளாதார வளர்ச்சியை உணர்த்தவும், நாட்டின் சமூக-பொருளாதார வளர்ச்சிக்கு அர்த்தமுள்ள பங்களிப்பை வழங்கவும் இலங்கை அரசாங்கம் எதிர்பார்க்கிறது.. இது இலங்கைக்கும் ஜப்பானுக்கும் இடையிலான இருதரப்பு தொடர்பை வலுப்படுத்தும் என்று எதிர்பார்க்கப்படுகிறது, மேலும் இரு நாடுகளிடையே ஒத்துழைப்பு மற்றும் பரஸ்பர வளர்ச்சிக்கு உணவளிக்க இரு நாடுகளும் முக்கிய பங்கு வகிக்கும். இந்த உறவு நாட்டின் வளர்ச்சி முயற்சிகள் மற்றும் சர்வதேச ஒத்துழைப்புக்கு சமமாக முக்கியமானது மற்றும் பல்வேறு துறைகளின் முன்னேற்றம் மற்றும் வளர்ச்சிக்கான திறனை மேம்படுத்துகிறது.",
        "ஜே.டி.எஸ் திட்டம் 2010 முதல் 2025 வரை நான்கு பிரேம்களின் கீழ் வெற்றிகரமாக முடிக்கப்பட்டுள்ளது மற்றும் நான்காவது பணி கட்டமைப்பானது 2022 முதல் 2025 வரை இயக்கப்பட்டுள்ளது. ஒவ்வொரு ஆண்டும் ஜப்பானிய அரசாங்கம் ஜப்பான் அரசாங்கத்தால் இந்த ஆண்டு 332 மில்லியன் ஜப்பானிய யென் (சுமார் ரூ.. 687 மில்லியன்).",
        "இந்த திட்டத்தை செயல்படுத்த இரு அரசாங்கங்களுக்கும் இலங்கை அரசாங்கத்திற்கும் இடையில் நிதி, திட்டமிடல் மற்றும் பொருளாதார மேம்பாட்டு அமைச்சகத்தில் இந்த நிகழ்வு கையெழுத்தானது.. இலங்கை மற்றும் ஜிகா, ஜிகாவின் முன்னணி எம்.பி. மிடெய்டு மற்றும் ஜிகா, எம்.பி."
      ]
    },
    "en": {
      "title": "Japan gives Human Resources Development Scholarships for the Government Sector",
      "body_lines": [
        "Since 2010, the Japanese government is actively supporting the professional development of Sri Lanka's executive levels of international officials by providing opportunities for postgraduate programs in 2010. The scholarships, Human Resources Development Scholarships are awarded on a grant basis through the Japanese Grade Donations (JDS) program. The Japanese government is funded by the Japanese government with official development assistance and is implemented through the Japan International Cooperative Agency (JICA). During the year 2010, 240 cases of postgraduate programs have been given to the postgraduate programs and 16 cases of doctoral programs.",
        "The Government of Sri Lanka expects to strengthen government officials from the JDS program and make a sense of self-economic development of the country and make a meaningful contribution to the socio-economic development of the country.. It is also expected to strengthen the bilateral connection between Sri Lanka and Japan, and the two countries will play an important role to feed cooperation and mutual growth among the two countries. This relationship is equally important to the country's growth initiatives and international cooperation and improves the potential for the progress and development of various sectors.",
        "The JDS program has been completed successfully under four frames of 2010 to 2025 and the fourth work framework has been operated up from 2022 to 2025. Japanese government for each year is allocated by the Government of Japan for this year 332 million Japanese Yen (approximately Rs.. 687 million).",
        "The event was signed at the Ministry of Finance, Planning and Economic Development, between the two governments and the Government of Sri Lanka to implement the program.. The Secretary to the Treasury, Planning and Economic Development Ministry of Treasury, Planning and Economic Development on behalf of the Government of Sri Lanka and JICA, JICA's leading MP Midaidu, and JICA, MP Mida Tetsuya, and JICA, JICA, has signed the respective documents."
      ]
    }
  },
  "summary_lines": []
}