{
  "translated_text": {
    "ta": {
      "title": "கேரட்டின் கிலோகிராம் ரூ .600",
      "body_lines": [
        "ஒரு கிலோகிராம் சில்லறை விலை ரூ. 2,500 ஆக உயர்ந்தது ரூ.",
        "கூடுதலாக, பல அரிசியின் விலை ரூ.. ஏற்கனவே உள்ள பற்றாக்குறை காரணமாக, ரூ.",
        "ரூ .1,300 பாக்கெட்டுகளில் குறிப்பிடப்பட்டுள்ள ஐந்து கிலோ கிரி சம்பா, 5 கிலோகிராம் ரூ .1,800 கிலோகிராம் மற்றும் ரூ.",
        "ஒரு கிலோ நட்டு அரிசி ரூ.",
        "அரிசி கட்டுப்பாட்டு விலைகளின்படி, ஒரு கிலோ கெய்ரிஸ் டி-செயில் ரூ.",
        "கூடுதலாக, ஒரு கிலோ கியாரி கொல்கோட்டு ஒரு கிலோ ரூபாயை ரூ.",
        "காய்கறி விலைகளைப் பதிவிறக்குவதன் கீழ், ஒரு கிலோகிராம் பீன்ஸ், ஒரு கிலோகிராம் முட்டைக்கோசு மற்றும் ஒரு கிலோரி முதல் ரூ. 450 மற்றும் ரூ.",
        "மீன் மிளகாய் மற்றும் ஒரு கிலோகிராம் மீன் ரூ. 900 மற்றும் ரூ .900 மற்றும் ஒரு கிலோ தக்காளி ரூ."
      ]
    },
    "en": {
      "title": "Carrot's kilogram of Rs. 600",
      "body_lines": [
        "The retail price of a kilogram rose to Rs. 2,500 has increased to Rs.",
        "In addition, the price of several rice is less than Rs.. The experts say that due to an existing deficit, a pack of Rs.",
        "Five kilo of Kiri Samba, which have been mentioned in the packets of Rs 1,300, is 5 kilograms of Rs. 1,800 kilograms and Rs. 1,600 kilors.",
        "A kilo of nadu rice has fallen to Rs.",
        "According to rice control prices, a kilo of Keiris de-sail is sold at Rs.Have become apart.",
        "In addition, a kilo of Kiari Kolkotu sells a kilo of rupees between Rs.",
        "Under the download of vegetable prices, the retail of a kilogram of beans, a kilogram of cabbage and a kilorie to Rs. 450 and Rs.A kilo of Dambala, Markalal, Pumpkin were sold for between Rs. 350 and Rs. 300.",
        "Fish chillies and a kilogram of fish have been sold at Rs. 900 and Rs 900 and a kilo of tomatoes have been sold at Rs."
      ]
    }
  }
}