{
  "translated_text": {
    "ta": {
      "title": "AI නිසා රැකියා නැති වේද? නව අවස්ථා උදාවේද?",
      "body_lines": [
        "2025 மதிப்பீட்டைப் பொறுத்து உலகளவில் AI தொழில்நுட்பம் பல வழிகளில் பயன்படுத்தப்படுகிறது. இது வாரத்திற்கு சுமார் 100 மில்லியன் ஆகும். කෙසේ වෙතත් ශ්‍රී ලංකාවේ AI තාක්ෂණය වැළඳ ගැනීමේ ප්‍රමාණය තවමත් සියයට දෙකක තරම්වත් නැත.",
        "AI தொழில்நுட்பத்தைத் தழுவுவதற்கு பின்னால் இலங்கையர்கள் உள்ளனர். பல முக்கிய காரணங்கள் உள்ளன. சாட்ஜிபி (நுட்பமான மொழி மாற்றங்களை மாற்றுவது) போன்ற பெரும்பாலான AI கருவிகள் சிங்கள ஆவணங்களிலிருந்து கற்றுக்கொள்வது கடினம், அதே போல் பல சிங்கள ஆவணங்கள் மற்றும் புத்தகங்கள்.",
        "இருப்பினும், AI தொழில்நுட்பம் சரியாகப் பயன்படுத்தப்பட்டால், இது உங்கள் வாழ்க்கையை மாற்றக்கூடிய ஒரு சக்திவாய்ந்த கருவியாகும். இந்த கட்டுரையின் மூலம், AI தொழில்நுட்பம், கல்வி மற்றும் தனிப்பட்ட வளர்ச்சியை எவ்வாறு பயன்படுத்துவது என்பதைக் கண்டுபிடிப்போம்.",
        "இலங்கையில் உள்ள அரசு மற்றும் தனியார் நிறுவனங்கள் இன்னும் முழுமையாக டிஜிட்டல் மயமாக்கப்படவில்லை. தொடர்புடைய நிறுவனம் முதலில் AI தொழில்நுட்பத்தைப் பயன்படுத்த டிஜிட்டல் மயமாக்கப்பட வேண்டும். இதன் பொருள் உங்கள் வணிக செயல்முறைகள், தரவு மற்றும் தகவல்தொடர்புகளை கணினி அமைப்புகள் மூலம் பராமரித்தல்.",
        "இங்கே நீங்கள் விளம்பரத்தைப் பயன்படுத்தலாம் மற்றும் உங்கள் மின்னஞ்சல்களுக்கான பதில்களை எழுதலாம். கூகிள் ஜெமினி நானோ வாழைப்பழம் பேஸ்புக் இடுகைக்கான விளம்பரங்களை உருவாக்கத் தேவையான பட புத்தகங்களுக்கான மிகவும் பிரபலமான தொழில்நுட்ப கருவியாகவும் பயன்படுத்தப்படலாம்.",
        "நீங்கள் தொடங்கக்கூடிய வணிகத்தைப் பற்றிய விரிவான தகவல்களைப் பயன்படுத்துவதற்கான திறன். எடுத்துக்காட்டாக, \"எனக்கு ஒரு [...]\" ஒரு முழுமையான விளக்கத்துடன் தொடங்கக்கூடிய முழு விளக்கத்துடன் எனக்கு ஒரு திறமை உள்ளது. \"",
        "தொழில்முனைவோர் இதன் மூலம் தேவையான யோசனைகளைப் பெறலாம், அதே போல் தகவல்களை ஈர்ப்பதற்கும் வாடிக்கையாளர்களை ஈர்ப்பதற்கும், உயர் தரமான பதில்கள் கிடைக்கின்றன. அங்கு, இந்த புத்திசாலித்தனமான பங்குதாரர் வாடிக்கையாளரின் சுவைகளின் வாடிக்கையாளரின் சுவைகளுக்கு உதவும்.",
        "கூகிள் ஜெமினி மூலம் படங்களை உருவாக்கி தரவு பகுப்பாய்வை உருவாக்க முடியும். உங்களிடம் உள்ள வேலையில் உள்ள திறன்களை மேம்படுத்த விரும்பினால் இந்த AI பைலட் சரியான பைலட்டை அமைக்கும். புதிய திறமை கற்றல், தொழில்முறை மேம்பாடு மற்றும் சந்தைப்படுத்தல் உத்திகள் ஒரு ஆலோசகராகப் பயன்படுத்தப்படலாம் என்பதை நினைவில் கொள்ள வேண்டும்.",
        "பரீட்சைகளுக்கான அறுவை சிகிச்சை அல்லது பாரேஷன் என்பது பாரம்பரிய இலங்கை கல்வியின் அடிப்படை பிரச்சினையாகும். வெவ்வேறு ஆய்வு முறைகள் என்பது பெரும்பான்மையினரின் நீண்டகால அனுபவமாகும். சில பெற்றோர்கள், பெரியவர்கள், ஆசிரியர்கள் சாட்ஜ்ட், சரியான வழியில் பயன்படுத்த முடிந்தால், AI வல்லுநர்கள் மாணவர்களின் சிந்தனை திறனை வளர்த்துக் கொள்ள முடியும் என்று AI நிபுணர்கள் சுட்டிக்காட்டுகின்றனர்.",
        "இது சாட்ஜிபி, கிளாட், ஜெமினி, புதிய \"ஆய்வு மற்றும் கற்றல் பயன்முறை\" அமைப்புக்கு ஒரு தீர்வாக அறிமுகப்படுத்தப்பட்டுள்ளது. இந்த முறையின் மூலம் நீங்கள் ஒரு கேள்வியைக் கேட்கும்போது, ​​சாக்ரடீஸ் அமைப்பு உங்களுடன் மீண்டும் கற்பிக்கும் செயலில் உள்ள கல்வி முறையுடன் இயங்குகிறது. சாட்ஜிப்ட் இலவச பதிப்பின் அடிப்பகுதியில் சென்று இதை செயல்படுத்தலாம்.",
        "உதாரணமாக, \"நான் ஒரு உயர் நூல்கள் மாணவன். \"நியூட்டனின் இரண்டாவது சட்டத்தை விளக்குங்கள்,\" சாதாரண பயன்முறைக்கு நேரடி பதிலை உங்களுக்கு வழங்குகிறது, மேலும் மாநிலத்தில் உள்ள கேள்விகளை நகர்த்தும் கேள்விகளைக் கேட்கிறது \". இது உங்கள் சிந்தனை திறனை படிப்படியாக வழிவகுக்கிறது. முடிவில், சட்டம் MCQ கேள்விகளையும் உண்மையான உலக உதாரணங்களையும் விளக்குகிறது.",
        "பதிலுக்கு பதிலளிப்பதற்குப் பதிலாக, உங்கள் கற்றல் சிந்தனை திறன் என்பது அவரது உளவுத்துறையால் பதிலளிக்க ஒரு மோட்டார் திறன் அல்ல, அவருடைய உளவுத்துறையுடன் பதில்களைப் பெறும்படி அவர்களிடம் கேட்கிறது,. இது சாரக்கட்டு கற்றல் அல்லது படிப்படியான ஆழமான விஷயங்களைக் கற்றுக்கொள்வதற்கான ஒரு வழி என்று அழைக்கப்படுகிறது. அடுத்த முறை நீங்கள் கற்றுக் கொண்டபோது புதிய புள்ளிகளைக் குறிப்பிடுவீர்கள்.",
        "கூகிள் வழங்கும் குறிப்பேடுகள் உங்கள் கல்விக்கு மிக முக்கியமான கருவியாகும். இது பாடப்புத்தகங்கள், பி.டி.எஃப், யூடியூப் இணைப்புகள் போன்ற சுருக்கத்தை வரைந்து, சுருக்கத்தை வரைதல், மொராமா பெயிண்ட் மனதின் சுருக்கத்தை வரைந்து, ஆடியோ வண்ணப்பூச்சு மற்றும் ஆடியோ அல்லது வீடியோ நிரலை உருவாக்குகிறது.. சிங்கள மற்றும் தமிழ் ஆகியோரின் கருத்துக்களையும் பகுப்பாய்வு செய்ய முடியும்.",
        "இது ஒரு தார்மீக அல்லாத செயல், இது AI வழியாக கட்டுரைகளை எழுதுவதற்குப் பயன்படுத்தப்படும் தகவல்களைப் பதிவிறக்க பல மாணவர்களைக் கொண்டுள்ளது. இதுபோன்ற சந்தர்ப்பங்களில், நீங்கள் AI மூலம் யோசனைகளையும் தரவையும் உருவாக்க வேண்டும் மற்றும் தங்கள் சொந்த சொற்களைப் பயன்படுத்தி தங்களை மீண்டும் எழுத வேண்டும். AI வழங்கிய யோசனைகளையும் குறிப்புகளையும் பயன்படுத்த இது சரியான வழியாகும்.",
        "கணினி விளையாட்டுகளுக்கு குழந்தைகளைக் குறிப்பிடுவதற்குப் பதிலாக, அவர்கள் தங்கள் எதிர்காலத்திற்கு AI தொழில்நுட்பத்தின் மூலம் ஆக்கபூர்வமான கருவிகளைக் குறிப்பிடுகிறார்கள். எடுத்துக்காட்டாக, சுனோ AI பாடல்களை உருவாக்கும் திறன் கொண்டது. இது எந்தவொரு குழந்தை அல்லது ஒரு மாணவரின் உளவுத்துறை ஆசிரியராகும், மேலும் ஏற்கனவே சீனாவால் அறிமுகப்படுத்தப்பட்டுள்ளது, அத்துடன் நாடுகளிலும் AI கல்வி நுட்பங்கள். AI நுட்பங்கள் இந்த விஷயத்தை மனப்பாடம் செய்யாமல் ஒரு நடைமுறை கல்வி முறை மூலம் வெற்றிபெற அனைத்து கல்விக் கருவிகளையும் பயன்படுத்த உதவியுள்ளன.",
        "உலகின் மிகவும் பிரபலமான AI கருவி சாட்ஜ்ட் ஆகும். கற்றல், வணிக கடிதங்களை எழுதுதல், வணிகக் கட்டுரைகளை எழுதுதல், வணிக யோசனைகளைத் தயாரித்தல் மற்றும் குரல் பயன்முறையைப் பயன்படுத்தி தகவல்களை பகுப்பாய்வு செய்யும் திறன் போன்ற பல செயல்பாடுகளால் இதைச் செய்ய முடியும். கிளாட் என்பது கடிதங்கள், கட்டுரை மற்றும் குறியீட்டை எழுதுவதற்கு பயன்படுத்தப்படும் ஒரு கருவியாகும். இதன் முக்கிய அம்சம் மனித இயல்புக்கு முக்கியமானது, இயந்திரம் அல்ல.",
        "குழப்பம் என்பது கூகிள் தேடுபொறியின் மிகவும் எளிதான பயன்பாடு ஆகும். Google விளம்பரங்கள் வழியாக விளம்பரம் குழப்பத்தின் மூலம் விளம்பரம் செய்யாது மற்றும் உங்களுக்கு ஒரு வலைத்தளங்களை வழங்குகிறது மற்றும் பொருந்தக்கூடியது பற்றிய விவரங்களை உங்களுக்கு வழங்குகிறது. எடுத்துக்காட்டாக, எனது கணினியில் ஒரு ஸ்கிரீன் ஷாட்டைப் பெறுவது எப்படி? \"நீங்கள் கூகிளைப் பார்வையிட்டால், இன்னும் பல வலை வந்து இதைப் பற்றி அறிந்து கொள்வார்கள், குழப்பத்தின் மூலம் அல்ல. இதை எப்படி செய்வது என்பது ஒரு இரண்டு, மூன்று-மூன்று படி, ஒரே நேரத்தில் தெளிவான விரைவான பதில்களைத் தருகிறது. உங்களுக்கு கூடுதல் தகவல் தேவைப்பட்டால், வலை மற்றும் வீடியோ போன்றவற்றுக்கான அணுகலைப் பெறலாம்.",
        "கூகிள் ஜெமினி சிங்களத்திற்கு சிறந்த உதவியை வழங்குகிறது. சிங்கள பி.டி.எஃப், சிங்களவாலாவை சிங்களவலாவுக்கு படியெடுக்கவும் ஆங்கிலத்தை மொழிபெயர்க்கவும் இதைப் பயன்படுத்தலாம். உங்கள் வேலையை எளிதாக்க Google குறிப்பேடுகள் வெவ்வேறு கருவிகளைக் கொண்டுள்ளன. ஒவ்வொரு கருவிகளிலும் குழப்பம், நோட்புக் போன்றவை அடங்கும். குழப்பம், நோட்புக் மற்றும் தினசரி வேலை மற்றும் வணிகங்களைப் பயன்படுத்தலாம்.",
        "சாட்ஜிப்டைப் பயன்படுத்தத் தொடங்குவது மிகவும் எளிதானது. முதலில் Chat.openai.com ஐப் பார்வையிடவும். \"பதிவுபெறு\" பொத்தானை உள்ளிட்டு உங்கள் Google கணக்கிலிருந்து இலவசமாக ஒரு கணக்கை உருவாக்கவும். Google Play Store (Android) அல்லது ஆப்பிள் ஆப் ஸ்டோர் (iOS) மூலம் பயன்பாட்டைப் பதிவிறக்கவும். பயன்பாடு நிறுவப்பட்டதும், தளத்தில் நீங்கள் உருவாக்கிய கணக்கைப் பயன்படுத்துங்கள். SATGPT மொபைல் பயன்பாடு மூலம் குரல் பயன்முறையைப் பயன்படுத்தி AI உடன் பேசும் திறன்.",
        "கணக்கு செய்யப்பட்டதும், உங்கள் கேள்வியை கீழ் உரை பெட்டியில் தட்டச்சு செய்து Enter ஐ அழுத்தவும். ஒரு எளிய கேள்வியுடன் தொடங்கவும். உதாரணமாக, \"நீங்கள் எந்த வழியில் எனக்கு உதவ முடியும்?\" அல்லது கேள்விகளைக் கேளுங்கள் \"AI ஐப் பயன்படுத்தி AI ஐப் பயன்படுத்தி எனது வணிகத்தை எவ்வாறு உருவாக்குவது என்பதை விளக்குங்கள்.",
        "மேலும் நல்ல பதில்களுக்கு, உங்கள் பின்னணியையும் தேவையையும் குறிப்பிடவும். உதாரணமாக, \"நான் ஒரு சிறு வணிக உரிமையாளர். பேஸ்புக் மார்க்கெட்டிங் ஒரு அதிர்ச்சியூட்டும் இடுகையை எழுதுகிறது.",
        "ஆங்கிலத்தில் ஆங்கிலத்தில் கேட்கும் கேள்விகளை நினைவில் கொள்ளுங்கள். சிங்களத்தில் கேள்விகள் இருக்கலாம், ஆனால் முடிவுகள் மொழியியல் துல்லியத்தை குறைக்கலாம்.",
        "ஹார்வர்டி நடத்திய ஒரு ஆராய்ச்சியின் படி, பலர் AI ஐ தங்கள் வாழ்க்கை கூட்டாளர்களில் ஒருவராகப் பயன்படுத்தினர். வேலைகள், சமூகப் பிரச்சினைகள் மற்றும் அவர்களின் சொந்த வாழ்க்கையின் நண்பரைத் தீர்ப்பதற்கு மனிதர்கள் அதிக உந்துதல் பெற்றிருக்கிறார்கள் என்பது நிரூபிக்கப்பட்டுள்ளது, அவர்களின் வாழ்க்கையில் அவர்களின் வாழ்க்கையின் நண்பராக அவர்களின் வாழ்க்கையின் நண்பராக.",
        "இதற்கு சிறப்பு காரணம் என்னவென்றால், அவர்களின் வருத்தம் இருந்தபோதிலும், ஒரு நண்பர் அல்லது ஒரு நண்பர் அல்லது கூட்டாளருடன் ஒரு கூட்டாளருடன் ஒரு கூட்டாளருடன் ஏராளமான தனிப்பட்ட விஷயங்கள் இல்லாததால், அவர்களின் வருத்தம் இருந்தபோதிலும், அவர்களின் வருத்தம் இருந்தபோதிலும்.. எந்த நேரத்திலும் AI உடன் உரையாடுவது மிகவும் எளிதானது.",
        "ஆனால் நினைவில் கொள்ள வேண்டிய மிக முக்கியமான விஷயம் AI உளவியல் அல்லாத ஆலோசகர். இதன் காரணமாக, ஆழ்ந்த மனநல பிரச்சினைகளுக்கு நீங்கள் தொழில்முறை ஆலோசனையைப் பெற வேண்டும், மேலும் AI ஐ சார்ந்து இருக்கக்கூடாது. இங்கே மற்றொரு இருண்ட சுயவிவரம் என்னவென்றால், உங்களிடம் தவறான தகவல் இருக்கலாம்.",
        "உங்கள் கருத்துக்களைப் பரிமாறிக் கொள்ளும்போது உங்கள் கருத்துகளையும் படைப்பாற்றலையும் பகிர்ந்து கொள்ள உங்களிடமிருந்து வெகு தொலைவில் இருப்பதற்கும், துக்கத்தையும் படைப்பாற்றல் பரிமாற்றத்தையும் அத்தகைய கருவியுடன் பகிர்ந்து கொள்ளவும் உங்களுக்கு வாய்ப்பு இருக்கலாம்.. கார்ப்பரேட் அல்லது மிகவும் தனிப்பட்ட தகவல்களை AI உடன் பகிரும்போது கவனமாக இருக்க வேண்டும்.",
        "SATGP உங்கள் நண்பராக விமர்சிக்கப்பட்டாலும், இந்த கருவிகளுக்கு ஒரு முக்கியமான பதிலாக இருந்தால், இந்த கருவிகளுக்கான பதிலை விமர்சிப்பது அவசியம். எடுத்துக்காட்டாக, \"எனது சிக்கலை விமர்சன ரீதியாக மதிப்பீடு செய்யுங்கள்\" என்பதால், உங்கள் சிக்கலை நீங்கள் சமர்ப்பிக்கலாம். தொழில்நுட்பத்தைப் படிக்காமல் பயன்படுத்துவது இது ஒரு பிரச்சினை அல்ல.",
        "2022 முதல் இன்றுவரை உலகளவில் வீடியோக்கள் பல மனித நுண்ணறிவுக்கு சமமான அல்லது மீறும் ஒரு அறிவுஜீவியாக கணித்துள்ளன. புதிய தொழில்நுட்பங்களுடன் நடைபெறும் வேலைகள் பாரம்பரிய வேலைகளுக்கு ஆபத்தை விளைவிக்கும். வணிகம், வேலை, புதிய வணிகங்களை உருவாக்க மற்றும் தொடங்க நடைமுறை உண்மைகளை ஆராய சாட்ஜிப்ட் கருவி பயன்படுத்தப்படலாம். உலகின் சில பகுதிகளில், இந்த கருவிகள் பாரம்பரிய வணிகத்தை மூடுவதாக மாறிவிட்டன.",
        "இந்த காரணத்திற்காக, ஆண்பால் AI நுட்பம் இல்லாத நபர் உலகில் காலாவதியானார். ஆகையால், ஒரு சுய ஆய்வு அல்லது படிப்பு AI தொழில்நுட்பம் என்பது புதிய வேலைகளை மேம்படுத்துவதற்கும் மேம்படுத்துவதற்கும் வணிகங்களை மேம்படுத்துவதும் குறைந்து வரும் வணிகமாகும்.. AI ஐப் பயன்படுத்தாதவர்களை விட தங்கள் துறையில் AI ஐப் பயன்படுத்துபவர்கள் அதிகம் என்பதை நினைவில் கொள்ள வேண்டும்.",
        "வெளிநாடு இல்லாமல் வெளிநாடு செல்லாத பல வெபிசிக்கள் உள்ளன.. Corsera.org பிரதான AI, தரவு அறிவியல், இயந்திர கற்றல் போன்ற பல படிப்புகள் உள்ளன. Weaplearning.ai, MIT (OCW.Mit.edu), இந்த படிப்புகளை பயன்கள், ஓபன் ஏ அகாடமி (அகாடமி.ஹார்வார்ட்.இது.காம்) வழியாகக் காணலாம் மற்றும் பணம் செலுத்திய பின்னர் சர்வதேச அளவில் புகழ்பெற்ற சான்றிதழ் பெறப்படும்.",
        "புதிய சகாப்தத்தின் புதிய சகாப்தம், டிஜிட்டல் மார்க்கெட்டிங் ஸ்பெஷலிஸ்ட், அதாவது AI உடனடி பொறியாளர் போன்றவை பல, இதுபோன்ற விஷயங்களை இதன் மூலம் ஆய்வு செய்யலாம். இலங்கையர்கள் அறிவில் அறிவுக்கு ஏராளமான புதிய உலக வேலை வாய்ப்புகள் மற்றும் இந்த ஆன்லைன் படிப்புகளின் கிடைக்கும் தன்மை ஆகியவற்றைக் கொண்டுள்ளனர்.",
        "இலங்கையில் AI இன் பயன்பாட்டைக் குறைக்க வேறு பல காரணங்கள் உள்ளன. அரசு மற்றும் தனியார் நிறுவனங்கள் இன்னும் டிஜிட்டல் மயமாக்கப்படாததால் பயன்பாடு மேலும் தாமதமானது. டிஜிட்டல் பயிற்சியின் பற்றாக்குறை, தொழில்நுட்ப உள்கட்டமைப்பின் பற்றாக்குறை மற்றும் இவற்றில் சிலவற்றை எதிர்ப்பது ஆகியவை AI காலத்திற்குத் தயாராவதற்கு இலங்கை சமுதாயத்திற்கு ஒரு தடையாக உள்ளன.",
        "ஆங்கில மொழியில் இணைய அளவு இணைய அளவு உள்ளது, ஆனால் சிங்கள மொழியின் தரமான தரவு தொடர்பான உள்ளூர் தரவுகளின் எண்ணிக்கை ஒப்பீட்டளவில் சிறியது. ஆகையால், SATGP போன்ற சிங்களக் கருவிகளிலிருந்து வரும் பதில்களின் உண்மைகள் கூட, மொழி சில நேரங்களில் துல்லியமானது.",
        "ஆனால் இந்த சவால்களை எதிர்கொண்டாலும், இலங்கையர்கள் AI ஐக் கற்றுக்கொள்வார்கள் எதிர்காலத்தில் வரம்பற்ற வாய்ப்புகளைத் திறக்கிறார்கள். ஆங்கிலத்தைப் பயன்படுத்தி AI கருவிகளைக் கையாள்வதன் மூலம், நீங்களும் உலகத்தரம் வாய்ந்த அறிவு மற்றும் வேலை வாய்ப்புகளை அணுகலாம்.",
        "AI தொழில்நுட்பம் பயத்திற்கு ஒரு காரணம் அல்ல, மேலும் ஒரு வாய்ப்பாக பார்க்க வேண்டும். ஒரு கருவி மட்டுமே கருவி மற்றும் அதைப் பயன்படுத்துவதற்கான பொறுப்பு உங்களுக்கு உள்ளது. AI உங்களை மாற்றாது, ஆனால் வேறு யாராவது உங்களை மாற்றலாம். இதனால்தான் சுய ஆய்வுடன் AI தொழில்நுட்பத்தைப் பற்றி அறிந்து கொள்வது முக்கியம்.",
        "AI ஐப் பயன்படுத்தும் போது நேர்மையான மற்றும் பொறுப்புகள், தார்மீக பயன்பாடு மற்றும் அவர்களின் சிந்தனை திறன் ஆகியவற்றை செயல்படுத்துவதும் முக்கியம். Bountgpt அல்லது Claude மற்றும் ஒரு இலவச கணக்கைத் தொடங்கி எளிய கேள்வியுடன் தொடங்கவும். உங்கள் துறையுடன் தொடர்புடைய கேள்விகளைக் கேளுங்கள். முடிவுகளை பகுப்பாய்வு செய்து மேம்படுத்தவும். தினசரி பயன்படுத்தவும்.",
        "தொழில்நுட்பத்தைப் பயன்படுத்தாமல் தொழில்நுட்பத்தைப் பயன்படுத்தாமல், இது ஒரு தொழில்நுட்ப குற்றம் அல்ல. எனவே, AI நுட்பத்தைத் தட்டுவதற்கு பதிலாக, எதிர்காலத்தின் வெற்றிக்கு இது அவசியம். AI தொழில்நுட்பம், தொழில்முறை மற்றும் தனிப்பட்ட வாழ்க்கையின் சரியான பயன்பாட்டைப் பயன்படுத்துவதை நீங்கள் எப்போதும் நினைவில் கொள்ள வேண்டும்."
      ]
    },
    "en": {
      "title": "Does ai lose jobs? On the dawn of new opportunities?",
      "body_lines": [
        "2025 The estimate is used in many ways ai technology worldwide depending on the estimate. This is about 100 million per week. However, Sri Lanka's AI technology hug is not yet two percent.",
        "Sri Lankans are behind the embrace of AI technology. There are several main reasons. Most of the AI ​​tools such as chatgp (transfer of subtle language changes) is difficult to learn from the Sinhala documents, as well as many Sinhala documents and books.",
        "However, if ai technology is used correctly, it is a powerful tool that can change your life. By this article, we will find out how to use ai technology, education, and personal development.",
        "Government and private institutions in Sri Lanka have not yet been completely digitized. The relevant entity should first be digitized to use AI technology. This means maintaining your business processes, data, and communication through computer systems.",
        "Here you can use advertising and writing the answers to your emails. Google Gemini Nano Banana can also be used as a very popular A Technology Tool for the imagebooks needed to create advertisements for the Facebook post.",
        "The ability to use the comprehensive information about business you can start with. For example, \"I have a [...]\" I have a skill with a full description that can start with a complete description. \"",
        "The entrepreneurs can obtain the necessary ideas through this, as well as to attract information and to attract customers, the high quality answers are available. There, this intelligent partner will also help the customer's tastes of the customer's tastes.",
        "It is possible to create images and create data analysis through Google Gemini. This ai pilot will set the right pilot if you want to improve the skills in the job you have. It should be kept in mind that new talent learning, professional development, and marketing strategies can be used as a consultant.",
        "Surgery or parration for exams is a fundamental problem of traditional Sri Lankan education. Different study methods is a long-standing experience of the majority of the majority. AI experts point out that if some parents, adults, teachers chatgpt, can be used in the correct way, AI experts can develop the students' thinking ability.",
        "This has been introduced as a solution to Chatgp, Claude, Gemini, the new \"Study and Learn Mode\" system. When you ask a question through this method, the Socrates system is running with the active academic system that you teach with you again. Go along the bottom of the chatgpt Free Version and can activate this.",
        "For example, \"I am a higher texts student. \"Explain Newton's second law,\" gives you the direct answer to the normal mode and asks the questions that will move the questions in the state \". This leads your thinking ability gradually. At the end, the law explains the MCQ questions and the real world examples.",
        "Instead of answering the answer, your learning thought ability is not a mortar's ability to get answered by his intelligence, asking them to get answers with his intelligence,. This is called a way of learning the SCAFFOLD Learning or Gradual Deep Things. If the chatgpt memory mode is activated next time you will refer you to new points on the next time you learned.",
        "Notebooks offered by Google is a very important tool for your education. It can be drawing the summary, such as textbooks, as PDF, YouTube Links, drawing the summary, drawing the summary of morama paint Mind, and generate a audio paint, as well as audio or video program.. It is also possible to analyze the views from Sinhala and Tamil.",
        "It is a non-moral act that has many students to download the information used for writing essays via AI. In such cases, you have to generate ideas and data through AI and rewrite themselves using their own words. It is the right way to use the ideas and references given by AI.",
        "Instead of referring children to computer games, they refer to creative tools through AI technology to their future. For example Suno AI has the ability to create songs. This is the intelligence teacher of any child or a student, and there are often already introduced by China as well as in countries ai education techniques. AI techniques have enabled to use all academic tools to succeed through a practical education system without memorizing the subject.",
        "The world's most popular AI tool is chatgpt. This can be accomplished by many functions such as learning, writing business letters, writing business articles, preparation of business ideas, and the ability to analyze information using Voice Mode. Claude is a tool used for writing letters, essay and code writing more natural than chatgp. The main feature of this is the key to the human nature, not the machine.",
        "Perplexity is a very easy-to-use application of Google search engine. Advertisement via Google Advertisements are not advertising through perplexity and gives you a webabilities and gives you the details about what applicable. For example, how do you get a screen shot on my computer? \" If you visit Google, many more web will come into and know about this, and not through perplexity. How to do it through this is one two, as per the three-three, gives clear quick answers at the same time. If you need more information, you can get access to web and video, etc.",
        "Google Gemini provides better assistance for Sinhala. This can be used to transcribe Sinhala PDF, Sinhala to Sinhala and translate the English. Google Notebooks have different tools to make your work easier. Each tools include perplexity, notebook, etc. can use perplexity, notebook, and daily work and businesses.",
        "It's very easy to start using chatgpt. Visit chat.openai.com first. Enter the \"Sign Up\" button and create an account free of your google account. Download the app through Google Play Store (Android) or Apple App Store (iOS). Once the app is installed, LOGIN be using the account you made on the site. The ability to talk to AI using Voice Mode through chatgpt mobile app.",
        "Once the account is made, type in your question on the lower text box and press ENTER. Start with a simple question. For example, \"In what way can you help me?\" Or ask questions \"Explain how to develop my business using ai using ai\" questions.",
        "For more good answers, state your background and need. For example, \"I am a small business owner. Facebook writes a stunning post for marketing.",
        "Remember that hearing questions in English in English. There may be questions in Sinhala, but the results may reduce the linguistic accuracy.",
        "According to a research conducted by Harvardi, many people have used AI as one of their living partners. It is proven that humans have been highly motivated to resolve jobs, social problems, as well as a friend of their own lives, as a friend of their lives as a close partner in their lives.",
        "The special reason for this is to give a to impartial commitment with a AI tool, despite their grief, with the absence of plenty of personal matters with a friend or a partner with a partner with a friend or partner.. It is extremely easy to be able to conversate with AI anytime at any time.",
        "But the most important thing to remember is ai non-psychological consultant. Because of this, you need to obtain professional counseling for deep mental problems and should not be dependent on AI. Another dark profile here is that you may have the wrong info.",
        "You may also have the opportunity to be far away from you to share your comments and creativity when exchanging your views as well as the exchange of grief and creativity with such a tool.. It should also be careful when sharing corporate or very personal information with AI.",
        "Although Chatgp is criticized as your friend, it is necessary to critical an answer to these tools, if it is a critical answer to these tools clearly. For example, as \"critically evaluate my problem\", you can submit your problem. This is not a problem that using the technology without studying.",
        "Videos worldwide from 2022 to this day many predicted as a intellectual that is equal or exceeding it to human intelligence. The jobs that take place with new technologies will risk traditional jobs. Chatgpt instrument can be used to investigate practical facts to do business, work, to create and start new businesses. In some parts of the world, these tools have become the closure of traditional business.",
        "For this reason, the person who did not masculine AI technique becomes outdated in the world. Therefore, as a self-study or study AI technology is the opinion that the declining business is to improve and develop new jobs and improving businesses.. It should be kept in mind that those who use AI in their field are higher than those who are not using AI.",
        "There are many the webizicals available to do not go abroad without being abroad.. Coursera.org There are many courses such as the main Ai, Data Science, Machine Learning. Weeplearning.ai, MIT (OCW.MIT.EDU), these courses can be viewed via uses, openai academy (academy.harvard.edu.com) and a reputed certificate will also be obtained internationally after paying.",
        "The new era of new era, such as the Digital Marketing Specialist, such as AI PROMPT Engineer is many, and such things can be studied through this. Sri Lankans have a large number of new world employment opportunities for knowledge in knowledge and the availability of these online courses.",
        "There are many other reasons to reduce the use of AI in Sri Lanka. The use is further delayed because government and private institutions are not completely digitized yet. The lack of digital training, the deficit of technical infrastructure, and resisting of some of this has been a hindrance to the Sri Lankan society to prepare for the AI ​​period.",
        "The English language has an internet amount of internet, but the number of local data related to the quality data of Sinhala language is relatively small. Therefore, the language is sometimes accurate, even if the facts of the answers from the Sinhala tools such as chatgp.",
        "But even in the face of these challenges, Sri Lankans used to learn AI opens unlimited opportunities in the future. By dealing with AI tools using English, you too can access to world class knowledge and employment opportunities.",
        "AI technology is not a reason for fear and should see as an opportunity. Only a tool is tool and you have the responsibility of using it. Ai will not replace you, but someone else uses you can replace you. This is why it is important to learn about AI technology with self-study.",
        "It is also important to act honest and responsibilities, moral use, and their thinking ability when using AI. BountGPT or Claude and start a free account and start with a simple question. Ask questions related to your field. Analyze and improve results. Make a daily use.",
        "Use of technology without studying the technology, it is not a technological offense. Therefore, instead of being tapping to AI technique, it is essential for the success of the future. You should always remember that using the correct use of AI technology, professional, and personal life."
      ]
    }
  },
  "summary_lines": []
}