{
  "translated_text": {
    "si": {
      "title": "දකුණු අප්රිකාව අවසානයේ වත්මන් ශූරයා සමඟ ඕස්ට්රේලියාවට ඇතුළු වී තිබේ",
      "body_lines": [
        "දකුණු අප්රිකාව ඩුබායි ජාත්යන්තර ක්රිකට් ක්රීඩාංගණයේ අර්ධ-පවුල් ක්රීඩාංගණයේ දී අයිසීසී කාන්තා ආර් 20 ලෝක කුසලාන අවසන් මහා තරගය සඳහා සුදුසුකම් ලැබීය.",
        "පසුගිය වසරේ කාන්තා විස්සයි 20 ලෝක කුසලාන අවසන් මහා තරගයේදී දකුණු අප්රිකාව ඕස්ට්රේලියාවට සිය මව් පාමින් පරාජයට පත්විය.",
        "ඕස්ට්රේලියාව වෙනුවෙන් ලකුණු 135 ක ඉලක්කය දිනාගත් දකුණු අප්රිකාව පන්දුවාර 17.2 කදී ලකුණු 135 කින් ජයග්රහණය කළේය.",
        "දකුණු අප්රිකාවේ සාර්ථකත්වය අයිබොංගා කකාගේ නිවැරදි පන්දු යැවීමේදී ප්රධාන කාර්යභාරයක් ඉටු කළේය.",
        "දකුණු අප්රිකාව පිළිතුරු දීමට දකුණු අප්රිකාව පන්දුවට පහර දුන් විට ඩැස්මින් බ්රිට්ස්ට ලකුණු 15 ක් අහිමි විය. (25 - 1 විග්.)",
        "කෙසේ වෙතත්, ලොරෙරා පවර්වර්නා ඇන්කොස් බොෂ් ​​විසින් 2 වන කඩුල්ල මාලාවේ පන්දු 65 කදී ලකුණු 96 ක් රැස් කළ අතර ඇයට ජයග්රහණය කිරීමට උදව් කළහ.",
        "පන්දු 37 කදී ලොරා දුල්වර්ඩ් 42 ක් අහිමි විය. (121 - 2 විග්.)",
        "ONC බොෂ් ​​සහ දිලිසිදු ට්රොහන් ලකුණු 14 ක් ලබා ගත් අතර එය ජයග්රහණය අවශ්ය විය.",
        "තරගයේදී තරගය ජයගත් වාර්ෂික සංගෂ් පන්දු 48 කදී හතරේ පහර 8 ක් සහ ලකුණු 74 ක් ලබා ගත්තේ නැත.. සීඩබ්ලිව් ට්රොන්ට ක්රීඩාව අහිමි නොවී ලකුණු රැස් කළේය.",
        "තරගයේදී පන්දුවට පහර දීමට ආරාධනා කරන ලද ඕස්ට්රේලියාව පන්දුවාර 20 ක කඩුලු 5 ක දැවී ලකුණු 134 ක් රැස් කළේය.",
        "ක්රෙඩිට් හයිස් සහ ජෝර්ජියා වමම් (5) කඩුල්ලේ කඩුලු රාශියක් ඕස්ට්රේලියාව අඩු මට්ටමක පැදුවීය.",
        "බෙත් මූනි සහ කණ්ඩායම කැප්ටන් ටහිල මැක්ග්රා 3 වන කඩුල්ල වෙනුවෙන් ලකුණු 50 ක් රැස් කළහ.",
        "ඕවර 16.5 කදී මුළු සංඛ්යාව ලකුණු 99 ක් රැස් කළ විට බෙත් මූනි ලකුණු 44 ක් අහිමි විය.",
        "එලි පෙරී පන්දු 23 කදී ලකුණු 31 ක් රැස් කළ අතර අවසන් පන්දුව අහිමි විය.",
        "පන්දු යැවීමේදී, අයකිරොන්ගා කර්ක ඕවර 4 කදී ලකුණු 24 කට කඩුලු 2 ක් දවා ගත් අතර ඕවර 4 කදී ලකුණු 24 කදී එක් කඩුල්ලක් ද ඇති අතර නොඳු ඇරඹියෙකු ලකුණු 31 කට එක් කඩුල්ලක් දරා ගත්තේය."
      ]
    },
    "en": {
      "title": "South Africa has finally entered Australia with the current champion",
      "body_lines": [
        "South Africa qualified for the ICC Women's R20 World Cup final in the semi -finals of the Dubai International Cricket Stadium on Thursday night (17).",
        "South Africa lost to Australia on their home soil last year in the Women's T20 World Cup final, winning the United Arab Emirates by 8 wickets.",
        "South Africa won the target of 135 runs for Australia and won by 135 runs in 17.2 overs.",
        "South Africa's success played a key role in the accurate bowling of Ayabonga Kaka, the half -century and the best of Lora Wulward.",
        "Dasmin Britz lost 15 runs when South Africa was bowled out for reply. (25 - 1 wig.)",
        "However, Lorera Wulward Annx Bosh shared 96 runs off 65 balls in the 2nd wicket and helped her team to win.",
        "Lora Wulward lost 42 off 37 balls. (121 - 2 wig.)",
        "Onc Bosh and Glow Troon scored 14 runs that needed the victory.",
        "Annch Bash, who won the match in the match, did not lose 48 balls with 8 fours and 74 runs.. The Clow Troon got a run without losing the game.",
        "Australia, who was first invited to bat in the match, scored 134 runs for the loss of 5 wickets in 20 overs.",
        "Australia played a low number of wickets for Crease Heris (3) and Georgia Wayaham (5).",
        "Beth Mooni and the team captain Tahila McGra scored 50 runs in the 3rd wicket.",
        "Beth Mooni lost 44 runs when the total number was 99 runs in 16.5 overs.",
        "Elis Perry scored 31 runs off 23 balls and lost the last ball.",
        "In the bowling, Ayabonga Kaka took 2 wickets for 24 runs in 4 overs, one wicket for 24 runs in 4 overs and Nongullenko took one wicket for 31 runs."
      ]
    }
  },
  "summary_lines": [
    "South Africa qualifies for ICC Women's T20 World Cup final after defeating Australia in semi-finals."
  ]
}