{
  "translated_text": {
    "si": {
      "title": "ඉඩම් විදේශ රටවලට විකුණන්නේ නැත!පර්ල් නගරයේ මහජන අරගලය",
      "body_lines": [
        "ත්රිකුණාමලයේ ප්රාදේශීය ලේකම් කොට් Division ාශයේ මුතු නගර් ප්රදේශයේ විදේශ රටවලට කෘෂිකාර්මික ඉඩම් විකිණීම නොකිරීමට ඉරිදා (28) විරෝධතා පාගමනක් පැවැත්විණි.",
        "1984 දී ශ්රී ලංකා අංශයේ මුහුණේ මුහුණේ අධිකාරිය නැවත පදිංචි කරවීම 1984 දී එක්සත් ජාතීන්ගේ පක්ෂයේ (යූඑන්පී) එක්සත් ජාතීන්ගේ පක්ෂයේ (යූඑන්පී) අමාත්යවරයා වූ ලලිත් අතුලති මුඩාලි විසින් එවකට ශ්රීමාවෝ බණ්ඩාරනායකගේ නියෝජ්ය අමාත්යවරයා වූ ලලිත් අතුලති මුඩාලි විසින් අනාවරණය කරන ලදී. විරෝධතාකරුවන් පවසන්නේ තමන්ට ලබා නොදුන් බවත්, පහසුකම් දෙපාර්තමේන්තුව අඛණ්ඩව තර්ජනය කළ බවත්.",
        "කෘෂිකාර්මික ඉඩම් 788 ක් පමණ තිබේ. කෘෂිකාර්මික ඉඩම් 788 ක් පමණ තිබේ. පවුල් 200 ක ජනතාවක් රඳා පැවතීම ඔවුන්ගේ දෛනික ජුර්වානා කෘෂිකර්මාන්තය මත රඳා පවතී.",
        "ඉඩම් විකුණන්න එපා, කෘෂිකාර්මික ඉඩම්, කෘෂිකාර්මික ඉඩම්, දෙපාර්තමේන්තු පී ulty ය, කෘෂිකාර්මික ඉඩම්, සහ 1972 සිට.",
        "මෙම අවස්ථාවට සිය ගණනක් ගොවීන් සාමාන්ය ජනතාව ලෙස සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Do not sell land to foreign countries!People's struggle in pearl city",
      "body_lines": [
        "A protest march was held on Sunday (28) demanding not to sell agricultural lands to foreign countries in the Muthu Nagar area under the Divisional Secretariat Division of Trincomalee.",
        "The resettlement of the Sri Lanka Sector Facial Authority in 1984 was revealed by the Lalith Atulathi Mudali, who was the Minister of the United National Party (UNP) in 1984 by the Lalit Atulathi Mudali, who was the then Deputy Minister of the Srimavo Bandaranaike.The protesters say that they were not provided and that the Department of Facilities continued to threaten themselves.",
        "There are about 788 agricultural lands. There are about 788 agricultural lands. People from 200 families depend on their daily jurvana agriculture.",
        "Do not sell land, do not sell land, redeem agricultural lands, the country's backbone agriculture, the departmental faculty, do not extort agricultural lands, and since 1972.",
        "Hundreds of farmers participated in the event as the general public."
      ]
    }
  },
  "summary_lines": [
    "Protest in Muthu Nagar against selling agricultural lands to foreigners. Revealed in 1984 by Lalith Atulathi Mudali, the resettlement of the Sri Lanka Sector Facial Authority led to threats and no compensation for 200 families."
  ]
}