{
  "translated_text": {
    "ta": {
      "title": "இவை தேர்தல் நாளில் தடைசெய்யப்பட்டுள்ளன",
      "body_lines": [
        "தளபதி கோம்சூமின் தலைவர் கோம்சூமின் தலைவராக உள்ளார். மீ. A. எல். திரு. ரத்னயகே அனைத்து கட்சிகளையும் கோரியுள்ளார்.",
        "தேர்தல் காலத்தில் தேர்தல் அல்லது வேட்பாளருக்கான வேட்பாளருக்கு தொலைபேசி இடைநீக்கம் செய்யப்படவில்லை என்று அவர் கூறினார்.",
        "\"ஊடகங்கள் ஊடகங்களில் சேர்க்கப்பட்டிருந்தாலும், சமூக ஊடக சட்டங்கள் வரவில்லை. நாங்கள் முடிந்தவரை செய்கிறோம், அவற்றை முடிந்தவரை ஆற்றலாக நிறுத்துகிறோம். மற்ற ஊடகங்களின் நிலை. தடங்கள். இதைச் செய்ய நான் உங்களுக்கு சொல்லவில்லை. நாம் மேலும் செய்ய முடியும்.",
        "\"சில ஊடகங்கள் கட்டுப்பாடற்றதாக இருந்தால், கமிஷனுக்கும் ஊடகங்களுக்கும் இடையிலான அனைத்து தொடர்புகளையும் நாங்கள் நிறுத்துவோம்.  නිල ප්‍රතිඵල නිකුත් කිරීමේදී අපි සලකා බලනවා ඒ ආයතනයට නිල ප්‍රතිඵල නිකුත් කරනවා ද? නැද්ද ? කියලා.\"",
        "18 ஆம் தேதிக்குப் பிறகு, 48 மணி நேர அமைதியான நேரம். ஊடகங்கள் இருக்கும் விதம் மிகவும் முக்கியமானது. வாக்காளரை கடைசி முடிவாக மாற்ற 48 மணிநேரம் இலவசம்.",
        "\"வாக்களிக்க வாக்களிக்க வாக்களிக்க நாங்கள் தடை செய்துள்ளோம், தொலைபேசி அல்லது வேட்பாளருக்கான வேட்பாளர்.. புகைப்படங்களைப் பெறுவது முழுமையாக தடைசெய்யப்பட்டுள்ளது. தபால் வாக்கெடுப்பில் அவ்வாறு செய்தவர்கள் இப்போது காவலில் உள்ளனர். \"",
        "\"இது மிகவும் சர்ச்சைக்குரிய தேர்தல். முதல் கட்டத்தின் சகாக்களைத் தடுக்க ஒரு வாக்கு போதுமானது.",
        "வேட்பாளர் 50% வேட்பாளரையும் மற்றொன்றையும் எடுத்துக் கொண்டால், முதல் கட்டம் முடிந்துவிட்டது. அந்த நேரத்தில் நாங்கள் ஜனாதிபதியை வாங்க முடியும். \""
      ]
    },
    "en": {
      "title": "These are prohibited on the day of election",
      "body_lines": [
        "The Chairman of the Commander Komssum is the Chairman of the Commander Komssum. M. A. L. Mr. Ratnayake requested all parties.",
        "He said that the telephone was not suspended for the election or candidate for a voter or candidate during the election period.",
        "\"Although the media has been included in the media, the social media laws have not come. We are doing as much as possible and stop them as energy as possible. That is the case with the other media. Leads. I didn't tell you to do this. We can do more. \"",
        "\"If some media is uncontrolled, we will stop all connections between the Commission and the media.  නිල ප්‍රතිඵල නිකුත් කිරීමේදී අපි සලකා බලනවා ඒ ආයතනයට නිල ප්‍රතිඵල නිකුත් කරනවා ද? නැද්ද ? කියලා.\"",
        "After the 18th, the 48-hour quiet time. It is especially important that the way in which the media is. The 48 hour is free to make the voter turn the last decision.",
        "\"We have banned a vote for a vote for a vote for a vote and candidate for telephone or candidate.. Getting photos is prohibited fully prohibited. Those who did so in the postal vote are now in custody. \"",
        "\"This is a very controversial election. One vote is enough to stop the counterparts of the first stage.",
        "If the candidate takes 50% of the candidate and another, the first stage is over there. Then we can afford the President at that time. \""
      ]
    }
  },
  "summary_lines": [
    "Election prohibitions: No phone calls, photography allowed. Media restrictions enforced. 48-hour silence period before voting. Controversial election with potential for early conclusion if candidate reaches 50% vote share."
  ]
}