{
  "translated_text": {
    "si": {
      "title": "ටොගාලස්",
      "body_lines": [
        "කොළඹ අතිරේක මහේස්ත්රාත් බීඒඑන් අමරසේන බ්රහස්පතින්දා (21) බ්රහස්පතින්දා (21) හිටපු අමාත්ය ඩග්ලස් දේවානන්ද මහතා නඩුවකදී අධිකරණයට ඉදිරිපත් නොවීමට නියෝග කළේය.",
        "ඩග්ලස් දේවානන්දගේ පැමිණිල්ලට අනුව, වෙල්ලවට්ටේහි ව්යාපාරිකයෙකු වන සුබ්රමනියම් මවුරන්හාරන් තමා (ඩග්ලස් දේවානන්ද) අධිකරණයේ පෙනී නොසිටි බවට පැමිණිල්ලක් නිකුත් කර තිබේ.. මෙම නඩුව රහසිගත පොලිසිය විසින් ගොනු කර ඇත.",
        "ඩග්ලස් දේවානන්ද මහතා කියා සිටියේ තමා අසනීප වූ නිසා ඔහු උසාවියේ පෙනී නොසිටින බවයි.",
        "ඩග්ලස් දේවානන්ද, 2016 ජූලි 9 වන දින ගිණුමේ මුදල් නොමැති බව දැනගත් බවට දැන ගනිමින් ඩග්ලස් දේවානන්ද ඔහුට එරෙහිව පැමිණිල්ලක් ඉදිරිපත් කර තිබේ.",
        "චූදිතයා වෙනුවෙන් පෙනී සිටි නීති orney වරයා - ඕව් සම්පත්ම් හේවාත්රාගේ අධිකරණයට කියා සිටියේ මෙම නඩුවේ පළමු සාක්ෂිකාරිය වන දේවානන්ද මහතාට අවසාන දිනය ලබා දුන් බවයි.",
        "මහේස්ත්රාත්වරයා දෙපාර්ශ්වයම සලකා බලමින්, සාක්ෂිකරුට වරෙන්තුවක් නිකුත් කළ අතර ජනවාරි 23 වනදාට නඩු විභාගය කල් තැබීය."
      ]
    },
    "en": {
      "title": "Touglas",
      "body_lines": [
        "Colombo Additional Magistrate Basan Amarasena on Thursday (21) ordered the former Minister Douglas Devananda, who was not present in court to testify in a case.",
        "According to Douglas Devananda's complaint, Subramanian Manoharan, a businessman from Wellawatte, has issued a complaint that he (Douglas Devananda) has not appeared in court.. The case has been filed by the undercover police.",
        "Douglas Devananda said he would not appear in court because he was sick.",
        "Douglas Devananda had lodged a complaint against him for allegedly defrauding ten million rupees each by learn that there was no money in the account on July 9, 2016 or that day.",
        "Attorney -at -law Sampath Hewapatrana, appearing on behalf of the accused, told the court that Devananda, the first witness of the case, was given the last date for testimony.",
        "The magistrate, considering the two sides, issued a warrant for the witness and adjourned the hearing to January 23."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Former Minister Douglas Devananda failed to appear in court due to illness. He faces fraud charges over alleged defraudation of 10 million rupees. A warrant was issued for his testimony, with the next hearing set for January 23."
  ]
}