{
  "translated_text": {
    "ta": {
      "title": "படுலு ஓயா மீன் இறந்துவிடுகிறது",
      "body_lines": [
        "படுலு ஓயாவிலிருந்து வரும் மீன் நீரில் மிதக்கிறது என்று மக்கள் கூறுகிறார்கள், இது மீன்களை அடுத்து இறக்கத் தொடங்கியது.",
        "ஹாலு-எலாவில் உள்ள கோருலுல் மீன் உட்பட நன்னீர் மீன்களின் இறப்புகள், 7 வது பகுதியில் 7 வது பகுதியில் 7 வது பகுதியில் 6 வது இடத்தில் ஊற்றப்பட்டதாக மக்கள் கூறுகின்றனர், மக்கள் ஓயாவில் வெள்ளத்தில் மூழ்கத் தொடங்கியுள்ளனர்.",
        "டெமோடாரா நீர் வழங்கல் நீர்த்தேக்கத்தில் அவர்கள் கடுமையாக சங்கடப்பட்டதாகவும், நீர்த்தேக்கத்தில் அறைந்த முஸ்லிம்களை அகற்றுவது சில மாதங்களால் சிரமத்திற்குள்ளானதாகவும் மக்கள் தெரிவித்தனர்.",
        "படுலு ஓயாவிலிருந்து முடிசூட்டப்பட்டு தண்ணீரிலிருந்து மிதக்கும் ஆயிரக்கணக்கான மீன்களை விற்க மீன் சாப்பிட்டுள்ளது.",
        "எவ்வாறாயினும், நேற்றைய சுற்றுச்சூழல் அதிகாரிகள் இந்த விஷயத்தைக் கவனிக்க பதுலு ஓயாவுக்கு அழைத்துச் செல்லப்பட்டனர், மேலும் பத்திரிகையாளர்கள் இந்த விஷயத்தில் விசாரித்தனர்."
      ]
    },
    "en": {
      "title": "Badulu Oya fish dies",
      "body_lines": [
        "People say that the fish from Badulu Oya are floating in the water, which has begun to die in the wake of the fish.",
        "The masses say that the deaths of freshwater fish, including Korulul Fish in the Halu-Ela, 6 pour in the 7th area in the 7th area in the 7th area, the people have begun to flooded in the Oya.",
        "The people said that they had been severely embarrassed in the Demodara Water Supply Reservoir and the removal of the slapped slapped Muslims in the reservoir have been inconvenienced by a few months.",
        "The fish have eaten to sell thousands of fish that will be crowned from the Badulu Oya and floating from the water. There are some kind of explicit to the water of the water.",
        "However, yesterday's environmental officials were taken to the Badulu Oya to observe the matter and the journalists inquired about the matter."
      ]
    }
  },
  "summary_lines": [
    "Massive fish deaths in Badulu Oya, Sri Lanka, have led to concerns over water quality. Thousands of fish, including Korulul Fish, are found dead or floating, affecting local livelihoods. The issue has also impacted the Demodara Water Supply Reservoir, causing inconvenience to residents. Environmental officials visited the site to investigate the cause."
  ]
}