{
  "translated_text": {
    "si": {
      "title": "එංගලන්තය - ස්කොට්ලන්ඩ් ගැටුම",
      "body_lines": [
        "ශ්රී ලංකාවේ බ්රිජ්ඩවුන් හි පැවති කාලය බී 20 ලෝක කුසලාන තරගාවලියේදී එංගලන්තය වන බී සමූහය සඳහා වන ආර්.",
        "ජාත්යන්තර විස්සයි විස්ස තරගයේදී කණ්ඩායම් දෙක හමු වී ඇති පළමු අවස්ථාව මෙයයි.",
        "මීට වසර 154 කට පෙර කෙන්තිනට් ඕවල් ක්රීඩාංගණයේ නිල නොවන පාපන්දු තරඟාවලියේදී එංගලන්තය සහ ස්කොට්ලන්තය යන රටවලින් පළමුවැන්න විය.",
        "වසරකට පසුව, දෙසවැත දෙන්නා මුණගැසුණේ එඩින්බර්ග්, ස්ත්රී දූෂණ ස්ථාන භූමියේදී එඩින්බර්ග්හි පළමු ජාත්යන්තර රග්බි තරඟයේදීය.",
        "1872 දී ඩ්රැෂෝ සහ හැමිල්ටන් ක්රෙසන්ට් ක්රීඩාංගණයේදී පළමු වරට දෙරට අතරට ගැහුවා.",
        "කෙසේ වෙතත්, මේජර් බ්රිතාන්යයේ තුන්වන විශාලතම ක්රීඩාවේදී දෙරට අතර ශතවර්ෂයකට පසු දෙරට අතර විරුද්ධ විය.",
        "එස්තින්බරෝ හි පැවති දෙරට අතර පැවති දෙරට අතර පළමු ජාත්යන්තර එක්දින තරගයේදී ඉන්ලාලන්ඩ් ලකුණු 144 ක් ලබා ගනිමින් තරගය අතහැර දමන ලදී.",
        "වසර හයකට පසු දෙරට වරක් විස්සයි 20 ලෝක කුසලානය තුළ ගැටෙනු ඇත.",
        "මෙතෙක් ජාත්යන්තර එක්දින තරගවල ජාත්යන්තර එක්දින තරගවල හය වතාවක් හමු වූ එංගලන්ත සහ ස්කොට්ලන්තය පළමු වරට ආර් 20 ලෝක කුසලානය වාදනය කරනු ඇත.",
        "කණ්ඩායම් දෙක 2018 දී ජාත්යන්තර එක්දින තරගයේදී ලකුණු 6 කින් ජයග්රහණය කළේය. එංගලන්තය අනෙක් තරඟ 3 කින් ජයගෙන තිබේ.",
        "2018 දී ශතවර්ෂයකට ලකුණු රැස් කළ ධර්මිෂ් රිෆ්රිටෝටන් දැන් ස්කොට්ලන්තයේ නායකයා ක්රීඩා කරමින් සිටී. ස්කොට්ලන්තය වෙනුවෙන් ක්රීඩා කළ ජෝර්ජ්කා, මැතිව් ක්රොස්, මයිකල් ලිස්ක්, ස්කොට්ලන්තය වෙනුවෙන් ක්රීඩා කළ මාර්ක් වෝ සහ ක්රිස් ආත්මයද එළඹෙන තරඟය සඳහා ක්රීඩා කරනු ඇත.",
        "එවකට කණ්ඩායමේ නායක ජොනී පිස්ටෙව්, මෙතොනි අලි සහ ආනාල් රෂීඩ් ද ආර් 20 ලෝක කුසලානයට ඇතුළත් ය.",
        "වර්තමාන ලෝක ශූරයා එංගලන්තය අද පැවැත්වීමට නියමිත බී කණ්ඩායම සඳහා විස්සයි 20 ලෝක කුසලානයේදී පැවැත්වීමට අපේක්ෂා කෙරේ.",
        "නමුත් මීට වසර 2 කට පෙර ඕස්ට්රේලියාවේ ඕස්ට්රේලියානු ලෝක කුසලානයේ ක්රීඩා කළ ක්රීඩකයින් 7 දෙනා වෙනුවෙන් ස්කොට්ලන්ත සංචිතයේ ශක්තියකි.",
        "කෙසේ වෙතත්, මෑත කාලීන තරඟ ප්රති results ලවලට අනුව එංගලන්තය ශක්තිමත් කණ්ඩායමක් ලෙස පෙනේ.",
        "ස්කොට්ලන්තය පීඩනයට මුහුණ නොදෙන නිසා ආර් 20 ලෝක කුසලානය එංගලන්තයට අභියෝග කරනු ඇතැයි අපේක්ෂා කෙරේ.",
        "එංගලන්තය: ජොස් බට්ලර් (සභාපති), බිල් විකුණන ලද, විල්, විල් ජෝන්, රීරි බ ok ක්, ක්රිස් ජෝර්දාන්, ක්රිස් ජෝර්දාන්, ක්රිස් ජෝර්දාන්, අල්සිල් රෂීඩ්, තදබල්.",
        "ස්කොට්ලන්තය: රිචී පර්සිංටන් (සභාපති), ජෝර්ජ් මංග්, මයිකල් ජෝන්ස්, මෙඩ් ක්රොස්, මයිකල් ලීස්, මාර්ක් වෝල්, ක්රිස් සෝල්, ක්රිස් සෝල්, ක්රිස් ආත්මය, කියුමි, කියුම්."
      ]
    },
    "en": {
      "title": "England - Scotland clash",
      "body_lines": [
        "Sri Lanka's time in Brijdown will meet the current champion England in the R20 World Cup for the B Group, which begins at 8.00 pm on Tuesday (4) at 8.00 pm.",
        "This is the first time that the two teams have met in the international T20 cricket match.",
        "The England and Scotland were the first to be one of the first in the unofficial football tournament at the Kenningtal Oval Stadium 154 years ago.",
        "A year later, the two countries met at the first international rugby competition at the Edinburg, Rape Place Ground.",
        "In 1872, the two countries clashed for the first time at the Clausco and Hamilton Crescent Stadium.",
        "However, in the third biggest game of the major Britain, the two countries opposed one century after a century.",
        "The game was abandoned due to rain when Ingaland scored 144 runs in the first international ODI match between the two countries in the Edinburgh and the Rape Blaze Stadium in 2008.",
        "Six years later, the two countries will clash in the T20 World Cup today.",
        "England and Scotland, who have met six times in international ODIs so far, will play the R20 World Cup for the first time.",
        "The two teams won by 6 runs in the international ODI match in 2018. England had won the other 3 matches.",
        "Richie Bigryton, who scored a century in 2018, is now playing the captain of Scotland. George Manse, Mathew Croz, Michael Lisk, Mark Wot and Chris Soul, who played on behalf of Scotland, will also play on the upcoming match.",
        "The then team captain Johnny Paistev, Moeen Ali and Adil Rashid are also included in the R20 World Cup.",
        "The current World Champion England is expected to be held in the T20 World Cup for the B Committee to be held today.",
        "But it is a strength of the scottish squad for the seven players who played in the R20 World Cup in Australia 2 years ago.",
        "However, according to the recent competition results, England appears to be a strong team.",
        "But the R20 World Cup is expected to challenge England because Scotland does not face pressure.",
        "England: Jos Butler (Chairman), Bill Sold, Wil Jex, Johnny Brook, Herry Brooke, Moeen Ali, Liam Livingstone, Chris Jordan, Jowra Achar, Adil Rashid, Rees Toble.",
        "Scotland: Richie Perington (Chairman), George Manse, Michael Jones, Brendon Mentalon, Med Cros, Michael Leesk, Chris Crevez, Mark Wot, Breot Wael, Chris Soul, Breate Curie."
      ]
    }
  },
  "summary_lines": [
    "In the R20 World Cup, England faces Scotland in its group stage, marking their first encounter in an international T20 match. This rivalry dates back to an unofficial football tournament in 1847 and includes notable moments like the first international rugby competition in 1871 and a controversial ODI match in 2008 that was abandoned due to rain. England leads the head-to-head record from previous ODIs, but Scotland brings experience from the last R20 World Cup. The match promises to be competitive, with both teams showcasing their strengths."
  ]
}