{
  "translated_text": {
    "ta": {
      "title": "வாட் முற்றிலும் அகற்றப்பட்டது",
      "body_lines": [
        "\"நாடு இந்த வழியில் செல்ல முடியாது. நாட்டை சக்திவாய்ந்தவராக வளர்த்துக் கொள்ள வேண்டும். மோசடி செய்பவர்களுக்கு தண்டனை. அரசாங்கம் அரசாங்கத்தை ஒப்படைத்துள்ளது. மக்கள் மகிழ்ச்சியான அரசாங்கத்தை உருவாக்குகிறார்கள். தேசிய அரசாங்கப் படையை மட்டுமே \"தேசிய மக்கள்தொகையின் தலைவர்\" மட்டுமே செய்ய முடியும். 17 ஆம் தேதி டங்கலே டவுனில் நடைபெற்ற பேரணியில் டிசனாயக்கில் உரையாற்றினார்.",
        "நாடு பெரிய விபத்தில் உள்ளது.. விதியால் சரிந்த நாடு. விவசாயத்தின் வாழ்க்கையில் பெரும்பாலும் வலியுறுத்தப்படும் ஒரு நாடு. மீனவர்களின் வாழ்க்கை கடுமையாக பாதிக்கப்பட்டுள்ளது. வணிகர்கள் நிச்சயமற்றவர்கள். இளைஞர்கள் எதிர்கால கனவாகிவிட்டார்கள்.",
        "சரிந்த நாடு. உலகின் முன் ஒரு நாடு. இப்போது நாம் என்ன செய்ய வேண்டும். இப்போது இந்த நாட்டின் மக்களுக்கு இரண்டு தேர்வுகள் உள்ளன. பழைய சாலையில், தோல்வியுற்ற சாலையில், இன்று நடக்கிறது?அல்லது இந்த பழைய சாலையை, தோல்வியுற்ற சாலை, எங்கள் நாட்டையும் நம் நாட்டின் மக்களையும் ஒரு புதிய திசையில் மாற்றுகிறீர்களா?நாங்கள் இப்போது ஒரு முக்கியமான தருணத்திற்கு வருகிறோம்.செப்டம்பர் 21 ஆம் தேதி பழைய சாலை, பழைய சாலை?நாங்கள் உங்களை சந்திக்க வந்தோம். பழைய சாலையில் இருந்து தப்பிக்க பழைய சாலையிலிருந்து விடுபட நாங்கள் எங்களுடன் இணைகிறோம்.",
        "எதிரி பெரியதாகிவிட்டது என்பதை நாங்கள் அறிவோம் .இது பொய்யான பிரச்சாரம். அவை எங்களுக்கு எதிராக தயாரிக்கப்படுகின்றன. தேசிய மக்கள் தொகை நம் நாட்டின் ப Buddhist த்த கலாச்சாரத்தைப் பற்றி அலட்சியமாக இல்லை.",
        "நாங்கள் கண்டி பெராஹெராவை நிறுத்துகிறோம் என்று சிலர் கூறுகிறார்கள். நினைவில்.. அவர்கள் கலாச்சாரத்தை அழித்த மரங்கள் முழுவதும் உள்ள பொக்கிஷங்கள். நாட்டின் கலாச்சார நிதியை அழித்தவர்கள்.",
        "உரிமைகள் மதச்சார்பற்ற உரிமைகளைப் பாதுகாக்கும் அனைத்து மதங்களின் குடிமக்களின் உரிமைகளையும் பாதுகாக்கும் ஒரே அரசாங்கம் அனைத்து கலாச்சாரங்களும் மட்டுமே.. அவர்களின் மதத்தை சுதந்திரமாக தயாரிக்க நாங்கள் திட்டமிட்டுள்ளோம். ஆனால் இந்த குற்றச்சாட்டுகளை யார் இப்போது மக்களுடன் புரிந்துகொள்கிறார்கள்?. எங்களுக்கு எதிராக பரவி வருபவர்கள் புத்தர் சிலையின் புத்தர் சிலைகளின் புத்தர் சிலைகள். ராஜாவின் வாளின் ராஜா இருக்கும் இடத்தில் உடைக்கப்பட்ட பனந்தேல் கோவோயில்.",
        "செல்வத்தைச் சுற்றியுள்ள ஓய்வூதியதாரர்களைச் சுற்றியுள்ள நபர்கள் இப்போது அனைவருக்கும் ஒரு சவாலாக இருக்கிறார்கள், தேசிய அட்டோக்ஜ். நாடு மாறினால், அது நம்மில் ஒருவர் மட்டுமே .இது பெரிய பொறுப்பு அல்ல.!",
        "நாம் வென்றவுடன், அனைவரின் வாழ்க்கையையும் பாதுகாப்போம்.. தவறு செய்பவர்களை தண்டிப்பது உறுதியானது.",
        "எங்களிடம் பல வழக்குகள் உள்ளன. போடலா ஜெயந்தாவின் லாசந்தா விக்ரேமாடூஞ்ச் ​​கடத்தப்படுவதைக் கடத்துவதில் இருந்து பல நிகழ்வுகள் உள்ளன. எல்லாவற்றையும் கவனித்து நீதிமன்றத்திற்கு கொண்டு வரப்பட்டவர்கள். பஸ்கா தாக்குதலை மேற்கொண்டவர்கள் சட்டத்தை சட்டத்திற்கு கொண்டு வருகிறார்கள்.. சட்டம் என்றால், நான் எனக்கும் எப்போதும்.",
        "வாட் இருந்து மக்கள் முழுமையாக அகற்றப்படும் சூழலை நாங்கள் உருவாக்குவோம். மக்களை அதிகரிப்பது. நாங்கள் இப்போது திட்டமிட்டுள்ளோம். இந்த செப்டம்பர் 21 ஆம் தேதி ஜனாதிபதி தேர்வில் நாட்டை உருவாக்கும் முறைகளை நாங்கள் அடையாளம் கண்டுள்ளோம். \""
      ]
    },
    "en": {
      "title": "VAT is completely removed",
      "body_lines": [
        "\"The country cannot go this way. The country needs to be developed. After being powerful, fraud and corruption stops. Punishment for fraudsters. The government is entrusted with the government. People make a happy government. Only the national government force can only be done \"Leader of the National Population\". Dissanayake addressing a rally held in Tangalle town on the 17th.",
        "The country is in a large crash.. A country that collapsed by the rule. A country that is largely stressed in the lives of farming. The lives of fishermen have been severely affected. Business people have been uncertain. Young people have become a future dream.",
        "A country that has collapsed. A country in front of the world. Now what we are to do. Now the people of this country have two choices. Is one on the old road, on the failed road, is going on today?Or do you add this old road, failed road, and changing our country and the people of our country to a new direction?We are now coming to a crucial moment.Is that the old road, the old road, on September 21st?We came to meet you. Together, we join us to get rid of old road to escape the old road.",
        "We know that the enemy has become large .It falsely propaganda. They are being made against us. The national population is not negligent about the Buddhist culture of our country.",
        "Some say we stop the Kandy Perahera. Remember.. The treasures throughout the trees that they destroyed the culture. Those who destroyed the country's cultural fund.",
        "All cultures are the only government to safeguard the rights of the citizens of all religions safeguarding the rights secular rights.. We plan to prepare their religion freely. But who has brought these allegations? The people understand with the people of the people now. Those who are spreading against us are the Buddha statues of Buddha statues of Buddha statue. Pananthale Kovoil, who had been broken at the place where the king of the king's sword.",
        "The people who are around the pensioners around the wealth are now a challenge for everyone, the national atologge. If the country is changing, it is only one of us .It is not a big responsibility.!",
        "Once we win, we will safeguard the lives of everyone.. Punishing the wrongdoers is firm.",
        "We have a number of cases that have been allowed to saleal. There are a number of events from the abduction of the assassination of Lasantha Wickrematunge abduction of Poddala Jayantha. Those who looked after everything and were brought to court. They are punished. Those who have made the Passover attack bring the law to the law.. If the law, I have to me and ever.",
        "We will create an environment where people will be fully removed from the VAT. Increasing people. We have made plans to build the country. We are now planning. We have identified the methods of developing the country by income.Join the National Tower Ministry at the presidential selection of this September 21. \""
      ]
    }
  },
  "summary_lines": [
    "In a speech in Tangalle, Dissanayake addressed the nation's challenges, including economic downturns affecting farmers, fishermen, and businesses, and the need for a new direction. He criticized old, failed policies and promised to remove VAT, increase income, and protect cultural heritage. He urged unity to overcome enemies and ensure justice for wrongdoers, highlighting past injustices like the assassination of Lasantha Wickrematunge and the abduction of Poddala Jayantha. He called for support in the upcoming presidential election to implement these changes."
  ]
}