{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி சீன - கசகூனை சந்திக்கிறார்",
      "body_lines": [
        "சீன ஜனாதிபதி ஜி ஜின்பிங் ஜனாதிபதி காசிம்-ஜோமார்ட் டோகாயேவ் உடன் ஒரு சந்திப்பை நடத்துகிறார். இது இன்று (03) ஜனாதிபதியின் அரண்மனையில் இன்று நடைபெற்றது.",
        "தனது வருகையின் போது சமையலறையின் தொடர்ச்சியான வளர்ச்சியைப் பற்றி தனக்கு சரியான புரிதல் இருப்பதாக ஷி ஜின்பிங் கூறினார், என்றார். டோகாயேவின் ஜனாதிபதியின் தலைமையில், 'புதிய அறிக்கையின்' புதிய அறிக்கையை கட்டமைக்க முடியும் என்று ஜனாதிபதி தலைவர் நம்பினார்.",
        "அடுத்த ஆண்டு அடுத்த ஆண்டு கிர்டியில் 'சீன சுற்றுலா ஆண்டு' 'வலைத்தளத்தை வைத்திருக்க சீனா சீனாவை ஆதரிக்கிறது என்று சிம் ஜின்பிங் கூறினார்.. ஷான்ஹாய் ஒத்துழைப்பு அமைப்பின் தவணையின் தவணையின் பங்கை அவர் பெற்றவர்.",
        "அதே சீனக் கொள்கையை தனது நாடு நிரந்தரமாக பின்பற்றும் என்று ஜனாதிபதி கூறினார்.. ஐக்கிய நாடுகள் சபை, ஐக்கிய நாடுகள் சபை உள்ளிட்ட ஐக்கிய நாடுகள் சபையின் ஒருங்கிணைப்பில் ஷான்ஹாய் ஒத்துழைப்பு அமைப்பு தீவிரமாக பங்கேற்கிறது என்று அவர் கூறினார்.",
        "இதற்கிடையில், சீன ஜனாதிபதி ஜனாதிபதி ஷவ்கட் மிர்சியேவ் உடன் கலந்துரையாடினார்"
      ]
    },
    "en": {
      "title": "President meets Chinese - Kazakoon",
      "body_lines": [
        "Chinese President Xi Jinping holds a meeting with President Kazim-Jomart Tokayev. It was held today (03) at the President's Palace today.",
        "Shi Jinping said that he had a proper understanding of the continued development of the kitchen during his visit, he said. The President of the President believed that under the leadership of the President of Tokayev, a new statement of 'new statement' could be built.",
        "Sim Ginping said China supports China to hold the 'Chinese Tourism Year' 'Website next year at Kirdy next year.. His high praised the role of the installment of the installment of the Shanhai Cooperation Organization.",
        "The President said that his country would permanently follow the same China principle.. He said that the Shanhai Cooperation Organization is actively participating in coordination of the United Nations, including the United Nations, the United Nations.",
        "Meanwhile, the Chinese President has also held discussions with President Shavkat Mirziyev"
      ]
    }
  },
  "summary_lines": [
    "Xi Jinping met with Kazakh President Tokayev, discussing bilateral ties and the Shanghai Cooperation Organization's role. They agreed on hosting a \"Chinese Tourism Year\" in Kazakhstan next year, emphasizing mutual support and cooperation."
  ]
}