{
  "translated_text": {
    "si": {
      "title": "2022 - 2023 ඔක්තෝබර් සිට කිතුනුවන්ට එරෙහිව ප්රචණ්ඩකාරී සිදුවීම් 63 ක්",
      "body_lines": [
        "ශ්රී ලංකා ජාතික ක්රිස්තියානි ශුභාරංචිය (එවැන්ජලිකල්) ශ්රී ලංකාවේ ශ්රී ලංකාවේ රටවල් පිළිබඳ නව වාර්තාවක් ප්රකාශයට පත් කර ඇති අතර, එය 2022 නොවැම්බර් මාසයේ දී ශ්රී ලංකාවේ රටවල් සඳහා වන ප්රචණ්ඩත්වයන් 63 ක් වාර්තා වී ඇති අතර, කළුතර, පුත්තලම් දිස්ත්රික්කවල විශාල සංඛ්යාවක් සිදුවී ඇත සහ යාපනය පිළිවෙලින්.",
        "ක්රිස්තියානි ප්රජාවේ-මොවුන්ඩ් ප්රජාවේ ජාතික ක්රිස්තියානි ශුභාරංචිය විසින් ශ්රී ලංකාවේ ජාතික ක්රිස්තියානි ශුභාරංචිය විසින් සපයනු ලබන දත්ත මත පදනම්ව, ශ්රී ලංකාවේ 2023 නොවැම්බර් 1223 නොවැම්බර් 12 වන දින ශ්රී ලංකාවේ කිතුනුවන්ට එරෙහි හිංසනය පිළිබඳ 60-ආපොක් අධ්යයනය කර ඇත සකස් කරන ලද '. වාර්තාව ප්රකාශයට පත් කිරීම අඟහරුවාදා (28) කොළඹ පැවති ජනවාර්ගික ජනවාර්ගික ජාත්යන්තර මධ්යස්ථානයේ ජාත්යන්තර මධ්යස්ථානයේ දී පැවැත්විණි.",
        "රටේ දේශපාලන ස්ථාවරයක වෙනස්කම් තිබියදීත්, සුළුතර ප්රජාවන්ට එරෙහි වාර්ගික හා ආගමික හිංසනය බොහෝ කලක සිට ශ්රී ලංකාව තුළ බොහෝ කලක සිට සහ ඉහත මාස 12 ක කාලය තුළ කිතුනුවන්ට එරෙහිව ආගමික සිදුවීම් 63 ක් විය විමර්ශනය කළා.",
        "ඒ හා සමානව, වාර්තාවේ සඳහන් වූයේ මුස්ලිම්වරුන්ට සහ හින්දු භටයින්ට එරෙහි හිංසනය පිළිබඳ සිද්ධීන් කෙටියෙන් විස්තර කර ඇති අතර සීමිත දත්තවල මට්ටමේ දත්ත කෙටියෙන් විස්තර කර ඇති බවයි.",
        "'' ශ්රී ලංකාවේ කිතුනුවන්ට එරෙහි හිංසනය ප්රධාන වශයෙන් රාජ්ය නිලධාරීන් විසින් සිදු කරනු ලබන අතර පුද්ගලයන් හඳුනාගෙන තිබේ. රාජ්ය නිලධාරීන් කිතුනුවන්, ක්රිස්තියානි නායකත්වය සහ ක්රිස්තියානි අනන්යතාවය, වෙනත් නොනවතින පක්ෂ ඉලක්ක කරන්නේ කිතුනුවන් සහ පල්ලියට යන අය ඉලක්ක කරති.. \"ඉහත අධ්යයනයේ සඳහන් අධ්යයනය\" යන දිගුකාලීනව එකතු කරන ලද දත්ත මගින් මෙය සනාථ වේ.",
        "ඒ හා සමානව, කිතුනුවන්ට එරෙහි හිංසනය විවිධ ස්වරූපවලින් වාර්තා වී ඇති අතර, රටේ සියලුම පුරවැසියන්ගේ ආගමික බලය ආරක්ෂා කිරීම සඳහා වූ වගකීම අනෙක් අතට, කිතුනුවන් ඇතුළු සුළුතරයකට එරෙහිව ප්රචණ්ඩත්වය මුදා හැරීම සඳහා යොදාගෙන තිබේ.",
        "වාර්තාවට අනුව, කිතුනුවන්ට එරෙහි ආගමික හිංසනය වාර්තා වී ඇත්තේ රට පුරා රටවල් 15 කදී රට පුරා, කළුතර (සිදුවීම් 7 ක්) සහ හින්දු භක්තිකයන්ගෙන් බහුතරයක් යාපනයේ ජීවත් වන බවයි."
      ]
    },
    "en": {
      "title": "63 violent incidents against Christians from October 2022 - 2023",
      "body_lines": [
        "The Sri Lankan National Christian Gospel (Evangelikal) has published a new report in Sri Lanka, which has reported 63 violence against Christians nationwide from November 2022 in Sri Lanka, and that there have been a large number of incidents in the districts of Puttalam, Kalutara and Jaffna respectively.",
        "Based on the data provided by the National Christian Gospel gathering in Sri Lanka over the 12 -month period of the Christian community over the 12th of November - 2023 in Sri Lanka, the 60 -page study of 'Violence against Christians in Sri Lanka has been prepared'. The publication of the report was held on Tuesday (28) at the International Center for the International Center for Ethnic Lying in Colombo.",
        "In spite of the changes in the country's political position, beyond that, the racial and religious violence against minority communities has long been continuing in Sri Lanka, and over the 12 -month period of the above 12 months, 63 religious incidents against Christians have been investigated.",
        "Similarly, the report stated that the incidents of violence against Muslims and Hindus have been briefly explained due to limited levels of data available.",
        "'Violence against Christians in Sri Lanka is mainly performed by state officials and identified individuals. While state officials target Christians, Christian leadership and Christian identity, other non -governmental parties target Christians and those who go to the church.. This is confirmed by the long collected data, ”the study mentioned in the above study.",
        "Similarly, the violence against Christians has been reported in various forms, and the government, which has the obligation to protect the religious power of all citizens of the country, on the other hand, has been used to unleash violence against minority, including Christians.",
        "According to the report, religious violence against Christians has been reported in 15 districts nationwide, and the majority of the Buddhists (18 incidents), the Kalutara (7 incidents) and the majority of the Hindus live in Jaffna (7)."
      ]
    }
  },
  "summary_lines": [
    "From November 2022 to November 2023, Sri Lanka saw 63 acts of violence against Christians, primarily in Puttalam, Kalutara, and Jaffna. A report by the Sri Lankan National Christian Gospel highlights ongoing religious and racial violence despite political shifts, with Christians being targeted by both state officials and unidentified individuals. Violence took place across 15 districts, with the highest incidents reported in Buddhist-majority areas."
  ]
}