{
  "translated_text": {
    "ta": {
      "title": "எதிர்கால நிகழ்ச்சி நிரல் தயாரிக்கப்படவில்லை",
      "body_lines": [
        "மத்திய கிழக்கில் இலங்கை தொழிலாளர்கள் உட்பட நாடுகளில் புதிய வணிக வாய்ப்புகளுக்காக பயண அமைச்சகத்தை எளிதாக்க முடியும் என்று ஜனாதிபதி ரங்கில் விக்கிரேமசிங்க கூறினார்.",
        "குருணேகலாவில் உள்ள எபிடோம் ஹோட்டல் வளாகத்தில் நேற்று (21) நடைபெற்ற விழாவில் ஜனாதிபதி பேசினார்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கிற்கு இலங்கை பொருளாதாரத்தை நோக்கி சான்றிதழ் மற்றும் நினைவு பரிசு வழங்கப்பட்டது.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "ஜனாதிபதி பதவியை ஏற்றுக்கொண்ட இந்த நேரத்தில் நான் உங்களுக்கு நன்றி சொல்ல வேண்டும் மற்றும் இரண்டு ஆண்டுகளை முடிக்க வேண்டும். நீங்கள் நாட்டிற்கு பணம் சம்பாதிக்கவில்லை என்றால், இன்று அதை இந்த நிலைமைக்கு கொண்டு வர முடியாது. இரண்டு ஆண்டுகளுக்கு முன்பு நாங்கள் சிரமத்தில் இருந்தோம். பொருளாதார நெருக்கடியிலிருந்து நாட்டை உருவாக்க முடியும் என்று யாரும் நம்பவில்லை. ஆனால் இந்த நாடு மக்களுடன் மீட்கப்படலாம் என்று நான் நம்பினேன். மற்ற நாடுகளைப் போலல்லாமல், இந்த வேலையை இரண்டு ஆண்டுகளுக்கு முன்பே முடித்துவிட்டோம்.",
        "நாங்கள் ஒரு கடினமான பயணத்திற்கு வந்திருக்கிறோம் என்பது உங்களுக்குத் தெரியும். நம் நாட்டிற்கு எதிர்காலம் இல்லை என்று பலர் நினைத்தார்கள். கறி பராமரிக்க எரிபொருள் இல்லை. நாடு நாட்டிற்கு வரவில்லை. வெளிநாட்டு தொழிலாளர்கள் நாங்கள் அனுப்பிய பணம் நாட்டின் பொருளாதாரத்தை முன்னேற்றுவதற்கான திட்டத்தைத் தொடங்கியுள்ளது.",
        "இப்போது நீங்கள் எதிர்காலத்தை எதிர்கொள்ள முடியும் என்ற நம்பிக்கை உள்ளது. இதை எப்படி செய்வது என்று உலகின் பல நாடுகள் எங்களிடம் கேட்கின்றன. நாங்கள் பங்களாதேஷில் கடனை திருப்பிச் செலுத்தியுள்ளோம். இன்று, பங்களாதேஷில் அமைதியற்ற தன்மை இல்லை. நாங்கள் கடினமாக இருந்தபோது எங்களுக்கு உதவிய அந்த நாட்டில் அமைதியும் ஸ்திரத்தன்மையும் இருக்க விரும்புகிறோம்.",
        "நாம் வடக்கைப் பற்றி சிந்திக்க வேண்டும். நம் நாடு ஏற்றுமதி பொருளாதாரமாக மாற்றப்பட வேண்டும். மேலும், வெளிநாடுகளில் உள்ள தொழிலாளர்களின் திறன்களை மேம்படுத்துவதற்கான ஒரு முறையான திட்டம் செயல்படுத்தப்பட வேண்டும். பின்னர் அவர்கள் நல்ல வேலை வாய்ப்புகளைக் குறிப்பிடலாம் மற்றும் அதிக வருமானம் ஈட்டலாம். அந்த நபர்களுக்கும் நாட்டிற்கும் இது ஒரு நல்ல நிலை.",
        "நாங்கள் இரண்டு ஆண்டுகள் அவதிப்பட்டோம். இரண்டு ஆண்டுகளாக உங்கள் உதவியுடன் நான் இந்த நாட்டை முன்னோக்கி கொண்டு வந்தேன். அதன் நன்மைகளை நீங்கள் வைத்திருக்க வேண்டும். அப்படியானால், நாம் அனைவரும் ஒன்றாக ஒரு புதிய பொருளாதாரத்தை உருவாக்க வேண்டும். நாங்கள் அனைவரும் ஒன்றிணைந்து வேலை செய்கிறோம்.",
        "எங்கள் தொழிலாளர்களை வேலைக்கு அமர்த்தும் நாடுகளில் வணிக வாய்ப்புகள் உங்களை இலங்கைக்கு அழைத்து வர முடியும் என்று நான் நம்புகிறேன். இன்று அது மத்திய கிழக்கில் பெரியது. நாங்கள் இலங்கை தொழிலாளர்களை நாட்டிற்கு அழைத்து வந்து அந்த நாடுகளில் சுற்றுலாப் பயணிகளை அழைத்து வர முடியும். நீங்கள் சுற்றுலா அமைச்சகத்துடன் இணைந்து பணியாற்றலாம். உங்கள் வணிகம் மேலும் விரிவாக்கப்பட்டது. இந்த நடவடிக்கைகளுக்கு நாங்கள் உங்களுக்கு அரசாங்கத்தை ஆதரிக்க முடியும்.",
        "அந்த நாடுகளுக்கு நாங்கள் உணவை வழங்க முடிந்தால், அது அரசாங்கத்தால் ஆதரிக்கப்படும் என்பதை நாங்கள் தெரிவிக்க விரும்புகிறோம். நாம் புதிய பயணத்திற்கு செல்ல வேண்டும். ஒரு இடத்தில் சிக்க முடியாது. எதிர்கால நிகழ்ச்சி நிரல் அரசியல்வாதிகள் அல்ல, உங்கள் எதிர்காலத்திற்கான எனது வாழ்த்துக்களை நினைவுபடுத்துகிறது"
      ]
    },
    "en": {
      "title": "The future agenda is not being prepared",
      "body_lines": [
        "President Ranil Wickremesinghe said that they could facilitate the Ministry of Traveling Agency for new business opportunities in countries, including Sri Lankan workers in the Middle East.",
        "The President was speaking at a ceremony held at the Epitom Hotel premises in Kurunegala yesterday (21).",
        "President Ranil Wickremesinghe was awarded the Certificate and Souvenirs towards the Sri Lankan economy.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "I have to thank you at this time of accepting the presidency and complete two years. If you do not earn money to the country, you will not be able to bring it to this situation today. Two years ago we were in difficulty. No one believed that the country would be able to build the country from the economic crisis. But I believed that this country could be recovered with the people. Unlike other countries, we have ended this work before two years.",
        "You know that we have come to a difficult journey. Many thought that our country had no future. There was no fuel to maintain curry. The country did not come to the country. The money we have sent by foreign workers has commenced the program to advance the economy of the country.",
        "Now we have faith that you can face the future. Many countries in the world ask us how to do this. We have repaid the debt in Bangladesh. Today, there has been no restlessness in Bangladesh. Wishing us to be peace and stability in that country that helped us when we were hard.",
        "We should think about the north. Our country should be converted into an export economy. Also, a systematic program to enhance the skills of workers abroad should be implemented. Then they can refer to good job opportunities and earn more income. It is a good condition for those individuals as well as the country.",
        "We suffered two years. With your assistance for two years I brought this country forward. You must own its benefits. All, then, we all need to build a new economy together. We all join together and work.",
        "I believe business opportunities in countries that hire our workers will be able to bring you to Sri Lanka. Today it is large in the Middle East. We should be able to bring Sri Lankan workers to the country and bring tourists in those countries. You can work together with the Ministry of Tourism. Then your business is further expanded. We can support you the government for these activities.",
        "And if we are able to provide food for those countries, we would like to inform that it would be supported by the government. We must go new journey. Can't be trapped one place. And the future agenda is being prepared that not politicians, recalling my greeting for your future"
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe discussed facilitating new business opportunities for Sri Lankan workers in the Middle East and converting the country into an export economy. He highlighted the importance of skill enhancement programs for overseas workers and collaboration with the Ministry of Tourism to expand businesses. The President also mentioned the government's support for exporting food to these countries, emphasizing the need for flexibility and preparation for the future without being confined to one place."
  ]
}