{
  "translated_text": {
    "si": {
      "title": "\"බෂිල් අගමැති ධුරය වනු ඇත\"",
      "body_lines": [
        "රුසියාව පිළිබඳ හිටපු ශ්රී ලාංකික තානාපති උදයංග වීරතුංග පවසා ඇත්තේ ශ්රී ලංකා පීඒ හි අග්රාමාත්ය අපේක්ෂිකාව බැසිල් රාජපක්ෂ මහතා විසින් නියම කරන බවයි.",
        "රාජපක්ෂ පවුලේ සමීපතම relative ාතියෙකු වන වීරතුංග පවසා ඇත්තේ පාර්ලිමේන්තු මැතිවරණය ඉලක්ක කර ගැනීම සඳහා බැසිල් රාජපක්ෂ මහතා එක්සත් ජනපදයෙන් එක්සත් ජනපදයෙන් පැමිණෙන බවයි.",
        "ජ්යෙෂ් senior මාධ්යවේදීන්ගේ සංගමයේ සංගමය සමරාවික්රාම මහතා ගැන අදහස් දක්වමින් ඔහු කියා සිටියේ ජනාධිපතිවරණය ජනාධිපතිතුමාගේ මිස පාර්ලිමේන්තු මැතිවරණයෙන් නොවන බවයි.",
        "ඔහු කියා සිටියේ 2024 මාර්තු 5 වන දින බැසිල් රාජපක්ෂ ශ්රී ලංකාවට පැමිණෙන විට ඔහු පිළිගන්නා අතර වාහන පෙළපාළිය කොළඹට ගෙන එන බවයි."
      ]
    },
    "en": {
      "title": "“Bashil will be the Prime Minister's post”",
      "body_lines": [
        "Former Sri Lankan Ambassador to Russia Udayanga Weeratunga has said that Basil Rajapaksa will field the prime ministerial candidate of the Sri Lanka PA.",
        "Veeratunga, a close relative of the Rajapaksa family, has said that Basil Rajapaksa will come from the US next week to target the parliamentary election.",
        "Commenting on Senior Journalists Society Samarawickrama, he said he hoped the presidential election would be held first, not the parliamentary election.",
        "He said that when Basil Rajapaksa arrived in Sri Lanka on the 5th of March 2024, he would be welcomed and the vehicle parade would be brought to Colombo."
      ]
    }
  },
  "summary_lines": [
    "Udayanga Weeratunga, Sri Lanka's former Ambassador to Russia, announced Basil Rajapaksa as the Sri Lanka PA's prime ministerial candidate, with Rajapaksa expected to return from the US to campaign for the parliamentary elections. Weeratunga hopes for the presidential election to precede the parliamentary one and mentioned a grand welcome for Rajapaksa upon his arrival in Sri Lanka on March 5, 2024."
  ]
}