{
  "translated_text": {
    "ta": {
      "title": "தற்காலிக எண் தகடுகளைப் பயன்படுத்துதல். 15 ஜென்டைன் முடிந்தது",
      "body_lines": [
        "மோட்டார் போக்குவரத்து ஆணையர் ஜெனரல் நிஷாந்தா அனுருத்தா, மோட்டார் போக்குவரத்துத் துறையில் வாகன எண் தகடுகளை வழங்குவது தொடங்கியுள்ளது என்று கூறினார்.",
        "அதன்படி, வாகனத் தட்டைப் பெறுவதற்காக மோட்டார் போக்குவரத்துத் துறைக்கு நபர்களின் எண்ணிக்கை செலுத்தப்பட்டால், டிசம்பர் 15 க்கு முன்னர் நம்பர் பிளேட் பெறப்படும் என்று கமிஷனர் ஜெனரல் கூறுகிறார்.",
        "டிசம்பர் 15 க்குப் பிறகு, தற்காலிக எண் தகடுகளைப் பயன்படுத்தி வாகன வாகனங்களை சாலையில் இயக்க முடியாது, தற்காலிக எண் தகடுகளைப் பயன்படுத்தி வாகனம் ஓட்ட காவல் துறை சட்ட நடவடிக்கை எடுக்கும்.",
        "தற்காலிக எண் தகடுகளுடன் இயங்குவதற்கு வழங்கப்பட்ட அனுமதி டிசம்பர் 15 க்குள் முடிக்கப்படும் என்று கமிஷனர் ஜெனரல் மேலும் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Using temporary number plates. 15 Gentine finished",
      "body_lines": [
        "Motor Traffic Commissioner General Nishantha Anuruddha said that the issuance of the issuance of vehicle number plates in the Department of Motor Traffic has commenced.",
        "Accordingly, if the number of persons will be paid to the Department of Motor Traffic to obtain a vehicle plate, the Commissioner General says that the number plate will be obtained before December 15.",
        "After December 15, the vehicle vehicles cannot be operated in the road using temporary number plates and the police department will take legal action to drive using temporary number plates.",
        "The Commissioner General further stated that the permit given to running with temporary number plates will be completed by December 15, the Commissioner General added."
      ]
    }
  },
  "summary_lines": [
    "Temporary number plates: Obtain by Dec 15th. Afterward, use illegal; police action. Permit ends Dec 15th."
  ]
}