{
  "translated_text": {
    "ta": {
      "title": "ஹிருனிகா இன்னும் ஜாமீனில் விடுவிக்கப்பட்டார்",
      "body_lines": [
        "மூன்று ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்பட்ட முன்னாள் நாடாளுமன்ற வீரர் பிரேமச்சரந்திரா ஜாமீனில் விடுவிக்கப்பட்டார்.",
        "டிசம்பர் 21, 2015 இல் ஒரு கறுப்பின பாதுகாவலரால் கடத்தப்பட்ட ஹிருனிகா பிரேமச்சந்திராவின் 18 குற்றச்சாட்டுகளை கொழும்பு உயர் நீதிமன்றம் சமீபத்தில் கண்டித்தது.",
        "உயர்நீதிமன்ற நீதிபதி குற்றவாளி என்று சுட்டிக்காட்டும் மனுதாரர் ஹிருனிகா பிரேமச்சந்திராவும், குற்றச்சாட்டுகளுக்கு விதிக்கப்பட்ட நீதிபதி, அவர் பரிந்துரைத்த தண்டனையைக் கேட்கிறார், மேலும் அவர்களின் குற்றச்சாட்டுகளிலிருந்து தங்களை விடுவிப்பார்.",
        "அட்டர்னி ஜெனரல் நலிந்தா இன்டாடிசாவிடம் அழைத்துச் செல்லப்பட்ட அட்டர்னி ஜெனரல் நலிந்தா இன்டாடிசா சார்பாக ஆஜரான அட்டர்னி-சட்ட பல்கலைக்கழகத்தின் அட்டர்னி ஜெனரலின் அட்டர்னி ஜெனரல், அட்டர்னி ஜெனரல் நலிந்தா இன்டாடிசாவுக்கு வரவழைக்கப்பட்டார்.",
        "ஜூலை 15 அன்று நியமிக்கப்பட்ட ஜூலை 15 அன்று பதிலளித்தவர்களை விசாரிக்க நீதிபதி முடிவு செய்தார்."
      ]
    },
    "en": {
      "title": "Hirunika still released on bail",
      "body_lines": [
        "Former Parliamentarian Premacharandra, who was sentenced to three years in prison, was released on bail.",
        "The Colombo High Court recently condemned 18 accusations of Hirunika Premachandra who was abducted by a black defender in December 21, 2015.",
        "Petitioner Hirunika Premachandra, who points out that the High Court Judge is guilty and the judge who has been imposed on his accuses, asks for his prescribed punishment and will free themselves from their accusations.",
        "Attorney General of Attorney General, Attorney-at-Law University, who appeared on behalf of the Attorney General Nalinda Indatissa, who had been taken to the Attorney General Nalinda Indatissa, summoned to the Attorney General Nalinda Indatissa.",
        "The judge decided to inquire into the respondents on July 15, appointed on July 15."
      ]
    }
  },
  "summary_lines": [
    "Hirunika Premachandra, a former parliamentarian, was granted bail after being sentenced to three years in prison. She faced 18 charges related to her abduction in 2015, which were recently dismissed by the Colombo High Court. Despite claiming judicial bias, she awaits her prescribed punishment. The Attorney General, represented by Nalinda Indatissa, was involved in the case but no further details about the outcome were provided."
  ]
}