{
  "translated_text": {
    "ta": {
      "title": "நீதியின் நடுவில் நெரிசலான நகரங்களில் நீதியின் செயல்பாடு எவ்வாறு சுடுகிறது?",
      "body_lines": [
        "நீதியின் நடுவில் நெரிசலான நகரங்களில் நீதியின் செயல்பாடு எவ்வாறு சுடுகிறது?",
        "இராணுவத்தின் உதவியுடன் ஜூலை 4 ஆம் தேதி 'இரண்டாம் கட்டம்' நிறுவப்பட்டதாக போலீசார் அறிவித்தனர்.",
        "'இரண்டாம் கட்டம் இரண்டாம் கட்டத்தின் இரண்டாம் கட்டம் அதிக எண்ணிக்கையிலான நீதிபதிகளில் இருந்தபோது, ​​நகர மையத்தின் நகரத்திற்கு அருகிலுள்ள ஏராளமான நபர்களில் பொதுமக்கள் சுட்டுக் கொண்டிருந்தனர்.",
        "அத்ருகிரியா போலீசார் ஒரு கிலோமீட்டர் தொலைவில் அமைந்துள்ளனர்.",
        "கடுவேலா செயல் மாஜிஸ்திரேட் டி.எம்.ஜி படப்பிடிப்பு இடத்திற்கு வந்தது (ஜூலை 08). மக்களுக்கு பாதுகாப்பு இல்லை என்று கருணாரத்னே போலீசாரிடம் கூறினார்.",
        "\"இது ஒரு கூட்டத்தின் ஒரு வழக்கு,\" இது ஒரு பிரபலமானது. \"",
        "\"உடனடியாக கைது செய்ய நடவடிக்கை எடுக்கவும். அல்லது காவல் துறைக்கு சங்கடமாக இருக்கிறது. வெகுஜன நாள் நடக்கிறது. இது சிகாகோவைப் போன்றது. விரைவாகக் கண்டுபிடி, இது ஒரு பயங்கரமான சம்பவம். \"",
        "\"மக்களுக்கு பாதுகாப்பு இல்லை. வாருங்கள், \"கடுவேலா செயல் மாஜிஸ்திரேட் விசாரணை அதிகாரிகளுக்கு அறிவுறுத்துகிறார்.",
        "அத்ருகிரியாவில் நடந்த துப்பாக்கிச் சூடு சம்பவத்தின் போது, ​​ரைட் டியூப் மனித உரிமைகள் மையம், மனித உரிமைகள் மையத்தின் வழக்கறிஞர் துலன் தசனாயகே பிபிசியிடம் தெரிவித்தார்.",
        "\"பாதாள உலகத்தால் பயிற்சியளிக்கப்பட்டு, பாதாள உலகில் பயிற்சியளிக்கப்பட்ட பல ஷாட்சர்கள் சம்பவங்கள் உள்ளன, இதற்கு முன்பு, பல படப்பிடிப்பு சம்பவங்கள் இருந்தன.\"",
        "\"வாகனங்கள் மற்றும் தளிர்களிலிருந்து வரும் வாகனங்கள். இது ஒரு முறை போன்றது.",
        "\"இது நடந்த பிறகு, நிகழ்வு சிறிது நேரம் நடக்கும். இது கிட்டத்தட்ட 2-3 மாதங்களுக்கு முன்பு நடந்தது. \"",
        "\"இது நாட்டில் பொலிஸ் பாதுகாப்புக்கு சரணடைந்துள்ளது. நான் நாட்டின் பொது பாதுகாப்பின் கடுமையான சரிவாக பெயரிடப்படுகிறேன். \"",
        "\"பாதாள உலக போதைப்பொருட்களை அடக்குவதாக அரசாங்கத்தின் பொறுப்பில் அமைச்சர்களிடமிருந்து குற்றம் சாட்டிய அமைச்சர்களின் நடவடிக்கைகளை நாங்கள் கண்டிருக்கிறோம்.\"",
        "இலங்கை போதைப்பொருள் கடத்தல்: மதனூரை மதுஷியின் பெயர்களின் பெயர்களை போலீசார் நிராகரிக்கின்றனர்",
        "\"தெற்கில் பாதாள உலக அடக்குமுறை போல பல்வேறு நடவடிக்கைகள் மேற்கொள்ளப்பட்டன. ஆனால் பாதாள உலகக் குழுக்களுக்கு இடையே மோதல்கள் எதுவும் இல்லை என்பதைக் காண்கிறோம். \"",
        "\"கைது செய்யப்பட்ட நபர்களை வெவ்வேறு வழக்குகளில் போலீசார் கைது செய்துள்ளனர். இருப்பினும், கைது செய்யப்பட்டவர்கள் குறித்து காவல்துறையினருக்கு இந்த கேள்வி கூறப்படுகிறது. \"",
        "\"அதாவது பொலிஸ் முன்னேற்றம், மேம்பட்ட மற்றும் நவீன தொழில்நுட்பம், ஒரு வலுவான நிறுவனம் உள்ளது.\"",
        "\"காவல்துறையினர் சில விஷயங்களைக் கண்டுபிடிப்பார்கள். சில முறை ஆயுதங்கள் காவல்துறையினரிடம் சென்று காவல்துறையினரை குண்டு வீசுகின்றன. \"",
        "\"இது நடந்தது குற்றவாளிகளை விசாரிக்கவில்லை.\"",
        "\"மாதுரை மடுஷ் போன்ற சந்தேக நபர்களை நீங்கள் கேள்வி எழுப்பியிருந்தால், சந்தேக நபர்கள் காணப்பட்டனர் மற்றும் அவர்கள் மீது ஆர்வம் காட்டினர். அதைத்தான் காவல்துறையினர் விசாரிக்கத் தவறிவிட்டனர். \"",
        "\"விசாரணைகளைப் பாதுகாக்கவும், குற்றங்களை அடக்கவும் காவல்துறையினர் முறையாக செயல்படுத்தப்பட வேண்டும்.\"சட்டத்தின் வழக்கறிஞர் துலன் தாசனாயக்க கூறினார்.",
        "இதற்கிடையில், பொலிஸ் செய்தித் தொடர்பாளர் டி.ஐ.",
        "\"நீதியின் பணி போதைப்பொருள் மற்றும் ஒழுங்கமைக்கப்பட்ட குற்றங்களால் கட்டுப்படுத்தப்படுகிறது.\"",
        "\"ஒழுங்கமைக்கப்பட்ட குற்றம் நீதியின் செயல்பாட்டால் கட்டுப்படுத்தப்படவில்லை என்று நீங்கள் கூற முடியாது. நாட்டின் படப்பிடிப்பு கடந்த மாதங்கள் மற்றும் இரண்டு மாதங்களாக குறைக்கப்பட்டது. \"",
        "\"ஆனால் நேற்று ஒரு சம்பவம். யார் சம்பந்தப்பட்டிருக்கிறார்கள் என்பதை நாங்கள் கண்டுபிடிக்கப் போகிறோம். சம்பவத்தில் யார் ஈடுபட்டுள்ளனர் என்பதை அறிய நடவடிக்கை எடுக்கப்படும். \"",
        "\"நாட்டில் உள்ள அனைத்து குற்றங்களையும் தடுக்கக்கூடாது. ஆனால் காலப்போக்கில், இந்த சூழ்நிலையை நாங்கள் கட்டுப்படுத்தலாம்.",
        "இதற்கிடையில், பிபிசி சிங்கள காவல்துறை ஊடக செய்தித் தொடர்பாளர், அத்ருகிரியாவில் துப்பாக்கிச் சூட்டில் ஈடுபட்ட சந்தேக நபர்களை தப்பி ஓடும்போது பாதுகாப்புப் படையினர் சாலைத் தடைகளை விட்டு வெளியேறுவதிலிருந்து தப்பி ஓடிவிட்டார்கள் என்று விசாரித்தனர்.",
        "இதை அவர் கொடுத்தார். \"இந்த வகையான குற்றங்களைச் செய்யும்போது, ​​அவற்றில் ஈடுபட்டுள்ளவர்கள் சாலைகளைப் பற்றி நன்கு புரிந்துகொள்கிறார்கள்.\"",
        "\"குற்றவாளிகள் தப்பி ஓடுவதற்கு முன்பு, அவர்கள் வேறொரு வாகனம் அல்லது ஒரு நபரின் சாலைத் தடைகளுக்குச் செல்கிறார்கள்.\"",
        "\"அப்படி ஏதாவது நடந்ததா என்பதை நாங்கள் கண்டுபிடிப்போம்.\"பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக் நிஹால் திததா தெரிவித்தார்.",
        "சோர்ச்சந்திர வசந்தா பெரேரா: 5 முதல் பதினைந்து பேர் பதிவு செய்யப்பட்டுள்ளனர்",
        "நீதியின் நடுவில் நெரிசலான நகரங்களில் நீதியின் செயல்பாடு எவ்வாறு சுடுகிறது?"
      ]
    },
    "en": {
      "title": "How does the operation of justice are shooting in the crowded cities of the middle of the justice?",
      "body_lines": [
        "How does the operation of justice are shooting in the crowded cities of the middle of the justice?",
        "The police announced that the 'Second Stage' was established in July 4 with the assistance of the Army.",
        "When the second phase of the 'Second Phase II was in a large number of justices, the public was shooting in a large number of persons close to the town of the Town Center.",
        "The Athurugiriya Police are located about a kilometer.",
        "Kaduwela acting magistrate TMG arrived at the place of shooting (July 08). Karunaratne told the police that the people had no protection.",
        "\"This is a case of such a crowded,\" this is a case since this is a popularity. \"",
        "\"Take action to arrest immediately. Or embarrassed to the Police Department. The mass day is happening. This is just like chicago. Find out quickly, this is a terrible incident. \"",
        "\"People have no protection. Come on, was gone. \"Kaduwela acting magistrate instructs the police officers investigating.",
        "At the time of the shooting incident in the Athurugiriya, the Rite Tube Human Rights Center, Attorney at the Human Rights Center, Dulan Dasanayake told BBC.",
        "\"There are a number of incidents of shotchers who have been trained by the underworld and trained in the underworld, before, had a number of shooting incidents.\"",
        "\"Vehicles coming from vehicles and shoots. It's like a pattern. \"",
        "\"After this happens, the event happens for a while. It happened nearly 2-3 months ago. \"",
        "\"This has been surrendered to the police protection in the country. I am named as a serious collapse of the public protection of the country. \"",
        "\"We have seen the operations of the ministers who have charged from the ministers in charge of the government that underworld is suppressing drugs.\"",
        "Sri Lankan drug trafficking: Police reject the names of the names of Madanurai Madushi",
        "\"Various operations were carried out like underworld repression in the South. But we see that there are no conflicts between the underworld groups. \"",
        "\"Police have arrested the arrested persons in different cases. However, the question is attributed to the police regarding those who have been arrested. \"",
        "\"That means that the police advance, advanced and modern technology, there is a strong company.\"",
        "\"The police find some things. Some time weapons have gone to the police and bombed the police and shoot the suspects in the custody. \"",
        "\"This happened did not investigate criminals.\"",
        "\"If you questioned the suspects like Madhurai Madush, the suspects, were found in and interested in them. That's what the police failed to investigate. \"",
        "\"The police need to be properly implemented to protect the investigations and suppress crimes.\"Attorney at Law Dulan Dassanayake said.",
        "Meanwhile, police spokesman DIG Nihal Thaltuwa said that during the inquiry of the BBC Sinhala, said that there was a governance of crime over the operation of justice.",
        "\"Justice's mission is controlled by drug and organized crime.\"",
        "\"You cannot say that organized crime is not controlled by the operation of justice. The shooting of the country was reduced in the country for the last months and two months. \"",
        "\"But yesterday was one incident. We're going to find out who is involved. Steps will be taken to find out who is involved in the incident. \"",
        "\"Not to prevent all crimes in the country. But in time, we can control this situation. \"The Police Media Spokesman said.",
        "Meanwhile, the BBC Sinhala police media spokesman inquired about how the security forces fled from fleeing the road barriers when they flee the suspects involved in the shooting in the Athurugiriya.",
        "He gave it to this. \"When committing this kind of crime, people involved in them get a better understanding of the roads.\"",
        "\"Before the criminals flee, they go to another vehicle or a person's roadblocks.\"",
        "\"We will find out if something like that happened.\"Police Media Spokesperson DIG, Nihal Thameda, said.",
        "Sorchandra Wasantha Perera: Fifteen people are recorded from 5",
        "How does the operation of justice are shooting in the crowded cities of the middle of the justice?"
      ]
    }
  },
  "summary_lines": [
    "In crowded urban areas, justice operations face challenges due to the complexity of managing crime and ensuring public safety. The establishment of specialized units, like the 'Second Stage' initiated with military support, aims to tackle these issues effectively. However, incidents like mass shootings highlight gaps in protection and swift response times. Critics argue for improved police training, use of advanced technologies, and stricter measures against organized crime to enhance public safety and justice operations."
  ]
}