{
  "translated_text": {
    "si": {
      "title": "Debt sustainability options for President AKD",
      "body_lines": [
        "A sustainable debt strategy rooted in transparency and collaboration with international stakeholders is essential to restore economic confidence and secure a brighter future for Sri Lanka",
        "රට බංකොලොත්භාවයට ගෙන ආ 2022 අර්බුදය දශක කිහිපය තුළ ශ්රී ලංකාවේ ණය බර නොනවත්වාම අභියෝගයක් වී ඇති අතර පසුගිය දශක කිහිපය තුළ රට සිය රාජ්ය මූල්ය අර්බුදයකට ගෙන ගියේය. The country’s high levels of external and domestic debt have been exacerbated by political mismanagement, economic shocks, COVID pandemic, and global financial pressures. මෑතදී අර්බුදය අවධාරනය කරන්නේ විශේෂයෙන් නව ජනාධිපතිවරයෙකු සමඟ පුළුල් ණය තිරසාරභාවකුල උපාය මාර්ගයක අවශ්යතාවයයි. ප්රධාන විකල්ප කිහිපයක් ශ්රී ලංකාවට තම ණය ප්රමාණයෙන් උපරිමයෙන් කළමනාකරණය කිරීම, දිගු කාලීන ආර්ථික ස්ථායිතාවයට සහාය දැක්වීමට, මුදල් මුද්රණය අවම කිරීම සහ ඉහළ එෆ්.ඩී.අයි.",
        "One of the most immediate options for Sri Lanka is to negotiate restructuring its external debt, as it has done with creditors like the International Monetary Fund (IMF) and bilateral lenders such as China and India. By extending repayment periods, reducing interest rates, or agreeing on partial debt forgiveness, the country can create fiscal space to prioritise essential public services and rebuild its economy (Jiang, 2022).",
        "සාර්ථක ණය ප්රතිව්යුහගත කිරීම සඳහා රාජ්ය තාන්ත්රික රාජ්ය තාන්ත්රිකයින්, මූල්ය සාකච්ඡා සහ ව්යුහාත්මක ප්රතිසංස්කරණ පිළිපැදීම පිළිබඳ සියුම් සමතුලිතතාවයක් අවශ්ය වේ. ශ්රී ලංකාවේ දිගුකාලීන ආර්ථික වර්ධනයට (නිකෝලාස් සහ නිකලස්, 2023) හානි නොකිරීමට සියලුම ණය හිමියන් සමඟ ඇති විනිවිද පෙනෙන හා ඇතුළත් සාකච්ඡා සඳහා උපකාරී වේ.",
        "ස්වෛරී බැඳුම්කර හරහා විදේශ ණය ගැනීම් මත රඳා සිටීම ශ්රී ලංකාව හාස්යජනක ඉහළ පොලී අනුපාත සහ මුදල් ක්ෂයවීම් අවදානම බවට පත්ව ඇත. බහුපාර්ශ්වික හා සහන හාන ණය සඳහා වෙනසක් ආපසු ගෙවීමේ බර අඩු කර ගත හැකිය. ලෝක බැංකුව හෝ අඩු පොලී අනුපාත සහ දිගු ආපසු ගෙවීමේ කාල සීමාවන් ලබා දෙන ආයතනවල හෝ ආසියානු සංවර්ධන බැංකුව වැනි ආයතනවල ණය, වඩා කළමනාකරණය කළ හැකි ණය වගකීම් (වීරකූන් සහ ජයසූරිය, 2019).",
        "කෙසේ වෙතත්, එවැනි ණය බොහෝ විට බොහෝ විට දිගුකාලීන සංවර්ධන ඉලක්ක සමඟ දැඩි ප්රතිසංස්කරණ හා පෙළගැස්වීම අවශ්ය වන අතර, ක්රියාවලිය මන්දගාමී වේ. එසේ වුවද, බහුපාර්ශ්වික ණය සමඟ බැඳුම්කර නිකුත් කිරීම් සමතුලිත කිරීම රටේ ණය පැතිකඩ ස්ථාවර කර ගත හැකිය.",
        "A robust public debt management framework would help Sri Lanka better assess and control its borrowing. ණය මට්ටම් පුරෝකථනය කිරීම, ආපසු ගෙවීමේ කාලසටහන් සොයා ගැනීමට රාජ්ය ණය දෙපාර්තමේන්තුවේ ආයතනික ධාරිතාව වැඩි දියුණු කිරීම සහ ණය ගැනීම හා සම්බන්ධ අවදානම් හඳුනා ගැනීම ඉතා වැදගත් (චූඩිරි, 2022).",
        "Introducing transparent fiscal rules, such as debt ceilings or expenditure constraints, could prevent unsustainable debt accumulation, while an independent debt review committee could further boost public accountability (Rathnasiri and Soysa, 2020).",
        "ණය තිරසාර ආර්ථික වර්ධනයට සමීපව බැඳී ඇත. Policies that enhance GDP growth can reduce the debt-to-GDP ratio over time. Investment in sectors like tourism, IT services, and manufacturing, alongside creating a conducive business environment for foreign direct investment (FDI), are essential steps (Waghmode, 2022).",
        "ශ්රී ලංකාවේ බදු සහ ජීඩීපී අනුපාතය කලාපයේ අඩුම එකක් වන අතර ආදායම් එකතු කිරීමේ අකාර්යක්ෂමතාවයන් සං aling ා කරයි. බදු පරිපාලනය වැඩි දියුණු කිරීම සහ බදු පදනම පුළුල් කිරීම මගින් රජයේ අරමුදල්වල තිරසාර ප්රභවයක් ලබා දිය හැකිය. Strategies may include taxing the informal economy, improving corporate tax collection, and reducing exemptions that mainly benefit the wealthy (Choudhary, 2022). බදු පැහැර හැරීම සහ වසා දැමීමේ අඩුපාඩුකම් ඇමතීම වඩාත් ඔරොත්තු දෙන මූල්ය රාමුවක් ගොඩනැගීමට උපකාරී වන අතර, රජයට ණයට ගැනීම සහ දිගු කාලීන සංවර්ධන ව්යාපෘති කෙරෙහි අවධානය යොමු කිරීම ඉහළ නැංවීම සඳහා රජයට ඉඩ දීම.",
        "Large state-owned enterprises (SOEs) like Sri Lankan Airlines and the Ceylon Petroleum Corporation have been a significant drain on the national budget. Reforming or privatising or PPPs underperforming SOEs could generate revenue and reduce fiscal burdens (Zhang et al., 2022). අර්ධ පුද්ගලීකරනය හෝ රාජ්ය-පෞද්ගලික හවුල්කාරිත්වයට වඩා හොඳ කළමනාකරණයක් සහතික කිරීම, කාර්යක්ෂමතාව ඉහළ නැංවීම සහ රජයේ සහනාධාර මත යැපීම අඩු කිරීම.",
        "දේශගුණික ශාලා, පාරිසරික අරමුණු සඳහා සහාය වන අතර ශ්රී ලංකාවේ ණය බර අඩු කිරීමට නව ප්රවේශයක් ලබා දෙයි. In this arrangement, creditors agree to reduce or cancel a portion of a country’s debt in exchange for commitments to invest in climate resilience or conservation projects (Manullang, 2022). With Sri Lanka’s vulnerability to climate change, this could provide both fiscal and environmental benefits.",
        "අවසාන වශයෙන්, දළ දේශීය නිෂ්පාදිතයෙන් රජයේ ණය යම් ප්රතිශතයක් සීමා කරන ණය නැංගුරම් ප්රතිපත්තියක් ක්රියාත්මක කිරීම ණය තිරසාරභාවය සඳහා පැහැදිලි ඉලක්කයක් සපයයි. Such policies act as checks on fiscal profligacy, with legislation to formalise these targets demonstrating fiscal responsibility to investors and reassuring the public (Rathnasiri and Soysa, 2020).",
        "Sri Lanka’s debt management strategy must be multifaceted, combining short-term measures like debt restructuring with long-term reforms in revenue collection, economic growth, and efficient public spending. දේශසීමා හුවමාරුව සහ SOE පුද්ගලීකරනය වැනි නවෝත්පාදන මෙවලම් අනාගත ස්ථාවරත්වය සඳහා පදනමක් පිහිටුවීමේදී ක්ෂණික සහනයක් ලබා දිය හැකිය. විනිවිදභාවය හා ජාත්යන්තර පාර්ශවකරුවන් සමඟ සහයෝගයෙන් මුල් බැස ඇති තිරසාර ණය උපාය මාර්ගයක් ආර්ථික විශ්වාසය යථා තත්වයට පත් කිරීම සහ ශ්රී ලංකාවට දීප්තිමත් අනාගතයක් ලබා ගැනීම සඳහා ජාත්යන්තර පාර්ශවකරුවන් සමඟ සහයෝගයෙන් මුල් කර ඇති තිරසාර ණය උපාය මාර්ගයකි.",
        "1. චූඩුරි, එස්., 2022. Debt analysis of Sri Lanka: Factors and finances. EPRA International Journal of Economic Growth and Environmental Issues. ලබා ගත හැකි: https://www.semantics.org/paper/debt-faper-sri-flankaphs-fa61a69a61a69a61a61a61a6381435b6a61a635b6a61b6a61a635b6a61a69a61a65b6a61a65b6a61a65b6a61b6a61a65b6a638135b6a61a65dcfdchady5dccfdepfdm_docfdm_source=sonexs",
        "2. ජියැන්ග්, ප්රශ්නය, 2022. ණය අර්බුදය සහ ජාතික බංකොලොත්භාවය: ශ්රී ලංකාවෙන් සාක්ෂි. BCP ව්යාපාර සහ කළමනාකරණය. Available at: https://bcpublication.org/index.php/BM/article/view/2288",
        "3. Manullang, A., 2022. ෂම්බවල ආහාර සුරක්ෂිතතාව: ශ්රී ලංකා ජාතික ආර්ථික අර්බුදයෙන් බලපෑමක් ඇති කිරීම. HAPSC ප්රතිපත්ති සංක්ෂිප්ත මාලාව. ලබා ගත හැකි: https://link.ringerm.com/chapter/10.1007/978-981-13-1864-1_6",
        "4. නිකලස්, එච්. සහ නිකලස්, බී, බී., 2023. An alternative view of Sri Lanka’s debt crisis. Development and Change. ලබා ගත හැකි: https://onlindiallibrary.wily.com/doi/10.1111/Deech12794",
        "5. රත්නසිරි, ආර්.. and Soysa, J.S.V.N.T., 2020. Dynamics of public debt sustainability and economic growth: The case of Sri Lanka. Applied Economics & Business. ලබා ගත හැකි: https://aeb.sljol.info/articles/10.4038/aeb.v4ib.v4ie1.46",
        "6. Waghmode, P.S., 2022. ශ්රී ලංකාවේ ආර්ථික අර්බුදය පිළිබඳ ගිවිසුම් අධ්යයනය. ව්යවහාරික විද්යා හා ඉංජිනේරු තාක්ෂණය පිළිබඳ පර්යේෂණ සඳහා ජාත්යන්තර සඟරාව. ලබා ගත හැකි: https://www.ijsuset.com/best- ජර්ෂල්.කොම්/best- ජර්ෂනල්-448mvesuid-study-sese-sumiciric-crisis-",
        "7. වීරකූන්, ඩී. and Jayasuriya, S., 2019. සංවර්ධනය සඳහා ණය මූල්යකරණය: ශ්රී ලංකා අත්දැකීම්. Managing Domestic and International Challenges and Opportunities in Post-conflict Development. ලබා ගත හැකි: https://link.ringerm.com/chapter/10.1007/978-981-13-1864-1_6",
        "8. ෂැං, ටී, චෙං, එස්. සහ ලුඕ, ඒ., 2022. The last resorts to destroy the democratic socialist republic of Sri Lanka. ව්යාපාර, ආර්ථික විද්යාව සහ කළමනාකරණය පිළිබඳ දේශසීමා. Available at: http://drpress.org/ojs/index.php/fbem/article/view/1916",
        "(ලේඛකයා එක්සත් රාජධානියේ බකිංහැම් විශ්ව විද්යාලයේ ගිණුම්කරණය හා මුදල් උපයෝගී කරගනිමින් සංවර්ධනය වෙමින් පවතින රටවල රාජ්ය ණය වාර්තාකරණය පිළිබඳ පර්යේෂකයෙකි.)"
      ]
    },
    "ta": {
      "title": "Debt sustainability options for President AKD",
      "body_lines": [
        "A sustainable debt strategy rooted in transparency and collaboration with international stakeholders is essential to restore economic confidence and secure a brighter future for Sri Lanka",
        "இலங்கையின் கடன் சுமை ஒரு தொடர்ச்சியான சவாலாக உள்ளது, கடந்த சில தசாப்தங்களாக நாட்டை பல நிதி நெருக்கடிகளுக்குள் கொண்டு சென்றது, இதில் 2022 நெருக்கடி உட்பட நாட்டை திவால்நிலைக்கு கொண்டு வந்தது. நாட்டின் உயர் மட்ட வெளிப்புற மற்றும் உள்நாட்டு கடன் அரசியல் தவறான நிர்வாகம், பொருளாதார அதிர்ச்சிகள், கோவிட் தொற்றுநோய் மற்றும் உலகளாவிய நிதி அழுத்தங்களால் அதிகரித்துள்ளது. The recent crisis underscores the need for a comprehensive debt sustainability strategy, particularly with a new President in place. Several key options could help Sri Lanka better manage its debt, support long-term economic stability, reduce money printing and regain investor confidence to attract top FDI.",
        "One of the most immediate options for Sri Lanka is to negotiate restructuring its external debt, as it has done with creditors like the International Monetary Fund (IMF) and bilateral lenders such as China and India. By extending repayment periods, reducing interest rates, or agreeing on partial debt forgiveness, the country can create fiscal space to prioritise essential public services and rebuild its economy (Jiang, 2022).",
        "வெற்றிகரமான கடன் மறுசீரமைப்புக்கு இராஜதந்திரம், நிதி பேச்சுவார்த்தைகள் மற்றும் கட்டமைப்பு சீர்திருத்தங்களை பின்பற்றுதல் ஆகியவற்றின் நுட்பமான சமநிலை தேவைப்படுகிறது. அனைத்து கடன் வழங்குநர்களுடனான வெளிப்படையான மற்றும் அனைத்தையும் உள்ளடக்கிய பேச்சுவார்த்தைகள் இலங்கையின் நீண்டகால பொருளாதார வளர்ச்சியைக் குறைமதிப்பிற்கு உட்படுத்தாத விதிமுறைகளை உறுதிப்படுத்த உதவும் (நிக்கோலஸ் மற்றும் நிக்கோலஸ், 2023).",
        "இறையாண்மை பத்திரங்கள் மூலம் வெளிநாட்டு கடன் வாங்குவதை கடுமையாக நம்பியிருப்பது இலங்கையை அபத்தமான உயர் வட்டி விகிதங்கள் மற்றும் நாணய தேய்மான அபாயங்களுக்கு அம்பலப்படுத்தியுள்ளது. பலதரப்பு மற்றும் சலுகை கடன்களை நோக்கி ஒரு மாற்றம் திருப்பிச் செலுத்தும் சுமையை எளிதாக்கும். குறைந்த வட்டி விகிதங்கள் மற்றும் நீண்ட திருப்பிச் செலுத்தும் காலங்களை வழங்கும் உலக வங்கி அல்லது ஆசிய அபிவிருத்தி வங்கி போன்ற நிறுவனங்களின் கடன்கள், மேலும் நிர்வகிக்கக்கூடிய கடன் கடமைகளைச் செய்கின்றன (வீரகூன் மற்றும் ஜெயசூரியா, 2019).",
        "However, such loans often require stringent reforms and alignment with long-term development goals, making the process slower. ஆயினும்கூட, பத்திர வெளியீடுகளை பலதரப்பு கடன்களுடன் சமநிலைப்படுத்துவது நாட்டின் கடன் சுயவிவரத்தை உறுதிப்படுத்த முடியும்.",
        "ஒரு வலுவான பொது கடன் மேலாண்மை கட்டமைப்பானது இலங்கை தனது கடன் வாங்குவதை சிறப்பாக மதிப்பிடவும் கட்டுப்படுத்தவும் உதவும். கடன் நிலைகளை முன்னறிவிப்பதற்கும், திருப்பிச் செலுத்தும் அட்டவணைகளைக் கண்காணிப்பதற்கும், கடன் வாங்குவதோடு தொடர்புடைய அபாயங்களை அடையாளம் காண்பதற்கும் பொதுக் கடன் துறையின் நிறுவன திறனை மேம்படுத்துவது மிக முக்கியமானது (சவுத்ரி, 2022).",
        "கடன் கூரைகள் அல்லது செலவினக் கட்டுப்பாடுகள் போன்ற வெளிப்படையான நிதி விதிகளை அறிமுகப்படுத்துவது நீடிக்க முடியாத கடன் திரட்டலைத் தடுக்கக்கூடும், அதே நேரத்தில் ஒரு சுயாதீன கடன் மறுஆய்வுக் குழு பொது பொறுப்புக்கூறலை மேலும் அதிகரிக்கும் (ரத்னசிரி மற்றும் சோய்சா, 2020).",
        "கடன் நிலைத்தன்மை பொருளாதார வளர்ச்சியுடன் நெருக்கமாக பிணைக்கப்பட்டுள்ளது. மொத்த உள்நாட்டு உற்பத்தியின் வளர்ச்சியை மேம்படுத்தும் கொள்கைகள் காலப்போக்கில் கடன் முதல் மொத்த உள்நாட்டு உற்பத்தியை குறைக்கும். சுற்றுலா, ஐடி சேவைகள் மற்றும் உற்பத்தி போன்ற துறைகளில் முதலீடு, வெளிநாட்டு நேரடி முதலீட்டிற்கான (எஃப்.டி.ஐ) உகந்த வணிகச் சூழலை உருவாக்குவதோடு, அத்தியாவசிய படிகள் (வாக்மோட், 2022).",
        "இலங்கையின் வரி-க்கு-மொத்த உள்நாட்டு உற்பத்தியின் விகிதம் பிராந்தியத்தில் மிகக் குறைவான ஒன்றாகும், இது வருவாய் சேகரிப்பில் திறமையின்மைகளை சமிக்ஞை செய்கிறது. வரி நிர்வாகத்தை மேம்படுத்துதல் மற்றும் வரி தளத்தை விரிவுபடுத்துதல் ஆகியவை அரசாங்க நிதியுதவிக்கான நிலையான ஆதாரத்தை வழங்க முடியும். முறைசாரா பொருளாதாரத்திற்கு வரிவிதிப்பு, கார்ப்பரேட் வரி வசூலை மேம்படுத்துதல் மற்றும் முக்கியமாக செல்வந்தருக்கு பயனளிக்கும் விலக்குகளை குறைப்பது உத்திகள் அடங்கும் (சவுத்ரி, 2022). Addressing tax evasion and closing loopholes would help build a more resilient fiscal framework, allowing the government to reduce reliance on borrowing and focus on long-term development projects.",
        "இலங்கை ஏர்லைன்ஸ் மற்றும் சிலோன் பெட்ரோலியம் கார்ப்பரேஷன் போன்ற பெரிய அரசுக்கு சொந்தமான நிறுவனங்கள் (SOE கள்) தேசிய பட்ஜெட்டில் குறிப்பிடத்தக்க வடிகால் ஆகும். சீர்திருத்துதல் அல்லது தனியார்மயமாக்கல் அல்லது பிபிபிக்கள் குறைவான செயல்திறன் கொண்ட SOE களை வருவாயை ஈட்டலாம் மற்றும் நிதி சுமைகளை குறைக்கலாம் (ஜாங் மற்றும் பலர், 2022). பகுதி தனியார்மயமாக்கல் அல்லது பொது-தனியார் கூட்டாண்மை ஆகியவை சிறந்த மேலாண்மை, அதிகரித்த செயல்திறன் மற்றும் அரசாங்க மானியங்களை நம்பியிருப்பதை உறுதிப்படுத்த முடியும்.",
        "Debt-for-climate swaps offer a novel approach to reducing Sri Lanka’s debt burden while supporting environmental goals. In this arrangement, creditors agree to reduce or cancel a portion of a country’s debt in exchange for commitments to invest in climate resilience or conservation projects (Manullang, 2022). காலநிலை மாற்றத்திற்கு இலங்கை பாதிக்கப்படுவதால், இது நிதி மற்றும் சுற்றுச்சூழல் நன்மைகளை வழங்கக்கூடும்.",
        "Finally, implementing a debt anchor policy that limits government debt to a certain percentage of GDP provides a clear target for debt sustainability. இத்தகைய கொள்கைகள் நிதி லாபம் குறித்த காசோலைகளாக செயல்படுகின்றன, இந்த இலக்குகளை முறைப்படுத்துவதற்கான சட்டத்துடன் முதலீட்டாளர்களுக்கு நிதி பொறுப்பை நிரூபிக்கவும், பொதுமக்களுக்கு உறுதியளிக்கவும் (ரத்னசிரி மற்றும் சோய்சா, 2020).",
        "Sri Lanka’s debt management strategy must be multifaceted, combining short-term measures like debt restructuring with long-term reforms in revenue collection, economic growth, and efficient public spending. காலநிலை மாற்றங்கள் மற்றும் SOE தனியார்மயமாக்கல் போன்ற புதுமையான கருவிகளை மேம்படுத்துவது எதிர்கால நிலைத்தன்மைக்கு ஒரு அடித்தளத்தை நிறுவும் போது உடனடி நிவாரணத்தை வழங்க முடியும். A sustainable debt strategy rooted in transparency and collaboration with international stakeholders is essential to restore economic confidence and secure a brighter future for Sri Lanka.",
        "1. Choudhary, S., 2022. இலங்கையின் கடன் பகுப்பாய்வு: காரணிகள் மற்றும் நிதி. EPRA International Journal of Economic Growth and Environmental Issues. இங்கு கிடைக்கிறது: https://www.semanticscholar.org/paper/debt-analysis-of-sri-lanka%3A- பயன்-மற்றும்-ஃபினேன்ஸ்-ச oud ரி",
        "2. Jiang, Q., 2022. Debt crisis and national bankruptcy: Evidence from Sri Lanka. BCP Business & Management. Available at: https://bcpublication.org/index.php/BM/article/view/2288",
        "3. மனுல்லாங், ஏ., 2022. Food security in shambles: An impact from Sri Lanka national economic crisis. HAPSc Policy Briefs Series. Available at: https://link.springer.com/chapter/10.1007/978-981-13-1864-1_6",
        "4. நிக்கோலஸ், ம. and Nicholas, B., 2023. இலங்கையின் கடன் நெருக்கடியின் மாற்று பார்வை. Development and Change. இங்கு கிடைக்கிறது: https://onlinelibrary.wiley.com/doi/10.1111/dech.12794",
        "5. Rathnasiri, R.A. மற்றும் சோய்சா, J.S.V.N.T., 2020. Dynamics of public debt sustainability and economic growth: The case of Sri Lanka. Applied Economics & Business. Available at: https://aeb.sljol.info/articles/10.4038/aeb.v4i1.46",
        "6. வாக்மோட், பி.எஸ்., 2022. Investigative study of economic crisis in Sri Lanka. International Journal for Research in Applied Science and Engineering Technology. இங்கு கிடைக்கிறது: https://www.ijraset.com/best-journal/investigative-study-of-conomic--sri-Lanka",
        "7. Weerakoon, D. மற்றும் ஜெயசூரியா, எஸ்., 2019. Debt financing for development: The Sri Lankan experience. மோதலுக்கு பிந்தைய வளர்ச்சியில் உள்நாட்டு மற்றும் சர்வதேச சவால்கள் மற்றும் வாய்ப்புகளை நிர்வகித்தல். Available at: https://link.springer.com/chapter/10.1007/978-981-13-1864-1_6",
        "8. Zhang, T., Cheng, S. மற்றும் லுயோ, ஏ., 2022. இலங்கையின் ஜனநாயக சோசலிச குடியரசை அழித்த கடைசி ரிசார்ட்ஸ். Frontiers in Business, Economics and Management. இங்கு கிடைக்கிறது: http://drpress.org/ojs/index.php/fbem/article/view/1916",
        "(எழுத்தாளர் இங்கிலாந்தின் பக்கிங்ஹாம் பல்கலைக்கழகத்தில் கணக்கியல் மற்றும் நிதி கற்பிக்கிறார் மற்றும் வளரும் நாடுகளில் பொதுக் கடன் அறிக்கையிடல் குறித்த ஆராய்ச்சியாளராக உள்ளார்.)"
      ]
    }
  },
  "summary_lines": []
}