{
  "translated_text": {
    "si": {
      "title": "ඊසානදිග දෙමළ ජනතාවගේ සැබෑ අභිලාෂයන් ජාතික මහජන බලය තේරුම් නොගනී - රිල්වින් සිල්වාගේ මතය මෙය පෙන්නුම් කරයි - මෙය දෙමළ ජාතික දේශපාලන පක්ෂවල නියෝජිතයින්",
      "body_lines": [
        "මහජන විමුක්ති පෙරමුණේ මහ ලේකම් ඩිල්වින් සිල්වාගේ මෑත කාලීන අදහස් දෙමළ ජාතික දේශපාලන පක්ෂවල නියෝජිතයින්ගෙන් ඉල්ලා ඇත්තේ උතුරු හා නැගෙනහිර දෙමළ ජනතාවගේ දෙමළ ජනතාවගේ සැබෑ අභිලාෂයන් මොනවාදැයි තමන් තවමත් නොදන්නා බවයි.",
        "පෞද්ගලික රූපවාහිනී නාලිකාවක් වන දිල්වින් සිල්වා, ජනතා විමුක්ති පෙරමුනගේ මහලේකම් සමඟ මෑතකදී කරන ලද සම්මුඛ සාකච්ඡාවක් පිළිබඳව අදහස් දක්වමින්, \"ආණ්ඩුක්රම ව්යවස්ථාවේ 13 වන ව්යවස්ථා සංශෝධනය සියලු ගැටලුවලට විසඳුමක් නොවේ.",
        "දෙමළ දේශපාලන politicians යන් උතුරු ජනතාවගේ මූලික ගැටළු ගැන කතා නොකරයි. ඒ වෙනුවට ඔවුන් කතා කරන්නේ ආණ්ඩුක්රම ව්යවස්ථාවේ 13 වන ව්යවස්ථා සංශෝධනය සහ බලය බෙදා හැරීම ගැන පමණි. කෙසේ වෙතත්, උතුරේ මූලික ගැටලුවලට අපි නිසි විසඳුමක් ලබා දෙන්නෙමු. \"",
        "ඩිල්වින් සිල්වාගේ අදහස වූයේ උතුරු හා නැගෙනහිර දෙමළ ජනයා නොදන්නා දේ ගැන ඩිල්වින් සිල්වාගේ අදහස් දැක්වීම විවේචනය කළ ශ්රී ලංකා දෙමළ ජාතික මහජනයා මහ රාජ්යයේ මහ නගර සභා අපේක්ෂක එම්.ඒ. සුමන්තිරන් ය.",
        "\"ජාතික මහජන බලය පිළිබඳ ජනාධිපතිවරණ ප්රකාශනයේ දී 2015 සිට 2019 දක්වා 2019 වර්ෂය සඳහා නව ව්යවස්ථා ව්යවස්ථා නිර්මාණය සම්පුර්ණ කර අවසන් කර අවසන් කර ඇති බව වාර්තා විය.. කෙසේ වෙතත්, එය කරන්නේ කෙසේදැයි පැහැදිලි නැත.",
        "කෙසේ වෙතත්, ඩිල්වින් සිල්වාගේ අදහස් දැක්වීමෙන් හෙළි වන්නේ මැතිවරණයේදී සජිත් ප්රේමදාස සහාය දීමට අප ගත් තීරණය නිවැරදි බවයි.. ජාතික ජනතාව සමස්තයක් ලෙස ජාතිවාදීන් බව පැවසිය නොහැක. එහෙත් එවැනි අදහස් වලින් පෙනී යන්නේ ජාතියක අපේක්ෂාවන් ඔවුන්ට තේරෙන්නේ නැති බවයි.",
        "සමානාත්මතාවය සියලුම ජනවර්ග සඳහා මිස තනි තරඟයක් සඳහා නොවේ. කෙසේ වෙතත්, මහ මැතිවරණයෙන් පසු දැනටමත් ඇති පොරොන්දුවට අනුව නව ආණ්ඩුක්රම ව්යවස්ථාව ක්රියාත්මක වුවහොත් සුමන්තිරන්, \"හැකි තරම් ෆෙඩරල් ව්යුහය වසන් කිරීමට අවශ්ය සහයෝගය අපි ලබා දෙන්නෙමු.\"",
        "මේ අතර, දෙමළ ජාතික මහජන පෙරමුණ මහ මැතිවරණ අපේක්ෂක ගජේන්ද්රකුමාර් පොන්නම්බලම් පැවසුවේ, \"මහ මැතිවරණයෙන් පසුව නව ව්යවස්ථාව අඛණ්ඩව අඛණ්ඩව සිදුවන බවට එහි මැතිවරණ ප්රකාශනයේ දී ජාතික මහජන බලය ප්රකාශ කර තිබේ.",
        "කෙසේ වෙතත්, නව ආණ්ඩුක්රම ව්යවස්ථාව රටේ එක්සත්කම තුළ පිළිකුල් සහගත රටක් බව කවුරුත් දනිති. මෙම ප්රකාශය අලුත්වැඩියා කර ඇත. \"",
        "දෙමළ ජාතික මහජන පෙරමුණ රජය හැර අනෙකුත් සියලුම දෙමළ දේශපාලන පක්ෂ විසින් රජයේ උත්සාහය දැරූ විට, අනාගතයේදී මෙම උත්සාහය පරාජය කළ හැකි බවත්, ඔහුට ආසන 10 ක් ලබා ගත හැකි බවත් ගජේන්රකුමාර් මහතා පැවසීය. උතුරු හා නැගෙනහිර පළාත්වල.",
        "13 වන ව්යවස්ථා සංශෝධනයට සවන් දෙන 13 වන ව්යවස්ථා සංශෝධනයට පමණක් සවන් දෙන බව ටිල්වින් සිල්වාගේ ප්රකාශය කෙසේ වෙතත්, ප්රජාතන්ත්රවාදී දෙමළ සන්සුන් ධර්මලිංගම් සිද්ධාර්ථයේ මහ මැතිවරණ අපේක්ෂකයා කෙසේ වෙතත්, අතීතයේ ආණ්ඩු සහ ජාතික බලය බව ඔහු පැවසීය සවන් දුන්නේ නැත.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 13 වන ව්යවස්ථා සංශෝධනය සම්පූර්ණ විසඳුමක් ලෙස අපි නොසලකයි. කෙසේ වෙතත්, එය රටේ ආණ්ඩුක්රම ව්යවස්ථාව තුළ කාවැදී ඇති බැවින්, එය මුලින්ම ක්රියාත්මක කිරීමට සහ ෆෙඩරල්-බානල් විසඳුමක් දෙසට ගමන් කිරීමට අපි බල කරමු.",
        "කෙසේ වෙතත්, ආණ්ඩුක්රම ව්යවස්ථාවේ සංශෝධනයක් ක්රියාත්මක කිරීම විශිෂ්ටයි. එවැනි අවස්ථාවක, ඊළඟ මට්ටමට ගමන් කිරීම ඉතා අභියෝගාත්මක කාරණයක් වනු ඇත."
      ]
    },
    "en": {
      "title": "The National People's Power does not understand the true aspirations of the Northeastern Tamils ​​- Rilvin Silva's opinion shows this - representatives of Tamil national political parties",
      "body_lines": [
        "Recent comments by the General Secretary of the People's Liberation Front, Dilvin Silva, have urged the representatives of the Tamil national political parties that they still do not know what the true aspirations of the Tamil people of the North and East Tamil people are.",
        "Commenting on a recent interview with a private television channel Dilvin Silva, General Secretary of the Janatha Vimukthi Peramuna, said, “The 13th Amendment to the Constitution is not a solution to all problems.",
        "Tamil politicians do not talk about the basic issues of the Northern people. Instead, they will only talk about the 13th Amendment of the Constitution and the devolution of power. However, we will provide a proper solution to the basic problems in the North. ”",
        "Dilvin Silva's comment was that the Sri Lankan Tamil state's general election candidate MA Sumanthiran, who criticized Dilvin Silva's comment on what the North and East Tamil people did not know, \"said MA Sumanthiran.",
        "“In the presidential election manifesto of the National People's Power, it was reported that the new constitutional creation of the year 2015 to 2019 will be completed and completed.. However, it is not clear how to do it.",
        "However, Dilvin Silva's comment reveals that our decision to support Sajith Premadasa in the election is correct.. It is not possible to say that national people are racists as a whole. But such comments show that they do not understand the aspirations of a race.",
        "Equality must be for all ethnicities, not for a single race. However, if the new constitution is being carried out in accordance with the promise already made after the general election, Sumanthiran said, \"We will provide necessary cooperation to cover up the federal structure as much as possible.\"",
        "Meanwhile, the Tamil National People's Front general election candidate Gajendrakumar Ponnambalam said, “The National People's Power has stated in its election manifesto that the new constitution will be continued after the general election.",
        "However, everyone knows that the new constitution is a disgusting country in the unity of the country. This comment has been renovated. ”",
        "Gajendrakumar said that all the Tamil political parties, other than the Tamil National People's Front, said that when the government's efforts were made by the government of goodwill, he urged that he could only defeat this effort in the future and that he should get 10 seats in the North and Eastern Provinces.",
        "Tilvin Silva's claim that only the 13th Amendment is listening to the 13th Amendment and that Tilvin Silva's claim that it is completely wrong, the general election candidate of the Democratic Tamil Alliance Dharmalingam SiddharthanHowever, he said that the governments and the national power of the past did not listen.",
        "'We do not consider the 13th Amendment to the Constitution as a complete solution. However, since it has been embedded in the country's Constitution, we insist on implementing it first and moving towards a federal -based solution.",
        "However, it is great to implement a amendment in the Constitution. In that case, traveling to the next level would be a very challenging issue, ”he said."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lankan Tamil leaders criticize National People's Power for misunderstanding Northeastern Tamil aspirations. They argue the party focuses solely on 13th Constitutional Amendment instead of addressing core issues. Political candidates debate implementation of new constitution and federal solutions."
  ]
}