{
  "translated_text": {
    "ta": {
      "title": "கண்ணியமாக இருக்க மின்சாரம்",
      "body_lines": [
        "புசெல்லா நவோடையா வித்யாலயா, மாடேல் மற்றும் பதினொரு பள்ளிகளின் பதினொரு பள்ளிகளின் மாணவர் ஒருவர் தெரிவித்துள்ளார்.",
        "இறந்தவர் காமடென்னா காமடுவா கிராமப் பகுதியில் வசிக்கும் 16 வயதான சித்தானயன் அலோகிராட்ன் ஏற்பாடு செய்த பதினொரு பள்ளி மாணவியாக அடையாளம் காணப்பட்டுள்ளார்.",
        "பள்ளியின் 15 ஆம் தேதி கல்லூரிக்குச் செல்ல கல்லூரி விவசாய அதிகாரியின் செய்தியின் படி, மாணவர் காலை கல்லூரிக்கு விஜயம் செய்தார்.",
        "விவசாய விரிவுரையாளரின் வருகையின் தாமதம் காரணமாக, பள்ளி மாணவர்கள் ஆரஞ்சு மரத்தை உடைக்க முடிவு செய்தனர், மேலும் மாணவர் ஆரஞ்சு மரத்திற்கு வந்திருந்தார்.",
        "ஆரஞ்சு நிறத்தை உடைக்க ஆரஞ்சு எரிக்க மாணவர்கள் முடிவு செய்யப்பட்டுள்ளனர். கிராமத்தில் உள்ள மாணவரை ஆரஞ்சு நிறமாக்க முடியாமல் ஆரஞ்சு மரத்தின் அருகே பள்ளி கட்டிடத்தில் பள்ளி வீசப்பட்டுள்ளது.மரத்தின் மரத்தில் இருந்த மாணவர் மரக் கயிற்றில் இருந்த மாணவருக்கு வழங்கப்பட்டு காகுவேராவிலிருந்து கயிற்றைப் பெற முயன்றார்.",
        "தரையில் விழுந்த மாணவர் ராட்டோட்டா மாவட்ட பொது மருத்துவமனையில் அனுமதிக்கப்பட்டார், மாணவர் ஏற்கனவே இறந்துவிட்டதாக மருத்துவமனை வட்டாரங்கள் தெரிவித்தன.",
        "ராட்டோட்டா காவல்துறையினர் மேலதிக விசாரணைகளை நடத்தி வருகின்றனர், மேலும் தொடர்புடைய மாஜிஸ்திரேட் விசாரணை மாடேல் செயல் செயலகம் லாசந்தா பாலாசுரியா மேற்கொண்டுள்ளது."
      ]
    },
    "en": {
      "title": "Electricity Seless to be polite",
      "body_lines": [
        "According to Rattota Police said that a student of the eleven schools of Pussella Navodya Vidyalaya, Matale and eleven.",
        "The deceased has been identified as the eleven schoolgirl organized by Allocratne, Sidhanayan, aged 16, a resident of the Gamadenna Gamadduwa village area.",
        "According to a message from the College Agricultural Officer to visit the college on the 15th of the school, the student had visited the morning college.",
        "Due to the delay in the arrival of the agricultural lecturer, the schoolchildren decided to break orange tree and the student had come to orange tree.",
        "Students have been decided to burn the orange to break down the orange. The school has been thrown into the school building near the orange tree by unable to orange the student in the village.The student who was on the tree of the tree was given to the student who was on the tree rope and tried to obtain the rope from the caquera.",
        "The student who fell to the ground was admitted to the Rattota District General Hospital, hospital sources said that the student had already died.",
        "The Rattota police are conducting further investigations and the relevant magistrate inquiry has been carried out by the Matale Acting Secretariat Lasantha Balasuriya."
      ]
    }
  },
  "summary_lines": [
    "A 16-year-old student from Pussella Navodya Vidyalaya, Matale, died after falling from an orange tree during a school trip. The incident occurred after a delay in an agricultural lecture led to the students breaking the tree. The student was given a rope to climb but fell, and despite being taken to the hospital, she was pronounced dead. The Rattota police and the Matale Acting Secretariat are investigating."
  ]
}