{
  "translated_text": {
    "ta": {
      "title": "செங்கடலின் பிரச்சினையை தீர்க்க முன்",
      "body_lines": [
        "செங்கடலின் செங்கடல் வெபிலியன் கப்பல்களில் செல்வாக்கு என்ற தகவல்களை நாங்கள் முன்பு உங்களுக்கு வழங்கியுள்ளோம்.",
        "சீனா, குறிப்பாக கரோனரி தொற்றுநோய்க்குப் பிறகு எதிர்பார்க்கப்படும் பொருளாதார வளர்ச்சியை அடையத் தவறியது எதிர்பார்க்கப்படுகிறது.",
        "மத்திய கிழக்கு மற்றும் ஆபிரிக்க நாடுகளுடன் சீனா நெருங்கிய உறவை நடத்துகிறது, மேற்கத்திய நாடுகளை விட சீனா அதிக இராஜதந்திரமாகும்.",
        "அதன்படி, செங்கடல் மீதான தாக்குதல்களைத் தடுக்க சீனா ஈரானுக்கு அணுகல் உள்ளது.",
        "ஈரானின் ஹ out டு கிளர்ச்சியாளர்கள் மற்றும் மத்திய கிழக்கு நாடுகளை பலர் அங்கீகரிக்கப்படுகிறார்கள்.",
        "ஈரானின் ஆயுதப் பொருட்கள் குறிப்பாக இஸ்ரேல் மற்றும் மேற்கத்திய எதிர்ப்பு குழுக்களில் இருப்பதாக தெரிவிக்கப்படுகிறது.",
        "இதன் விளைவாக, சீன அதிகாரிகள் ஏற்கனவே இந்த விஷயத்தை ஈரானிய அதிகாரிகளுடன் விவாதித்துள்ளனர்.",
        "கப்பல் மீதான தாக்குதல்களை நிறுத்த ஏழ்மையான கிளர்ச்சியாளர்களை பாதிக்குமாறு சீன அதிகாரிகள் ஈரானைக் கேட்டுள்ளனர்.",
        "சீன மற்றும் ஈரானிய உறவுகளுக்கு இடமில்லை என்றால் ஈரான் சுட்டிக்காட்டியுள்ளார்.",
        "ஆர்ப்பாட்டக்காரர்களின் தாக்குதல்கள் தொடர்பாக ஈரான் மற்றும் சீன மற்றும் ஈரானிய அதிகாரிகளின் அரசாங்க வட்டாரங்களால் மேற்கோள் காட்டப்பட்டுள்ளது.",
        "சீனா ஈரானிடம் பிராந்தியத்தில் அவர்களின் அபிலாஷைகளை காயப்படுத்தினால், அது சீன மற்றும் ஈரான் வர்த்தக உறவுகளுக்கு ஆரோக்கியமற்றதாக இருக்கும் என்று கூறினார்.",
        "මේ නිසා හූති කැරලිකරුවන්ට ප්‍රහාර නතර කරන ලෙස බලපෑම් කරන්නැයි චීනය ඉරාන බලධාරීන්ගෙන් ඉල්ලා තිබේ.",
        "කෙසේ නමුත් මේ සම්බන්ධයෙන් චීන පාර්ශ්වය හෝ ඉරානය නිල වශයෙන් කරුණු හෙළිදරව් කිරීමක් සිදුකර නොමැත.",
        "கடந்த ஆண்டு ஈரானின் கச்சா எண்ணெய் ஏற்றுமதியில் 90% சீனா வாங்கியுள்ளது.",
        "அமெரிக்க பொருளாதாரத் தடைகளை எதிர்கொண்டு வணிக பங்காளியாக சீனா மிகவும் முக்கியமானது.",
        "ஆனால் சீனாவின் இலங்கையின் மொத்த இறக்குமதியில் 10% மட்டுமே ஈரானில் 90% ஆகும்.",
        "எனவே, ஈரான் இல்லாமல் கூட, சீனா தனது கச்சா எண்ணெய் விநியோகங்களை மற்றொரு சந்தையிலிருந்து கண்டுபிடிக்க அதிக வாய்ப்புள்ளது.",
        "இந்த பின்னணியில், ஈரான் சீனா அல்லது உற்சாகங்களைத் தடுக்க எடுக்கப்படும் என்று எதிர்பார்க்கப்படுகிறது.",
        "லெபனான், சிரியா, சிரியா, சிரியா மற்றும் ஈராக், சிரியா மற்றும் ஈராக் ஆகிய நாடுகளில் ஆயுதக் குழுக்களை ஈரான் ஆதரிக்கிறது.",
        "ஈரான் பிராந்தியத்தில் ஒரு பிராந்திய குறிப்பிடத்தக்க முடிவு என்று பழிவாங்கல்கள் காட்டுகின்றன."
      ]
    },
    "en": {
      "title": "To solve the problem of the Red Sea is before",
      "body_lines": [
        "We have previously presented information to you that the influence on the Red Sea vebilian vessels of the Red Sea.",
        "China, especially the failure to achieve the expected economic growth after the coronary epidemic, is expected to be anticipated.",
        "China conducts close relations with the Middle East and African countries, China is more diplomatic than Western countries.",
        "Accordingly, China has access to Iran to prevent attacks on the Red Sea.",
        "Many people are recognized that Iran's Houtu rebels and the Middle East.",
        "It is reported that Iran's arms supplies are especially in Israel and anti-Western groups.",
        "As a result, the Chinese authorities have already discussed the matter with Iranian authorities.",
        "Chinese authorities have asked Iran to influence the poorest insurgents to stop the attacks on the ship.",
        "Iran has pointed out that if there is no room for Chinese and Iranian relations.",
        "Quoted by the Government Sources of Iran and the Chinese and Iranian authorities have been conducted regarding the attacks of the demonstrators.",
        "China told Iran that if it hurts their aspirations in the region, it would be unhealthy to Chinese and Iran Trade relations.",
        "Therefore, China has asked Iranian authorities to influence the poorest attack.",
        "However, the Chinese party or Iran have not been officially disclosed.",
        "China has purchased 90% of the crude oil exports of Iran last year.",
        "China is highly important as a commercial partner in the face of American sanctions.",
        "But only 10% of China's total imports of Sri Lanka is 90% of Iran.",
        "Therefore, even without Iran, China is more likely to find its crude oil supplies from another market.",
        "In this backdrop, Iran is expected to be taken to prevent China or exotivations.",
        "Iran supports armed groups in Lebanon, Syria, Syria, Syria and Iraq, Syria and Iraq.",
        "Reprisors show that Iran is a regional significant decision in the region."
      ]
    }
  },
  "summary_lines": [
    "China, facing economic challenges post-pandemic, seeks to maintain diplomatic ties with Iran, a key supplier of crude oil, to prevent attacks on Red Sea shipping. Iran, a significant regional power, supports insurgents in the Middle East, including Iran's Houtu rebels. China has urged Iran to influence these groups to protect shipping. Despite Iran's stance, China's crucial oil imports from Iran remain unchanged, indicating a complex relationship."
  ]
}