{
  "translated_text": {
    "si": {
      "title": "අඩ සියවසක කපිතාන් තන්ජය සහ ආරම්භක මිලාන් ශ්රී ලංකාව හොඳම ස්ථානයේ දී ශ්රී ලංකාව බවට පත් කළේය",
      "body_lines": [
        "පළමු ටෙස්ට් ක්රිකට් තරගයේදී මෑතකදී පන්දුවට පහර දුන් පළමු ටෙස්ට් ක්රිකට් තරගයේදී පළමු ටෙස්ට් ක්රිකට් තරගයේදී පළමු ටෙස්ට් ක්රිකට් තරගයේදී පන්දුවට පහර දීමට තීරණය කළ ශ්රී ලංකාව පළමු ඉනිමේදී ලකුණු 236 ක් රැස් කළේය.",
        "කණ්ඩායම් කපිතාන් ඩෙංන්ජය සිල්වා සහ 2 වන කඩුල්ලේ 2 වන කඩුල්ලේ අර්ධ කඩුල්ලක් සහ ඔවුන්ගේ කඩුලු දෙකෙන් අඩක් සහ ඔවුන්ගේ කඩුලු දෙකෙන් සමන්විත විය.",
        "මිලාන් රත්නායක ලකුණු 72 ක් රැස් කරමින් ආරම්භක ටෙස්ට් තරගයේ වැඩිම ලකුණු ප්රමාණයක් වාර්තා කළේය.. පළමු -2 ජාතික ක්රිකට් තරගයකදී වැඩිම මිලාන් සංඛ්යාවක් මෙය වේ.",
        "මෙම තරඟයේදී පළමුව පන්දුවට පහර දීමට ශ්රී ලංකාවේ තීරණය බුද්ධිමත් ලෙස සලකනු ලැබීය. නමුත් පළමු පන්දු 33 පළමු පන්දු 33 කදී ලකුණු 6 ක් ලබා ගත් අතර, එය ලකුණු ලබා ගැනීමේ මහත් දුෂ්කරතාවයකට මුහුණ දුන්නේය.",
        "මුළු සංඛ්යාව ලකුණු 6 ක් වූ විට, දැවැන්ත කරුණාරත්න (2) නිශාන් මඩුෂ්කා (4) සහ ඇන්ජලෝ මැතිව්ස්ගේ කඩුලු ලබා ගත්තේය.",
        "පසුව, කුසල් මෙන්ඩිස් (24), දිනේෂ් චන්දිමාල් (17), කමින්දු මෙන්ඩිස් (12) සහ ප්රභාහාත් ජයසූරිය (10) ක්රීඩාව ස්ථාවර පරතරයකින් තරගය අහිමි විය.",
        "ශ්රී ලංකාව කටත් 7 ක් කඩුලු 7 ක් අහිමි කර ලකුණු 113 ක් රැස් කළේය. එහි ප්රති As ලයක් ලෙස ශ්රී ලංකාව ලකුණු 150 කින් ළඟා වන්නේ දැයි සැක සහිත විය.",
        "කෙසේ වෙතත්, ටැන්ජය ද සිල්වා සහ මිලාන් රත්නායක 8 වන කඩුල්ලට සම්බන්ධ වී කණ්ඩායම වැටීමෙන් කණ්ඩායම බේරා ගත්හ.",
        "පන්දු 84 කට මුහුණ දුන් තන්ජය ද සිල්වා හතරේ පහර 8 ක් සමඟ ලකුණු 74 ක් රැස් කළේය.",
        "අන් අයට ආදර්ශයක් වූ මිලාන් රත්නායක වර්ජින් විසින් ප්රශංසා කර ඇත.",
        "පන්දු 135 කට මුහුණ දුන් මිලාන් රත්නායක හතරේ පහර 6 ක් සහ හයේ පහර 2 ක් සමඟ ලකුණු 72 ක් රැස් කළේය.",
        "ගුසල් මෙන්ඩිස් (24) ටැන්ජය සහ මිලාන් වලට වඩා තුන්වන ඉහළම සංඛ්යාවක් ලබා ගත්තේය.",
        "පන්දු යැවීමේදී ක්රිස් වොක්ස් ලකුණු 32 කට කඩුලු 3 ක් දවාගනූ අතර ෂෝව් බෂයිට් ලකුණු 55 කට කඩුලු 3 ක් දවාගන අතර ඉන් ඇට්කින්සන් ලකුණු 48 කට කඩුලු 2 ක් දවා ගත්තේය.",
        "පළමු ඉනිමේ පළමු ඉනිමේදී එංගලන්තයේ පළමු දින තරගය කඩුලු නැති නොවී ලකුණු 22 ක් ලබා ගත්තේය."
      ]
    },
    "en": {
      "title": "Half a century of team captain Tanjaya and debutant Milan made Sri Lanka in the best position",
      "body_lines": [
        "Sri Lanka, who decided to bat first in the first Test cricket match at Mensterster and Old Traford Stadium on Wednesday (21), scored 236 runs in the first innings.",
        "Team captain Tananjaya de Silva and debutant Milan Ratnayake have scored half -centuries and their two -wickets in the 8th wicket.",
        "Milan Ratnayake set the record for the highest number of runs in the debut Test match by scoring 72 runs.. This is the highest number of Milan in a first -class cricket match.",
        "Sri Lanka's decision to bat first in this match was considered wise. But Sri Lanka had only 6 runs off the first 33 balls, which faced great difficulty in getting runs.",
        "When the total number was 6 runs, Timut Karunaratne (2) Nishan Madushka (4) and Angelo Mathews (0) took their wickets.",
        "Subsequently, Kusal Mendis (24), Dinesh Chandimal (17), Kamindu Mendis (12) and Prabhat Jayasuriya (10) lost the game in a steady interval.",
        "Sri Lanka then lost 7 wickets and scored 113 runs. As a result, it was doubtful whether Sri Lanka would reach 150 runs.",
        "However, Tanjaya de Silva and Milan Ratnayake joined the 8th wicket and rescued the team from the fall.",
        "Tanjaya de Silva, who faced 84 balls, scored 74 runs with 8 fours.",
        "Milan Ratnayake, who has been a role model for others, has been praised by the virgin.",
        "Milan Ratnayake, who faced 135 balls, scored 72 runs with 6 fours and 2 sixes.",
        "Gusal Mendis (24) got a third highest number than Tanjaya and Milan.",
        "Chris Vox in bowling took 3 wickets for 32 runs, Showeb Bashir took 3 wickets for 55 runs while Gus Atkinson took 2 wickets for 48 runs.",
        "In the first innings of the first innings, England's first day's game was 22 runs without the loss of wicket."
      ]
    }
  },
  "summary_lines": [
    "In the first Test cricket match at Manchester and Old Trafford Stadium, Sri Lanka batted first, scoring 236 runs in their first innings. Team captain Tanajaya de Silva and debutant Milan Ratnayake contributed with half-centuries, sharing an 8th-wicket partnership that revived Sri Lanka's innings after a slow start. Milan Ratnayake notably scored 72 runs on his debut, setting a record for the most runs in a debut Test match. Despite early struggles, Sri Lanka's decision to bat first was vindicated as Tanajaya de Silva and Milan Ratnayake's partnership ensured they reached a competitive total. England ended the day without losing a wicket, scoring 22 runs in their first innings."
  ]
}