{
  "translated_text": {
    "si": {
      "title": "ආර්ථිකය ස්ථිර වුවද, ශ්රී ලංකාවේ දරිද්රතාවය ඉහළ මට්ටමක පවතී - ලෝක බැංකුව",
      "body_lines": [
        "මාලදිවයින, නේපාල හා ශ්රී ලංකාවේ අධ්යක්ෂ පැරිස් හැට්ටා රෙෆර්ස් පැවසුවේ ශ්රී ලංකාවේ ආර්ථිකයට යන ආර්ථිකයට යන සංචාරකයින් සිටියද, දුප්පතුන්ගේ හා පීඩාවට පත් ජනතාවගේ බලපෑමේ බලපෑම ඇතිව ඇති බලපෑමයි.",
        "ඒ අතරම, එහි යටත් නිලධාරීන් වර්ග දෙකක් ඇති අතර ආර්ථිකයේ ස්ථාවරත්වයට දායක වන ප්රතිව්යුහගතකරණය මුලින්ම පවත්වාගෙන යයි.. දෙවනුව, පෞද්ගලික ආයෝජන ප්රතිසංවිධානය කිරීමේ ත්වරණය සහ අභ්යන්තර ගලාගිය බව උත්තේජනය කරන බව ඔහු සඳහන් කළේය. එය ආර්ථික වර්ධනය සඳහා සහ දරිද්රතාවය අවම කිරීම සඳහා වැදගත් වේ.",
        "උද්ධමනය ශ්රී ලංකාවේ පහත වැටෙමින් පවතින බව ඔහු කියා සිටියේ නව රාජ්ය ප්රතිපත්තිමය ප්රතිපත්ති ශ්රී ලංකාවේ අඩුවෙමින් පවතින අතර පළමු දශක පහ තුළදී පළමු අතිරික්තය ඉහළ ගොස් ඇති අතර, මුදල් විශුද්ධිකරණය වැඩි වී ඇති අතර සංචාරක කර්මාන්තය යථා තත්ත්වයට පත් කර ඇති අතර සංචාරක කර්මාන්තය යථා තත්ත්වයට පත් වී තිබේ.",
        "2024 දී ශ්රී ලංකාවේ ආර්ථිකය සියයට 2.2 ක වර්ධනයක් පෙන්නුම් කරයි. ස්ථිරව සිදුවන සං signs ා පෙන්වයි. මෙය සිදු වූයේ 2022 දී දරුණු ආර්ථික පසුබෑමෙන් පසුවය. කෙසේ වෙතත්, ලෝක බැංකුවේ මෑත කාලීන අර්ධ -1 දෙනා නිවේදනය කර ඇත්තේ ඉහළ දරිද්රතාවය මට්ටම්, ආදායම් අසමානතාවය සහ කාර්මික වෙළඳපල අවශ්යතා වැනි කාරණා වලට රට මුහුණ දී සිටින බවයි.",
        "කෙසේ වෙතත්, දරිද්රතාවය අඛණ්ඩව වසර හතරක් අඛණ්ඩව අඛණ්ඩව ඉහළ ගොස් තිබේ. 2023 වන විට ශ්රී ලාංකිකයන්ගෙන් සියයට 25.9 ක් දරිද්රතා රේඛාව යටතේ ජීවත් වන බවට ගණන් බලා තිබේ.",
        "වෘත්තීය සහභාගීත්වයෙන් වැටීම. එය විශේෂයෙන් කාන්තා හා නාගරික ප්රදේශවල විය.",
        "මයික්රෝ, කුඩා හා මධ්යම මට්ටමේ සමාගම් වසා දැමීම නිසා මෙම ගැටළුව ඉහළ මට්ටමක පවතී. අධික පිරිවැය, ආදායම් පාඩු සහ රැකියා ප්රමාණවත් නොවන නිසා පවුල් අවශ්යතා, සෞඛ්ය හා අධ්යාපන වියදම් සමඟ කටයුතු කිරීම සඳහා ණය ලබා ගැනීමට සිදුවිය.",
        "උද්ධමනය ක්රමයෙන් ඉහළ යාම සහ සුළු ප්රායෝගික ගිණුමේ අතිරික්තයන් විසින් 2025 ක වර්ධනයෙන් සියයට 2.5 ක වාර්තාවක් වාර්තා කරයි.",
        "කෙසේ වෙතත්, ඉහළ ණය බැඳීම් රජයට බලපෑම් කිරීමට අපේක්ෂා කෙරේ.",
        "දරිද්රතා අනුපාත 2026 දක්වා අපේක්ෂා කෙරේ. ප්රතිව්යුහගත කිරීමේ ආර්ථිකයට අදාළ අඛණ්ඩ රාජ්යය, දැවැන්ත පෞද්ගලික අංශයේ ආයෝජන සහ රාජ්යයේ අවදානම් පදනම් වී ඇති අතර අනාගත අවස්ථා ආදේශ කිරීම සහ අර්බුදයේ බලපෑම මත පදනම්ව බව වාර්තාව අවධාරණය කරයි.",
        "ශ්රී ලංකා සංවර්ධන යාවත්කාලීන කිරීම යනු දකුණු ආසියානු සංවර්ධන දිරිගැන්වීමේ සහකාර ලේඛනයයි. මෙය ලෝක බැංකුවේ අර්ධ වර්ෂයේ අර්ධ වාර්තාවයි. දකුණු ආසියානු කලාපයේ ආර්ථික සංවර්ධනය හා අනාගත අවස්ථා පිළිබඳ වාර්තාව විමර්ශනය කරයි.",
        "රටවල් මුහුණ දෙන ප්රතිපත්ති අභියෝග ද එය විශ්ලේෂණය කරයි. 2024 අප්රියෙල් මාසයේදී ලෝකයේ වේගයෙන් වර්ධනය වන ප්රදේශවල දකුණු ආසියාව සොයා ගැනීමට අපේක්ෂා කෙරේ.",
        "2024 වන විට සියයට 6.0 ක වර්ධනයක් පෙන්නුම් කෙරේ.ඉන්දියාවේ පාකිස්තානයේ සහ ශ්රී ලංකාවේ ප්රධාන සාධකය ඉන්දියාවට ප්රධාන සාධකය වේ.",
        "නමුත් මෙම නියත අනාගත අවස්ථා රැවටිලිකාර බව වාර්තාවේ සඳහන් වේ. බොහෝ රටවල වර්ධනය අඛණ්ඩව පවතී. ඔවුන් රඳා පවතින්නේ රජයේ වියදම් මත ය.",
        "මේ අතර, දකුණු ආසියානු රටවල පුද්ගලික ආයෝජන වර්ධනය පහත වැටී ඇත. ශී rapidly ්රයෙන් ඉහළ යන කම්කරු යුගයට සුදුසු මෙම කලාපවල ව්යාපාර නිර්මාණය වී නොමැත.",
        "සංවර්ධනය හා රැකියා උත්පාදනය, වර්ධනය වැඩි කිරීම, නිෂ්පාදනය වැඩි දියුණු කිරීම සහ රාජ්ය ආයෝජන සඳහා ඇති අවස්ථාවන් යහපත් ලෙස වැඩි කිරීම වැනි විවිධාකාර ඉල්ලීම් වාර්තා කිරීම.",
        "අද (2) අඟහරුවාදා (2) ට (2) වනජීවී ගොල්බ්ස් හි පිහිටි ලෝක බැංකු ශ්රවණාගාරයේදී මාධ්ය හමුවක් පැවැත්වීම සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "Although the economy is firm, poverty in Sri Lanka is high - the World Bank",
      "body_lines": [
        "The Director of the World Bank of Maldives, Nepal and Sri Lanka, Paris Hatta Resos, said that despite the travelers on the road to the economy of Sri Lanka, the impact of the impact of the impact of the poor and the affected people.",
        "At the same time, it has two types of subordinates and first maintains the restructuring that contributes to the economy's stability.. Second, he noted that acceleration of the reorganization of private investments and stimulating the internal influx, which is important for economic growth and reducing poverty.",
        "He said that inflation is declining in Sri Lanka, the new state policy policies are in the backdrop, and the first excess of practice has increased in the first five decades, and the money laundering has increased and the tourism industry has revived.",
        "In 2024, Sri Lanka's economy was predicted to see 2.2 percent growth. Showed signs of firmly occurring. This occurred after the severe economic downturn in 2022. However, the World Bank's recent semi -year report has announced that the country is facing the issues such as high poverty levels, income inequality and industrial market concerns.",
        "However, poverty has increased continuously for four consecutive years. It is estimated that 25.9 percent of Sri Lankans live under poverty line by 2023.",
        "Falling in professional participation. It was in particular in women and urban areas.",
        "This issue is high because of the closure of micro, small and central level companies. Due to the high cost, income losses and inadequate employment, families had to get a loan to deal with food needs, health and educational costs.",
        "The report counter to 2.5 percent of the growth in 2025 by the gradual increase in inflation and the minor practical account excesses.",
        "However, high debt obligations are expected to put pressure on the state.",
        "Poverty rates are expected until 2026. The report emphasizes that the continuous state -owned financial stability, massive private sector investments, and the risks of state -owned corporations relating to the restructuring economy are based on replacing future opportunities, replacing future opportunities, and the impact of the crisis.",
        "Sri Lanka Development Update is the companion document of the South Asian Development Incentive. This is the half -year report of the World Bank. The report examines the economic development and future opportunities of the South Asian region.",
        "It also analyzes the policy challenges facing the countries. South Asia is expected to be found in the rapidly growing regions of the world in April 2024.",
        "By 2024, 6.0 percent growth is said.In India, the main factor in Pakistan and Sri Lanka is the main factor in India.",
        "But the report states that these definitive future opportunities are deceptive. Growth in most countries continues to be preceded. They depend on government expenses.",
        "Meanwhile, private investment growths in South Asian countries have fallen. And businesses are not created in these regions that are suitable for the rapidly increasing working age.",
        "Reporting a wide variety of demands, such as increasing development and employment, increasing growth, upgrading production, and creating opportunities for state investment in a favorable manner.",
        "It is noteworthy that a press conference will be held at the World Bank auditorium located in Wanne Golbes on Tuesday (2) today."
      ]
    }
  },
  "summary_lines": [
    "Despite Sri Lanka's economic recovery, high poverty and income inequality persist. The World Bank predicts 2.2% growth in 2024, but warns of challenges like high poverty levels and industrial market concerns. Poverty has risen for four years, with 25.9% of Sri Lankans living below the poverty line by 2023. The report highlights the need for state-owned financial stability and private sector investments to address future opportunities and the impact of the crisis."
  ]
}