{
  "translated_text": {
    "ta": {
      "title": "நீண்ட காலமாக புகாரளிக்காத இராணுவ உறுப்பினர்களை விரிவுபடுத்துவதற்கான அறிவிப்பு",
      "body_lines": [
        "இலங்கை இராணுவத்தின் நீண்டகால விடுப்புக்கு அறிக்கை செய்யாத இராணுவ எம்.பி.க்கள் இன்று (20) பொதுவான காலத்தில் வெளியிடப்பட்டுள்ளனர்.",
        "போரை சட்டப்பூர்வமாக விட்டு வெளியேற இந்த மாதம் 20 ஆம் தேதி வரை பொதுமக்கள் வெளியேறுவதாக இராணுவம் கூறியது.",
        "அதன்படி, இந்த காலம் சட்டப்பூர்வமாக இருக்கும் ரெஜிமென்ட் மையத்துடன் இணைவதற்கான வாய்ப்பாகும்.",
        "இராணுவ அடையாள அட்டை, தேசிய அடையாள அட்டை அல்லது ஓட்டுநர் உரிமத்தின் நகல், வங்கி புத்தகத்தின் புகைப்பட நகல் என்ற தலைப்பில் இருப்பதாக இராணுவம் அறிவித்தது."
      ]
    },
    "en": {
      "title": "Notice to unfolding military members who have not reported long",
      "body_lines": [
        "Military MPs who have not reported to the long-term leave of Sri Lanka Army have been published in general period from today (20).",
        "The Army said that the public is running out until the 20th of this month to leave the war legally.",
        "Accordingly, this period is the opportunity to associate with the Regiment Center, which is legally.",
        "Army announced that the military identity card, a copy of the National Identity Card or Driving License, a photocopy of the bank book entitled."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Army requires military members to report for long-term leave by 20th. Public can legally leave the war until then. Documents needed include military ID, National ID, Driving License, and bank book copy."
  ]
}