{
  "translated_text": {
    "si": {
      "title": "සැරයටිය විකිණීම සම්බන්ධයෙන් රු.",
      "body_lines": [
        "බ්ලැක්බෙරි සහ තේ රුපියල් 800 කට විකිණීමට විදේශීය සංචාරකයෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "සැකකරු අද (19) කළුතර මහේස්ත්රාත් අධිකරණයට ඉදිරිපත් කිරීමට නියමිතය.",
        "සැකකරු විදේශීය සංචාරකයින් සඳහා කුඩය සහ තේ රුපියල් 1,000 කට විකිණීමට උත්සාහ කර තිබේ.",
        "සැකකරුට රු.",
        "පසුව, වැඩිම මිලට සැරයටිය විකුණා දැමූ පුද්ගලයා ඊයේ සහ පාරිභෝගික කටයුතු අධිකාරිය (සීඒඒ) කියා සිටියේ තමා කළුතරා හි ඔටෝ රියදුරෙකු බවයි.",
        "ද්රව්යමය මිල නොමැතිකම, වංචාව සහ පාරිභෝගිකයින්ගේ රැවටීම් වැනි චෝදනාව යටතේ පාරිභෝගික කටයුතු අධිකාරිය ඔහුට එරෙහිව නඩු පවරා තිබේ.",
        "මේ අතර, විදේශීය සංචාරකයෙකු සඳහා රුපියල් දසමක් විකිණීමට උත්සාහ කළ පුද්ගලයෙකු රුපියල් 2,000 කට රුපියල් 2,000 ක් ඊයේ අත්අඩංගුවට ගෙන තිබේ."
      ]
    },
    "en": {
      "title": "Arrested for selling the rod for Rs.",
      "body_lines": [
        "A foreign tourist has been arrested for selling blackberries and tea for Rs 800.",
        "The suspect is to be produced before the Kalutara Magistrate's Court today (19).",
        "The suspect was sought to sell the umbrella and tea for the foreign tourist for Rs 1,000.",
        "The suspect has received Rs.",
        "Subsequently, the person who sold the rod for the highest price was arrested yesterday and the Consumer Affairs Authority (CAA) said that he was an Otto driver from Kalutara.",
        "The Consumer Affairs Authority has filed a case against him under allegations such as the lack of material prices, the deceit, and the deception of consumers.",
        "Meanwhile, a person who tried to sell a masonry for a foreign tourist for Rs 2,000 was arrested yesterday."
      ]
    }
  },
  "summary_lines": [
    "A foreign tourist was arrested for selling blackberries and tea for Rs 800, with the suspect to appear in court today. An Otto driver from Kalutara was arrested for selling an umbrella and tea for Rs 1,000, accused of deceiving consumers."
  ]
}