{
  "translated_text": {
    "ta": {
      "title": "பன்னா ஜெயவன்: இலங்கையின் மிக உயரமான நீர்வீழ்ச்சி மற்றும் இலங்கையில் இலங்கையின் முதல் பெண்ணிலிருந்து வெளியேறுகிறது",
      "body_lines": [
        "பன்னா ஜெயவன்: இலங்கையின் மிக உயரமான நீர்வீழ்ச்சி மற்றும் இலங்கையில் இலங்கையின் முதல் பெண்ணிலிருந்து வெளியேறுகிறது",
        "மக்கள் சுதந்திரமாக வாழ மிகவும் இனிமையானவர்கள். சாப்பிடவும், சாப்பிட சுதந்திரமாக செல்லவும்.",
        "ஆனால் ஆசியா உட்பட பல நாடுகளின் கலாச்சார எல்லைகளில் பெரும்பாலானவை ஆணுக்கு சுதந்திரம் பெறுகின்றன.",
        "குழந்தை பருவத்திலிருந்தே விருப்பத்தை அடைய சவாலான இலக்குகளை நோக்கிச் செல்லும் ஒரு பெண்ணுடன் விவாதிக்க பிபிசி சிங்களத்தை வென்றது.",
        "எஸ்.எல்.சி கேரியர்கள் மேற்பார்வையாளராக பணியாற்றும் சுமுடுனியின் சுமுடுனி பாப்ஸ்.",
        "இலங்கையில் உள்ள சமூக ஊடகங்களில், சாகச விளையாட்டுகளில் ஈடுபட்டுள்ள ஒரு பெண்ணாக அவர் பிரபலமாக உள்ளார்.",
        "அவர் ஒரு குழந்தையாக கண்டி பகுதியில் வசித்து வருகிறார், மேலும் அதன் அடிப்படைக் கல்வியை நல்ல ஷெப்பர்டின் கான்வென்ட்டில் ஆய்வு செய்துள்ளார்.",
        "டான்கோட்டுவாவுக்கு வந்த பிறகு, அவர் தனது இடைநிலைக் கல்வியைப் படித்தார், இதில் புனித குடும்ப கான்வென்ட் மற்றும் நெகோம்போவில் ஏ / எல் மாணவர்கள் உள்ளனர்.",
        "ஹார்ப் ஜெயமன்னா தனது சகோதரருடன் தனது சகோதரருடன் தனது சகோதரருடன் நேரத்தை செலவிட்டார் என்று கூறினார்.",
        "\"என் குடும்பம், என் தந்தை மற்றும் என் அம்மாவுக்கு மூன்று மூத்த சகோதரர்கள் உள்ளனர். குடும்பத்தின் ஆணை.\"",
        "\"என் மூன்று சகோதரர்களில், இளையவர், இளையவர், எனக்கு நெருக்கமாக இருந்தார்.\"",
        "\"நீங்கள் குட்டியைச் சொல்லும்போது, ​​அவர் கடைக்குச் செல்ல மாட்டார். வீட்டின் மலை போய்விட்டது, மற்றொரு மலை உள்ளது. அது வழியாகச் சென்று நெல் வயல்களின் நடுவில் உள்ள கச்ச் சாலைக்குச் சென்று நீங்கள் கடைக்குச் சென்ற வேலையைச் செய்யுங்கள். நான் குட்டி சகோதரனைப் பின் தொடர்கிறேன். \"",
        "\"குழந்தை இளமையாக இருந்தபோது, ​​உண்மையானது தொட்டது. அது மரத்தைத் தக்கவைக்கும். \"",
        "\"வயதாகும்போது, ​​எல்லோரும் வேடிக்கை பார்க்க பிடிவாதமான வேலையைப் பெறும்படி எல்லோரும் சொன்னார்கள்.\"அவள் சொன்னாள்.",
        "பயணம் செய்யும் போது, ​​அவரது பொழுதுபோக்குகள் அவர்களின் குடியிருப்பாளர்களிடமிருந்து சாதகமான பதில் அல்ல.",
        "\"ஒரு பெண்ணை வீட்டில் நடக்க வழியை அனுமதிக்க நான் அனுமதிக்கவில்லை.\"",
        "\"நான் அதைக் கேள்வி எழுப்பியபோது, ​​சகோதரர்களுடன் செல்லும்படி சொன்னேன், அல்லது கணவருடன் செல்ல சொன்னேன்.\"",
        "க.பொ.த ஏ / எல் தேர்வுக்குப் பிறகு, ஆசிரியராக பணியாற்ற அவருக்கு வாய்ப்பு கிடைக்கும் என்று அவர் கூறினார்.",
        "இலங்கையில் ஒரு ஆசிரியரின் தேவையை ஒரு ஆசிரியரால் பூர்த்தி செய்ய முடியாததால் ஸ்ரீலங்கன் விமான நிறுவனத்தில் சேர முடிவு செய்ததாக அவர் கூறினார்.",
        "\"நான் நகரத்திற்குச் சென்று, அவரது சகோதரியின் சகோதரியை அணிந்திருந்தேன், அவர் ஒரு நண்பரின் வீட்டில் தனியாக இருந்தார், அவரது சகோதரியின் சகோதரியை அணிந்திருந்தார்.\" என்று அவர் கூறினார்.",
        "இலங்கை விமான நிறுவனத்தின் தொடக்கத்திற்குப் பிறகு, முதலில் ஒரு சாகச விளையாட்டை விளையாடுவதற்கான வாய்ப்பைப் பெறுவேன் என்று கூறினார்.",
        "\"நான் இலங்கை பாங்காக்கில் வேலை செய்யத் தொடங்கியபோது, ​​நான் 2008 இல் தாய்லாந்தில் பாங்காக்கில் தனியாகச் சென்று என் சொந்த திருட்டை சென்றேன்.\"",
        "\"ஏனென்றால் நான் சுதந்திரத்தை விரும்பினேன், ஏனென்றால் நான் எப்போது சிறியவனாக இருந்தேன் என்று கேட்க அனுமதிக்கப்படவில்லை. \"",
        "\"2010 ஆம் ஆண்டில், மற்ற இரண்டு நண்பர்கள் பிரைனிடில் 'ஹேங் கிளைடிங்' விளையாடினர்.\"",
        "\"நீங்கள் வெளிநாடு செல்லும்போது, ​​அவர்கள் மிகச்சிறந்த இடங்களைப் பார்க்கச் சென்றனர், இலங்கையிலும், யாலா மற்றும் வாஷ்கமுவாவில் ஒரு நடைக்குச் சென்றனர்.\"அவள் அவனுடைய நினைவுகளைத் திருப்பித் தந்தாள்.",
        "அவர் 2017 ஆம் ஆண்டில் பயணம் செய்து வருவதாக அவர் கூறினார், ஆனால் 2017 ஆம் ஆண்டில் ஆண்டின் ஒரு புகைப்படம் என்று அவர் கூறினார்.",
        "\"2017 ஆம் ஆண்டில் ஒரு முறை டங்கி எல்லா புகைப்படத்தையும் கண்டது. நான் அங்கு இருக்கும் வரை எனக்கு பொறுமை தெரியாது. \"",
        "\"எவரும் சில நண்பர்களை ஒன்றுகூடி, ஒரு வழிகாட்டியுடன் ஒரு கிட் எடுத்தனர்\"",
        "\"ஆனால் என் நண்பர்கள் என் நண்பர்களுக்கு அவ்வளவு அழகாக இல்லை. ஏனென்றால் காடுகள் முன்னறிவிப்பில் சென்றன, க்யூபிகள் எடுக்கப்பட்டன. \"",
        "\"நீங்கள் இப்படி திரும்பிச் சென்றால், பேச வேண்டாம் என்று அவர்கள் சொன்னார்கள்.\"",
        "\"ஆனால் நான் அங்கு சென்றபோது, ​​நான் ஒரு தெய்வீக உலகமாக உணர்ந்ததைப் போல உணர்ந்தேன். இலங்கையில் பல அழகான இடங்களை நான் உணர்ந்தேன். \"என்றாள்.",
        "இந்த வருகைக்குப் பிறகு, இலங்கையில் உள்ள மலைகள் மற்றும் நீர்வீழ்ச்சிகள் என்றும் பின்னர் தனியாகப் பார்வையிடவும் அவர் கூறினார்.",
        "\"பின்னர் நான் தனியாக பயணிக்க வாகனங்கள் வழியாக பயணம் செய்தேன். ஒரு ஹோட்டல் பிரிக்கப்பட்டு நான் செல்ல விரும்பும் இடங்களில் அங்கு சென்றது. \"",
        "\"நான் ஒரே நேரத்தில் ஒரு ஹோட்டலில் ஒரு அறையை முன்பதிவு செய்தபோது, ​​வேறு யாரோ அந்த அறையிலிருந்து பிரிந்தனர். ஆகவே, நான் அந்த நாளில் ஹோட்டலுக்கு ஒரு தங்குமிடம் ஒரு தங்குமிடத்தில் காத்திருக்க வேண்டியிருந்தது. \"அவர் தனது அனுபவத்தைக் குறிப்பிட்டார்.",
        "இலங்கையில் பயணம் செய்யும் ஒரு பெண் அல்லது பெண் போது, ​​அவர் ஒரு வெளிநாட்டு நாட்டவர் என்று பலர் நினைக்கிறார்கள்.",
        "\"நான் தடுமாறும் போது, ​​நான் ஒரு வெளிநாட்டு நாட்டவர் என்று பலர் நினைக்கிறார்கள்.\"",
        "\"நான் இலங்கையில் ஒரு சைக்கிள் ஓட்டுதல் சவாரி செய்தபோது, ​​ஒரு பெண் தனியாக நடந்து கொண்டிருந்தால் அவர்கள் நினைத்தார்கள்.\"",
        "\"ஏனென்றால் ஒரு இலங்கை பெண்ணுக்கு திறமோ தன்னம்பிக்கையோ இல்லை என்று நம் நாட்டின் மக்கள் நினைக்கிறார்கள். அதுதான் எனக்கு உள்ளது. \"என்றாள்.",
        "நாட்டில் பிரபலமான சாகசக் குழுவை அவர் சந்தித்தபோது, ​​நாட்டில் பிரபலமான சாகசத்தில் ஈடுபட்ட ஒரு குழுவாக, நாட்டில் ஒரு பிரபலமான சாகசத்தில் இருந்தார்.",
        "குழுவில் சேர்ந்த பிறகு, கயிறுகளின் உதவியுடன் தண்ணீரின் உச்சியில் இருந்து நீரின் உச்சியில் இருந்து இறங்குவதற்கான வாய்ப்பாக அவர் இருந்தார்.",
        "\"இந்த குழு எனக்கு ஏற்றவர்கள். அவர்கள் ஒரு இடத்திற்குச் சென்றால், அவர்கள் எல்லா இடங்களிலும் நடக்கிறார்கள். ஒன்பது பேர் விவேகமான இடத்திற்குச் சென்று புகைப்படத்தைப் பெறுபவர்கள் அல்ல. \"",
        "\"நான் முதலில் நீர்வீழ்ச்சிகளிலிருந்து அப்செல் (கள்) செய்யத் தொடங்கினேன்.\"",
        "\"அபெர்டீன், கார்ட்மோ, கரகண்டா, போலி நீர்வீழ்ச்சி போன்ற 10 க்கும் மேற்பட்ட நீர்வீழ்ச்சிகள் ஒதுக்க முடிந்தது.\"அவள் சொன்னாள்.",
        "இலங்கையின் மிக உயரமான நீர்வீழ்ச்சிகள் வெளிநாடுகளில் இருந்து தனித்தனியாகக் கொண்டுவர வேண்டியிருந்தது.",
        "அதன்படி, அவர் 2023 ஆம் ஆண்டில் முதல் பெண்மணி மற்றும் ஒரு கயிற்றின் ஆதரவை எடுக்க முடிந்த முதல் பெண்மணி ஆவார்.",
        "கொழும்பின் முதல் பெண் ஒரு கயிற்றின் உதவிக்கு கீழ்நோக்கி இருந்த முதல் பெண்மணி.",
        "அவர்கள் தனியாக இருந்தபோது சந்தித்த பலர் என்று அவர் நினைவு கூர்ந்தார்.",
        "\"இலங்கையில் உள்ள பெரும்பாலான மக்கள் ஏதேனும் தவறு செய்வதற்கான வாய்ப்புகள் அதிகம்.\"",
        "\"சாலைகள் தங்கள் சொந்த நேரத்தில் இருக்கும்போது, ​​சாலைகள் தவறாக தங்கள் தவறுகளைக் கொண்டவர்களும் உள்ளனர்.",
        "\"எங்கள் நாட்டில் உள்ள எவருக்கும் சுதந்திரமாக பாதுகாப்பான சூழல் உள்ளது என்பதை எனது சொந்த நாட்டில் உள்ள யாரையும் சந்திக்கவும்.\"",
        "\"நீங்கள் தனியாக பயணிக்கும்போது, ​​அவர்கள் தெரிந்து கொள்ளப் போகும் சூழலைப் பற்றி அவர்கள் தெரிந்து கொள்ள விரும்புகிறார்கள். ஏனென்றால் நாங்கள் எங்களுக்கு ஒரு மூளை கொடுத்தோம். \"என்றாள்.",
        "சாகச விளையாட்டுகளை அவர் எதிர்கொண்ட மறக்கமுடியாத நிகழ்வுகள் என்ன என்று பிபிசி சிங்களவர்களிடம் கேட்டபோது இதுதான் அவளுக்கு அவளுக்கு ஒரு பதிலைக் கொடுத்தது.",
        "\"நக்கிள்ஸில் ஒரு நீர்வீழ்ச்சி இருக்கிறது. அதைப் பார்க்க நான் ஒரு வழிகாட்டியுடன் சென்றேன். \"",
        "\"கீல் மெதுவாக இருந்தபோது, ​​நான் பூமியில் ஏறினேன்.\"",
        "\"நீங்கள் சென்று ஒரு புகைப்படத்தைப் பெற முயற்சித்தபோது, ​​அந்த நீர்வீழ்ச்சியில் நழுவி, விழத் தொடங்கினார்.\"",
        "\"மாடிக்கு வர எந்த வழியும் இல்லை, ஆனால் சாலையில் நீர்வீழ்ச்சியில் செல்லும் வழி எனக்கு இல்லை. நான் என் முதுகில் இருப்பதாக நினைத்தால். ஆனால் எப்படியாவது ட்ரை மேலே வந்தார். இந்த பயணத்தின் முகம் எனக்கு இருந்த மறக்க முடியாத அனுபவம் அதுதான். \"என்று அவர் கூறினார்.",
        "அவர் முக்கிய சுற்றில் சுற்றிலும் சென்றுவிட்டார் என்றும், 'க au க்' படகுகள் 'அனைத்தும் கடக்கப்பட்டுள்ளன என்றும் அவர் கூறினார்.",
        "நாட்டின் முக்கிய நீர்வீழ்ச்சிகள் கயிற்றின் மேலிருந்து கீழாக கீழே இறங்கி கயிற்றின் உதவியுடன் கயிற்றைக் கடக்கின்றன என்றும் அவர் கூறினார்.",
        "எவரெஸ்ட் மலைகள் மற்றும் கில்மன்ஜராரோவின் தலைவரின் சமநிலையை அவர் எப்போதும் எடுத்துக்கொள்வார் என்று வேலையையும் பொழுதுபோக்கையும் சமப்படுத்த அவர் எப்போதும் செயல்படுவார் என்று அவர் கூறினார்.",
        "பிபிசி சிங்களா அவரிடமிருந்து விசாரிக்கப்பட்டார், அத்துடன் இந்த முறையில் பயணிக்க விரும்பும் இளைஞர்களுக்கும் பெண்களுக்கும் ஆலோசனை வழங்கப்பட்டது.",
        "\"எங்கள் குடும்பங்கள் எங்களுக்கு சுதந்திரத்தை வழங்க உறவினர்களிடம் சொல்ல வேண்டும்.\"",
        "\"நான் இவ்வளவு நேரம் காத்திருக்க வேண்டியிருந்தது. எங்களுக்கு ஆசை இருக்கிறது. ஆனால் கட்டுப்பாடுகள் அமைக்கப்பட்டுள்ளன. நாம் செய்ய வேண்டிய ஒன்று மட்டுமே உள்ளது. \"",
        "\"அவர்களின் சுயமரியாதையைப் பாதுகாக்கவும், சுதந்திரமாக வேலை செய்யவும் நீங்கள் அனுமதிக்கப்பட வேண்டும். என்ன செய்ய வேண்டும், என்ன செய்ய வேண்டும் என்று அவர்கள் என்ன செய்ய வேண்டும் என்று அவர்கள் நினைக்கிறார்கள். \"",
        "\"நான் ஒரு சகோதரியைப் போன்ற ஒருவரிடம் சொல்கிறேன், பயணம், ஏறி, அந்த விஷயங்களை உருவாக்கத் தொடங்குகிறேன். சிறியவர்களைத் தொடங்கும் விஷயங்கள் என்பதால், நாங்கள் நம் வாழ்க்கையிலிருந்து கற்றுக்கொள்கிறோம், கற்றுக்கொள்கிறோம். \"",
        "\"எல்லோரும் செய்வதைச் செய்ய முயற்சிக்காதீர்கள். அவர்களைக் கவனித்துக் கொண்டு அதைப் பற்றி சிந்தியுங்கள். \"அவர் மேலும் கூறினார்.",
        "147 ஆண்டுகளின் சோதனை வரலாற்றில் தனித்துவமான பதிவுகளாக இருந்த கிமிடி மெண்டிஸ் யார்?",
        "மைத்ரிபாலா சிரிசேனா: \"பஸ்கா தாக்குபவரை அறிந்துகொண்டு தகவல்களை மறைக்கவும்"
      ]
    },
    "en": {
      "title": "Banna Jayawan: Sri Lanka's tallest waterfall and drop out of Sri Lanka's first woman in Sri Lanka",
      "body_lines": [
        "Banna Jayawan: Sri Lanka's tallest waterfall and drop out of Sri Lanka's first woman in Sri Lanka",
        "People are more pleasant to live freely. Getting to eat as well as to go free to eat.",
        "But most of the cultural boundaries of many countries, including Asia, women receive independence to the male.",
        "BBC won the Sinhala to discuss with a woman who was going towards challenging goals to achieve the desire from childhood.",
        "Sumuduni babs of Sumuduni, who is serving as a SLC carriers supervisor.",
        "In the social media in Sri Lanka, she is popular as a woman engaged in adventure games.",
        "She has lived in the Kandy area as a child, and she has studied its basic education at the convent of the good shepherd.",
        "After his arrival in Dankotuwa, she studied his secondary education, including the Holy Family Convent and A / L students in Negombo.",
        "The harp Jayamanna said that he spent time with his brother at the home of the Kandy house with her brother.",
        "\"My family, my father, and my mother have three elder brothers. The mandate of the family.\"",
        "\"Of my three brothers, the youngest, the youngest, was close to me.\"",
        "\"When you tell the kutty, he won't go shop. The mountain of the house is gone and there is another hill. It goes through it and go to the kachch road on the middle of the paddy fields and do the work that you went to the shop. I'm going after the kutty brother. \"",
        "\"When the child was young, the actual was touched. It will survive the tree. \"",
        "\"When grew older, everyone told everyone to get stubborn work to make fun.\"She said.",
        "While traveling, his hobbies were not a positive response from their residents.",
        "\"I have not allowed a girl to allow the way to walk at home.\"",
        "\"When I questioned it, I told you to go with the brothers, or to go with the husband.\"",
        "She said that after the GCE A / L examination, he would have the opportunity to serve as a teacher.",
        "She said SriLankan decided to join the Airline as a teacher could not meet the need for a teacher in Sri Lanka.",
        "\"I had gone to the city and wear his sister's sister, who was on the house of a friend alone and wear his sister's sister.\" She said.",
        "After the commencement of Sri Lankan airline, he said he would first have the opportunity to play an adventure game for the first time.",
        "\"When I started working on the Sri Lankan bangkok, I went alone in Bangkok in Thailand in 2008 and went on my own troice.\"",
        "\"Because I wanted on the freedom, because I was not allowed to ask when I was little. \"",
        "\"In 2010, two other friends played 'Hang Gliding' in Brainide.\"",
        "\"When you go abroad, they went to watch outstanding places, and in Sri Lanka and went to a walk in Yala and Washgamuwa.\"She refunded his memories.",
        "He said that he was traveling in the year in 2017, but one photo of the year in 2017, he said.",
        "\"One time in 2017 saw a photo of the dunkey Ella. I was unaware of patience until I was there. \"",
        "\"Anyone gathered together some friends, and took a gid with a guide\"",
        "\"But my friends were not so beautiful for my friends. Because the forests went in the forekees, and the cubies were taken. \"",
        "\"They said that if you go back like this, don't speak.\"",
        "\"But when I went there, I felt as if I felt like a divine world. I felt so many beautiful places in Sri Lanka. \"She said.",
        "She said that after this visit, she said the mountains and waterfalls in Sri Lanka and later traveled to visit alone.",
        "\"Then I used to travel by the vehicles to travel alone. A hotel is separated and went there in places where I want to go. \"",
        "\"When I reserved a room at a hotel at once, someone else separated from that room. So I had to wait that day in a lodging in a shelter to the hotel. \"She mentioned his experience.",
        "When a woman or woman traveling in Sri Lanka, many think she was a foreign national.",
        "\"When I trave, many people think I'm a foreign national.\"",
        "\"When I left a cycling ride in Sri Lanka, they thought that if a girl was walking alone.\"",
        "\"Because the people of our country thinks that a Sri Lankan girl has no ability or self-confidence. That's the problem I have. \"She said.",
        "When he met a group of popular adventure in the country, he was in a popular adventure in the country, as a group engaged in popular adventure in the country.",
        "After joining the group, she was the opportunity to get down from the top of water from the top of water with the help of ropes.",
        "\"This group is those who suit myself. If they go a place, they walk everywhere. Nine is not the ones who go to the Vived Point and get a photo. \"",
        "\"I first started doing Absel (s) from waterfalls.\"",
        "\"Aberdeen, Gartmo, Carrakanda, over 10 waterfalls, like Boweli falls, were able to assign.\"She said.",
        "She said the tallest waterfalls in Sri Lanka had to bring separately from foreign countries to get down.",
        "Accordingly, he was the first woman in 2023 and was the first woman who had been able to take the support of a rope.",
        "The first woman in Colombo was the first woman who was downward to the help of a rope.",
        "She recalled that many people who met when they were alone.",
        "\"Most people in Sri Lanka are more likely to do something wrong.\"",
        "\"When the roads are on their own time, there are people whom the roads have mistakenly have their mistakes.",
        "\"Visit anyone on my own country that anyone in our country has a safe environment freely.\"",
        "\"When you travel alone, they want to know about the surroundings they are going to know. Because we gave us a brain. \"She said.",
        "This is what she gave her an answer to her when she asked BBC Sinhalese what the unforgettable events he had faced with adventure sports.",
        "\"There's a falls in Knuckles. I went with a guide to see it. \"",
        "\"When the gidle was slow, I climbed up the earth.\"",
        "\"When you were trying to go and get a photo, slipped into that waterfall, starting to fall.\"",
        "\"There was no way to come upstairs, but I didn't have a way that goes in the roadside falls on the road. If I thought I was in my back. But somehow trie came on top. That is the unforgettable experience that I had the face of these journey. \"She said.",
        "She said he had gone rounded around the key round and all the major rivers' Kaukc 'boats' have been crossed over.",
        "She also said that the country's main waterfalls have been down from the top to the bottom of the rope and crossed the rope with the help of the rope.",
        "He said that he would always act to balance the job and hobby that he would always take a balance of the chief of the mountains of Everest and Kilmanjararo.",
        "The BBC Sinhala was inquired from her as well as the advice to young people and women who wish to travel in this manner.",
        "\"Our families have to tell the relatives to give us freedom to us.\"",
        "\"I had to wait so long. We have the desire. But the restrictions are laid down. There is only one that we should do. \"",
        "\"You have to be allowed to protect their self-esteem and work freely. Then they feel like what they should do what should be done and what. \"",
        "\"I say someone like a sister, travel, climb, and start to make those things. Because things starting the little ones, we learn and learn from our lives. \"",
        "\"Don't try to do what everyone does. Take care of them and think about it. \"She added.",
        "Who is the Kimiddi Mendis, which was unique records in Test history of 147 years?",
        "Maithripala Sirisena: \"Knowing the Passover attacker and cover up information"
      ]
    }
  },
  "summary_lines": [
    "Banna Jayawan, Sri Lanka's tallest waterfall, challenged gender norms. Sumuduni Babs, a SLC carriers supervisor, faced societal expectations. She traveled solo, overcoming challenges, and became the first woman to rappel from Sri Lanka's highest waterfall."
  ]
}