{
  "translated_text": {
    "si": {
      "title": "පලස්තීන ජාතිය හඳුනා ගැනීම සඳහා නෝර්වීජියානු අයර්ලන්තය ස්පා Spain ් ප්රකාශයට පත් කරයි",
      "body_lines": [
        "නෝර්වේ විසින් පලස්තීන ජාතිය ලබන සතියේ දී ඊශ්රායලය මෙම රටවල් වෙත ඔවුන්ගේ තානාපතිවරු සිහිපත් කර තිබේ.",
        "නෝර්වීජියානු අගමැති ජොනාස් කර් වෙළඳසැල පවසා ඇත්තේ පලස්තීන ජාතියක් නොමැතිව මැද පෙරදිග සාමයක් නොමැති බවයි.",
        "ඔහු කියා සිටියේ නෝර්වීජියානු ජාතිය පලස්තීන ජාතිය නිල වශයෙන් ඔහුව නිල වශයෙන් හඳුනා ගන්නා මැයි 28 වනදා ය.",
        "යුරෝපීය රටවල් කිහිපයක් සාමය සඳහා - ගෝල්ඩ් මැද පෙරදිග අත්යවශ්ය බව යුරෝපීය රටවල් කිහිපයක් පවසා තිබේ.",
        "යුරෝපා සංගමය නෝර්වේ, යුරෝපා සංගමය විසින් ජාතිය ජනාවාස සඳහා ස්ථිර සහයෝගයක් ලබා දී තිබේ.",
        "නෝර්වීජියානු අග්රාමාත්යවරයා පවසා ඇත්තේ හමාස් සහ අනෙකුත් ත්රස්ත කණ්ඩායම් සහ ඊශ්රායලය ඊශ්රායලය ත්රස්තවාදී ක්රියාකාරකම් දෙකට සහාය නොදක්වන ත්රස්තවාදී ක්රියාකාරකම්වල නිරතව සිටින බවයි."
      ]
    },
    "en": {
      "title": "Norwegian Ireland announces Spain to recognize Palestinian nation",
      "body_lines": [
        "Israel has immediately recalled their ambassadors to these countries as Norway has announced that Norway will recognize the Palestinian nation next week.",
        "Norwegian Prime Minister Jonas Kar Store has said that there will be no peace in the Middle East without a Palestinian nation.",
        "He said the Norwegian nation would officially recognize the Palestinian nation on May 28.",
        "Several European countries have said that the two -year -old Middle East is essential for peace.",
        "Norway, a non -member of the EU, has expressed firm support for the two nation settlement.",
        "The Norwegian Prime Minister has said that Hamas and other terrorist groups and Israel are engaged in terrorist activities that do not support the two nation policy."
      ]
    }
  },
  "summary_lines": [
    "Norway plans to recognize Palestine, prompting Israel to recall its ambassadors from Norway and Spain. PM Jonas Gahr Støre emphasizes the importance of recognizing Palestine for Middle East peace. This move aligns with several European nations' stance, highlighting the significance of a two-state solution. Despite concerns over Hamas and other groups, Norway supports this approach."
  ]
}