{
  "translated_text": {
    "si": {
      "title": "ඉතියෝපියානු නායයෑම්වල සිරවී සිටින තුවාල ගණන 500 ක් දක්වා ඉහළ යා හැකිය",
      "body_lines": [
        "මේ අතර, තුවාල ලැබූ සංඛ්යාව 500 දක්වා ඉහළ යා හැකි බව එක්සත් ජාතීන්ගේ සංවිධානය බ්රහස්පතින්දා පැවසීය.",
        "ඉරිදා සවස සහ සඳුදා උදෑසන ඉතියෝපියාවේ කෝෆියාවේ දුරස්ථ කන්දෙහි සඳුදා උදෑසන තද වැසි ඇතිවිය.",
        "නායයෑම්වල කෙන්ජෝ ෂචා කොස්ටි ප්රදේශයේ ගළවන ලද සිරුරු සහ දිවි ගලවා ගත් අයව ගලවා ගැනීමේ කටයුතු සිදු වෙමින් පවතී.",
        "247 දෙනෙකු 24 දෙනෙකුට 24 වනදා දක්වා මියගොස් තිබේ. කෙසේ වෙතත්, මානවත්රී කටයුතු සම්බන්ධීකරණය කිරීම සඳහා එක්සත් ජාතීන්ගේ කාර්යාලය 500 දක්වා ඉහළ යා හැකි තුවාල ලැබූවන්ගේ සංඛ්යාව 500 දක්වා ඉහළ යා හැකිය.",
        "දරු ප්රසූතියේදී වයස අවුරුදු 5 ට අඩු ළමුන් 1,320 ක්, ගර්භනී කාන්තාවන් සහ මව්වරුන් 5,293 ක් ඇතුළු 15,000 කට වැඩි පිරිසක් පීඩාවට පත් ප්රදේශයේ අඛණ්ඩ වර්ෂාපතනය හේතුවෙන් ඉවත් කළ යුතුය.",
        "තුවාල ලැබූවන් 12 දෙනෙකු රෝහල් වෙත ගෙන ගොස් ඇති අතර අවම වශයෙන් අවතැන් වූ 125 ක් පමණ බව එම කාර්යාලය පවසයි.අතුරුදහන් වූවන්ගේ සංඛ්යාව තවමත් ගණනය කර නොමැත.",
        "එක්සත් ජාතීන්ගේ ජනාධිපති ඇන්ටෝනියෝ බඩවැල් ව්යසනය පිළිබඳ සිය ශෝකය ප්රකාශ කළේය."
      ]
    },
    "en": {
      "title": "The number of casualties trapped in Ethiopian landslides can increase to 500 - UN",
      "body_lines": [
        "Meanwhile, the number of casualties may increase to 500, the United Nations said on Thursday.",
        "Heavy rains occurred on Sunday evening and Monday morning in the remote mountain of Kofa Zone in Ethiopia.",
        "Rescue work is underway to rescue bodies and survivors in Kenjo Shacha Kosti area of ​​landslides.",
        "257 people have died until the 24th. However, the number of casualties can increase to 500, the United Nations Office for Coordination of Humanitarian Affairs said.",
        "More than 15,000 people, including 1,320 children under the age of five, 5,293 pregnant women and mothers who delivered childbirth, have to be evacuated due to continuous rainfall in the affected area.",
        "The office said that 12 injured were taken to hospitals and at least 125 displaced.The number of missing persons has not yet been calculated.",
        "United Nations President Antonio Gutters expressed his condolences on the disaster."
      ]
    }
  },
  "summary_lines": [
    "Heavy rains in Ethiopia's Kofa Zone triggered landslides, potentially increasing the death toll from 257 to 500. Rescue efforts are ongoing, with over 15,000 needing evacuation, including many children and pregnant women. The UN's humanitarian office reports 12 injuries and at least 125 displacements, but the exact number of missing remains unknown."
  ]
}