{
  "translated_text": {
    "ta": {
      "title": "SLAF துருப்புக்களைக் குறைப்பதற்கான முடிவு",
      "body_lines": [
        "விமானப்படையின் தளபதி விமானப்படை ஏர் மார்ஷல் யூனிமா ராஜபக்ஷா கூறுகையில், விமான வீரர்கள் தொழில்நுட்பத்தை 18,000 ஆக குறைப்பார்கள்.",
        "அவர் நேற்று விமானப்படை தலைமையகத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் பேசினார்.",
        "\"மொபைல் போன் தொலைபேசி ரூ.. போன்ற, தொழில்நுட்பத்தை வீழ்த்தும் விஷயங்கள். நாம் அனைவரும் செய்யக்கூடிய தொழில்நுட்பத்தை நீங்கள் பயன்படுத்த வேண்டும். சி.சி.டி.வி ஒன்றும் புதிதல்ல. AI ஒன்றும் புதிதல்ல. நம்மிடம் உள்ள தொழில்நுட்பத்தைப் பயன்படுத்தி துருப்புக்களைக் குறைக்கலாம். உதாரணமாக, எங்கள் ஒரு ARATA அநேகமாக பல கிலோமீட்டர் ஆகும். நீங்கள் 10 கி.மீ போல இருந்திருந்தால் எத்தனை வீரர்களை நிறுத்த வேண்டும்?கேமராக்களைப் பயன்படுத்தவும் தகவல் தொழில்நுட்பத்தைப் பயன்படுத்தவும் மற்றும் ட்ரோன்ஸ் தொழில்நுட்பத்தைப் பயன்படுத்தவும் எங்களுக்கு உதவுகிறது. கடந்த காலத்தில், ஒரு சிப்பாய் ஒரு குறிப்பிட்ட வரம்புக்காக காத்திருக்கிறார். ஆனால் நாங்கள் ஒரு ட்ரோனைப் பயன்படுத்துகிறோம், பதினாறு மைல் [5 கி.மீ] பயன்படுத்துகிறோம். துருப்புக்களின் அளவைக் குறைக்க மிகவும் எளிமையான தொழில்நுட்பத்தைப் பயன்படுத்தி துருப்புக்களின் அளவைப் பார்க்கிறோம். நாங்கள் தொழில்நுட்பத்துடன் முன்னேறுகிறோம். அந்த நாட்களில், அந்த நாட்களில் இராணுவத்திலிருந்து நாங்கள் கொடுத்த செயல்பாட்டு லிட்டரர், 18,000 பேர் மிகவும் வெற்றிகரமான கல்வியறிவை கொண்டு செல்வார்கள் என்று நாங்கள் எதிர்பார்க்கிறோம். \""
      ]
    },
    "en": {
      "title": "Decision to reduce SLAF troops",
      "body_lines": [
        "Commander of the Air Force, Air Force Air Marshal Unima Rajapaksa says that the airmen will reduce the technology to 18,000.",
        "He was speaking at a press conference held at the Air Force Headquarters yesterday.",
        "\"When the mobile phone phone is Rs.. Such as such, the things that make the technology fall down. You need to use technology that we can all. CCTV is nothing new. AI is nothing new. We can reduce troops using the technology we have. For example, our one Airta is probably a number of kilometers. How many soldiers should we stop if you have been like 10km?Eve us to use cameras and use information technology and use drones technology. In the past, one soldier is waiting for a certain limit. But we use a drone and use a sixteen miles [5 km]. We look at the amount of troops using most simple technology to reduce the amount of troops. And we're going forward with technology. We hope that in those days, the operational literator we gave from the Army in those days, we expect 18,000 people to carry a more successful literacy. \""
      ]
    }
  },
  "summary_lines": [
    "Air Force Air Marshal Unima Rajapaksa announced a reduction in SLAF troops to 18,000, emphasizing the use of technology like CCTV, AI, drones, and information systems to enhance efficiency and literacy."
  ]
}