{
  "translated_text": {
    "si": {
      "title": "කිසියම් අපේක්ෂකයෙකුට ඡන්දයෙන් සියයට 50 ක් නොලැබුනේ නම්, ජනාධිපතිවරයා තෝරා පත් කර ගන්නේ කෙසේද?සම්මන්ත්රණ ජෙනරාල්",
      "body_lines": [
        "එළඹෙන ජනාධිපතිවරණයට ඉදිරිපත් වන ඕනෑම අපේක්ෂකයෙකු සියයට 50 කට වඩා ඡන්දයක් ලබා නොගනී. සියයට 50 කට වඩා වැඩි ඡන්ද ප්රමාණයක් කිසිවෙකුට ලැබෙන්නේ නැත්නම්. එහි කිසිදු ගැටළුවක් නොමැත. මැතිවරණ කොමසාරිස් සමන්සරි රත්නායක මහතා පැවසුවේ ජනතාව මේ සම්බන්ධයෙන් ව්යාකූල නොකළ යුතු බවයි.",
        "මේ සඳහා වන විධිවිධාන මැතිවරණ නීතියේ පැහැදිලි ය. කොමසාරිස් ජනරාල්වරයා කියා සිටියේ අප එය ක්රියාත්මක කිරීම සහ ජනාධිපතිවරයා ලෙස තේරී පත් වූ නිවේදනය කරන බවයි."
      ]
    },
    "en": {
      "title": "If any candidate does not get 50 percent of the votes, how can the president elect?-Commissioner General",
      "body_lines": [
        "Any candidate contesting the upcoming presidential election will not get more than 50 percent votes. If no one receives more than 50 percent votes. There is no problem in it. Elections Commissioner Samansree Ratnayake said that people need not be confused with the matter.",
        "The arrangements for this are clear in the election law. The Commissioner General said that we will implement it and announce who was elected as the President."
      ]
    }
  },
  "summary_lines": [
    "In elections where no candidate surpasses 50% of votes, the law dictates a process to determine the president-elect. The Elections Commissioner assures clarity in this procedure, emphasizing its implementation to announce the elected president."
  ]
}