{
  "translated_text": {
    "ta": {
      "title": "தலைமைச் செயலாளர் அலுவலகத்தில் எரிபொருள் கொடுப்பனவு சிக்கல்",
      "body_lines": [
        "பதினேழு அதிகாரிகள் எட்டு பேர் ரூ.",
        "அவர்களைப் பொறுத்தவரை, சூப்பர்-பிரிட்டிகல் மற்றும் சூப்பர் டேசி (2,0415) ரூ.",
        "தேசிய கொள்கைகள் மற்றும் பொது செலவு மேலாண்மை குறித்து அவர் கவலைப்பட வேண்டும் என்று தணிக்கை பரிந்துரைத்தது. மே 26, 2019 அன்று தெற்கு மாகாண கவுன்சிலின் தெற்கு மாகாண கவுன்சிலின் முக்கிய எண்ணிக்கை மே 18, 2019 அன்று தெற்கு மாகாணத்தில் உத்தியோகபூர்வ போக்குவரத்து கொடுப்பனவுக்கு எரிபொருள் இருந்தது, மே 18, 2019 அன்று ஆளுநர் வில் காமேஜின் ஒப்புதல் தொடர்பாக மே 26, 2019. இது 1 ஆம் தேதி செலுத்தப்பட்டது. இதைச் சரிபார்த்து புகாரளிக்க மூத்த பணியாளர் அதிகாரிகளைக் கொண்ட ஒரு குழு நியமிக்கப்பட்டுள்ளதாகவும் தலைமை கணக்கியல் அதிகாரி கூறியுள்ளார்."
      ]
    },
    "en": {
      "title": "Problem of fuel allowance at the Chief Secretary's Office",
      "body_lines": [
        "Seventeen officers have been paid to eight posted Rs.Audit report is said.",
        "According to them, the super-pricult and super dasee (2,0415) has paid a sum of Rs.",
        "Audit recommended that he is concerned about the national policies and public expenditure management. The main number of Southern Provincial Council's main number of the Southern Provincial Council on the 26th of May 2019 was fuel for the official traffic allowance in the Southern Province on May 18, 2019 on May 18, 2019 on the approval of Governor Wili Gamage on May 26, 2019.It was paid on 1st. The Chief Accounting Officer has also stated that a committee consisting of the Senior Staff Officers have been appointed to check and report this."
      ]
    }
  },
  "summary_lines": [
    "Fuel allowance issue: 17 officers overpaid Rs. 2,041.5. Audit recommends reviewing national policies and public expenditure management. Committee formed to investigate."
  ]
}