{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජනපද රාජ්ය ලේකම් වර්මා තහවුරු කරන්නේ ශ්රී ලංකාව ඉන්දු-පැසිෆික් කලාපයේ සමුද්රීය සහයෝගිතාවය ගැඹුරු කිරීම සඳහා ශ්රී ලංකාවට ශ්රී ලංකාවට ලබා දෙන බවයි",
      "body_lines": [
        "එක්සත් ජනපද රාජ්ය කළමනාකරණ හා සම්පත් සඳහා වන රිචඩ් වර්මා, එක්සත් ජනපද රාජ්ය කළමනාකරණ හා සම්පත් සඳහා එක්සත් ජනපදය දිගින් දිගටම කැපවී සිටින බව එක්සත් ජනපදය අඛණ්ඩව කැපවී සිටින බව එක්සත් ජනපදය අඛණ්ඩව කැපවී සිටින බව එක්සත් ජනපදය දිගින් දිගටම කැපවී සිටින බව එක්සත් ජනපදය දිගින් දිගටම කැපවී සිටින බව එක්සත් ජනපදය දිගින් දිගටම කැපවී සිටින බව එක්සත් ජනපදය දිගින් දිගටම කැපවී සිටින බව එක්සත් ජනපදය දිගින් දිගටම කැපවී සිටින බව එක්සත් ජනපදය දිගින් දිගටම කැපවී සිටින බව එක්සත් ජනපදය දිගින් දිගටම කැපවී සිටින බව එක්සත් ජනපදය අඛණ්ඩව කැපවී සිටින බව එක්සත් ජනපදය අඛණ්ඩව කැපවී සිටින බව රිචඩ් වර්මා මහතා පැවසීය.",
        "දින දෙකක් (පෙබරවාරි 23 - 24) ශ්රී ලංකාවට පැමිණි ශ්රී ලංකාවට පැමිණි රිචඩ් වර්මා, එක්සත් ජනපද රාජ්ය කළමනාකරණ නියෝජ්ය රාජ්ය ලේකම් රාජ්ය කළමනාකරණ හා සම්පත්, රජය, සිවිල් සමාජය සහ ආර්ථික නායකයින් හමුවිය.",
        "ආර්ථික හා පරිපාලන ප්රතිසංස්කරණ ඇතුළුව ශ්රී ලංකාවේ ජාමූඅ හි ප්රගතිය පිළිබඳව ශ්රී ලංකාවේ ජාමූඅ හි ප්රගතිය සාකච්ඡා කළ ලේකම් වර්මාහි ලේකම් වර්මා ශ්රී ලංකාව ස්ථාවර ආර්ථික වර්ධනයේ මාවතේ තබා ගැනීම අරමුණු කර ගෙන තිබේ.",
        "මානව හිමිකම් සහ අදහස් ප්රකාශ කිරීමේ නිදහස ඇතුළු මූලික නිදහස ආරක්ෂා කිරීමේ අවශ්යතාවද නියෝජ්ය ලේකම් ක්රියාමා ක්රියා කළේය.",
        "ජාතික ආරක්ෂාව ශක්තිමත් කිරීම සහ ශ්රී ලංකා නාවික හමුදාවේ හැකියාවන් ශක්තිමත් කිරීම සහ ඉන්දු-පැසිෆික් කලාපය වැඩිදියුණු කිරීම සඳහා එක්සත් ජනපදය සහ ශ්රී ලංකාව අතර ආරක්ෂක හා සමුද්රීය සහයෝගීතාව ඉහළ නැංවීමේ හැකියාව ද ඔවුහු විශ්ලේෂණය කළහ.",
        "එක්සත් ජනපදය විසින් ශ්රී ලංකාවට නිකුත් කළ හිටපු එක්සත් ජනපද වෙරළාරක්ෂක යාත්රා තුනෙන් එකක් වන පෙබරවාරි 23 වන දින එස්එල්එන්එස් හි නියෝජ්ය ලේකම් විජයබාහු මහතා මෙසේ පැවසීය.. \"ශ්රී ලංකාවට මධ්යම සිව්වන නෞකාවක් ලබා දීමේ අරමුණ පිළිබඳව රාජ්ය දෙපාර්තමේන්තුව කොන්ග්රසයට දැනුම් දී ඇති බව ප්රකාශ කිරීම ගැන මම සතුටු වෙමි.",
        "මෙම මුලපිරීම සඳහා අරමුදල් සැපයීම සඳහා දෙපාර්තමේන්තුව විදේශීය මිලිටරි අරමුදල් ලෙස ඩොලර් මිලියන 9 ක් වෙන් කර ඇත. කොන්ග්රසයේ නිවේදනය අවසන් වීමෙන් පසු නැව නැව ශ්රී ලංකාවට ලබා දෙනු ඇතැයි අපි අපේක්ෂා කරමු. මෙම හුවමාරුව අවසන් වුවහොත්, එය එක්සත් ජනපදය සහ ශ්රී ලංකාව අතර ආරක්ෂක සහයෝගීතාව තවදුරටත් ශක්තිමත් කරනු ඇත.",
        "මෙම නෞකාව ශ්රී ලංකාවට සුවිශේෂී ආර්ථික කලාපයේ මුර සංචාරයේ යෙදීමට ඇති හැකියාව වැඩි කරන අතර, එහි සෙවුම් හා ගලවා ගැනීමේ ප්රදේශය අධීක්ෂණය කරන අතර ඉන්දියන් සාගරයේ සියලුම රටවලට වැඩිදුර ආරක්ෂාවක් සපයයි.",
        "ශ්රී ලංකා නාවික හමුදාවේ අණදෙන නිලධාරි උප අද්මිරාල් ප්රියන්ත පෙරේරා සහ ශ්රී ලංකාවේ එක්සත් ජනපද තානාපති වයිස් අද්මිරාල් ප්රියන්ත පෙරේරා සහ ශ්රී ලංකාවේ එක්සත් ජනපද තානාපති වන ශ්රී ලංකා ආරක්ෂක අමාත්ය ප්රේමතා බන්දර ටෙනකුන් යන උත්සවයකදී මෙම නිවේදනය නිකුත් කර තිබේ.",
        "\"එක්සත් ජනපදය මීට පෙර ශ්රී ලංකා නාවික හමුදාවට නැව් තුනක් ලබා දී තිබේ. මානුෂීය ආධාර හා ආපදා ප්රතිචාරයට ඔවුහු උපකාර කරන අතර, මෙම නැව් සමුද්රීය මෙහෙයුම් සහ නෛතික ජාවාරම, මිනිස් ජාවාරම සහ මත්ද්රව්ය ජාවාරම සඳහා යොදා ගනී.. සිව්වන නෞකාවේ මෙම හුවමාරුව ශ්රී ලංකාව සහ එක්සත් ජනපදය අතර සහයෝගීතාවයේ සහයෝගීතාවයේ දීර් history ඉතිහාසයක් වන අතර ස්වාධීන පැසිෆික් කලාපය නඩත්තු කිරීමට හා පැසිෆික් කලාපය විවෘත කිරීමට. \"තානාපති ගායනා කරන ලදී.",
        "නියෝජ්ය ලේකම් වර්මා කොළඹ වරායේ දී ගැඹුරු මුහුදු යාත්රාවක පර්යන්තයක බටහිර බහාලුම් පර්යන්ත (ඩොක්ට්) වෙත ගියේය. මේ වන විට බටහිර ජාත්යන්තර පර්යන්තය (සීඩිට්) විසින් ඉදිකරන ලද බටහිර බහාලුම් පර්යන්තය.",
        "කොළඹ වරායේ නව සම්බන්ධතාවය 2021 සිට වරායේ වඩාත් ගැඹුරු පර්යන්තය වන අතර කොළඹ වරායේ නැව් ධාරිතාව ඉහළ යාම සහ ප්රධාන විධිවිධාන මධ්යස්ථානයේ කාර්යභාරය වැඩිදියුණු කිරීමත් සමඟ ශ්රී ලංකා ස්වෛරී ණය වැඩිවීමයි ප්රධාන නැව් මාර්ග සහ වෙළඳපොලවල්.",
        "කළමනාකරණ හා සම්පත් සඳහා වන නියෝජ්ය රාජ්ය ලේකම් රිචඩ් ආර්. වර්ජය කළමනාකරණ හා සම්පත් සඳහා රාජ්ය රාජ්ය රාජ්ය ලේකම් ලෙස සේවය කරයි. මෙම තනතුරේ දී, ඔහු දෙපාර්තමේන්තුවේ ප්රධාන මෙහෙයුම් නිලධාරියා ලෙස කටයුතු කරන අතර නවීකරණය, විදේශ ආධාර සහ විවිධාකාර සේවකයින් සහ උපායමාර්ගික ගැටළු සහ උපායමාර්ගික ගැටළු සඳහා දෙපාර්තමේන්තු දරන උත්සාහයන්ට නායකත්වය දෙයි.. නියෝජ්ය ලේකම් වර්මා මීට පෙර ඉන්දියාවේ එක්සත් ජනපද තානාපති කාර්යාලයට මීට පෙර එක්සත් ජනපද තානාපති කාර්යාලයට නායකත්වය දුන් අතර, ද්විපාර්ශ්වික සබඳතාවල historical තිහාසික වැඩිදියුණු කිරීමට හේතු විය."
      ]
    },
    "en": {
      "title": "US Secretary of State Verma confirms that Sri Lanka will provide Sri Lanka to Sri Lanka to deepen maritime cooperation in Indo-Pacific region",
      "body_lines": [
        "Richard Verma, Deputy Secretary of State for US State Management and Resources, said the United States continues to dedicate to helping Sri Lanka's economic growth and prosperity.",
        "Richard Verma, Deputy Secretary of State for US State Management and Resources, who visited Sri Lanka for two days (February 23 - 24), said this as he met with government, civil society and economic leaders.",
        "Secretary Verma, who met with President Ranil Wickremesinghe and External Affairs Minister Ali Sabri, discussed the progress of the IMF in Sri Lanka, including economic and administrative reforms, aimed at continuing to keep Sri Lanka on the path of stabilized economic growth.",
        "Deputy Secretary Verma also stressed the need to protect basic freedoms, including human rights and freedom of expression.",
        "They also analyzed the possibility of deepening the defense and maritime cooperation between the United States and Sri Lanka, including strengthening national security and strengthening the capabilities of the Sri Lanka Navy, to strengthen national security and improve the Indo-Pacific region.",
        "On February 23, Deputy Secretary of the SLNS Vijayabahu, one of the three former US Coast Guard vessels issued to Sri Lanka by the United States, said:. “I am happy to announce that the State Department has informed the Congress the purpose of providing a middle -aged fourth ship to Sri Lanka.",
        "The Department has allocated $ 9 million as foreign military funding to fund this initiative. We expect the ship to provide the ship to Sri Lanka after the end of the Congress's announcement. If this exchange is completed, it will further strengthen the security cooperation between the US and Sri Lanka.",
        "The ship will increase the ability of Sri Lanka to patrol the exclusive economic zone, monitor its search and rescue area, and provide further security to all the countries of the Indian Ocean.",
        "The announcement was made at an event at the Port of Colombo, where Sri Lanka's Defense Minister Premitha Bandara Tennakoon, the Commander of the Sri Lanka Navy, Vice Admiral Priyantha Perera and the US Ambassador to Sri Lanka Julie Sung were present.",
        "“The US has previously provided three shipping to the Sri Lanka Navy. They also help with humanitarian aid and disaster response, while these ships are used for maritime operations and legal implementation, human trafficking and drug trafficking.. This exchange of the fourth ship is another key point in a long history of cooperation between Sri Lanka and the United States to maintain the Indo-Pacific region of independent and open the Pacific region. ”Ambassador Sung said.",
        "Deputy Secretary Verma visited the Western container terminal (WCT) of a deep sea vessel container terminal at the port of Colombo. The Western container terminal, which is currently being built by the West International Terminal (CWIT) Pvt.",
        "The new link of the port of Colombo has been the most deeper terminal of the port since 2021, and the Sri Lankan sovereignty loans are increasing, with the increase in the Colombo port's shipping capacity and expanding the role of the main arrangement center to connect the main shipping routes and markets.",
        "Deputy Secretary of State for Management and Resources Richard R. Verma serves as Deputy Secretary of State for Management and Resources. In this post, he acts as the Chief Operating Officer of the Department and leads the department's efforts to modernization, foreign aid and a wide variety of employees and strategic issues.. It is noteworthy that Deputy Secretary Verma had previously led the US embassy in India, one of the largest US embassies, and contributed to historical improvements in bilateral relations."
      ]
    }
  }
}