{
  "translated_text": {
    "si": {
      "title": "අවුරුදු 10 ක ගැහැණු ළමයෙක් මන්නාරමේ dered ාතනය කිරීම;සැකකරු සඳහා පැහැදිලි කිරීම",
      "body_lines": [
        "මන්නාරම මහේස්ත්රාත්වරයා සඳුදා (19) පස්වරුවේ, තෙරපුම් දැරූ දැරියක, උර්මන්නාර් හි උර්මනර් හි උර්මනර් හි උර්මනර්, මන්නාර්, මන්නාර්, මන්නාර් හි උර්මනර්ර් හි අත්අඩංගුවට ගෙන තිබේ.",
        "අද උදෑසන 16 උදෑසන 16 වන දින උදෑසන දලෙයිමාන්නර් ගම්මානයේ උදේ 10 දෙනෙකු මියගොස් තිබේ.",
        "මෙම සිද්ධිය සම්බන්ධයෙන් ත්රිකුණාමලය කුච්චවේලිහි 52 දෙනා අත්අඩංගුවට ගෙන තිබේ.",
        "පොලිසියේ නියෝගය මත සැකකරු පොලීසිය විසින් පැය 48 ක් රඳවාගෙන තිබේ.",
        "සැකකරු අද (19) මන්නාරම් අධිකරණය හමුවේ පොලීසිය විසින් ඉදිරිපත් කරන ලදී.",
        "විමර්ශනය කළ මන්නාරම් මහේස්ත්රාත්වරයා සැකකරු මේ මස 29 වන දින දක්වා රිමාන්ඩ් භාරයට පත් කරන ලෙස නියෝග කළේය."
      ]
    },
    "en": {
      "title": "A 10 -year -old girl murdered in Mannar;Explanatory for the suspect",
      "body_lines": [
        "The Mannar Magistrate on Monday (19) afternoon, a man who was arrested in connection with the murder of a 10 -year -old girl in Urmannar, Urmannar, Mannar, has been arrested until the 29th of this month.",
        "A 10 -year -old girl was found dead on the morning of the 16th of this morning in the village of Talaimannar.",
        "A 52 -year -old suspect from Kuchchaveli, Trincomalee has been arrested in connection with the incident.",
        "The suspect was detained by the police for 48 hours on the orders of the police.",
        "The suspect was produced before the Mannar Court today (19) by the police.",
        "The Mannar Magistrate, who conducted the investigation, ordered the suspect to be remanded until the 29th of this month."
      ]
    }
  }
}