{
  "translated_text": {
    "si": {
      "title": "යාපනයේ සංක්රාන්තර් පුද්ගලයින් තිදෙනෙකුට පැහැදිලි කරන්න",
      "body_lines": [
        "පන්සලෙන් පිටත්ව ගිය සංක්රාන්තික මිනිසෙකු විසින් පැහැරගත් පුද්ගලයින් තිදෙනෙකු අත්අඩංගුවට ගෙන කේට්ස් පොලිසිය විසින් ප්රශ්න කර ප්රශ්න කිරීම්වල තබා ඇත.",
        "24 හැවිරිදි - අවුරුදු 24 ක සංක්රාන්තික පුද්ගලයකු ඊයේ කේට්ස් ප්රදේශයට ආපසු යමින් සිටි කේට්ස්හි ශිව පන්සල වෙත ගියේය.",
        "කයිට්ස්හි තරුණයෙකු මුණගැසුණු තරුණයෙකු හමුවීමට ගත් තරුණයාගේ දුරකථන අංකය මත ඔහු කල්ලිය රැගෙන ගියේය. \"ඇයි ඔබ මෙහි පැමිණියේ මන්ද?\"",
        "මේ අතර, තරුණයාට මේ වන විටත් කල්ලියේ දුරකථන අංකයෙන් තරුණයාට දුරකථන ඇමතුමක් ලබා තිබුණි.. මේ අවස්ථාවේ දී කකරාවල් පොලිසියේ පැමිණිල්ලක් ඉදිරිපත් කර තිබේ.",
        "අද මිනිසුන් තිදෙනා අත්අඩංගුවට ගෙන ඔවුන් කේට්ස් උසාවියේ ගැට ගසන ලෙස කේට්ස් මහේස්ත්රාත්වරයා පොලිසියට නියෝග කළේය.. ඊට අමතරව සැකකරුවන් හඳුනා ගැනීම සඳහා අනන්යතා පෙළපාලනය නිකුත් කරන ලදී."
      ]
    },
    "en": {
      "title": "Explain to three transgender people in Jaffna",
      "body_lines": [
        "Three persons abducted by a transgender man who left the temple have been arrested and kept in interrogation by the Kayts police.",
        "A 24 -year -old transgender person from Colombo went to the Shiva Temple in Kayts, who was returning to the Kayts area yesterday.",
        "He took the gang on the telephone number of the young man, who was taken to meet a young man from Kayts, who was asked to say, \"Why did you come here?\"",
        "Meanwhile, the young man had already had a telephone call to the young man on the telephone number of the gang.. In this case, a complaint was lodged at the Kaykaval police station.",
        "The Kayts Magistrate ordered the police to arrest the three men today and make them in the Kayts court.. In addition, the identity parade was issued to identify the suspects."
      ]
    }
  },
  "summary_lines": [
    "In Jaffna, three individuals were kidnapped by a transgender man near a temple and later arrested by the Kayts police after a complaint. A transgender person from Colombo visited the Shiva Temple and was lured by a gang. The victim had previously received a suspicious phone call. Following an investigation, the magistrate ordered the arrest of the culprits, who will be identified through an identity parade."
  ]
}