{
  "translated_text": {
    "si": {
      "title": "“வெளிநாட்டு பொறிமுறைக்கு உங்களுக்கு பயமா?”",
      "body_lines": [
        "මනසට බියක් නොමැති නම් රජය විදේශීය යාන්ත්රණය පිළිගත යුතු බව කේ. කෝටෙවරන් මහතා ශ්රී ලංකා දෙමළ ජාතික සන්ධානයේ පාර්ලිමේන්තු මන්ත්රීවරයා (ටීඑන්ඒ) පවසයි.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (09) පාර්ලිමේන්තුවේදී ශ්රී ලංකාව සහ එක්සත් අරාබි එමීර් රාජ්යය අතර අන්යෝන්ය ගිවිසුම් පිළිබඳ විවාදයක් ආමන්ත්රණය කරන බවයි.",
        "ஐ.நா மனித உரிமைகள் பேரவை 60 ஆவது கூட்டத் தொடரில் இலங்கை அரசாங்கத்தின் வெளிவிவகார அமைச்சர் உள்நாட்டு பொறிமுறையில் செயல்படுவதாகவே கூறியுள்ளார். එහෙත් කොමසාරිස්වරයා ප්රකාශ කර ඇත්තේ විදේශීය යාන්ත්රණය හොඳම බවයි.",
        "කෙසේ වෙතත්, දේශීය යාන්ත්රණය පිළිබඳ විශ්වාසය අපට අහිමි වී ඇත. මන්ද සෑම රජයක්ම දේශීය යාන්ත්රණය ඉල්ලා සිටින බැවිනි. ජන සංහාරය, බුද්ධි අංශ සහ ඊට සම්බන්ධ දේශපාලන politicians යන් ආරක්ෂා කරනු ලැබේ. විභේදනය විදේශ අනුග්රහයේ විදේශීය යාන්ත්රණ පදනම මත ක්රියාත්මක කළ යුත්තේ එබැවිනි.",
        "ඔබ විදේශීය යාන්ත්රණය භාර නොගන්නේ ඇයි?. ඔබ මේ ගැන බියද? ඔබ බිය වන නිසා ඔබ විදේශ කටයුතු පිළිගන්නේ නැත.",
        "ජන සංහාරය, බුද්ධි අංශය සහ අදාළ දේශපාලන politicians යින් සහ මගී කණ්ඩායම් ආරක්ෂා කිරීම අරමුණු කරගත් විදේශීය යාන්ත්රණය ඔබ පිළිගන්නේ නැත.",
        "ඔබ සැබෑ නම්, ඔබ එම යාන්ත්රණය පිළිගත යුතුය. ඔබ බිය නොවන්නේ නම්, වැරදිකරුවන්ට ද punish ුවම් කිරීමට ඔබට අවශ්ය නම් විදේශීය යාන්ත්රණය පිළිගැනීමට ඔබ පිළිගත යුතුය. එසේ නොවේ නම්, ඔබ බිය වේ.",
        "මුල්ලිවයිකල් පමණක් නොව උතුරු හා නැගෙනහිර, උතුරු හා නැගෙනහිර ය.. මේ සඳහා අපි යුක්තිය ඉල්ලා සිටිමු. දේශීය යාන්ත්රණයේ යුක්තියක් නොමැති බව අතීතයේ ඔප්පු වී තිබේ. මේ අනුව, විදේශීය යාන්ත්රණය පිළිගැනීමට සහ යුක්තිය ඉටු කිරීමට පියවර ගත යුතුය.",
        "රජය මත්ද්රව්ය හා ප්රති -සෝ විරෝධී ක්රියාකාරකම් සිදු කරයි. මෙය හොඳ දෙයකි. ඒ හා සමානව, මේ සම්බන්ධයෙන් ඔබ විදේශ කටයුතු පිළිගත යුතුය.",
        "මෙම අවස්ථාවේ දී, එක්සත් ජාතීන්. මානව හිමිකම් කවුන්සිලයේ 60 වන සැසිය සඳුදා (08) ආරම්භ විය (08). රැස්වීම අමතමින් අමාත්ය හැරෙරත් කිසිදු බාහිර යාන්ත්රණයක් භාර නොගන්නා බව නිවේදනය කර තිබේ.",
        "ජිනීවා නුවරදී විදේශීය, විදේශීය රැකියා හා සංචාරක අමාත්ය විජිත හේරත් පවසා ඇත්තේ රටේ බෙදීම්වලට සංකීර්ණ කිරීම සහ ජාතික සංහිඳියා ක්රියාවලිය සංකීර්ණ කිරීම සඳහා ඕනෑම බාහිර යාන්ත්රණයකට ශ්රී ලංකාව විරුද්ධ බවයි.",
        "මේ අතර, මානව හිමිකම් උල්ලං lations නය කිරීම් සහ එක්සත් ජාතීන්ගේ සියලු මානුෂීය නීති උල්ලං late නය කිරීම්, උද් it ෝෂණ මාලාවක් හැසිරවීම සඳහා ස්වාධීන විශේෂ ist උපදේශකයෙකු ද ඇතුළුව සුවිශේෂී අධිකරණ යාන්ත්රණයක් ස්ථාපිත කිරීම සඳහා.. මානව හිමිකම් කවුන්සිලය ඇතුළු මෙම ක්රියාකාරකම් සඳහා මෙම ක්රියාකාරකම් අත්යවශ්ය වූ බව ද ඔහු පෙන්වා දුන් බව සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "“Are you afraid of a foreign mechanism?”",
      "body_lines": [
        "The government should accept the foreign mechanism if there is no fear of the mind, said K. Koteeswaran, MP of the Sri Lanka Tamil National Alliance (TNA).",
        "He said this while addressing a debate on the mutual agreements between Sri Lanka and the United Arab Emirates in Parliament on Tuesday (09).",
        "The Sri Lankan government's Foreign Minister said that the UN Human Rights Council (UNHRC) was working in the domestic mechanism in the 60th session of the 60th session.. But the Commissioner has stated that the foreign mechanism is the best.",
        "However, we have lost faith in the domestic mechanism. Because every government has claimed the domestic mechanism. The genocide, the intelligence agencies, and its associated politicians will be protected. That is why the resolution should be implemented on the basis of foreign mechanisms in foreign sponsorship.",
        "Why you don't accept foreign mechanism. Are you afraid of this? You do not accept foreign affairs because you are afraid.",
        "You do not accept the foreign mechanism aimed at protecting the genocidal military, the intelligence unit and the relevant politicians and passenger groups.",
        "If you are real, you have to accept that mechanism. If you are not afraid, you have to accept the foreign mechanism if you have to punish the perpetrators. If not, you are scared.",
        "There have been hundreds of thousands of killings in the North and East, not just Mullivaikkal.. We are demanding justice for this. It has been proven in the past that there is no justice in the domestic mechanism. Thus, action should be taken to accept the foreign mechanism and uphold justice.",
        "The government is carrying out drugs and anti -corruption activities. This is a good thing. Similarly, in this regard, you should accept foreign affairs.",
        "In this case, the UN. The 60th Session of the Human Rights Council became the beginning of Monday (08). Addressing the gathering, Minister Harerat had announced that he would not accept any external mechanism.",
        "Foreign, Foreign Employment and Tourism Minister Vijitha Herath has said in Geneva that Sri Lanka is opposed to any external mechanism to complicate divisions in the country and complicate the national reconciliation process.",
        "Meanwhile, human rights violations and all humanitarian law violations of the United Nations to establish an exclusive judicial mechanism, including an independent specialist advisor to handle a series of agitations.. It is noteworthy that he also pointed out that these activities were essential for these activities, including the Human Rights Council, with the urging of the Human Rights Council, Volcker Durg."
      ]
    }
  },
  "summary_lines": []
}