{
  "translated_text": {
    "si": {
      "title": "13 - කරු ජයසුරිය ක්රියාත්මක කිරීම පිළිබඳ වටකුරු සමුළුවක් පවත්වන්න",
      "body_lines": [
        "13 වන ව්යවස්ථා සංශෝධනය ක්රියාත්මක කිරීම පිළිබඳව දේශපාලන නායකයින් සහ ඩයස්පෝරා දෙමළ ජනයා සිය ධනාත්මක ස්ථාවරය ප්රකාශ කර ඇති අතර, මුකර්ජි හි ජාතික ව්යාපාරයේ කරුජයාසූරිය සහ මුකර්ජි හි ජාතික ව්යාපාරයේ හිටපු කථානායකවරයා ප්රමාදයකින් තොරව විසඳුමක් ඉල්ලා තිබේ.",
        "ජාතිය හා දකුණ පිළිබඳ අන්යෝන්ය විශ්වාසය ඇති කර ගැනීම අපගේ ජාතිය හා දකුණ පිළිබඳ අන්යෝන්ය විශ්වාසය ඇති කර ගැනීම අපගේ රාජකාරියකි.",
        "එමනිසා, මෙම ගැටළුව කෙරෙහි අවධානය යොමු කිරීම සහ එළඹෙන පාර්ලිමේන්තු මැතිවරණයට පෙර මැදිහත්වීම අපගේ බලාපොරොත්තුවයි. එපමණක් නොව, ගරු. පාලක පක්ෂය සහ සමස්ත විරුද්ධ පක්ෂය ඇතුළුව ජනාධිපතිතුමා 09 වැනි පාර්ලිමේන්තුවේ කාලයෙහි කේන්ද්රය ආයාචනා කරයි.",
        "13 වන ව්යවස්ථා සංශෝධනය සහ වත්මන් ජනාධිපති රනිල් වික්රමසිංහ, ජනතා විමුක්ති පෙරමුන සහ හිටපු ජනාධිපතිවරු චන්ද්රිකා බණ්ඩාරනායක සහ මහින්ද රාජපක්ෂ මහතා මේ සම්බන්ධයෙන් සහයෝගය ලබා ඇති වැදගත්කම විපක්ෂ නායකවරයා මෑතකදී අදහස් දැක්වීය.",
        "මේ වන විට පාර්ලිමේන්තුවේ ස්වාධීනව කටයුතු කරන සාමාජිකයින් සහ ඉදිරියේදී මැතිවරණය පැවැත්වූ ජනාධිපති අපේක්ෂකයින් සිටින ජනාධිපති අපේක්ෂකයින් සහභාගී වන මෙම මතයෙහි මෙය ස්ථිර බව අපි දනිමු.",
        "එවැනි ප්රගති අභිලාෂයන් අගය කළ යුතුය. මේ සියලු කරුණු දෙස බලන විට, අපි නැවත වරක් පාර්ලිමේන්තුව නියෝජනය කරමින් පාර්ලිමේන්තුව නියෝජනය කරමින් සහ චක්රලේඛ සමුළුව ප්රමාදයකින් තොරව ඉදිරිපත් කරන සියලු දේශපාලන පක්ෂවලින් ඉල්ලා සිටියෙමු.",
        "දෙමළ ඩයස්පෝරාවේ සැලකිය යුතු කණ්ඩායමක් මෙයට සහාය දෙන බව අගය කිරීමක් ද එය අගය කළේය. රටේ මූලික පක්ෂ මේ සඳහා සහයෝගය ලබා දීම ප්රශංසනීය ය.",
        "දෙමළ දේශපාලන පක්ෂ මෙන් මෙම සාකච්ඡා නොසලකා හැරීමට සියලු පාර්ශවකරුවන්ට යුතුකමක් ඇත. මෙම අවස්ථාව කෙටි දේශපාලන හේතු නිසා ලිස්සා ගියහොත්. එබැවින් ජනාධිපති අභිප්රායයට මැදිහත් වන ලෙස අපි පාර්ලිමේන්තුවෙන් ඉල්ලා සිටිමු."
      ]
    },
    "en": {
      "title": "Conduct a circular conference on implementing 13 - Karujayasuriya",
      "body_lines": [
        "Political leaders and diaspora Tamils ​​have expressed their positive position on the implementation of the 13th Amendment, and Karujayasuriya, the leader and former Speaker of the National Movement for Mukherjee, has called for a solution without delay.",
        "It is our great duty to establish mutual confidence in the North and South, to ensure that race and religion -based conflicts are not resumed, the right to live with dignity for all citizens and not leave these problems for future generations.",
        "Therefore, it is our hope that focusing on this issue and making interventions before the upcoming parliamentary elections. Moreover, the Hon. President, including the ruling party and the entire opposition party, appeals to the focus of the 09th Parliament's time.",
        "The Opposition Leader has recently commented on the importance of implementing the 13th Amendment and the current President Ranil Wickremesinghe, the Janatha Vimukthi Peramuna and former Presidents Chandrika Bandaranaike and Mahinda Rajapaksa have supported the matter.",
        "We know that this is firm in this view that the large number of members who are currently acting independently in Parliament and the presidential candidates who are counting the election in the future.",
        "Should be appreciated by such progressive aspirations. In view of all these issues, we once again urge all the political parties that are currently representing parliament and conveying the circular conference without delay.",
        "It is also a matter of appreciation that a significant group of Tamil diaspora supports this. It is commendable that the country's primary parties have supported this.",
        "All parties have a duty to not ignore these talks, like Tamil political parties. If this opportunity is slipped for shorter political reasons. Therefore, we urge the Parliament to interfere with the presidential intention."
      ]
    }
  },
  "summary_lines": [
    "Political leaders and Tamil diaspora support immediate implementation of the 13th Amendment, led by Karujayasuriya, aiming to prevent future racial and religious conflicts and ensure dignified living for all citizens. The call comes ahead of parliamentary elections, with backing from the President, ruling and opposition parties, and influential figures like Ranil Wickremesinghe, Chandrika Bandaranaike, and Mahinda Rajapaksa. This initiative is seen as crucial for addressing ongoing issues and setting a progressive path forward, with the appeal extending to all parliamentary parties to prioritize this matter."
  ]
}