{
  "translated_text": {
    "si": {
      "title": "ණය තත්ත්වය ළඟා කර ගැනීම සඳහා අවිනිශ්චිතතාවය අවසන් වී ඇත - මුදල් අමාත්ය සේහාන් සෙමසිංහ",
      "body_lines": [
        "ශ්රී ලංකාවේ ශ්රී ලංකාවේ අවිනිශ්චිතතාවයේ සියලු අවිනිශ්චිතතාවයන් දැන් අවසන් වී ඇති බව මුදල් අමාත්ය ෂිහාන් සේමසිංහ මහතා දැන් අවසන් වී ඇති බව පැවසීය.",
        "ශ්රී ලංකාවේ ණය ප්රතිව්යුහගත කිරීම ගැන ජාත්යන්තර ප්රජාවට විශ්වාස කරන නමුත් ශ්රී ලංකාවේ සමහර පාර්ශවයන් ඔවුන්ගේ දේශපාලන අරමුණු වලින් දැකීම ප්රතික්ෂේප කර ඇති බව රාජ්ය අමාත්යවරයා පැවසීය.",
        "අද (02) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදී මුදල් අමාත්ය ෂිහාන් සේමසිංහ මහතා මේ බව පැවසීය.",
        "ණය අලුත්වැඩියාව පිළිබඳ ශුභාරංචිය රටේ ආර්ථිකය නැවත ගොඩනැංවීම සඳහා අවශ්ය වේ. ජුනි 26 වන දින, ද්විපාර්ශ්වික ණය නිකුත් කරන්නාගේ සහ ද්විපාර්ශ්වික ණය පළාත් සභාවේ රටවල රටවල් නිල ණය සපයන්නන් ලෙස ගිවිසුම් අත්සන් කරන ලදී.",
        "එසේම, එදිනම චීන එක්සිම් බැංකුව සමඟ ගිවිසුම ඇති විය. මේ අනුව, අපි ණය ප්රතිව්යුහගතකරණයට අදාළ අත්යවශ්ය කරුණු දෙකක් සම්පූර්ණ කර ඇත්තෙමු. එපමණක් නොව, ශ්රී ලංකාවේ ණය ප්රතිසංස්කරණය කර ඇති බව ජාත්යන්තර ප්රජාවට විශ්වාසයි. නමුත් මේ රටේ සමහර පක්ෂ දේශපාලන අරමුණු සඳහා ණය ප්රතිව්යුහගත කිරීමේ ක්රියාවලිය දැකීම ප්රතික්ෂේප කරති.",
        "මෙය රටක් වැනි ඉතා කනගාටුදායක දෙයක් බව පැවසිය යුතුය. මුලින්ම අපි හිතුවේ සමහර පාර්ශ්වයන් මේක කියන නිසා අපට මේක තේරෙන්නේ නැහැ. නමුත් එම අදහස් පටු දේශපාලන අරමුණු මගින් ප්රකාශ කර ඇති බව දැන් පැහැදිලි ය. ජනාධිපති රනිල් වික්රමසිංහ මහතා අද පාර්ලිමේන්තුව ඇමතූ විට, එය පැහැදිලිව පෙන්නුම් කළේ විරුද්ධ පක්ෂ ක්රියා කරන ආකාරයයි.. එමනිසා, රටේ ප්රගතිය සහ ආර්ථිකයේ ප්රගතියට බාධාවක් වන අය ගැන ජනතාව පැහැදිලි විය යුතුය. සමහරු Hana ානාව සහ ඉක්වදෝරය වැනි රටවල දුක්ඛිත තත්වය පිළිබඳව අදහස් දක්වමින් සිටිති.",
        "නමුත් අඩු-අයනෙත් රටවල් සහ මධ්යම-ලිඛිත රටවල් අතර ණය ප්රතිසංවිධානයෙහි ඇති වෙනස්කම් අප තේරුම් ගත යුතුය. අපේ රටේ ණය ප්රතිව්යුහගත කිරීම, මැද -ජි-ලිහිල් ලෙජි, අඩු-ලිහිල් රටක ණය ප්රතිව්යුහගතකරණයට වඩා සංකීර්ණයි.",
        "නමුත් මධ්යම ආදායම් ලබන රටවලට සාපේක්ෂව මෙම ණය ප්රතිව්යුහගත කිරීම සඳහා ශ්රී ලංකාව ඉදිරියෙන් සිටී. තවද, ක්රියාකාරකම් තුළින් ණය ප්රතිව්යුහගතකරණයේ ප්රධාන ගැටළු 03 ක් ඔප්පු කිරීමට අපි සූදානම්. ඒ අනුව, අපගේ ණය සපයන්නන් 2024 සිට 2027 දක්වා ණය ගෙවීමට කාලය ලබා දී ඇත. එම කාලය තුළ රටේ ජනතාවගේ ප්රයෝජනය සඳහා ඩොලර් බිලියන 05 ක් පමණ ප්රතිලාභ භාවිතා කිරීමට අපට අවස්ථාව ලබා දී තිබේ.",
        "තව. 2027 සහ 2032 කාලය තුළ මුළු මූල්ය අවශ්යතාවය 13% දක්වා අඩු කළ යුතුය. 2027-2032 කාලය තුළ විදේශ ණය සේවාව 4.5% දක්වා අඩු කළ යුතුය.",
        "මෙම ඉලක්ක 03 සම්පූර්ණ කිරීම සඳහා නිශ්චිත ණය ප්රතිව්යුහගත කිරීමකට අපි දැන් එකඟ වී සිටිමු. ඒ අනුව, මේ රට සඳහා ණය තත්ත්වය අත්කර ගැනීම සඳහා පැවති සියලු අවිනිශ්චිතතාව දැන් තුරන් කර ඇත. මෙම ආර්ථික කළමනාකරණය සමඟ, ශ්රී ලංකාවේ උද්ධමනය 70% සිට 1.7% දක්වා අඩු කර ඇත. රටේ භාණ්ඩාගාර කාර්යාංශයේ දී, වසරක පොලී අනුපාතය 10% දක්වා ළඟා වී ඇති බව මුදල් අමාත්ය ෂිහාන් සෙමසිංහ මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "The uncertainty in achieving debt status has come to an end - Finance Minister Sehan Semasinghe",
      "body_lines": [
        "Finance Minister Xihan Semasinghe said that all the uncertainty in Sri Lanka's uncertainty in Sri Lanka has now ended.",
        "The Minister of State said that the international community is confident of Sri Lanka's debt restructuring, but some parties in Sri Lanka have refused to see it with their political goals.",
        "Finance Minister Xihan Semasinghe said this at a media briefing held at the Presidential Media Center today (02).",
        "The good news on the debt renovation that is necessary to rebuild the country's economy. On June 26, agreements and agreements were signed with the countries of the bilateral credit issuer and the countries of the Bilateral Credit Provincial Council as official credit providers.",
        "Also, the same day the agreement was reached with China Exim Bank. Thus, we have completed two essential issues relating to debt restructuring. Moreover, the international community is confident that the debt is renovated in Sri Lanka. But some parties in this country refuse to see the debt restructuring process for political purposes.",
        "It must be said that this is a very sad thing as a country. First we thought that some parties were saying this because we did not understand this. But it is now clear that those ideas are stated by narrow political purposes. When President Ranil Wickremesinghe addressed Parliament today, it was clearly demonstrated by the manner in which the opposition parties were acting.. Therefore, people should be clear on how those who disrupt the country's progress mix of politics and economy. Some are making comments on the plight of countries such as Ghana and Ecuador Argentina.",
        "But we need to understand the differences in debt reorganization between low -income countries and middle -income countries. Debt restructuring in our country, the middle -income country, is more complicated than the low -income country debt restructuring.",
        "But Sri Lanka is in the forefront of this debt restructuring compared to middle income countries. Furthermore, we are ready to prove 03 key issues of debt restructuring through the activity. Accordingly, our credit providers have given time to pay the loan from 2024 to 2027. We have been given the opportunity to use the benefits of about $ 05 billion for the benefit of the people of the country during that time.",
        "More. Total financial requirement to be reduced to 13% over the period of 2027 and 2032. During the period of 2027-2032, foreign credit service should be reduced to 4.5%.",
        "We have now agreed to a specific credit restructuring to complete these 03 goals. Accordingly, all the uncertainty that existed in order to achieve debt status for this country has now been eliminated. With this economic management, inflation in Sri Lanka has been reduced from 70% to 1.7%. At the country's Treasury Bureau, the interest rate of one year has reached 10%, ”said Finance Minister Xihan Semasinghe."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's Finance Minister Xihan Semasinghe announced the resolution of uncertainties surrounding the country's debt restructuring, attributing confidence from the international community despite internal political obstacles. The minister highlighted successful negotiations with bilateral creditors and the China Exim Bank, securing crucial agreements for economic recovery. He emphasized the complexity of debt restructuring for middle-income countries like Sri Lanka, contrasting it with lower-income nations, and assured that the country is leading in this aspect among its peers. The minister also mentioned the reduction of inflation and interest rates as part of the economic management efforts."
  ]
}