{
  "translated_text": {
    "ta": {
      "title": "அனுராஜா வேறு",
      "body_lines": [
        "உண்மையான புரட்சி நாட்டில் பெருமைமிக்க பின்னணியை உருவாக்குவதாகும்",
        "கடந்த இரண்டு ஆண்டுகளில் நாங்கள் அரசியல் இல்லாமல் பணியாற்றியதால் நாடு நாட்டிற்கு பல வெற்றிகளை வழங்க முடிந்தது.",
        "4012 நபர்களுக்கு ஃப்ரீஹோல்ட் பத்திரங்கள் வழங்கப்படும் என்று ஜனாதிபதி மஹிந்த ராஜபக்ஷா கூறுகிறார்",
        "ஜனாதிபதி ரணில் விக்கிரமேசிங்கே, மக்கள் பெருமையுடன் நாட்டை சமநிலைப்படுத்துவார்கள், மனிதர்களைக் கொல்வது அல்லது எரியும் மக்களுக்கு அல்ல, ஆனால் மக்களுக்கு.",
        "இலங்கை மக்கள் இந்த பின்னணியில் உள்ள மக்களுக்கு அரசியலால் இணைக்கப்பட வேண்டும் என்று \"பாரம்பரியம்\" என்று ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "தம்புத்தேகாமா மகாவேலி மைதானத்தில் தம்புத்தேகாமா மகாவேலி மைதானத்தில் நேற்று தம்புத்தேகாமா மகாவேலி அரங்கத்தில் ஜனாதிபதி ரணில் விக்ரமசிங்க இந்த அறிக்கையை வெளியிட்டார்.",
        "9012 மகாவேலி பிரிவுகள் அனுராதபுரா மாவட்டத்தில் 4012 மகாவேலி பிரிவுகளுக்கு வழங்கப்பட்டன.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கிற்கு 47 நில பத்திரங்கள் வழங்கப்பட்டுள்ளன.",
        "ஜனாதிபதி ரணில் விக்கிரேமசிங்க மேலும் கூறினார்,",
        "நான் ஒரு முறை 50 ஆண்டுகளுக்கு முன்பு தம்புத்தேகாமா பகுதிக்கு வந்தேன். அந்த நேரத்தில், இடது முன் ரத்னாலனா இறந்த பின்னர் போட்டியிட பண்டாரநாயக குடும்பத்திற்கு வந்திருந்தார்.. அவர் கலந்து கொண்டதாக அனுரா பண்டாரநாயக்கில் கூறினார். எதிர்க்கட்சித் தலைவர் ஜே.ஆர். அவருக்கு உதவி செய்யப்பட்டதா என்று ஜெயவார்ட் அவரிடம் கேட்டார். ஜூனியர். ஜெயவர்தேனா ஆம் என்று அறிவித்தார். பின்னர் சந்திரிகாவும் விஜய குமாரதுங்காவும் அதை எதிர்த்தனர். முடிவில், பண்டாரநாயகே தனது மகனை ரத்மலானாவில் வழங்கினார். இடைக்காலத் தேர்தலுக்கான இடைக்காலத் தேர்தலுக்கு யு.என்.பி முன்வந்துள்ளது.",
        "இந்த பகுதிகளில் எந்த முன்னேற்றமும் இல்லை. 10 ஆண்டுகளுக்குப் பிறகு, நான் 1984 இல் தம்புத்தெகாமாவுக்குத் திரும்பினேன். நாங்கள் ஒரு அரசாங்கத்தை கட்டியிருந்தோம், அமைச்சர் காமினி டிஸ்டனாயக்க துணை அமைச்சராக நியமிக்கப்பட்டோம்.. காமினி டிசனாயக்க மஹாவேலி எச் மண்டலத்தை ஒப்படைத்தார். எங்கள் ஆதரவை மேம்படுத்துவதற்கும் மேம்படுத்துவதற்கும் அவர் செயல்பட்டார்.",
        "காமினி டிசனாயக்க மஹாவேலி மேம்பாட்டு திட்டத்தின் கீழ் கலாவாவாவா பகுதியில் பிரதான நகரத்தைத் திறந்தார். சென்ட்ரல் பஸ் ஸ்டாண்ட், முழுமையான துணை நதிகள், துணை அரசாங்க முகவர் அலுவலகம் மற்றும் சந்தைகள் தொடங்கின.",
        "நான் கல்வி அமைச்சர் மற்றும் எம்.எச். திரு. முகமது போக்குவரத்து அமைச்சர் மற்றும் ரஞ்சித் அதபட்டுவை சுகாதார அமைச்சராக கலந்து கொண்டார். முன்னதாக, திரு. கண்காணிப்பாளர் செய்த கோரிக்கை தம்புதேகாமா மகா வித்யாலயாவுக்கு ஒரு / எல் கல்வியை வழங்க முடிந்தது. அவர்கள் ஒரு புதிய கட்டிடத்திற்கும் சேவை செய்தனர்.",
        "தம்புட்டிகாமா ஒரு ஆழமான நகரமாக மாறிவிட்டது. 1984 ஆம் ஆண்டில் நான் இந்த பகுதிக்கு வந்தபோது என் நண்பர் அனுரா டிஸ்டனாயக்கே அந்த பள்ளியில் இருந்தார். நாங்கள் மேம்பட்ட நிலை கல்வியை வழங்கியதிலிருந்து, ஜி.இ.டி மேம்பட்ட நிலை தேர்வில் தேர்ச்சி பெற முடிந்தது மற்றும் பாராளுமன்றத்தில் வெற்றிகரமாக பணியாற்றியுள்ளோம்.",
        "ஜே.வி.பி வெள்ளை காகிதத்திற்கு ஒரு பெரிய எதிர்ப்பாக இருந்தது. இருப்பினும், இந்த வெள்ளை காகிதத்தில் இன்று ஜனாதிபதி வேட்பாளராக இருப்பதில் பெருமைப்படுகிறேன். இது கல்வி முறையின் வெற்றியைக் காட்டுகிறது.",
        "நான் இன்று வந்தபோது, ​​பள்ளியின் வளங்கள் இன்னும் போதுமானதாக இல்லை என்று அதிபர் கூறினார். எனவே, தம்புதேகாமா கல்லூரிக்கு ஒரு புதிய கட்டிடத்தை வழங்க நடவடிக்கை எடுக்கப்படும். இந்த பகுதிகளில் நாங்கள் பெரிய முன்னேற்றங்களைச் செய்துள்ளோம், பின்னர் அதை முன்னோக்கி கொண்டு வந்தோம். அமைச்சர்கள் மற்றும் மகாவேலி அமைச்சர்கள் மாகாணத்தில் பிறந்தனர்.",
        "திரு. அனுரா டிசனாயக்கும் நானும் பாராளுமன்றத்தில் ஒன்றாக வேலை செய்கிறோம், எங்கள் அரசியல் வேறுபட்டது. பல நாட்களுக்கு முன்பு அந்த நாடாளுமன்றத்தை அவர் அறிவித்தார். இந்த அரசியலில் கார்மேன் விளையாட்டு மஹிந்த ராஜபக்ஷம் என்று அவர் கூறினார். இது எனக்கு ஒரு பிரச்சினை அல்ல. அவர் ஒரு ராஜபக்சாக்களாக இருப்பதை நான் விரும்பவில்லை. ராஜபக்சர்களுக்கு இவ்வளவு உள்ளது. மற்றும் அன்பிஸ்டுகள் உள்ளனர். மற்ற கட்சிகளில் மற்றவர்களும் உள்ளனர். நாம் அனைவரும் ஒன்றாக வேலை செய்ய வேண்டும்.",
        "சந்திரிகா பண்டாரநாயக்கை ஜனாதிபதி பதவியை விட்டு வெளியேறியபோது எனக்கு நினைவிருக்கிறது.. எம்.பி. டிஸ்டனாயக்கை அன்ன்லி கூறினார், அதை திரு மஹிந்த ராஜபக்ஷரிடம் கொடுக்கச் சொன்னார். தேர்தலில் அவருக்காக வேலை செய்தார். இது எனக்கு ஒரு பிரச்சினை அல்ல. இன்று, நாம் அனைவரும் எங்களுடன் அரசியலுடன் இணைகிறோம். ராஜபக்ஸும் யுனைடெட் தேசிய கட்சியும் (யு.என்.பி) என்பதில் எந்த சந்தேகமும் இல்லை. நாம் அனைவரும் வீழ்ந்த நாட்டை மீட்டெடுத்தோம். இலங்கையைப் போல இலங்கைக்கு முன்பாக வேறு எந்த நாடும் இல்லை என்று அமெரிக்கா கூறியுள்ளது. மற்ற நாடுகள் இதைப் பின்பற்ற வேண்டும்.",
        "இந்த நாட்டின் அரசியல் அமைப்பு இரண்டு ஆண்டுகளுக்கு முன்பு செயலிழந்தது. இந்த விஷயத்தை நாடு கெஞ்சுகிறது. 3 நாட்கள் ஒரு பிரதமரைத் தேடிக்கொண்டிருந்தன. இது அரசியலில் நடக்க முடியாது. நாட்டில், ஒரு இருக்கை ஜனாதிபதி. இன்று நாம் அனைவரும் நாட்டின் பொருளாதாரத்தை ஒரு நிலையான நிலைக்கு கொண்டு வந்துள்ளோம். அரசியல் இல்லாமல் பணிபுரிந்தது அந்த வெற்றியைப் பெற முடிந்தது.",
        "அதற்கு முன்னர் பல அரசியல் மோதல்கள் இருந்தன. ஆனால் நாடு விழும்போது, ​​உங்களால் முடியாது. அந்த நேரத்தில் நாங்கள் சேரவில்லை என்றால், அரசியல் செய்ய ஒரு நாட்டை விட்டு வெளியேற மாட்டோம். கடந்த இரண்டு ஆண்டுகளாக மக்களுக்கு எங்களுக்கு நிவாரணம் வழங்கப்பட்டுள்ளது. இந்த திவால்நிலை நாட்டின் செழிப்பு மூன்று மடங்கு வரை கிழிக்கப்பட்டது. பொது ஊழியர்களுக்கு ரூ .10,000 பரிசையும் வழங்கியது. முதல் முறையாக, முதல் முறையாக, பரிசு 2015 இல் பிரதமராக பிரதமராக வழங்கப்பட்டது. மேலும், விவசாயி சமூகம் இன்று நாட்டின் விவசாயத்தை வழங்கியுள்ளது.",
        "கடந்த கால பொருளாதார நெருக்கடியால் நாட்டின் அனைத்து மக்களும் பாதிக்கப்பட்டுள்ளனர். நாட்டின் பொருளாதாரம் இப்போது கட்டப்படும்போது அவற்றை மறக்க முடியாது. இந்த பகுதியில் உள்ள விவசாயிகள் கடந்த பருவத்தில் எங்களுக்கு ஒரு நல்ல அறுவடையை வழங்கினர். அதனால்தான் பொருளாதாரத்தை வலுப்படுத்தவும் தொடரவும் முடிந்தது. இந்த நபர்களுக்கு நன்றியுள்ள சிகிச்சையாக இன்று எங்கள் ஃப்ரீஹோல்ட் நில உரிமையை நாங்கள் செயல்படுத்தியுள்ளோம். இது ஒரு புரட்சிகர நடவடிக்கை. இது உண்மையான சோசலிசம். நாங்கள் ஒரு ஜனநாயக சோசலிச நாடு. எனவே உரிமையை கொடுக்க வேண்டும். சீனாவும் சோசலிசமும் பொருளாதாரத்தை உருவாக்கி வருமானத்தை ஈட்டியது.",
        "நாட்டில் ஏற்றுமதி பொருளாதாரத்தை உருவாக்குவதற்கான திட்டத்தை இப்போது செயல்படுத்தியுள்ளோம். இவை அனைத்தும் மக்களுக்கு மக்களுக்கு உரிமையை அளிப்பதாகும். இனி சோசலிசமும் ஒரு புரட்சியும் இல்லை. புரட்சிவ் என்பது மக்களைக் கொல்வது, கோவிலில் வீடுகளை சுடுவது அல்லது எரிப்பது அல்ல. இது உண்மையான புரட்சி. பரம்பரை திட்டத்தின் மக்கள் நில உரிமைகளைப் பெறுகிறார்கள். இந்த உரிமையைப் பெறும்படி நான் மக்களிடம் கேட்கிறேன், பெருமையுடன் முன்னேறவும். இது உங்கள் விடுதலை. இப்போது நீங்கள் அதிகாரிகளைப் பின்பற்ற விரும்பவில்லை. எனவே, அரசியல் இல்லாமல் இந்த திட்டத்தைத் தொடர அனைவரையும் அழைக்கிறேன்."
      ]
    },
    "en": {
      "title": "Anuraja is different",
      "body_lines": [
        "The real revolution is to build a proud background in the country",
        "The country was able to provide many victories to the country as we worked without politics over the past two years.",
        "President Mahinda Rajapaksa says that 4012 persons will be granted freehold deeds",
        "President Ranil Wickremesinghe said that the people would proudly proignated the country, not to the killing of humans or burning people, but to the people.",
        "The President pointed out that the \"heritage\" the people of Sri Lanka has enabled the people of this background should be joined by politics.",
        "President Ranil Wickremesinghe made this statement at the Thambuththegama Mahaweli Stadium yesterday (13) at the Thambuththegama Mahaweli Stadium yesterday.",
        "The 9012 Mahaweli Divisions were presented to 4012 Mahaweli divisions in the Anuradhapura District.",
        "President Ranil Wickremesinghe has been awarded 47 land deeds.",
        "President Ranil Wickremesinghe further said,",
        "I once arrived in the Thambuththegama area over 50 years ago. At that time, the Left Front had come to the Bandaranaike family to contest after the death of Ratnalana.. Anura Bandaranaike said he was present. Opposition Leader JR. Jayawarde asked him if he was assisted. JR. Jayawardena declared yes. Then Chandrika and Vijaya Kumaratunga opposed it. At the end, Bandaranaike presented his son in Rathmalana. The UNP has come forward to the interim election for the interim election.",
        "There was no improvement in these areas. 10 years later, I returned to Thambuththegama in 1984. We had built a government and was appointed Deputy Minister of Minister Gamini Dissanayake.. Gamini Dissanayake handed over Mahaweli H Zone. He acted to benefit and improve our support.",
        "Gamini Dissanayake opened the main city in the Kalawwawa area under Mahaweli Development Program. Central Bus Stand, the Complete Tributaries, the Vice Government Agent's Office and the Markets started.",
        "I attended the Minister of Education and MH. Mr. Mohammed attended the Minister of Transport and Ranjith Atapattu as the Minister of Health. Previously, I was able to provide A / L education to Thambuththegama Maha Vidyalaya, the request made by Mr. Superintendent. They also served a new building.",
        "Tambuttegama has become a profound city. My friend Anura Dissanayake was in that school when I arrived in this area in 1984. Since we have given Advanced Level education, we have been able to pass the GCE Advanced Level Examination and has successfully served in Parliament.",
        "JVP was a large opposition to the White Paper. However, I am proud to be a presence in this white paper to be a presidential candidate today. This shows the success of the education system.",
        "When I arrived today, the Principal said that the resources of the school have yet to be inadequate. Therefore, action will be taken to provide a new building for the College of Thambuththegama. We have made great advances in these areas and then brought it forward. Ministers and Mahaweli Ministers were born of the province.",
        "Mr. Anura Dissanayake and I work together in Parliament, our politics is different. He declared that Parliament several days ago. He said the Game Carman in this politics is Mahinda Rajapaksa. It's not a problem for me. I do not want him to be an Rajapaksas. The Rajapaksas have so much. And there are the UNPists. And there are others in other parties. All of us should work together.",
        "I remember when Chandrika Bandaranaike left the presidency to give it to Mr. Anura Bandaranaike to give it. Annly said MP Dissanayake and told him to give it to Mr. Mahinda Rajapaksa. Worked for him in the election. It's not a problem for me. Today, all of us join us with politics. There is no question that Rajapakse and the United National Party (UNP). All of us recovered the country that fell. The United States has stated that there is no other country that has come before Sri Lanka like Sri Lanka. The other countries should imitate this.",
        "The political system of this country crashed two years ago. The country is begging the matter. 3 days were looking for a Prime Minister. It cannot happen in politics. And in the country, a single seat is the President. All of us today have brought together the economy of the country to a stable. Worked without politics was able to get that victory.",
        "Before that had many political conflicts. But when the country falls, you can't. If we don't join at that time, we will not leave a country to do politics. We have been given relief for the people last two years. This bankruptcy was torn up to three times the prosperity of the country. Also gave a gift of Rs 10,000 to public servants. For the first time, for the first time, the gift was given as the Prime Minister as the Prime Minister in 2015. Also, the farmer community has provided the agriculture of the country today.",
        "All the people of the country were affected by the past economic crisis. It is not possible to forget them when the economy of the country is built now. The farmers in this area gave us a good harvest in last season. That is why we were able to strengthen the economy and proceed. We have implemented our freehold land ownership today as a grateful treatment of these people. This is a revolutionary step. This is the real socialism. We are a democratic socialist country. So should give the right. China and socialism developed the economy and earned incomes.",
        "We have now implemented the program to create an export economy in the country. All of this is to give the people the right to the people. There is no more socialist and a revolution. Revolutionism is not the killing of people, shooting or burning the houses in the temple. This is the real revolution. The people of the inheritance program receive land rights. I ask the people to get this right and proudly move forward. This is your liberation. Now you don't want to follow the officers. Therefore, I invite everyone to continue this program without politics."
      ]
    }
  },
  "summary_lines": [
    "In a speech at the Thambuththegama Mahaweli Stadium, President Ranil Wickremesinghe highlighted the importance of unity and progress beyond politics, citing the successful implementation of projects and policies that benefited the nation, including the granting of freehold deeds to 4012 individuals. He emphasized the need for a proud national heritage and the role of politics in fostering this, referencing historical events and personal experiences to underscore the potential for collaboration across party lines. The address also touched on the country's economic recovery, the importance of education, and the vision for a prosperous future where the focus is on development rather than conflict."
  ]
}