{
  "translated_text": {
    "ta": {
      "title": "மகவிலா விபத்தில் மனிதன் இறந்துவிடுகிறான்",
      "body_lines": [
        "பனதுரா சாலையில் சைக்கிள் ஓட்டுநர் மற்றும் மோட்டார் சைக்கிள் மீது மோதியதில் சைக்கிள் ஓட்டுநர் கொல்லப்பட்டதாக சைக்கிள் ஓட்டுநர் கூறினார்.",
        "இறந்தவர் அலுபோமுல்லா பகுதியில் வசிக்கும் 47 வயதான மைதானமாக அடையாளம் காணப்பட்டுள்ளார்.",
        "பாதிக்கப்பட்டவர் பனாதுரா சாலையில் இருந்து பனாதுரா சாலையில் இருந்து பனாதுரா சாலையில் சென்று கொண்டிருந்தபோது சைக்கிள் ஓட்டுதலுக்குப் பின்னால் ஒரு மோட்டார் சைக்கிள் இருந்தது.",
        "பனாதுரா அடிப்படை மருத்துவமனை மற்றும் மோட்டார் சைக்கிள் மற்றும் மோட்டார் சைக்கிள் ஓட்டுநரின் எல்லை ஆகியவற்றில் சைக்கிள் ஓட்டுநர் கொல்லப்பட்டார்."
      ]
    },
    "en": {
      "title": "Man dies in Mahavila accident",
      "body_lines": [
        "The Cyclist said that the cyclist was killed in collision with a bicyclist and a motorcycle in Panadura road.",
        "The deceased has been identified as a 47-year-old minor residing in the Alubomulla area.",
        "The victim was a motorcycle behind the bicycling while he was heading to the Panadura road from the Panadura road from the Panadura road in Panadura road.",
        "The cyclist was killed after admission to the Panadura Base Hospital and the boundary of the motorcycle and the motorcyclist."
      ]
    }
  },
  "summary_lines": [
    "A 47-year-old man died in a tragic accident involving a bicycle and a motorcycle on Panadura road. The incident occurred when the victim, who was riding his motorcycle, collided with a cyclist. He was later pronounced dead upon arrival at the Panadura Base Hospital."
  ]
}