{
  "translated_text": {
    "si": {
      "title": "`` 15 நாள் கணவனுடன், 15 நாள் காதலனுடன்’’ : பெண் போட்ட நிபந்தனை",
      "body_lines": [
        "විවාහක කාන්තාවක් තම පෙම්වතා සමඟ පසුගිය වසරට වරක් ඇගේ පෙම්වතා සමඟ නිවසින් පලා ගොස් ඇත. உத்தரப்பிரதேசத்தில் உள்ள ராம்பூர் என்ற இடத்தில் வசிக்கும் சுக்ராம் என்பவர், கடந்த ஒரு ஆண்டுக்கு முன்பு மேகா என்ற பெண்ணை திருமணம் செய்து கொண்டார்.",
        "විවාහ වී විවාහ වී විවාහ වූ මෙගා එම ප්රදේශයේම මිනිසෙකු සමඟ ආදරයෙන් බැඳීමට පටන් ගත්තේය. වරෙක ඔහු ඇගේ පෙම්වතා සමඟ දිව ගියේය.",
        "සුක්රාම් සුක්රාම්ට බිරිඳ බිරිඳට ගෙන ඒමට බල කළා. මේ අනුව බිරිඳ තමා සිටි ස්ථානය සොයාගෙන ඔහුව ගෙදර ගෙන ආවේය.",
        "සුක්රාම් තම බිරිඳව ගෙදර ගෙනැවිත් තිබුණද, ඔහුගේ බිරිඳ නිරන්තරයෙන් නිවසේ නොවේ. පෙම්වතා බොහෝ විට යන්න සිරිතක් විය.",
        "සුක්රාම් සෑම විටම තම බිරිඳ ගෙදර ගෙන යාම සිරිතකි. එය දිගටමාලාව ගෙන ආවා, මගේ පෙම්වතා සමඟ මෙගා ආපසු දිව ගියේය.",
        "ඔහු පසුගිය වසරේදී තම පෙම්වතා සමඟ 9 වතාවක් පලා ගියේය. අන්තිමේදී, ඔහු දින 8 කට පෙර ඇගේ පෙම්වතා සමඟ දිව ගියේය. මේ වතාවේ සුක්රාම් කෙලින්ම පොලිසියට ගොස් පැමිණිල්ලක් ඉදිරිපත් කළේය.",
        "තම බිරිඳට විරුද්ධව කිසිදු නඩුවක් ගොනු නොකළ යුතු බවත්, ඔහු ඔහු වෙත ගෙන ආ යුතු බවත් සුක්රාම් පැවසීය.",
        "පොලිසිය ද සිටි ස්ථානය ද සොයාගෙන ඔහුව නැවත සුක්කරම් වෙත ගෙන ආවේය. නමුත් ඊළඟ දවසේ මේග නැවත ඇගේ පෙම්වතාගේ නිවස වෙත ආපසු ගියේය.",
        "වහාම සුක්රාම් නැවත ඔහුගේ පෙම්වතාගේ නිවස වෙත ගොස් ඔහු පැමිණ ඔහු සමඟ පැමිණෙන ලෙස ඉල්ලා සිටියේය. නමුත් මේ වතාවේ \"සාදරයෙන් පිළිගන්නේ\" නොවන බව මෙගා දැඩි විය. පසුව, සුක්රාම් ගම්මාන ගම්මායත් රැස් කර ඔහුගේ ගැටලුව ප්රකාශ කර තිබේ.",
        "පංචයාට් ද පංචයාට් වෙත මෙගා කැඳවීය. පංචයාට් මෙගා සමඟ කතා කළා. පංචයාත් තම සැමියා සමඟ ජීවත් වන ලෙස ඉල්ලා සිටියේය. නමුත් මෙගා ඊට එකඟ වුණේ නැහැ.",
        "සුක්රාම් දැඩි වූයේ ඔහුගේ බිරිඳ සමඟ ඔහු සමඟ පැමිණීමට සිදුවීමයි. එහි ප්රති As ලයක් වශයෙන්, පංචායත් හිස දෙසට ගමන් කළේය.",
        "ඒ වන විට මෙගාවේ පැවසුවේ ගැටලුව විසඳුමක් බවයි. පංචයාට් වැඩිහිටියන් විසඳුම වහාම විසඳුම ඉල්ලා සිටියේය. මෙගා පැවසුවේ ඇය තම පෙම්වතා සහ ස්වාමිපුරුෂයා සමඟ මේ ප්රශ්නය විසඳන බවයි. එනම්, මාසයේ 15 වන දින ස්වාමිපුරුෂයා සහ 15 දෙනාගේ දින 15 පෙම්වතා තමා නිවසේ ජීවත් වන බව නිවේදනය කළහ.",
        "මෙගාගේ තීරණය ඇසීම ගැන පනීචායිට් හි වැඩිමහල්ලන් කම්පනයට පත් විය. ප්රති results ල අලුත් වුවත්, පංචායත් එය ක්රියාත්මක කරන ආකාරය ව්යාකූල කළේය.",
        "පංචයාට් වැඩිහිටියන් මගෙන් ඇහුවා ඔහු මේ තීරණය මෙගාගේ සැමියාට පිළිගත්තාද කියලා. බිරිඳගේ තීරණය ගැන කම්පාවට පත් වූ සුක්රාම් ඔහුගේ අතට බැග කොට, \"මගේ බිරිඳ ඇගේ පෙම්වතා සමඟ ජීවත් වීමට ඉඩ දෙන්න.. පසුව, පංචයාට් නායකයින් කම්පනයෙන් විසුරුවා හරින ලදි."
      ]
    },
    "en": {
      "title": "`` 15 Day With Husband, 15 Day Lover",
      "body_lines": [
        "A married woman has fled home 10 times with her boyfriend in the last one year. Sukram, a resident of Rampur, Uttar Pradesh, married a woman named Mega a year ago.",
        "Mega, who got married and got married, began to fall in love with a man from the same area. Once upon a time he ran with her boyfriend.",
        "Sukram forced Sukram to bring wife to wife. Thus the wife found the place where he was and brought him home.",
        "Although Sukram has brought his wife home, his wife is not constantly at home. It was customary for her boyfriend to often go.",
        "It is customary for Sukram to go and take his wife home every time. It was continuing to bring him home and Mega was running back with her boyfriend.",
        "He ran away 9 times with his boyfriend in the last one year. Finally, he ran with her boyfriend 8 days ago. This time Sukram went to the police station directly and lodged a complaint.",
        "Sukram said that he should not file any case against his wife and that he should be brought to him.",
        "The police also found the place where she was, and brought him back to Sukram. But the next day, Mega went back to her boyfriend's house.",
        "Immediately Sukram went back to his boyfriend's house, where he was back and asked to come with him. But Mega was adamant that this time would not be \"welcome\". Subsequently, Sukram had gathered the village panchayat and expressed his problem.",
        "Panchayat also summoned Mega to the Panchayat. Panchayat talked to Mega. Panchayat asked to live with her husband. But Mega did not agree.",
        "Sukram was adamant that his wife had to come with him. As a result, the panchayat headed the head, not knowing how to solve the problem.",
        "At the time, Megaway said that the problem was a solution. Panchayat elders asked for the solution right away. Mega said she was living with her boyfriend and husband to solve the issue. That is, the 15 -day husband of the month and the 15 -day boyfriend announced that he would live in the house.",
        "The elders in the panchayat were shocked to hear the decision of Mega. Even though the results are new, the panchayat confused how to implement it.",
        "Panchayat adults asked me if he accepted this decision to Mega's husband. Sukram, who was shocked to hear his wife's decision, joined his hands and said, \"Let my wife live with her boyfriend.. Subsequently, the panchayat leaders dispersed in shock."
      ]
    }
  },
  "summary_lines": []
}