{
  "translated_text": {
    "si": {
      "title": "නිරෝෂන් ප්රේමරත්න එක්සත් ජනතා බලයට එක්වී තිබේ",
      "body_lines": [
        "තංගල්ලේ දී ජනප්රිය බලවේගයේ නිරෝෂන් ප්රේමරත්න එක්සත් ජනතා බලයට එක්විය.",
        "ශ්රී ලංකා පීඒ හි පෙරමුනගේ මාතර දිස්ත්රික් අපේක්ෂක නිරෝෂන් ප්රේමරත්න මහතා, විපක්ෂ නායක සජිත් ප්රේමදාස මහතාගේ රැළියේදී (28) ජයග්රාහී රැලියේදී වේදිකාවට නැග්ගේය.",
        "2024 ජනාධිපතිවරණය ඉලක්ක කර ගනිමින් ඔහු තරගාවලියේ එක්සත් ජනතා බලය විසින් රැලියට සම්බන්ධ විය."
      ]
    },
    "en": {
      "title": "Niroshan Premaratne has joined the United People's Power",
      "body_lines": [
        "Niroshan Premaratne joined the United People's Power at a people's victory rally in Tangalle.",
        "Niroshan Premaratne, the Matara district candidate of the Sri Lanka PA's Peramuna, climbed the stage at the winning rally of Opposition Leader Sajith Premadasa on Wednesday (28).",
        "He joined the rally by the United People's Power in Tangalle, targeting the 2024 presidential election."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in 200 characters:",
    "",
    "Niroshan Premaratne joins United People's Power at Tangalle rally. He's Matara district candidate for Sri Lanka PA's Peramuna. Targeting 2024 presidential election. Joined opposition leader Sajith Premadasa's winning rally on Wednesday."
  ]
}