{
  "translated_text": {
    "si": {
      "title": "දෙමළ ජනතාවගේ ගැටලුව විසඳීමට ජාතික ජනතාවට කිසිදු අදහසක් නැත;විජිත හේරාම්ගේ ප්රකාශය එම එකම චන්ද්රකුමාර් හෙළි කරයි",
      "body_lines": [
        "සමන්සිව ලබා දිය නොහැකි බව පවසමින් විජිත හේරා හෝ ජාතික බලයට බලය ඇත. අපි මේක තෙමෙන් හෙළා දකිමු. පක්ෂය. රජය සහ රාජධානිය වෙනස් බව විජිත හේරත් තේරුම් ගත යුතුය. වෙනසක් නොමැතිව අප වෙනසක් නිර්මාණය කරන බව පවසනවාද?එසේ නම්, ඔබ නිර්මාණය කිරීමට උත්සාහ කරන වෙනස කුමක්ද?සමානාත්මතා පක්ෂයේ ප්රධාන ලේකම් සහ එක්සත් ජනතා බලයේ. මැතිවරණ දිස්ත්රික්කයේ ප්රධාන අපේක්ෂකයා වන මුරුකේසු චන්ද්රකුමාර් ප්රශ්න කර තිබේ.",
        "ඔහු මේ බව කියා සිටියේ නැගෙනහිර වඩමරාච්චි නුවර පැවති මැතිවරණ ප්රචාරක රැස්වීමේදීය.",
        "දෙමළ ජනතාවට සමන්සි ලබා දිය නොහැකි බව විජිත හේරත් දෙමළ ජනතාවට එම නිර්භීතකම ලබා දුන්නේය. ඔවුන්ගේ පවුලේ රණ්ඩු දරයන් හා රණ්ඩු අය දකුණු ශ්රී ලංකා බලය ලබා දී ඇත. දෙමළ දේශපාලන දේශපාලනයේ පූර්ණ දායකත්වය විසිරී ගොස් දුර්වල කිරීම දෙමළ ජාතික දේශපාලනය දෙමළ ජාතික දේශපාලනය පිළිගත යුතුය. අද පිරිහීම මිනිසුන්ට ගරු නොකර රංගනයේ ප්රතිවිපාක වේ. ජනතාව මෙය තේරුම් ගත යුතුයි. මෙම බලවේගයන්ට දැන් පවා ඔවුන්ගේ වැරදි නිවැරදි කිරීමට අවශ්ය නැත. එබැවින් වඩා දුර්වලතා හා පසුබෑමක් සිදුවෙමින් පවතී. දෙමළ ප්රජාවට නවාතැන් නොගත යුතුය.",
        "ශ්රී ලංකාව බහු සංස්කෘතික රටකි. මෙහිදී දෙමළ, සිංහල, මුස්ලිම් සහ උඩරට ජනතාව ජීවත් වේ. අදාළ ප්රජාවන් නියෝජනය කරන ජනතාවගේ නියෝජිතයින් පාර්ලිමේන්තුවේ සාමාජිකයෙකි. තමිල්නාඩුව විරුද්ධ පක්ෂයක් ලෙස දෙවරක් පාර්ලිමේන්තුවේ වාඩි වී සිටී. විජිත හේරත් මේ සියල්ල ගැන තේරුම් ගැනීමට උත්සාහ නොකර කථා කරයි. එක්සත් ජනතා එක්සත් ජනපදයේ දෙමළ ප්රජාවක් සහ ශ්රී ලාංකික ප්රජාවන් ලෙස එක්සත් ජනතා බලයේ සිටිමු.",
        "ශ්රී ලංකාවේ ප්රජාතන්ත්රවාදී පරිසරය හා බහුත්වවාදය නියෝජනය කරන එකම පක්ෂය අපයි. අප සහයෝගය දක්වන්නේ එබැවිනි.",
        "සමානාත්මතා පක්ෂය වන වෙන්කායි සහ මනෝහාරන් මහතාගේ සංගමය භාර කිලිනොච්චි දිස්ත්රික්කය වැනි බොහෝ දෙනෙක් මෙම අවස්ථාවට අවධානය යොමු කරන ලදී.සිවිල් වැසියන් විශාල පිරිසක් සහ මහජන සංවිධාන නියෝජිතයින් පැමිණ සිටියහ."
      ]
    },
    "en": {
      "title": "The national people have no intention of solving the problem of the Tamil people;The statement of Vijitha Heeram reveals the same - Chandrakumar",
      "body_lines": [
        "Neither Vijitha Hera or the national power has the power to say that Samasti cannot be given. We vehemently condemn this. The party. Vijitha Herath must understand that the government and the kingdom are different. Is it possible to rule without a change, saying that we are creating a change?If so, what is the change you are trying to create?The General Secretary of the Equality Party and the United People's Power. Murukesu Chandrakumar, the chief candidate of the electoral district, has questioned.",
        "He was speaking at the election propaganda meeting in Vadamarachchi East.",
        "Vijitha Herath gave the bravery to the Tamil people that the Tamil people could not be given Samasti. Their family quarrels and quarrels have given South Sri Lanka power. The parties that advanced Tamil national politics should accept the full contribution of Tamil politics being scattered and weakened. Today's degradation is the consequences of acting without respecting people. People need to understand this. These forces do not want to correct their mistakes even now. Therefore more weaknesses and setbacks are going to occur. The Tamil community should not be accommodated.",
        "Sri Lanka is a multicultural country. Here Tamil, Sinhala, Muslim and upcountry people live. Representatives of the people who are representing their respective communities are a member of Parliament. Tamil Nadu sits in Parliament twice as an opposition party. Vijitha Herath speaks of all this without trying to understand. We are united in the United People's Power as a Tamil community and Sri Lankan communities.",
        "We are the only party that represents the democratic environment and pluralism of Sri Lanka. That is why we are supportive.",
        "The event was addressed by many such as the Kilinochchi district in charge of the Equality Party, Venkai and the Chairman Manoharan.A large number of civilians and representatives of people's organizations were present."
      ]
    }
  },
  "summary_lines": [
    "Tamil people face obstacles from national powers. Equality Party leader Murugesu Chandrakumar criticizes Vijitha Herath's stance on Samasti. He emphasizes unity among Tamil and Sri Lankan communities. The party supports democratic pluralism in Sri Lanka."
  ]
}