{
  "translated_text": {
    "ta": {
      "title": "சிரிபா தயவுசெய்து ரூ .160000 முதல் 4 மல்காடு வரை அபராதம் விதிக்கப்பட்டுள்ளார்",
      "body_lines": [
        "ரத்னாபுரா கூடுதல் மாஜிஸ்திரேட் பியோனி வெத்ரிகூ ரூ.",
        "இந்த அபராதம் பிடடெனுவாவின் எஸ்டி அபராதம் விதிக்கப்பட்டது. ஹிர்சஷா லட்சன் சந்திரசேகரா, கே.எம். பியூமி மகேஷிகா, கிடுகலா, கிடுனா, நரகால்வாலா, நரகல்லா, நரகல்லவாலா. ஹசிதா நயஞ்சித் தயானந்தா மற்றும் கே.என்.என்.என்.என்.செல் ஆகியோர் நான்கு பேரில் இருந்தனர்.",
        "விலங்கினங்கள் மற்றும் தாவர கட்டளைச் சட்டத்தின் கீழ் நான்கு குற்றச்சாட்டுகளுக்கு எதிராக இரண்டு குற்றச்சாட்டுகள் பதிவு செய்யப்பட்டன. செப்டம்பர் 7, 2024 அன்று பட்டாம்பூச்சி இயற்கை ரிசர்வ் பட்டாம்பூச்சி இயற்கை இருப்பு மற்றும் பட்டாம்பூச்சி இயற்கை இருப்பின் பாத்திரத்தில் நான்கு குற்றச்சாட்டுகள் செய்யப்பட்டன.",
        "பட்டாம்பூச்சி இயற்கை இருப்பிலிருந்து உடைந்த பூக்கள் முகத்தில் வெளியிடப்பட்டுள்ளன. வனவிலங்கு பாதுகாப்புத் துறையின் தலைமை அலுவலகம் இலங்கை இயற்கை ரிசர்வ் என்ற சமணால நேச்சர் ரிசர்வ் அலுவலகத்தால் பதிவு செய்யப்பட்டது.",
        "பிரதிவாதிகள் தங்கள் முகக் கணக்குகளால் கைது செய்யப்பட்டனர். சந்தேக நபர்கள் நீதிமன்றத்தில் பழியை வரவேற்றனர்.",
        "சந்தேக நபர்கள் வழக்கறிஞரிடம் நடந்திருப்பதாக சந்தேக நபர்கள் முடிவு செய்வார்கள் என்ற புகாரில் புகார் நடைபெற்றது.",
        "மாஜிஸ்திரேட் ஒரு குற்றச்சாட்டுக்கு ஒரு குற்றச்சாட்டுக்கு ஒரு குற்றச்சாட்டுக்கு கணக்கில் எடுத்துக்கொண்டார். நான்கு பிரதிவாதிகள் ரூ."
      ]
    },
    "en": {
      "title": "Siripa is please fined Rs 160000 to 4 Malkadu",
      "body_lines": [
        "Ratnapura Additional Magistrate Beyoani Vedrikoo departed to a fine of Rs.",
        "The fine was fined by SD of Pitadenuwa. Hirzasha Lakshan Chandrasekara, KM. Piyumi Maheshika, Kitugala, Kituna, Naragalwala, Naragalla, Naragallawala. Hasitha Nayanjith Dayananda and K.n.n.n.n.Chel were on the four.",
        "Two charges were filed against the four charges under the Fauna and Flora Ordinance. The four charges were made by entering the butterfly nature reserve of the butterfly nature reserve on the 7th of September 7, 2024 and in the role of the butterfly nature reserve.Are filed.",
        "The flowers who were broken from the butterfly nature reserve have been published in the face. The Head Office of the Department of Wildlife Conservation was lodged by the Office of the Samanala nature reserve in the Sri Lanka Natural Reserve.",
        "The defendants were arrested by their facial account accounts. The suspects welcomed the blame in court.",
        "The complaint was held by the complaint that the suspects would conclude that the suspects had taken place in the prosecutor.",
        "The magistrate took into account the matters to one accusation Rs. 400,000 per charge for one charge. The four defendants fined Rs. 60,000."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Four individuals fined Rs 160,000 for entering a butterfly reserve. Charges filed under Fauna and Flora Ordinance. Magistrate imposed Rs 400,000 per charge, totaling Rs 60,000 for each defendant."
  ]
}