{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதியின் அழைப்போடு பங்காளிகள் இங்கே",
      "body_lines": [
        "எதிர்க்கட்சி அரசியல் கட்சிகளுக்கு சர்வதேச நாணய நிதி பிரதிநிதிகளுடன் கலந்துரையாட ஜனாதிபதி ரணில் விக்ரமேசிங்கின் அழைப்பை டி.என்.ஏ ஒப்புக் கொண்டுள்ளது.",
        "அதன்படி, விவாதத்திற்கு டி.என்.ஏவின் டி.என்.ஏ தலைவர். இலங்கை தமிழ் அராசு கச்சி கட்சித் தலைவர் சம்பந்தநயா. திரு. ஸ்ரீதரன் கூறினார்.",
        "சர்வதேச நாணய நிதியத்துடன் நாளை ஜனாதிபதியின் பிரதிநிதிகளுக்கு சர்வதேச நாணய நிதி பிரதிநிதிகளுடன் கலந்துரையாட ஜனாதிபதி நடவடிக்கை எடுத்துள்ளார்.",
        "இந்த சம்பவத்தில் பங்கேற்க நல்லிணக்கம் மற்றும் தேசிய நாட்டுப்புற படை செய்யப்பட்டுள்ளது என்று தெரிவிக்கப்பட்டுள்ளது.",
        "இருப்பினும், டி.என்.ஏ அழைப்பை ஏற்றுக்கொண்டது மற்றும் ஒரு கட்சி பிரதிநிதியில் கலந்து கொள்ள முடிவு செய்துள்ளது.",
        "குழுவின் அரசு நிதிக் குழுவின் தலைவராக அவரது பங்கேற்பு நிச்சயமற்றதாக தெரிவிக்கப்பட்டுள்ளது.",
        "அடா டெரானா இந்த விஷயத்தில் கட்சியுடன் ஒரு இறுதி முடிவை எடுத்துள்ளார், மேலும் இந்த விஷயத்தில் இறுதி முடிவை எடுப்பார்."
      ]
    },
    "en": {
      "title": "Here are the partners with the invitation of the President",
      "body_lines": [
        "The TNA has admitted the invitation extended by President Ranil Wickremesinghe to discuss with the International Monetary Fund representatives to the opposition political parties.",
        "Accordingly, the TNA leader of the TNA for discussion. Ilankai Tamil Arasu Kachchi Party leader Sampanthanaya. Mr. Sridharan said.",
        "The President has taken steps to hold a discussion with the International Monetary Fund representatives to the President's Representatives tomorrow with the International Monetary Fund.",
        "It has been reported that the reconciliation and national folk force have been made to participate in the incident.",
        "However, the TNA has accepted the invitation and has decided to attend a party representative.",
        "It is reported that his participation has also been uncertain as the Chairman of the Government Finance Committee of the Committee.",
        "Ada Derana has made a final decision on this matter with the party and will take a final decision on this matter."
      ]
    }
  },
  "summary_lines": [
    "The TNA has accepted President Ranil Wickremesinghe's invitation to discuss with the International Monetary Fund representatives. The President plans to meet with the IMF tomorrow. The TNA's Sampanthanaya will lead the discussion."
  ]
}