{
  "translated_text": {
    "ta": {
      "title": "உயர்வு ரயில் பொதுவாக",
      "body_lines": [
        "பதுல்லா முதல் கொழும்பு கோட்டை வரை ரயில் பாதையில் இருந்து ரயில் பாதையில் இருந்து நவலபிட்டியா ரயில்வே கட்டுப்பாட்டு அறை (யுபிஎஃப்ஏ) இரவில் இருந்து இரவில் இரவில் இயக்கப்படும் என்று கூறுகிறது. 30).",
        "இன்று (30) அதிகாலை 1.15 மணியளவில் இன்று (30) அதிகாலை 1.15 மணியளவில் கலபாடா ரயில் நிலையங்களுக்கு இடையிலான ரயில் பாதையில் ரயில் பாதை நடைபெற்றதாக ரயில்வே துறை தெரிவித்துள்ளது.",
        "இதன் காரணமாக கொழும்பு கோட்டையிலிருந்து பதுல்லா வரையிலான பதுல்லாபிட்டியாவில் உள்ள நவலபிதியா ரயில் நிலையத்தில் அனுமதிக்கப்பட்டுள்ளது.",
        "அதன்படி, கொழும்பு கோட்டை கொழும்பு கோட்டை, பதுல்லா கோட்டை, கொழும்பு கோட்டை, 1045, கொழும்பு கோட்டையைத் தொடங்கியுள்ளது."
      ]
    },
    "en": {
      "title": "Upcountry train is commonly",
      "body_lines": [
        "Badulla railway line from Badulla to Colombo Fort will be operated from the night of the railway line from the railway line from the railway stations.The Nawalapitiya Railway Control Room (UPFA) says that the two frequent number of traffic train trains will not run today (30).",
        "The Railway Department said that the railway line was held at the railway line between the Galabada railway stations at around 1.15 am today (30) at 1.15 am today (30).",
        "This is due to this to the Badulla Fort from Colombo Fort to Badulla and has been admitted to Nawalapitiya Railway Station at Nawalapitiya.He also said that the Nawalapitiya Railway Control Room was made.",
        "Accordingly, the Colombo Fort Colombo Fort, Badulla Fort, Colombo Fort, Colombo Fort, 1045, has commenced the Colombo Fort."
      ]
    }
  },
  "summary_lines": [
    "Due to maintenance work, the Badulla-Colombo Fort railway line will operate from midnight tonight. The Nawalapitiya Railway Control Room reports that certain trains will not run today, including the frequent ones. This closure affects the section between Galabada stations, impacting services from Colombo Fort to Badulla and vice versa. Passengers are advised to check schedules before traveling."
  ]
}