{
  "translated_text": {
    "ta": {
      "title": "இலங்கை இன்னும் சர்வதேச நிதிச் சந்தையில் சேர முடியவில்லை - ஹர்ஷா",
      "body_lines": [
        "எம்.பி. டாக்டர் ஹர்ஷா டி சில்வாவின் கூற்றுப்படி, இலங்கை கடனில் இல்லாவிட்டாலும், சர்வதேச நிதிச் சந்தையில் செயலில் உறுப்பினராக இருக்கும் திறன் கொண்டவர்.",
        "பொருளாதார சீர்திருத்தங்களையும் கடன் மதிப்பீட்டை பிபிபிக்கு பராமரிப்பது அவசியம் என்று அவர் கூறுகிறார்.",
        "பாராளுமன்ற உறுப்பினர்கள் டாக்டர் ஹர்ஷா டி சில்வா, எம்.பி. டாக்டர் ஹர்ஷா டி சில்வா இலங்கையின் தற்போதைய நிலைமையை விளக்கினார்.",
        "\"ஃபிட்ச், மூடியின் மதிப்பீடு நடந்து வருகிறது. உண்மையில், அது முழு நாட்டிற்கும் மகிழ்ச்சியான செய்தி. \"",
        "\"சர்வதேச சந்தையில் இருந்து கடனாக இருக்கக்கூடிய மதிப்பீட்டிற்கு நாங்கள் இன்னும் வரவில்லை. இது பிபிபி போன்ற ஒரு இடத்திற்கு வர வேண்டும். பொருளாதாரம் பலப்படுத்தப்பட வேண்டும். \"",
        "\"இது அரசாங்கத்தின் மூலமாகவும், அரசாங்கத்தால் நிறைவேற்றப்பட்ட உத்தரவும் பெறப்படுகிறது.. நாட்டின் பொருளாதாரத்தை உறுதிப்படுத்த முயற்சியின் முடிவுகளில் ஒன்று. \"",
        "\"இது ஒரு புதிய விஷயத்தைப் பற்றியது அல்ல. முதன்மையாக இங்கே கடனின் மறுசீரமைப்பு உள்ளது. இந்த கடன்கள் ஜனாதிபதித் தேர்தல் மூலம் 2 நாட்களுக்கு முன்பு ஒரு கால்பந்தாட்டத்தை மாற்றாமல் தரப்படுத்தப்பட்டுள்ளன. \"",
        "\"நிறுவனங்கள் தேர்தலுக்கு முன்னர் வாக்களித்ததாகக் கூறின. அவர்கள் தங்கள் கொள்கை அறிக்கையில் இருந்தனர். \"",
        "\"ஆனால் கடன் மறுசீரமைக்க வாய்ப்பு வந்தது. ஆனால் திசைகாட்டி ஒரு மாற்று டி.எஸ்.ஏ.. அந்த வாக்குறுதியின் அடிப்படையில் அதை மாற்றி இதை மாற்ற வேண்டும் என்று நான் சொல்லவில்லை. ஏனெனில் நீங்கள் செய்தால், எங்கள் கடன் மதிப்பீட்டை நாங்கள் அவசரப்படுத்த முடியாது. ஆனால் அதை அறிந்து பொய்யை வெளிப்படுத்துவதே பிரச்சினை.",
        "\"ஆனால் நாட்டிற்கு முன்னோக்கி செல்லும் வழியில் பணிகள் மேற்கொள்ளப்பட்டன.\"",
        "\"சிறிது நேரத்திற்குப் பிறகு, 3 வது காலாண்டு 5.5 வளர்ந்தது. அடுத்து என்ன நடக்கிறது?. அவ்வாறு செய்ய என்ன நடவடிக்கை எடுக்க வேண்டும்?. நீங்கள் உண்மைகளுக்கு கவனம் செலுத்த வேண்டும்.",
        "\"கடன் மதிப்பீட்டு அமைப்புகளுக்கு எதிர்காலத்தில் தேவையான பொருளாதார சீர்திருத்தங்கள் உள்ளன, தேவையான பொருளாதார சீர்திருத்தங்கள் முன்னோக்கி சென்றால், நீங்கள் மேலே செல்லலாம்.\"",
        "\"2027 வாக்கில், சர்வதேச நாணய நிதியத்தின் ஒப்பந்தத்தின்படி, சர்வதேச நிதிச் சந்தையிலிருந்து நாங்கள் கடன் வாங்க வேண்டியிருக்கும்.\"",
        "\"ஒரு நாடு திவாலாகாது. சாத்தியத்தை செலுத்துவது அரசாங்கத்திற்கு இழப்பு. ஆனால் வெளிநாட்டிலிருந்து எங்களுக்கு கடனை எங்களால் செலுத்த முடியவில்லை என்று சொல்ல வேண்டியிருந்தது. இது இயல்புநிலைக்கு கடன் குழுவாக மாறியது.",
        "\"இது இரண்டரை ஆண்டுகளுக்குப் பிறகு இரண்டு ஆண்டுகள் ஆனது. ஆனால் மீண்டும் சர்வதேச நிதிச் சந்தையின் செயலில் உறுப்பினராக இருக்க முடியாது. இது குறைந்தது 2 ஆண்டுகள் செல்கிறது.. ஒப்புக் கொள்ளப்பட்ட பொருளாதார சீர்திருத்தங்கள் பிபிபிக்கு அனுப்பப்பட்டால், எங்கள் கடன் மதிப்பீடு அதிகரித்தால் சர்வதேச நிதிச் சந்தையில் சேரலாம். நாங்கள் இன்னும் ஒரு இறையாண்மை பத்திரத்தை வெளியிட வேண்டியதில்லை. \"",
        "உலகின் மூடியின் கடன் மதிப்பீட்டு நிறுவனம் பல நாட்களில் உலகின் முன்னணி கடன் மதிப்பீட்டு நிறுவனத்தை அதிகரித்துள்ளது, ஃபிட்ச் மதிப்பீடுகள் இலங்கையின் கடன் மதிப்பீட்டை அதிகரித்துள்ளன.",
        "மூடியின் கடன் மதிப்பீட்டால் வழங்கப்பட்ட இலங்கையில் நீண்டகால அந்நிய செலாவணி கடன்களின் தரவரிசை CA க்கு CA க்கு அதிகரித்துள்ளது.",
        "இந்த விஷயத்தைப் பற்றி பேசிய எம்.பி. டாக்டர் ஹர்ஷா டி சில்வா இந்த கருத்துக்களை வெளிப்படுத்தினார்."
      ]
    },
    "en": {
      "title": "Sri Lanka is still unable to join the international financial market - Harsha",
      "body_lines": [
        "According to MP Dr. Harsha de Silva, he is still capable of being an active member of the international financial market, even if Sri Lanka is out of debt.",
        "He says that it is essential to maintain the economic reforms and credit rating to BBB.",
        "Members of Parliament Dr. Harsha de Silva, MP Dr. Harsha de Silva explained the current situation in Sri Lanka.",
        "\"Fitch, Moody's rating has been underway. Actually, that's happy news to the whole country. \"",
        "\"We have not yet come to a rating that can be loan from the international market. It's got to come to a place like BBB. The economy should be strengthened. \"",
        "\"This is received through the government and the order passed by the government.. One of the results of the effort to bring the economy of the country to stabilize. \"",
        "\"It is not about a new thing. Primarily here is the restructuring of debt. These loans have been graded through the presidential election 2 days ago without changing a footborn. \"",
        "\"The companies said the vote before the election. They were in their policy statement. \"",
        "\"But came the opportunity to restructure credit. But did not use an alternative DSA in the compass. I'm not saying that it should be changed on that promise and change this. Because if you do, we can't rush our credit rating. But the problem is to know that and express false. \"",
        "\"But the work carried out on the way forward to the country.\"",
        "\"After a while, the 3rd quarter grew 5.5. What's going on next?. What steps should be taken to do so?. You have to pay attention to the facts. \"",
        "\"Credit rating organizations have the necessary economic reforms in the future say that if the necessary economic reforms go forward, you can go up.\"",
        "\"By 2027, we will have to borrow from the international financial market, according to the IMF agreement.\"",
        "\"A country is not bankrupt. It is the loss to the government to pay the possibility. But we had to say that we were not able to pay the debt from overseas to us. It became a group of debt to the default. \"",
        "\"It took two years after two and a half years. But again cannot be an active member of the international financial market. It goes for at least 2 years.. If the agreed economic reforms will be forwarded to BBB, we can join the international financial market if our credit rating goes up. We don't yet have to issue a sovereign bond. \"",
        "Moody's credit rating company in the world has also increased the world's leading credit rating agency in several days when Fitch Ratings has increased the credit rating of Sri Lanka.",
        "The rankings of long-term foreign exchange loans in Sri Lanka, which has been issued by Moody's Loan Rating, has been increased to CA to CAA.",
        "Speaking about the matter, MP Dr. Harsha de Silva expressed these views."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's economic recovery: Dr. Harsha de Silva outlines path to international financial market participation, emphasizing need for continued economic reforms and credit rating improvement to reach BBB level by 2027."
  ]
}