{
  "translated_text": {
    "ta": {
      "title": "பியுமி ஹன்சமலியின் கிரீம் வெள்ளை நிறமாக இருந்ததா?",
      "body_lines": [
        "ஒரு மாதிரியாக, இலங்கையின் புகழ்பெற்ற பியூமி ஹன்சல்மி அவ்வப்போது.",
        "அவர் சமீபத்தில் தனது சொத்துக்களின் குற்றச்சாட்டால் பேசப்பட்டார். பியூமி ஹன்சயம் சிஐடியுக்கு சிஐடியுடன் புகார் அளிக்கிறார், விசாரணை தொடர்பான விசாரணைக்கு சிஐடியுக்கு இக்டூர்ட் வழங்கப்பட்டுள்ளது.",
        "பாதி படுமி ஹன்சமாலி கோம்ஸ் 2010-2011 ஆம் ஆண்டில் ஒரு மாடலாக ஒரு மாடலாக தனது வாழ்க்கையைத் தொடங்குகிறார். அவர் ஒரு தாய், ஒரு தாய், மற்றும் ஒரு 'ஒற்றை தாயாக' சமூகத்தில் பிரபலமானார்.",
        "2014 ஆம் ஆண்டில் அவர் தனது முதல் டெலட்ராமாவுடன் நடித்தார். அவர் 2018 இல் ஒரு திரைப்படத்தில் நடித்தார் மற்றும் மலையாள இயக்குனர் அனில் குமார் இயக்கிய ஜாக்சன் அந்தோனிக்கு 2019 இல் பங்களித்தார். இந்த நேரத்தில், அவர் பல சர்வதேச மாடல் போட்டிகளையும் பிரதிநிதித்துவப்படுத்தினார், மேலும் விளம்பரம் மற்றும் பாடல் திசையில் தோன்றினார்.",
        "அவர் சமூக ஊடகங்களில் பலவீனமான நபர், இவருக்கு 577,000 பேஸ்புக்கைப் பின்தொடர்பவர்கள் உள்ளனர் மற்றும் இன்ஸ்டாகிராமில் 2.2 மில்லியன் பின்தொடர்பவர்கள் உள்ளனர். அவரது டிக்டாக் கணக்கில் 1.6 மில்லியன் பின்தொடர்பவர்களும் உள்ளனர். தற்போது, ​​அவர் ஒரு பூச்சு நிறுவனத்தை இயக்குகிறார். அதே நேரத்தில், அவர் தனது சமூக ஊடக கணக்குகளில் வெளியிடப்பட்டார், அவர் கடந்த ஆண்டு முன்னாள் ஜனாதிபதி கோத்தாபய ராஜபக்ஸின் ரேஞ்ச் ரூவைப் பயன்படுத்தினார். 'கிராண்டூரு சொகுசு அடுக்குமாடி குடியிருப்பு வளாகத்திலிருந்து ஒரு வீட்டை வாங்கினார்.",
        "புகார்தாரர் கட்சி என்பது பியூமி ஹன்சலே ஆடம்பர வீட்டை வாங்க வாங்கிய ஒரு முக்கிய கேள்வி. \"நாட்டின் செயலாளரான மகாவாட்டா, தனது சொந்த சொத்துக்களுக்கு வருமான வரி செலுத்தியிருந்தால்,\" நாட்டின் செயலாளர் \"என்ற புகார் கூறியது.",
        "கோத்தாபயா ராஜபக்ஷாவின் முன்னாள் தலைவரைப் பயன்படுத்தி, சிடிஎம் 1949 எண்ணைப் பயன்படுத்திய சிடிஎம் 1949 எண்ணைப் பயன்படுத்திய ரேஞ்ச் ரோவருக்கு பியூமி ஹன்சல்மி மற்றும் பிரஜீத் வந்துள்ளனர்.. வாகனம் ரூ.. வாகனத்தின் உரிமையாளர் மதுரா விக்ரமாரத்னே என்றும், 40 ஆண்டுகளாக இராணுவத்திற்கு உணவளிக்க உணவுப் பொறுப்பில் இருப்பதாகவும் சஞ்சயா கூறினார்.. முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷத்தைப் பயன்படுத்துவதற்காக முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷத்தை உரிமையாளருக்கு வழங்கியதாக சஞ்சயா சுட்டிக்காட்டுகிறார்.. தனது அமைப்பு வாகனங்களில் எவ்வாறு காணப்பட்டது என்பதைப் பார்க்கும்படி அவர் பிபிசி சிங்களிடம் கூறினார்.",
        "'2023.03.03.07.703.03.07.07 இந்த காரை எடுத்துள்ளது. பின்னர் 50 லட்சம் ஒரு கணக்கிற்கு வரவு வைக்கப்பட்டுள்ளது. பின்னர் மீண்டும் 100 லட்சம் சம்பத் வங்கி வங்கியின் கணக்கில் வரவு வைக்கப்பட்டுள்ளது. வேக வரைவின் முறையின் கீழ், வாலிபலிடமிருந்து 400,000 லட்சத்திற்கு குத்தகை பெற்றுள்ளார். இது மார்ச் 703 அன்று இருந்தது. அறிகுறிகள் இரண்டு மனிதர்களால் கையெழுத்திடப்பட்டுள்ளன, அங்காம்போடி தனுஷ்கா மெண்டஸ் மற்றும் ஜெயசிங்க அராச்சிஜ்.",
        "'இந்த வேக வரைவு ஜூன் 30, 2023 அன்று மீண்டும் முடிக்கப்பட்டது. 24 லட்சம் ஆண்டு மீண்டும் மீண்டும் 24 லட்சம் வேக வரைவுக்கு கொண்டு செல்லப்பட்டு டிசம்பர் 18 முடிவடைந்தது. அதன்பிறகு, மீண்டும் ஒரு குத்தகை வசதி ரூ.. தற்போது இந்த குத்தகை உள்ளது. '",
        "சஞ்சய மகாவாட்டா உட்பட அணியால் தாக்கல் செய்யப்பட்ட இரண்டாவது புள்ளி கடந்த ஆண்டில் பியூமி ஹன்சல்மி வாங்கிய ஆடம்பர இல்லமாகும். இந்த பெண் கடந்த ஆண்டு \"கிராண்ட்\" அடுக்குமாடி குடியிருப்பு வளாகத்தில் ஒரு சொகுசு வீட்டை வாங்கியுள்ளார். அதன் பணம் 15 ஆண்டுகளில் முடிக்கப்பட்டுள்ளது. டிசம்பர் 12, டிசம்பர் 12, 40 மில்லியன் கடைசி பிரீமியம் வழங்கப்பட்டது. அதற்கு முன், ஜூலை 26 மில்லியன் மில்லியன் செலுத்தியது.",
        "லியாமி ஹன்சலெர்டியைச் சேர்ந்த ஒன்பது வங்கிகளுடன் 20 கணக்குகளின் விவரங்களும், கடந்த ஆண்டு ஆறு மாதங்களில் தனது கணக்குகள் மூலம் 9 கோடியும் பரப்பப்பட்டதாக சஞ்சயா சுட்டிக்காட்டியது.",
        "தனது முக்கிய வருமான ஆதாரம் நிறுவனத்தின் அழகு என்று பியுமி ஹன்சமாலி கூறுகிறார். இந்த நிறுவனம் 2022.04.19 பதிவு செய்யப்பட்டுள்ள ஒரு நிறுவனமாக உள்ளது என்று சஞ்சயா கூறுகிறார்.",
        "இந்த நிறுவனம் ஏப்ரல் 19, 2022 அன்று பதிவு செய்யப்பட்டுள்ளது, தற்போதைய ஆவணங்களின்படி. பியூமி ஹன்சாலி மற்றும் வசந்தி பெரேராவின் இயக்குநர்களாக இருவர் உள்ளனர். இந்த பூச்சுக்கு தேசிய மருந்து ஒழுங்குமுறை ஆணையத்தின் ஒப்புதலுடன் எங்களுக்கு சிக்கல் உள்ளது. மேலும், மருத்துவ சோதனைகள் நடத்தப்பட்டுள்ளன, இவை தயாரிக்கப்படுகின்றன, இறக்குமதி மற்றும் ஏற்றுமதி உரிமங்கள், மற்றும் பழக்கவழக்கங்களை எவ்வாறு பயன்படுத்துவது \"என்று அவர் சுட்டிக்காட்டுகிறார். பியூமி ஹன்சமாலி தனது கைப்பைகள், கடிகாரங்கள், நகைகளைப் பயன்படுத்தி மிகவும் விலையுயர்ந்த பொருட்கள் என்று சஞ்சயா கூறுகிறார். 'அவள் தினசரி கடைகளுக்குச் செல்கிறாள், அவள் கடிகாரங்கள் மற்றும் கைப்பைகள் பற்றாக்குறையை வைக்கிறாள். இதேபோல், அவள் பத்து ஆண்டுகளுக்கு முன்பு அவளுடைய உருவம் அல்ல. அவளுடைய விலையுயர்ந்த அறுவை சிகிச்சைக்கு எவ்வாறு பணம் செலுத்துவது என்பதைக் கண்டுபிடிக்க வேண்டும் .. '",
        "அவர் தனது புதிய வீட்டை வாங்குவதற்கு முன்பு \"ஹில்டன் ரெசிடென்ஸையும்\" பார்க்க வேண்டும் என்று அவர் கூறுகிறார்.",
        "\"இந்த குற்றச்சாட்டுகள் அனைத்திலும், ரேஞ்ச் ரோவர் மற்றும் ஹவுஸை வாங்குவதன் மூலம் நாங்கள் முன்வந்துள்ளோம். எங்களிடம் உள்ள அனைத்து தகவல்களையும் குற்றவியல் விசாரணைத் துறைக்கு வழங்கியுள்ளோம்.",
        "பியூமி ஹன்சமாலி அதன் கணக்குகளில் 50 பேரைக் கையாண்டதாக சஞ்சயா சுட்டிக்காட்டுகிறார், மேலும் சக்திவாய்ந்த அரசியல்வாதிகள் மற்றும் நாட்டின் பாதுகாப்புத் துறையில் உள்ள ஒருவர் உட்பட நான்கு மனைவிகள் உட்பட நான்கு மனைவிகள் சுட்டிக்காட்டுகின்றனர்.. 'வழக்கு காரணமாக அவர்களின் பெயர்களை என்னால் சொல்ல முடியாது. ஆனால் பணத்தின் முதுகில் கொல்லைப்புறம், லஞ்சம் மற்றும் பிற சட்டவிரோத மோசடிகளில் மறைக்கப்பட்டுள்ளது என்று நாங்கள் சந்தேகிக்கிறோம். \"",
        "குற்றச்சாட்டுகள் தொடர்பாக பியூமி ஹன்சலாயின் பதிலைத் தொடர்பு கொள்ள பிபிசி சிங்களம் முயற்சிக்கிறது, ஆனால் அவளை தொடர்பு கொள்ள முடியவில்லை. தொலைபேசி எண்கள் தனது அழகுசாதனப் பொருட்களை தொலைபேசி மற்றும் சமூகம் மூலம் ஊடகக் கணக்குகள் மூலம் விற்கப் பயன்படுத்தப்பட்டபோது, ​​அவளுடைய முயற்சிகளும் மறைந்துவிட்டன.",
        "இருப்பினும், அவரது பேஸ்புக் மற்றும் இன்ஸ்ட்ரீம் கணக்குகள் இந்த குற்றச்சாட்டுகளை மீண்டும் மீண்டும் மறுத்தன. ஏப்ரல் 17 ஆம் தேதி ஏப்ரல் 17 ஆம் தேதி ஏப்ரல் 17 ஆம் தேதி சட்டவிரோத சொத்து விசாரணைப் பிரிவுக்கு பியூமி ஹன்சல்மி பதிலளித்தார்.. ஒரு திரையாக, ஒரு சாட்சி இருக்கிறார், 'என்று சஞ்சயா கூறினார்.",
        "மாலிககண்டா மாஜிஸ்திரேட் மாஜிஸ்திரேட் மாஜிஸ்திரேட் மாஜிஸ்திரேட் மாஜிஸ்திரேட் மாஜிஸ்திரேட் மாஜிஸ்திரேட் மாஜிஸ்திரேட் மாஜிஸ்திரேட் மாஜிஸ்திரேட் மாஜிஸ்திரேட் நீதிமன்ற அறிக்கைகள் ஜூன் 19 அன்று வழங்கப்பட்டன.",
        "சிஐடி மற்றும் சட்டவிரோத சொத்து விசாரணைப் பிரிவு மேலும் விசாரணைகளை மேற்கொண்டு வருவதாக பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டி.ஐ.ஜி நிஹால் டால்தூ கூறினார்.",
        "இந்த ஆண்டு ஹஜ் திருவிழாவிற்குச் சென்ற பலரின் மரணத்திற்கு ஆறு காரணங்கள் இருந்தன",
        "பிரிட்டிஷ் பொதுத் தேர்தல் 2024: என்ன இருக்க முடியும்",
        "டி 20 உலகக் கோப்பை 2024: ஆப்கானிஸ்தான் சூப்பர் எதிரிகளை புரட்சிகரமாக்குகிறதா?",
        "பாலின சமத்துவ மசோதா: 'எந்த திருமணமும் இல்லை அல்லது தூண்டுதல் அமலாக்கம் அல்லது ஊக்கமளிக்கிறது'"
      ]
    },
    "en": {
      "title": "Piyumi Hansamali's cream was white?",
      "body_lines": [
        "As a model, Sri Lanka's famous Piyumi Hansalmi from time to time.",
        "She has recently been talked about by a charge of her assets. Piyumi Hansayam is a complaint with the CID to the CID, the ICTUrd has been awarded to the CID for investigation into the investigation.",
        "Batiyy Patumi Hansamali Gomez begins his career as a model in 2010-2011 as a model. She was a mother, a mother, and became famous in society as a 'singal mother'.",
        "In 2014 she was acting with her first teledrama. She acted in a movie in 2018 and contributed to Jackson Anthony, a film directed by Malayalam director Anil Kumar in 2019. During this time, she also represented several international model matches, and also appeared for advertising and songwise.",
        "She is the impaired person in social media, she has 577,000 followers of Facebook and are 2.2 million followers of the instagram. There are also 1.6 million followers in her ticktock account. At present, she operates a coating company. At the same time, she was published in her social media accounts that she used the Rangej Row of former President Gotabhaya Rajapakse last year. She also purchased a house from the 'Granduru luxury apartment complex.",
        "The complainant party is a key question that Piyumi Hansaley has bought to buy the luxury home. The complaint lodged with the company, \"Mahawatta, Secretary to the country, said that if he had paid income tax on her own assets.",
        "'Piyumi Hansalmi and Prageeth has come to the Range Rover who has used the CDM 1949 number, who used the CDM 1949 number, using the former President of Gotabhaya Rajapaksa.. She says that the vehicle is worth Rs.. Sanjaya said that the owner of the vehicle was Madura Wickramaratne and that he was in charge of food to feed the Army for 40 years.. Sanjaya points out that the owner has been given the use of former President Mahinda Rajapaksa for the use of former President Mahinda Rajapaksa.. He told the BBC Sinhala to see how his organization was found in the vehicles.",
        "'2023.03.03.03.07.703.03.07.07. The Piyumi and Prageeth has taken this car. Then 50 lakhs have been credited to a account. Then again another 100 lakhs of Sampath Bank has been credited to the bank's account. She has obtained a lease from Vallibel for 400,000 lakhs, under the method of Speed ​​Draft. It was on 07 March 703. Signs have been signed by two men, Angampody Prageeth Dhanushka Mendus and Jayasinghe Arachchige. He explained.",
        "'This Speed ​​Draft has been completed again on June 30, 2023. The year 24 lakhs were repeatedly taken to a Speed ​​Draft of 24 lakhs and ended December 18. Thereafter, again a leasing facility of Rs.. There are currently these leasing. '",
        "The second point filed by the team including Sanjaya Mahawatta is the luxury home that Piyumi Hansalmi was purchased in last year. This woman has purchased a luxury house in the \"The Grand\" apartment complex last year. Its money has been completed in 15 years. December 12, December 12, was paid 40 million last premium. Before that, the 26 million million July had paid.",
        "The Sanjaya pointed out that the details of 20 accounts with Nine banks belonging to Liyami Hansalerty and 9 crores were circulated through her accounts in six months last year.",
        "Piyumi Hansamali says her main source of income is the company's beauty. Sanjaya says that this company has been a company that has been registered 2022.04.19.",
        "This company is registered on April 19, 2022, according to the current documentation. There are two as directors of Piyumi Hansali and Vasanthi Perera. We have a problem with the approval of the National Drug Regulatory Authority for this coating. Also, the clinical tests have been conducted, where these are manufactured, import and export licenses, and how to use the customs, \"he points out. Sanjaya says Piyumi Hansamali is also highly expensive items, using her handbags, watches, jewelry. 'She dates back to her daily stores she puts lack of watches and handbags. Similarly, she is not the image of her ten years ago. It should be found how to pay for her expensive surgery .. '",
        "He says that she should also look into the \"Hilton Residens\" before she bought his new home.",
        "\"Of all these allegations, we have come forward with the purchase of the Range Rover and the house. We have given all the information we have to the Criminal Investigation Department. '",
        "Sanjaya points out that Piyumi Hansamali has dealt with 50 people across its accounts, and Sanjaya points out that four wives, including a person who is in powerful politicians and the country's defense sector.. 'I can't tell them their names because of the case of the case. But we doubt that the backs of the money have been hidden in the backyard, bribery and other illegal rackets. \"",
        "BBC Sinhala attempts to contact Piyumi Hansalai's response regarding the allegations, but she could not be contacted. When the telephone numbers were used to sell her cosmetics through the phone and society through media accounts, her attempts were also disappeared.",
        "However, her Facebook and Instream accounts she has repeatedly denied these allegations. Piyumi Hansalmi responded to the illegal asset inquiry division following April 17 on April 17 on April.. As a screen, there is a witness, 'Sanjaya said.",
        "Maligakanda Magistrate Magistrate Magistrate Magistrate Magistrate Magistrate Magistrate Magistrate Magistrate Magistrate's Court reportsWas given on June 19.",
        "The Police Media Spokesperson DIG Nihal Talduu stated that the CID and the Illegal Asset Investigation Division are conducting further investigations.",
        "There were six reasons for the death of many people who went to the Hajj festival this year",
        "British general election 2024: What can be",
        "T20 World Cup 2024: Is Afghanistan revolutionizes the super opponents?",
        "Gender Equality Bill: 'No Marriage is or Incential Enforcement or Encouraging'"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's Piyumi Hansamali, a model turned actress known for her roles in television dramas and movies, has been embroiled in controversy over alleged financial irregularities. Accused of misusing assets, including a luxury vehicle once owned by former President Gotabhaya Rajapaksa, and purchasing a high-end apartment, Hansamali faces scrutiny from the Criminal Investigation Department (CID) and the Illegal Asset Investigation Division. Despite denying these allegations on her social media platforms, the CID continues its probe, focusing on her business dealings, including a beauty product company she co-founded."
  ]
}