{
  "translated_text": {
    "ta": {
      "title": "கொல்லப்பட்ட இலங்கையர்களின் இறுதி சடங்கு தொடர்பான முடிவு",
      "body_lines": [
        "கனடாவின் ஒட்டாவா தலைநகரில் கொல்லப்பட்ட இலங்கையர்களின் இறுதிச் சடங்குகளை தனுஷ்கா விக்ரமாசிங்கின் அனுமதியின் பேரில் ப Buddhist த்த கோயிலால் மேற்கொள்ளப்பட உள்ளது.",
        "அதே குடும்பத்தின் பகுதியில் ஒரே குடும்பத்தின் புறநகர்ப் பகுதிகளான பார்ஷேவன் வீட்டில் ஆறு இலங்கைகள் வன்முறையில் இருந்தனர்.",
        "19 வயது சந்தேக நபரால் கொல்லப்பட்ட 19 வயது சந்தேக நபர் தற்கொலை செய்து கொண்டார் என்ற எண்ணத்தில் இருந்தார்.",
        "அவர் படித்த பள்ளியின் செய்தித் தொடர்பாளர், சந்தேகத்திற்கிடமான பிராங்க் கடந்த ஆண்டு கடந்த ஆண்டு மட்டுமே பள்ளிக்கு நீடித்ததாகக் கூறினார்.",
        "படுகொலைக்கு ஃபிராங்க் டி சோய்சா பல கூர்மையான ஆயுதங்களைப் பயன்படுத்தியாரா என்பதில் பொலிஸ் விசாரணைகள் கவனம் செலுத்துகின்றன.",
        "எவ்வாறாயினும், பிரேத பரிசோதனைக்குப் பிறகு, இறந்தவரின் இறுதிச் சடங்குகள் பலத்த காயமடைந்த தனுஷ்கா விக்ரமாசிங்கின் அனுமதியால், இப்பகுதியில் உள்ள ப Buddhist த்த ஆலயத்தால் மேற்கொள்ளப்பட வேண்டும்.",
        "ஒட்டாவாவின் உயர் ஸ்தானிகராலயம் தங்கள் உறவினர்கள் இலங்கையிலிருந்து இறுதிச் சடங்குகளுக்காக வருவார்கள் என்று கூறியது.",
        "கனடாவின் ப Buddhist த்த காங்கிரஸும் இறந்தவரின் இறுதி பணிக்காக ஒரு நிதியை அமைத்துள்ளது."
      ]
    },
    "en": {
      "title": "Decision regarding the funeral of Sri Lankans who were killed",
      "body_lines": [
        "The funeral of Sri Lankans who were killed in the Ottawa capital of Canada is to be carried out by Buddhist temple in the area on the permission of Dhanushka Wickremasinghe.",
        "Six Sri Lankans were violently in the house of Barshewan, the suburbs of the same family in the area of the same family.",
        "The 19-year-old suspect, who was killed by the 19-year-old suspect, was in the thought of committing suicide.",
        "A spokesperson of the school he studied said the suspect Frank was last to the school last year only until the winter of last year.",
        "Police investigations also focus on whether Frank de Zoysa used several sharp arms for the massacre.",
        "However, after the post mortem, the funeral examination of the deceased is due to the permission of Dhanushka Wickremasinghe, who has been seriously injured, is to be carried out by the Buddhist temple in the area.",
        "The High Commission of Ottawa stated that their relatives will come from Sri Lanka for funerals.",
        "The Buddhist Congress of Canada has also set up a fund for the final task of the deceased."
      ]
    }
  },
  "summary_lines": [
    "The funeral of six Sri Lankans killed in Ottawa, Canada, will be conducted by a local Buddhist temple with Dhanushka Wickremasinghe's permission. The 19-year-old suspect, Frank de Zoysa, was last seen at school until winter last year and is under investigation for using sharp weapons. The High Commission of Ottawa and the Buddhist Congress of Canada are involved in the funeral arrangements and have set up a fund for the deceased's final expenses."
  ]
}