{
  "translated_text": {
    "si": {
      "title": "පොසන් පොන්සම් දිනයේ මත්පැන් වෙළඳසැල් සඳහා අගුළු දමන්න",
      "body_lines": [
        "මේ මස 21 වන දින සිකුරාදා, මේ මස 21 වන දින රට පුරා සියලුම මත්පැන් විකිණීම මේ මස 21 වන දිනෙන් තහනම් කර ඇති අතර එය දෙදෙනෙකු සඳහා සුරාබදු කොමසාරිස් ජනරාල්ගේ නියෝග මත තෝරාගත් ශුද්ධ කලාපවලට මත්පැන් විකිණීම තහනම් කර ඇත දින හතකට.",
        "දිවයින පුරා සියලුම මත්පැන් වෙළඳසැල් සිකුරාදා වසා තබන අතර දම්බුල්ලෙන් තෝරාගත් පොසන් උත්සව 21 වන සිකුරාදා 22 වන සිකුරාදා 22 වන සෙනසුරාදා දිනවල සභා කොමසාර ජනරාල් එම්.ජේ. ගුණසිරි මහතා පැවසීය.",
        "මේ අතර, අනුරාධපුර නැගෙනහිර නගරය වන ඊස්ට් නුවරැකම් සහ මිහින්තලේ ප්රාදේශීය ලේකම් කාර්යාලවල මධ්යම නුවරැකම් සහ මිහින්තලේ ප්රාදේශීය ලේකම් කාර්යාලවල දින හතක් තිස්සේ මත්පැන් අලෙවිය තහනම් කර තිබේ.",
        "මෙම කාල සීමාව තුළ බලපත්රලාභී මත්පැන් වෙළඳසැල්, බාර් සහ මත්පැන් වැටී ඇති සියලුම බලපත්රලාභී මත්පැන්, බාර් සහ මත්පැන් වසා දැමීමට සියලු බලපත්රලාභී මත්පැන් සහ මත්පැන් පානය කිරීමට නියෝග කරන බව කොමසාරිස්වරයා පැවසීය."
      ]
    },
    "en": {
      "title": "Lock for liquor stores on Poson Pournami Day",
      "body_lines": [
        "The sale of all liquor across the country on Friday, the 21st of this month, has been banned on the 21st of this month and is banned from the sale of liquor to the holy zones selected on the orders of the Commissioner General of Excise for two to seven days.",
        "All liquor stores across the country will be closed on Friday and the Poson festivals selected from the Dambulla and Tissamaharama Urban Council will be closed on Friday 21st and Saturday 22nd Saturday, said Commissioner General of the Department of Excise MJ Gunasiri.",
        "Meanwhile, liquor sales have been banned for seven days in the Divisional Secretariats of Central Nuwarakam, East Nuwarakam and Mihintale, which includes the Holy City of Anuradhapura.",
        "The Commissioner General said that all licensed liquor stores, bars and liquor will be ordered to close during this period and stern action will be taken against those who violate the Excise Act."
      ]
    }
  },
  "summary_lines": [
    "Liquor sales nationwide are prohibited on Poson Pournami Day, with additional closures in specific holy zones and areas including Dambulla, Tissamaharama, Central Nuwarakam, East Nuwarakam, and Mihintale. Violators face legal action."
  ]
}