{
  "translated_text": {
    "ta": {
      "title": "கிரிக்கெட் வீரர்களின் விளையாட்டை நினைவூட்டுவது என்ன சிறியவர்கள்",
      "body_lines": [
        "அவர் செயல் பயிற்சியாளராக நியமிக்கப்பட்ட பின்னர் தேசிய குழுவின் ஒழுக்கத்தில் பல சிறிய மாற்றங்களைச் செய்ததாக சனத் ஜெயசூரியா கூறினார்.",
        "எஸ்.எல்.சி நடத்திய ஒரு ஊடக மாநாட்டில், சனத் ஜெயசூரியா ஒரு கேள்வி மூலம் ஒரு கேள்வி கேட்கப்பட்டதாகக் கூறினார்.",
        "பத்திரிகையாளர் - \"சனத், நீங்கள் பயிற்சியளித்த பிறகு ஒரு கதை, நீங்கள் மேகங்களை வெட்டுகிறீர்கள் ... டாட்ஸை நீக்க ஒரு யோசனை இருக்கிறதா?\"",
        "சனத் ஜெயசூரியா - \"நாங்கள் சாதாரண காரியங்களைச் செய்கிறோம். நீங்கள் சொல்வது போல் இல்லை. ஒரு ஒழுக்கத்தைத் தேடுகிறது. நான் ஒரு இன்டெம்ப் பயிற்சியாளர். நான் இரண்டு பயணங்களில் இருக்கிறேன். நான் இருக்கும்போது, ​​நீங்கள் அந்த நோயை வைத்திருக்க வேண்டும். சிறிய கிரிக்கெட் வீரர்கள் பெரிய கிரிக்கெட்ஸ்லாவைப் பார்க்கிறார்கள். அவர்கள் என்ன செய்கிறார்கள் என்பதை அறிய விரும்புகிறேன். நீங்கள் நல்லது செய்தால், நீங்கள் நன்றாக இருப்பீர்கள். அதுதான் சிறிய மாற்றங்களைச் செய்கிறது."
      ]
    },
    "en": {
      "title": "What the little ones whom it was to remind the sport of cricketers",
      "body_lines": [
        "Sanath Jayasuriya said that he had done several small changes in the discipline of the National Group after he was appointed acting coach.",
        "At a media briefing held by SLC, Sanath Jayasuriya said that a question was heard by a question.",
        "Journalist - \"Sanath, a story After you have coached, you cut the clouds ... Is there an idea to delete tatts?\"",
        "Sanath Jayasuriya - \"We're doing ordinary things. Not as much as you say. Looking for a discipline. I'm a Intemp coach. I'm in two trips. When I am, you have to have that discipe. Small cricketers look at big cricketsla. Would like to learn what they do. If you do good, you will be good. That is what makes little changes. \""
      ]
    }
  },
  "summary_lines": [
    "Sanath Jayasuriya, as the acting coach of Sri Lanka's national cricket team, emphasized making minor adjustments to improve discipline among players. He highlighted the importance of observing and learning from senior players' practices."
  ]
}