{
  "translated_text": {
    "si": {
      "title": "நல்லுர் வருடாந்த திருவிழா 2025 (கொடிச்சீலை நிகழ்வு)",
      "body_lines": [
        "N තිහාසික නල්ලූර් කන්දස්වාමි පන්සලේ වාර්ෂික උත්සවය අඟහරුවාදා (29) ධජ කණුව සමඟ පැවැත්විණි.",
        "නල්ලූර් පන්සලේ ධජය සෙවන්දාර් පාරාදීසය විසින් නල්ලූර් පන්සලේ ධජය විධිමත් ලෙස දේවමාළිගාවට භාර දීම සාම්ප්රදායික සිරිතකි.",
        "ඒ අනුව, සඳුදා යාපනයේ චැටනතර් ශිව පන්සල අසල වෙල් මැත් මැනුන් මුරුගන් කෝවිලේ පැවති විශේෂ පූජා දේවමාළිගාවේ පැවැත්වූ විශේෂ පූරුමය නමස්කාරයෙන් පසුව කන්දවර් කන්දස්වාමි පන්සල වෙත ගෙන යන ලදී.. ධජය නල්ලූර් දේවාලයේ පූජකවරුන්ට භාර දෙන ලදී.",
        "නල්ලූර් පන්සල මහහොට්ස්වම් ධජය හෙට උදේ 10 ට ධජ කණුව සමඟ ආරම්භ වන අතර එය දින 25 ක් පුරා පැවැත්වේ.",
        "මහහෝට්ස්වාම් උළෙලේ 10 වන උළෙල, 22 වන උළෙලේදී 22 වන උළෙලේදී 22 වන උළෙල අගෝස්තු 19 වන දින, 2012 අගෝස්තු 21 වන දින උත්සවයේ 22 වන දිනය වන උත්සවයේ 22 වන දිනය වන අතර එය උත්සවයේ 22 වන දිනය පැවැත්වේ."
      ]
    },
    "en": {
      "title": "Nallur Annual Festival 2025 (Flag Event)",
      "body_lines": [
        "The annual festival of the historic Nallur Kandaswamy Temple was held on Tuesday (29) with the flag pole.",
        "It is a traditional custom that the flag of the Nallur temple flag was formally handed over to the temple by the Sengundar Paradise.",
        "Accordingly, following the special pooja worship held at the Vel Math Murugan Temple near the Jaffna Chattanathar Shiva Temple on Monday, the Kandaswamy Temple was taken to the Nallur Kandaswamy Temple in a small chariot.. The flag was handed over to the priests of the Nallur temple.",
        "The Nallur Temple Mahotsavam flag will commence tomorrow at 10 am with the flag pole and will be held for 25 days.",
        "The 10th festival of the Mahotsavam festival will be held on the 07th, the 22nd festival, the 22nd festival, on the 19th of August, the 24th festival on the 21st of August, the 22nd day of the festival."
      ]
    }
  },
  "summary_lines": []
}