{
  "translated_text": {
    "ta": {
      "title": "ජාතික සෞඛ්‍ය ප්‍රතිපත්තියක් එළිදැක්වීමට සූදානම් වෙයි",
      "body_lines": [
        "2025 ஆம் ஆண்டின் வரவு செலவுத் திட்ட ஒதுக்கீடு குறித்த திட்டங்களை மறுஆய்வு செய்யுங்கள், சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சகம் மற்றும் முந்தைய ஆண்டு வரவு செலவுத் திட்ட கலந்துரையாடல் ஜனாதிபதி செயலகத்தில் ஜனாதிபதி அனுரா குமாரா டிசனாயக்கின் ஆதரவின் கீழ் நடைபெற்றது.",
        "சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சின் கீழ் 41 நிறுவனங்களுக்கு வழங்கப்பட்ட முன்னேற்றம், சுகாதார அமைச்சின் கீழ் 41 நிறுவனங்களின் முன்னேற்றம் மற்றும் வெகுஜன ஊடக அமைச்சகம் முன்னேற்றத்தை மதிப்பாய்வு செய்தன.",
        "සෞඛ්‍ය අමාත්‍යාංශය යටතේ ප්‍රාථමික සෞඛ්‍ය සේවා ඉහළ නැංවීම වෙනුවෙන් ඉදිරි අයවැයෙන් විශේෂ අවධානය යොමු කරන ලෙස මෙහිදී නිලධාරීන්ට උපදෙස් දුන් ජනාධිපතිවරයා ප්‍රාථමික සෞඛ්‍ය සේවා මධ්‍යස්ථාන සංවර්ධනය කිරීමට දැනට ක්‍රියාත්මක වැඩපිළිවෙළ පිළිබඳවද විමසා බැලීය.",
        "01,000 பேருக்கு முதன்மை சுகாதார சேவையை இயக்கும் ஆரம்ப சுகாதார சேவை 01,000 பேரில் உருவாக்க திட்டமிடப்பட்டுள்ளது என்பது தெரியவந்தது.",
        "தற்போதைய தொழில்நுட்ப மற்றும் சமூக நிலைமைகளுக்கான திட்டங்கள் மற்றும் சுகாதாரத் துறையில் உள்கட்டமைப்பு வசதிகளைப் பயன்படுத்துதல் மற்றும் சுகாதாரத் துறையின் பிரச்சினைகள் ஆகியவற்றுடன் சுகாதார சேவை விவாதிக்கப்பட்டது.",
        "உபகரணங்கள், ஆயுர்வேத கார்ப்பரேஷன் வழிகாட்டுதல்கள் மற்றும் கொள்முதல் ஆணையம் ஆகியவற்றில் சுகாதாரத் துறையின் முக்கிய சிக்கல் விவாதிக்கப்படுகிறது.",
        "தேசிய இரத்தமாற்ற சேவை போன்ற சேவைகளுக்காக வாகனங்களைப் பயன்படுத்திக் கொள்ளுமாறு ஜனாதிபதி அதிகாரிகளுக்கு அறிவுறுத்தினார்.",
        "நவீன தொழில்நுட்பம் மற்றும் மக்கள்தொகையுடன் ஒப்பிடும்போது சுகாதார சேவையில் இயற்பியல் வளங்கள் மற்றும் மனித வளங்களை மொழிபெயர்க்க வேண்டியதன் அவசியத்தை ஜனாதிபதி சுட்டிக்காட்டினார்.",
        "வெளிநாட்டு உதவி மற்றும் மானியத்தின் நன்மைகளை முறையாக வழங்க வேண்டியதன் அவசியத்தை ஜனாதிபதி சுட்டிக்காட்டினார். விவாதங்கள் மூலம் மாகாண மட்டத்தின் பிரச்சினைகளை தீர்க்கவும் முன்மொழியப்பட்டது.",
        "இது சுகாதாரத் துறையின் நம்பிக்கையிலும் கவனம் செலுத்தியது, மேலும் அதன் நம்பகத்தன்மையை உறுதிப்படுத்த டிஜிட்டல் முறையை வழங்கும் டிஜிட்டல் முறையை ஊக்குவிக்கிறது.",
        "தீவின் பல்வேறு பகுதிகளில் சாக்கர் ஆம்புலன்ஸ் சேவையை மேலும் விரிவுபடுத்துவதற்காக அது தன்னை விரிவுபடுத்தும் என்று எதிர்பார்க்கப்படுகிறது.",
        "வெகுஜன ஊடக அமைச்சகம் மற்றும் வெகுஜன ஊடக அமைச்சகம் மற்றும் ஊடகங்கள் தொடர்பான திட்டங்கள் மாநில ஊடகங்களின் பொறுப்பாகும் என்று ஜனாதிபதி அனுரா குமாரா டிசனாயகே சுட்டிக்காட்டினார்.. எனவே, சமூக அணுகுமுறைகளை மாற்றுவதற்கான சமூக அணுகுமுறைகளுக்கு பங்களிக்க ஒரு திட்டத்தை சமர்ப்பிக்க ஒரு திட்டத்திற்கு அறிவுறுத்தப்பட்டதாக ஜனாதிபதி அறிவுறுத்தினார்.",
        "தபால் சேவை நவீன தொழில்நுட்பத்திற்கு மிக சமீபத்தில் புதுப்பிக்கப்பட்ட மற்றும் கூரியர் சேவை சேவைகளிலும் விவாதிக்கப்பட்டது மற்றும் அஞ்சல் சேவையை புதிய பயன்முறையில் வலியுறுத்துகிறது.",
        "தேவையான திட்டங்களுக்கு தேவையான திட்டங்களுக்கு ஒதுக்கீட்டின் முக்கியத்துவத்தையும் ஜனாதிபதி வலியுறுத்தினார் மற்றும் தேவையான திட்டங்களுக்கு ஒதுக்கப்பட்டுள்ளது.",
        "சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சின் செயலாளரும், சுகாதார மற்றும் ஊடக அமைச்சின் செயலாளருமான டாக்டர் நந்தீண்டா ஜெயதிசா, க .ரவ."
      ]
    },
    "en": {
      "title": "Preparing to launch a national health policy",
      "body_lines": [
        "Review projects on the budgetary allocation of 2025, the Ministry of Health and Mass Media and the previous year's budgetary discussion was held under the patronage of President Anura Kumara Dissanayake at the Presidential Secretariat.",
        "The progress provided for 41 institutions under the Ministry of Health and Mass Media, the progress of 41 institutions under the Ministry of Health and the Ministry of Mass Media reviewed the progress.",
        "The President instructed the officials to focus on the officials to increase primary health services under the Ministry of Health.",
        "It was revealed that the primary health service operating the primary health service at 01,000 people is scheduled to be developed at 01,000 people.",
        "The health service was discussed with plans for current technical and social conditions and the attention of the use of infrastructure facilities in the health sector and the issues of the health sector.",
        "The main problem in the health sector is also discussed at the purchase of equipment, the Ayurvedic Corporation Guidelines and the Procurement Authority.",
        "The President instructed the officials to take advantage of the vehicles for services such as the National Blood Transfusion Service.",
        "The President said the President pointed out the need to translate the physical resources and human resources in the health service compared to the modern technology and the population.",
        "The President pointed out the need to properly deliver the benefits of the foreign aid and grant. There was also proposed to resolve the issues of provincial level through discussions.",
        "It also focused on the confidence of the health sector, and promote a digital method of providing a digital method to ensure its credibility.",
        "It was also revealed that it is expected to expand itself to further expanding the sacquer ambulance service in different parts of the island.",
        "President Anura Kumara Dissanayake pointed out that the plans related to the Ministry of Mass Media and the Ministry of Mass Media and the media is the responsibility of the state media.. Therefore, the President instructed that a plan was instructed to submit a plan to contribute to the social attitudes to transform the social attitudes.",
        "The postal service was also discussed on the most recently updated and courier service services to the modern technology and emphasize the postal service to a new mode.",
        "The President also emphasized the importance of allocations for the required projects for the required projects and has been allocated for the required projects.",
        "Dr. Nandinda Jayatissa, Secretary to the Ministry of Health and Mass Media and the Secretary to the Ministry of Health and Media, Hon."
      ]
    }
  },
  "summary_lines": []
}