{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරයා ජාත්යන්තර පොත් ප්රදර්ශනයට ගියේය",
      "body_lines": [
        "ජනාධිපති අනුරගමර දිසානායක මහතා අද (28) 25 වන දින කොළඹ බණ්ඩාරනායක ජාත්යන්තර සම්මන්ත්රණ ශාලාවේදී \"25) කොළඹ බණ්ඩාරනායක ජාත්යන්තර සම්මන්ත්රණ ශාලාවේදී සාහිත්ය මාසය වෙත පැමිණියේය.",
        "ශ්රී ලංකා පොත් ප්රකාශකයින්ගේ සංගමයේ සභාපති සමන්ත ඉන්දවරා ළමා පොත් පිළිබඳ ජාතික ප්රතිපත්තිය ජනාධිපති අනුර කුමාර දිසානායක මහතා වෙත ඉදිරිපත් කළේය.",
        "පොත් සාප්පු 400 ක් මෙහි පිහිටුවන ලද අතර, ඔවුන් බැලීමට පැමිණි ජනතාව සමඟ ජනාධිපතිවරයා සාකච්ඡා කර තිබේ.",
        "ශ්රී ලංකා පොත් ප්රකාශකයින් විසින් සංවිධානය කරන ලද \"කොළඹ ජාත්යන්තර බ බුගන්ද්රක්ෂක\" සංවිධානය සැප්තැම්බර් 27 වන දින රාත්රී 9.00 ට බණ්ඩාරනායක ජාත්යන්තර සම්මන්ත්රණ ශාලාවේදී පැවැත්වේ.",
        "පෙරඩෙනියා විශ්ව විද්යාලයේ ජ්යෙෂ් Senior මහාචාර්ය ලියනගේ මහාචාර්ය ලියනගේ අමරකර්ති, අධ්යාපන අමාත්යාංශයේ අතිරේක ලේකම් උදාරා දික්කුම්බුරා, අධ්යක්ෂ සමන්ති ජයසූරිය, මොරටුවා විශ්ව විද්යාලයේ සම-ඉදිකිරීම් විශ්ව විද්යාලයේ සභාපති රුවන්තිකා සේනානායක මහතා,R"
      ]
    },
    "en": {
      "title": "President visited the International Book Fair",
      "body_lines": [
        "President Anuragumara Dissanayake visited the \"Colombo International Book Fair\" today (28) at the Bandaranaike International Conference Hall in Colombo for the 25th time the literary month.",
        "President of the Sri Lanka Book Publishers Association Samantha Indiwara presented the national policy on children's books to President Anura Kumara Dissanayake.",
        "With 400 bookstores set up here, the President had discussed with the people who had come to visit them.",
        "The \"Colombo International Buddhist Exhibition\", organized by the Sri Lanka Book Publishers Association, will be held at the Bandaranaike International Conference Hall on September 27 to 9.00 pm.",
        "Senior Professor Liyanage Amarakirthi of Peradeniya University, Additional Secretary to the Ministry of Education, Udara Dikkumbura, Director Samanthi Jayasuriya, Ruwantika Senanayake, Chairman of the Co -construction University of Moratuwa University.R"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's President Anura Kumara Dissanayake attended the 25th Colombo International Book Fair at the Bandaranaike International Conference Hall. He received a national policy on children's books from the Sri Lanka Book Publishers Association. The event featured 400 bookstores and discussions with visitors. A related exhibition will be held on September 27."
  ]
}