{
  "translated_text": {
    "ta": {
      "title": "நெருப்பின் போது என் வீடு ஒரு வீட்டின் மதிப்பு உணரப்பட்டது",
      "body_lines": [
        "இரண்டு ஆண்டுகளுக்கு முன்பு தனது வீட்டை அழித்ததும், வீடுகளின் மதிப்பை அடையாளம் கண்டதும் ஒரு வீட்டின் மதிப்புக்காக தான் பந்து வீசப்பட்டதாக ஜனாதிபதி ரணில் விக்ரமேசிங்க கூறினார், \"என்று ஜனாதிபதி ரணில் விக்ரமேசிங்கே கூறினார்.",
        "நேற்று (09) 50,000 வீடுகளின் பொது உரிமையை வழங்குவதற்காக 50,000 வீடுகள் பதவியேற்பதில் ஜனாதிபதி பேசினார்.",
        "31 கொழும்பு மாவட்டத்தில் வீடுகளின் எண்ணிக்கை 31 கொழும்பு மாவட்டத்தில் 130 வீடுகளின் உரிமையுடன் வழங்கப்பட்டது.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கின் கருத்தின் கூற்றுப்படி, 2024 பட்ஜெட் திட்டங்கள் 2024 பட்ஜெட் திட்டங்களில் இந்த வீடுகளின் முழு உரிமையையும் பொது உரிமையாளர் திட்டத்திற்கும், கொழும்பின் குடியிருப்பில் வசிக்கும் குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கும் வழங்கப்பட்டன.",
        "தேசிய வீட்டுவசதி மேம்பாட்டு ஆணையம் (என்.எச்.டி.ஏ) முதல் கட்டத்தின் முதல் கட்டத்தின் கீழ் 50,000 பயனாளி குடும்பங்களுக்கு வழங்கப்படும்.. இந்த ஆண்டு இறுதிக்குள் 1070 பயனாளிகளுக்கு தலைப்புச் செயல்களை வழங்க தேசிய வீட்டுவசதி மேம்பாட்டு ஆணையம் திட்டமிட்டுள்ளது.",
        "மேலும் பேசுகிறது. இந்த நாட்டின் மக்களின் நிறைவேற்றமாகவும், இந்த நாட்டில் உள்ள மக்களின் உரிமையாகவும் அரசாங்கம் செயல்படுகிறது என்று ஜனாதிபதி கூறினார்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "கொழும்பு குடியிருப்பில் வசிக்கும் மக்கள் முடிந்தால் இன்று நாம் இருக்கிறோம். பாரம்பரிய திட்டத்தை நகரத்திற்கு கொண்டு வருவதற்கான வாய்ப்பும் இதுவாகும். இந்த நாட்டின் மக்கள் பாதிக்கப்பட்டுள்ள ஒரு நேரத்தில் எங்கள் பாரம்பரிய திட்டம் தொடங்கியது. அரசாங்கத்தைப் போலவே, அவர்கள் அனைவருக்கும் நாங்கள் உதவினோம்.",
        "மக்களின் நலனுக்காக மக்களின் முக்கிய மையத்தில் நாங்கள் கவனம் செலுத்தினோம். ஒரு நிலத்தின் உரிமை அல்லது வீடு மிகவும் முக்கியமானது. இது மக்களின் நம்பிக்கை. அந்த எதிர்பார்ப்புகளை நிறைவேற்ற இந்த திட்டத்தை நாங்கள் செயல்படுத்தினோம். இந்த திட்டத்தை இரண்டு ஆண்டுகளுக்குள் இந்த திட்டத்தை செயல்படுத்த முடிந்தது.",
        "இது செய்யப்படுவதற்கு முன்னர் நாட்டிற்கு பொருளாதார ஸ்திரத்தன்மை இருக்க வேண்டியிருந்தது. இது நாட்டில் சட்டம் ஒழுங்கைப் பாதுகாக்க வேண்டியிருந்தது. இரண்டு ஆண்டுகளுக்கு முன்பு, எல்லோரும் நாட்டின் எதிர்காலத்தைப் பற்றி பயந்தனர். ஆனால் இன்று நாம் நாட்டில் பொருளாதார ஸ்திரத்தன்மையைக் கொண்டிருந்தோம். இந்த பொருளாதார ஸ்திரத்தன்மை உருவாக்கப்படாவிட்டால், நம் நாடு மற்றொரு சட்ட, கென்யா.",
        "இன்று நாட்டின் பொருளாதார ஸ்திரத்தன்மையின் நன்மையை வழங்க நாங்கள் பணியாற்றி வருகிறோம். இரண்டு ஆண்டுகளில் இந்த நாட்டை திவால்நிலையிலிருந்து விலக்க முடிந்தது. விவசாய மக்களுக்கு நில உரிமையை வழங்க வேண்டும் என்று நான் அறிவித்தேன். நாங்கள் அனைவரும் அதை செயல்படுத்த ஒன்றாக இருந்தோம்.",
        "இரண்டு ஆண்டுகளுக்கு முன்பு எனது வீடு எரிக்கப்பட்டபோது ஒரு வீட்டின் மதிப்பை உணர்ந்தேன். அவர்கள் யாரையும் அந்த இடத்திற்கு கூட அனுமதிக்கவில்லை. ஸ்லாஃப் தீக்கு வந்தால், அவர்கள் சுட வேண்டியிருந்தது. சுட்டுக் கொல்லப்பட்டவர்களைக் கொல்வது எனக்குப் பிடிக்கவில்லை. வீட்டில் இருந்த எனது இலக்கியங்கள் அனைத்தும் அழிக்கப்பட்டன.",
        "மக்களுக்கு வீட்டுவசதி உரிமையை வழங்குவதற்காக இந்த திட்டத்தைத் தொடங்கினோம், ஏனெனில் ஒரு வீட்டின் மதிப்பு அந்த நேரத்தை விட இறுக்கமாக உணரப்பட்டது. இதன் விளைவாக, ஹெரிடேஜ் திட்டத்தின் மக்கள் நில உரிமையைப் பெறுகிறார்கள். கொழும்பில் இரண்டு பில்லியன்கள் மற்றும் ஒன்றரை உரிமை உண்டு. நீங்கள் இந்த வீட்டைப் பாதுகாக்க வேண்டும். அது சுத்தமாக இருக்க வேண்டும். இது உங்கள் எதிர்காலத்தை உருவாக்க வேண்டும். எனவே, இதை உங்கள் வாழ்க்கைக்கு ஒரு விலைமதிப்பற்ற வாய்ப்பாக நான் கருதுகிறேன்.",
        "மக்களுக்கு மக்களுக்கு நிவாரணம் வழங்க நாங்கள் அரசாங்கமாக செயல்படுகிறோம். இந்த நாட்டின் மக்களின் சோகத்தை நாம் அனைவரும் அறிவோம். நான் இந்த நாட்டைக் கைப்பற்றும்போது, ​​நாடு நாட்டில் ஒரு வித்தியாசத்தை ஏற்படுத்த வேண்டும் என்று நினைத்தேன். அந்த வித்தியாசம் கோஷங்களை உருவாக்கவில்லை, அல்லது சாலையில் கத்துகிறது. அந்த மாற்றத்தால் மனுக்கள் கையெழுத்திடப்படாது. ஒரு நோக்கம் இருந்தால், அது அந்த நோக்கத்தின் மூலம் செய்யப்பட வேண்டும்.",
        "இன்று நம் நாட்டை நிலைமைக்கு கொண்டு வர முடியும் என்று யாரும் நினைத்ததில்லை. சாமுர்தி கொடுப்பனவின் மூன்று மடங்கு நன்மைகள் எங்களுக்கு வழங்கப்பட்டன. மேலும், 10 கிலோ அரிசியில் குறைந்த வருமானம் கொண்ட குடும்பங்களுக்கு 10 மாதங்கள் வரை நெல் உற்பத்தியின் அரசாங்க உற்பத்தி எடுக்கப்பட்டது. பொது ஊழியர்களுக்கு ஆயிரம் ரூ.",
        "சுற்றுலாத் துறையை உருவாக்க நாங்கள் திட்டமிட்டோம். விவசாயத்தை உருவாக்கியது. பாரம்பரிய திட்டத்தை செயல்படுத்த மக்களுக்கு இலவச நில உரிமையை வழங்க நடவடிக்கைகள் செயல்படுத்தப்பட்டன. மேலும், குடியிருப்புகளின் உரிமை மக்களுக்கு வழங்கப்பட்டுள்ளது.",
        "இந்த நடவடிக்கைகளை மேற்கொள்ள முடியவில்லை. ஆனால் நாங்கள் அர்ப்பணித்ததால் இந்த வேலையைச் செய்ய முடிந்தது. எனவே இந்த அமைச்சர்கள் அனைவருக்கும் நான் நன்றி சொல்ல வேண்டும். நாம் அனைவரும் தொடர்ந்து ஒன்றாக வேலை செய்ய வேண்டும்.",
        "சீனா, எங்களுக்கு வெளிநாட்டுக் கடனை வழங்கிய உத்தியோகபூர்வ கடன் வழங்குநர்களுடன், எக்ஸிமோன் வங்கி மற்றும் தனியார் கடன் வழங்குநர்களுடன் நாங்கள் உடன்படுகிறோம். அதன்படி, நாங்கள் ரூ. 2042 வரை, கடனை செலுத்த எங்களுக்கு நேரம் கிடைத்தது. அப்படியானால் நாம் இதை முன்னேற வேண்டும். பழைய சூழ்நிலைக்கு யாரும் திரும்பிச் செல்ல விரும்பவில்லை என்று நான் நினைக்கவில்லை.",
        "சர்வதேச நாணய நிதியத்துடன் இந்த ஒப்பந்தத்தை நாங்கள் பாதுகாக்கவில்லை என்றால், எதிர்காலத்தில் ஒரு நாடாக நாங்கள் மிகவும் கடினமான நேரங்களை எதிர்கொள்வோம். நாங்கள் ஒவ்வொரு நாளும் கடனாக இருக்க முடியாது. எனவே பணம் சம்பாதிக்கக்கூடிய ஏற்றுமதி பொருளாதாரத்திற்கு நாம் செல்ல வேண்டும். இந்த நோக்கங்களுக்கு நாம் ஈடுபட வேண்டும். இதை யாரும் மாற்ற வேண்டாம். உங்கள் எதிர்காலம் இன்று உங்கள் கைகளில் உள்ளது. நாங்கள் இளைஞர்களின் வேலைகளை வழங்க வேண்டும். பொது ஊழியர்களின் சம்பள முரண்பாடுகளைப் பார்க்க ஒரு சிறப்புக் குழுவை நாங்கள் நியமித்துள்ளோம்.",
        "ஓய்வு பெற்றவர்களுக்கு நிவாரணம் வழங்க ஒரு திட்டத்தை அமல்படுத்துமாறு பொது கருவூல செயலாளருக்கும் அறிவுறுத்தினேன். இந்த ஆண்டுகளுக்கு நிவாரணம் வழங்க இந்த ஆண்டின் இறுதிக்குள், நாங்கள் ஒதுக்கப்பட வேண்டும். எதிர்காலத்தில் ஆர்வத்தை பராமரிக்க அரசாங்கம் எதிர்பார்க்கிறது. வங்கி வட்டி குறைவாக பராமரிக்க வேண்டும். ஆனால் ஆர்வம் குறைக்கப்படும்போது, ​​ஓய்வூதியம் பெறுவோர் அதை ஏற்படுத்தியுள்ளனர். எனவே, ஒரு திட்டத்தை வகுக்க கருவூல செயலாளருக்கு நான் அறிவுறுத்தினேன்.",
        "உங்களை விட உங்கள் குழந்தைகளின் எதிர்காலத்திற்காக எங்களுக்கு நீண்ட பயணம் உள்ளது. எதிர்கால தலைமுறையினர் தேவைப்படும் சமூகத்தை நாம் உருவாக்க வேண்டும். மக்களுக்கு மிகச் சிறந்த காரியத்தை வழங்க நாங்கள் செய்துள்ளோம் என்று நான் நம்புகிறேன்."
      ]
    },
    "en": {
      "title": "At the time of fire my house was felt the value of a house",
      "body_lines": [
        "President Ranil Wickremesinghe said that he was bowled out for the value of a house when he destroyed her home two years ago and identifying the value of the houses, \"President Ranil Wickremesinghe said.",
        "The President was speaking at the inauguration of 50,000 houses to give the public ownership of 50,000 houses yesterday (09).",
        "The number of houses in 31 Colombo District was presented with the ownership of 130 houses in 31 Colombo District.",
        "According to President Ranil Wickremesinghe's concept, the 2024 budget proposals were implemented in the 2024 Budget Proposals to provide full ownership of these houses for the public ownership program and the low income families living in the apartments of Colombo.",
        "The National Housing Development Authority (NHDA) has paid Rs.The first phase of the first phase will be granted under the first phase for 50,000 beneficiary families. The National Housing Development Authority has planned to provide title deeds to 1070 beneficiaries by the end of this year.",
        "Speaking more. The President said that the government is working as a fulfillment of the people of this country and the ownership of the people in this country.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "Today we are in the event that the people living in the Colombo apartments are complete. It is also the opportunity to bring the heritage program to the city. Our heritage program began at a time when the people of this country were suffering. As much as the government, we helped all them.",
        "We focused on the main focus of the people for the benefit of the people. The right or home of a land is very important. This is the hope of the people. We implemented this program to fulfill those expectations. This program was able to implement this program within two years.",
        "The country had to have economic stability before this was done. It also had to protect law and order in the country. Two years ago, everyone was afraid of the future of the country. But today we have had economic stability in the country. If this economic stability is not created, our country is another legal, a kenya.",
        "We are working to provide the benefit of the economic stability of the country today. We were able to exempt this country from bankruptcy over two years. I have been pronounced that the farming people should be given land ownership. All of us were together to implement it.",
        "I felt the value of a house when my house was burned two years ago. They did not even allow anyone to the place. If the SLAF came to fire, they had to shoot. I didn't like the killing of the people who were shot. All my literature that was in the house were destroyed.",
        "We started this project to grant housing ownership to the people, as the value of a house was felt more tight than that time. As a result, we were able to bring the inheritance program to the village. The people of the heritage program receives land ownership. Two billions and a half will be entitled in Colombo. You must protect this house. And it should keep it clean. It should build your future. Therefore, I consider this as a precious opportunity for your life.",
        "We are acting as a government to give the people as relief to the people. All of us know the sadness of the people of this country. I thought that when I took over this country, I thought that the country should make a difference in the country. That difference is not making slogans, or screaming on the road. Petitions will not be signed by that change. If there is a purpose, it should be done through that objective.",
        "No one thought it would be able to bring our country to the situation today. We were given three times the benefits of the Samurdhi allowance. Also, the government manufacture of paddy production was taken to provide low income families to 10 months in 10 kg of rice. A salary increase was given to public servants a thousand Rs. 1,000.",
        "We also planned to develop the tourism industry. Was developed agriculture. Steps were implemented to provide free land ownership to the people to implement the heritage program. Also, the ownership of the flats have been given to the people.",
        "Unable to carry out these activities. But because we were dedicated because we were able to carry out this work. So I must thank all these ministers and. All of us should continue to work together.",
        "China, with the official creditors who gave us the foreign debt, we have come to agree with Exymon Bank and private creditors. Accordingly, we have reduced Rs. 08 billion. And until 2042, we have had the time to pay the debt. If so we have to move forward with this. I don't think anyone wants to go back to old situation.",
        "If we do not defend this Agreement with the International Monetary Fund, we will face more difficult times as a country in the future. And we can't be loan every day. So we have to go to an export economy that can earn money. We should commit to these purposes. Don't let anyone change this. Your future is in your hands today. And we should give youths' jobs. We have appointed a special committee to look into the salary anomalies of public servants.",
        "I also instructed the General Treasury Secretary to implement a program to provide relief to retired. By the end of this year to provide relief to these years, we must be allocated. The government expects to maintain interest in the future. The bank interest should maintain low. But when interest is reduced, the pensioners have caused it. Therefore, I advised the Treasury Secretary to formulate a program.",
        "We have a longer journey for the future of your children than you. We must build the society that needs future generations. I believe that we have done that we have done to give the people the best thing to do."
      ]
    }
  },
  "summary_lines": [
    "In a speech marking the handover of 50,000 houses to the public, President Ranil Wickremesinghe reflected on personal loss and the importance of homeownership. He highlighted the government's efforts to stabilize the economy and ensure law and order, crucial steps before implementing the housing program. The initiative aims to provide full ownership to low-income families, with the first phase granting titles to 1,070 beneficiaries by year-end. The president emphasized the significance of land ownership, drawing parallels between his own experience of losing a home and the broader societal need for security and prosperity."
  ]
}