{
  "translated_text": {
    "ta": {
      "title": "நாளை இலவச கட்சி முடிவு",
      "body_lines": [
        "சுதந்திர ஜனாதிபதித் தேர்தலில் சுதந்திர ஜனாதிபதித் தேர்தலில் ஒரு வேட்பாளர் முன்வைக்கப்படுகிறாரா அல்லது நாளை (31) மற்றொரு வேட்பாளரை வழங்க வேண்டாமா என்று இலங்கை சுதந்திரக் கட்சி (எஸ்.எல்.எஃப்.பி) கூறுகிறது.. எஸ்.எல்.எஃப்.பி பொலிட்பீரோ, மத்திய குழு மற்றும் செயற்குழு இன்று சந்திக்கும்.",
        "எஸ்.எல்.எஃப்.பி தலைமையகத்தில் இலங்கை சுதந்திரக் கட்சியில் (30 வது) நடைபெற்ற செய்தியாளர் கூட்டத்தில் டுமிந்தா டிசனாயக் இந்த அவதானிப்பை மேற்கொண்டார்.",
        "இன்றைய கலந்துரையாடலில், சிலர் மற்ற குச்சிகளைப் பற்றி பேச நண்பர்கள்.எங்களுக்கு ஒரு வேட்பாளரை வழங்க பூர்த்தி. இதன் விளைவாக, அது விவாதத்திற்குப் பிறகுதான். தீர்ப்பு குறித்து தேர்தல் ஆணையத்திற்கு தெரிவிக்க நாங்கள் நடவடிக்கை எடுத்துள்ளோம்.ஆனால் எம்.பி.க்கள் ப ous ஷ்ஸில் இருந்து வெளியேற்றப்படுகிறார்கள். அத்தகைய இடுகை இருந்தபோதிலும், ஒரு வேட்பாளர் கூறினார். எனவே, SLFP உடன் ஒரு முடிவு விவாதிக்கப்படும்.",
        "இந்த பத்திரிகையாளர் சந்திப்பில் பத்திரிகையாளர்கள் எழுப்பிய கேள்விக்கு பதிலளித்த கட்சி அமைச்சர் திரு. மஹிந்தா அரவீரா, அவர் கூறினார்:",
        "முன்னாள் தலைவர் பயங்கரமாக எடுத்துக் கொண்டார். இப்போது நாங்கள் அதை மீண்டும் உருவாக்குகிறோம்.எனவே, நீங்கள் ஒரு முறை சொல்ல வேண்டும் என்பது உண்மையல்ல.ஜனாதிபதித் தேர்தலில் எங்களுக்கு ஒரு நிலை உள்ளது.ஆனால் நாங்கள் இந்த பயணத்தில் சேர்ந்திருந்தால், எங்களுக்கு இன்னும் முன்னேற்றம் உள்ளது .இது இல்லை.. ஆனால் கட்சியின் உறுப்பினர்கள் அவமதித்தால், அவர்கள் செயல்படுத்தப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "Free party decision tomorrow",
      "body_lines": [
        "The Sri Lanka Freedom Party (SLFP) states that whether a candidate is presented in the Freedom presidential election in the Freedom Presidential Election or not to offer another candidate tomorrow (31).. The SLFP Politburo, the Central Committee and the Executive Committee will meet today.",
        "Duminda Dissanayake made this observation at a press conference held at the Sri Lanka Freedom Party (30th) at the SLFP headquarters.",
        "In today's discussion, some people are friends to talk about other sticks.Fulfillment to give us a candidate. As a result, it is only after the discussion. We have taken steps to inform the Elections Commission about the verdict today.But MPs are broken out of the poush. Despite such a post, they said that a candidate said. Therefore, a decision will be discussed with the SLFP.",
        "Mr. Mahinda Araweera, Minister of Party, responding to the question raised by journalists in this press conference, he said:",
        "Former chairman took the terribly. Now we are building it again.Therefore, it is not true that you have to say one time.We have a level of winning the presidential election.But if we have joined this journey, we have a more advancement .It 's not.. But if the members of the party is insulting, they have to be implemented."
      ]
    }
  },
  "summary_lines": [
    "The Sri Lanka Freedom Party (SLFP) will decide tomorrow (31st) whether to field a candidate in the upcoming presidential election. The decision comes after discussions where some members expressed the need for a candidate. Despite internal disagreements, the party aims to inform the Elections Commission of its choice today."
  ]
}