{
  "translated_text": {
    "si": {
      "title": "ඔබ ශ්රී ලාංකිකයන් ලෙස එක්සත් වී තිබේ නම්, රට වේගයෙන් සංවර්ධනය වීමට හේතු විය හැක - ජනාධිපතිතුමා 10 වන ජාතික බාලදක්ෂ ජම්බෝර්දි ආරම්භ කර තිබේ",
      "body_lines": [
        "සෑම කෙනෙකුම ශ්රී ලාංකිකයන් ලෙස එක්සත් වී ඇත්නම්, රට ශී devel ්ර සංවර්ධනයට හේතු විය හැක. ජනාධිපති රනිල් වික්රමසිංහ මහතා කියා සිටියේ ආරක්ෂිත රටක් ගොඩනැගීම සඳහා අනාගත පරම්පරාව ගොඩනැඟිය හැකි බවයි.",
        "ජනාධිපතිතුමා මේ බව කියා සිටියේ බදාදා (21) ත්රිකුණාමලයේ ගිනස්වර හින්දු විද්යාලයේ ක්රීඩා කළ කතාවකදීය.",
        "ජාතිය හා ආගමේ පදනම මත කිසිවෙකු බාලදක්ෂ gman ෝෂාබිමට සම්බන්ධ නොවන බවත්, සෑම මොහොතකම එක්සත් වන විට ශ්රී ලාංකිකයින් එක්සත් වී ඇති ශ්රී ලාංකිකයන් වන පේද්රෝ සිට දේවේන්රෝ සිට මේ වන විට එක්සත් වන බවත්ය.",
        "රටට හොඳ පුරවැසියන් නිර්මාණය කරන බාලදක්ෂ සංවිධානය පුළුල් කිරීමට සහ තාක්ෂණ අමාත්යාංශය සමඟ වැඩ කිරීමට බාලදක්ෂ ව්යාපාර අවස්ථා ලබා දෙන ලෙස කටයුතු කිරීමට සහයෝගය ලබා දෙන බවට ජනාධිපතිවරයා පොරොන්දු විය.",
        "ශ්රී ලංකා බාලදක්ෂ ව්යාපාරය විසින් සංවිධානය කරන ලද 10 වන ජාතික බාලදක්ෂ ජබාරය ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් විවෘත කරන ලදී.",
        "නායක බාලදක්ෂ ජබායිවල 11 පෙබරවාරි 20 සිට 26 දක්වා පැවැත්වෙන ජාතික බාලදක්ෂයින් 11,500 ක් අතර බාලදක්ෂයින් 14,500 ක් සහභාගී වූහ.. මේ වතාවේ කාන්තා බාලදක්ෂයින් නියෝජනය කරන කණ්ඩායමක් ද ඇතුළත් කර ඇති අතර ළමා බාලදක්ෂයින්ගේ අවස්ථාව ලබා දී ඇත.",
        "ප්රධාන බාලදක්ෂ අධ්යක්ෂ ජනරාල් ජෙනරාල් ප්රනාන්දු වික්රමසිංහ මහතා විසින් පදක්කමක් හා පදක්කමක් සහිත 10 වන ජාතික බාලදක්ෂ ජෙබෙයි නැරඹීමට ගිය ජනාධිපති රනිල් වික්රමසිංහ මහතා පිළිගත්තේය.",
        "ජාතික බාලදක්ෂ ජබාර්බි සහ දිස්ත්රික්-සඟරා - බාගින් සඟරා ජනාධිපතිවරයාට භාර දී ඇති අවස්ථාවේදී මුද්රාවක් සිදු කරන ලදී.",
        "ශ්රී ලංකා බාලදක්ෂ ව්යාපාරයේ නිල නිල ඇඳුම සංකේතවත් කිරීම සඳහා ප්රධාන බාලදක්ෂ නීති orney ජනප්රිත් ප්රනාන්දු මහතා ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් නිල ඇඳුම පිරිනමන ලදී.",
        "පසුව ශ්රී ලංකාවේ අග්රාමාත්යවරයා ලෙස ජනාධිපති රනිල් වික්රමසිංහ මහතා ස්මාරකමය ප්රදානය කරන ලදී.",
        "එක්සත් ජනපදය, ඕස්ට්රේලියාව, කැනඩාව, ස්වීඩනය, ඕස්ට්රේලියාව, ප්රංශය, ඉන්දියාව, එක්සත් රාජධානිය, ඉන්දියාව, පෘතුගාලය, සිංගප්පූරුව, තායිලන්තය, නේපාලය, නේපාලය, නේපාලය, මැලේසියාව, වීට්මය, වියට්නාමය සහ හින්දුසියාව සහභාගී වූහ.",
        "ජැම්රි සහ ගිනිකෙළි හා සංස්කෘතික අංශවල සෑම දිනකම විවිධ ක්රියාකාරකම් සිදු කෙරේ.අද (21) උදේ 9.00 සිට පස්වරු 9.00 දක්වා ජනප්රිය දෘෂ්ටිය සඳහා ජබාර්බි විවෘත කෙරේ.",
        "10 වන බාලදක්ෂ තදබදය ත්රිකුණාමලයේ දී පවත්වනු ලැබේ. සියලුම දිස්ත්රික්කවල බාලදක්ෂයින් සහභාගී විය.පාසැල්, ආගම සහ ජාතිය යන පදනම සඳහා සහභාගිවන්නන් සහභාගී නොවෙති. ශ්රී ලංකාවේ බාලදක්ෂයින් කාණ්ඩයට සහභාගී වී ඇත. අපි හැමෝම ශ්රී ලාංකිකයන්.",
        "මෙහි සංචාරය කළ සෑම කෙනෙකුටම ස්තූතියි.ඔබ කපු සිටම දේවේන්ද්ර ඉඟියේ සිට විශාලතම ජාලය නිර්මාණය කර ඇත. ඒ හා සමානව, මිත්රත්වය කොළඹ සිට ත්රිකුණාමලය දක්වා විහිදේ.ඔබේ එකමුතුකම ශක්තිමත් වේ. එබැවින් මෙය මෙම තදබදයෙන් පිරිනමනු ලැබේ.",
        "බාලදක්ෂ ව්යාපාරය නිර්මාණය වන්නේ රට සඳහා හොඳ පුරවැසියන් විසිනි.මම අගමැති ධුරයට පත්වන විට, බාලදක්ෂයාගේ සංඛ්යාව ලක්ෂ 2 ක් දක්වා වැඩි කළ හැකිදැයි මම විමසුවෙමි. බාලදක්ෂයාගේ අධ්යක්ෂවරයා පැවසුවේ එය කළ හැකි බවයි.",
        "ඒ අනුව, සියල්ලන්ම බාලදක්ෂ ව්යාපාරය එක්සත් කර ශක්තිමත් කළ යුතුය. අනාගතයේදී එම සංඛ්යාව දෙසිය පනස්දහසක් දක්වා වැඩි කළ යුතුය. ප්රමාණවත් ගැටළුවක් ඇති විය.බාලදක්ෂ ව්යාපාරය ලක්ෂ 2 කට පුද්ගලයන්ට ඇතුළත් කළ පසු මේ සඳහා ගෙවන ලද අරමුදල් ප්රමාණය වැඩි කිරීමට අපි බලාපොරොත්තු වෙමු. කෙසේ වෙතත්, එය සැලැස්මක් සඳහා අවශ්ය වේ.",
        "ඒ හා සමානව, එවැනි පද්ධතිවලට නව දැනුම හා නව තාක්ෂණය සැපයිය හැකිය. එසේම ලබන වසරේ ජාතික බාලදක්ෂයාට ජැම්වෙයිහි කෘතිම බුද්ධිය ලබා දිය හැකිය. මෙම බාලදක්ෂ ව්යාපාරය අප නව දැනුම ලබා දෙන ආකාරයක් ලෙස භාවිතා කළ හැකිය. එබැවින් බාලදක්ෂ ව්යාපාරය සඳහා තාක්ෂණ අමාත්යාංශය සමඟ වැඩ කිරීමට අවස්ථාව ලබා දීමට මම බලාපොරොත්තු වෙමි.",
        "මෙම බාලදක්ෂ ව්යාපාරය සමඟ කෘෂිකාර්මික නවීකරණය හා පාරිසරික ආරක්ෂාව යන ක්ෂේත්ර ක්ෂේත්ර සම්බන්ධ කිරීම සඳහා අපි අපගේ සහාය ලබා දීමටෙමු. බාලදක්ෂ ව්යාපාරය විසින් ඔබ රට වෙනුවෙන් ඔබේ යුතුකම ඉටු කරනු ඇතැයි අපි බලාපොරොත්තු වෙමු. ඔබ දැන් එය කර ඇත. මෙය අනාගතයේ දී මෙය වඩාත් ශක්තිමත් වනු ඇතැයි අපි අපේක්ෂා කරමු.",
        "බාලදක්ෂයින් පමණක් නොව සෑම කෙනෙකුම රට වෙනුවෙන් ඔවුන්ගේ වගකීම කළ යුතුය.අප සියල්ලන්ම එය සිදු කරන්නේද යන්න පිළිබඳ ප්රශ්නය අපි. ගැටලුව වන්නේ එය රජය විසින් ඉටු කරනු ඇත්ද යන්නයි. මීට වසර දෙකකට පෙර අපි සියල්ලෝම දුෂ්කරතාවන්ට මුහුණ දුන්නා. විදුලිය නොමැති, ඉන්ධන නොමැති නිසා කෘෂිකර්මාන්තයට අත්යවශ්ය පොහොර නොමැත. තුන් වතාවක් ප්රමාණවත් තරම් ආහාර නොමැත. අපි වඩාත්ම දුෂ්කර කාල පරිච්ඡේදය සමත් වී සිටිමු. අපේ රට බංකොලොත් වී ඇත. නමුත් දැන් බංකොලොත්භාවය ක්රමයෙන් පිටව ගොස් ඇත. මිනිසුන් තරමක් සහනයක් වුවද, දුෂ්කර තත්වයක් පවා ඇත.නමුත් රට සාර්ථක වීමට නම්, අප මෙම මාවතේ ඉදිරියට යා යුතුය.",
        "රට බංකොලොත්භාවයෙන් රට යථා තත්ත්වයට පත්වීමෙන් පසු ඊළඟ පරම්පරාව සඳහා වඩා හොඳ රටක් නිර්මාණය කිරීම අප සියලු දෙනාගේ යුතුකමකි. මෙම තත්වය නැවත සිදු නොවන පරිදි රට ගොඩනැඟිය යුතුය. ප්රශ්නය වන්නේ දේශපාලන politicians යන් තවමත් ඒ සඳහා සූදානම්ද යන්නයි.",
        "ඉතින් මම හැමෝටම මේ ගමනක් එකට එකතු කරන්න කියලා. අප සැවොම එකට එකතු වුවහොත් අවුරුදු 10-15 තුළ හොඳම රට නිර්මාණය කළ හැකිය. මේ රටේ අනාගත පරපුරට අපගේ යුතුකම ලෙස මම එය හඳුන්වමි. ජනාධිපති රනිල් වික්රමසිංහ මහතා මෙසේ පැවසීය.",
        "නැගෙනහිර පළාත් ආණ්ඩුකාර සෙන්තිල් තොන්ඩමන්, පාර්ලිමේන්තු මන්ත්රී කපිල අත්තකෝරලා, ජැන්තේ සභාපති සහ ප්රධාන බාලදක්ෂ කොමසාරිස්, සයිමන් බොග්, බාලදක්ෂ කඳවුරේ සංවිධායක සරත්බෝරි සභාපති සහ නියෝජ්ය කොමසාරිස් එම්එෆ්එස්මුහෙඩ් ඇතුළු තවත් අය මෙම අවස්ථාවට සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "If you are united as Sri Lankans, the country can lead to fast development - the President has started the 10th National Scout Jambori",
      "body_lines": [
        "If everyone is united as Sri Lankans, the country can lead to rapid development. President Ranil Wickremesinghe said that the future generation can be built to build a safe country.",
        "The President said this in a speech at the Goneshwara Hindu College grounds in Trincomalee on Wednesday (21).",
        "The President said that no one would join the scout Jambori on the basis of race and religion, and urged that Sri Lankans unite at all moments would be united from Point Pedro to Devendra.",
        "The President promised to cooperate to expand the scout organization that creates good citizens for the country and give the scout movement opportunities to work with the Ministry of Technology.",
        "The 10th National Scout Jambori, organized by the Sri Lanka Scout Movement, was opened by President Ranil Wickremesinghe.",
        "11,500 domestic and fourteen scouts participated in the National Scout Jambori, which will be held from February 20 to 26 under the theme of Change Leadership.. This time a group representing women's scouts has also been entered and children's scouts have been given the opportunity.",
        "Chief Scout Director General Attorney General Jagapit Fernando Wickremesinghe welcomed President Ranil Wickremesinghe, who visited the 10th National Scout Jambori, with a medal and medal.",
        "A seal was made on the occasion of the National Scout Jambori and the district -based magazines were handed over to the President.",
        "Chief Scout Attorney Janapirith Fernando was awarded the uniform by President Ranil Wickremesinghe to symbolize the official uniform of the Sri Lanka Scout Movement.",
        "Subsequently, President Ranil Wickremesinghe was awarded the monument as the Prime Minister of Sri Lanka.",
        "The United States, Australia, Canada, Sweden, Australia, UK, France, France, Portugal, India, South Korea, Singapore, Thailand, Pakistan, Nepal, Nepal, Nepal, Malaysia, Malaysia, Vietnam and Hindusia participated.",
        "Various activities will be carried out every day of the Jambori and the fireworks and cultural aspects.Jambori will be opened for people's view from 9.00 am to 9.00 pm today (21).",
        "10th Scout Jambori is held in Trincomalee. Scouts from all districts participated.Participants do not participate in the basis of school, religion and race. Have participated in the category of Sri Lanka's scouts. We are all Sri Lankans.",
        "Thank you to everyone who visited here.You have created the largest network from Devendra Tip to Cotton. Similarly, the friendship extends from Colombo to Trincomalee.Your unity is strengthened. So this is served by this jambori.",
        "The scout movement is created by good citizens for the country.When I took over as the Prime Minister, I asked if the number of scout could increase to 2 lakhs. The Director of Scout said it could be done.",
        "Accordingly, all should unite and strengthen the scout movement. In the future that number should be increased to two hundred and fifty thousand. There was an inadequate problem.We expect to increase the amount of funds paid for this once the scout movement is incorporated into 2 lakh people. However, it is necessary for a plan.",
        "Similarly, such systems can provide new knowledge and new technology. Also, next year's National Scout can provide artificial intelligence during the Jambori. This scout movement can be used as a way we offer new knowledge. Therefore, I expect to provide opportunities to work with the Ministry of Technology for the Scout Movement.",
        "We are going to provide our support to connect the fields of agricultural modernization and environmental protection with this scout movement. We hope you will do your duty for the country by the scout movement. You have done it for now. We expect this to be more strong in the future.",
        "Not only scouts but everyone should do their responsibility for the country.We are the question of whether we all carry out it. The problem is whether it will be fulfilled by the state. Two years ago we all faced hardships. There is no electricity, no fuel, there is no fertilizer that is essential for agriculture. There is not enough food for three times. We have passed the most difficult period. Our country has become bankrupt. But now the bankruptcy has been gradually exit. Even if people are somewhat relief, there is even a difficult situation.But if the country is to succeed, we must continue on this path.",
        "It is the duty of all of us to create a better country for the next generation after recovering the country from bankruptcy. The country must be built so that this condition does not occur again. The question is whether politicians are still ready for it.",
        "So I urge everyone to make this trip together. If we all come together can create the best country in 10-15 years. I will refer to it as our duty to the future generations of this country. President Ranil Wickremesinghe said,",
        "Eastern Province Governor Senthil Thondaman, Parliamentarian Kapila Attukorala, Jambori Chairman and Chief Scout Commissioner Attorney Jupiter Fernando, Asia Pacific Deputy Leader and World Scout Movement, Simon Bogre, Scout Camp organizer Sarath MadharachiDeputy Jambori Chairman and Deputy Commissioner MFSMuhid and others attended the event."
      ]
    }
  }
}