{
  "translated_text": {
    "ta": {
      "title": "189 574 சுற்றுலாப் பயணிகள் ஜனவரி முதல் 28 நாட்களில் வந்தனர்",
      "body_lines": [
        "189 574 சுற்றுலாப் பயணிகள் ஜனவரி 2024 இல் இலங்கைக்கு வந்தனர். 2023 වසරේ ජනවාරි මාසය තුළදීම ශ්‍රී ලංකාවට පැමිණ තිබුණ සංචාරකයන් සංඛ්‍යාව 102545කි.",
        "ஜனவரி முதல் 28 நாட்களில் இலங்கைக்கு அதிக எண்ணிக்கையிலான சுற்றுலா வருகைகள் வந்தன. 8,541 சுற்றுலாப் பயணிகள் இலங்கைக்கு வந்தனர்.",
        "இலங்கை ஜனவரி மாதம் இலங்கைக்கு வந்துள்ளது, அது 31920 ஆகும்.",
        "கூடுதலாக, ரஷ்யாவிலிருந்து 28,159 சுற்றுலாப் பயணிகள், இங்கிலாந்திலிருந்து 15,252 மற்றும் ஜெர்மனியில் இருந்து 12,340, சுற்றுலாப் பயணிகள் இலங்கைக்கு வந்தனர்."
      ]
    },
    "en": {
      "title": "189 574 tourists arrived at the first 28 days of January",
      "body_lines": [
        "189 574 tourists arrived in Sri Lanka in January 2024. The number of tourist arrivals arriving in Sri Lanka during January of 2023 was 102545.",
        "The highest number of tourist arrivals arrived in Sri Lanka in the first 28 days of January. 8,541 tourists arrived in Sri Lanka.",
        "Sri Lanka has come to Sri Lanka in January, and it was 31920.",
        "In addition, 28,159 tourists from Russia, 15,252 from the UK and 12,340 from Germany, tourists arrived in Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "In January 2024, Sri Lanka saw 189,574 tourists, the highest in the first 28 days, with significant arrivals from Russia (28,159), the UK (15,252), and Germany (12,340)."
  ]
}