{
  "translated_text": {
    "ta": {
      "title": "கிளப் வசந்தத்தை கொன்றதற்காக மற்றொரு சந்தேக நபர் கைது செய்யப்பட்டார்",
      "body_lines": [
        "மேற்கு மாகாணம் தெற்கு குற்றப் பிரிவு மேற்கு மாகாண வடக்கு குற்றவியல் பிரிவினரால் கைது செய்யப்பட்டுள்ளது.",
        "ஜூலை 8 ம் தேதி அத்ருகிரியா பொலிஸ் பிரிவில் நடந்த சம்பவம் தொடர்பாக சந்தேக நபர் கைது செய்யப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "அதன்படி, சந்தேக நபர்கள் தெற்கு அதிவேக நெடுஞ்சாலையில் உள்ள தெற்கு அதிவேக நெடுஞ்சாலையில் கைது செய்யப்பட்டனர், மேலும் அவர் அத்ருகிரியா போலீசில் கொண்டு செல்லப்பட்டார்.",
        "சந்தேக நபர் தர்கா டவுனில் வசிப்பவர், 36.",
        "சந்தேக நபர் குற்றத்திற்கு முன்னர் ஒரு வாடகை வீட்டைப் பெறுகிறார், அம்பாலங்கோடாவிலிருந்து அத்ருகிரியா பகுதிக்கு இரண்டு துப்பாக்கி சுடும் வீரர்கள் மற்றும் ஆயுதங்கள் கிடைக்கின்றன.",
        "மேற்கு மாகாணத்தின் மேற்கு குற்றவியல் பிரிவில் உள்ள அதிகாரிகள் பொலிஸ் காவலில் கொண்டு வந்து பஸ்ஸை அத்ருகிரியா காவல் நிலையத்திற்கு தயாரித்துள்ளனர்.",
        "இந்த சம்பவம் தொடர்பாக இதுவரை எலிமிஷன்கள் கைது செய்யப்பட்டுள்ளன, மேலும் அத்ருகிரியா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Another suspect arrested for killing Club Spring",
      "body_lines": [
        "The Western Province South Criminal Division has been arrested by the Western Province North Criminal Division.",
        "Police said that the suspect was arrested in connection with the injuries of the incident in the Athurugiriya police division on July 8.",
        "Accordingly, the suspects were arrested at the Southern Expressway at the Southern Expressway and he was taken to the Athurugiriya Police.",
        "The suspect is a resident of Dharga Town, 36.",
        "It has been revealed that the suspect obtains a rent home before crime and the two shooters and weapons from Ambalangoda to the Athurugiriya area.",
        "Officers in the Western Criminal Division of the Western Province have been taken into police custody and produced the bus to the Athurugiriya police station.",
        "Elemissions have been arrested so far in connection with the incident and the Athurugiriya Police are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "A suspect, aged 36 and residing in Dharga Town, has been arrested by the Western Province North Criminal Division in connection with a fatal incident at Club Spring. The arrest occurred near the Southern Expressway, and the suspect was found to be renting a house prior to committing the crime. He had also transported shooters and weapons from Ambalangoda to Athurugiriya. Further investigations are ongoing by the Athurugiriya Police."
  ]
}