{
  "translated_text": {
    "ta": {
      "title": "ஒரு தேவாலயத்தில் பிசாசைக் காப்பாற்றுங்கள்",
      "body_lines": [
        "மதுரங்குலியா முகோடகோடு பகுதியில் குணப்படுத்தப்பட்ட ஒரு பெண்ணாக ஒரு நோயாளியின் பிற்பகல், 58 வயதான இரண்டு வயது இரண்டு வயது காயங்கள் அடையாளம் காணப்பட்டுள்ளதாக மதுரங்குலியா போலீசார் கூறுகின்றனர்.",
        "இறந்தவர் முண்டலாமாவின் வில்போதாவில் வசித்து வந்த இருவரின் தாயாக அடையாளம் காணப்பட்டார்.",
        "அதே மகள் பற்றிய விசாரணையில், ஒரு மத்திய கிழக்கில் பணியாற்றும் போது அந்த பெண் உடலுக்குள் நுழையும்படி கூறப்படுகிறார்.",
        "அவரது தாயார் தனது தாயை ஒரு மருத்துவ மருத்துவத்திற்குக் காட்ட முயன்ற போதிலும், அந்தப் பெண் அதை தொடர்ந்து பிரதிபலித்தார்.",
        "பின்னர், மதுரங்குலியா மொக்கோடுகோடாவில் குழந்தைக்கு சிகிச்சை பெறும் இடத்திற்கு உறவினர்கள் அழைத்துச் செல்லப்பட்டுள்ளனர்",
        "அந்தப் பகுதியில் நடவடிக்கைகளை மீட்டெடுப்பதற்கு பெண் அழைத்துச் செல்லப்பட்டுள்ளார்.",
        "பெண்ணின் போதகராக அறியப்பட்ட நபர், அந்த நபர் ஒரு சில தண்ணீர் பாட்டில்களை குடிக்க முயற்சிக்கிறார், அந்தப் பெண் தீவிரமாக விமர்சித்ததாகக் கூறுகிறார். புட்டலம் மருத்துவமனைக்கு இறந்துவிட்டார்.",
        "இரண்டு பெற்றோரின் உறவினர்கள், இரண்டு சந்தர்ப்பங்களில் அவர் அவளை இந்த இடத்திற்கு அழைத்துச் சென்று பல்வேறு நோய்களுக்கு அறிமுகப்படுத்தியதாகக் கூறுகிறார்.",
        "இருப்பினும், அந்த பகுதி குழந்தை குழந்தை ஆண் என்று அழைக்கப்படும் இடமாக இருந்ததாகக் கூறப்படுகிறது.",
        "நோயாளிகளை குணப்படுத்துவது பேபி மாமா என்றும், அவர் இறந்த பிறகு தனது மகனால் சம்பந்தப்பட்டிருப்பதாகவும் அழைக்கப்படுகிறது.",
        "அவசரகால ஆய்வு ஆய்வாளர் விஜய சமரதுங்கா புட்டலம் பிரதேச செயலகத்தின் வளாகம் குறித்து விசாரணை நடத்த வேண்டியிருந்தது.",
        "புட்டலம் அடிப்படை மருத்துவமனையில் உள்ள புட்டலம் அடிப்படை மருத்துவமனையில் பிரேத பரிசோதனை நடவடிக்கை எடுக்கப்பட்டது.",
        "மதுரங்குலியா காவல்துறையின் ஓக், மதுரங்குலியா காவல்துறையின் ஓ.ஐ.சி நடைபெற உள்ளது."
      ]
    },
    "en": {
      "title": "Save the devil riding in a church to death of water",
      "body_lines": [
        "Madurankuliya police say that afternoon of a patient, a 58-year-old two-old two-year-old injuries have been identified as a woman who has been cured in the Madurankuliya Mukkotagodu area.",
        "The deceased has been identified as a mother of two who was residing in Wilpotha, Mundalama.",
        "Inquiry into the same daughter as a matter of mental inconveniences, the woman is told to enter into the body while serving in a Middle East.That is said.",
        "Although her mother tried to show her her mother to a medical medical, the woman continued to replicate it.",
        "Later, relatives have been taken to the place where the baby is being treated at the Madurankuliya Mokkotugoda, who is being treated at the Madurankuliya Mokkotugoda.The relatives say they were taken to this woman after the Kiwadan again to drink a few days.",
        "The woman has been taken to recovering measures in the area.",
        "The person who is known to be the Pastor who is taking place of the woman, the person has been trying to drink a few of the water bottles.The relatives say that the woman has been seriously critical, relatives have been killed after he was taken to the Puttalam Hospital and died.",
        "The relatives of two parents say that two of the occasions she had taken her to this place and had been introduced to various diseases.",
        "However, the area is said to have been a place where the baby is known as the baby male.",
        "The cure of the patients is called baby mama and that he is involved by his son after he died.",
        "Emergency inspection inspector Wijaya Samaratunga had to conduct an inquiry into the premises of the Puttalam Divisional Secretariat.",
        "The post mortem examination was in action at the Puttalam Base Hospital in the Puttalam Base Hospital.",
        "The OIC of the Madurankuliya Police Station, OIC of the Madurankuliya Police, was to be held."
      ]
    }
  },
  "summary_lines": [
    "A 58-year-old woman from Madurankuliya, suffering from mental health issues, died after being taken to a church for treatment. Her family believes she was poisoned with water."
  ]
}