{
  "translated_text": {
    "ta": {
      "title": "ரூ. இரண்டு பெண்கள் சிகரெட்டுடன் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "மதியம் 12/10 மணியளவில் கட்டூனாயக பணியகத்தால் சட்டவிரோதமாக இலங்கைக்கு அழைத்து வரப்பட்ட ஏராளமான விமானப் பயணிகள் பெண்கள், விமான நிலையமான பெரிஃபெடிக் மூலம் இரண்டு விமான நிலைய பெண்கள் கைது செய்யப்பட்டுள்ளனர்.",
        "இருவரும் துபாய் வீட்டிற்குச் சென்றிருந்தனர், அங்கு அவர்கள் வேலைகள் பெறவில்லை மற்றும் இலங்கை குடிவரவு மற்றும் குடிவரவு மற்றும் குடியேற்றத் துறை (குடிவரவு துறை அதிகாரிகள்) இலங்கைக்கு திரும்பியுள்ளனர்.",
        "அவர்கள் வரும்போது, ​​அவர்கள் 'மான்செஸ்டர் \"வகைகளின் 20,000 சிகரெட்டுகளின் 100,000 புகைபிடிக்கும் கிரூட்டுகளுடன் கட்டுனாயக்க விமான நிலையத்திற்கு வந்துள்ளனர்.",
        "அவர்களில் ஒருவர் மொராட்டுவாவில் வசிக்கும் 35 வயதானவர், மற்றொரு பெண் மிரிகாமாவில் 52 வயதானவர்.",
        "அவர்கள் துபாயிலிருந்து 12.45 நாட்கள் முதல் 12.45 மணி வரை துபாயிலிருந்து கட்டுனாயக் விமான நிலையம் வரை 12.45 நாட்கள் இருந்தனர்.",
        "இரண்டு சந்தேக நபர்களும் கட்டுனாயக்க விமான நிலையத்தில் கைது செய்யப்பட்டு பொலிஸ் ஜாமீனில் விடுவிக்கப்பட்டனர், மேலும் நெகோம்போ மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்படுவார்கள்."
      ]
    },
    "en": {
      "title": "Rs. Two women arrested with cigarettes",
      "body_lines": [
        "A large number of air passenger women who were illegally brought to Sri Lanka by the Katunayaka Bureau of 12/10 pm, two airport women have been arrested by the Airport Arrivals periphetic.",
        "The two had gone to the house of Dubai, where they had not received their jobs and the Sri Lankan Embassy of Immigration and Immigration and Immigration Department (Immigration Department officials) have returned to Sri Lanka.",
        "While they come, they have come to the Katunayake airport with a 100,000 smoking croots of 20,000 cigarettes of 'Manchester \"types.",
        "One of them is a 35-year-old resident of Moratuwa, another woman is a 52-year-old resident of Mirigama.",
        "They were 12.45 days from Dubai to 12.45 days to 12.45 am from Dubai to the Katunayake Airport.",
        "The two suspects were arrested at the Katunayake airport and were to be released on police bail and will be produced before the Negombo Magistrate's Court."
      ]
    }
  },
  "summary_lines": [
    "Two women arrested at Katunayake airport for smuggling cigarettes. They were returning from Dubai after losing their jobs. One is 35 from Moratuwa, another 52 from Mirigama. To be released on bail and produced in court."
  ]
}