{
  "translated_text": {
    "ta": {
      "title": "ஞானசரா தெரோவுக்கு தீவிரமான வேலையுடன் நான்கு ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்பட்டார்",
      "body_lines": [
        "கொழும்பு உயர்நீதிமன்றம் இன்று (மார்ச் 28), கொழும்பு உயர் நீதிமன்றம் இன்று (மார்ச் 28) 4 ஆண்டு காலத்திற்கு தண்டனை விதிக்கப்பட்டுள்ளது",
        "ஞானசாரா தேராவுக்கு எதிரான தண்டனைச் சட்டத்தின் பிரிவு 295 இன் கீழ் அட்டர்னி ஜெனரல் சமர்ப்பிக்கப்பட்டார்.",
        "உயர்நீதிமன்ற நீதிபதி அடாடி பனெண்டியின் தண்டனை தனித்தனியாக தனித்தனியாக செலுத்தப்பட வேண்டும்.",
        "ஞானசரா தெரோவுக்கு நான்கு ஆண்டுகள் சிறைத்தண்டனை விதிக்கப்படும்.",
        "கூடுதலாக, நீதிபதிக்கும் ஒவ்வொரு குற்றச்சாட்டுக்கும் ரூ .500,000 தண்டனை விதிக்கப்பட்டது.",
        "அபராதத்தின் இயல்புநிலை செலுத்துதலுடன் கூடுதலாக இரண்டு ஆண்டுகளில் சிறையில் அடைக்கப்பட்டுள்ளது.",
        "மார்ச் 30, 2016 அன்று ஒரு செய்தியாளர் கூட்டத்தில், அட்டர்னி ஜெனரலால் அட்டர்னி ஜெனரலால் குரகலா விஹாராயாவில் ஒரு அறிக்கை வெளியிட்டார்.",
        "தண்டனைக்கு முன்னர் தண்டனைக்கு முன்னர் ஆஜரான வழக்கறிஞர், ஞானசரா தேரா நாட்டின் வளிமண்டலத்தின் அடிப்படையில் இந்த அறிக்கையை வெளியிட்டார் என்று கூறப்பட்டது.",
        "எவ்வாறாயினும், நீதிபதிகளின் நீதித்துறை தலைவர் நாடுகளின் ஒற்றுமையைப் பாதுகாக்க ஒற்றுமையைப் பாதுகாப்பதற்கு பொறுப்பேற்றார், ஆனால் குற்றம் சாட்டப்பட்டவர் இயல்புநிலை.",
        "தண்டனை பின்னர் உயர் நீதிமன்ற நீதிபதி வெளியிட்டது.",
        "முன்னாள் எம்.பி. முஜிபார் ரஹ்மான் மற்றும் ஆசாத் சாலி ஆகியோரால் பதிவு செய்யப்பட்ட புகாரின் படி ஞானசரா தேரா மீது இந்த வழக்கு தாக்கல் செய்யப்பட்டது.",
        "147 ஆண்டுகளின் சோதனை வரலாற்றில் தனித்துவமான பதிவுகளாக இருந்த கிமிடி மெண்டிஸ் யார்?"
      ]
    },
    "en": {
      "title": "Gnanasara Thero sentenced to four years in prison with serious work",
      "body_lines": [
        "The Colombo High Court today (28th March), the Colombo High Court today (28th March) has been sentenced to a 4 year-long-up-to-day sentenced to death",
        "The Attorney General was submitted under Section 295 of the Penal Code against Gnanasara Thera.",
        "The High Court Judge Adadi Paneendi's punishment should be paid separately separately.",
        "Gnanasara Thero will be sentenced to four years of prison sentences.",
        "In addition, the judge also was sentenced to Rs. 500,000 to each charge.",
        "The order was stated in two years of prison in addition to the default payment of the fine.",
        "At a press conference on March 30, 2016, the Attorney General was filed by the Attorney General with a statement made by a statement in the Kuragala Viharaya.",
        "The lawyer who appeared before the punishment before the punishment was stated that the Gnanasara Thera made the statement based on the atmosphere of the country.",
        "However, the Judgic Leader of the Judges, however, was responsible for protecting unity to protect the unity of the nations, but the accused was default.",
        "The punishment was then published by the High Court Judge.",
        "The case had been filed against Gnanasara Thera according to a complaint lodged by former MP Mujibar Rahman and Azad Salley.",
        "Who is the Kimiddi Mendis, which was unique records in Test history of 147 years?"
      ]
    }
  },
  "summary_lines": [
    "Gnanasara Thero, sentenced to 4 years in prison for making a statement under Section 295 of the Penal Code, was also fined Rs. 500,000. The case was filed by former MP Mujibar Rahman and Azad Salley."
  ]
}