{
  "translated_text": {
    "ta": {
      "title": "பனாதுராவில் சந்தேக நபரைப் பற்றிய கூடுதல் தகவல்கள்",
      "body_lines": [
        "கலுதாரா குற்றப் பிரிவினரால் கைது செய்யப்பட்ட சந்தேக நபர்கள் ஹெராயின் ஒரு பெரிய பயணத்துடன் மேலும் தகவல்கள் எதுவும் இல்லை.",
        "மேலும், புனைப்பெயரை \"வாலபாலா எம்\" என்று அறியப்படுகிறது.",
        "துபாயில் துபாய் தாரங்காவின் முதன்மை சீடர் சந்தேக நபர் என்பது துபாயில் மறைக்கும் போதைப்பொருள் கடத்தல்காரராக இருப்பது தெரியவந்துள்ளது.",
        "பனாதுராவில் உள்ள தலபோலா பகுதியில் ஹெராயின் கடத்தல் தொடர்பாக கலுதாரா குற்றப் பிரிவின் OIC பெற்ற தகவல்களின் மீதான தாக்குதலை காவல்துறையினர் அமல்படுத்தியிருந்தனர்.",
        "பனாதுராவில் உள்ள தலபோலா பகுதியில் உள்ள தலபோலா பகுதியில் பிரதான சாலைக்கு அருகில் இருந்த 37 வயது நபர் ஹெராயின் உடன் கைது செய்யப்பட்டார்.",
        "ஹெராயின் அவனுடைய வசம் மற்றும் 850 கிராம் ஹெராயின், இது ரூ.",
        "இதற்கு பதிலளிக்கும் விதமாக, கைது செய்யப்பட்ட சந்தேக நபர் மேற்கொண்ட மேலும் விசாரணைகள் ஹெராயின் மோசடி, பனாதுரா, வாடுவா, பண்டாரகாமா மற்றும் ஹொரானா ஆகிய இடங்களில் மேற்கொள்ளப்பட்டுள்ளன.",
        "கைது செய்யப்பட்ட சந்தேக நபர் ஹெராயின் பயன்பாட்டிற்கு போதைப்பொருள் என்பது தெரியவந்துள்ளது.",
        "மோசடி செய்ய சந்தேக நபர் பயன்படுத்திய மொபைல் தொலைபேசியையும் போலீசார் பறிமுதல் செய்தனர்."
      ]
    },
    "en": {
      "title": "More information about the suspect in Panadura",
      "body_lines": [
        "There have been no more information regarding the suspect arrested by the Kalutara Crimes Division with a large haul of heroin.",
        "Further, further has been revealed that the nickname is known by the \"Walapala Em.\".",
        "It is revealed that the suspect is a primary disciple of Dubai, Dubai Tharanga, a hiding drug trafficker in Dubai.",
        "The police had implemented the raid on information received by the OIC of the Kalutara Crimes Division regarding a heroin trafficking in the Talapola area in Panadura.",
        "A 37-year-old man who was near the main road in the Talapola area in the Talapola area in Panadura had been arrested with heroin.",
        "Heroin found in his possession and 850 grams of heroin, which was worth over Rs. 5 billion.",
        "In response, further interrogations made by the arrested suspect had revealed that heroin racket had been carried out in Panadura, Panadura, Wadduwa, Bandaragama and Horana.",
        "It has also been revealed that the arrested suspect is a drug addictive to the use of heroin.",
        "The police also seized the mobile phone used by the suspect to carry out the racket."
      ]
    }
  },
  "summary_lines": [
    "A suspect arrested by the Kalutara Crimes Division for heroin trafficking is linked to Dubai-based drug trafficker Dubai Tharanga. The arrest followed a raid based on intelligence about heroin dealing in Panadura's Talapola area. The suspect, a 37-year-old man, was found with 850 grams of heroin worth over Rs. 5 billion. Further investigations reveal a wider heroin network across Panadura, Wadduwa, Bandaragama, and Horana, and the suspect's addiction to heroin."
  ]
}