{
  "translated_text": {
    "ta": {
      "title": "மூத்தவர் இளைஞர்களைத் தாக்கும் பாக்கியம்?",
      "body_lines": [
        "இலங்கை உமா ஆஜி, உமா ஆஜியில் ஒரு புதிய கலைஞர், அவரது சகோதரியின் திருமணத்தில் ஒரு பேச்சு, பூர்வீக வன்முறையின் ஒரு பகுதியை மையமாகக் கொண்டிருந்தார்.",
        "அவரது உரையின் ஒரு பகுதி சமூக ஊடகங்களில் வெளியிடப்பட்டது, மேலும் பலருக்கு அவரது பேச்சு கண்டறியப்பட்டது.",
        "\"நான் என்னைப் பற்றி பேசும்போது, ​​இஸ்ரேலியப் போராக எங்களுடன் பேச நிறைய இருக்கிறது. இன்று எந்த வித்தியாசமும் இல்லை. இன்னும் என்னுடன் போராடுகிறார்.",
        "\"அவர் என் தந்தையிடம் அவரிடம் கேட்பதை நான் விரும்பவில்லை. அவர் வேறு யாரையும் வளர்ப்பதை நான் விரும்பவில்லை. ஆனால் அவர் அவருடன் நேசிப்பது எனக்கு நினைவில் இல்லை. நான் யானைகளை நன்கொடையாக வழங்குகிறேன். ஆனால் அது நான் தான். வேறு எந்த நபரும் இல்லை, அவரிடம் ஒரு வார்த்தை சொல்லுங்கள், அவர் ஒரு விரலை உயர்த்துவதை நான் விரும்பவில்லை. நான் இருக்க மாட்டேன். \"",
        "யுபிஎஃப்ஏ மற்றும் குழந்தை பருவ பாதுகாப்பின் இணை நிர்வாகி டாக்டர் துன் விக்ரமநயா 'எல்லை அறக்கட்டளை அறக்கட்டளை' குறித்து கருத்து தெரிவித்தார்.",
        "\"இலங்கையில் வன்முறை நீதி சிறந்தது நன்றி. ரொமின்சிபிள்ஸ் சொற்களை விட அதிகம். குழந்தைகளிடையே பூர்வீக வன்முறையைப் புரிந்து கொள்ளுங்கள், \"என்று அவர் காட்டியுள்ளார்.",
        "குழந்தைகளுக்கு \"மகன், என் காதல்\" போன்ற குழந்தைகளுடன் எந்த தொடர்பும் இல்லை. அன்புடனும் வன்முறையுடனும் ஒரே அளவுகோலிலிருந்து மாங்கர்நைசிங் எதுவும் இல்லை. ஆனால் லிக்ஸ், ஹார்ட்ஸ், ஷியாஸ், அவர்களின் உணர்வுகளால் அலமாரி செய்ய முடியாது, ஆனால் அவர் குறிப்பிடப்பட்டார்.",
        "இதற்கிடையில், வன்முறையை கூச்சலிட்ட ஒரு பெண்ணால் அங்கீகரிக்கப்பட்ட ஒரு பெண்ணின் பேச்சு குறித்து சமூகத்தை அறிந்த பிரபலமான பெண் குழு மற்றவர்களால் விமர்சிக்கப்பட்டுள்ளது.",
        "ஏராளமான மக்கள் இந்த அறிக்கையை நியாயப்படுத்தியிருந்தனர், மேலும் உமா ஆஜியின் சமகால கலைஞர்கள் சிலர் அதைப் துக்கப்படுத்துவதாகக் கண்டுபிடிக்கப்பட்டு அவர்களின் சமூக ஊடக பக்கங்களை வெளியிட்டனர்.",
        "சகோதர சகோதரிகளுக்கு இடையிலான வன்முறையை நியாயப்படுத்த முயன்ற பலர் இலங்கையில் இண்டர்லி வன்முறை குறித்து அதிகமான மக்களுக்கு சரியான புரிதல் இல்லை என்று கண்டறியப்பட்டது.",
        "பெற்றோர்கள் வேலை செய்யும் நேரங்கள் உள்ளன, பெரும்பாலும் குழந்தைகள் வீட்டிலேயே வெளியேற வேண்டும்.",
        "இதுபோன்ற சந்தர்ப்பங்களில், பெற்றோர்கள் மூத்த குழந்தைக்கு தங்கள் பொறுப்பை உறுதிப்படுத்துகிறார்கள்.",
        "ஒரு குழந்தை வயதாகிவிட்டாலும், குழந்தையும் ஒரு குழந்தையாக இருப்பதால், மற்ற சகோதரரின் கவனிப்பைப் பற்றி அவன் அல்லது அவள் அறிந்திருக்கவில்லை.",
        "இளைய குழந்தைகளைத் தாக்கி தங்கள் மூத்த குழந்தைகளை கட்டுப்படுத்த முயற்சிக்கிறார்கள் என்று சைக்கிரேட்ஸ் கூறுகிறது.",
        "கூடுதலாக, மூத்த குழந்தைகள் பெரும்பாலும் தங்கள் மூத்த மற்றும் அதிக வாய்ப்புகளை உடல் ரீதியாகவோ அல்லது மனரீதியாகவோ பாதிக்க பயன்படுத்துகிறார்கள்.",
        "\"மூத்தவர் இளைய குழந்தைகளைத் தாக்கும் பாக்கியம் அல்ல. இது வீட்டு வன்முறையின் கீழ் வருகிறது. பெற்றோர்கள் அல்லது பெரியவர்கள் எப்போதும் குழந்தைகளின் பிரச்சினைகளை நிம்மதியாகவும் மாற்றத்திலும் தீர்க்க முயற்சிக்க வேண்டும். குடும்பத்தின் இளைய குழந்தைகளுக்கு மனித உரிமைகள் உள்ளன. இளைய குழந்தைகள் வயதான குழந்தைகளின் எமார்டரிகளாக இருந்தால், அந்த குழந்தைகளின் ஆளுமையால் அவர்கள் மோசமாக பாதிக்கப்படலாம். எனவே இங்கே முதல் தவறு என்னவென்றால், மூத்தவர் ஒரு இளைய குழந்தையைத் தாக்கினார். இது அதை நியாயப்படுத்த முடியாது, \"தேசிய குழந்தைகள் பாதுகாப்பு ஆணையத்தின் இயக்குநர் ஜெனரல் அனோமா சிரிவார்டேனா பிபிசி சிங்களிடம் கூறினார்.",
        "தேசிய குழந்தைகள் பாதுகாப்பு ஆணையத்தின் இயக்குநர் ஜெனரல் சுட்டிக்காட்டினார், வன்முறை வன்முறையை, தனது சகோதரியின் நோக்கத்தின் எந்தவொரு குறிக்கோளிலும் நியாயப்படுத்த முடியாது.",
        "\"திருமணத்தை போன்றவர்கள் கணிசமாக. 'சகோதரியின் காதல்' என்பதன் கீழ் நிறைய பேருக்கு கதை இருந்தது. பின்னர் ஒருவர் நினைக்கலாம், சகோதரியைத் தாக்கப் பழக்கமாகிவிட்டது, சகோதரியின் சகோதரி?அது. \"",
        "'அன்புக்கான காதல்,' தேசிய குழந்தைகள் பாதுகாப்பு ஆணையத்தின் இயக்குநர் ஜெனரலைச் செய்யுங்கள்.",
        "\"ஒருவரை நேசிக்க நேசிப்பது பொய். அன்பை நேசிக்க வேண்டாம். எங்கள் கோபத்தின் காரணமாக. மற்றொரு மூடநம்பிக்கை உள்ளது, 'நாங்கள் இன்று இந்த இடங்களில் இருக்கிறோம், ஏனென்றால் எங்கள் பெற்றோர், ஆசிரியர்கள் நன்றாக இருக்கிறார்கள். இது ஒரு தவறான கருத்து. நான் குழந்தையாக இருந்தபோது யாரும் குழந்தையில் இருந்ததில்லை. ஆனால் நான் இப்போது ஒரு குறிப்பிட்ட இடத்தில் இருக்கிறேன். அடிப்பது படைப்பாற்றல் இழப்பு. '",
        "உமா ஆசி ஒரு நன்கு அறியப்பட்ட பெண்மணி என்பதால், அனோமா தனது உரையின் சமூகமயமாக்கல் பொதுப் பேச்சுக்கு அதிக பொறுப்பாளராக இருக்க வேண்டும் என்று சுட்டிக்காட்டினார்.",
        "'பிரபலமானவர்களைப் பின்தொடரும் நபர்கள் உள்ளனர். அவர்களை நேசிக்கும் அதிகமானவர்கள். எனவே அவர்கள் தங்கள் அறிக்கைகளின் வாழ்க்கையை பாதிக்கலாம். எனவே வன்முறைக்கு வரும்போது நீங்கள் ஆச்சரியப்படவோ அல்லது நியாயப்படுத்தவோ கூடாது என்று நீங்கள் செய்யக்கூடாது. அவர்கள் தங்கள் கருத்துக்களை பொறுப்போடு வெளிப்படுத்த வேண்டும். '",
        "மேலே காட்டப்பட்டுள்ளபடி, ஒரு குழந்தையிலிருந்து மட்டுமல்லாமல், வன்முறை வன்முறைச் செயல்களில் செயல்பட எதையும் காட்டியது.",
        "\"மணல் காஸ்ட்லியுடன் நூறு கால்களை நிரப்பி, வாசனை, வாசனை, மற்றும் வாசனையை கொள்ளையடிக்கும் பிராமணியின் வாசனை.",
        "போதிசத்வா ஒரு இரு என்று அவர் ஒரு ஜாமீனைக் கணக்கிட்டார். அதே நேரத்தில் அவர்கள் பிராமணரிடமிருந்து ஆயிரக்கணக்கான பொருட்களை வாங்கினர்.",
        "மீறல் ஆயிரத்தில் இழந்தது. மாடு துக்கத்தில் விடுவிக்கப்பட்டு வருத்தப்படுகிறார். நுதேஷரின் பிராமணத்தை உன்னிப்பாகக் காண பிராமியட் உள்ளது.",
        "நான் ஆயிரத்தில் தொலைந்து போகும் தூக்க கூம்பு. பிரஹ்டேரியா, இது மிக நீண்டது, என்னிடம் உடல்கள் அல்லது சுரங்கத் தொழிலாளி அல்லது சுரங்கத் தொழிலாளர், அல்லது ஒரு சுரங்கத் தொழிலாளர், அல்லது ஒரு சுரங்க அல்லது ஒரு சுரங்க. மகன் சொன்னான், அப்படி எதுவும் இல்லை.",
        "இது எனக்கு எவ்வளவு நேர்ந்தது?இது நூலகத்தின் பிழைகள். என் பிழை இல்லை. இரண்டு மரங்களில் வலுவானது. நான் கோபுரத்திலிருந்து பேசினேன், \"",
        "மேலே மேற்கோள் காட்டப்பட்டுள்ள கடுமையானவற்றில் மேற்கோள் காட்டப்பட்டிருப்பது தகுதி பெற முடியாது என்பதையும், அன்பான சொற்களை விட இது சிறந்தது என்பதையும் நந்தியின் தரவரிசை சுட்டிக்காட்ட முயற்சிக்கிறது.",
        "\"இலங்கையர்கள் வேலைநிறுத்தங்கள் மற்றும் ஜாமீன் போன்ற வன்முறையான ஒரு சமூகம் எங்கே?சோகமான கேள்வி நம் இதயத்தில் உள்ளது. இது புரிந்து கொள்ளப்படாவிட்டால், தேசிய குழந்தைகள் பாதுகாப்பு ஆணையத்தின் இயக்குநர் ஜெனரல் அனோமா சிரிவவர்டேனா (",
        "வீட்டு வன்முறை என்பது ஒருவருக்கொருவர் எதிரான வன்முறை மட்டுமல்ல, ஐக்கிய நாடுகளின் மக்கள் தொகை நிதியிலும் குடும்பத்தில் உள்ள மக்களிடையே உடல், பாலியல் மற்றும் மன வன்முறையும் அடங்கும்.",
        "அதன்படி, சகோதரரின் சகோதரிகளுக்கு இடையிலான வன்முறையும் வீட்டு வன்முறைக்கு உட்பட்டது.",
        "மனித உடலின் சில குற்றச் செயல்கள், தாக்குதல், பாலியல் வன்முறை, பாலியல் வன்முறை, பாலியல் வன்முறை, பாலியல் துன்புறுத்தப்பட்டவை, பாலியல் ரீதியாக ஒப்படைக்கப்பட்டவை, மனித உடலின் அனைத்து குற்றச் செயல்களின் பொதுவான குற்றவியல் செயல்முறையைச் சேர்ந்தவை.",
        "உட்புற வன்முறை தடுப்பு பிரச்சாரச் சட்டம் 2005 ஆம் ஆண்டின் 34 வது இடத்தைத் தடுக்க சட்டம் செயல்படுத்தப்படுகிறது.",
        "வீட்டு வன்முறை ஏற்பட்டால், பொலிஸ் அவசர அழைப்புகள் 118 அல்லது 119 ஐ அழைக்கலாம்.",
        "கூடுதலாக, மனநல சேவைகளுக்கு அருகில் அமைந்துள்ள ஒரு மருத்துவமனைக்குச் செல்ல முடியும்.",
        "டெஸ்லா பங்குதாரர்கள் 56 பில்லியன் டாலர் தொகையை செலுத்த ஒப்புக்கொள்கிறார்கள்"
      ]
    },
    "en": {
      "title": "Is the eldest is a privilege to attack young people?",
      "body_lines": [
        "A new performer in Sri Lanka Uma Aazi, Uma Aazi, a talk at his sister's wedding, focused on a part of the indigenous violence.",
        "A part of her speech was published in social media, and many were diagnosed with her speech.",
        "\"When I talk about I, I have a lot to talk to us, as the Israelite war. There is no difference today. Still fighting with me still. \"",
        "\"I don't want him to ask my father by asking him. I don't want him to raise anyone else. But I don't remember him loving with him. I donate the elephants. But it's just me. No other person, tell him one word, I don't want him to raise one finger. I will not let me be. \"",
        "Dr. Thun Wickramanaya, the co-executor of the UPFA and childhood protection were commented on the 'Boundary Foundation Foundation'.",
        "\"Justice of violence in Sri Lanka is better thank you better. Romanciples are more than words. Understand the indigenous violence among children, \"she has shown.",
        "The children have nothing to do with such children as \"son, my love\". There is no such thing as much monkernizing from the same benchmark with love and violence. But the Lyx, Hartz, Sheas, is not able to be deceived by people who are warded by their feelings, but also. \"She was noted.",
        "Meanwhile, a group of famous woman who knows the society has been criticized by others regarding the speech by a woman who is recognized by a woman who exclaimed violence.",
        "A large number of people had justified the statement, and some of the contemporary performers of Uma Aazi were found to grieve it and published their social media pages.",
        "Many people who were trying to justify the violence between the brothers and sisters were found that more people had no proper understanding of indotely violence in Sri Lanka.",
        "There are times when parents are employed, and often have children to leave at home.",
        "In such cases, parents assert their responsibility to the eldest child.",
        "Even though a child is older, he or she is not aware of the care of the other brother, as the child is also a child.",
        "Psycrates say that they are trying to control their eldest children by attacking younger children.",
        "In addition, elder children often use their eldest and more opportunities to suffer physically or mentally.",
        "\"The eldest is not a privilege of assaulting younger children. It falls under domestic violence. Parents or adults should always try to resolve the problems of children peacefully and in conversion. The younger children of the family have human rights. If the younger children are emortories of the older children, they can be badly impacted by the personality of those children. So the first fault here was that the eldest was attacked a younger child. It cannot justify it, \"National Child Protection Authority Director General Anoma Siriwardena told BBC Sinhala.",
        "The Director General of the National Child Protection Authority pointed out that the violence of violence, which is in any objective of the purpose of his sister, cannot be justified.",
        "\"Significantly of people like a wedding. A lot of people had the story was Shear, under 'sister's love'. Then one may think, accustomed to attack the sister, is the sister of the sister?That is. \"",
        "'Love for love,' Do the Director General of the National Child Protection Authority questions.",
        "\"It is a lie to love someone to love. Not to love love. Because of our rage. There is another superstition, 'We're in these places today, because our parents, teachers are well. It's a misconception. No one was in a child when I was a child. But I'm in a certain place right now. Hitting is the loss of creativity. '",
        "Because Uma Aasi was a well-known woman, Anoma pointed out that the socialization of his speech should be more responsible for public speaking.",
        "'There are people who follow the famous people. More people who love them. So they can affect the lives of their statements. So it should not be done at all that you should not do to exclamment or justifying it when it comes to violence. They must express their views with responsibility. '",
        "As shown above, not only from a child but also shown anything to act in violent acts of violence.",
        "\"The smell of Brahmani, who fills a hundred galls with the sand castley, and smells, and smells, and robbed the smells.",
        "He calculated a bail that the Bodhisattva was a bi-. And in the same time they bought thousands of objects from Brahmin.",
        "Breach was lost in a thousand. The cow is released and grieved in grief. The Brahriot is to closely see the Brahmad of the nutheasher.",
        "I was sleepy cone to be lost in a thousand. Brahteria, which was so long, and said if I had no bodies or a minery or a miner, or a miner, or a minery, or a minery. The Son said, no such thing.",
        "How much did it happen to me?This is the errors of the library. My bug is not. Strong in two trees with the. I have just spoken from the tower, just flushed. \"",
        "The rank of Nandy is trying to point out that the cited in the stringent, which is cited above, cannot be eligible, and that none of the beloved words, it is better than dear words.",
        "\"Where are Sri Lankans have a society that has been violent, such as strikes, and bail?The sad question is in our heart. If this is not understood, the Director General of the National Child Protection Authority Anoma Siriwardena (",
        "The domestic violence is not only violence against each other, but the United Nations Population Fund also includes physical, sexual and mental violence among people in the family.",
        "Accordingly, the violence between the brother's sisters is also subject to domestic violence.",
        "Some of the criminal acts of human body, attacking, sexual violence, sexual violence, sexual violence, sexually harassed, sexually delegated, can belong to the common criminal process of all the criminal acts of human body.",
        "The law is being implemented to prevent indoor violence prevention campaign Act No. 34 of 2005.",
        "In the event of domestic violence, police emergency calls can call 118 or 119.",
        "In addition, it is possible to go to a hospital located close to psychiatric services.",
        "Tesla Shareholders agrees to pay a sum of $ 56 billion"
      ]
    }
  },
  "summary_lines": [
    "Uma Aazi, a Sri Lankan performer, sparked controversy with comments about indigenous violence during her sister's wedding speech. Her remarks, focusing on the ongoing conflict and its impact on children, were widely shared and debated. Critics argue that her words could normalize violence, while supporters defend her right to speak freely. Dr. Thun Wickramanaya highlighted the need for understanding and addressing indigenous violence. The National Child Protection Authority emphasized that violence, including sibling aggression, is unacceptable and urged for peaceful resolution of conflicts. The discussion underscores the complexities of addressing violence within communities and the importance of responsible public discourse."
  ]
}