{
  "translated_text": {
    "si": {
      "title": "உலகிலேயே முதல் நாடாக நியூசிலாந்தில் விடைபெற்றது 2024! பிறந்தது புத்தாண்டு!",
      "body_lines": [
        "නවසීලන්තය ලෝකයේ පළමු රට වූ අතර 2024 දී උපත ලැබූ අතර 2025 දී උපත ලැබීය.",
        "නව වසර ඉන්දියාව ඇතුළු රටවල රටවල් කිහිපයකින් උපත ලැබීමට නියමිතය. பல நகரங்களில் டிசம்பர் 31ஆம் தேதி மாலை முதலே புத்தாண்டுக் கொண்டாட்டங்கள் களைகட்டத் தொடங்கிவிடும்.",
        "2024 දී ආරම්භ වන සිදුවීම සැමරීමට ලෝකය සූදානම් වෙමින් 2025 දී ආරම්භ වේ. අලුත් අවුරුද්ද ඔවුන්ගේම ආකාරයෙන් පිළිගැනීමට බොහෝ දෙනෙක් සූදානම්.",
        "ලෝකයේ පළමු රට ලෙස නවසීලන්තයේ ඕක්ලන්ඩ්හි නව වසරේ ඒව උපත ලැබීය. ශ්රී ලංකාවේ වේලාව අනුව, මධ්යම 12 ට අඟහරුවාදා සවස 4.40 ට මධ්යම රාත්රී 12 ට.",
        "අලුත් අවුරුදු උපත ආසන්නයේ, අලුත් අවුරුද්දේ විනෝදය සමඟ මිනිසුන් බොහෝ විනෝදයෙන් සුබ පැතූහ.",
        "ලෝක කාලයට අනුව, නව වසර කිරිබට්ටි දූපත අසල නව වසර උපත ලැබීය. අවුක්ලන්ඩ් රටේ ස්කී කුළුණ තුළ නව වසරේ විනෝදය සමරනු ලැබීම සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "New Zealand is the first country in the world 2024! Born New Year!",
      "body_lines": [
        "New Zealand was the first country in the world and was born in 2024 and was born in 2025.",
        "New Year is to be born in a few more hours in countries including India. New Year's Eve celebrations will begin on the evening of December 31 in many cities.",
        "The world is preparing to celebrate the event that will begin in 2024 and start in 2025. Many are ready to welcome the New Year to him.",
        "New Year's Eve was born in Auckland, New Zealand as the first country in the world. According to Sri Lanka's time, at 4.40 pm on Tuesday, New Zealand at 12 midnight.",
        "On the eve of the New Year's birth, people greeted the New Year with a lot of fun with the fun of the New Year.",
        "According to World Time Ceylon, New Year is born next to Kiribatti Island. It is noteworthy that the fun of the New Year was celebrated in the Auckland country's ski tower."
      ]
    }
  },
  "summary_lines": []
}