{
  "translated_text": {
    "ta": {
      "title": "வாக்கெடுப்பு அரசியலமைப்பு மற்றும் ஜனநாயக செய்யப்படலாம்",
      "body_lines": [
        "யு.என்.பி பொதுச் செயலாளர் பாலிதா ரேஞ்ச் பண்டாரா கூறுகையில், ஜனாதிபதியின் ஏற்பாடு அரசியலமைப்பிற்கு வழங்கப்பட்டுள்ளது என்றும் ஜனாதிபதி அரசியலமைப்பு மற்றும் ஜனநாயக ரீதியாக செய்யப்படுகிறார் என்றும் கூறினார்.. மக்களின் உரிமையை உறுதிப்படுத்த அரசியலமைப்பிற்கு மக்களின் முன்னுரிமை வழங்கப்பட வேண்டும் என்று அவர் கூறினார்.",
        "ரேஞ்ச் பண்டாரா இந்த கருத்துக்களை சிரிகோத்தா இன்று (3) கட்சி தலைமையகத்தில் நடைபெற்ற ஒரு சிறப்பு பத்திரிகையாளர் சந்திப்பில் ஜனாதிபதி ரங்கில் விக்கிரேமசிங்கின் பதவிக் காலத்தை இரண்டு ஆண்டுகளில் நீட்டிக்க வேண்டும் என்று கூறினார்.",
        "\"நான் ஒரு வாக்கெடுப்பில் பாராளுமன்றத்தின் பங்கைக் குறிக்கிறேன். இந்த இரண்டு விஷயங்களும் அரசியலமைப்பிற்கு முரணானவை அல்ல. ஜனநாயக எதிர்ப்பு அல்ல. அரசியலமைப்பு குறிப்பிட வேண்டும். நான் அரசியலமைப்பின் விதிமுறையைப் பற்றி பேசிக் கொண்டிருந்தேன். நாட்டின் பெரும்பான்மையான மக்கள் போராட்டத்திற்குப் பிறகு ஜனாதிபதி மீது நம்பிக்கை வைத்திருக்கிறார்கள். மக்கள் மக்களிடையே இருக்கிறார்கள்.",
        "மக்களின் வாழ்க்கைக்கான உரிமையை உறுதிப்படுத்த அரசியலமைப்பு வழங்கப்பட வேண்டும். சில கட்சிகள் எனது பார்வையை எதிர்க்கக்கூடும். நான் குரைக்க முடியும். ஆனால் பொருளாதாரத் திட்டம் அரசியல் கட்சிகளைப் போலவே முன்னேறவும் முன்னேறவும் தயாராக உள்ளது என்று அறிவிக்குமாறு நான் அவர்களை கேட்டுக்கொள்கிறேன்.. மற்ற அரசியல் கட்சிகளை நான் ஏற்றுக்கொள்ள விரும்புகிறேன்?",
        "அரசியலமைப்பில் மூன்று தேர்தல்கள் உள்ளன. ஒரு வாக்கெடுப்பு.மற்ற இரண்டு ஜனாதிபதி மற்றும் நாடாளுமன்ற தேர்தல். வாக்கெடுப்பு நேரடியாக மக்களுக்கு வாக்களிக்கும் உரிமை. ஜனநாயக விரோத பெயர்கள் இருந்தால், மக்கள் தொகை வழங்கப்படாது.",
        "பொதுத் தேர்தல்களில் போட்டியிடும் வேட்பாளர்களின் எண்ணிக்கை. அச்சிட மற்ற துண்டுப்பிரசுரங்களின் அளவு அதிகம். தேர்தல் பிரச்சாரத்திற்கு நிறைய பணம் செலவாகும். இரண்டு கட்சிகள் மட்டுமே உள்ளன. நீங்கள் வாக்கெடுப்புக்குச் சென்றால், ஜனாதிபதித் தேர்தலில் ஒரு மில்லியன் செல்கிறது.",
        "நான் ஜனநாயக எதிர்ப்பு என்று நிரூபித்துள்ளேன். \""
      ]
    },
    "en": {
      "title": "Referendum can be done constitutional and democratic",
      "body_lines": [
        "UNP General Secretary Palitha Range Bandara said that the president's arrangement has been made to the Constitution and that the president is constitutional and democratically done.. He said that the constitution should be given the priority of the people to ensure the ownership of the people.",
        "Range Bandara made these comments at a special press conference held at the party headquarters by Sirikotha today (3) that President Ranil Wickremesinghe's term of office should be extended in two years.",
        "\"I mean the role of Parliament in a referendum. Both of these matters are not contrary to the constitution. Not an anti-democratic. The fact that the Constitution is to mention. I was talking about a provision of the Constitution. The majority of people in the country have had the trust in the president after the struggle. That is what the people are in the people.",
        "The constitution should be given to ensure the right to the living of the people. Some parties may oppose my view. I can bark. But I urge them to declare that the economic program is ready to move and move forward to one of the same as political parties.. Would I like to accept the other political parties? Please tell the country if you will bring this program ahead.",
        "The Constitution contains three elections. One referendum.The other two presidential and parliamentary election. Referendum is directly a voting right to the masses. If anti-democratic names, a population will not be given.",
        "The number of candidates contesting at general elections. The size of other pamphlets to print is too much. Election campaign costs a lot of money. There are only two parties. If you go to a referendum, one million goes on the presidential election.",
        "I have proven that I have been anti-democratic. \""
      ]
    }
  },
  "summary_lines": [
    "UNP General Secretary Palitha Range Bandara supports extending President Ranil Wickremesinghe's term through a constitutional and democratic referendum, emphasizing its alignment with the constitution and people's trust. He highlights the cost-effectiveness of referendums over general elections and urges unity among political parties to advance the nation's economic agenda."
  ]
}