{
  "translated_text": {
    "si": {
      "title": "විශාල්ගේ 'රත්නම්' නරක වචනවල පෙරදසුන",
      "body_lines": [
        "දෙමළ සහ තෙළිඟු වලදී දෙමළ සහ තෙළිඟු චිත්රපටවල මුදා හරින 'රත්නම්' චිත්රපටයේ පෙරදසුනෙහි පෙරදසුන මේ මස 26 වන දින 'විප්ලවවාදී අණදෙන නිලධාරි' විශාල්බා සමඟ මුදා හැර තිබේ.",
        "දෙමළ සිනමා කර්මාන්තයේ අද්විතීය විලාසිතාවක් හඳුන්වා දෙන අධ්යක්ෂ, ප්රියා, ප්රියා භවානි ශංකර්, සමුච්චාකානි, යෝගි බාබු, යෝගී බාබු,",
        "එම්.. සුකුමාර් විසින් පටිගත කර ඇති මෙම චිත්රපටය 'රොක්ස්ටාර්' චිත්රපටය රචනා කර ඇත්තේ 'රොක්ස්ටාර්' චිත්රපටය ශ්රී ප්රසාද් චිත්රපටය රචනා කර තිබේ. ජි චිත්රාගාර සඳහා කාර්තික් සුබබාජ්ගේ ගල් බංකුවල චිත්රපට වෙනුවෙන් නිෂ්පාදක කාර්තකයියන් සන්තනාම් විසින් මෙම චිත්රපටය නිෂ්පාදනය කර තිබේ.",
        "චිත්රපටයේ පෙරදසුන පළමු පෙනුම පළමු පෙනුම, ටීසර් සහ ගීත ලෙස මුදා හැර තිබේ.",
        "චෙන්නායිගේ ප්රියතම වචනය සහ තමිල්නාඩාව පුරා ජනප්රිය නරක වචනවල පෙරදසුනෙහි, චරිත රසිකයන්ගේ අපේක්ෂාවන්ට චිත්තවේගීයව ක්රියාත්මක වේ.",
        "මෙම කථාව පිහිටුවා ඇත්තේ මෙම කථාව තමිල්නාඩු -එච්, මායිමේ පසුබිම තුළ සකසා ඇති බැවින්, හරීගේ සුපුරුදු ශෛලියේ දීප්තිමත් තිර රචනයක් සකස් කර තිබේ.. මේ නිසා, රත්නම් චිත්රපටයේ පෙරදසුන කෙටිකාලීනව මිලියනයකට වඩා නරඹන්නන් විසින් සංචාරකයින් වෙත පැමිණ ඇත."
      ]
    },
    "en": {
      "title": "Vishal's 'Ratnam' preview of the bad words",
      "body_lines": [
        "The preview of the film 'Ratnam', which will be released in Tamil and Telugu in Tamil and Telugu, has been released on the 26th of this month with 'Revolutionary Commander' Vishal.",
        "Vishal, Priya Bhavani Shankar, Samudrakani, Yogi Babu, Gautam Vasudev Menon have starred in the film 'Ratnam', directed by director Hari, who introduces himself a unique style in the Tamil film industry.",
        "M.. The film, which has been recorded by Sukumar, has composed the film 'Rockstar' Devi Sri Prasad. Producer Karthikeyan Santhanam has produced the film on behalf of Karthik Subburaj's Stone Bench Films for Ji Studios.",
        "The film's preview has been released as the first look, teaser and songs of the film have been released.",
        "In the preview of Chennai's favorite word and popular bad words throughout Tamil Nadu, the characters are emotionally reaching the expectations of the fans.",
        "The film has been set up as the story is set in the backdrop of the Tamil Nadu -Andhra border, and director Hari has set up a brilliant screenplay in his usual style.. Because of this, the preview of the Ratnam film has been visited by more than a million viewers within the short term."
      ]
    }
  },
  "summary_lines": [
    "\"Vishal's 'Ratnam' preview, featuring bad words, stars Vishal, Priya Bhavani Shankar, and others, directed by Hari. The film, produced by Karthikeyan Santhanam, has a unique screenplay and has garnered over a million views.\""
  ]
}