{
  "translated_text": {
    "si": {
      "title": "දූෂණයට එරෙහිව යාන්ත්රණයක් ගොඩනැගීම - විපක්ෂ නායක",
      "body_lines": [
        "රට ගොඩනැගීම සඳහා, ප්රජාවේ දූෂණය රාජ්ය ව්යුහය හරහා තුරන් කළ යුතුය. විපක්ෂ නායකවරයා කියා සිටියේ-කඩාකප්පලම් විරෝධී වැඩපිළිවෙල බහුතරයක් ආදේශ නොකළ යුතු බවත්, ආණ්ඩුක්රම ව්යවස්ථා යානය ස්ථාපිත කළ යුතු බවත්.",
        "අඟහරුවාදා (21) කොළඹ පැවති උත්සවයකදී අදහස් දක්වමින් ඔහු මේ බව පැවසූ බව ඔහු පැවසීය.",
        "රට ගොඩනැගීම සඳහා, ප්රජාවේ දූෂණය රාජ්ය ව්යුහය හරහා තුරන් කළ යුතුය. දූෂණය, වංචා සහ මංකොල්ලකෑම් වැළැක්වීමේ යාන්ත්රණය හඳුන්වා දීම.",
        "සොරුන් අල්ලා ගැනීමේ බලය ඉල්ලා සිටිනවා වෙනුවට එක්සත් ජනතා බලය කිසිදු අධිකාරියකින් තොරව විපක්ෂයේ සිට සොරුන් විපක්ෂයෙන් අල්ලාගෙන තිබේ.",
        "සාමාන්ය බහුතරය වෙනස් කළ නොහැකි වන පරිදි ආණ්ඩුක්රම ව්යවස්ථාව හරහා ප්රති-කසළ විරෝධී වැඩපිළිවෙල ස්ථාපිත කළ යුතුය.",
        "මෙම යාන්ත්රණය තුළින්, දූෂණයට එරෙහි සටනේදී, නීතියට පෙර රට විනාශ කර සම්පත් හා වත්කම් අහිමි වූ සියලු දෙනාටම රට වෙත පියවර ගැනීමට අපි පියවර ගන්නෙමු.. එක්සත් ජනතා බලය මේ සඳහා කැපවී සිටී.",
        "අධ්යාපනය සඳහා වෙන් කර ඇති අරමුදල් වැඩි කිරීමෙන් අධ්යාපන ගැටළු විසඳිය නොහැක. රාජ්ය අරමුදල් ප්රමාණවත් නොවේ.",
        "මේ සඳහා නිර්මාණාත්මක වැඩසටහනක් අවශ්ය වේ. මම ජනතාව වෙනුවෙන් වැඩ කරන නායකයෙක් බැවින්, මම මගේ වැඩපිළිවෙලට කතා කර ඇති අතර එය පිට්ටනියේ පමණක් සීමා කළෙමි.",
        "ඡන්ද ලබා ගැනීම සඳහා මම මෙය කතා නොකරමි. ලක්ෂ 41 කට සමාන අවස්ථාවක් ලබා ගැනීමේ අරමුණින් මම මෙම වැඩසටහන් ක්රියාත්මක කරමි.",
        "දැනුම පදනම් කරගත් ආර්ථිකය බංකොලොත් භාවයෙන් එළියට ආ ඒ සඳහා ඉදි කළ යුතුය. අධ්යාපන ප්රතිසංස්කරණ සිදු කළ යුතුය.",
        "අධ්යාපන ක්ෂේත්රයේ වෙනසක් නොකර ලෝකයට වන්දි ගෙවීමෙන් අපට ප්රතිවාදී ලෝකයේ ඉදිරියට යා නොහැක.",
        "සත්යය සත්ය වූ විට, සජිත් ප්රේමදාස සහ විදේශීය අධිරාජ්යවාදී අධ්යාපනයට එරෙහි වන ඉංග්රීසි භාෂාව කොමියුනිස්ට්, මාක්ස්වාදී හා සමාජවාදී කණ්ඩායම් විසින් මුදා හැරිය හැකිය.",
        "මේ රටේ දූෂණයේ යෙදෙන නායකයින් එවැනි දේ ප්රවර්ධනය කරයි. ඔවුන් පෞද්ගලික දේශපාලන සුභසාධනය සඳහා ජනතාවට ආස්වාදයක් ලබා දෙයි.",
        "එහෙත් ජනතාව උසිගන්වන අය තම දරුවන්ට හොඳම අධ්යාපනය ලබා දෙනහ. රටේ අනෙකුත් දරුවන්ට එකම හොඳම අධ්යාපනයක් ලබා දීම ඔවුන්ගේ ඇස් හමුවේ ද්රෝහී ය. අපි රට ගැන සිතමින් සිටිමු.",
        "ජනතාව මෙම යථාර්ථයන් තේරුම් ගත යුතුය. කෙටි මනෝභාවයකින් ක්රියා කිරීම කිසිදු නාමාවලියක් සාදන්නේ නැත.",
        "ඇත්ත වශයෙන්ම සිතීමට හා ක්රියා කිරීමට. අධ්යාපනයේ අධ්යාපන කාලය වෙනස් කළ යුතු යැයි අප නොකඩවා පවසා ඇත්තේ මේ නිසා ය. පවත්නා අධ්යාපන ක්රමය වෙනස් කළ යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Build a mechanism against corruption - Leader of the Opposition",
      "body_lines": [
        "In order to build the country, corruption in the community must be eliminated through the state structure. The Opposition Leader said that the anti -corruption program should not be replaced by a majority, and the constitutional mechanism should be established.",
        "Speaking at an event in Colombo on Tuesday (21), he added that he said this.",
        "In order to build the country, corruption in the community must be eliminated through the state structure. Introduce the mechanism of preventing corruption, fraud and robbery.",
        "Instead of asking for the authority to catch thieves, the United People's Power has caught the thieves from the opposition without any authority.",
        "The anti -corruption program must be established through the constitution, so that the normal majority cannot be changed.",
        "Through this mechanism, we will take steps to take steps to the country, in the fight against corruption, to take up all those who have destroyed the country before the law and get lost resources and assets.. The United People's Power is committed to this.",
        "Education issues cannot be solved by increasing the funds allocated for education. State funds are not sufficient.",
        "This requires a creative program. Since I am a leader who works for the people, I have not only spoken to my program and not only limit it on the field.",
        "I don't speak this in order to get votes. I have been carrying out these programs from the intention of getting equal opportunity for 41 lakh students.",
        "The knowledge -based economy must be built to come out of bankruptcy. Education reforms must be carried out.",
        "We cannot move forward in the rival world by compensating the world without making a change in the field of education.",
        "When the truth is true, the English language of Sajith Premadasa and the opposition to foreign imperialist education can be unloaded by the Communist, Marxist and Socialist groups.",
        "Leaders who engage in corruption in this country are promoting such things. They inspire people for personal political welfare.",
        "But those who instigate the people offer their children the best education. It is treacherous in their eyes to provide the same best education to other children of the country. We are thinking about the country.",
        "People need to understand these realities. Acting from a short mood does not make any directory.",
        "To actually think and act. This is why we continue to say that we need to change the time of education in education. He said the existing education system must be changed."
      ]
    }
  },
  "summary_lines": [
    "The Opposition Leader emphasized the importance of eliminating corruption within the community through state mechanisms, advocating for a constitutional framework to ensure the longevity of anti-corruption efforts. He highlighted the need for a creative approach to education reform beyond mere funding increases, emphasizing the development of a knowledge-based economy to overcome financial challenges. The leader stressed the importance of integrity among leaders and the need for systemic changes in education to ensure equal opportunities for all students, contrasting the actions of corrupt leaders with those who prioritize the nation's future over personal gain."
  ]
}