{
  "translated_text": {
    "ta": {
      "title": "කණ්ඩලම  වැවේ ආරක්ෂාවට ඉදිකරන ග්‍රීන් වැටට විරෝධයක්",
      "body_lines": [
        "இலங்கை மகாவேலி ஆணையத்தின் மகாவேலி அதிகாரம், நீரின் சூழல் மற்றும் கிரேக்க கிரேக்கத்தை பாதுகாக்க கந்தலாமா நீர்த்தேக்கத்தின் மகாவேலி அதிகாரத்தின் முடிவை எதிர்த்தது.",
        "ජලාශයේ කාලයක සිට  මහා පරිසර විනාසයක් සිදුවන බැවින් ජලයට විවිධ අපද්‍රව්‍ය මුසුවීම  මෙන්ම පරිසර  සංවිධාන මහවැලි අධිකාරිය ශ්‍රී ලංකා පොලිසිය වෙළඳ සංගම් එක්ව  සිටුවන ලද වන වගාවන්  පැළ සියල්ල විනාශ කිරීම ආදී කරුණු රැසක් අවධාරණය කොට  දඹුල්ල ප්‍රදේශයේ භික්ෂූන් වහන්සේලා ඇතුළු රාජ්‍ය නිලධාරීන් එක්ව  මෙහි සිදුවන අනීතික  ක්‍රියාවලියන් නවතා ගැනීම සඳහා මෙම ආරක්ෂිත  දැල් වැට   සවිකිරීමට මහවැලි අධිකාරිය තීරණය කළ බව  බෝවතැන්න ජලාශ භාර ඉංජිනේරු බුද්ධික මහේෂ් නවරත්න මහතා සඳහන් කළේය.",
        "கந்தலாமா டிசனுபாரண தேரோ மற்றும் பல இளைஞர்கள் நெட்ஸின் சுற்றுப்பயணத்திற்கு தீங்கு விளைவிக்கின்றனர், ஏனெனில் வேலியின் ஆசிரியர் நெட்டலின் பங்குகளுக்கு நடக்கிறது, மேலும் அவர் இந்த பாதுகாப்பான கூட்டை நிறுத்தினார்.",
        "4 வது காலையின் 4 வது நாளில் கந்தலாமா டாங்கிகள் கட்டுவதற்கும், மகாவேலி அதிகாரிகளின் பொறியியலாளர்களுடன் ஒரு சூடான தரத்திற்கும் துறவி மற்றும் இளைஞர் குழு வந்தது.",
        "இந்த சம்பவத்திற்கு கொண்டு வரப்பட்ட நீர்த்தேக்கத்தின் பொறுப்பான பொறியியலாளர்கள் மற்றும் பொலிஸ் பாதுகாப்பாளர்களின் மகாவேலி அதிகாரம் இங்கு மேற்கொள்ளப்படக்கூடாது, பாதுகாப்பு வலைகள் திருடனின் எதிரியை அதிகரித்து வருவதாகக் கூறப்படுகிறது.",
        "நீர்த்தேக்கத்தில் நான்காயிரத்துக்கும் மேற்பட்ட மக்களில் தொட்டிகளைப் பாதுகாக்க பொறியாளர் துறவிக்கு கல்வி கற்பித்தார், இது நான்காயிரத்துக்கும் மேற்பட்ட ஹெட்சாரில் அடக்கப்படும் தொட்டிகளை நசுக்க முடியும்.",
        "இருப்பினும், பாதுகாப்பு அதிகாரிகள் அவர்களைப் பாதுகாக்க வேண்டியிருந்தால் தொழிலாளர்கள் பயன்படுத்தப்பட வேண்டும் என்று இளைஞர்கள் மற்றும் டுபகார்டெனர்கள் கடுமையாகக் கூறப்பட்டனர்.",
        "ஆனால் கந்தலாமா தொட்டியின் பார்வையின் பார்வைக்கு சேதம் ஏற்பட வேண்டும் என்று தம்புல்லா தலைமையக ஆய்வாளர் வசந்தா குமாரா மற்றும் தம்புல்லா போலீஸ் இன்ஸ்பெக்டர் வாசான்தா குமாரா உள்ளிட்ட ஒரு குழு இந்த நிலையத்திற்கு விஜயம் செய்தது.",
        "இந்த பாதுகாப்பான வேலியை நிர்மாணிப்பதன் மூலம் பல நன்மைகள் ஏற்படும் என்று தலைமையக காவல்துறை ஆய்வாளர் கூறினார். இருப்பினும், கந்தலம் தீபானா தேரா மற்றும் இப்பகுதியில் வசிப்பவர்கள் ஒன்றுபடவில்லை.",
        "போவா பிளேயானா ரிசர்வ்ஸின் பொறுப்பான புத்திகா மகேஷ் நவரத்னே, நீர்த்தேக்கத்தின் பொறுப்புகள் தங்கள் பதவிக்கு காரணம் என்று கூறினார். எனவே, நீர் மற்றும் கந்தலாமா தொட்டியைப் பாதுகாக்க நடவடிக்கை எடுக்க வேண்டியது அவசியம்."
      ]
    },
    "en": {
      "title": "Protest against Green to be constructed to protect Kandalama tank",
      "body_lines": [
        "The Mahaweli Authority of the Sri Lanka Mahaweli Authority has objected to the decision of the Mahaweli Authority of the Kandalama Reservoir to protect the water environment and sluice greecy.",
        "The Mahaweli Authority, including Buddhist monks and state officials, have decided to stop the crops of the water, and the Mahaweli Authority (Cultivation) to the Sri Lanka Police have decided to stop the sale of unique creations in the reservoir.",
        "The Kandalama Dissanuparana Thero and several other youths are harmful to tour of the nets, as a teacher of the fence is happening to the shares of the netel, and he stopped this safe nest.",
        "The monk and the youth group came to the construction of Kandalama tanks on the 4th day of the 4th morning and a warm quality with the engineers of the Mahaweli Authorities.",
        "The engineers in charge of the reservoir and the Mahaweli Authority of the Police Inservicuaries who have been brought to the incident should not be carried out here stated that the security nets are being mounting the enemy of thief.",
        "The engineer also educated the monk to protect the tanks in more than four thousand people in the reservoir, that it would be able to crush the tanks that would be suppressed in more than four thousand of Hettsar.",
        "However, the youths and dupakarteners were severely stated that workers should be used if security officers need to protect them.",
        "But damage to the vision of the vision of Kandalama tank has to be harmed, Dambulla Headquarters Inspector Wasantha Kumara and a team including Dambulla Police Inspector Wasantha Kumara visited the station.",
        "The headquarters Inspector of Police stated that many benefits will occur through the construction of this safe fence. However, Kandalam Deephana Thera and the residents of the area were not united.",
        "Buddhika Mahesh Navaratne, in charge of Bowa Playana Reservoes, said that the responsibilities of the reservoir is responsible for their position. Therefore, it is necessary to take action to protect the water and the Kandalama tank."
      ]
    }
  },
  "summary_lines": []
}