{
  "translated_text": {
    "si": {
      "title": "ටජුඩින් of ාතනය කිරීම පිළිබඳ නිසි විමසුම - අමාත්ය නලින්ද ජයතිස්ස",
      "body_lines": [
        "පාලක පක්ෂයේ මහ ඇමති අමාත්ය නලින්ද ජයදර්ශා අමාත්ය නලින්ද ජයදර්ශා මහතා පැවසුවේ ටජුඩින් ination ාතනය ඇතුළු මතභේදාත්මක inations ාතනයන් ද .ුවම් කරනු ලබන බවයි.",
        "පාර්ලිමේන්තුවේ රජයේ ප්රතිපත්ති ප්රකාශනය පිළිබඳ විවාදයක් බදාදා (4), මුජිබර් රහ්මාන් ජීවමාන ඉරිදා බෝම්බ පිපිරීම් සහ ටජුඩ්ලින් ination ාතනය ගැන සඳහන් කළේය.",
        "පාර්ලිමේන්තු මන්ත්රී මුජිබර් රහ්මාන්ගේ කතාවෙන් පසුව, අතීතයේ කතා කළ ටජුඩින් of ාතනය කිරීම ඇතුළුව අතීතයේ තීන්දුව ලබා දී ඇති පාලක පක්ෂය වන නලින්ද ජයතිස්සා ඇතුළු අනෙකුත් inations ාතන පිළිබඳව විධිමත් පරීක්ෂණයක් පවත්වා තිබේ.",
        "තාක්ෂණික සාධක මගින් අතීතයේ දත්ත ලබා ගැනීමේදී මාසය ලබා දී ඇත. නමුත් දැන් එම දත්ත තිබේ.නිසි පරීක්ෂණ සිදු කෙරෙන බවත් වැරදිකරුට ද .ුවම් ලබා දෙන බවත් ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Proper inquiry into the assassination of Tajuddin - Minister Nalinda Jayatissa",
      "body_lines": [
        "Minister Nalinda Jayadissa, the chief minister of the ruling party, said that proper investigations into the controversial assassinations, including the assassination of Tajuddin, will be punished.",
        "Addressing a debate on the government's policy declaration in Parliament on Wednesday (4), Mujibur Rahman referred to the alive Sunday bomb blasts and the assassination of Tajuddin.",
        "Following the speech of MP Mujibur Rahman, we have been conducting a formal inquiry into other assassinations, including the ruling party, Nalinda Jayatissa, who has been ruling in the past, including the assassination of Tajuddin, who has spoken in the past.",
        "The month has been made in obtaining data in the past by technical factors. But now that data is available.He said proper investigations would be conducted and the culprits would be punished."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Minister Nalinda Jayatissa vows to investigate Tajuddin's assassination and punish culprits. Inquiry ongoing after MP Mujibur Rahman's speech in Parliament. Data previously unavailable now accessible for thorough investigation."
  ]
}