{
  "translated_text": {
    "ta": {
      "title": "மல்டியன் மீன்பிடிக் கப்பல் 150 கிலோகிராம் ஹெராயின் உடன் கைது செய்யப்பட்டது",
      "body_lines": [
        "ஆழ்கடல் நடவடிக்கையில் ஆழ்கடல் நடவடிக்கையில் போதைப்பொருட்களைக் கொண்டு செல்வதாக சந்தேகிக்கப்பட்ட பல நாள் மீன்பிடிக் கப்பல் இருப்பதாக கடற்படை அறிவித்தது.",
        "நேற்று மாலை ஆழ்கடலில் சுமார் 400 கடல் மைல் (740 கி.மீ) ஆழத்தில் இலங்கை கைது செய்துள்ளது.",
        "இந்த கப்பல் காலே துறைமுகத்திற்கு கொண்டு வரப்பட்டு 150 கிலோகிராம் போதைப்பொருள் என்று சந்தேகிக்கப்படுகிறது, மேலும் கடற்படை கப்பலின் உள் கூறுகளால் ஆய்வு செய்யப்படுகிறது."
      ]
    },
    "en": {
      "title": "Multiian fishing vessel arrested with 150 kilograms of heroin",
      "body_lines": [
        "The Navy announced that a multi-day fishing vessel suspected to transport drugs at a deep sea operation in a deep sea operation.",
        "Sri Lanka has arrested about 400 nautical miles (740 km) deep in the deep sea last evening.",
        "The vessel has been brought to the Galle Harbor and is suspected of 150 kilograms of narcotics and the Navy is inspected by the internal components of the vessel."
      ]
    }
  },
  "summary_lines": [
    "A Sri Lankan Navy arrest of a multi-day fishing vessel, suspected of drug trafficking, resulted in the seizure of 150 kg of heroin. The vessel was intercepted approximately 400 nautical miles off the coast, deep in the Indian Ocean, and brought to Galle Harbor for inspection."
  ]
}