{
  "translated_text": {
    "ta": {
      "title": "அணிவகுப்பு சட்டம் டிசம்பர் 31 முதல் இடைநீக்கம் செய்யப்பட்டது",
      "body_lines": [
        "டிசம்பர் 31, டிசம்பர் 31 வரை இடைநீக்கத்திற்கு அமைச்சரவை ஒப்புதல் அளித்துள்ளது.",
        "SME க்கள் மற்றும் நடுத்தர அளவிலான நிகழ்வுகளின் SME களைப் பாதுகாக்கும் நோக்கத்திற்காக ஒரு குறிப்பிட்ட நேரத்தை அனுபவித்ததே இதன் நோக்கம்.. இன்று (26) ஜனாதிபதி ரணில் விக்ரமேசிங்கின் ஆதரவில் இந்த முடிவு எடுக்கப்பட்டது.",
        "அணிவகுப்பு சட்டம் அடமானம் வைக்கப்பட்டு, ஒரு வங்கியில் இருந்து கடனுக்காக கடனைப் பெற்ற நபர், கடனை ஒரு பொது ஏலத்தில் விற்று, கடன் வங்கிகளை பொது ஏலத்தில் திருப்பித் தருவதற்காக கடனை இலவசமாகப் பெறுகிறார். மீட்க வங்கியின் அதிகாரம்.",
        "இருப்பினும், ஏலம் செய்யப்படுவதற்கு முன்னர், தொடர்புடைய விளம்பரம் குறைந்தது மூன்று செய்தித்தாள்கள், அரசாங்க வர்த்தமானியில் உள்ள மொழிக்கு பரிந்துரைக்கப்படும்.. விளம்பரத்தை பதிவுசெய்யப்பட்ட இடுகை கடனாளருக்கு அனுப்ப வேண்டும்."
      ]
    },
    "en": {
      "title": "Parade law suspended from December 31",
      "body_lines": [
        "The cabinet has approved the suspension until December 31, on December 31.",
        "The objective is to have suffered a specific time for the purpose of protecting the SMEs of SMEs and medium scale cases.. The decision was taken at the patronage of President Ranil Wickremesinghe today (26).",
        "Parade law is mortgaged and the person who has obtained a loan from a bank to the loan, selling the debt in a public auction and return the debt banks in a public auction to obtain the loan free of charge.The bank's power to recover.",
        "However, before the auction is done, the relevant ad will be referred to the language in the Government Gazette, at least three newspapers.. The ad should be sent by registered post to the debtor."
      ]
    }
  },
  "summary_lines": [
    "The cabinet suspends the Parade law until Dec 31, aiming to protect SMEs. This law allows borrowers to sell their debts in public auction, potentially freeing them from bank loans. Before auction, ads must be published in at least three newspapers and sent by registered post to the debtor."
  ]
}