{
  "translated_text": {
    "ta": {
      "title": "60 இந்தியர்களை துன்புறுத்திய சம்பவம் பற்றிய கூடுதல் தகவல்கள்",
      "body_lines": [
        "சிஐடி இன்று (60) சிஐடி இன்று (60) கைது செய்யப்பட்டுள்ளது.",
        "நாட்டில் தங்கியிருந்த இந்திய நாட்டினரின் குழு சட்டவிரோத ஆன்லைனில் நிதி மோசடி நடத்துகிறது என்ற தகவல்களை குற்றவியல் புலனாய்வு துறை பெற்றுள்ளது.",
        "அதன்படி, பொலிஸ் இயக்குநர் மங்கலா தேவ் ப்ரெண்டேனியாவின் அறிவுறுத்தல்கள் குறித்து விசாரணையைத் தொடங்கினார்.",
        "இதன் விளைவாக, இன்று பிற்பகல் ஹினாடிகம்புரா பகுதியில் உள்ள விசாரணை அதிகாரிகளால் ஒரு வீடு சோதனை நடத்தப்பட்டது.",
        "16 இந்திய நாட்டவர்கள் கைது செய்யப்பட்டனர் மற்றும் 9 மடிக்கணினிகள் மற்றும் 59 மொபைல் போன்கள் கைது செய்யப்பட்டன.",
        "நெகம்போ மற்றும் 30 பிற இந்திய நாட்டினரின் கொச்சிகடே பகுதியில் உள்ள வாழ்க்கை வீடு கைது செய்யப்பட்டுள்ளது.",
        "மோசடி மற்றும் 38 இல் பயன்படுத்தப்படும் 40 கணினிகள் காணப்பட்டன.",
        "மாதந்தோறும் ரூ.",
        "குற்றவியல் புலனாய்வுத் துறை அதிகாரிகள் மடிவேலாவில் ஒரு வீடு சோதனை நடத்தினர்",
        "நாட்டின் தடைசெய்யப்பட்ட இணையப் பக்கத்திலிருந்து அவை இந்தியாவில் செயல்படுத்தப்பட்டுள்ளன என்று அவர்களிடமிருந்து வரும் விசாரணையில் வெளிப்படுத்தப்பட்டுள்ளது.",
        "விசாரணையில் ஏராளமான ரூ."
      ]
    },
    "en": {
      "title": "More information about the incident that had been harassed 60 Indians",
      "body_lines": [
        "The CID has been arrested by the CID today (60) by the CID today (60).",
        "Criminal Investigations Department has received information that a group of Indian nationals who stayed in the country are conducting a financial racket on illegal online.",
        "Accordingly, the Director of the Criminal Inspector General of Police Rohan Premaratne had begun an investigation into the instructions of the Director of Police Mangala Dev Prendeniya.",
        "As a result, a house was raided by the Investigation Officers in Hinaticampura area this afternoon.",
        "16 Indian nationals were arrested and 9 laptops and 59 mobile phones were taken into custody.",
        "Lifestious house in Kochchikade area, Negombo and 30 other Indian nationals have been arrested.",
        "40 computers used in racket and 38 were found.",
        "Investigations have been obtained on a monthly rent of Rs.",
        "The Criminal Investigation Department officials raided a house in Madiwela",
        "Disclosed in the interrogation from them, that they have been implemented in India from the country's banned internet page.",
        "Investigations have revealed that a large number of Rs."
      ]
    }
  },
  "summary_lines": [
    "The CID arrested 60 Indians involved in a financial racket through illegal online activities. The operation began with a raid in Hinaticampura, leading to the seizure of 9 laptops, 59 mobile phones, and the arrest of 16 individuals. Further raids resulted in the discovery of 40 computers used in the racket and the arrest of 30 more Indians in Kochchikade, Negombo. Investigations revealed their involvement in accessing India's banned internet pages, indicating a significant financial operation."
  ]
}