{
  "translated_text": {
    "ta": {
      "title": "ஹாங்காங் சிக்ஸர்களை எதிர்த்துப் போட்டியிட இலங்கை",
      "body_lines": [
        "ஹாங்காங் சிக்ஸர்ஸ் கிரிக்கெட் போட்டியின் இறுதிப் போட்டிக்கு இலங்கை தகுதி பெற முடிந்தது.",
        "இரண்டாவது அரையிறுதியில் பங்களாதேஷ் பங்களாதேஷை 3 விக்கெட்டுகளால் தோற்கடித்தது.",
        "பங்களாதேஷ் அவர்களின் ஆறு ஓவர்களின் முடிவில் 5 விக்கெட் இழப்புக்கு 103 ரன்கள் எடுத்தது.",
        "ලකුණු 104ක ජයග්‍රාහී ඉලක්කයක් හඹාගිය ශ්‍රී ලංකා කණ්ඩායම පන්දුවාර 5යි පන්දු 5ක් අවසානයේ කඩුලු 3ක් දැවී සිය ඉලක්කය පසුකර ගියේය.",
        "சூப்பர்ன் இன்னிஷ் மொழியில் நடித்த சாண்டல் வீரக்கோடி 50 இல் ஆட்டமிழக்கவில்லை.",
        "அதன்படி, ஹாங்காங் சிக்ஸர்ஸ் கிரிக்கெட் போட்டியின் இறுதிப் போட்டியில் இலங்கை அணியின் எதிர்ப்பாளராக இலங்கை அணி உள்ளது."
      ]
    },
    "en": {
      "title": "Sri Lanka to contest Hong Kong Sixers",
      "body_lines": [
        "හොංකොං සික්සර්ස් ක්‍රිකට් තරගාවලියේ අවසන් තරගයට සුදුසුකම් ලබා ගැනීමට ශ්‍රී ලංකා කණ්ඩායම සමත් විය.",
        "Bangladesh defeated Bangladesh by 3 wickets in the second semi-final.",
        "Bangladesh scored 103 runs for the loss of 5 wickets at the end of their six overs.",
        "Chasing a 104-run target, Sri Lanka won the target for their target of 5 overs and 3 wickets in 5 overs.",
        "Sandal Weerakkody, who played a supern innish, was unbeaten on 50.",
        "Accordingly, the Sri Lankan team is the opponent of the Sri Lankan team in the final of the Hong Kong Sixers Cricket Tournament."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka qualifies for Hong Kong Sixers cricket tournament final after defeating Bangladesh in semi-finals. Sandal Weerakkody scores unbeaten 50."
  ]
}