{
  "translated_text": {
    "ta": {
      "title": "වාහන තොග රැස් කිරීම වැළැක්වීමට රජයෙන් කොන්දේසි 7ක්",
      "body_lines": [
        "வாகன சந்தையை மூன்று பிரிவுகளாக மீண்டும் திறக்க திட்டமிடப்பட்டுள்ளது என்று ஜனாதிபதி அனுரா குமாரா டிசனாயக்க கூறுகிறார்.",
        "ඔහු මේ බව ප්‍රකාශ කළේ, අද (දෙසැ. 18) பாராளுமன்றத்தில் அறிவிப்பு.",
        "அதன்படி, பிப்ரவரி 1, 2025 முதல் தனியார் பயன்பாட்டிற்காக கார்களை இறக்குமதி செய்ய அவர் திட்டமிட்டுள்ளார்.",
        "\"இது போன்ற பொருட்களைக் கொண்டு செல்ல காருக்காக கார்களைத் திறக்க நாங்கள் திட்டமிட்டுள்ளோம். 2025 பிப்ரவரி முதல் மாதத்திலிருந்து, தனியார் பயன்பாட்டிற்காக கார் வாகனங்களை இறக்குமதி செய்கிறோம்.",
        "பயணிகள் பேருந்துகள் மற்றும் சிறப்பு நோக்கங்களுக்காக பயன்படுத்தப்படும் இறக்குமதி கார்கள் இந்த ஆண்டு டிசம்பர் 14 முதல் திறக்கப்பட்டுள்ளன என்றும் ஜனாதிபதி கூறினார்.",
        "ஜனாதிபதி வலியுறுத்தினார், \"இந்த வாகனங்களை நீண்ட காலமாக மறைப்பதற்கான சாத்தியம் இல்லை.",
        "வாகனங்களை இறக்குமதி செய்வது குறித்து அரசாங்க திட்டங்கள் யாவை ?: 'பயன்படுத்தப்பட்ட வாகனத்தின் விலைக்கு புதிய வாகனம்'",
        "ஜனாதிபதி அனுரா குமாரா டிசனாயக்கில், வாகனங்களை இறக்குமதி செய்வது ஒரு டாலராக இருக்கும் என்பதில் யாருக்கும் அல்லது சந்தேகங்களும் எந்த சந்தேகமும் இருக்காது என்று கூறினார்.",
        "\"மத்திய வங்கியுடன் நீண்ட கலந்துரையாடலில் டாலர்களை மதிப்பிட்டுள்ளோம்.. பொருளாதாரம் பொருளாதாரத்தை எதிர்க்கிறது என்று நாங்கள் கருதினோம், \"என்று அவர் சுட்டிக்காட்டினார்.",
        "நாட்டின் பொருளாதாரத்தை மீண்டும் விரிவுபடுத்துவதற்கு வாகன சந்தை திறக்கப்பட வேண்டும் என்று ஜனாதிபதி மேலும் தெரிவித்தார்.",
        "முதல் கட்டத்தின் கீழ், நிதி, திட்டமிடல் மற்றும் பொருளாதார விவகார அமைச்சகம் 7 ​​நிபந்தனைகளை பின்பற்ற உள்ளது.",
        "இறக்குமதி செய்யப்பட்ட மோட்டார் வாகனங்கள் CUSDEC (CUSDC) இன் 90% க்குள் மோட்டார் வாகன போக்குவரத்துத் துறையில் பதிவு செய்யப்பட வேண்டும். மோட்டார் போக்குவரத்துத் துறையால் பதிவு செய்யப்பட வேண்டிய வாகன இறக்குமதியாளர் இறக்குமதியாளரின் இறக்குமதியாளரின் பெயரில் அல்லது வணிகத்தின் தொழிலதிபரின் பெயரில் பதிவு செய்யப்பட வேண்டும். ஒரு இறக்குமதியாளர் பல 30 மாதங்களாக (36) வகைப்படுத்தப்பட்டால், ஒரு இறக்குமதியாளர் விதிமுறைகள் தொடர்பாக விதிமுறைகள் மற்றும் விதிமுறைகள் தொடர்பாக ஒரு பெரிய வாகன இறக்குமதியாளராக வகைப்படுத்தப்படுகிறார், CUSDEC தேதியிலிருந்து (90) இறக்குமதியாளர் CUSDEC தேதியிலிருந்து (90). ஏற்றுமதியாளரால் ஏற்றுமதியாளரால் நடத்தப்பட வேண்டும்.",
        "வாகனங்களின் சேகரிப்பை சேகரித்து தொல்பொருள் பரிமாற்ற சேகரிப்புகளைப் பாதுகாப்பதன் நோக்கத்துடன் இந்த நிபந்தனைகள் விதிக்கப்பட்டுள்ளன என்று நிதி அமைச்சகம் தெரிவித்துள்ளது.",
        "இலங்கை வாகன இறக்குமதியாளர்கள் சங்கம் (CEBA) இலங்கை வாகன இறக்குமதியாளர்கள் சங்கத்தின் செயலாளர்",
        "இன்று தனியார் வாகனங்களை இறக்குமதி செய்யும் பகுதி (டிசம்பர்.. 17) பாராளுமன்றத்தில் தனது அறிக்கை குறித்து பிபிசியின் அறிக்கையுடன் அவர் பேசிக் கொண்டிருந்தார்.",
        "ஆண்டிலிருந்து 7 ஆண்டுகளுக்கு கார்களை இறக்குமதி செய்ய ஜனாதிபதி அனுமதிப்பார் என்று அவர் கூறினார்.",
        "ஒரு ஆடை தொழிற்சாலைக்குச் சென்ற திசைகாட்டி எம்.பி.க்கள் ஏன் முன்மொழிந்தார்கள்?",
        "ஜெனரல் ஷாவேந்திர சில்வா: 'நான் அதிக நேரம் இராணுவ அதிகாரியாக ஓய்வு பெற்றேன்"
      ]
    },
    "en": {
      "title": "7 conditions of the government to prevent vehicle stock",
      "body_lines": [
        "President Anura Kumara Dissanayake says that it is planned to reopen the vehicle market in three categories.",
        "He made this statement, today (Dec.. 18) Declaration in Parliament.",
        "Accordingly, he plans to import cars for private use from 1st of February 1, 2025.",
        "\"We have planned to open cars for car to transport goods, such as that. We have inserted to the resolution since the first month of February, 2025, importing car vehicles for private use.",
        "The President also said that the import cars used for passenger buses and special purposes have been opened from December 14 this year.",
        "The President emphasized, \"There is no possibility of covering these vehicles for a long time.",
        "What are the government plans about the importation of vehicles?: 'New vehicle for the price of a used vehicle'",
        "President Anura Kumara Dissanayake said that no one or doubts would have any doubts that the importation of vehicles would be a dollar.",
        "\"We have made an estimated number of dollars on a lengthy discussion with the Central Bank.. We have considered that the economy is resistant to the economy, \"he pointed out.",
        "The President further stated that the vehicle market should be opened to re-expand the economy of the country.",
        "Under the first phase, there are 7 conditions to be followed by the Ministry of Finance, Planning and Economic Affairs.",
        "The imported motor vehicles should be registered in the Department of Motor Vehicle Transport within 90% of the CUSDEC (CUSDC). The vehicle importer to be registered by the Department of Motor Traffic should be registered with the name of the importer of the importer or the businessman of the business. If an importer is classified into a number of 30 months (36), an importer is classified into a major vehicle importer in relation to the regulations and regulations in relation to regulations, the importer of the CUSDEC date (90) from the CUSDEC date (90). Exporter should also be held by the importer.",
        "The Finance Ministry said that these conditions have been imposed with the objective of collecting the collection of vehicles and protecting the archaeological exchange collections.",
        "The Ceylon Vehicle Importers Association (CEBA) Secretary to the Ceylon Vehicle Importers Association",
        "Region of importation of private vehicles today (Dec.. 17) He was speaking to BBC's statement on his statement in Parliament.",
        "He added that the President will permit the importation of cars to 7 years from the year.",
        "Why were MPs in the compass that went to a garment factory propise?",
        "General Shavendra Silva: 'I am retired as the military officer of the most time"
      ]
    }
  },
  "summary_lines": []
}