{
  "translated_text": {
    "si": {
      "title": "කොළඹ හෙක්ටයාර ප්රදේශයක මළ සිරුරක් බේරා ගැනීම",
      "body_lines": [
        "කොළඹ වාට්ටුවේ වාට්ටුවේ නවතා තිබූ ත්රිරෝද රථයක තියුණු ආයුධවලින් පහර දුන් හැරුණු මිනිසා 33 දෙනෙකුගේ මළ සිරුර සොයාගෙන තිබේ.",
        "කාරුවෝතෙට්ටම් පොලිසියට ලැබුණු තොරතුරු මත පදනම්ව ත්රිරෝද රථය ජාතික දන්ත රෝහල අසලදී සොයා ගත් අතර අද (23) අලුයම 19 ට පමණ.",
        "ත්රිරෝද රථයට අදාළව මෝටර් ප්රවාහන දෙපාර්තමේන්තුව විසින් කරන ලද පරීක්ෂණවලින් හෙළි වී ඇත්තේ එය මයිටේනියාහි සිටි මිනිසෙකුට අයිති බව බවයි.",
        "ඒ මිනිසාගෙන් විමසූ විට ඔහු කියා සිටියේ තිදෙනාට කුලිය ඔහුගේ 33 දෙනා - අවුරුදු 33 ට කුලිය ලබා දුන් බවයි."
      ]
    },
    "en": {
      "title": "A corpse rescue in a hectic area in Colombo",
      "body_lines": [
        "The body of a 33 -year -old man who was attacked by sharp weapons in a three -wheeler parked in the Ward Place, Colombo has been found.",
        "The three -wheeler was found near the National Dental Hospital on the basis of information received by the Karuwathottam police and 119 at around 1 am today (23).",
        "Investigations conducted by the Department of Motor Transport in connection with the three -wheeler have revealed that it belongs to a man from Mitteniya.",
        "When asked the man, he said that the three -wheeler was given the rent to his 33 -year -old brother -in -law."
      ]
    }
  },
  "summary_lines": [
    "In Colombo, a 33-year-old man was found dead in a three-wheeler near the National Dental Hospital after being attacked with sharp weapons. The vehicle, rented out to another man from Mitteniya, was discovered by the Karuwathottam police. Investigations show the three-wheeler belonged to a man from Mitteniya, who claimed it was rented to his brother-in-law."
  ]
}