{
  "translated_text": {
    "ta": {
      "title": "81,715,811 ரூ",
      "body_lines": [
        "டெலரர்களின் கூரைகளின் பாத்திரத்தில் 3,730,000",
        "தேசிய தணிக்கை அலுவலகம் வங்கி ரூ.",
        "தேசிய சேமிப்பு வங்கியின் அட்டைகளிலும், தீவு முழுவதும் மிகப்பெரிய வங்கி கிளைகளிலும் ஏற்படும் இழப்புகளின் இழப்பு என்று தணிக்கை சுட்டிக்காட்டுகிறது.",
        "அடமானம் மற்றும் பணத்தை பணமாகப் பயன்படுத்துதல், பணத்தைப் பயன்படுத்துதல், பணத்தைப் பயன்படுத்துதல், தானியங்கி வவுச்சர்களைக் கொண்ட பணம் மற்றும் பணத்தை குவிப்பது, ஏடிஎம்களில் இருந்து ஏடிஎம்களிடமிருந்து பணம் மற்றும் மார்பு பணத்தை இந்த காசாளர்கள் வெளிப்படுத்தியுள்ளனர் மற்றும் பிற வெளிப்புறக் கட்சிகள் ஊழியர்கள் மற்றும் மோசடியின் பிற வெளிப்புற கட்சிகளால் மோசடி செய்யப்பட்டுள்ளன.",
        "இயற்கை டெலியர் இயந்திரங்களை ரூ.",
        "இந்த மோசடிகளுக்கு 41,489,139 விண்ணப்பங்களை மீட்டெடுப்பதற்கு எதிராக நீதிமன்றங்கள் வழக்கு தாக்கல் செய்துள்ளதாக வங்கி தணிக்கைகள் தெரிவித்துள்ளன.",
        "வங்கியின் பணி உறுப்பினர்கள் வங்கியின் ஊழியர்களால் மேற்கொள்ளப்பட்டனர்.",
        "ரூ.",
        "தற்போதுள்ள இழப்பால் ஏற்பட்ட இழப்புகளின் இழப்பு 44.08 மில்லியன்.",
        "55 மோசடிகளின் நேர்மையின்மை 2021-2024 காலகட்டத்தில் தானியங்கி அட்டை தொடர்பான மோசடிகள்.இதற்கு காப்பீடு அல்லது இழப்பீடு இல்லை.",
        "ஊழியர்களுக்கு எதிராக ஒழுங்கு விசாரணைகள் மற்றும் பணத்தை அகற்றும் வழக்குகள் மற்றும் அவர்கள் தள்ளுபடி செய்யப்பட்டு பல்வேறு முறைகளில் பதிவு செய்யப்பட்டுள்ள பணத்தை அகற்றுவதாகவும் வங்கி தெரிவிக்கப்பட்டுள்ளது.",
        "மோசடி நடவடிக்கைகளைத் தடுக்கவும், தொடர்ந்து தடுக்கவும் கிளை நடவடிக்கைகளில் போதுமான தீர்ப்பை வங்கி செயல்படுத்த வேண்டும் என்று தணிக்கை அலுவலகம் பரிந்துரைத்துள்ளது."
      ]
    },
    "en": {
      "title": "81,715,811 loss of Rs. 81,715,811 frauds",
      "body_lines": [
        "3,730,000 in the role of the roofs of the Telerers",
        "The National Audit office reveals that the bank had a loss of Rs.",
        "The audit point out that the loss of losses in the cards of the National Savings Bank and the largest bank branches island-wide.",
        "Cashing of mortgage and cash out cash, cash with savings vouchers and cash in cash utilizing money, using money, cash with automatic vouchers and accumulating cash in cash, using cash and chest money from ATMs from ATMs.The Audit Report has revealed that these cashiers and other external parties have been fraud by the staff and other external parties of cheating.",
        "The audit report reveals that the use of natural telear machines at Rs.",
        "The bank audits has been informed that the courts have filed a case against the recovery of 41,489,139 applications for these frauds.",
        "Task members of the Bank were carried out by the Bank's staff.Audit has shown that 60%.",
        "A sum of Rs. 3,979,210 of RsThe Bank's fraud provided by the Bank's frauds to the audit that a mortgage robbery of the Kekirawa branch of Rs. 832,666.",
        "44.08 million in loss of losses incurred by the existing loss is over five years old.",
        "55 dishonesty of frauds were automatic card related frauds in the period of 2021-2024.There is no insurance or compensation for this.",
        "The bank has also been reported to conduct disciplinary inquiries against the employees and the cases of dismantling of the money and remove the money they have been dismissed and registered with various methodologies.",
        "The Audit Office has recommended that the Bank should implement a sufficient ruling on branch operations to prevent and continue to prevent fraudulent activity."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "National Audit Office reveals massive fraud at banks: Rs. 81,715,811 loss due to card scams, ATM thefts, and mortgage robberies. 3,730,000 affected. Bank staff implicated. No insurance coverage. Audit recommends stricter branch controls to prevent future frauds."
  ]
}