{
  "translated_text": {
    "ta": {
      "title": "கிரிப்பிலவ் நபி நிலத்தை தீர்க்க ஜனாதிபதி தலையிடுகிறார்",
      "body_lines": [
        "புடுகுடிரிப்பு பகுதியில் உள்ள இரண்டு பெண்கள் புதுக்குடிரிப்பு மத்திய கல்லூரிக்கு எதிரே எதிர்ப்பு தெரிவித்து வருகின்றனர், அவர் ஜனாதிபதியை சந்திக்க விரும்புகிறார் என்ற கருத்து.",
        "\"ஹெரிடேஜ் திட்டத்தின் கீழ் (26) முல்லைடிவு மாவட்டத்தில் நடந்த விழாவில் கலந்து கொள்ள ஒரு விழாவில் ஜனாதிபதி ரணில் விக்ரமேசிங்கில் கலந்து கொண்டார்.",
        "இதை விசாரிக்க வடக்கு மாகாண ஆளுநர். கள். மீ. திருமதி சார்லஸ் இரண்டு பெண்களும் இருந்த இடத்திற்குச் சென்று அவர்களின் பிரச்சினை என்ன என்று கேட்டார்.",
        "அங்கு அவர்கள் தங்கள் பிரச்சினை ஜனாதிபதிக்கு வழங்கப்பட வேண்டும் என்று குறிப்பிட்டுள்ளனர்.",
        "பின்னர் வடக்கு மாகாணத்தின் ஆளுநர் போராட்டத்திற்கு போராட்டத்திற்குச் சென்று போராட்டத்தைக் கேட்டார், ”என்கிறார் ஜனாதிபதி ஊடக பிரிவு.",
        "ஒரு நிலப் பிரச்சினையாகத் தீர்ப்பதற்காக நில பிரச்சினை உட்பட, கப்பபிலாவ் கிராமத்தைச் சேர்ந்த 56 குடும்பங்களை பெண்கள் ஜனாதிபதிக்கு சுட்டிக்காட்டியுள்ளனர்.",
        "இந்த விவகாரத்தின் உடனடி தீர்வுக்கு தான் பதிலளிப்பதாக ஜனாதிபதி ரணில் விக்ரமேசிங்க கூறினார்.",
        "வடக்கு மாகாணத்தில் ஏராளமான நிலங்களை விடுவிக்க ஏற்கனவே நடவடிக்கை எடுத்துள்ளதாகவும் ஜனாதிபதி கூறினார்.",
        "பிரச்சினையை கேட்கவும், பிரச்சினையைத் தீர்க்கவும் எதிர்ப்பாளரிடம் எதிர்ப்பு தெரிவித்த பெண்கள் மீது பெண்கள் மகிழ்ச்சி அடைந்தனர்."
      ]
    },
    "en": {
      "title": "President intervenes to solve the Prophet Kirippilav land",
      "body_lines": [
        "Two women in Pudukuduirippu area have been protesting opposite the Pudukuduirippu Central College, notion that he wants to meet the President.",
        "President Ranil Wickremesinghe arrived in attending a ceremony to attend the ceremony in Mullaitivu district under the \"Heritage Program today (26).",
        "Governor of the Northern Province to investigate this. S. M. It is reported that Mrs. Charles had gone to the place where the two women were and asked what their problem was.",
        "There they have mentioned that their problem should be presented to the President.",
        "The Governor of the Northern Province then went to the protest to the protest and listened to the protest, \"says the Presidential Media Unit.",
        "The women have pointed out to the President 56 families from Cappapilau village, including a land problem, to resolve it as a land problem.",
        "President Ranil Wickremesinghe said he was responding to the immediate solution of the issue.",
        "The President also said that he had already taken measures to release a large number of lands in the Northern Province.",
        "Women were pleased with women who were protesting to the protestor to listen to the problem and to solve the problem."
      ]
    }
  },
  "summary_lines": [
    "Protesters in Pudukuduirippu met President Ranil Wickremesinghe during his visit to Mullaitivu, presenting him with a land dispute affecting 56 families. The President assured immediate action and noted progress in releasing lands in the Northern Province, pleasing the protesters."
  ]
}