{
  "translated_text": {
    "ta": {
      "title": "நான் இன்னும் உன்னை மதிஹி - மலிங்கா என்று நம்புகிறேன்",
      "body_lines": [
        "இலங்கைக்கு இடையிலான முதல் இருபது 20 போட்டியில் ஆப்கானிய குழுவிற்கும் இலங்கைக்கும் இடையிலான முதல் இருபது 20 போட்டியில் விமானியாக ஆன மத்திகா பதிரானா, 24 ரன்களுக்கு 24 விக்கெட்டுக்கு தேர்ந்தெடுக்கப்பட்டார். குறிப்பாக, அவர் 19 ஆம் தேதி 19 வது பிரிவின் நீர்.",
        "இருப்பினும், உலகக் கோப்பையில், விஐபி செயல்திறனில் கலந்து கொள்ள முடியவில்லை.",
        "அதே நேரத்தில், மாலிங்கா அவர்களின் சமூக ஊடக கணக்குகளிடம் கூறினார், நான் உங்களுடன் இருந்தேன். \"உன்னை நம்புகிறேன் '. அவர் அக்டோபர் 11, 2023 அன்று வைக்கப்பட்டார்.",
        "ஐந்து மாதங்களுக்குப் பிறகு மாலிங்காவின் நம்பிக்கை நியாயப்படுத்தப்பட்டது, தனித்துவமான திறமைகளுடன் இலங்கைக்கு கிடைத்த வெற்றி.",
        "இன்று போட்டியின் பின்னர், மாலிங்கா தனது சமூக ஊடக கணக்குகளை வெளிப்படுத்தினார்."
      ]
    },
    "en": {
      "title": "I still believe you Matheehi - Malinga",
      "body_lines": [
        "Mathika Pathirana, who became a pilot in the first Twenty20 match between the Afghan group and Sri Lanka in the first Twenty20 match between Sri Lanka, was elected to 24 wickets for 24 runs. In particular, he was the waters of the 19th wing of the 19th.",
        "However, at the World Cup, the VIP could not attend the performance.",
        "At the same time, Malinga said to their social media accounts, and I was with you. \"Trust you '. He was placed on October 11, 2023.",
        "Malinga's faith was justified five months later, a victory for Sri Lanka with unique talent.",
        "After the match today, Malinga expressed his social media accounts."
      ]
    }
  }
}