{
  "translated_text": {
    "si": {
      "title": "කොළඹ - ජම්පට පාර වෙඩි තැබීම;තුවාල ලැබූවන් යනු 'බුකුදු කන්න' හි ආසන්නතම මිතුරා ය",
      "body_lines": [
        "කොළඹ -ජමිපට්ටය, කොළඹ -ජමිපට්ටය පාරේ ඉරිදා (25) වෙඩි තැබීමේ සිද්ධියෙන් තුවාල ලැබූවන් මත්ද්රව්ය වෙළෙන්දා සහ සැලසුම් සහගත සාපරාධී ක්රියාවන්හි කිට්ටු මිතුරෙකු බව පොලිසිය පවසයි.",
        "ඔහු හන්නගමුල්ලා හි මෙත්සන්ත සෙවානා දුරකථන නිවාස යෝජනා ක්රමයේ වෙසෙන මොහොමඩ් රිල්වන් ලෙස හඳුනාගෙන තිබේ.",
        "කුඩු සෙල්වයෙයිගේ පුත්.",
        "සිරිර්වි කැමරාව වාර්තා කළේ ඉරිදා සවස 1.45 ට පමණ යතුරුපැදි දෙකක් වෙඩි තබා dead ාතනය කරන ලද බවයි.",
        "මෙම වෙඩි තැබීමෙන් තුවාල ලැබූ මොහොමඩ් රිල්වන් කොළඹ ජාතික රෝහලට ඇතුළත් කර ඇති බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Colombo - Jampatta Road shooting;The wounded is the closest friend of 'Bukudu Kanna'",
      "body_lines": [
        "Police said that the injured in the shooting incident on Sunday (25) on the Colombo -Jampatta Road, Colombo, was a close friend of the drug trader and planned criminal acts.",
        "He has been identified as Mohamed Rilwan, who lives in the Methsantha Sevana Telephone Housing Scheme in Hanamulla.",
        "Police suspect that the dispute between the time and the son of Remoshan, the son of Kudu Selvayi, is a dispute.",
        "The Sisirvi camera reported that two motorbikes were shot dead at around 1.45 pm on Sunday afternoon.",
        "Mohamed Rilvan, who was injured in the shooting, has been admitted to the Colombo National Hospital, police said."
      ]
    }
  },
  "summary_lines": [
    "In Colombo, Mohamed Rilwan, a close friend of drug trader 'Bukudu Kanna', was shot on Jampatta Road. He lives in Hanamulla and was admitted to Colombo National Hospital. The incident involved a dispute between Remoshan and his son, Kudu Selvayi."
  ]
}