{
  "translated_text": {
    "ta": {
      "title": "சந்தேக நபர்களிடையே சென்ற ஐ.ஜி.பி.",
      "body_lines": [
        "நீதி நடவடிக்கையின் இரண்டாம் கட்டத்தின் கீழ், இன்று காலை நேஜிகோடா பொலிஸ் பிரிவில் ஒரு சோதனை நடைபெற்றது.",
        "சந்தேக நபர்கள் வெல்லம்பிட்டியாவில் உள்ள வெல்வாட்டா ஸ்டேடியத்திற்கு கொண்டு செல்லப்பட்டனர், மேலும் ஐ.ஜி.பி.",
        "அங்குள்ள சந்தேக நபர்களிடையே ஒரு பெண்ணை ஐ.ஜி.பி கேள்வி எழுப்பியது.",
        "ஐ.ஜி.பி - \"நீங்கள் முன்பு எத்தனை முறை போலீசாரைப் பிடித்தீர்கள்?\"",
        "சந்தேக நபர் - \"ஆம் ஐயா. என் குழந்தைகள் சாப்பிடுவேன், ஐயா. டேனிஸ் வீக்கம். \"",
        "ஐ.ஜி.பி - நீங்கள், வேறு எதுவும் செய்ய வேண்டாம். மக்களுக்கு மருந்துகளை விற்பனை செய்வதற்கு பதிலாக?",
        "சந்தேகம் - \"நான் shppy vicca ஐயா ... என்னால் காலில் செல்ல முடியாது. கால்கள் வீங்கியிருந்தன. நான் செய்ய ஒன்றுமில்லை. \"",
        "ஐ.ஜி.பி - \"நீங்கள் கப்பல் அனுப்ப ஒரு நடைப்பயணமல்லவா? ஸ்விப் செய்தால் யார் விற்க முடியும்?\" சமூக காவல்துறையில் யார்? \"",
        "ஐ.ஜி.பி - \"ஸ்லேட்டை அனுப்ப ஒரு நிரலை நீங்கள் செய்யலாம்.\"",
        "ஐ.ஜி.பி - \"லாட்டரி ஊர்வனையுடன் பேசுவது மற்றும் வீட்டிற்கு இடுப்பை உருவாக்குகிறது. சாலை நீதிமன்றங்களில் வைக்கப்படுகிறது. \""
      ]
    },
    "en": {
      "title": "IGP who went among the suspects",
      "body_lines": [
        "Under the second phase of justice operation, a raid was held in the Nugegoda Police Division this morning.",
        "The suspects were taken to the Welewatta Stadium in Wellampitiya and the IGP, Deshabandu Tennakoon was also present.",
        "The IGP questioned a woman among the suspects there.",
        "IGP - \"How many times have you caught the police earlier?\"",
        "Suspect - \"Yes sir. Let me eat my kids eat, sir. Danice swollen. \"",
        "IGP - Don't you, anything else to do. Instead of selling drugs to people?",
        "Suspect - \"I'm Shppy Vicca sir ... I can't go on foot. The legs were swollen. I have nothing to do. \"",
        "The IGP - \"Isn't you a walk to take the problem to Ship? Who can sell if Swip do?\" Who is in the community police? \"",
        "The IGP - \"You can and make a program to send the slate.\"",
        "IGP - \"Speaking to Lottery Reptection and builds hips to house. The road is being put in courts. \""
      ]
    }
  },
  "summary_lines": [
    "IGP Tennakoon questioned a suspect at Welewatta Stadium, Nugegoda, during a justice operation. The suspect, facing drug charges, claimed to have been caught by the police multiple times and expressed difficulty walking due to swollen legs. Tennakoon suggested the suspect could walk to the police station or use a program to send drugs, and mentioned community policing and infrastructure improvements."
  ]
}