{
  "translated_text": {
    "si": {
      "title": "ඕනෑම අවස්ථාවක අධ්යාපනය හා උත්සාහය අත් නොහරින්න",
      "body_lines": [
        "මගේ මුතුන් මිත්තන් තේ වතු වල වැඩට ආවා. වෙනත් ව්යාපාරයක් ඉලක්ක කර ගනිමින් මම මගේ අධ්යාපනය දිගටම කරගෙන ගියෙමි. නුවර එලියා පීඊඩීරු වතුයායේ තේ දුම්රිය නිලධාරියා වන ශිවකරවි කලිවානි පවසන්නේ සංචාරකයින්ට මගේ උත්සාහය, මගේ දෙමව්පියන්ගේ කැපකිරීම් සහ වතු කළමනාකාරිත්වය ප්රවර්ධනය කිරීම මම දැනට ක්රියාත්මක වන බවයි.",
        "කෙලනිවේලි වැවිලි සමාගම යටතේ නුවර එලියා පෙදේරු වතුයාය දිනපතා තේ මධ්යස්ථානයට පැමිණෙන ස්ථානයයි.",
        "කලාකරුවා වන බීරුදු තේ ඉතිහාසයේ නිලධාරියා වන අතර එය නුවර එලියා තේ සහ තේ රස කිරීමට ස්ථානයක් වන අතර එය සාම්ප්රදායික ලංකා තේ ව්යාපාරය ලොව පුරා ගෙන ඇති අතර එය.",
        "ඉහළ මට්ටමක සිටි සමහර කාන්තාවන් උද්යානවලින් පිට වී ප්රාග්ධනයේ වැඩ කරන්නේ කෙසේද යන්න මෙහිදී ඇය සිය අත්දැකීම් බෙදා ගනී.",
        "මගේ දෙමාපියන් එකම උයනේ කම්කරුවන් ලෙස සේවය කළා. ඔවුන්ගේ දෙමාපියන් ඒ වගේ. මගේ පවුලේ හය දෙනෙක්. මම පස්වන දරුවා වෙමි. මම අනෙක් වෘත්තිය ඉලක්ක කර ගනිමි.",
        "මම නුවර එලියා ශාන්ත ත්රිත්ව විද්යාලයේ ඉහළම මට්ටමට ඉගෙන ගෙන ඇත්තෙමි. අධ්යාපන විද්යාලයට අයදුම් කිරීමට තරම් මට විෂයයන් තුනක් ඉහළම මට්ටමට ලැබී තිබේ. ගුරු ව්යාපාරය සඳහා අයදුම් කිරීමට කාලය තෙක් ඔබට යමක් ඉගෙන ගත හැකිදැයි මම කල්පනා කළෙමි.",
        "මගේ මිතුරන්ගේ උපදෙස් පරිදි, මම කාර්මික වෘත්තීය අධ්යාපන මධ්යස්ථානයේ නුවරෙලියා ගාමිනි දිසානායකගේ පරිගණකයක් සහ ඉංග්රීසි ඉගෙන ගත්තා. පුහුණුව ලැබූ වසරකට පසු, අපි ඊළඟ මට්ටමට සූදානම් වන විට අපගේ ගෙවත්තේ තේ මධ්යයේ රැකියාවක් ඇති බව මම දැන ගතිමි.. උසස් තත්ත්වයේ හා උසස් පරිගණක, ඉංග්රීසි සුදුසුකම් සහතික සහිත සම්මුඛ සාකච්ඡා සඳහා මම ගියෙමි. වැවිලි කළමනාකරණය මාව තෝරා ගත්තා.",
        "මට මාස හයක් පමණ වැඩි ව්යායාම ලබා දී ඇත. ප්රාග්ධනයේ ද අභ්යාස ද ලබා දී ඇත. වතු කළමනාකරු කර්මාන්තශාලා නිලධාරියා වෙත, සියලු දෙනාම මට බොහෝ සූක්ෂ්ම උගන්වා ඇත.",
        "දැන් මම කිසිදු බාධාවකින් තොරව වසර 20 ක් තිස්සේ මෙම ස්ථානයේ නිලධාරියෙකු ලෙස සේවය කරමින් සිටිමි. මගේ පවුලේ අය සමඟ ඉතා ප්රීතිමත් පරිසරයක්, නිලධාරීන්ට ගෙවූ නිවස, මම ඉපදුණු මඩ, සහ මගේ පවුලේ අය.",
        "උසස් තත්ත්වයේ අධ්යාපනයක් සහ ඉංග්රීසි පුහුණු සහතිකයක් ලැබීම ආරම්භයේදීම ඉංග්රීසි කථා කිරීමට හැකි වුවද. නමුත් බිය නොවන්න. කර්තව්යයට සම්බන්ධ වූ විට ඉංග්රීසි සංවාද පිළිබඳ මට පුහුණුව ලබා දුන්නා. මම කුතුහලයෙන් ඉගෙන ගත්තා.",
        "දැන් මම අපේ වත්ත සහ කර්මාන්ත ශාලාව වටා ඇති මාර්ගෝපදේශකයෙකු ලෙස වැඩ කරන්නේ ඕනෑම රටකින් පිළිගැනීම හා ප්රතිකාර කිරීම සඳහා පමණක් නොව.",
        "ත්රිභාෂා දැනුම මට එතරම් උසස් වී ඇති බව මම කියමි. කාන්තාවන්ට ඔවුන්ගේ භූමියේ ගෞරවනීය ව්යාපාර වඩාත් නිසි මාර්ගෝපදේශ සමඟ සොයාගත හැකිය. මම ඒකට උදාහරණයක්. මගේ සැමියා එළවළු වෙළඳාමේ යෙදී සිටී.",
        "දරුවෙක් ඉන්නවා.මම දරුවා මගේ මවගේ රැකවරණය යටතේ තබමි. මගේ එක් සහෝදරයෙක් ගුරුවරයෙක්. සහෝදරියන් විවාහකයි.",
        "මගේ කතාවට ඇහුම්කන් දී මට ප්රශංසා කිරීම සඳහා විශ්ව විද්යාල සිසුන්, කථිකාචාර්යවරුන් සහ දෙපාර්තමේන්තුවේදීන් මට මිත්රශීලීව කතා කරනු ඇත.ඊට අමතරව මා ගැන ආඩම්බර වීමට මට අවශ්ය නැත. ඔබට මූලික අධ්යාපනයක්, උත්සාහය සහ අඛණ්ඩතාව තිබේ නම්, ඔබට ජීවිතයේ වැඩිදියුණු කළ හැකිය."
      ]
    },
    "en": {
      "title": "Do not abandon education and effort in any case",
      "body_lines": [
        "My ancestors came to work in tea plantations. I continued my education by targeting another business. Sivakavi Kalaivani, who is the tea station officer of the Nuwara Eliya Peedru Estate and the guide to the tourists, says that my efforts, my parents' sacrifices and the promotion of the plantation management I am currently working on.",
        "The Nuwara Eliya Peedru Estate, which is under the Kelaniweli Plantation Company, is the place where the tourists visit the Tea Center daily.",
        "Artist is also the official of the Beeturu Tea History, which is a place where the tea is a place to taste the tea and the tea of ​​the Nuwara Eliya, which has taken the traditional Ceylon Tea business worldwide.",
        "Here she shares his experiences as to how some of the women who have learned high -quality have been leaving the gardens and working in the capital.",
        "My parents worked as workers in the same garden. Their parents were like that. Six of my family. I am the fifth child. I read the other profession targeting.",
        "I have learned up to the highest level at St. Trinity College, Nuwara Eliya. I have received three subjects in the highest level as much as applying to the College of Education. I was wondering if you could learn something until the time to apply for the teacher business.",
        "On the advice of my friends, I learned computer and English at Nuwara Eliya Gamini Dissanayake at the Technical Vocational Education Center. After a year of training, I learned that there was a job in the tea center of our garden when we prepared for the next level.. I went for interviews with high quality and higher computer, English qualification certificates. The plantation management chose me.",
        "I have been given more exercises for about six months. Exercises were also provided in the capital. From the estate manager to the factory officer, everyone taught me many nuances.",
        "Now I have been working as an officer at this station for 20 years without any obstacles. I enjoy a very happy environment with my family, the residence paid to the officers, the mud I was born, and my family.",
        "Although receiving a high quality education and English training certificate was able to speak English at the beginning. But not afraid. When joining the task gave me training about English conversations. I learned curiously.",
        "Now I am working as a guide to around our garden and factory, not only to welcome and treat them from any country.",
        "I would say that the trilingual knowledge has elevated me so much. Women can find honorable businesses in their territory with more proper guidelines. I am an example of that. My husband is involved in vegetable trading.",
        "There is a child.I am leaving the child under the care of my mother. One of my brothers is a teacher. The sisters are married.",
        "University students, lecturers and departmentalists will speak to me very friendly to listen to my story and praise me.I don't want to sing proud about me in addition. If you have basic education, effort and integrity, you can improve in life."
      ]
    }
  },
  "summary_lines": [
    "Education and perseverance key to success: From tea plantation worker to estate officer, overcoming challenges through hard work and continuous learning."
  ]
}