{
  "translated_text": {
    "si": {
      "title": "කඩුලු 6 කදී කඩුලු 6 ක ආධාරයෙන් ශ්රී ලංකාව ලකුණු 32 කින් ජය ගත්තේය.ශ්රේණියේ අනන්තය",
      "body_lines": [
        "කොළඹ, ආර්. ඉරිදා (04) ප්රේමදාස ක්රීඩාංගනයේ පැවති 2 එක්දින තරගයේදී ශ්රී ලංකාව ලකුණු 32 කින් ජයග්රහණය කළේය.",
        "ජෙව්රි කල්න්ඩේ පන්දු යැවීමේ පැටවුන් 6 ක පැටියෙකු නිවැරදිව ලියාපදිංචි කර ඔහුගේ අපූරු පන්දු යැවීම ලියාපදිංචි කළේය.",
        "දෙවන තරඟය ජය ගනිමින් ශ්රී ලංකාව - කමාන්ඩ් ජාත්යන්තර එක්දින තරගාවලියේ 1 - 0 අතර වේ.",
        "ශ්රී ලංකාව පළමුවෙන් පන්දුවට පහර දීමට තීරණය කළ අතර පන්දුවාර 50 කදී කඩුලු 9 ක් දැවී ලකුණු 240 ක් රැස් කළේය.",
        "ආරම්භක ක්රීඩක බෙත් සහ නිසාන්ක් පළමු පන්දුව අහිමි වුවද, අවිකා බර්නැන්ඩෝ සහ කුසාල් මෙන්ඩිස් 2 වන කඩුල්ල වෙනුවෙන් ලකුණු 74 ක් රැස් කළහ.",
        "ඔවුන් අනුගමනය කළේ සදුරා සමරවික්රම (14), ජනිත් ලියානාගේ (12) සහ සාරිට් අසලාන්කා (25).",
        "කෙසේ වෙතත්, දුනුක්ෂ වෙල්ලාලක් ලකුණු 39 ක් රැස් කළ අතර 7 වන කඩුල්ල සමග කමුන්ඩු මෙන්ඩිස් සමග ලකුණු 72 ක් රැස් කළේය.",
        "වොෂිංටන් සුන්දර් ලකුණු 30 කට කඩුලු 3 ක් දවා ගනිමින් කල්ඩෙප් යාදව් ලකුණු 33 කට කඩුලු 2 ක් දවාගත්තේය.",
        "ලකුණු 241 කට ප්රතිචාර වශයෙන් ඉන්දියාවට ඕවර 42.2 කදී කඩුලු ලබා ගත් අතර ලකුණු 208 ක් රැස් කළේය.",
        "ආරම්භක කඩුල්ල වෙනුවෙන් ලකුණු 91 ක් රැස් කළ කණ්ඩායම ලකුණු 64 කින් පරාජයට පත්විය. ඔහු පවුම් 5 ක් සහ හයේ පහර 4 ක් සෑදුවේය.",
        "18 වන ඕවරස් ආරම්භ වන විට ඉන්දියාව ලකුණු 116 කදී ලකුණු 116 ක් අහිමි විය. නමුත් ඉන්දියාව ඊළඟ කඩුලු 5 හා ලකුණු 31 ක් සමඟ පැකිලී ගියේය.",
        "ෂබ්මන් ගිල් (35), ශිවම් ටියුබ් (0), විරාත් කෝලි (14), ෂ්රියාස් අයියර් (7), ක්ල්. රාහුල් (0) කඩුලු 31 කින් පරාජයට පත්විය.",
        "මේ අවස්ථාවේදී, අක්ෂාර් පටෙල් සහ වොෂිංටන් සුන්දරර් ලිහිල් කොට ලකුණු රැස් කළහ.",
        "කාර්යක්ෂමව ක්රීඩා කළ හැකි බැවින් ශ්රී ලංකාවට තර්ජනය කරමින් සිටි වොෂිංටන් සුන්දර (15) සහ වොෂිංටන් සුන්දර (15) සහ වොෂිංටන් සුන්දර (15), ඔවුන් කාර්යක්ෂමව සෙල්ලම් කළ හැකි බැවින් ලකුණු 5 න් බැහැරව සිටියහ.. (190 - 8 විග්.)",
        "පන්දු යැවීමේදී ජෙව්රි කල්න්ඩේස් ඕවර 6.2 කදී පන්දුවාර 10 කදී ලකුණු 33 ක් සහ කඩු 3 ක් සහ කඩුලු 3 ක් දවා ගත්හ."
      ]
    },
    "en": {
      "title": "Sri Lanka won India by 32 runs with the help of Vendase's 6 wickets.Infinite in the series",
      "body_lines": [
        "Colombo, r. Sri Lanka won India by 32 runs in the 2nd ODI match held at Premadasa Stadium on Sunday (04).",
        "Jevri Vendasee accurately registered a bowling 6 wicket pile and registered his fantastic bowling.",
        "Sri Lanka is leading the 1 - 0 in the 3 -match international ODI series by winning the second match.",
        "Sri Lanka decided to bat first and scored 240 runs for the loss of 9 wickets in 50 overs.",
        "Although the opening player Beth and Nissank lost the first ball, Avishka Bernando and Kusal Mendis shared 74 runs in the 2nd wicket.",
        "They were followed by Sadheera Samarawickrama (14), Janith Liyanage (12) and Sarit Asalanka (25).",
        "However, Dunit Vellalake scored 39 runs and shared 72 runs in the 7th wicket with Kamundu Mendis.",
        "Washington Sundar took 3 wickets for 30 runs while Kuldeep Yadav took 2 wickets for 33 runs.",
        "In response to 241 runs, India lost all the wickets in 42.2 overs and lost 208 runs.",
        "Team captain Rohit Sharma lost by 64 runs with Shubman Kill shared 91 runs in the opening wicket. He made 5 pounds and 4 sixes.",
        "India lost a wicket at 116 runs when the 18th overs started. But India was stumbling with the next 5 wickets and 31 runs.",
        "Shubman Gill (35), Shivam Tube (0), Virat Kohli (14), Shreyas Iyer (7), KL. Rahul (0) lost wickets by 31 runs.",
        "At this point, Akshar Patel and Washington Sundar were relaxed and scored.",
        "Akshar Patel (44) and Washington Sundar (15), who were threatening Sri Lanka as they were capable of playing efficiently, were out of 5 runs.. (190 - 8 wig.)",
        "In the bowling, Jevri Vendasee took 6 wickets for 33 runs in 10 overs and 3 wickets for 20 runs in 6.2 overs."
      ]
    }
  },
  "summary_lines": [
    "In the 2nd ODI match, Sri Lanka beat India by 32 runs, thanks to Jevri Vendasee's impressive 6-wicket haul. Leading the 3-match series 1-0, Sri Lanka posted 240/9 in 50 overs, with key contributions from Avishka Fernando and Kusal Mendis. In reply, India fell short at 208 all out in 42.2 overs, despite a promising start by Rohit Sharma and Shubman Gill."
  ]
}