{
  "translated_text": {
    "ta": {
      "title": "ஹங்காமா பயங்கரமான விபத்து",
      "body_lines": [
        "திஸ்ஸா-மதரா பிரதான சாலையில் உள்ள ஹங்காமா பகுதியில் ஒரு பயங்கரமான காயம் ஏற்பட்டுள்ளது.",
        "சிகிச்சைக்காக ஏழு பேர் டங்ககோலாபெஸ்லெஸ் மற்றும் ஹம்பந்தோட்டா மருத்துவமனைகளில் அனுமதிக்கப்பட்டுள்ளனர்.",
        "விபத்து நடந்த நேரத்தில், ஐந்து பேர் வாகனத்தில் இருந்தனர், வேனில் இரண்டு சந்தேக நபர்கள் இருந்தனர்.",
        "அவர்கள் டங்கல்லே மற்றும் ஹங்காமா பகுதிகளில் வசிப்பவர்கள்.",
        "වෑන් රථය බස් රථයක් පසුකර යාමට උත්සාහ කිරීමේදී ඉදිරියෙන් පැමිණි මෝටර් රථයේ ගැටී ඇති බවට සැකපළ කරයි."
      ]
    },
    "en": {
      "title": "Hungama terrible accident",
      "body_lines": [
        "A horrific injury has been reported in the Hungama area on the Tissa-Matara main road.",
        "Seven persons have been admitted to Tangakolapelessa and Hambantota hospitals for treatment.",
        "At the time of the accident, five were in the vehicle and two suspects in the van.",
        "They are residents of Tangalle and Hungama areas.",
        "At attempting to pass a bus to go after a bus, the suspection of collided with the car."
      ]
    }
  },
  "summary_lines": [
    "A horrific accident on the Tissa-Matara road left seven injured, including five in a vehicle and two suspects in a van. Residents of Tangalle and Hungama, they were admitted to Tangakolapelessa and Hambantota hospitals. The accident occurred when the suspects tried to pass a bus."
  ]
}