{
  "translated_text": {
    "ta": {
      "title": "ரஷ்யாவில் 11 சந்தேக நபர்கள் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "ரஷ்யாவின் தலைநகரான மாஸ்கோவின் தியேட்டரில் நான்கு முக்கிய சந்தேக நபர்கள் உட்பட நான்கு சந்தேக நபர்களும் கைது செய்யப்பட்டுள்ளனர்.",
        "தாக்குதல் காரணமாக மக்களின் எண்ணிக்கை இறந்தது, காயத்தின் எண்ணிக்கை 100 ஐத் தாண்டியுள்ளது.",
        "இதற்கிடையில், இந்த தாக்குதலின் உறவினர்களுக்கு காயமடைந்தவர்களுக்கு ஒரு மில்லியன் ரூபாய்க்கு ஒரு மில்லியன் ரூபாய் வழங்கப்படும் என்று ரஷ்ய அரசாங்கம் தெரிவித்துள்ளது.",
        "தாக்குதலின் பொறுப்பு வெளிநாட்டு அறிக்கைகள் தெரிவித்தன. அமைப்பு சமர்ப்பிக்கப்பட்டுள்ளது.",
        "இந்த தாக்குதல் ரஷ்யாவின் மாஸ்கோவிற்கு அருகிலுள்ள க்சனோகோர்ஸ்கில் உள்ள ஒரு தியேட்டரில் நடந்தது.",
        "நான்கு உடையணிந்த தாக்குதல் நடத்தியவர்கள் இடிந்து விழுந்து கையெறி தாக்குதலை சுட்டுக் கொண்டதாக வெளிநாட்டு வாசிஸ்டுகள் தெரிவித்துள்ளனர்.",
        "ஒரு ராக் பேண்ட் இசை நிகழ்ச்சியான நேரத்தில் படப்பிடிப்பு நடைபெற்றது.",
        "மேடைக்கு சில நிமிடங்களுக்கு முன்பு இசைக்குழு நடந்தது மற்றும் இசைக்குழு சேதமடைந்ததாக கூறப்படுகிறது.",
        "6,200 இடங்களைக் கொண்ட தியேட்டர், அந்த நேரத்தில் மக்களால் நிரம்பியிருந்தது.",
        "தாக்குதலுடன், கச்சேரி வைத்திருக்கும் மண்டபத்தில் தீ விபத்து ஏற்பட்டது.",
        "காயமடைந்தவர்கள் சிறு குழந்தைகள் மற்றும் ரஷ்ய வெளியுறவு அமைச்சகம் தெரிவித்துள்ளது.",
        "தாக்குதலுக்குப் பிறகு துப்பாக்கி ஏந்தியவர்கள் ஒரு வெள்ளை காரில் வந்திருந்தனர்."
      ]
    },
    "en": {
      "title": "11 suspects arrested in Russia",
      "body_lines": [
        "The four suspects have been arrested, including the four major suspects on the theater of the Moscow, Russia's capital.",
        "The number of people died due to the attack, and the number of wound has exceeded 100.",
        "Meanwhile, the Russian government has said that the relatives of the attack will be given a million rupees for a million rupees for the injured.",
        "Foreign Reports said the responsibility of the attack. The organization has been submitted.",
        "The attack took place at a theater in Kzanogorsk near Moscow, Russia.",
        "Foreign Vasistes have said that four-dressed attackers have collapsed and shooting a grenade attack.",
        "The shooting was held at a time when a rock band musical show.",
        "The band had taken place a few minutes before the platform and the band was reportedly damaged.",
        "The Theater, which has 6,200 seats, was full of people by the time.",
        "With the attack, a fire broke out at the concert-held hall.",
        "The injured are young children and the Russian Foreign Ministry said.",
        "The gunmen had come to a white car after the attack."
      ]
    }
  },
  "summary_lines": [
    "11 suspects arrested in Russia for a theater attack in Moscow, with over 100 casualties. Russian gov't offers 1M rupees for injured. Attackers in four-dressed, shot grenades during a musical show. The theater, with 6,200 seats, was full. A fire broke out post-attack."
  ]
}