{
  "translated_text": {
    "ta": {
      "title": "பொது சேவை ஆணையத்தின் வருடாந்திர இடமாற்றங்கள் கடுமையான முடிவு",
      "body_lines": [
        "வருடாந்திர இடமாற்றங்களின் கீழ் 2024 ஆம் ஆண்டுக்கு வழங்கப்பட்ட சந்தைகளை உடனடியாக அமல்படுத்துமாறு பொது சேவை ஆணையம் கோரியுள்ளது.",
        "பொது சேவை ஆணையத்தின் செயலாளருக்கு எழுத்துப்பூர்வமாக தெரிவிக்கப்பட்டுள்ளதாக தெரிவிக்கப்பட்டுள்ளது.",
        "2024 ஆம் ஆண்டின் வருடாந்திர இடமாற்றங்கள் தொடர்பாக பொது சேவை ஆணையத்திடம் முறையீடுகள் தொடர்பாக ஆணையத்தின் முடிவுகள் எடுக்கப்பட்டுள்ளன, மேலும் கோரிக்கைகள் பல்வேறு கட்சிகளுக்கு சமர்ப்பிக்கப்படும்.",
        "இதன் விளைவாக, அணிகளின் பரிமாற்றத்தின் கீழ் வழங்கப்பட்ட சில இடமாற்றங்கள் செயல்படுத்தப்பட்டுள்ளன, எனவே அந்தந்த வர்த்தக சுழற்சிகளில் மற்ற அதிகாரிகள் பாரபட்சம் காட்டப்பட்டுள்ளனர்.",
        "நிர்வாக மேல்முறையீட்டு ஆணையத்தை (ACCCSI) கோரும் அதிகாரிகள் தங்கள் முறையீடுகளை நிர்வாக மேல்முறையீட்டு ஆணையத்திற்கு முன்வைக்க முடிந்தது என்று அதிகாரப்பூர்வ சேவை ஆணையம் தெரிவித்துள்ளது.",
        "எவ்வாறாயினும், மேல்முறையீடுகளின் நிர்வாகம் செயல்படுத்தப்படும் வரை நிர்வாக முறையீடுகளின் நிர்வாகம் செயல்படுத்தப்படும் வரை பரிமாற்றம் செயல்படுத்தப்பட வேண்டும் என்று தொடர்புடைய இடங்கள் கேட்கப்பட்டுள்ளன.",
        "அதன்படி, பொது சேவை ஆணையத்திற்கு (என்.டி.ஏ) மாற்றப்பட்ட அதிகாரிகளை பொது சேவை ஆணையத்திற்கு 2024 வருடாந்திர இடமாற்றங்களை இணைக்கக் கோராமல் பொது சேவை ஆணையம் வெளியிட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Annual Transfers of the Public Service Commission is a severe decision",
      "body_lines": [
        "The Public Service Commission has requested the immediate implementation of the markets given for the year 2024 under annual transfers.",
        "It is reported that the Secretary to the Public Service Commission has been informed in writing.",
        "The Commission's decisions have been made regarding the appeals to the Public Service Commission regarding the annual transfers of the year 2024 and further requests will be submitted to various parties.",
        "As a result, some transfers granted under the transfer of ranks have been implemented, so other officials in the respective trading cycles have been prejudiced.",
        "The official service commission said that the officers who are demanding the Administrative Appeal Authority (ACCCCSI) has been able to present their appeals to the Administrative Appeals Authority.",
        "However, the relevant places have been asked that the transfer should be implemented until the administration of the administrative appeals should be implemented until the administration of the appeals should be implemented.",
        "Accordingly, the Public Service Commission has informed the release of the officers who have been transferred to the Public Service Commission (NDA) without demanding the Public Service Commission from connecting the 2024 annual transfers."
      ]
    }
  },
  "summary_lines": [
    "The Public Service Commission has made decisions on annual transfers for 2024, affecting rank transfers and appeals. Some transfers have been implemented, prejudicing officials in trading cycles. The Commission has informed the release of officers transferred to the NDA without appealing the 2024 annual transfers."
  ]
}