{
  "translated_text": {
    "si": {
      "title": "මගේ පළමු අරමුණ වන්නේ ජනතාවගේ ජනතාවගේ බර අඩු කිරීමයි - හොරානාහි ජනාධිපති",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ ඔහුගේ පළමු අරමුණ ජනතාවගේ බර අඩු කිරීමයි. ජාත්යන්තර මූල්ය අරමුදල සමඟ අත්සන් කරන ලද ගනුදෙනු ආරක්ෂා කිරීම අත්යවශ්ය බවත්, සජිත් සහ අනුර පැවසූ පරිදි ගිවිසුම් වෙනස් කිරීමේ හැකියාවක් නොමැති බවත් ජනාධිපතිවරයා පෙන්වා දුන්නේය.",
        "සජිත් සහ අනුරගේ යෝජනා සඳහා ජාත්යන්තර මූල්ය අරමුදල අනුමැතිය ඇති බවත්, රජය ඒ වන විටත් රජය විසින් ආරම්භ කර ඇති වැඩසටහන සඳහා රජය සහාය නොදක්වා ඇති බවත්, \"එහි සන්නිවේදන අධ්යක්ෂ ජූලී කොසෙෂ්\" එය වැදගත් \"බව නිල වශයෙන් ප්රකාශ කර තිබේ ජාමූඅ වැඩසටහන තුළ ශ්රී ලංකාවේ ජයග්රහණ ආරක්ෂා කරන්න. \"",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේ ඉරිදා පස්වරුවේ හොරානා පොදු ක්රීඩාංගණයේදී පැවති \"රිලම් චාම්\" ජයග්රාහී රැලිය අමතමින්.",
        "එළඹෙන ජනාධිපතිවරණයේදී ජනාධිපති රනිල් වික්රමසිංහගේ ජයග්රහණය සහතික කිරීම සඳහා සංවිධානය කරන ලද මෙම රැලියට විශාල පිරිසක් සහභාගී වූහ.",
        "මගේ පළමු අරමුණ වන්නේ ජනතාවගේ ජීවිත බර අඩු කිරීමයි. ජාමූඅ හි අනුකූලතාවය අප දිගටම ආරක්ෂා කළ යුතුය. ජාත්යන්තර මූල්ය අරමුදල නොමැතිව, අපට උදව් කිරීමට වෙනත් කිසිවෙක් නැත. ජාමූඅ නිසා අපට රටවල් 18 ක සහයෝගය ලැබුණි. එසේම, අපට ගෙවිය යුතු ණය මුදල සඳහා පොළිය ගෙවීමෙන් අපට ඩොලර් බිලියන 10 ක් ලැබේ.",
        "අපනයන ආර්ථිකය ගොඩනැගීම සඳහා මේ රටේ. අපට සැමවිටම ණයට ගත නොහැක. අපගේ ආනයන පිරිවැය අපනයන ආදායමට වඩා වැඩි ය. එබැවින් රටේ ආර්ථිකය අපනයන ආර්ථිකයට යා යුතුය. ආර්ථිකය නවීකරණය කිරීමෙන් අප ප්රගතියක් කළ යුතුයි. සහන ලබා දීමෙන් රටක් වැඩිදියුණු කළ නොහැක. එබැවින්, අපි එක්සත් වී ප්රගතිශීලී ද්රව්යයක් නිර්මාණය කරමු.",
        "මිනිසුන් තම දරුවන්ගේ අනාගතය වෙනුවෙන් දුක් විඳිනවා. එම දරුවන් සඳහා හොඳම රට සෑදීම සඳහා. අද, සජිත් සහ අනුර පවසන්නේ ඔවුන් සියල්ලන්ම නිදහස් බවයි. එය ඉදිරිපත් කළ නොහැකිය. ඡන්ද ලබා ගැනීම සඳහා මිනිසුන් වංචා කිරීම. එය ජාමූඅ සමඟ කතා යැයි කියනු ලැබුවද, එය තවමත් ඒ ගැන කතා කර නැත.",
        "මම මීට පෙර එක්සත් ජාතීන්ගේ අපේක්ෂකයාට තරඟ කළෙමි. මේ වතාවේ මම ස්වාධීන අපේක්ෂකයෙකු ලෙස ඉදිරියට පැමිණ සිටිමි. අපි සියලු පක්ෂ සමඟ එක්ව කටයුතු කරන්නෙමු.එක්සත් ජාතීන්ගේ සාර්ථකත්වයට දායක වූ එකම තැනැත්තා මමයි. ඒ නිසා පක්ෂය ආරක්ෂා කිරීම මට වගකිව යුතුයි. IMS හි කිසිවෙකුට කතා කිරීමට අයිතියක් නැත. සජිත් දේශපාලනයට ගෙන ආවේ මමයි. ප්රේමසා නොවේ. ඔහුට දේවසේවය දුන් එකම තැනැත්තා මමයි. අපි හැමෝම රට වෙනුවෙන් එකට. එබැවින් එක්සත් ජාතීන්ගේ ආධාරකරුවන් අප හා එක්විය යුතුය.",
        "19777 ක්ෂේත්රය තුළ සිරිමාවෝ බංකනායක ජේ.ආර්. ජයවර්ධනට උදව් කළේය. අද අපි සියල්ලෝම එකට සිටිමු.",
        "මිනිසුන්ට දුෂ්කරතා නොපෙනෙන නිසා මම වගකීමක් ගත්තා. සජිත් හෝ අනුර ඔබේ දුෂ්කරතාවය දනී. ඔවුන් කලබල වෙන්නේ නැද්ද?",
        "එහෙත් ශ්රී ලංකාවේ ඉතිහාසයේ වර්තමාන දරුණුතම ආර්ථික අර්බුදයෙන් අයකර ගැනීමට අවස්ථාව ලබා දීම සඳහා මෙම වැඩසටහනේ අරමුණු සාක්ෂාත් කර ගැනීම ඉතා වැදගත් බව ජාත්යන්තර මූල්ය අරමුදල නිවේදනය කරයි.. වැඩි ආර්ථික ප්රතිසංස්කරණ අඛණ්ඩව ක්රියාත්මක කිරීම අවශ්ය වේ. මම කිව්වේ, මම ආරම්භ කළ ව්යාපෘතිය සමඟ ඉදිරියට යා යුතුයි. ඒ නිසා මට මේ ව්යාපෘතිය පමණක් සිදු කළ හැකිය.",
        "\"ශ්රී ලංකාවේ ජනතාව ඊළඟ ජනාධිපතිවරණය පිළිබඳ තීරණයක් ගත යුතුය. ජාත්යන්තර මූල්ය අරමුදල සැලකිල්ලට ගනිමින්, ශ්රී ලංකාවේ ක්රියාත්මක කරන ලද වැඩසටහන සැලකිය යුතු දියුණුවක් ලබා ඇති බව අපි දැක ඇත්තෙමු. ශ්රී ලංකාවේ දරුණුතම අර්බුදයෙන් සම්පූර්ණයෙන්ම යථා තත්ත්වයට පත්වීම සඳහා මෙම වැඩසටහනේ සාර්ථකත්වය ආරක්ෂා කිරීම ඉතා වැදගත් \"යැයි ජාත්යන්තර මූල්ය අරමුදල පවසයි.",
        "සජිත් හෝ අනුර සඳහා වූ ජාත්යන්තර අරමුදලේ සහාය නොලැබෙනු ඇත. එම සහයෝගය අපගේ ව්යාපෘතිය සඳහා ය. එබැවින් රාත්රියේ රාත්රියේදී ඔවුන් වැටෙනු ඇත්දැයි ජනතාව තීරණය කළ යුතුය.",
        "එමනිසා, රටේ ආර්ථිකය සහ ඔබේ අනාගතය ආරක්ෂා කිරීම සඳහා සැප්තැම්බර් 21 වන දින ඡන්දය ප්රකාශ කිරීමට මම ගෑස් සිලින්ඩරයේ සඳහන් කරමි, \"ජනාධිපතිතුමා පැවසීය.",
        "අග්රාමාත්ය දිනේෂ් ගුණවර්ධනගේ මැදිහත්වීම තුළින් අපි වසර 40 ක් කළුතර ප්රදේශයේ මිරිදිය සමඟ මිශ්ර කළ ලවණතාව පිළිබඳ ගැටලුවට විසඳුමක් ලබා දුන්නෙමු.. කිතුල් කාර්මික කර්මාන්තය මෙහි වැඩිදියුණු කිරීමේ සහ ලුණු වතුර නිසා ගොවිතැන් නොමැතිව අතහැර දැමූ කෙත්වල නැවත ගණනය කිරීමේ අවශ්යතාවයක් පවතී.. ආර්ථික අර්බුදය අතරතුර, අපේ ජනාධිපති රනිල් වික්රමසිංහ පවුල් මිලියන 24 කට පවුල් මිලියන 24 කට සහන සැලසීමට පියවර ගෙන තිබේ.",
        "හදිසි අරමුදල් සඳහා භාවිතා නොකරන ඉඩම් බලපත්ර වෙනුවට අපේ ජනාධිපති රනිල් වික්රමසිංහ විසින් \"උරුමයා\" වැඩසටහන හරහා ලක්ෂ 20 ක් නිකුත් කර තිබේ.. ඇත්ත වශයෙන්ම, රනිල් වික්රමසිංහ, දුප්පතුන්ගේ සහකාරිය. ඔහු වතු ජනතාවට ඉඩම් අයිතිවාසිකම් ලබා දීමට සහ රේඛීය කාමර වෙනුවට ගම් නිර්මාණය කිරීමට ද පියවර ගත්තේය.",
        "ඒ හා සමානව, ඔහු අපේ රට වෙනුවෙන් මුදල් ගෙවීමට සහ විදේශයන්හි වසර ගණනාවක් තිස්සේ ඩොලර් ලබා ගැනීමට සැලසුම් කර අනාගතයේදී අපේ ජනතාවට මුදල් ගෙවීමට ඔහු සැලසුම් කරයි.. පෙර පාසල් ගුරුවරුන් සඳහා දීමනා කෙරෙහි ද ඔහු අවධානය යොමු කර තිබේ. එබැවින් අනාගතයේදී අපේ රට ගොඩනැඟීමට ජනාධිපතිවරයා නැවත ඔහු තෝරා ගනු ඇත.",
        "නොමිලේ ලබා ගත හැකි ජනාධිපති ධුරය නොදකින අයට, අර්බුදයට මුහුණ දෙන කාලය ගත නොකරන අතර, කාලය නාස්ති කිරීමක් නොවේ, අද, රුපියල් බිලියන ගණනක්, කටවුට්, පෝස්ටර්, පෝස්ටර්, පෝස්ටර් සහ පත්රිකා.",
        "අද තැපැල් කිරීමට නොහැකි වූ අය. අපගේ ජනාධිපති රනිල් වික්රමසිංහ සවන් දීමෙන් හා දුක් විඳීමෙන් රට බේරාගෙන තිබේ. ඔවුන් දැන් තනතුර ඉල්ලා සිටින්නේ එබැවිනි. එබැවින්, කිසිවෙකුට ධාවනය කළ නොහැකි කාලය සඳහා අපව බේරාගෙන ඇති ජනාධිපති රනිල් වික්රමසිංහ මහතා, එය තවත් වසර පහක කාලයක් වගකීම ලබා දෙන්නේ නම් පමණක් උපරිම ලෙස වැඩිදියුණු කළ හැකිය.",
        "මුළු රටම මුළු රටටම නොවන බව පැවසිය යුතුය. ජනතාවගේ විමුක්ති පෙරමුණ අතීතයේ දී මේ රට අමතක වී ඇතැයි අපේක්ෂා නොකරන්න. අපි ඉපදුනේ නැහැ. 1971 සහ 1988 සහ 89 සිට 89 දක්වා කාලය තුළ අපි ඔවුන්ගේ සැබෑ තත්වය දැක ඇත්තෙමු.",
        "මේ රටේ හෘද සාක්ෂියට එකඟව මේ සියලු හෘදයාංගම ජනතාව ඔබට අමතක වුවත් පැරණි දේ මතක තබා ගනී. එදිනෙදා ගුවන් යානා පුපුරා ගියේ කෙසේද?. කෘෂිකාර්මික මධ්යස්ථානවලට ඔවුන් ගිනි තැබුවේ කෙසේද සහ ඔවුන් ඊපීඑෆ්ට අයත් බස් රථ පිළිස්සූ ආකාරය. රාජ්ය දේපල ගිනිබත් කර පුළුස්සා දැමූ ආකාරය අපට මතකයි. අපේ නගරයේ ඔවුන් විදුහල්පතිවරුන් killed ාතනය කළේ කෙසේදැයි අපි දනිමු.",
        "සොල්දාදුවන්ගේ හා ගම් නිලධාරීන්ගේ නිවෙස්වලට ගොස් තම දරුවන්ට තම පියා kill ාතනය නොකිරීමට ඔවුන්ගේ දරුවන්ට වෙඩි තැබූ ආකාරය අපට අමතක වී නැත.. අපට අමතක වී ඇතැයි අප සිතනවා නම්, එය වැරදියි කියා මම ඔවුන්ට කියන්න කැමතියි.",
        "රැල්ලක් ඇති බව ඔවුන් කියා සිටියත්, අපේ ජනාධිපති රනිල් වික්රමසිංහට සැබෑ රැල්ලක් තිබේ. එබැවින් ඔහුගේ සාර්ථකත්වය අද සනාථ වේ.",
        "රටේ රටේ 50% ක ගැටලු වලින් 50% ක් රට තුළ විසඳා ඇති ජනාධිපති රනිල් වික්රමසිංහ මහතා මෙම ජනාධිපතිවරණයට තරඟ කිරීම සඳහා ඉතිරි කාර්යයන් සම්පූර්ණ කිරීම සඳහා තරඟ වදිති.මම මේ වේදිකාවට රනිල් වික්රමසිංහට මෙහි පැමිණියේ මෙහි කිසිවෙකු වෙනුවෙන් ය.",
        "අද අපේ ජනතාව පමණක් නොව ජාත්යන්තර ප්රජාව ද නොව මේ රට ගොඩනැඟිය හැකි එකම නායකයා ජනාධිපති රනිල් වික්රමසිංහ ය.. උන් වහන්සේව නැවත අර්ථ දැක්වීම අපගේ යුතුකම හා වගකීම වන අතර අනාගත පරපුරට වර්ධනය වී ඇති රටක් ගොඩනැගීමට ඔහුට අවස්ථාව ලබා දේ. \"",
        "මෙම රැලියට වෙනත් ආගමික නායකයින්, හිටපු පාර්ලිමේන්තු මන්ත්රීවරුන්, හිටපු පාර්ලිමේන්තු මන්ත්රීවරුන්, හිටපු පාර්ලිමේන්තු මන්ත්රීවරුන් වන දලදා අතුකෝරාලා, ලක්ෂ්මන් විජේමානේනා ඇතුළු අනෙකුත් ආගමික නායකයින් මෙම රැලියට විශාල පිරිසක් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "My first purpose is to reduce the burden of the people of the people -the President in Horana",
      "body_lines": [
        "President Ranil Wickremesinghe said his first purpose was to reduce the burden of the people. The President pointed out that it is essential to protect the deals signed with the International Monetary Fund and that there is no possibility of changing the agreements, as Sajith and Anura said.",
        "The President also said that the International Monetary Fund had no approval for the suggestions of Sajith and Anura and that the government had support for the program that the government had already initiated, \"its communications director Julie Kosech has officially announced that\" it is important to protect the achievements of Sri Lanka in the IMF program. \"",
        "President Ranil Wickremesinghe made this statement while addressing the \"Ranilum Charm\" victory rally, which was held on Sunday afternoon at the Horana Public Stadium.",
        "A large number of people participated in the rally, which was organized to ensure the victory of President Ranil Wickremesinghe in the upcoming presidential election.",
        "My first purpose is to reduce the life burden of the people. We must continue to protect the compliance of the IMF. Without the International Monetary Fund, there is no one else to help us. We got the support of 18 countries because of the IMF. Also, we get $ 10 billion in paying interest on the loan we have to pay.",
        "In this country to build the export economy. We can't always borrow. Our import cost is more than export income. Therefore, the country's economy must go to the export economy. We must progress by modernizing the economy. Cannot improve a country by providing relief. So, we will unite and create a progressive material.",
        "People suffer for the future of their children. To make the best country for those children. Today, Sajith and Anura say that they are all free. It is impossible to offer that. Cheating people in order to get votes. Although it is said to be talking to the IMF, it has not yet spoken about it.",
        "I had previously contested the UNP candidate. This time I have come forward as an independent candidate. We are working together with all parties.I am the only one who has contributed to the success of the UNP. So I am responsible for protecting the party. No one in the IMS has no right to talk about. I was the one who brought Sajith into politics. Not premasa. I was the only one who gave him the ministry. We are all together for the country. So UNP supporters need to join us.",
        "Sirimavo Bandanayake helped JR Jayawardene during the 1977 field. Today we are all together.",
        "I took responsibility because people could not see the hardship. Sajith or Anura know your difficulty. Do they not get upset?",
        "But the International Monetary Fund has announced that it is very important to achieve the objectives of this program to provide the opportunity to recover from the current worst economic crisis in Sri Lanka's history.. It is necessary to continue implementing more economic reforms. I mean, I have to proceed with the project I started. So I can only carry out this project.",
        "“The people of Sri Lanka must make the decision on the next presidential election. In view of the International Monetary Fund, we have seen that the program implemented in Sri Lanka has made significant improvement. It is very important to protect the success of this program to fully recover from the worst crisis in Sri Lanka, ”the International Monetary Fund said.",
        "Will not receive the support of the International Fund for Sajith or Anura. That support is for our project. So people have to decide whether they are going to fall in the night of the night falling into their lies.",
        "Therefore, I urge the gas cylinder to vote on September 21 to protect the country's economy and your future, ”the President said.",
        "Through the intervention of Prime Minister Dinesh Gunawardena, we gave a solution to the problem of salinity mixed with freshwater in Kalutara area for 40 years.. There is a need to improve the Kitul industrial industry here and to re -cultivate the abandoned fields without farming due to salt water.. During the economic crisis, our President Ranil Wickremesinghe has taken steps to provide relief to 24 million families to 24 million families.",
        "Our President Ranil Wickremesinghe has issued a total of 20 lakh people through the “Urumaya” program instead of land permits that were not used for emergency funding.. In fact, Ranil Wickremesinghe, the companion of the poor. He also took steps to grant land rights to the plantation people and to create villages instead of line rooms.",
        "Similarly, he plans to pay for our country and get dollars for years abroad and pay for our people in the future.. He has also paid attention to the allowances for pre -school teachers. Therefore, the President will again elect him to build our country in the future.",
        "Those who do not accept the presidential post of president, who are able to get free of charge, do not spend time when the country is facing the crisis, is not a waste of time, and today, spending billions of rupees, cutout, posters and pamphlets.",
        "Those who are not able to post today. Our President Ranil Wickremesinghe has rescued the country by listening and suffering. That is why they are now demanding the post. Therefore, President Ranil Wickremesinghe, who has rescued us for the time when no one can run, can only be fully improved if it gives responsibility for another five years.",
        "It must be said that the whole country is not for the whole country. Because don't expect this country to have forgotten what the People's Liberation Front has done in the past. We are not born and left again. During the past 1971 to 1988 and 89, we have seen their true status.",
        "All the conscientious people of this country remember the old things even if you forget. How did the transpometers explode on that day. How did they set fire to agricultural centers and how they burned buses belonging to the EPF. We remember how the state property burned and burned. We know how they killed the principals in our town.",
        "We have not forgotten the manner in which they went to the homes of soldiers and village officers and shot their children not to kill their father.. If we think we have forgotten, I would like to tell them that it is wrong.",
        "Although they claim that there is a wave, our President Ranil Wickremesinghe has a real wave. So his success is confirmed today.",
        "President Ranil Wickremesinghe, who has resolved 50% of the country's 50% problems in the country, is contesting this presidential election to complete the remaining tasks.I came to this stage for Ranil Wickremesinghe for anyone here.",
        "Today, not only our people but also the international community, but the only leader who can build this country is President Ranil Wickremesinghe.. It is our duty and responsibility to re -election him and give him the opportunity to build a country that has developed to the future generations. ”",
        "Other religious leaders, including other religious leaders, minister Ali Sabri, former parliamentarians Dalada Athukorala, Lakshman Wijemanna, United National Party (UNP) lawyer lawyer Dushara Gunaratne and a large number of people participated in the rally."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "President Ranil Wickremesinghe addresses rally, emphasizes reducing people's burden, protecting IMF deals. Criticizes opponents Sajith & Anura over IMF stance. Promises economic reform, export growth. Appeals for support in upcoming election, touting his leadership during crisis."
  ]
}