{
  "translated_text": {
    "ta": {
      "title": "காவல்துறையினர் வரும்போது, ​​காகிதத்தோல் மரணத்திலிருந்து முடிவடையும்",
      "body_lines": [
        "ஹோமகாமாவின் ஹிரிகிபிட்டியாவில் உள்ள ஒரு வீட்டில் ஒரு இளம் பெண் பயன்படுத்தியபோது, ​​ஒரு இளம் பெண் வீட்டின் வீட்டிற்குச் சென்றபோது சுவரில் விழுந்தபோது.",
        "சுவரில் உள்ள இரும்பு குச்சிகள் ஹோமகாமா அடிப்படை மருத்துவமனையில் பலத்த காயமடைந்து சிகிச்சை பெற்றன.",
        "பாதிக்கப்பட்டவர் படுக்கா, படுக்கா, போப்பே, குடாபடேனியாவில் 19 வயது குடியிருப்பாளராக இருந்தார்.",
        "ஹோமகாமாவின் ஹிரிபிட்டியா போஹலாவில் உள்ள ஒரு நபரின் மனைவி பனி போதைப்பொருள் குடிக்க காவல்துறையினரிடம் புகார் அளித்திருந்தார்.",
        "புகாரின் படி, 19 வயது சிறுமியாக இருந்த 19 வயது சிறுமி அந்த இடத்திற்குச் செல்ல முயன்றார், தப்பிக்க முயன்றார்.",
        "புகார் அளித்த பெண்ணின் கணவரும் அவரது நண்பரும் காவல்துறையினரால் கைது செய்யப்பட்டுள்ளனர்.",
        "அவர்கள் ஹோமகாமா நீதித்துறை மருத்துவ அதிகாரியிடம் தாக்கல் செய்யப்பட வேண்டும் மற்றும் அதன் அறிக்கையுடன் ஹோமகாமா நீதிமன்றங்களுக்கு அடிபணிய வேண்டும்."
      ]
    },
    "en": {
      "title": "When the police arrive, the parchment will end from death",
      "body_lines": [
        "When a young woman used in a house in Hirikipitiya, Homagama, had fallen on the wall when a young girl visiting the house of the house.",
        "The iron sticks in the wall were seriously injured and treated at the Homagama Base Hospital.",
        "The victim was a 19 year old resident of Padukka, Padukka, Bopay, Kudapadeniya.",
        "The wife of a person in the Hiripitiya Bowahala, Homagama, had lodged a complaint with the police to drink ice drugs.",
        "According to the complaint, the 19-year-old girl who was a 19-year-old girl who was trying to go to the place and tried to escape.",
        "The complainant woman's husband and his friend have been arrested by the police.",
        "They are to be tabled in the Homagama Judicial Medical Officer and submit to Homagama courts with its report."
      ]
    }
  },
  "summary_lines": [
    "In Hirikipitiya, Homagama, a 19-year-old fell, injuring herself on iron rods. She was treated at Homagama Base Hospital after her mother reported an attempted drug overdose. The suspects, including the husband of the complainant, were arrested and await medical examination before court proceedings."
  ]
}