{
  "translated_text": {
    "si": {
      "title": "தொழில் சந்தையை இலக்கு வைத்தே அரசாங்கம் தொழிற்கல்வியை ஊக்குவிக்கின்றது - பிரதமர்",
      "body_lines": [
        "වේගවත් ව්යාප්ති නවීන ලෝක වෙළඳපොළට සරිලන පරිදි වෘත්තීය පුහුණුව ලබා දීමේ වැදගත්කම රජය විසින් හඳුනාගෙන ඇති බවත් කර්මාන්තය ඉලක්ක කර ගනිමින් කාර්මික වෙළඳපොල ප්රවර්ධනය කරමින් සිටින බවත් අග්රාමාත්යවරයා හරිනි අමරසූරිය මහතා පැවසීය.",
        "අග්රාමාත්යවරයා සැප්තැම්බර් 30 වන දින බණ්ඩාරනායක අනුස්මරණ ජාත්යන්තර සම්මන්ත්රණ ශාලාවේදී මෙම නිරීක්ෂණය කළ අතර ජපාන තාක්ෂණ අධ්යයන කටයුතු, ජාතික කර්මාන්ත පුහුණු අධිකාරියේ (නයිටා), මෝටර් වාහන ඉංජිනේරු ආයතනය, ජාතික කර්මාන්ත ඉංජිනේරු ආයතනය (NAITA) ඉදිරිපත් කිරීමේ උත්සවයකට සහභාගී වෙමින්.",
        "இம்முறை இடம்பெற்ற 31ஆவது சான்றிதழ் வழங்கும் விழாவில் பிரதம அதிதியாகக் கலந்துகொண்ட பிரதமர், மோட்டார் வாகனப் பொறியியல் பயிற்சி நிறுவனம் நடத்திய பரீட்சையில் அதிக திறமைகளை வெளிப்படுத்திய மாணவர்களுக்குப் பரிசுகளையும் சான்றிதழ்களையும் வழங்கி வைத்தார்.",
        "මෙම අවස්ථාවට එක්වෙමින් අග්රාමාත්යවරයා කියා සිටියේ වසර 50 කට වැඩි ඉතිහාස ඉතිහාසයේ මෝටර් රථ ඉංජිනේරු විද්යාව හා තාක්ෂණ කර්මාන්තයේ හොඳම පුහුණු සමාගමේ හොඳම පුහුණු සමාගමේ සේවය කළ ජපාන තාක්ෂණය තරුණ තරුණියන්ගේ හා තරුණයින්ගේ විරැකියාව අවම කිරීම සඳහා වෘත්තීය අංශය වැඩිදියුණු කිරීම ඉතා වැදගත් බවයි.",
        "වෘත්තීය පුහුණුව ලබන රාජ්ය හා පෞද්ගලික ආයතන තුළින් සුදුසු පුහුණුවක් ලැබේද? ඒ හරහා රැකියා ලබා ගැනීම සඳහා එය කුමන තනතුරටද? එවැනි කාරණාවලදී ඇති වන ගැටලු අවම කිරීමට රජය දැනටමත් පියවර ගන්නා බව අග්රාමාත්යවරයා පැවසීය.",
        "\"අද, ඔබ අධ්යාපනය හා වෘත්තීය පුහුණුව ලබා ඇති පුරවැසියෙකු ලෙස මෙම ස්ථානයට පත්විය. එබැවින්, මේ රටේ පුරවැසියෙකු ලෙස, ඔබ ඔබේ වගකීම ඉටු කරනු ඇතැයි අපි අපේක්ෂා කරමු.",
        "මේ ආකාරයේ ව්යායාමයක් ලබා ගැනීම ඔබට ආශීර්වාදයක්. ඔබ මේ රටේ පුරවැසියෙකු වන විට, මම යාච් pray ා කරන්නේ රටේ සංවර්ධනයට ඔබේ දායකත්වය ඉටු කිරීමට ඔබට ඉටු කළ යුතු සහ ධෛර්යය ලබා දිය යුතු වගකීම් ඉටු කළ යුතු බවයි.. ඒ සමඟම, සමෘද්ධිමත් රටක් සහ සුන්දර ජීවිතයක් නිර්මාණය කිරීමට එක්සත් වීමට මම ඔබට ආරාධනා කරමි.",
        "උපද්රවකාරී සිරුරු පුනරුත්ථාපනය කිරීමෙන් පසු තරුණ හා කාන්තාවන්ගේ පුනරුත්ථාපනය කිරීමෙන් පසු වෘත්තීය පා courses මාලා ඉගැන්වීමේ වැදගත්කම මහජන ආරක්ෂක හා පාර්ලිමේන්තු කටයුතු නියෝජ්ය අමාත්ය නීති orney පා courses මාලා පිළිබඳ වෘත්තීය පා courses මාලා ඉගැන්වීමේ වැදගත්කම අවධාරණය කළේය. අවශ්ය යැයි කියනු ලැබේ.",
        "ජපානයේ ජපානයේ ශ්රී ලංකාවේ නියෝජ්ය තානාපති නාකී කමොලෝෂිඩා, ජාතික පුහුණු කාර්මික පුහුණු අධිකාරියේ (නයිටා සට් සට්ටා හි සභාපති කෙන්ජි කුරන්මා, මෝටර් වාහන ඉංජිනේරු පුහුණු ආයතනයේ අධ්යක්ෂ. අධ්යාපන, උසස් අධ්යාපන හා වෘත්තීය අධ්යාපන අමාත්යාංශයේ අතිරේක ලේකම් හිමාලි අතූඩා සහ තවත් බොහෝ සම්භාවනීය අමුත්තන්, කථිකාචාර්යවරුන්, කථිකාචාර්යවරු සහ ඔවුන්ගේ දෙමාපියන් යන අධ්යාපන අමාත්යාංශයේ අතිරේක ලේකම් දිසානායක මහතා සහභාගී විය."
      ]
    },
    "en": {
      "title": "The government promotes vocational education targeting the industry - the Prime Minister",
      "body_lines": [
        "Prime Minister Harini Amarasuriya said that the government has identified the importance of giving vocational training to suit the fast -growing modern world market and is promoting the industrial market targeting the industry.",
        "The Prime Minister made this observation at the Bandaranaike Memorial International Conference Hall on September 30, attending a ceremony to present certificates to the students who completed the Japanese Tech Studies, the National Institute of Industry Training Authority (NAITA), the Motor Vehicle Engineering Institute.",
        "The Prime Minister, who was the chief guest at the 31st Certificate of Certificate this year, presented gifts and certificates to the students who showed more skills in the exam conducted by the Motor Vehicle Engineering Training Institute.",
        "Speaking at the event, the Prime Minister said that Japan Tech, who has over 50 years of history, praised the service of the best training company in the Motor Vehicle Engineering and Technology industry and that it is very important to improve the vocational sector to reduce the unemployment problem of youth and youth.",
        "Does it receive appropriate training through public and private institutions that receive vocational training? In what position is it to get employment through it? The Prime Minister said the government is already taking steps to reduce the problems in such matters.",
        "“Today, you are leaving this place as a citizen who has received education and vocational training. Therefore, as a citizen of this country, we expect you to fulfill your responsibility.",
        "Getting this kind of exercise is a boon for you. As you are the citizen of this country, I pray that you should fulfill the responsibilities that you have to fulfill and have the power and courage to make your contribution to the development of the country.. With that, I invite you to unite to create a prosperous country and a beautiful life.",
        "Deputy Minister of Public Security and Parliamentary Affairs, Attorney -at -Law Sunil Vadakala, addressed the event, emphasizing the importance of teaching vocational courses after rehabilitation of the youth and women after rehabilitation of the hazardous bodies, and the new government is carrying out the development of the country's development for the development of the country. Said to be necessary.",
        "Japan's Deputy Ambassador to Sri Lanka, Naaki Kamoshida, Chief Representative of Japan International Cooperation Institute (JICA), Kenji Kuronuma, President of the National Trainee Industrial Training Authority (NAITA), ABDul SATTAR, Director of Motor Vehicle Engineering Training Institute. Dissanayake, Additional Secretary of the Ministry of Education, Higher Education and Vocational Education Himali Athauda and many other dignitaries, lecturers, certified students and their parents were present."
      ]
    }
  },
  "summary_lines": []
}