{
  "translated_text": {
    "ta": {
      "title": "நெல் கிலோ ரூ. 150 கேட்பது",
      "body_lines": [
        "மகாவேலி பி.ஜி.யில் உள்ள விவசாயி அமைப்புகளின் குழு, பொலோனாருவா உட்பட, ரூ.",
        "அரசாங்க நெல் வாங்கும் திட்டம் இல்லாததால் பொலோனாருவாவின் மூன்று பெரிய அளவிலான ஆலை உரிமையாளர்களிடம் விவசாயிகள் குற்றம் சாட்டினர்.",
        "மகாவேலி பி ஜோனின் முன்னாள் துணைத் தலைவர், ஒரு பாக்கெட் உப்பு பெற முடியவில்லை, விவசாயியின் வாங்குபவர் கிடைக்கவில்லை.",
        "மகாவேலி பி மற்றும் மகாவேலி பி மற்றும் மகாவேலி பி மற்றும் மகாவேலி பி மற்றும் மகாவேலி பி மற்றும் யலா பருவத்தின் நெல் விற்பனை விற்பனை நிலையமாக இருந்தாலும் திலகரனா கூறினார்.",
        "நெல் ஒரு விவசாயம் என்பது ஒரு வெள்ளை யானையாக மாறியிருப்பது மிக முக்கியம், ஆனால் இப்போதெல்லாம் நெல் தற்போது ரூ.",
        "மகாவேலி பி.ஜி.ஜி மண்டலத்தில் பயிரிடப்பட்ட மகாவேலி பி.ஜி. மண்டலத்தால் கிட்டத்தட்ட 6,000 ஏக்கர் நெல் பயிரிடப்பட்டுள்ளது. கடன்.",
        "அரசாங்கத்தின் விலையில் அரசாங்கம் தொடர்ந்து அமைதியாக இருந்தால், அடுத்த ஜனாதிபதித் தேர்தலில் 153 விவசாயி பிரதிநிதிகள் மற்றும் விவசாயிகள் சரியான பதிலாக இருப்பார்கள்."
      ]
    },
    "en": {
      "title": "The kilo of paddy is Rs. 150 asking",
      "body_lines": [
        "A group of farmer organizations in the Mahaweli Bg, including Polonnaruwa, said that the government intervenes to purchase a certificate of Rs.",
        "The farmers accused the three large scale mill owners of Polonnaruwa due to the lack of government paddy purchasing program.",
        "Former Vice President of the Mahaweli B zon, WG Thilakarana, who is not able to obtain a packet of salt and the farmer's buyer is not available.Did.",
        "Tilakarana said that although the Paddy sales outlet of the Mahaweli B and the Mahaweli B and the Mahaweli B and the Mahaweli B and the Mahaweli B and the Yala season.",
        "It is vital that the paddy is a farming has become a white elephant, but nowadays that the paddy is currently over to Rs.Former Chairman of the Senapura Divisional Farmers Farmer Organization, Kapila Cyril Pathiran said.",
        "Nearly 6,000 acres of paddy have been cultivated by the Mahaweli Bg Zone, which has been cultivated in Mahaweli Bgg Zone.Commenting in the Sevanapitiya Division, the Chairman of the Sevanapitiya Division has fallen into the fryor, and said that the farmer organizer has fallen into the loan.",
        "If the government continues to be silent in the government's prices, 153 farmer representatives and farmers in the next presidential election will be a proper answer."
      ]
    }
  },
  "summary_lines": [
    "Farmers in Mahaweli BG, including Polonnaruwa, criticize government intervention in paddy buying, accusing mill owners of exploiting lack of state support. Former VP WG Thilakarana highlights issues with paddy sales outlets and the need for government action to prevent paddy farming from becoming unsustainable. Nearly 6,000 acres are cultivated, with concerns about loans and future elections reflecting farmer dissatisfaction."
  ]
}