{
  "translated_text": {
    "si": {
      "title": "රට පුරා තත්වය;4 දෙනෙකු මත්ද්රව්ය සමඟ අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "අඟහරුවාදා (17) පොලීසිය විසින් සිදු කරන ලද වටරවුමක දී හෙරොයින් සහ අයිස් drugs ෂධ සමඟ සැකකරුවන් සිව් දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "මහාරාගම පොලිස් කොට් to ාශයට අයත් නුගේගොඩ දුම්රිය ස්ථාන මාර්ගයේ හෙරොයින් මිලිග්රෑම් 900 ක් ළඟ තබා ගැනීම සම්බන්ධයෙන් සැකකරුවෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "මේ අතර, පාලියගොඩ පොලිස් කොට්, තුඩුවාත මාවත සහ ටිපිටිකෝඩා ප්රදේශයේ සැකකරුවන් දෙදෙනෙකු සැකකරුවන් දෙදෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් සැකකරුවන් අයිස් මිලිග්රෑම් 800 ක් සහ හෙරොයින් මිලිග්රෑම් 300 ක ග්රෑම් 10 ක් ද අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් සැකකරුවන් වයස අවුරුදු 31 සහ 32 සහ 32 සහ 32 හැවිරිදි පෙලියගොඩ සහ කෙලනියා ය.",
        "මීට අමතරව, ගම්පා පොලිස් අංශය යටතේ උඩුගම්පලෙයි හන්දියේදී අයිස්වල මිලිග්රෑම් 300 ක ග්රෑම් 11 ක ග්රෑම් 11 ක ග්රෑම් 11 ක් ළඟ තබා ගැනීම සම්බන්ධයෙන් සැකකරුවෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "මීට අමතරව, සිද්ධියට සම්බන්ධ සැකකරුවන් සම්බන්ධයෙන් වැඩිදුර පරීක්ෂණ සිදුකරන බව පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Circumstance across the country;Four arrested with drugs",
      "body_lines": [
        "Four suspects have been arrested with heroin and ice drugs in a roundabout carried out by police nationwide on Tuesday (17).",
        "A suspect has been arrested for possessing 05 grams of 900 milligrams of heroin in the Railway Station Road - Nugegoda, which belongs to the Maharagama Police Division.",
        "Meanwhile, two suspects have been arrested in the Paliyagoda Police Division, Tudukamunu Mawatha and Tipitikoda area.",
        "The arrested suspects have seized 11 grams of 800 milligrams of ice and 10 grams of 300 milligrams of heroin.",
        "The arrested suspects are from Peliyagoda and Kelaniya, aged 31 and 32.",
        "In addition, a suspect has been arrested for possessing 11 grams of 300 milligrams of ice at Udugampalai junction under the Gampaha Police Division.",
        "In addition, the police have said that further investigations are being carried out in connection with the suspects involved in the incident."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "\"4 arrests made nationwide: heroin & ice seized. Suspects aged 31&32 from Peliyagoda & Kelaniya. Further investigations ongoing.\""
  ]
}