{
  "translated_text": {
    "ta": {
      "title": "இராணுவ சிப்பாயும் பெண்ணும் இரண்டு விபத்துக்களில் கொல்லப்பட்டனர்",
      "body_lines": [
        "த்ரிக்ஷன் பிரச்சாரத்தில் இரண்டு சாலை விபத்துக்களில் ஒரு சிப்பாயும் ஒரு பெண்ணும் இறந்துவிட்டனர், கெகிராவா போலீசார் தெரிவித்தனர்.",
        "மோட்டார் சைக்கிள் மோட்டார் சைக்கிள் மூலம் மோட்டார் சைக்கிள் காணும்போது இந்த விபத்து ஏற்பட்டது, இது மோட்டார் சைக்கிள் காரணமாக மோட்டார் சைக்கிளைக் கட்டுப்படுத்த இயலாது, தம்புல்லா கிரிக்கெட்டுக்குச் செல்ல.",
        "பாதிக்கப்பட்டவர் 29 வயதான இராணுவ சொசைட்டி, மெடாவாச்சியாவின் மெடாவாச்சியாவில் 29 வயதான வசிப்பவர்.",
        "கண்டியில் நடந்த விபத்தில் மோட்டார் சைக்கிள் ஓட்டுநருக்கு இடையில், யாஃப்னா நைன் 90 கி.மீ.யில் இந்த விபத்து ஏற்பட்டது, மேலும் விபத்தில் மோட்டார் சைக்கிள் ஓட்டுநர் கண்டி பொது மருத்துவமனையில் சிகிச்சை பெற்று வருகிறார்.",
        "19 ஆம் தேதி விபத்து ஏற்பட்டது மற்றும் விபத்தில் சிப்பாய் காயமடைந்து, அவர் தம்புல்லா மருத்துவமனையில் அனுமதிக்கப்பட்டபோது கொல்லப்பட்டார்.",
        "டிராக்டர் மோட்டார் சைக்கிளில் அந்த பெண் கொல்லப்பட்டார், ஒரு பெண் மோட்டார் சைக்கிள் தி டிராக்டரால் தி டிராக்டரால் தாக்கப்பட்டது.",
        "இறந்தவர் மராதகதவாலா முகவரியில் வசிக்கும் கியரியா இந்திரவதி என்ற பெண்.",
        "கிராமத்திலிருந்து கிராமத்திலிருந்து கிராமத்திற்கு கிராமத்திலிருந்து கிராமம் வரை மோட்டார் சைக்கிளில் இருந்து மோட்டார் சைக்கிளில் இந்த விபத்து ஏற்பட்டது.",
        "டிராக்டரின் மரணத்தின் முன் சக்கரத்தின் முன் மோட்டார் சைக்கிள் மோதியபோது விபத்து ஏற்பட்டது, விபத்து ஏற்பட்டது.",
        "அந்தப் பெண் அனுராதபுரா கற்பித்தல் மருத்துவமனையில் அனுமதிக்கப்பட்டு அனுராதபுரா கற்பித்தல் மருத்துவமனையில் சேர்க்கையில் இறந்தார்.",
        "அவுனுகம நார்த், அவுுகாம நார்த், ஒருவர் விபத்து தொடர்பாக நீதிமன்றங்களுக்கு முன்பாக தயாரிக்கப்படவிருப்பதாக போலீசார் தெரிவித்தனர்.",
        "விபத்து தொடர்பான காவல் நிலையங்களின் போக்குவரத்து பிரிவு அதிகாரிகள் மற்றும் கோட்டகாவா காவல்துறையினர் மேலும் விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "Army soldier and woman killed in two accidents",
      "body_lines": [
        "A soldier and a woman had died in two road accidents in the campaign of Thiction and Kekirawa Police said.",
        "The accident had occurred when the motorcycle was seen by a motorcycle, which was impossible to control the motorcycle due to the motorcycle, to go to the Dambulla cricket.",
        "The victim was a 29 year old Army Society, a 29 year old resident of the Medawachchiya, Medawachchiya.",
        "The accident had occurred in the Jaffna Nine 90km, between the motorcyclist in the accident in Kandy, and the motorcyclist in the accident is receiving treatment at the Kandy General Hospital.",
        "The accident had occurred on the 19th and the soldier was injured in the accident and was killed while he was admitted to Dambulla Hospital.",
        "The woman killed in a tractor motorcycle while a woman motorcycle hit by a tractor in the Thiction Police Division.",
        "The deceased is a woman named Kiarya Indravathi, a resident of the Maradakadawala address.",
        "The accident had occurred at the motorcycle from the motorcycle from the village from the village to the village to the village from the village and triumphant.",
        "The accident had occurred when the motorcycle collided at the front of the front wheel of the death of the death of the tractor, and the accident had occurred.",
        "The woman was admitted to the Anuradhapura Teaching Hospital and died on admission to the Anuradhapura Teaching Hospital.",
        "The police said that a person from the Aunugama North, Aunugama North, was due to be produced before courts in connection with the accident.",
        "The traffic sectional officials of the police stations of the accident and the Kotakawa Police are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "Two accidents: soldier (29) killed in motorcycle crash near Dambulla; woman (30s) dies after being hit by tractor in Thiction. Investigations ongoing."
  ]
}