{
  "translated_text": {
    "si": {
      "title": "මහින්ද පිටුව රනිල්ගේ පිටුව?",
      "body_lines": [
        "විපක්ෂයේ පාර්ලිමේන්තු මන්ත්රී මිස්මන් පාර්ලිමේන්තු මන්ත්රී මින්සකි පාර්ලිමේන්තු මන්ත්රී මින්සකි පාර්ලිමේන්තු මන්ත්රී පාර්ලිමේන්තු මන්ත්රී පාර්ලිමේන්තු මන්ත්රී පාර්ලිමේන්තු මන්ත්රී පාර්ලිමේන්තු මන්ත්රී කන්ජන විජේසේකර මහතාගෙන් ඉල්ලා ඇත්තේ ඔබ හිටපු ජනාධිපති මහින්ද රාජපක්ෂගේ ඉල්ලීම්වලට අනුකූලද, නැතහොත් පුනරුත්ථාපනය කරනු ඇති බවයි.",
        "සඳුදා (13) පාර්ලිමේන්තුවේදී විශේෂ හිමිකම් පෑමක් කළ ලක්ෂ්මන් කිරියෙල්ලා මන්ත්රීවරයා.",
        "මෙම ක්රියාමාර්ග අඛණ්ඩව අත්හිටුවීම සඳහා හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මහතා විශේෂ ප්රකාශයක් නිකුත් කර ඇති අතර, මෙම ක්රියාමාර්ග අඛණ්ඩව අත්හිටුවිය යුතුද නැද්ද යන්න ඊළඟ ආණ්ඩුව තීරණය කරනු ඇත.",
        "විදුලිබල මණ්ඩලය පුනරුත්ථාපනය කිරීමට පියවර ගෙන තිබේ.",
        "මේ සම්බන්ධයෙන් ප්රතිචාර දැක්වීම, විදුලිබල හා විදුලිබල අමාත්ය කන්ජන විජේසේකර මහතා හිටපු ජනාධිපති මහින්ද රාජපක්ෂගේ ප්රතිසංවිධානය ගැන සඳහන් කළේ නැත.",
        "යක්ෂන් කිරියෙල්ලා මන්ත්රීවරයා නැවත හැදී වැඩුණු, සියලු ප්රශ්නවලට පිළිතුරු නොවිය යුතුය. \"හිටපු ජනාධිපති මහින්ද රාජපක්ෂ මහතා විසින් නිකුත් කළ නිවේදනයක,\" රාජ්ය ආයතන පෞද්ගලීකරණය කිරීම, කටයුතු අත්හිටුවීම සහ නව පුද්ගලයින් සමඟ වැඩ කිරීම. \"",
        "හිටපු ජනාධිපති මහින්ද රාජපක්ෂ පවසයි. වත්මන් ජනාධිපතිතුමා තවත් අයෙකු පවසයි. ඔහු විදුලිබල අමාත්යවරයාගේ හා බලධාරීන්ගේ අමාත්යවරයාට පැවසූ අතර ඔහු දන්නවා ඔහු මැද සිටින බව අපි දනිමු."
      ]
    },
    "en": {
      "title": "Mahinda Page Ranil side?",
      "body_lines": [
        "Lakshman Kiriella MP Minsakthi MP MP Kanjana Wijesekera, the chief minister of the opposition parties, has been asked whether you will comply with the demands of former President Mahinda Rajapakse or will be rehabilitated?",
        "Lakshman Kiriella MP, who presented a special claim in Parliament on Monday (13).",
        "Former President Mahinda Rajapaksa has issued a special statement to completely suspend the proceedings of state institutions and the next government will decide whether or not to continue these measures.",
        "Steps have been taken to rehabilitate the Electricity Board.",
        "Responding to this, Power and Power Minister Kanjana Wijesekera did not refer to the reorganization of former President Mahinda Rajapaksa.",
        "Lakshman Kiriella MP, who was raised again, should not answer all the questions. In a statement issued by former President Mahinda Rajapaksa, he said, \"Do not privatize state institutions, suspend the proceedings and carry out work with the new people.\"",
        "Former President Mahinda Rajapaksa says. The current president says another. He said to the Minister of Power and the Minister of Power and we know that he is in the middle."
      ]
    }
  },
  "summary_lines": [
    "Lakshman Kiriella MP questioned opposition leader Kanjana Wijesekera on compliance with Mahinda Rajapaksa's demands, including suspending state institution proceedings and rehabilitating the Electricity Board. Wijesekera did not address Rajapaksa's reorganization. Kiriella urged not to privatize state institutions and to suspend proceedings, aligning with Rajapaksa's stance."
  ]
}