{
  "translated_text": {
    "ta": {
      "title": "பெண்கள் தேசிய ஆணையம்",
      "body_lines": [
        "ஜூன் ஜூன் மாதத்தில் பெண்களை மேம்படுத்துவதற்கான மசோதாக்கள் பாராளுமன்றத்தில் நிறைவேற்றப்படுகின்றன",
        "பாலின சமத்துவம் மற்றும் பெண் அதிகாரம் குறித்த தேசிய கொள்கை.",
        "2030 க்குள் பெண்கள் அரசியல் கட்சியை ஏற்றுக்கொள்ள சட்டம் திருத்தப்பட வேண்டும் - ஜனாதிபதி.",
        "பொருளாதார நெருக்கடியின் போது, ​​பெண்கள் தங்கள் உயிரைப் பாதுகாப்பதில் உள்ள சவால்களை நன்கு அறிந்திருக்கிறார்கள் என்றும், அரசாங்கம் இரண்டு மசோதாக்களை பாராளுமன்றத்தில் சமர்ப்பித்துள்ளது என்றும் ஜனாதிபதி ரணில் விக்ரமேசிங்கில் ஜனாதிபதி ரணில் விக்ரமேசி கூறினார்.",
        "இந்த மசோதாக்கள் ஜூன் மாதத்தில் பாராளுமன்றத்தில் நிறைவேற்றப்படும் என்று எதிர்பார்க்கப்படுகிறது.",
        "பொது இடங்களில் டிபி கல்வியை பாலியல் துஷ்பிரயோகம் செய்வதற்கு எதிராக \"நம்பிக்கையற்ற உலகளாவிய சைகைகள்\" ஏற்பட்டால் ஜனாதிபதி ரணில் விக்ரெமேசிங் இந்த கருத்துக்களை தெரிவித்தார்.",
        "தம்மிகா பெரேரா ஒரு மாற்றத்தைத் தொடங்கினார். பெண்களின் வன்முறைக்கு எதிராக இந்த திட்டம் தொடங்கியது. டிபி கல்வி போன்ற வணிகம் எதிர்கால கல்வியின் ஒரு பகுதியாக இருக்க வேண்டும். மரங்களின் கீழ் கல் பலகைகளைப் பயன்படுத்தி வரலாற்றில் படித்தோம். பின்னர் கட்டிடங்கள் கல்வியில் இணைந்தன.",
        "கல்வி அவ்வப்போது மாறியது. பள்ளிக் கல்வி பைரெவேனா கல்வியில் இருந்து மாறுபடும். கிளப் வகுப்பறை பள்ளிக்கு ஒத்துழைப்பு அறைகள் வந்துள்ளன. திரு. தம்மிகா பெரேரா டிபி கல்வி மூலம் அறிமுகப்படுத்தப்பட்டார்.. இது கல்வி வகுப்பின் வகையை மாற்றும்.",
        "செயற்கை நுண்ணறிவுக்கு வரும்போது, ​​கல்வியின் கல்வியை புரட்சிகரமாக்கலாம். குழந்தைகள் இந்த கல்வியிலிருந்து பயனடைய வேண்டும்.",
        "நாம் எங்கள் கல்வி முறையை உருவாக்க வேண்டும் மற்றும் ஒவ்வொரு குழந்தைக்கும் கல்வியை வழங்க வேண்டும். ஒவ்வொரு குழந்தைக்கும் ஒரே அளவிலான கல்வியைக் கொடுக்க முடியாது. இருப்பினும், ஒவ்வொரு குழந்தையும் ஒரே கல்வித் திட்டத்தை செயல்படுத்த முடியும்.",
        "அறிமுகப்படுத்தப்பட்ட பெண்களின் வன்முறைக்கு எதிராக அறிகுறிகளை எவ்வாறு பயன்படுத்துவது. பாராளுமன்றத்தில் சட்டம் பெண்கள் வன்முறைக்கு எதிரான சட்டத்தை அறிமுகப்படுத்துகிறது. பெண்களின் வன்முறையை எவ்வாறு நிறுத்துவது என்பதை கை சமிக்ஞைகளால் இந்த கையால் தோழர்களை விளக்க முடியும்.",
        "பெண்களின் உரிமைகளை சேமிக்க நாங்கள் கடமைப்பட்டுள்ளோம். அதை வார்த்தைக்கு மட்டுப்படுத்த முடியாது. சமிக்ஞைகள் வழங்கும் சமூகத்திற்கு பெண்கள் குறித்து கல்வி கற்பிக்கவும் பெண்களை எதிர்க்கவும் முடியும்.",
        "இதற்கு ஒரு பரந்த பிரச்சாரம் இருக்கும் என்று நான் நம்புகிறேன். நம் நாட்டில் செல்வமும் பரோபகாரர்களும் உள்ளனர். குழாய்கள் பணம் சம்பாதிக்கும் மற்றும் சமூகத்தை உருவாக்கும் நபர்களின் குழு. திரு. தம்மிகா பெரேரா அத்தகைய செயலைச் செய்கிறார். இந்த திட்டத்தில் பெண்களின் வன்முறைக்கு எதிராக பெண்களை மேம்படுத்தும் திறன் உள்ளது. பொருளாதார நெருக்கடி ஆண்டில் பெண்கள் பெரிதும் பாதிக்கப்பட்டனர். நான் சக்திவாய்ந்தவராக மாறும்போது, ​​பெண்கள் உணவு இல்லாமல் கடுமையாக பாதிக்கப்பட்டுள்ளனர். சில குடும்பங்கள் பெண்களால் முன்னேறின. எனவே, பெண்களை மேம்படுத்துவதற்காக நாங்கள் பணியாற்றி வருகிறோம்.",
        "பெண்கள் அதிகாரமளித்தல் மற்றும் பெண்கள் அதிகாரம் குறித்த தேசிய ஆணையத்தை அமல்படுத்துதல், பெண்கள் மீதான தேசிய ஆணையத்தை நிறுவுதல் மற்றும் பெண்களைப் பாதுகாப்பதற்கும் பெண்களின் உரிமைகளை மீறுவதற்கும் பெண்கள் உரிமைகளைத் தொடரவும்.",
        "இது பெண்களின் உரிமைகளை மிச்சப்படுத்த ஒரு கமிஷனையும் நிறுவுகிறது. எந்தவொரு பகுதியிலும் பெண்கள் எந்த இடத்திலும் இருந்தால், அவர்கள் ஆணையத்தால் உரையாற்றப்படுவார்கள்.",
        "மேலும், பெண்கள் கல்வித் துறையில் வாழ்கின்றனர். பெண்களுக்கான தடைகளை நீக்குவது எங்கள் பொறுப்பு. பாராளுமன்ற மகளிர் உறுப்பினர்களின் ஒரு மன்றம் ஏற்கனவே உருவாக்கப்பட்டுள்ளது. அவர்கள் ஒரு பெரிய பொறுப்பையும் ஒப்படைக்கிறார்கள். பெண்கள் மற்றும் பெண்கள் எதிர்கொள்ளும் பிரச்சினைகளை நாங்கள் தீர்ப்போம், சமூக நீதியை உருவாக்க வேலை செய்வோம்.",
        "இந்த மசோதாக்கள் இரண்டு பில்களையும் ஜூன் மாதத்தில் நிறைவேற்றும் என்று எதிர்பார்க்கப்படுகிறது. ஜனாதிபதி மற்றும் பொதுத் தேர்தலுக்குப் பிறகு உள்ளூராட்சி தேர்தல்களில் பெண்கள் பிரதிநிதித்துவம் அதிகரிப்பது குறித்து நான் ஏற்கனவே விவாதித்தேன். எம்.பி.க்களின் பெண்களின் பிரதிநிதித்துவத்தில் குறைந்தது 25% அதிகரிக்கும் என்று எதிர்பார்க்க வேண்டும். மாகாண சபைகள் பெண்களின் பிரதிநிதித்துவத்தை அதிகரிக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "அவர்கள் தங்கள் அரசியல் உரிமைகளை ஏற்றுக்கொள்ள நடவடிக்கை எடுத்துக்கொள்கிறார்கள். 2030 க்குள் பெண்கள் அரசியல் கட்சியை ஏற்க சட்டம் திருத்தப்பட வேண்டும். இலங்கையில் பெண்கள் உரிமைகளை உறுதிப்படுத்த பெண்கள் இடத்தை வழங்க முயற்சிக்கிறோம்."
      ]
    },
    "en": {
      "title": "National Commission of Women",
      "body_lines": [
        "Bills to empower women in June of June is passed in Parliament",
        "National policy on gender equality and female empowering.",
        "The law should be amended to accept a women's political party by 2030 - President.",
        "President Ranil Wickremesinghe stated that during the economic crisis, women have been well aware of the challenges of protecting their lives and the government has submitted two bills to Parliament.",
        "The President said that the Bills are expected to be passed in parliament in Parliament in June.He pointed out that there would be prosecution.",
        "President Ranil Wickremesinghe made these comments made the keynote address in the event of the \"unbelieving global gestures\" against the sexual abuse of DP education in public places.",
        "Dhammika Perera has begun a change. The program commenced against women's violence is commendable. Business like DP education should be part of future education. We were educated in history using stone planks under trees. The buildings were then joined in education.",
        "And education changed from time to time. School education varies from Pirivena education. Cooperation rooms have come to the club classroom school. Mr. Dhammika Perera has been introduced through DP Education.. This will change the type of tuition class.",
        "When it comes to artificial intelligence, the education of education can be revolutionized. Children need to benefit from this education.",
        "We need to develop our education system and provide education to every child. We cannot give every child the same level of education. However, each child can implement the same education program.",
        "How to use signs against women's violence introduced. The law in Parliament introduces the law against women's violence. These handmates can be briefed by the hand signals how to stop women's violence.",
        "We are committed to Save Women's Rights. Cannot limit it to the word. The signals provide can educate the society on women and oppose women.",
        "I believe there will be a broad propaganda for this. There are riches and philanthropists in our country. Pipes are a group of people who make money and make social. Mr. Dhammika Perera makes such an act. This program has the ability to empower women against women's violence. Women suffered greatly during the year of economic crisis. When I become powerful, women were severely affected without food. Some families were advanced by women. Therefore, we are working to empower women.",
        "The implementation of a National Commission on Women's Empowerment and Women's Empowerment, the establishment of a national commission on women, and prosecute women's rights to protect women and violating women's rights.",
        "It also establishes a commission to save women's rights. If women are in any place in any area, they will be addressed by the Commission.",
        "Also, women are living in the field of education. It is our responsibility to remove the obstacles to women. A Forum of the Parliamentary Women's Members of Parliament has already been created. They also delegate a great responsibility. We will solve the problems faced by women and girls and work to create social justice.",
        "These bills are expected to pass both bills in June. I have already discussed the increase in women's representation in local government elections after the presidential and general election. It should be said that at least 25% of the women's representation of MPs is expected to increase. The provincial councils are expected to increase women's representation.",
        "They also take action to accept their political rights. The law should be amended to accept a women's political party by 2030. We are trying to provide women's place to ensure women's rights in Sri Lanka."
      ]
    }
  },
  "summary_lines": [
    "In June, Parliament passed bills to empower women, part of a national policy on gender equality. President Ranil Wickremesinghe aims to amend laws to include a women's political party by 2030, highlighting the importance of women's rights and representation during economic crises. The government also introduced a program against women's violence, using hand signals to educate society on stopping such acts. This initiative, led by Dhammika Perera, aims to revolutionize education, especially in the context of artificial intelligence, to benefit all children. The President emphasized the need for a National Commission on Women's Empowerment to protect women's rights and address gender equality in education and social justice."
  ]
}