{
  "translated_text": {
    "ta": {
      "title": "இங்கிலாந்துக்கு போட்டியிட முதல் சோதனை",
      "body_lines": [
        "இரண்டு விக்கெட்டுகளையும் 5 விக்கெட்டுகளில் தோற்கடித்து இரு நாடுகளுக்கும் இடையிலான முதல் டெஸ்ட் போட்டியில் புரவலன் இங்கிலாந்து வென்றது.",
        "இலங்கை அணியில் 205 ரன்கள் எடுத்தது இங்கிலாந்து காலமானார்.",
        "போட்டியில் இலங்கை 236 ரன்கள் எடுத்தது மற்றும் பதிலில் 358 ரன்கள் எடுத்தது. 132 ரன்களைத் தொடர்ந்து இலங்கை தங்கள் இரண்டாவது இன்னிங்ஸில் 326 ரன்கள் எடுத்தது.",
        "இந்த இன்னிங்ஸில் இலங்கைக்காக 113 ரன்கள் எடுத்த குமிந்து மென்டிஸ், ஒரு சிறந்த இன்னிங்ஸ். அதன்படி, நான்கு டெஸ்ட் போட்டிகளில் காமின் மூன்று நூற்றாண்டுகளை பதிவு செய்துள்ளார்.",
        "தலை, இங்கிலாந்து போட்டிக்காக 205 என்ற இலக்கை வென்றது. இங்கிலாந்து ஜாமி புன்னகை போட்டியின் மனிதனுக்கு தீர்ப்பளிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "First Test to contest England",
      "body_lines": [
        "The Host England won the first Test match between the two countries by defeating the two wickets in 5 wickets.",
        "England passed away with the loss of 205 runs in the Sri Lankan team.",
        "Sri Lanka scored 236 runs in the match and the reply was scored 358 runs in the reply. Sri Lanka scored 326 runs in their second innings, following 132 runs.",
        "Kumindu Mendis, a great innings, scored 113 runs for Sri Lanka in this innings. Accordingly, Kamin has recorded three centuries in the four Test matches that have been played up to date.",
        "Head, England won a target of 205 for the competition. England Jami Smind has been adjudged the man of the match."
      ]
    }
  },
  "summary_lines": [
    "England wins first Test vs Sri Lanka by 5 wickets. England scores 358/9d, Sri Lanka 236 & 326/10. Kumindu Mendis tops scoring with 113. Head named Man of the Match."
  ]
}