{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකාවේ දෙමළ ජනයාට එරෙහිව වධහිංසා පැමිණවීම සහ ලිංගික හිරිහැර අඛණ්ඩව - ජාත්යන්තර කරුණ හා යුක්තිය සඳහා නව වාර්තාව",
      "body_lines": [
        "2022 ජූලි මාසයේදී රනිල් වික්රමසිංහගේ නව රජය",
        "හෝ උණුසුම් ද්රව්ය වලින් ඒවා රත් කළා. පුද්ගලයින් 46 දෙනෙකු ජලයේ මුහුණේ මුහුණ එබීම",
        "2022 මාර්තු මාසයේදී 28 හැවිරිදි මිනිසා - සාමාන්ය ඇඳුම්වල යාපනයට පැමිණියේය",
        "ලිංගික වධහිංසා පැමිණවීම නිතර භාවිතා විය. කාන්තාවක් ඇතුළු රැඳවියන් 91 දෙනෙකුට",
        "එක්සත් ජාතීන්. මානව හිමිකම් මහ කොමසාරිස් වොකාර් රූර්ජග් 2024 මාර්තු 1 වන දින පැවැත්විණි"
      ]
    },
    "en": {
      "title": "Torture and sexual harassment against Tamils ​​in Sri Lanka continues - the new report for international fact and justice",
      "body_lines": [
        "Ranil Wickremesinghe's new government in July 2022",
        "Or heated them with warm materials. 46 people pressing the face of the water",
        "In March 2022, a 28 -year -old man came to Jaffna in ordinary clothes",
        "Sexual torture was also used frequently. 91 detainees including a woman",
        "The UN. Human Rights High Commissioner Volcker Rourg held on March 1, 2024"
      ]
    }
  },
  "summary_lines": [
    "Torture and sexual harassment of Tamils in Sri Lanka persist, despite Ranil Wickremesinghe's government in July 2022. Reports detail severe abuses, including sexual torture of 91 detainees, including a woman, and the use of heated materials on 46 individuals. The UN Human Rights High Commissioner, Volcker Rourg, addressed these issues on March 1, 2024."
  ]
}