{
  "translated_text": {
    "ta": {
      "title": "குழந்தையின் தந்தை விஷம், குழந்தைக்கு உணவு சாப்பிட உதவியற்றவர்",
      "body_lines": [
        "ரன்முதகமாவில் கடும் பொருளாதார சிக்கல்களுக்கு நடுவில் வாழ்ந்த இரண்டு நபர்களின் தந்தை திஸ்மஹரமா போலீசார், திஸ்மஹரம போலீசார் தெரிவித்தனர்.",
        "அவரது குடும்பத்தினருக்கு உணவு வழங்க முடியவில்லை என்று குடும்பத்திற்கு ஒரு விஷம் இருப்பதாகக் கூறப்படுகிறது என்று போலீசார் சந்தேகிக்கின்றனர்.",
        "டிஸ்யூமஹரம காவல்துறையினர் தனது குடும்பத்திற்காக பல நாட்கள் சாப்பிட்டனர் என்றும் அவர் இனி வாழவில்லை என்றும் அவருக்கு சிறிய அல்லது அவரது குழந்தைகள் இருந்ததாகவும் தகவல்களைப் பெற்றனர்.",
        "மனைவி மருத்துவமனைக்கு கொண்டு செல்ல நடவடிக்கை எடுத்து, தனது கணவர் விஷம் மற்றும் விஷத்திற்காக இழுத்துச் செல்லப்பட்டார்.. இப்பகுதியில் உள்ள சாமுர்தி அதிகாரி சம்பவ இடத்திற்கு வந்திருந்தார், அதிகாரியின் மனைவியிடமிருந்து எந்த செழிப்பும் இல்லை. ஒரு வருடத்திற்கு முன்பு அவர் செழிப்பைத் துண்டித்துவிட்டார் என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "The child's father poison, helpless for the child to eat food",
      "body_lines": [
        "Tissamaharama Police, a father of two people who lived in the middle of heavy economic difficulties in Ranmudagama, the Tissamaharama police said.",
        "Police suspect that the family was said to have had a poison that his family was unable to provide food.",
        "The Tissamaharama Police received information that the manioc was eaten for his family for several days and that he had no longer lived and he had little or her children.",
        "The wife has taken steps to be taken to hospital and hospitalized that her husband has been dragged to poison and to poison.. The Samurdhi officer in the area had come to the scene and there was no prosperity from the wife of the officer. She said she was cut off the prosperity a year ago."
      ]
    }
  },
  "summary_lines": [
    "A father in Tissamaharama, facing economic hardship, allegedly poisoned his family, leading to their deaths. The wife, unable to afford medical help, was hospitalized after her husband's death."
  ]
}