{
  "translated_text": {
    "ta": {
      "title": "இரண்டு குற்றவாளிகள் கைது செய்யப்பட்டனர்",
      "body_lines": [
        "குற்றவியல் விசாரணைத் துறையின் (சிஐடி) குற்றவியல் விசாரணைகள் மற்றும் நிறுவன குற்றவியல் விசாரணையின் உறுப்பினர்கள் கூறுகின்றனர்.",
        "குற்றவியல் விசாரணைத் துறை மற்றும் குற்றவியல் விசாரணைத் துறையின் இயக்குநர் (குற்றவியல் புலனாய்வு பிரிவின் மூத்த கண்காணிப்பாளர் எஸ்.எஸ்.பி லக்கி ராண்டெனியா), இரண்டு சந்தேக நபர்களின் சிறப்பு விசாரணையின் போது இலங்கை கண்காணிப்பாளர் லக்கி ராண்டேனியா விசாரணையில் கைது.",
        "வெல்லம்பிதியாவில் சந்தேக நபரின் சகோதரர், சந்தேக நபரின் சகோதரர், சந்தேக நபர் அந்த பகுதியில் வசித்து வந்த பாக்ஸிலா பகுதியில் வசித்து வந்தார், மேலும் சில கொலைக்கு சந்தேக நபரின் ஆதரவுக்கு 54 மில்லிமீட்டர் நேரடி தோட்டாக்கள் பயன்படுத்தப்பட்டன, மேலும் விசாரணைகள் மேற்கொள்ளப்படுகின்றன வெளியே."
      ]
    },
    "en": {
      "title": "Two criminals arrested",
      "body_lines": [
        "Members of the Criminal Investigations and Organizational Criminal Investigation of the Criminal Investigation Department (CID)The unit says.",
        "Investigation of the Criminal Investigation Department and the Director of the Criminal Investigation Department (SSP Lucky Randeniya, Senior Superintendent of the Criminal Investigation Unit), in the investigation of the Sri Lanka Superintendent Lucky Randeniya during a special investigation of murder.The two suspects have been arrested.",
        "In the Wellampitiya arrested the suspect, a brother of the suspect, who was residing in the Boxila area where the suspect was residing in the area, and 54 millimeters of live bullets were used for the suspect's support for some murderThe further investigations are being carried out."
      ]
    }
  },
  "summary_lines": [
    "Criminal Investigations and Organizational CID units arrested two suspects linked to a murder case investigated by SSP Lucky Randeniya. The arrests took place in Wellampitiya and Boxila areas, where firearms were also found. Further investigations are ongoing."
  ]
}