{
  "translated_text": {
    "si": {
      "title": "ටී.එම්.. අරගලය නිසා හැටන් අංශභාග රෝගියා විය",
      "body_lines": [
        "දමිළ ප්රගතිශීලී සන්ධානය ඉරිදා (28) හැටන්හි වතු සමාගම්වලට සහ රජයට වගා කම්කරුවන්ට රුපියල් 1700 ක් ගෙවන ලෙස විරෝධතා දැක්වීය.",
        "දෙමළ ප්රගතිශීලී සන්ධානය, පලනී දිගම්බිෂ්ණන්, රාධක්රිෂ්ණන්, එම්. උදයකුමාර්, එම්. වෙල්කුමාර්, හිටපු පළාත් පාලන සාමාජිකයින්, පක්ෂ සංවිධායකයින්, ක්රියාකාරීන්, සේවකයින් සහ සාමාන්ය ජනතාව විසින් මෙම උද් protest ෝෂණය සංවිධානය කරන ලදී.",
        "කඳු වැවිලි වගඋත්තරකරු සඳහා ඉඩම් අයිතිය, වැටුප් අයිතිය සහ නිවාස අයිතිය අවධාරණය කෙරිණි අතර වතු කම්කරුවන්ගේ වැටුප සම්බන්ධයෙන් වතු කම්කරුවන් දරුණු විරෝධය පළ කර තිබේ.",
        "සටනේ සහභාගිවන්නන් කළු ඇඳුම් ඇඳගෙන හැටන්හි සමහර සාප්පු හා ත්රිරෝද රථවල උද් ration ෝෂණයට සහාය දැක්වීය.",
        "මෙම රැලිය හැටන් ප්රධාන නගරය හරහා බෙල් කුළුණට ළඟා වූ අතර හැටන් ප්රධාන නගරය හරහා බෙල්ටන් නගරයේ බැඩ්සිටි නගරයේ විරෝධතාවක් දියත් කළේය.",
        "මෙම උද් ration ෝෂණය අතරතුර, කැරලි මර්දන ඒකකය සහ දිය ඇල්ල වාහනය අත්තිකාන් පොලිස් ස්ථානයට කැඳවා ඇති අතර හැටන් පොලිස් කොට් to ාශයට අයත් සියලුම පොලිස් ස්ථානවල පොලිස් නිලධාරීන් විශාල පිරිසක් රාජකාරියේ යෙදී සිටියහ.",
        "ආටන් තැටියේ අරගලය දැඩි ලෙස ප්රවාහනය කළ බව සඳහන් කිරීම වටී."
      ]
    },
    "en": {
      "title": "T.M.. Hatton was paralyzed by the struggle",
      "body_lines": [
        "The Tamil Progressive Alliance staged a protest in Hatton on Sunday (28) to pressurize the plantation companies and the government to pay Rs 1700 to plantation workers.",
        "The protest was organized by the Tamil Progressive Alliance, Palani Digambaram, Radhakrishnan, M. Udayakumar, M. Velukumar, former provincial members, local government members, party organizers, activists, workers and the general public.",
        "Land rights, salary rights and housing rights for the people of the hill plantation were emphasized and the plantation workers have expressed fierce opposition to the return of the gazette notification issued regarding the salary of the plantation workers.",
        "Participants in the fight wore black clothes and supported the demonstration in some shops and three wheelers in Hatton.",
        "The rally reached the bell tower through the Hatton main city, launching a protest from the Hatton city of Budsiti.",
        "During the demonstration, the riot unit and the watershed vehicle were summoned to the Attan Police Station and a large number of police officers from all the police stations belonging to the Hatton Police Division were on duty.",
        "It is worth noting that the struggle was severely trafficked in Hatton."
      ]
    }
  },
  "summary_lines": [
    "The Tamil Progressive Alliance led a protest in Hatton, demanding plantation workers be paid Rs 1700, emphasizing land, salary, and housing rights. Participants, including former provincial members and activists, wore black in solidarity. The event saw a strong police presence, highlighting the significant unrest in the area."
  ]
}