{
  "translated_text": {
    "ta": {
      "title": "BYD රථ දහසකට වඩා හම්බන්තොට සිරවෙයි",
      "body_lines": [
        "BYD ATTO 3 ஹம்பந்தோட்டா துறைமுகத்திலிருந்து ஆயிரம் முத்தரப்பு மூன்று கார்கள் பற்றிய அரசாங்கத்தின் நிதி தகவல்களை அரசாங்கத்தின் நிதி குறித்து குழு கவனம் செலுத்தியது.",
        "කෙසේ වෙතත් අදාළ මෝටර් රථවල එකම බලයලත් බෙදාහැරීමේ ආයතනය වන ජෝන් කීල්ස් සමාගම පවසන්නේ, ඔවුන්ගේ සියලුම වාහන දේශීය නීති රෙගුලාසිවලට අනුකූල බවට සහතික කරන බවය.",
        "இதற்கிடையில், கருவூல துணை செயலாளர் திலீப் சில்வா, குறுக்கு எல்லையின் நிபந்தனைகளை முடிக்காமல் இறக்குமதி செய்யப்பட்ட வாகனங்களை மீண்டும் ஏற்றுமதி செய்ய அரசாங்கம் ஒரு முடிவை எடுத்துள்ளது என்று கூறினார்.",
        "கிராஸ் போர்ட்டர் எல்.சி அல்லது எல்லைகளின் திறப்பு, கிட்டத்தட்ட 500 இறக்குமதி செய்யப்பட்ட வாகனங்கள் ஹம்பந்தோட்டா துறைமுகத்தில் மறுபெயரிடப்பட்டுள்ளன.",
        "இதற்கிடையில், சுமார் ஆயிரம் BYD ATTO 3, மற்றும் இலங்கை பழக்கவழக்கங்கள் ஹம்பந்தோட்டா துறைமுகத்திலிருந்து அனுமதி இல்லாமல் தடுத்து வைக்கப்பட்டுள்ளன.",
        "காரணம், நாட்டிற்கு இறக்குமதி செய்யப்படும் ATTO 3 மாடல் வாகனங்களில் மோட்டார் படை 100 கிலோவாட் ஆக உற்பத்தி செய்யப்பட்டுள்ளது, ஆனால் அந்த நாட்டிலிருந்து மற்ற நாடுகளுக்கு இறக்குமதி செய்யப்படும் மோட்டார் படை 150 கிலோவாட் ஆகும்.",
        "100 கிலோவாட் கார்கள் கார்களுக்கு வசூலிக்கப்படுகின்றன, மேலும் 150 கிலோவாட் க்கும் மேற்பட்டவை அனுமதிக்கப்படுகின்றன.",
        "இலங்கையில் உள்ள ஒரே அங்கீகரிக்கப்பட்ட விநியோக அமைப்பான ஜான் கீல்ஸ் சிஜி ஆட்டோ (பிரைவேட்) லிமிடெட் இந்த வகை வாகன மாதிரிகளின் முந்தைய செய்திக்கு ஒரு அறிக்கையை வெளியிட்டுள்ளது.",
        "BYD இலிருந்து இறக்குமதி செய்யப்படும் 100 வாகனங்கள் 100 கிலோவாட் மாதிரிகள் என்பதை மக்கள் உறுதி செய்வார்கள் என்று அது கூறுகிறது.",
        "சிங்கப்பூர் போன்ற சர்வதேச சந்தைகளில் வாகனங்கள் விற்கப்படுகின்றன என்று அறிவிப்பில் கூறுகிறது.",
        "சீனாவில் சீனாவின் சோதனை பதிவுகள் மற்றும் ஒரு சுயாதீன விசாரணை நிறுவனம் ஆகியவற்றால் வாகனத் துறை உறுதிப்படுத்தியுள்ளது என்பதை நிறுவனம் காட்டுகிறது.",
        "இறக்குமதி செய்யப்பட்ட அனைத்து வாகனங்களும் இலங்கையில் ஒரு பொறுப்பான நிறுவனமாக உள்ளூர் சட்ட விதிமுறைகளுக்கு முழுமையாக இணங்குவதாக நிறுவனம் கூறுகிறது."
      ]
    },
    "en": {
      "title": "BYDs found in Hambantota",
      "body_lines": [
        "BYD ATTO 3 The Committee focused on the government's finance the government's finance information about a thousand Tri-three cars from the Hambantota port.",
        "However, the only authorized distribution of the relevant cars, says, all their vehicles are assured in compliance with local law regulations.",
        "Meanwhile, Treasury Deputy Secretary Dilip Silva said that the government had taken a decision to re-export the imported vehicles without completing the conditions of CROSS Border.",
        "The opening of the CROSS Boarder LC alias borders, nearly 500 imported vehicles have been renamed in the Hambantota port.",
        "Meanwhile, about a thousand BYD ATTO 3, and the Sri Lankan customs has been detained without clearance from the Hambantota port.",
        "The reason is that the motor force has been produced as 100KW in the ATTO 3 model vehicles imported to the country, but the motor force that is imported to other countries from that country is 150KW.",
        "100KW cars are charged for cars, and more than 150KW is charged in clearance.",
        "John Keels CG AUTO (Pvt) Ltd., the only authorized distribution body in Sri Lanka has issued a statement for the previous news of this type of vehicle models.",
        "It states that the people will ensure that 100 vehicles imported from BYD is 100 kW models.",
        "The announcement states that the vehicles are sold in international markets such as Singapore.",
        "The company shows that the vehicle prower has confirmed by the test records of China in China and an independent investigation agency it has further assured it.",
        "The company says that all the vehicles imported fully complied with the local law regulations as a responsible company in Sri Lanka."
      ]
    }
  },
  "summary_lines": []
}