{
  "translated_text": {
    "ta": {
      "title": "2023 ரூபாய் இந்த மாதத்திற்கு 17.6 சதவீதம் கொண்டது",
      "body_lines": [
        "இலங்கையின் மத்திய வங்கியான அமெரிக்க டாலரை விட 20.6%, ஜூன் 28 ஐ விட இலங்கை ரூபாய் 17.6% அதிகரித்துள்ளது.",
        "உள்ளூர் அந்நிய செலாவணி சந்தை நிலையம் உள்ளூர் அந்நிய செலாவணி சந்தை பணப்புழக்கத்தில் காணப்படுகிறது என்று மத்திய வங்கி சுட்டிக்காட்டுகிறது. இலங்கை ரூபாய், யூரோ (14.6%), ஜப்பானிய பவுண்டு (11.8%), ஆஸ்திரேலிய டாலர் (19.8%) மற்றும் இந்திய ரூபாய் (16.5%) கிடைக்கிறது.",
        "கூடுதலாக, ஏப்ரல் 2023 இல் 484 மில்லியன் அமெரிக்க டாலர்களுடன் ஒப்பிடும்போது 480 மில்லியன் அமெரிக்க டாலர்களுடன் ஒப்பிடும்போது வெளிநாட்டு வேலைவாய்ப்பு அனுப்புதல் 480 மில்லியன் அமெரிக்க டாலராக அதிகரித்துள்ளது."
      ]
    },
    "en": {
      "title": "2023 Rupee has fantasiry of 17.6 percent to this month",
      "body_lines": [
        "The Sri Lankan rupee has been increased by 17.6% over June 28, 20.6% over the US dollar, the Central Bank of Sri Lanka.",
        "The Central Bank points out that the local forex market station is observed in the local forex market liquidity. Sri Lanka rupee, Euro (14.6%), Japanese pound (11.8%), the Australian dollar (19.8%) and the Indian rupees (16.5%)Available.",
        "In addition, foreign employment remittances increased to US $ 480 million compared to US $ 480 million compared to US $ 484 million in April 2023."
      ]
    }
  },
  "summary_lines": [
    "The Sri Lankan rupee has seen a 17.6% increase against the US dollar since June 28, 2023, according to the Central Bank of Sri Lanka. The local forex market liquidity is observed, with the rupee, Euro, Japanese pound, Australian dollar, and Indian rupee all showing significant increases. Foreign employment remittances also rose to US $480 million, up from US $484 million in April 2023."
  ]
}