{
  "translated_text": {
    "ta": {
      "title": "புதுப்பிக்க அழைக்கப்பட்ட ஒரு க்ரெஞ்ச் மோசடி?",
      "body_lines": [
        "திரு. பெங்கமேஜ் தம்மல தம்மல தம்மல தம்மல தம்மவர்தேனா, வென்",
        "இந்த பணம் அமைப்பால் செய்யப்பட்டுள்ளது என்று தேரா கூறுகிறது.",
        "\"அவர்கள் சுற்றுச்சூழலைப் பாதுகாக்க விரும்புகிறார்கள் என்று அவர்கள் பரிந்துரைக்கின்றனர். பரிந்துரைக்கும் போது, ​​வாடிக்கையாளர்களுக்கு தவறான நபர்கள், நூறாயிரக்கணக்கான உதவி. வீழ்ச்சியை வரைவதற்கோ அல்லது எஸ்ஆர்ஐ தலைவரை சுத்தம் செய்யவோ நாங்கள் யாரையும் ஏற்றுக்கொள்ளவில்லை. அவர்கள் அனைவரும் அனுமதிக்கப்பட வேண்டுமானால் அனுமதி எடுக்க அனுமதி பெற வேண்டும். அனுமதியின்றி யாரும் செய்ய மாட்டார்கள். மேலே உள்ள பூவின் வேலையை உருவாக்க வேண்டாம்.",
        "வென்",
        "இருப்பினும், முகம் அல்லது அமைப்பில் ஒரு குறிப்பை அமைப்பு குறிப்பிட்டுள்ளது என்று அமைப்பு கூறியுள்ளது.",
        "பொதுத்துறையின் அனுமதியின்றி செய்ய அனுமதி இல்லாத \"சமணாலா பணம்\" பெயரிடப்பட்ட ஹட்டன் நாலுட்டுனுவா சாலையின் குழுவை நாங்கள் நிராகரிக்கிறோம்.. துறவிகளின் தலைவர் மற்றொரு குழுவினரால் கண்டனம் செய்யப்பட்டு குற்றம் சாட்டப்பட்டிருப்பதைக் காண்கிறோம்.",
        "\"பட்டர்ஃபால் பணம்\" என்பது பட்டாம்பூச்சியின் தொடக்கமாகும், \"பேஸ்புக் குழு கிட்டத்தட்ட 6 ஆண்டுகளாக வெற்றிகரமாக இயங்குகிறது. குழுவின் சமனலா மவுண்ட் நேச்சர் ரிசர்வ் மற்றும் சிரிபாலஜிக்கல் யாத்திரைக்கு பொருத்தமானதைத் தவிர வேறு எது பழத்தைத் தவிர வேறில்லை. இதேபோல், உண்மையான தகவல் மற்றும் புதுப்பிப்புகளுடன் கடுமையாக ஒழுக்கமாகவும் தொடர்ந்து செய்யப்படும் நபர்களின் குழு. எனவே, குருவிதா, ஹட்டன், மாஸ்கெலியா, கிருணங்கலாவில் பல அரசு அதிகாரிகள் உள்ளனர், இது சிரிபா யாத்திரைக்கு பொருத்தமானது. அவர்களில் பலர் எங்களுடன் தகவல்களைப் பகிர்ந்து கொள்கிறார்கள், மேலும் சிரிப்பா யாத்திரைக்கு பொருத்தமானவை. \""
      ]
    },
    "en": {
      "title": "A crench racket called for renovation?",
      "body_lines": [
        "Mr. Bengamage Dhammala Dhammala Dhammala Dhammala Dhammawardena, Ven",
        "The Thera says that the money has been made by the organization.",
        "\"They suggest that they want to protect the environment. While suggesting, clients have mislead people, hundreds of thousands of assistance. We have not accepted any one to paint the fall or clean the Sri Leader. All of them need to get permission to take permission if it should be allowed. No one will do without permission. Do not make the work of the above flower. \"",
        "Ven",
        "However, the organization has stated that the organization has noted a note in the face or organization.",
        "We reject the Group of Hatton Nallutunnewa road, which is named after the \"Samanala Money\", who is not permission to be done without permission from the public sector.. We see that the leader of the monks have been condemned and blamed by another group of people.",
        "The \"Butterfall Money\" is the beginning of the butterfly, \"Facebook Group that has been successfully running for nearly 6 years. The Group's Samanala Mount Nature Reserve and what other than what is relevant to the Siripological Pilgrimage is nothing but the fruit. Similarly, a group of people who are severely disciplined and constantly performed with actual information and updates. Therefore, there are many government officials in the Kuruwita, Hatton, Maskeliya, Kirunangala, which is relevant to the Siripa Pilgrimage. Many of them share information with us and precise what is relevant to the Sirippa pilgrimage. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Organization claims environmental protection, but critics argue misleading public. Renovation plans disputed, especially for Hatton-Nallutuwa Road. Butterfly Money Facebook group shares information about Siripada Pilgrimage."
  ]
}