{
  "translated_text": {
    "si": {
      "title": "CID Questions Top Officers Over Suspected Meth Container Release",
      "body_lines": [
        "COLOMBO (News1st); Authorities have launched a comprehensive investigation into the release of a container suspected to contain methamphetamine-related substances, discovered in the Middeniya area.The probe follows concerns over procedural lapses in the inspection and clearance process.According to sources, the Criminal Investigation Department (CID) has recorded statements from several senior officials, including the Deputy Inspector General and the Director of the Police Narcotics Bureau, as part of the inquiry. The investigation centers on how the container was cleared despite suspicions of narcotic content.Preliminary findings reveal that the container was released following inspections conducted by both the Police Narcotics Bureau and Sri Lanka Customs. Samples taken from the container were tested at the Customs Laboratory, which reportedly found no suspicious substances, leading to its clearance.However, investigators have uncovered that the Police Narcotics Bureau did not conduct independent chemical testing using its own forensic kits, raising questions about the thoroughness of the process."
      ]
    },
    "ta": {
      "title": "சிஐடி சந்தேகத்திற்கிடமான மெத் கொள்கலன் வெளியீட்டில் சிறந்த அதிகாரிகளை கேள்விகள்",
      "body_lines": [
        "கொழும்பு (நியூஸ் 1 வது); மிடெனியா பகுதியில் கண்டுபிடிக்கப்பட்ட மெத்தாம்பேட்டமைன் தொடர்பான பொருட்களைக் கொண்டிருப்பதாக சந்தேகிக்கப்படும் ஒரு கொள்கலனின் வெளியீடு குறித்து அதிகாரிகள் ஒரு விரிவான விசாரணையைத் தொடங்கியுள்ளனர். ஆய்வு மற்றும் அனுமதி செயல்பாட்டில் நடைமுறை குறைபாடுகள் குறித்த கவலைகளை இந்த ஆய்வு பின்பற்றுகிறது. விசாரணை. போதைப்பொருள் உள்ளடக்கம் குறித்த சந்தேகங்கள் இருந்தபோதிலும், கொள்கலன் எவ்வாறு அழிக்கப்பட்டது என்பது குறித்த விசாரணை மையங்கள். பொலிஸ் போதைப்பொருள் பணியகம் மற்றும் இலங்கை சுங்க ஆகிய இருவரால் நடத்தப்பட்ட ஆய்வுகளைத் தொடர்ந்து கொள்கலன் வெளியிடப்பட்டதை பிரீமினரி கண்டுபிடிப்புகள் வெளிப்படுத்துகின்றன. கொள்கலனில் இருந்து எடுக்கப்பட்ட மாதிரிகள் சுங்க ஆய்வகத்தில் சோதிக்கப்பட்டன, அவை சந்தேகத்திற்கிடமான எந்தவொரு பொருளையும் கண்டுபிடிக்கவில்லை, அதன் அனுமதிக்கு வழிவகுத்ததாகக் கூறப்படுகிறது. இருப்பினும், பொலிஸ் போதைப்பொருள் பணியகம் தனது சொந்த தடயவியல் கருவிகளைப் பயன்படுத்தி சுயாதீனமான இரசாயன பரிசோதனையை நடத்தவில்லை, செயல்முறையின் முழுமையானது குறித்த கேள்விகளை எழுப்பியது என்பதை புலனாய்வாளர்கள் கண்டுபிடித்துள்ளனர்."
      ]
    }
  },
  "summary_lines": []
}