{
  "translated_text": {
    "si": {
      "title": "නීති විරෝධී වැලි කැණීම්වල යෙදී සිටින බවට තරු තුනක් සහ හතර දෙනෙකු අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "නීතිවිරෝධී වැලි කැණීම් කටයුතුවල යෙදී සිටි නිසා ගොවීන් තිදෙනෙකු සහ සිව් දෙනෙකු අත්අඩංගුවට ගෙන තිබේ.",
        "කිලිනොච්චි රාමනාතපුරම් පොලිස් අංශය යටතේ කිලිනොච්චි ගංගා නීතිවිරෝධී වැලි කැණීම් සඳහා කිලිනොච්චි පොලිස් විශේෂ කාර්ය සාධක බලකාය (STF) වටවී ඇත.",
        "සැකකරුවන් සිව් දෙනෙකු විශේෂ කාර්ය සාධක බලකාය විසින් අත්අඩංගුවට ගෙන රාමනාතපුරම් පොලිස් ස්ථානයට භාර දෙන ලදී.",
        "සැකකරුවන් විසින් උසාවියට ​​ගෙන ඒමට පියවර ගන්නා බව රාමනාතපුරම් පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Three plowers and four arrested for engaging in illegal sand mining",
      "body_lines": [
        "Three farmers and four have been arrested for engaging in illegal sand excavation.",
        "The Kilinochchi Police Special Task Force (STF) has been surrounded by secret information available to the Kilinochchi River illegal sand excavation in the Koramati River under the Kilinochchi Ramanathapuram police division.",
        "Four suspects were arrested by the Special Task Force and handed over to the Ramanathapuram Police Station.",
        "Ramanathapuram police said that steps will be taken to bring the suspects in court."
      ]
    }
  },
  "summary_lines": [
    "Seven individuals, including three farmers and four others, have been arrested for illegal sand mining activities near the Koramati River in Sri Lanka. The Kilinochchi Police Special Task Force, acting on confidential intelligence, apprehended the suspects and turned them over to the Ramanathapuram Police Station. Authorities plan to prosecute the detainees."
  ]
}