{
  "translated_text": {
    "ta": {
      "title": "'பில்லியன் கணக்கான வருமான மத இடங்கள்' வருமான வரியில்லாமல் உள்ளதா?",
      "body_lines": [
        "இன்று இலங்கை மக்களின் மிகப்பெரிய நெருக்கடிகளில் ஒன்று வரி.",
        "ஆண்டுதோறும் சிறந்து விளங்கிய இலங்கைகள் ரூ.",
        "அரசாங்கத்தின் வருமான வரிக் கொள்கையால் அறிமுகப்படுத்தப்பட்ட புதிய வருமான வரிக் கொள்கையைப் பற்றி பல்வேறு கட்சிகள் புகார் கூறுகின்றன, வருமானம் ஈட்டுவது போன்ற வரிகளுக்கு இது நியாயமற்றது என்று கூறுகிறது.",
        "இலங்கையர்களுக்கு கட்டாயமானது 'டின்': விண்ணப்பிப்பது எப்படி?",
        "நமலை உருவாக்கியவர் நமல் ராகுலாவின் உருவாக்கியவர், வாழ்க்கையைத் தக்கவைக்க வருமான வரிகளை பராமரிக்க வருமான வரிகளைப் பெறுவதற்கான நியாயமற்ற செயல்.",
        "அவர் பிபிசி சிங்கள சேவையுடன் பேசினார், சில கோயில்கள் மாதந்தோறும் ஒரு மில்லியன் ரூபாயை விட வருவாயாக இருக்கும் என்பதைக் குறிக்கிறது.",
        "\"ப Buddhist த்த, கிறிஸ்தவ, முஸ்லீம் மற்றும் இந்து புனித இடங்கள் உள்ளன, பில்லியன் கணக்கான ரூ.. அதை எல்லா இடங்களிலும் வசூலிக்க வேண்டும். நான் மதத் தலைவர்களை வரி செலுத்தாத மில்லியனர்கள் என்று அழைக்கிறேன். \"",
        "வரி அல்லாதவர்களைத் தவிர்ப்பதற்காக வரி செலுத்துவோருக்கு அநீதி என்று வாவாஸ்வி ராகுலா தெரோ கூறினார்.",
        "\"இதையெல்லாம் செய்ய, மத இடங்களிலும், மத இடங்களில் வரிகளிலும் வரி விதிக்கப்பட வேண்டும்.. இந்த மத இடங்கள் பணம் சம்பாதிக்கும் சாதாரண குடிமக்கள் மற்றும் எவ்வளவு கடினம். அனைத்து வரி வகைகளும் செலுத்தப்படும் மத இடங்களுக்கு அவர்கள் பணம் தருகிறார்கள். அவர்கள் மத இடங்களிலிருந்து வரி வசூலிக்கவில்லை என்றால், வரி செலுத்தும் ஏழை மக்களுக்கு இது பெரும் அநீதியாகும். \"",
        "மத இடங்கள் வருமான வரியிலிருந்து விலக்கு அளிக்கப்பட்டதாக வெளியுறவுத்துறை அமைச்சர் ரஞ்சித் சியாம்பலபிட்டியா கூறியதாக அமைச்சர் ரஞ்சித் சியாம்பலபிதியா கூறினார்.",
        "\"தற்போது வருமானத்திற்கு வரி வசூலிக்க எந்த நடவடிக்கையும் எடுக்கப்படவில்லை. எனவே, இது வரிகளிலிருந்து விலக்கு அளிக்கப்படுகிறது, \"மாநில அமைச்சர் கூறினார்.",
        "புத்த சசனா மற்றும் மத விவகார அமைச்சர் வித் விக்ரமநாயகா, வணிகங்களிலிருந்து சில மத இடங்களுக்கு வருமான வரிகளுக்கு வருமான வரி செயல்படுத்தப்படும் என்று கூறுகையில்.",
        "கட்டிடங்களை வாடகைக்கு எடுப்பது அல்லது குத்தகைக்கு விடுதல் மற்றும் இயங்கும் பள்ளிகள் போன்ற மத இடங்களால் வரி விதிக்கப்பட வேண்டிய ஒரு நடைமுறை உள்ளது என்று அவர் கூறினார்.",
        "உள்நாட்டு வருவாய் துறை, உள்நாட்டு வருவாய் திணைக்களம் பிபிசி சிங்கள சேவை குறித்து கருத்து தெரிவித்தது.",
        "\"உங்களுக்கு ஒரு மத இடத்தில் வாடகை இருந்தால், அவர்கள் தங்கள் பண புத்தகத்தில் பணியமர்த்தப்படுவார்கள், மேலும் அவர்கள் பெறும் பணத்திற்கு குத்தகைக்கு விடப்படுவார்கள்.\"",
        "எவ்வாறாயினும், மத இடங்களைச் சேர்ந்த ரியல் எஸ்டேட் போன்ற அசையாத சொத்துக்களின் வருமானத்திற்கு வரி இல்லை என்று அவர் கூறினார்.",
        "இதற்கிடையில், புத்த சசனா மற்றும் மத விவகாரங்கள் மந்திரி விடுரா விக்ரமநாயகா, புனித வழிபாட்டுத் தலங்களால் வழங்கப்படும் தியாகங்கள் நன்கொடை அளிக்கப்படுவதாகவும், வரி விதிக்கப்படவில்லை என்றும் கூறினார்.",
        "புதிய வரிக் கொள்கையின் மூலம் மத இடங்களிலிருந்து வருவாயுடன் நாம் தொடரும்போது, ​​தலடா மாலிகாவாவின் நிர்வாக அலுவலகத்தின் அதிகாரி ஒருவர் எந்த அறிவிப்பும் இல்லை என்று கூறினார்.",
        "இதற்கிடையில், கொழும்பு பேராயரின் பேராயரின் தலைவரான கொழும்பு, கொழும்பின் பேராயரின் தலைவர் எந்த விளக்கமும் பெறவில்லை.",
        "இதற்கிடையில், மதத் தலைவர்களும் வரி செலுத்துவோர் அடையாள எண் (TIN) வைத்திருக்கிறார்கள் என்று உள்நாட்டு வருவாய் துறை தெரிவித்துள்ளது.",
        "அதன் வரி அதிகாரி 18 வயதிற்கு மேற்பட்ட அனைத்து குடிமக்களையும் பெறுநரின் அடையாள எண்ணால் பெற வேண்டும் என்றும், பெறுநர் அது கட்சிக்கு பொருந்தும் என்றும் கூறினார்.",
        "அந்த எண்ணின் மூலம் மத இடங்களின் எண்ணிக்கை மற்றும் கட்சியைப் பெறுபவர் கணக்கிடப்படுவதாகவும் அவர் கூறினார்.",
        "இதற்கிடையில், வருமானம் அனைத்து மத இடங்களிலும் தணிக்கை செய்யப்பட வேண்டும்.",
        "ஒரு நாட்டில் கோயில்கள் மற்றும் தேவாலயங்கள் உள்ளிட்ட புனித இடத்தை தணிக்கை செய்யாதது தவறு என்று அவர் கூறினார்.",
        "இருப்பினும், இலங்கையில் உள்ள புனித இடங்களில் வருமானத்தை தணிக்கை செய்ய ஆடிட்டர் ஜெனரல் அலுவலகத்தின் செய்தித் தொடர்பாளர் போதுமானதாக இல்லை.",
        "\"புனித இடங்களில் வருமானத்தை தணிக்கை செய்ய எங்களுக்கு போதுமான அதிகாரிகள் இல்லை. எனவே புனித இடங்களை தணிக்கை செய்ய வழி இல்லை. உள்நாட்டு வருவாய் திணைக்களம் வரி செய்துள்ளதா என்று நாங்கள் தணிக்கை செய்கிறோம். \"",
        "இதற்கிடையில், ஆட்சியாளர்களின் குத்தகைக்கு புனித இடங்கள் விலக்கு அளிக்கப்பட்டுள்ளன என்ற கருத்தை வவாச ராகுலா தேரா வெளிப்படுத்தியுள்ளார்.",
        "\"நான் கேட்கிறேன், அவர்களிடமிருந்து ஏன் கட்டணம் வசூலிக்கக்கூடாது? வேறு எதுவும் இல்லை. அதை தேர்தலின் இழப்பாக மாற்ற வேண்டாம். அதை அனுமதிக்க முடியாது. நாட்டின் உதவியற்ற மக்கள் அனைத்து வரிகளையும் செலுத்தினால் மதத் தலைவர்கள் வரி செலுத்த வேண்டும். புனித இடங்கள் பரிசுகள் மற்றும் தோட்டங்களின் வருமானத்திலிருந்து அதிக வருமானம். அவர்கள் தணிக்கை செய்யப்பட்டால், நாடு ஒரு பெரிய வருமானம் பெறுகிறது. \"",
        "இலங்கையில் பள்ளி கல்வி: அதிபர் தேசியம் அல்லது ஆடைகளை அடிப்படையாகக் கொண்டாரா?",
        "உலகக் கோப்பை 19 வயதுக்குட்பட்ட உலகக் கோப்பை தொடர்: ஆஸ்திரேலியா வரலாற்றை மாற்ற முடியுமா?"
      ]
    },
    "en": {
      "title": "Is 'Billions of Income Religious Places' free of income tax?",
      "body_lines": [
        "Taxes is one of the greatest crises of the people of Sri Lanka today.",
        "Sri Lankans who excelled annually exceeding Rs.",
        "Various parties complain about the new income tax policy introduced by the government's income tax policy, saying it is unfair to levies such as income earning Rs.",
        "'Tin' that is mandatory for Sri Lankans: How to Apply?",
        "The creator of Namal Rahula, the Creator of Namal, is an unfair act to earn income taxes to maintain income taxes to maintain life.",
        "He spoke to the BBC Sinhala service, indicating that some temples will be revenue than a million rupees monthly.",
        "\"There are Buddhist, Christian, Muslim and Hindu sacred places, gathering billions of Rs.. It must be charged everywhere. I call the religious leaders as the millionaires who do not pay taxes. \"",
        "Wawaswi Rahula Thero added that it is injustice to taxpayers to avoid non taxes.",
        "\"To do all this, it should also be taxed in religious places and taxes in religious places.. These religious places are the ordinary citizens to make money and how much more difficult. They give money to religious places where all tax types are paid. If they are not levying taxes from religious places, it is a great injustice to the needy people who pay taxes. \"",
        "Minister Ranjith Siyambalapitiya stated that the Minister of State Ranjith Siyambalapitiya stated that religious places were exempted from income tax.",
        "\"No action has been taken to charge taxes on income at present. Therefore, it is exempted from the taxes and \"the State Minister said.",
        "Minister of Buddha Sasana and Religious Affairs Viddha Wickramanayaka says that income tax will be implemented for income taxes from businesses to some religious places.",
        "He said that there is a procedure to be taxed by religious places, such as renting or leasing of buildings and running schools.",
        "The Inland Revenue Department, the Department of Inland Revenue commented on BBC Sinhala service.",
        "\"If you have rental in a religious place, they will be hired in their money book, and will be leased out to the money they receive.\"",
        "However, he said that there is no tax on income from immovable property such as the real estate belonging to religious places.",
        "Meanwhile, Minister of Buddha Sasana and Religious Affairs Vidura Wickramanayaka said that the sacrifices offered by the sacred places of worship is donate and that tax was not imposed.",
        "When we proceed with the revenue from religious places through the New Tax Policy, an official of the Administrative Office of the Dalada Maligawa said that there has been no notice.",
        "Meanwhile, President of the Archbishop of Colombo Archbishop, Colombo, the President of the Archbishop of Colombo has not received any explanation.",
        "In the meantime, religious leaders also have the Taxpayer Identification Number (TIN), the Department of Inland Revenue said.",
        "Its Taxes Officer stated that all citizens over 18 should be obtained by the recipient identification number and the recipient is that it applies to the party.",
        "He also said that the number of religious places and the recipient of the party through that number is calculated.",
        "In the meantime, the income should be audited at all religious places.",
        "He said that it is wrong to do not audit the sacred place including temples and churches in a country.",
        "However, a spokesman for the Auditor General's office is not sufficient to audit income at the sacred places in Sri Lanka.",
        "\"We have not sufficient officers to audit income in sacred places. So there is no way to audit the sacred places. We do auditing whether the Department of Inland Revenue has done taxes. \"",
        "Meanwhile, Whawasa Rahula Thera has expressed the idea that the sacred places have been exempted from the lease of the rulers.",
        "\"I ask, why not charge from them? Not anything else. Don't make it the loss of the election. Can't let that. The religious leaders should pay tax if the country's helpless people pay all taxes. Sacred places are more income from the income from the gifts and estates. If they are audited, the country gets a great income. \"",
        "School Education in Sri Lanka: The Principal is based on nationality or dresses?",
        "World Cup Under-19 World Cup series: Will Australia be able to change history?"
      ]
    }
  }
}