{
  "translated_text": {
    "si": {
      "title": "ආකෘතිය හොඳයි?පිළිස්සුම්?අපි අපට විරුද්ධ වුණා",
      "body_lines": [
        "එක්සත් ජනතා බලය ඉස්ලාමීය සංස්කෘතිය හා මුස්ලිම් ප්රජාවේ ආගමික අයිතිවාසිකම් සඳහා එදිනම එක්සත් ජනතා බලය ඇත. එක්සත් ජනතා බලයේ නායක හා විපක්ෂ නායක සජිත් ප්රේමදාස මහතා ජනසතා තිබේද නැද්ද යන්න පිළිබඳව එකම ප්රතිවිරුද්ධව එකම එකම බව අප බව පැවසීය.",
        "මෙම ප්රශ්නය අතරතුර, ශ්රී නායකයින් යැයි කියා සිටින රන් සහ අනුරාට එම නරක ප්රතිපත්තියට එරෙහිව ඔවුන්ගේ හ voice හ voice හට හ voice හට හ voice ක් කළ හැකි නමුත් ඔවුන් ඉදිරියට නොපැමිණියේය.. එක්සත් ජනතා බලය සහ එක්සත් ජනතා සන්ධානය (යූපීඑෆ්ඒ) ගෝතභය රාජපක්ෂගේ ව්යාජ ප්රතිපත්තියට එරෙහිව විරෝධතා දියත් කර ඇති බව ඔහු පැවසීය.",
        "ඔහු මේ බව කියා සිටියේ සෙනසුරාදා (14) අක්කරයිපට්ටු හි පැවති ජනාධිපතිවරණ රැස්වීම අමතමින්.. එහිදී ඔහු දිගටම දේශනය කළේය.",
        "ඒ වන විට සමහර මුස්ලිම් මන්ත්රීවරුන්ට ගෝතභය රාජපක්ෂ කළ මෙම ගැටලුවලට ඉඩ දී තිබේ.. මේ රටේ වෙසෙන සියලු දෙනා ජනවාර්ගික ආගමික වෙනස්කම් අමතක කර ජාතිවාදය සහ ආගම අත්හැර, රට සහෝදරයන් ලෙස ශක්තිමත් කරන්න.. විපක්ෂ නායකවරයා කියා සිටියේ ජනතාවගේ අයිතිවාසිකම් අප ආරක්ෂා කරන බවයි.",
        "මීට අමතරව, කෘෂිකර්මාන්තයේ යෙදී සිටින ගොවීන් රුපියල් 5000 කට පොහොර කිලෝග්රෑම් 50 ක කිලෝග්රෑම් 50 ක් සහ කෘෂිකර්මාන්තය අඩු වියදමකින් වැඩි දියුණු කිරීමට හේතු වේ.. මීට අමතරව, ධීවරයින්ට ඉන්ධන සහනය ලබා දෙන බව විපක්ෂ නායකවරයා පැවසීය.",
        "දරිද්රතාවය වැඩිවන සංඛ්යාව හේතුවෙන් රටේ ජනතාව බොහෝ දුෂ්කරතාවන්ට මුහුණ දෙයි. එබැවින් දරිද්රතාවය තුරන් කිරීම සඳහා අපි දරිද්රතාවය තුරන් කිරීම සඳහා නව වැඩසටහන් ක්රියාත්මක කරන අතර මසකට මාස 24 ක් සඳහා මසකට පහකට පස් දෙනෙකුගෙන් යුත් පවුලේ අය විසින් දරිද්රතාවය ක්රියාත්මක කිරීම සිදුකරන බව විපක්ෂ නායකවරයා පෙන්වා දුන්නේය.",
        "බලයට පත්වීමෙන් පසු, අපි සියලුම පාසල් සහ සියලු පහසුකම් පාසල් බවට පරිවර්තනය කරමු. ජාත්යන්තර තරුණ මධ්යස්ථාන නිර්මාණය කිරීම සහ තොරතුරු තාක්ෂණය, ඉංග්රීසි භාෂා අධ්යාපනය සහ ඒ හරහා නවීන තාක්ෂණික දැනුම ලබා ගැනීම සඳහා පරිසරයක් නිර්මාණය කරන බව විපක්ෂ නායකවරයා පැවසීය."
      ]
    },
    "en": {
      "title": "The model is good?Burn?We opposed ourselves",
      "body_lines": [
        "The United People's Power is on the same day for the Islamic culture and religious rights of the Muslim community. United People's Power Leader and Opposition Leader Sajith Premadasa said that we were the only opposing during the issue of whether or not the Janasas.",
        "During the issue, Ran and Anura, who claims to be national leaders, could voice their voice against that bad policy, but they did not come forward.. He said the United People's Power and the United People's Alliance (UPFA) have launched protests against the false policy of Gotabhaya Rajapaksa.",
        "He said this while addressing the presidential election rally held in Akkaraipattu on Saturday (14). There he continued to address,",
        "At the time, some Muslim MPs allowed these issues that Gotabhaya Rajapaksa did.. All those who live in this country forget the ethnic religious differences and renounce racism and religion, and strengthen the country as brothers and brothers.. The Opposition Leader said we would protect the rights of the people.",
        "In addition, the farmers who are engaged in agriculture will provide 50 kg of 50 kg of fertilizer for 5000 rupees and make way to advance agriculture at a lower cost.. In addition, fishermen will also provide fuel relief, the opposition leader said.",
        "The people of the country face many difficulties due to the increasing number of poverty. Therefore, the Opposition Leader pointed out that we will carry out new programs to eradicate poverty and carry out the implementation of poverty by the family of five per month for 24 months per month.",
        "After coming to power, we will convert all schools and all the amenities into schools. The Opposition Leader added that he will create an environment for the creation of international youth centers and acquire information technology, English language education and modern technical knowledge through it."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "United People's Power opposes Gotabhaya Rajapaksa's policies. Leader Sajith Premadasa criticizes national leaders' silence on Muslim rights. Promises economic support for farmers and fishermen. Plans poverty reduction programs and education reforms."
  ]
}