{
  "translated_text": {
    "si": {
      "title": "සංචාරකයින්ගේ පැමිණීම 100,000 ඉක්මවනු ඇත",
      "body_lines": [
        "ශ්රී ලංකාවට සංචාරකයින්ගේ පැමිණීම 100,000 ක් බවට පත්වනු ඇතැයි අපේක්ෂා කළද, එය මැයි මාසයේදී 120,934 ක් පමණ පසුපසින් සිටී.",
        "මේ මසවල පළමු සති තුන තුළ 79 සහ 431 දෙනෙකු පැමිණ ඇති බව ශ්රී ලංකා සංචාරක සංවර්ධන අධිකාරිය හෙළි කරයි, එනම් මේ මස මුලදී පළමුවැන්නා.. පසුගිය වසරේ මැයි මාසයේදී පුද්ගලයින් 83,309 ක් පැමිණ සිටියහ.",
        "අප්රේල් සිට ගිම්හානයේ සිට ගිම්හානය දක්වා සංචාරකයින්ගේ පැමිණීම අඩුය. කෙසේ වෙතත්, නිලධාරීන් මෙම මාසයේ වැටීමට හේතුව වීබබ් පිළිබඳ ප්රශ්නය විය හැකි බව පවසා තිබේ.",
        "ඉන්දියාවට පැමිණීමෙන් උපරිම වශයෙන් සියයට 26 ක් සමඟ සියයට 11 ක් මාලදිවයිනේ සියයට 11 ක් දෙවන ස්ථානයේ සිටී."
      ]
    },
    "en": {
      "title": "The arrival of tourists will exceed 100,000",
      "body_lines": [
        "Although the arrival of tourists to Sri Lanka is expected to cross 100,000, it is behind 120,934 to 131,112 in May.",
        "The Sri Lanka Tourism Development Authority reveals that 79 and 431 people have arrived in the first three weeks of this month, ie the first to 21st of this month.. In May last year, 83,309 people arrived.",
        "From April to summer, the arrival of tourists is low. Officials, however, have said that the issue of Visab could be the cause of this month's fall.",
        "With a maximum of 26 per cent of the arrival in India, 11 percent from the Maldives are in the second place."
      ]
    }
  },
  "summary_lines": [
    "Tourist arrivals in Sri Lanka are projected to surpass 100,000, but remain below the 120,934 to 131,112 range seen in May. The Sri Lanka Tourism Development Authority reports 79,431 arrivals in the first three weeks of this month, compared to 83,309 in May last year. Tourist numbers are low from April to summer, possibly due to visa issues. India leads with 26% of arrivals, followed by the Maldives with 11%."
  ]
}