{
  "translated_text": {
    "ta": {
      "title": "கட்டணம் இல்லாமல் சிறப்பு ரயில் சேவை",
      "body_lines": [
        "இன்று (17) தொடங்க போன் போயாவுக்கு சிறப்பு ரயில் சேவையைத் தொடங்க ரயில்வே துறை நடவடிக்கை எடுத்துள்ளது.",
        "கொழும்பிலிருந்து மகாவா ரயிலுக்கு கொழும்பிலிருந்து மகாஹாவா வரை அனுராதபுராவுக்கு சிறப்பு பஸ் சேவையை செயல்படுத்த நடவடிக்கைகள் எடுக்கப்பட்டுள்ளன.",
        "வடக்கு ரயில்வே மற்றும் அனுராதபுராவின் புதுப்பித்தல் பணிகள், வடக்கு ரயில்வே நிலையங்களின் புனரமைப்பு இன்னும் முடிக்கப்படவில்லை என்பதால், அவரை போசன் போயாவிற்கு பயன்படுத்த முடியாது.",
        "எனவே, பக்தர்களின் வசதிக்காக மகாவாவிற்கும் அனுராதபுராவிற்கும் இடையில் 400 பேருந்துகளை மட்டுமே பயன்படுத்த நடவடிக்கை எடுக்கப்பட்டுள்ளது.",
        "இதற்கிடையில், ரயில் பாதை புனரமைக்கப்பட்ட பின்னர் அனுராதபுரா மற்றும் மிஹிண்டேல் ரெயில் இடையே ரயில் பாதை திறக்கப்பட்டதால், போக்குவரத்து அமைச்சர் பந்துலா குணவர்தேனா இன்று தொடங்கப்பட்டது.",
        "தேசிய போன் வாரம் நாளை (18) தொடங்கி ஏராளமான விழாக்களை ஏற்பாடு செய்துள்ளது.",
        "இந்த ஆண்டு போசன் 21 ஆம் தேதி.",
        "அதன்படி, புத்த சசனா அமைச்சகம் நாளை முதல் போசன் வாரத்தை வெளியிட நடவடிக்கை எடுத்துள்ளது.",
        "அனுராதபுரா, மிஹிண்டேல் மற்றும் டான்டிரிமேலில் உள்ள மையங்கள் இந்த ஆண்டு போசன் திருவிழாவை நடத்த தயாராகி வருகின்றன.",
        "கூடுதலாக, மிஹிண்டேலில் பல்வேறு மத திட்டங்கள் ஏற்பாடு செய்யப்பட்டுள்ளன.",
        "பாரம்பரியமாக, மேற்கூறிய செலவுகள் போசன் வாரத்தின் தொடக்கத்திற்கு முன்பே இன்று பிற்பகல் நடைபெறும்.",
        "இஸ்டுஸ்டுமுனியா ராஜ மஹா விஹாராயாவிலிருந்து மகா விஹராயா வரை தொண்டு தொடங்கும், இது நாளை தொடங்கும்.",
        "இந்த ஆண்டு போசன் போயாவைக் குறிக்க ஏராளமான பக்தர்கள் அனுராதபுரா மற்றும் மிஹிந்தாவாவைப் பார்வையிடுவார்கள்."
      ]
    },
    "en": {
      "title": "Special train service without fare",
      "body_lines": [
        "The Railway Department has taken steps to commence a special train service to the Poson Poya to commence today (17).",
        "Measures have been taken to implement a special bus service from Colombo to Mahawa train from Colombo to Mahawa to Anuradhapura.",
        "Since the renovation work of the North Railway and Anuradhapura, the reconstruction of the North Railway Stations have not yet been completed, he cannot be deployed for the Poson Poya.",
        "Therefore, steps have been taken to deploy only 400 buses between Mahawa and Anuradhapura for the convenience of devotees.",
        "Meanwhile, the opening of the railway line between the Anuradhapura and Mihintale rail after the reconstruction of the railway line, the Minister of Transport Bandula Gunawardena was launched today.",
        "The National Poson week begins tomorrow (18) and has organized a large number of ceremonies.",
        "This year's poson is on the 21st.",
        "Accordingly, the Ministry of Buddha Sasana has taken steps to publish Poson week from tomorrow.",
        "Centers in Anuradhapura, Mihintale and Tantirimale, is being prepared to conduct the Poson Festival this year.",
        "In addition, various religious programs have been organized in the mihintale.",
        "Traditionally, the foregoing expendees will be held this afternoon before the beginning of the Poson week.",
        "The charity will commence from the Industumuniya Raja Maha Viharaya to the Maha Viharaya, which will commence tomorrow.",
        "A large number of devotees will visit Anuradhapura and Mihintawa to mark this year's Poson Poya."
      ]
    }
  },
  "summary_lines": [
    "To accommodate devotees during Poson Poya, the Railway Department has initiated a special bus service from Colombo to Mahawa and Anuradhapura due to ongoing renovations. Additionally, 400 buses will run between Mahawa and Anuradhapura. The railway line between Anuradhapura and Mihintale has reopened post-reconstruction. The National Poson Week starts tomorrow, with numerous ceremonies planned, including traditional almsgiving events. This year's Poson Poya falls on the 21st, with preparations underway in Anuradhapura, Mihintale, and Tantirimale for the festival."
  ]
}