{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරයා සැමවිටම කටයුතු කළේ මැතිවරණය සඳහා මිස මැතිවරණය සඳහා නොවේ - කොකිලා ගුණවර්ධන",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ නිතරම රටේ ජනතාව වෙනුවෙන් වැඩ කර ඇති බවත් රට වඩා හොඳ මට්ටමකට ගෙන ඒමට නම් දේශපාලන තීරණ නොගන්නා බවත් පාර්ලිමේන්තු මන්ත්රී කෝකිල ගුණවර්ධන මහතා පැවසීය.",
        "මාලිමා යන ආණ්ඩුව යටතේ \"ප්ලාස්ටි\" කියා විජිත හේරත් අනතුරු ඇඟවූයේ, මාලිමා යන්ත්රය දුරු කළහොත්, 2022 දී රට රට තුළට දිවෙන රට වෙත ආපසු යන බවයි.",
        "අද (16) කොළඹ මල් පාරේ පිහිටි ජනාධිපති රනිල් වික්රමසිංහගේ දේශපාලන කාර්යාලයේදී පැවති මාධ්ය හමුවකදී පාර්ලිමේන්තු මන්ත්රී කෝකිල ගුණවර්ධන මහතා සහභාගී විය.",
        "අද ආර්ථික වශයෙන් ස්ථාවර වන රටට ඡන්දය නොදෙන ලෙස ඔහු ජනතාවගෙන් ඉල්ලා සිටි අතර, ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් දියත් කරන ලද වැඩසටහන් ක්රියාත්මක කළ යුතු නම් සැප්තැම්බර් 21 වන දින ඔහුට පැහැදිලි සාර්ථකත්වයක් ලබා දිය යුතු බව පෙන්වා දුන්නේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා රට මේ මට්ටමට පහසුවෙන් මෙම මට්ටමට ගෙන එන්නේ නැත. ඒ සඳහා ඔහුට බැරෑරුම් තීරණ ගැනීමට සිදු විය.",
        "එහෙත් ජනාධිපති රනිල් වික්රමසිංහ මේ සියල්ල කළේ ජනතාවගේ ප්රයෝජනය සඳහා ය. අපි අද එහි පලතුරු භුක්ති විඳින්නෙමු. මෙම වැඩසටහන ඉදිරි පස් වසර තුළ මේ රටේ ක්රියාත්මක කළ යුතු යැයි අපි බලාපොරොත්තු වෙමු.",
        "මෙම ජනාධිපතිවරණය ජයග්රහණය කළ හැක්කේ ජනාධිපති රනිල් වික්රමසිංහ නායකයා බව ජනතාව විශ්වාස කරති. ජනාධිපති රනිල් වික්රමසිංහ මහතා 2022 දී ආර්ථික පසුබෑමකට වැටීමට බල කෙරුණු රට ඉදිකරන ලදි. මෙම කරුණ ජනතාව විසින් සිහිපත් කරනු ලැබේ.",
        "ජනාධිපති රනිල් වික්රමසිංහ 2022 දී රට භාර ගන්නා විට, මේ රටේ තත්වය මතක තබා ගන්න.. එක් බිත්තරයක් රුපියල් සියයක් සඳහා මිලදී ගත් බව මතක තබා ගන්න. සමහර අවස්ථාවලදී අවමංගල්යයක් මිලදී ගැනීමට පවා ලබා දී නොමැත. අත්යවශ්ය ආහාර හා ce ෂධවල දැවැන්ත හිඟයක් පැවතුනි. ජනාධිපති රනිල් වික්රමසිංහ මහතා රට අත්පත් කර ගත්තේ මෙම සන්දර්භය තුළ ය.",
        "අනාගතයේ දී පොලී අනුපාත විශාල සංඛ්යාවක් තුළ ජනාධිපති රනිල් වික්රමසිංහ මහතා ද රට ඉක්මවා ගියේය.. නමුත් මේ අවුරුදු දෙක තුළ, ඔහු දැඩි තීරණයක් ගෙන ඇති අතර මිනිසුන්ට බලපෑමට ලක් වූ විට රට මේ මට්ටමට ගෙන ආවේය.",
        "ජනතාවගේ දරිද්රතාවය 25% කින් වැඩි වූ විට ජනාධිපති රනිල් වික්රමසිංහ සමුර්දි වෙනුවට සමුර්දි වෙත මුදල් ලබා දුන්නේය.",
        "එම තීරණවලදී, පීඩිත ජනතාවට සහනයක් ලැබෙන බව ඔහු විශ්වාස කළේය. ජනාධිපති රනිල් වික්රමසිංහ සෑම විටම ක්රියාත්මක වී ඇත්තේ මැතිවරණයට මිස මැතිවරණයට නොවේ. අනාගතයේ දී රට හොඳ ස්ථානයක් බවට පත්කිරීමට දේශපාලන තීරණ ගැනීමට ඔහු අධිෂ් was ාන කරගෙන සිටියේය.",
        "අනුරාධපුර දිසානායකගේ සහ ඔහුගේ සහෝදරවරුන්ගේ කතන්දර ඇසීමෙන් පසු, රට මාලිමා යන්ත්රයට රටට භාර දිය හැකිදැයි ජනතාව ප්රශ්න කරති.. \"ෆිලෙන්ට්ටි බීමත්ව සිටින බවත් පටිවලට තද කිරීමට සූදානම් බවත් ඔවුහු අනතුරු අඟවයි. ඉතින්, මාලිමා යන්ත්රය සඳහා මාලිමා යන්ත්රය සඳහා ඡන්දය ප්රකාශ කළ ස්ථානයට මේ රට 2022 ස්ථානයට යා යුතුද?මම ඒ ගැන ප්රශ්න කරනවා.",
        "අප \"බැලටි\" බොන විට ජනාධිපතිවරයා මේ රට කිරි සමග තේ පානය කරන තත්වයට ගෙන ආ බව අප අමතක නොකළ යුතුය. නිවැරදි නායකත්වය යටතේ නිසි මූල්ය කළමනාකරණයක් නොමැති නම්, අද අපේ රටට බංග්ලාදේශය අනිවාර්යයෙන්ම සිදුවන බවට සැකයක් නැත.",
        "ඒ නිසා මේ රට සහ ඔබේ දරුවා කාන්තාවක් සහ මවක් සහ මවක් සහ මවක් සහ මේ රටක් ලෙස මම රනිල් වික්රමසිංහගෙන් ඉල්ලා සිටිමි.. මේ රටේ අනාගතය ඔබගේ වටිනා ඡන්දය මත රඳා පවතින බව මතක තබා ගන්න.",
        "සජිත් ප්රේමදාස එක්සත් ජාතීන්ගේ සංවිධානයයි. බෙදුම්කරු. මේ අවස්ථාවේදී, ජනාධිපති රනිල් වික්රමසිංහ මහතා රටේ සාර්ථකත්වය හා රටේ දරුවන්ගේ අනාගතය සහ රටේ දරුවන්ගේ අනාගතය පිළිබඳව සිලින්ඩරය ඉදිරිපිට ඡන්දය ප්රකාශ කරන ලෙස මෙම අවස්ථාවේදී මම සැබෑ එක්සත් ජාතික පක්ෂයෙන් ඉල්ලා සිටිමි."
      ]
    },
    "en": {
      "title": "The President has always acted for the election, not for the election - Kokila Gunawardena",
      "body_lines": [
        "Parliamentarian Kokila Gunawardena said that President Ranil Wickremesinghe had always worked for the people of the country and that he would not take political decisions if the country was to be brought to a better level.",
        "He further stated that Vijitha Herath warned that \"Planti\" under the government of the compass and tolerate suffering, and that if the compass wins, it is clear that the country will return to the position of the country in 2022.",
        "Parliamentarian Kokila Gunawardena, who was present at a media briefing held today (16) at the Political Office of President Ranil Wickremesinghe, located on Flower Road, Colombo.",
        "He urged the people not to vote for the country, which is economically stable today, and pointed out that if the programs launched by President Ranil Wickremesinghe are to be implemented, he should be given a clear success on September 21.",
        "President Ranil Wickremesinghe does not bring the country to this level easily. For that time, he had to make serious decisions.",
        "But President Ranil Wickremesinghe did all this for the benefit of the people. We are enjoying its fruit today. We hope that this program should be implemented in this country over the next five years.",
        "People believe that President Ranil Wickremesinghe is the leader who can win this presidential election. President Ranil Wickremesinghe built the country that was forced to fall into an economic downturn in 2022. This fact is remembered by the people.",
        "When President Ranil Wickremesinghe took over the country in 2022, remember the situation in this country.. Remember that one egg bought for one hundred rupees. In some cases a funeral is not even available to buy. There was a massive shortage of essential foods and pharmaceuticals. It was in this context that President Ranil Wickremesinghe took over the country.",
        "President Ranil Wickremesinghe also took over the country that was in a large number of interest rates in the future.. But in these two years, he has taken a tough decision and has brought the country to this level when people are affected.",
        "When the poverty of the people increased by 25%, President Ranil Wickremesinghe gave the money to the Samurdhi instead of Samurdhi.",
        "In those decisions, he believed that the oppressed people would get relief. President Ranil Wickremesinghe has always acted for the elections, not for elections. He was determined not to make political decisions to make the country a good place in the future.",
        "Upon hearing the stories of Anuragumara Dissanayake and his comrades, people are questioning whether the country can be handed over to the compass.. “They warn that the Philentie is drunk and ready to tighten the belts. So, to the place where the compass vote for the compass, should this country go to the place of 2022?I question that.",
        "We should not forget that the President brought this country to the state of drinking tea with milk when we were drinking \"Blatti\". If there is no proper financial management under the right leadership, there is no doubt that Bangladesh will definitely happen to our country today.",
        "Therefore, I ask Ranil Wickremesinghe to think about this country and your child as a woman and mother and this country.. Keep in mind that the future of this country depends on your valuable votes.",
        "Sajith Premadasa is the UNP. Separator. At this time, I urge the real United National Party to vote in front of the cylinder to make President Ranil Wickremesinghe a success in the country and the future of the country's children."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Parliamentarian Kokila Gunawardena defends President Ranil Wickremesinghe, saying he works for the people, not politics. She warns against returning to 2022 economic crisis if opposition wins."
  ]
}