{
  "translated_text": {
    "si": {
      "title": "රනිල් සහ සජිත් බලයට පත්වේ 13",
      "body_lines": [
        "විපක්ෂ නායක සජිත් ප්රේමදාස මහතා ජනාධිපතිවරණයෙන් ජයග්රහණය කරන්නේ තීරණාත්මක ඡන්දයෙනි. දෙමළ ජනයාගේ තීන්දුව 13 වන ව්යවස්ථා සංශෝධනය සම්පූර්ණයෙන්ම ක්රියාත්මක කරනු ඇත. 13 වන ව්යවස්ථා සංශෝධනයේ විපක්ෂ නායක සහ ජනාධිපති එකම තනතුරේ. ජාතික නිදහස් පෙරමුණ පාර්ලිමේන්තු මන්ත්රී ජයන්ත සමරවීර මහතා පැවසුවේ බහුතරයක් දෙනා ජාතිකවාදය කෙරෙහි විශේෂ අවධානයක් යොමු කළ යුතු බවයි.",
        "ඔහු මේ බව කියා සිටියේ බදාදා (12) ශ්රී ජයවර්ධනපුර කොටුවේ පැවති ජාතික නිදහස් පෙරමුණේ කාර්යාලයේ පැවති මාධ්ය හමුවකදීය.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස උතුරු පළාත වෙත ගොස් ශ්රී ලංකාවේ දේශපාලන ඉතිහාසයේ ඉතිහාසයේ 13 වන ව්යවස්ථා සංශෝධනය ක්රියාත්මක කරනු ඇත.. 13 වන ව්යවස්ථා සංශෝධනයට බොහෝ මිනිසුන් විරුද්ධ බැවින් විපක්ෂ නායකයින් කිසිවෙකු අදහස් දක්වා නැත.",
        "උතුරු හා නැගෙනහිර පළාත්වල දෙමළ ජනයාගේ ඡන්දය ඉලක්ක කර ගනිමින් 13 වන ව්යවස්ථා සංශෝධනය පිළිබඳව විපක්ෂ නායකවරයා කතා කර තිබේ. එක්සත් ජනතා විදුලිබල මහලේකම් රංජිත් මාතියූමා බන්ඩාරා විසින් ඉදිරිපත් කරන ලද 22 වන ව්යවස්ථා සංශෝධනය මගින් සම්මේලනයේ සාමාජික එම්.ඒ. සුමන්තිරන්ගේ 13 වන ව්යවස්ථා සංශෝධනය ශක්තිමත් කිරීම සඳහා නීතිමය සංශෝධන දෙකක් ද ඇතුළත් විය.",
        "1987 දී හින්දු-ලංකාකා ගිවිසුමේ ගිවිසුමට අනුව හිටපු ජනාධිපති රණසිංහ ප්රේමදාස 13 වන ව්යවස්ථා සංශෝධනයට පක්ෂව ඡන්දය ප්රකාශ කළේය. කෙසේ වෙතත්, 13 වන ව්යවස්ථා සංශෝධනය සම්පුර්ණයෙන්ම ක්රියාත්මක කරන ලද බව ඔහු කිසි විටෙකත් සඳහන් කර නැත.. ඔහු ජනාධිපති ලෙස ක්රියා කළේ නැත. කෙටි දේශපාලන අරමුණු සඳහා හිමිකම් ප්රකාශනය ප්රකාශයට පත් කිරීමට පෙර විපක්ෂයේ නායකයා 13 වන ව්යවස්ථා සංශෝධනයේ ඉතිහාසය දැන සිටිය යුතුය. එවිට එහි භූමිය හා සංශෝධනවල සැබෑ අරමුණින් එය තේරුම් ගත හැකිය.",
        "හින්දු -මිසන් අරමුණු සඳහා 13 වන ව්යවස්ථා සංශෝධනය ඉන්දියාව සම්පූර්ණයෙන්ම ක්රියාත්මක කළ යුතුය.",
        "හින්දු -ලන්ගේ ගිවිසුමට එරෙහි දරුණු විරෝධය සහ 13 වන ව්යවස්ථා සංශෝධනයට ජනමත විචාරණයක් හරහා ඒවා ඉටු කිරීමට නොහැකි විය. 13 වන ව්යවස්ථා සංශෝධනය ගැන සොයා බැලූ විනිසුරුවන් 13 වන ව්යවස්ථා සංශෝධනය ජාතියේ ප්රධානියා මත ගොඩනගා ඇති තියුණු කඩුවක් බව පැවසීය.. කඩුව ඉදිකර ඇත්තේ සංශෝධන මගිනි. ඒවා හෙළිදරව් කිරීම විශාල අපරාධයකි.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 13 වන ව්යවස්ථා සංශෝධනය තුරන් කිරීම වර්තමාන දේශපාලන තත්ත්වය හා විදේශ රටවල පීඩනය මගින් විසඳනු නොලැබේ. උත්සාහ කරයි.",
        "13 වන ව්යවස්ථා සංශෝධනය සම්පූර්ණයෙන් ක්රියාත්මක කිරීමේදී ජනාධිපති රනිල් වික්රමසිංහ සහ විපක්ෂ නායක සජිත් ප්රේමදාස මහතා සහභාගී වෙති. මේ දෙකෙහි ජනාධිපති ලෙස තේරී පත් වූ කවුරුන් හෝ දේවරාජමය ප්රවර්ධනය කරයි. එබැවින්, ජනතාවගෙන් බහුතරයක් මෙම ක්රියාකාරකම් කෙරෙහි අවධානය යොමු කළ යුතුය."
      ]
    },
    "en": {
      "title": "Ranil and Sajith come to power 13",
      "body_lines": [
        "Opposition Leader Sajith Premadasa wins the presidential election with the decisive votes of Tamils ​​will fully implement the 13th Amendment. Opposition Leader and President in the 13th Amendment are in the same position. The National Freedom Front parliamentarian Jayantha Samaraweera said that the majority of the people should pay special attention to the nationalism.",
        "He was speaking at a media briefing held at the National Freedom Front office in Sri Jayawardenapura Fort area on Wednesday (12).",
        "Opposition leader Sajith Premadasa will go to the Northern Province and implement the 13th Amendment to the Tamil people in the history of Sri Lanka's political history.. Since most people are against the 13th Amendment, none of the opposition leaders have commented.",
        "The Leader of the Opposition has spoken about the 13th Amendment targeting the votes of Tamils ​​in the Northern and Eastern Provinces. The 22nd Amendment Motion, presented by United People's Power General Secretary Ranjith Mathuma Bandara, included two legal amendments to strengthen the 13th Amendment at the assertion of Member of the Federation MA Sumanthiran.",
        "Former President Ranasinghe Premadasa voted in favor of the 13th Amendment following the agreement of the Hindu -Lanka Agreement in 1987. However, he never mentioned that the 13th Amendment was fully implemented.. He did not act as president. The Leader of the Opposition must know the history of the 13th Amendment before publishing claims for short political purposes. It can then be understood by the real purpose of its territory and amendments.",
        "India needs to fully implement the 13th Amendment for the Hindu -American purpose.",
        "The fierce opposition against the Hindu -Lanka Agreement and the 13th Amendment was unable to fulfill them through a referendum. The judges, who investigated the 13th Amendment, said that the 13th Amendment was a sharp sword built on the head of the nation.. The sword is built through the amendments. Unraveling them is a huge crime.",
        "The elimination of the 13th Amendment to the Constitution is not solved by the current political condition and the pressure of foreign countries.Will try.",
        "President Ranil Wickremesinghe and Opposition Leader Sajith Premadasa are in the position of fully implementing the 13th Amendment. Whoever is elected president in these two promotes separatism. Therefore, the majority of the people should pay attention to the activities of the two."
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa, winning the presidency with Tamil support, vows to fully implement the 13th Amendment, a move opposed by many. Critics argue it promotes separatism, while supporters see it as essential for regional autonomy. The amendment's history and implications are complex, with both praise and criticism from various quarters."
  ]
}