{
  "translated_text": {
    "si": {
      "title": "මෛත්රි - ඇමති මහින්ද අමරාවීර",
      "body_lines": [
        "ශ්රී ලංකා නිදහස් පක්ෂයේ හිටපු සභාපති මෛත්රීපාල සිරිසේන විජේදා රාජපක්ෂ අතහැර දමා ඇත. කෘෂිකර්ම අමාත්ය මහින්ද අමරාවීර මහතා කියා සිටියේ පක්ෂය පහත් කොට සලකන බවත් අවසානයේ අර්බුදයක සිටින බවත්ය.",
        "සඳුදා (12) සඳුදා (12) ජනාධිපති රනිල් වික්රමසිංහගේ දේශපාලන කාර්යාලයේදී බම්බලපිටියේ ලොරන්ගේ පාරේ පිහිටි මාධ්ය හමුවකදී පැවසීය.",
        "අපේ රජය විසින් ක්රියාත්මක කරන ලද වැඩසටහන් ඕනෑම කෙනෙකුට විවේචනය කළ හැකිය. නමුත් ඒවා නිසි ලෙස සිදු කළ නොහැක. විරුද්ධ පක්ෂ අපගේ වැඩපිළිවෙලට සහාය නොදක්ව සිටියද, ඔවුන් අබලන් නොවී ක්රියා නොකරනු ඇත.",
        "එමනිසා, ව්යාජ පොරොන්දු මත රඳා සිටීමෙන් මිනිසුන් රැවටිය යුතු නැත. නමුත් ජනාධිපති රනිල් වික්රමසිංහගේ පොරොන්දු ඉටු වන බව ජනතාව දැන් කෙලින්ම දැන සිටිති. රටේ ජනතාව පරාජිතයාට ඡන්දය ප්රකාශ නොකරනු ඇත මිස මැතිවරණ ජයග්රාහකයා නොවේ.",
        "ප්රධාන අපේක්ෂකයින්ගෙන් දෙදෙනෙකු හැර හැර ඇති සියලුම අපේක්ෂකයින්ට පාලනය අහිමි වනු ඇත. සමහර අය ඡන්ද විසුරුවා හැරීමට තරඟ කරති. සමහර අය නාමයෝජනා ගොනු කරනවාට වඩා වෙනත් පාර්ශවයන් සමඟ සම්බන්ධ වී සිටිති. ශ්රී ලංකා නිදහස් පක්ෂයේ හිටපු නායකයා ඉතා ඉක්මනින් සහභාගී වනු ඇත.",
        "ඔහු මේ වන විට විජයදාස රාජපක්ෂ සමඟ කරදරයක සිටී. ජනාධිපති රනිල් වික්රමසිංහ අනිවාර්යයෙන්ම මැතිවරණය ජය ගනු ඇත. එය නැවැත්විය නොහැක. ඔහු කියා සිටියේ 17 වනදාට පසුව රනිල් වෙනුවෙන් රැල්ල අනාවරණය වනු ඇති බවයි."
      ]
    },
    "en": {
      "title": "Maithri - Minister Mahinda Amaraweera",
      "body_lines": [
        "Former President of the Sri Lanka Freedom Party (SLFP) Maithripala Sirisena abandoned Wijedasa Rajapaksa. Agriculture Minister Mahinda Amaraweera said that he has degraded the party and eventually in crisis.",
        "He further stated at a press conference held on Monday (12) at President Ranil Wickremesinghe's political office located on Loris Road, Bambalapitiya.",
        "Anyone can criticize the programs implemented by our government. But they cannot be carried out properly. Even if the opposition parties do not support our program, they may not have been acting in disrepair.",
        "Therefore, people should not be deceived by relying on false promises. But people are now directly aware that President Ranil Wickremesinghe's promises are fulfilled. The people of the country will not vote for the loser, not the winner of the election.",
        "All the candidates except two of the main candidates will lose their control. Some people compete for to scatter votes. And some people are affiliated with other parties rather than filing nominations. The former leader of the Sri Lanka Freedom Party will soon join the part.",
        "He is currently in trouble with Wijeyadasa Rajapaksa. President Ranil Wickremesinghe will definitely win the election. Cannot stop it. He said the wave for Ranil would be revealed after the 17th."
      ]
    }
  },
  "summary_lines": [
    "Maithripala Sirisena, ex-President of SLFP, left Wijedasa Rajapaksa, leading to party crises, according to Agriculture Minister Mahinda Amaraweera. He criticized Sirisena for damaging the party during a press conference at President Ranil Wickremesinghe's office. Amaraweera emphasized the importance of fulfilling campaign promises and urged voters not to be misled by false promises. He predicted President Wickremesinghe's victory in the upcoming elections, stating that only two main candidates would succeed, while others might lose due to vote splitting or affiliations with other parties."
  ]
}