{
  "translated_text": {
    "ta": {
      "title": "பாராலிம்பிக் 2024: வீரர்கள் உட்பட நீங்கள் தெரிந்து கொள்ள வேண்டிய அனைத்தும் வோலி",
      "body_lines": [
        "பாராலிம்பிக் 2024: வீரர்கள் உட்பட நீங்கள் தெரிந்து கொள்ள வேண்டிய அனைத்தும் வோலி",
        "நாஜி கட்டுப்பாட்டில் உள்ள ஜெர்மனியில் இருந்து தப்பி ஓடிய யூத மருத்துவர் டாக்டர் லுட்விக் குட்மேன், 1948 இல் 1948 ஆம் ஆண்டில் லண்டன், 1948 இல் நடந்த ஒலிம்பிக் போட்டிகளில் ஏற்பாடு செய்யப்பட்டார்.. இது ஜூலை 29 அன்று, ஒலிம்பிக் பதவியேற்பு. போரில் 16 வீரர்களும் 16 பெண்களும் காயமடைந்தனர்.",
        "டாக்டர் குட்மேன் முதலில் போட்டிக்கு பெயரிட்டார், ஸ்டோக் மண்டவில் விளையாட்டு விழா. அவர் முதுகெலும்பின் கோளாறுகளுக்கு சிகிச்சையளிக்கப்பட்ட பாலிங்ஹாம்ஷையரில் உள்ள ஸ்டோக் மாண்டவில் மருத்துவமனை திறக்கப்படுவார்.",
        "ஸ்டோக் மாண்டவில் விளையாட்டு விழா பாராலிம்பிக் விளையாட்டு விழாவாக பரிந்துரைக்கப்பட்டது, அதே நேரத்தில் பாராலிம்பிக் போட்டிகள் முதன்முறையாக ரோமில் 1960 களில் நடைபெற்றது. இந்நிகழ்ச்சியில் 23 நாடுகளை பிரதிநிதித்துவப்படுத்தும் 400 விளையாட்டு வீரர்கள் பங்கேற்றனர்.",
        "பார்வையாளர்களின் அதிக கவனம் ஒலிம்பிக் போட்டிகளில் ஜே.வி மற்றும் புலம் மற்றும் பாராலிம்பிக் விளையாட்டுகளில் கவனம் செலுத்துகிறது.. இறுதி செப்டம்பர் 7 ஆம் தேதி இரண்டு அமர்வுகளில் நடைபெறும்.",
        "செப்டம்பர் 1 ம் தேதி மற்ற முக்கிய நிகழ்வுகளில், இறுதி போட்டிகள் வைர்ஸ்-சு-மரைட்டிகல் ஸ்டேடியத்தில் உள்ள மாரூட்டிகல் ஸ்டேடியத்தில் நடைபெற உள்ளன. செப்டம்பர் 2 ஆம் தேதி, சக்கர நாற்காலி ரக்பி இறுதி நடைபெறும்.",
        "பார்வை குறைபாடுள்ள கால்பந்து, உவமைகள், சக்கர நாற்காலி டென்னிஸ் மற்றும் இணையான அகழ்வாராய்ச்சி உள்ளிட்ட சர்வதேச பாராலிம்பிக் குழுவின் சர்வதேச பாராலிம்பிக் குழு ஏற்கனவே 22 பாராலிம்பிக் கோடைகால கோடைகாலத்திற்கு ஒப்புதல் அளித்துள்ளது. பாராலிம்பிக் விளையாட்டுகளுக்காக அறிமுகப்படுத்தப்பட்ட சமீபத்திய இரண்டு விளையாட்டுகளில் சமீபத்திய இரண்டு பேட்மிண்டன் மற்றும் டைக்சொண்டோ.",
        "பாராலிம்பிக் விளையாட்டுகளுக்கு மட்டுமே பிரத்யேக விளையாட்டு உள்ளதா?",
        "பாராலிம்பிக் போட்டிகளில் ஒலிம்பிக் போட்டிகளில் இல்லாத இரண்டு ஆட்டங்கள் மட்டுமே உள்ளன. இது இரண்டு விளையாட்டு நிகழ்வுகளுக்கான ஒலிம்பிக்கில் உள்ள ஒற்றுமைகள் அல்ல. அதுதான் கோல்பால்ஸ் மற்றும் பி.சி.சி.ஐ.ஏவின் விளையாட்டு. கோல்பால் விளையாடுகிறது, பார்வைக் குறைபாடுள்ள வீரர்கள் அல்லது மூன்று வீரர்களுடன் இரண்டு அணிகள். இந்த விளையாட்டு அதிக எண்ணிக்கையிலான உள்நாட்டு கைப்பந்து முற்றமாக விளையாடப்படும்.",
        "பாராலிம்பிக்: இலங்கை தங்கப் பதக்கம் மற்றும் வெண்கலப் பதக்கத்தை வென்றது",
        "வீரர் விளையாட்டு வீரர்கள் கண்பார்வை மூடியை தெளிவாக விளையாடினர், இரு அணிகளும் பந்தை மாற்றி பந்தை தாக்குகின்றன. எதிர்க்கட்சியிலிருந்து தாக்குதல்களைத் தடுக்க அவர்களின் முழு உடலும் பயன்படுத்தப்படுகிறது. புள்ளிகளைப் பெற பந்து வலையில் அனுப்பப்பட வேண்டும்.",
        "மற்ற பாராலிம்பிக் விளையாட்டு நிகழ்வுகளைப் போலல்லாமல், ஒரு கோல்பால் போது பார்வையாளர் அமைதியாக இருக்க வேண்டும். வீரர்களின் சத்தம் கேட்க வீரர்களை அனுமதிக்கும் என்று எதிர்பார்க்கப்படுகிறது.",
        "இதற்கிடையில், போக்கா என்பது சக்கர நாற்காலிகளைப் பயன்படுத்தும் விளையாட்டு வீரர்களுக்கு அறிமுகப்படுத்தப்பட்ட ஒரு விளையாட்டு. இது பந்துவீச்சு விளையாட்டுக்கு சமம். இந்த விளையாட்டு ஒரு உள்நாட்டு அரங்கத்தில் நடைபெறும், இது ஒரு பூப்பந்து விளையாடும் அளவைப் போன்றது.",
        "பாராலிம்பிக் போட்டிகளில் கலந்து கொள்ளும் அட்டர்கள் தங்கள் கோளாறுகளின் தன்மை மற்றும் அதன் சக்தியுடன் போட்டிகளுக்கு தேர்வு செய்யப்படுவார்கள்.",
        "போட்டியின் நியாயத்தை உறுதிப்படுத்த, அனைத்து விளையாட்டு வீரர்களும் ஒரு வகைப்பாடு செயல்முறை மூலம் தேர்ந்தெடுக்கப்படுவார்கள்.",
        "எனவே, பல்வேறு வகைப்பாடுகளுக்கு பல்வேறு பதக்கங்கள் உள்ளன. இது ஜே.வி.பி மற்றும் கள நிகழ்வுகளுக்கு சிறப்பு.",
        "உலகெங்கிலும் 120 மில்லியனுக்கும் அதிகமான மக்களைப் பிரதிநிதித்துவப்படுத்தும் எட்டு வீரர்கள் மற்றும் வழிகாட்டி ஓட்டப்பந்தய வீரர்கள் பாரிஸ் பாராலிம்பிக் விளையாட்டுகளில் பங்கேற்பார்கள். பாராலிம்பிக் போட்டிகளில் பங்கேற்ற மிகப்பெரிய அகதி வீரர் இதுவாகும்.",
        "ரியோ டி ஜெனிரோ விளையாட்டு 2016 ஆம் ஆண்டில் முதல் முறையாக இரண்டு விளையாட்டு வீரர்களின் குழு பங்கேற்றது. பார்வைக் குறைபாடுள்ள குறுகிய டிஸ்டில்லரி ஜெயண்ட் ஜூனியர் ஜுனனானாவின் தொடக்க விழாவில் அணியின் குழுவை அழைத்துச் சென்றார். டோக்கியோ போட்டிக்கு சில நாட்களுக்கு முன்பு 2020, ஐரோப்பிய பாரா-டீ-டெடா, ஐரோப்பிய பாரா-டீக்கோண்டோ ஆகியோரும் குழுவில் கலந்து கொண்டனர்.",
        "பிரபல பாராலிம்பிக் வீரர் மணுவராவா கூறுகையில், அகதிகள் குழு உலகில் நம்பிக்கையின் செய்தியை எடுக்க உதவுகிறது.",
        "\"பொதுவாக, இணையானவற்றுக்கு நிறைய பணம் கிடைக்காது. நீங்கள் ஒரு அகதி மற்றும் நீங்கள் நாட்டில் இருந்தால், நீங்கள் வீட்டில் தேவையான ஆதரவாக இருக்கக்கூடாது. \"",
        "\"சர்வதேச பாராலிம்பிக் குழு வழங்குகிறது. தகுதிவாய்ந்த விளையாட்டு வீரர்களின் ஒரு பகுதியை மட்டுமே குழுவால் ஆதரிக்க முடியும் என்பது உண்மை. \"",
        "\"இந்த நேரத்தில் அவர்கள் சிறப்பைக் காட்ட முடியும் என்று நாங்கள் நம்புகிறோம்.\"",
        "இதற்கிடையில், எரித்திரியா, கிரிபதி மற்றும் கொசோவோ மாநிலம் இந்த ஆண்டு பாராலிம்பிக்கில் தங்கள் திருமண போட்டிகளில் சேர்த்துள்ளன.",
        "கரின் பூமோன்சி 2024 பாரிஸ் விளையாட்டுகளில் கொலம்பியாவை பிரதிநிதித்துவப்படுத்தும் திறமையான வீரர்.",
        "பாரிஸில், 2012, பாரிஸில் நடந்த 100 டி 37 மகளிர் இறுதிப் போட்டியில் அவர் ஒரு புதிய உலக சாதனையை படைத்தார்.",
        "2024 ஆம் ஆண்டில் கோபியின் உலக சாம்பியன்களில், கரின் பூமெட் 100 மீட்டர் நிகழ்வுகளுடன் தங்கப் பதக்கங்களை வென்றார், மேலும் வெள்ளிப் பதக்கம் மற்றும் நீளம் தாண்டுதல் நிகழ்விலிருந்து வெண்கலப் பதக்கங்களை வென்றார்.",
        "59.4 ஆண்டுகள் ஒரு தசாப்தத்தில் 400 மீட்டர் நிகழ்வில் அவர் ஒரு புதிய உலக சாதனை படைத்தார். ஒரு நிமிடத்திற்குள் நிகழ்வை முடித்தவர் அவள்தான்.",
        "செர்னோபில் அணு முடக்கப்பட்டதன் விளைவாக, உக்ரைனில் பிறந்தார், பல கோளாறுகளுடன் பிறந்தார். அவர் தனது ஏழு வயதில் அமெரிக்காவைப் பிரதிநிதித்துவப்படுத்தினார், மேலும் அவரது இரண்டு கால்கள் 14 வயதில் துண்டிக்கப்பட்டன.",
        "முதுநிலை, 2012 இல், 2012 இல் வெண்கலப் பதக்கத்தை வென்றதன் மூலம் பாராலிம்பிக் போட்டிகளில் நுழைந்தது. அவர் 2014 இல் இரண்டு பதக்கங்களை வென்றார் மற்றும் 2018 இல் தனது முதல் பாராலிம்பிக் தங்கப் பதக்கங்களை வென்றார்.",
        "2016 ஆம் ஆண்டில் பிரதிநிதித்துவப்படுத்தப்பட்ட பாராலிம்பிக் விளையாட்டுகளின் முதல் ஐரிஷ்ன், டாகார்ட் கிரேட் பிரிட்டனைக் குறிக்கும், ரியோவில் குறிப்பிடப்பட்டுள்ளது.",
        "1984 முதல் கிரேட் பிரிட்டனுக்கு கிரேட் பிரிட்டனுக்காக தங்கப் பதக்கம் வென்ற முதல் பெண்மணி என்ற பெருமையை அவர் நம்புகிறார்.",
        "அதுதான், அவர் BC2 நிகழ்வு நிகழ்வுகளுடன் போட்டியிடுகிறார். 19 வயதான தாகாசி தீனெண்டா எனப்படும் நரம்பியல் நிலை மற்றும் ஓவியங்களின் ஓவியங்களால் பாதிக்கப்பட்டுள்ளார்.",
        "நான் ஆஸ்திரேலியாவில் ஆஸ்திரேலியாவுக்குச் சென்றபோது, ​​அவர் ஒரு பழுப்பு நிற கரடியால் குளித்தபோது அவருக்கு ஐந்து வயது.",
        "சிரமங்கள் இருந்தபோதிலும், நான் அவரது இடது கை பந்துகளை விளையாட கற்றுக்கொண்டேன், சீனாவுக்காக சீனாவின் சார்பாக தங்கப் பதக்கங்களை வென்றேன்.",
        "24 வயதான இத்தாலியரான மிலானோவில் உள்ள நேரம் மற்ற காலை விடக் குறைவாக இருந்தது, இதன் விளைவாக அறுவை சிகிச்சை பல அறுவை சிகிச்சைகளை எதிர்கொள்ள வேண்டியிருந்தது.",
        "அவர் தனது 14 வயதில் நீந்தத் தொடங்கினார், மேலும் 2017 ஆம் ஆண்டில், மெக்ஸிகோவில் நடந்த உலக சாம்பியன்ஷிப்புகள் சர்வதேச போட்டிகளுக்கு விஜயம் செய்தன.",
        "அப்போதிருந்து அவர் S9 இன் முன்னணி திறமையாக ஆனார். டோக்கியோவில் தங்கப் பதக்கம், இரண்டு வெள்ளிப் பதக்கங்கள் மற்றும் வெண்கலப் பதக்கம் வென்றார்.",
        "இலங்கையை பிரதிநிதித்துவப்படுத்தும் பாராலிம்பிக் போட்டிகளில் பங்கேற்கும் எட்டு விளையாட்டு வீரர்கள் அடங்கிய குழு.",
        "பாராலிம்பிக் போட்டிகளில் பங்கேற்ற போட்டி இது.",
        "பாரிஸ் பாராலிம்பிக் போட்டிகளில் இலங்கை அணியை இலங்கை அணி வழிநடத்துகிறது.",
        "2021 ஆம் ஆண்டில், டோக்கியோ 2021 இல் நடந்த பாராலிம்பிக் போட்டிகளில் இலங்கைக்கான வெண்கலப் பதக்கத்தை வென்றார்.",
        "கூடுதலாக, சுரேஷ் தர்மசேனா, நவிண்டி இண்டிகா, பிரதீப் சோமசிரி, அனில் பிரசன்னா ஜெயலாத், ஜனனி தனஞ்சனா மற்றும் பாலிதா பண்டாரா ஆகியோர் இந்த ஆண்டு இலங்கை பாராலிம்பிக் அணியை பிரதிநிதித்துவப்படுத்துகிறார்கள்.",
        "இந்த ஆண்டு பாராலிம்பிக் போட்டிகளில் இலங்கை விளையாட்டு வீரர்கள் சக்கர நாற்காலி டென்னிஸ், நீச்சல், ஸ்பியர் மற்றும் ஈட்டி வீசுதல் ஆகியவற்றுடன் போட்டியிடுவார்கள்.",
        "அதன்படி, நவீத் ரஹீம் பாராலிம்பிக் போட்டிகளில் எஸ் 9 இன் 400 மீ சுதந்திர அராவாவை எதிர்த்துப் போட்டியிட திட்டமிடப்பட்டுள்ளது.",
        "சக்கர நாற்காலி டென்னிஸ் நிகழ்விற்கான நுவான் இந்தோயிஸ் நிகழ்வில் பிரதீப் சோமசிரி போட்டியிட உள்ளார்.",
        "கூடுதலாக, ஐல் பிரசன்னா ஜெயலத் ஜெயலத் வென் போட்டியிட உள்ளார்.",
        "இலங்கையில் முதல் முறையாக, முதல் முறையாக பாராலிம்பிக் பதக்கம் லண்டன் 2012 இல் நடந்த போட்டியை வெல்ல முடிந்தது.",
        "அங்கு, பிரதீப் சஞ்சயா இலங்கையுடன் முதல் பாராலிம்பிக் பதக்கத்தை வென்றார்.",
        "இலங்கை 2016 இல் ரியோவில் நடந்த பாராலிம்பிக் போட்டிகளில் வெண்கலப் பதக்கத்தைப் பெற்றது. ஆண் ஈட்டியின் வீசுதலில் தினேஷ் பிரியந்தா ஹெராத் எஃப் 46, 3 வது இடத்திற்கு விழுந்தது.",
        "பாராலிம்பிக் வரலாற்றில் முதல் முறையாக தடகள தினேஷ் பிரியந்தா ஹெராத் தங்கப் பதக்கத்தை வெல்ல முடிந்தது.",
        "டோக்கியோ, ஜப்பான், ஜப்பான், ஜப்பான், ஜப்பான் ஆகிய நாடுகளில் பாராலிம்பிக் போட்டிகளில் எஃப் 45 எழுத்துப்பிழை நிகழ்வில் முதல் தங்கப் பதக்கத்தை வென்றார்.",
        "67.79 மீட்டர் சவாலான ஜாவெலின் இருந்தது.",
        "அதே சுற்றுப்பயணத்தில், இலங்கையை பிரதிநிதித்துவப்படுத்தும் சமூகங்கள் ஈட்டியின் வீசுதலில் இருந்து வெண்கலப் பதக்கத்தை வென்றன.",
        "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
        "பஸ்கா தாக்குதலில் குருடாக இருக்கும் ஒரு நீதிபதி என்று டெபி கனவு கண்டார்",
        "ஷேக் மேரா: இளவரசி துபாய், தனது 'விவாகரத்து' ஒரு வாசனை திரவியத்தை உருவாக்கினார்"
      ]
    },
    "en": {
      "title": "Paralympic 2024: All Things You Should Know including Players Voli",
      "body_lines": [
        "Paralympic 2024: All Things You Should Know including Players Voli",
        "Dr. Ludwig Gutman, a Jewish doctor who fled the Nazi-controlled Germany, was organized in 1948 at the 1948 Olympic Games in London, 1948.. It was on July 29, the Olympic Inauguration. There were 16 soldiers and 16 women who were injured in the war.",
        "Dr. Gutman first named the tournament, the Stoke Mandavil Sports Festival. He is for the opening of the Stoke Mandavil Hospital in Balinghamshire, who is treated for the disorders of the spine.",
        "The Stoke Mandavil Sports Festival was nominated as the Paralympic Games Ceremony, while the Paralympic Games was first held for the first time in Rome in the 1960s. 400 athletes representing 23 countries participated in the event.",
        "The most attention of the audience is focused on the JV and the field at the Olympic Games as well as the Paralympic Games.. The final will be held in two sessions on September 7.",
        "Among other major events on September 1, the final matches are to be held at the Marutical Stadium at Vaires-Su-Marutical Stadium. On September 2, the wheelchair rugby final will be held.",
        "The International Paralympic Committee of the International Paralympic Committee, including visually impaired football, parables, wheelchair tennis and parallel excavation, has already approved approval for 22 Paralympic summer summer. The latest two of the latest games introduced for the Paralympic Games is Badminton and Tyxondo.",
        "Are there exclusive sports only for the Paralympic Games?",
        "There are only two games that are not at the Olympic Games at the Paralympic Games. It is not the similarities in the Olympics for two games events. That is the sports of goalballs and BCCia. Goalball is playing, two teams with visually impaired players or three players. The game will be played as a large number of domestic volleyball yard.",
        "Paralympic: Sri Lanka wins gold medal and bronze medal",
        "Player athletes plainly played eyesight covering and the two teams protect the ball to shift and attacks the ball. Their whole body is used to prevent attacks from the opposition. The ball should be forwarded into the net to score points.",
        "Unlike other Paralympic sports events, the viewer must remain silent when a goalball. It is expected to allow players to hear the noise in the players.",
        "Meanwhile, Bocca is a sport introduced for athletes using wheelchairs. It is the same as bowling game. The game will be held at a domestic stadium that is like the magnitude of a badminton playing.",
        "Attators attending the Paralympic Games will be selected for matches with the nature of their disorders and its power.",
        "To ensure the fairness of the tournament, all athletes will be selected through a classification process.",
        "Therefore, therefore, there are various medals for various classifications. It is special for the JVP and the field events.",
        "Eight players and guide runners representing more than 120 million people around the world will participate in Paris Paralympic Games. It was the largest refugee player participated in a Paralympic Games.",
        "Rio de Janeiro Games participated in 2016 for the first time a group of two athletes. Visually impaired short distillery giant Junior took the group of the team at the inaugural ceremony of Junanana. The 2020 a few days before the Tokyo Tournament, the European Para-Tea-Teadda, a European Para-Teakondo, was also present at the group.",
        "The famous Paralympic player Manuvarawa says he hearawa that the refugee team helps to take a message of hope in the world.",
        "\"Generally, parallels don't get a lot of money. If you are a refugee and you are in the country, you may not be the support you need at home. \"",
        "\"The International Paralympic Committee offers. It is the fact that the committee can be supported by the committee for only a part of the qualified athletes. \"",
        "\"We hope that they can display their excellence at this time.\"",
        "Meanwhile, the state of Eritrea, Kiribati and Kosovo have added to their wedding tournament in this year's Paralympic.",
        "Karin Poomonchi is a talented player representing Colombia at the 2024 Paris Games.",
        "She set up a new world record at the 100 T37 Women's final at Paris, Paris, 2012.",
        "At the world champions of Kobe in 2024, Karin Poomet wins the gold medals with 100-meter events, and won bronze medals from the silver medal and long jump event.",
        "She was set up a new world record in the 400m event at a decade of 59.4 years. She is the one who finished the event in less than a minute.",
        "Born in Ukraine was born with multiple disorders, as a result of the Chernobyl nuclear disabled. She represented the US at the age of seven and her two legs were cut off at the age of 14.",
        "Masters, in 2012, entered the Paralympic Games with winning a bronze medal in 2012. She won two medals in 2014 and won her first Paralympic gold medals in 2018.",
        "The first Irishn of the Paralympic Games represented in the 2016 year, representing Tagart Great Britain, represented in Rio.",
        "She hopes to become the first woman to win a gold medal for Great Britain from 1984 to the Great Britain.",
        "That's, she contesting BC2 event events. The 19-year-old Tagazi has been affected by the neurological condition known as the dinenda and paintings of paintings. She later became a full-time wheel chair.",
        "When I visited Australia in Australia, he was five years old when he was a town bear bathing by a brown bear.",
        "Despite the difficulties, I learned to play his left hand balls and won gold medals on behalf of China for China.",
        "The time in Milano, 24-year-old Italian, was shorter than the other leg, and the resulting surgery had to face a number of surgeries.",
        "He started swimming at the age of 14, and in the year 2017, the World Championships in Mexico visited international competitions.",
        "He since then he became a leading talent of S9. He won a gold medal in Tokyo, two silver medals and a bronze medal.",
        "A team of eight athletes participating in the Paralympic Games representing Sri Lanka.",
        "This is the tournament that participated in the Paralympic Games.",
        "The Sri Lankan team leads the Sri Lankan team at Paris Paralympic Games.",
        "In 2021, he won the bronze medal for Sri Lanka at the Paralympic Games in Tokyo 2021.",
        "In addition, Suresh Dharmasena, Navindi Indika, Pradeep Somasiri, Anil Prasanna Jayalath, Janani Dhanananjana and Palitha Bandara represent Sri Lanka Paralympic team this year.",
        "Sri Lankan athletes in this year's Paralympic Games will compete with wheelchair tennis, swimming, spear and javelin throwing.",
        "Accordingly, Naveed Rahim is scheduled to contest the S9's 400m Independence Arawa in the Paralympic Games.",
        "Pradeep Somasiri is also due to compete the Nuwan Indois event for the wheelchair tennis event.",
        "In addition, Ail Prasanna Jayalath Jayalath is to contest the Ven.",
        "For the first time in Sri Lanka, a first-time Paralympic medal was able to win the tournament in London 2012.",
        "There, Pradeep Sanjaya won the first Paralympic medal with Sri Lanka.",
        "Sri Lanka received bronze medal at the Paralympic Games in Rio in 2016. Dinesh Priyantha Herath f 46, fell to 3rd place in the throw of male spear.",
        "Athlete Dinesh Priyantha Herath was able to win a gold medal for the first time in Paralympic history.",
        "He won the first gold medal in the F45 spelling event at the Paralympic Games in Tokyo, Japan, Japan, Japan, Japan.",
        "There was 67.79 meters a challenging javelin.",
        "At the same tour, the Societies representing Sri Lanka won the bronze medal from the throw of the spear.",
        "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
        "Debbie dreamed of being a judge who is blind in the Passover attack",
        "Sheikh Mera: Princess Dubai, who made his 'divorce' a perfume"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary of the key points about the Paralympic Games:",
    "",
    "Paralympics 2024: Founded by Dr. Ludwig Gutman in 1948. Unique sports: Goalball (visually impaired) and Boccia (wheelchair). Classification system ensures fair competition. Over 400 athletes from 23 countries participated in Rome 1960. Exclusive sports only found in Paralympics. Largest refugee participation ever seen in Paris 2024. Notable athletes include Karin Poomonchi and Manuwarawa. Sri Lanka team competes in wheelchair tennis, swimming, and track events."
  ]
}