{
  "translated_text": {
    "ta": {
      "title": "செரெண்டிபெர்த் கோலேம் முறை சடங்கு",
      "body_lines": [
        "இந்த நிகழ்வை மோசடி செய்யும் மக்கள் குடும்பம், உணவு மற்றும் பல்வேறு வகைகள் ஏற்பாடு செய்தன, அவர்களின் கலாச்சாரத்தை நிரூபிக்கின்றன, எஸ்டேட் தைபோங்கல் கொண்டாட்டங்களின் கருப்பொருளின் கீழ் தங்கள் கலாச்சாரத்தை நிரூபிக்கின்றன.",
        "இந்த விழா நுவரா எலியா கிரிக்கெட் கிளப்பிலும், ஹட்டன் பிஎச்டிடி பயிற்சி மையத்திலும் நடைபெற்றது, இந்த நிகழ்வில் 200 க்கும் மேற்பட்ட பெண்கள் பங்கேற்றனர். இங்கே அவர்கள் செரெண்டிபின் 'ஹைப்பர் எனர்ஜி' பிராண்டில் தங்கள் படைப்பு திறமைகளை வெளிப்படுத்தினர். செரென்டிப் ஃப்ளா. மில்ஸ் முன்பு தோட்ட சமூகத்தை சந்திக்க சூப்ரோசைட்டின் புதிய தயாரிப்பை அறிமுகப்படுத்தியிருந்தார்.",
        "முதல் மூன்று வடிவ வரம்புகளுக்கான சான்றிதழ்கள் மற்றும் அற்புதமான பண வெகுமதிகள் செரண்டிபால் வழங்கப்பட்டன. கல்வய்ககமா தோட்ட நிறுவனமான தலவாக்கன்ஸ், வித்யாலயா மற்றும் தலவானு தோட்ட நிறுவனமும் நுவரா எலியாவில் இரண்டாவது இடத்தைப் பிடித்தன.",
        "கோட்டகலா தேயிலை தோட்ட நிறுவனம், ஹட்டன் தேயிலை தோட்ட நிறுவனம் மற்றும் போகவந்தலாவா தேயிலை தோட்டமும் ஹட்டன் கொழும்பு போட்டியில் வென்றன.",
        "ஃப்ளக்ஸ் இலக்கை உண்பதன் நோக்கத்தை செரண்டிப் ஃபிளமில்ஸ் ஆகும். புதிதாக அறிமுகப்படுத்தப்பட்ட டெல்கி பானைகளில் எஸ்டேட் சமூகங்களின் வாழ்க்கையில் நேர்மறையான மாற்றத்தை ஏற்படுத்தும் நோக்கத்துடன் இரும்பு, ஃபோலிக் அமிலம் மற்றும் வைட்டமின் பி 12 போன்ற அத்தியாவசிய ஊட்டச்சத்துக்கள் அடங்கும்.. செனண்டிப் குறைபாடு பால் அதிக ஆற்றல் கோலியம் முறை போட்டியில் பாரிய மக்களை இணைக்க முடிந்தது."
      ]
    },
    "en": {
      "title": "Serendhiberthi Kolame Pattern Ceremonial",
      "body_lines": [
        "The event was organized by the Severant People's Family, Food and Various Varieties, demonstrating their culture, demonstrating their culture under the theme of the estate Thaipongal Celebrations.",
        "The ceremony was held at the Nuwara Eliya cricket club and at Hatton PHDT training center, and over 200 women participated in this event. Here they exhibited their creative talents in Serendib's 'hyper energy' brand. Serendib Fla. Mills had previously launched a new product by Suprosite to meet the plantation community.",
        "Certificates and Exciting Money Rewards for the top three patterns ranges were offered by Serendib. The Kalvankagama Plantation Company, Talawakens, Vidyalaya and Thalawanu Plantation Company also won the second place in Nuwara Eliya.",
        "Kotagala Tea plantation company, Hatton Tea Plantation Company and Bogawantalawa tea estate was also won in Hatton Colombo match.",
        "Serendib Flamils are the aim of feeding the goal of flux. The newly introduced Telky pots include essential nutrients such as iron, folic acid and vitamin B12 with the objective of having a positive change in the lives of the estate communities.. The Serendib Flaw Milk was able to combine the massive people in the high energy kolium pattern competition."
      ]
    }
  },
  "summary_lines": [
    "The Serendhiberthi Kolame Pattern Ceremonial, organized by the Severant People's Family, showcased culture at Nuwara Eliya and Hatton, with over 200 women participating. Serendib Fla. Mills introduced a new product for plantation communities, offering certificates and rewards. The event aimed to promote healthy living through Serendib Flamils, including Telky pots with essential nutrients."
  ]
}