{
  "translated_text": {
    "ta": {
      "title": "மக்கள் மீண்டும் தவறாக இருந்தால், அதை மாற்ற முடியாது",
      "body_lines": [
        "தேர்தல்களை வெல்ல இயலாத சில கட்சிகள் வேலைநிறுத்தங்களை சீர்குலைக்க வழிவகுக்கின்றன என்று எம்.பி. வஜிரா அப்வர்தேனா கூறினார்.",
        "மக்கள் மீண்டும் எதிர்கொண்டால் மக்கள் மக்களையும் மக்களையும் மீண்டும் அடையாளம் காண வேண்டும் என்று அவர் வலியுறுத்தினார்.",
        "நாடாளுமன்ற உறுப்பினரின் ஊடக மையத்தில் இன்று (09) நடைபெற்ற செய்தியாளர் கூட்டத்தில் பாராளுமன்ற உறுப்பினர் வஜிரா அப்வவர்தேனா கூறினார்.",
        "மேலும் பேசும் எம்.பி. வஜிரா அபேயர்வெனா கூறினார்",
        "சுதந்திரத்திற்குப் பிறகு வந்த ஒவ்வொரு அரசாங்கங்களும் நாட்டிற்கு மேற்கொள்ளப்பட்டன என்பதை நாம் நினைவில் கொள்ள வேண்டும். ஆனால் பலவீனங்களும் நடைபெற்றன. ஜனாதிபதி ரங்கில் விக்ரமேசிங்கே தற்போது ஆட்சிகளின் நீளத்தின் பலவீனங்களை தீர்க்க நடவடிக்கை எடுத்துள்ளார். ஒரு உதாரணம் சாத்தியம். அரசியலமைப்பின் 27, 28 வசனங்கள், நேரடி கடமைகளின் கொள்கைகள் மற்றும் அடிப்படை கடமைகள். அதாவது, பொதுமக்கள் உரிமைகளை வழங்க முடியும். இருப்பினும், ஏதேனும் அல்லது 28 இல், எந்த பிரிவு 29 என்றாலும், பிரிவு 29 இல் சட்டப்பூர்வமாக்கல் இல்லை. எந்தவொரு நீதித்துறை அறிக்கைகள் அல்லது நீதித்துறையால் நீதித்துறை அறிக்கைகள் அடையப்படவில்லை என்பதும் குறிப்பிடத்தக்கது.",
        "இப்போது, ​​இந்த சூழ்நிலையில், நாட்டின் அரசியல் கட்சிகள் பொதுமக்களிடம் பொய்யாக ஊக்குவித்து நாட்டை வீழ்த்தின.",
        "இந்த நிலைமையை மாற்ற அரசியலமைப்பின் 27, 28 மற்றும் 29 அரசியலமைப்பை செயல்படுத்த தற்போதைய ஜனாதிபதி பொருளாதார கோப்பையை பாராளுமன்றத்திற்கு முன்வைத்துள்ளார்.. இருபத்தி இரண்டு பேரின் உரிமைகளைப் பாதுகாப்பதற்காக 165 பக்க மசோதா தாக்கல் செய்யப்பட்டுள்ளது.",
        "பாராளுமன்ற உறுப்பினர், 148, 148, 148, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151 , 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151 , 151, 151, 151, 151, 151, 151, 151).. அந்த நிதிப் பொறுப்பு அவ்வப்போது அரசியல் கட்சிகளால் பொய்யை பலவீனப்படுத்துகிறது. அரசியல் கட்சிகளின் உண்மையான பொய்யைக் கவனிக்க, நிலைமையைத் தடுக்கும் வகையில் பட்ஜெட் அலுவலக சட்டம் பாராளுமன்றத்திற்கு வழங்கப்பட்டது.",
        "அங்கிருந்து, ஜனாதிபதி ரங்கில் விக்கிரமசிங்க அரசியலமைப்பால் பலப்படுத்தப்பட்டு பொருளாதார நடவடிக்கைச் சட்டத்தை பாராளுமன்றத்திற்கு முன்வைத்தார். அதன்படி, அரசியல் கட்சிகளின் பொய்களின் சகாப்தம் முடிவுக்கு வர வேண்டும்.",
        "மேலும், திரு. ரங்கில் விக்ரமேசிங்க் ஜூன் 23 அன்று நாடாளுமன்ற உறுப்பினராக ஜூன் 23 அன்று நாடாளுமன்ற உறுப்பினராக பதவியேற்றார், நாடு கவனமாக இருக்க வேண்டும். சர்வதேச நாணய நிதியம் மற்றும் நாட்டிற்கு விரைவாக இருக்க வேண்டும் என்பதால் நாடு விரைவில் மாற்றப்பட வேண்டும் என்பதையும் இது கவனத்தில் கொள்க.. ஆனால் ஆட்சியாளர்கள் அதை நிறைவேற்றவில்லை என்பதால், விதி இறுதியில் சிதைப்பது.",
        "அதன்பிறகு, யு.என்.பி.யின் தலைவரான யு.என்.பி.. பின்னர் ஜூலை 20 ஆம் தேதி ஜூலை 20 ஆம் தேதி ஜூலை 20 ஆம் தேதி பாராளுமன்றத்தில் அனைத்து அரசியல் கட்சிகளின் ஆதரவோடு, ஜூலை 20 ஆம் தேதி அனைத்து அரசியல் கட்சிகளிடமிருந்தும் 134 வாக்குகள் பெறப்பட்டன.",
        "இரண்டு ஆண்டுகளுக்கு முன்பு, சர்வதேச சமூகத்தின் உதவியுடன் பொருளாதாரத்தை எடுத்துச் செல்லவும், பொருளாதாரத்தை உறுதிப்படுத்தவும் ஜனாதிபதியிடம் ஜனாதிபதியை எடுத்துக் கொண்டார்.",
        "ஆனால் இந்த கேள்வி முடிந்துவிடவில்லை. வெளிநாட்டு கடன்களை செலுத்த 2027 வரை ஏற்கனவே நேரம் எடுத்துள்ளது. மேலும், வெளிநாட்டுக் குளத்தில் சுமார் million 500 மில்லியன் உள்ளது. இலங்கை பொது மக்கள் வருமானத்தை அதிகரிக்கும் திட்டங்களுடன் வாழ்கின்றனர், மேலும் பொருளாதார மொழிபெயர்ப்புச் சட்டத்தின் மூலம் நாட்டை உருவாக்கும் இலக்குகளை வழங்கியுள்ளனர். அதன்படி, 2027 வாக்கில், பொருளாதார மேம்பாட்டு வேகத்தை 5% இலக்கில் வைக்க வேண்டும். நாட்டின் பொறுப்பு அரசியல் கட்சிகளின் பொறுப்பை சட்டப்பூர்வமாக்கியுள்ளது, அவை அங்கு நடத்தப்படவில்லை.",
        "நாம் வேலை செய்ய வேண்டும். யாராவது தவறுக்காக நாட்டை தள்ளினால், அவர்கள் யார் என்பதை நாம் அறிந்து கொள்ள வேண்டும். எடுத்துக்காட்டாக, பொய்களின் ஆவணம் கிராமத்தில் காட்டப்பட வேண்டும். பொதுமக்களுக்குள் ஏமாற்றும் நபர்கள் பொதுமக்களை அடையாளம் காண வேண்டும்.",
        "இந்த நேரத்தில் நாம் தவறு செய்தால், அது ஒரு கடுமையான தவறாக மாறும். எனவே நாம் கடினமாக உழைக்க வேண்டும்.",
        "நாடு நாட்டை நியமிக்கும் போது இலங்கை பொதுமக்கள் சிந்திக்க வேண்டும் என்றால். யாராவது அடுத்த ஜனாதிபதியை மீறினால், யாராவது எவ்வாறு மீறுகிறார்கள் என்பதை நீங்கள் தீர்மானிக்க வேண்டும். எனவே, பொதுமக்களுக்கு பொதுமக்கள் பொறுப்பேற்க வேண்டும்.",
        "சில கட்சிகள் தற்போது தாக்குகின்றன. வெற்றிக்காக நாட்டை சீர்குலைக்க அவர்கள் தயாராகி வருகின்றனர், எனவே அவர்கள் தேர்தல்களை வெல்லத் தவறிவிடுகிறார்கள்.",
        "ஸ்ட்ரைக்கர்களின் கூற்றுப்படி, நிதி அமைச்சின் செயலாளர் 18% VAT ஐ 21% ஆக உயர்த்த வேண்டும். உழைக்கும் மக்களின் கோப்பை அரிசி பொதியை அதிகரித்து வருகிறது. அப்படியானால், பாங்க்லோட் நாட்டை மீண்டும் தொடங்க முடியாது. முழு இலங்கை பொதுமக்களும் இதை ஆதரிக்க மாட்டார்கள் என்று நாங்கள் நம்புகிறோம்."
      ]
    },
    "en": {
      "title": "If the people are wrong again, it cannot be reversed",
      "body_lines": [
        "The MP Vajira Abeywardena said that some parties incapable of winning the elections are being inflicted to destabilize strikes.",
        "He stressed that the people should recognize the people and the people again if the people were faced again.",
        "Parliamentarian Vajira Abeywardena said this at a press conference held at the President's Media Center today (09).",
        "Speaking further MP Vajira Abeywardena said,",
        "We should remember that every governments that came after independence were carried out for the country. But weaknesses were also held. President Ranil Wickremesinghe has taken steps to solve the weaknesses of the length of regimes at present anyway. One example is likely. The two verses 27, 28 of the Constitution, the principles and basic duties of direct duties. That is, the public can give rights. However, in any or 28, no matter what section 29, there is no legalization in section 29. It is also noted that no judicial statements have been achieved by any judicial statements or judiciary.",
        "Now, in this situation, the country's political parties have falsely promoted to the public and pulled the country to fall.",
        "The current president has presented the Economic Trophy to Parliament to enable the Constitution 27, 28 and 29 of the Constitution to change this situation.. The 165-page bill has been tabled in order to protect the rights of twenty two people.",
        "The main responsibility of fiscal is the main responsibility of the Member of Parliament, 148, 148, 148, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151, 151).. That financial responsibility is weakening of falsehood from time to time by political parties. The Budget Office Act was presented to the Parliament to look into the true false of the political parties, preventing the situation.",
        "In thence, President Ranil Wickremesinghe has been strengthened by the Constitution and presented the Economic Activity Act to Parliament. Accordingly, the era of lies of political parties has to end.",
        "Also, Mr. Ranil Wickremesinghe was sworn in as a Member of Parliament on June 23 as a Member of Parliament on June 23 and the country should be careful. It also note that the country should be changed soon as it should be quick to the International Monetary Fund as well as the country.. But since the rulers did not fulfill it, the rule was eventually defurition.",
        "Thereafter, the leader of the UNP leader Ranil Wickremesinghe, the leader of the UNP, was sworn in as the Prime Minister on May 12, 2022. Subsequently 134 votes were obtained from all political parties in July 20, with the support of all political parties in Parliament on the 20th of July on the 20th of July.",
        "Two years ago, the President took over to the President to take the economy with the help of the international community and to stabilize the economy.",
        "But this question is not over. It has already taken time until 2027 to pay foreign debts. Also, there are about $ 500 million in the foreign pool. The Sri Lankan public lives with income increasing projects and has given the country building targets by the Economic Translation Act. Accordingly, by 2027, the economic development speed should be kept at a 5% target. The responsibility of the country has legalized the responsibility of the political parties, which have not been held there.",
        "And we have to work with. If someone pushes the country for the wrong, we need to know who they are. For example, a document of lies should be displayed in the village. The people who are deceiving into the public need to identify the public.",
        "If we make mistakes this time, it becomes a serious mistake. So we need to work harderly.",
        "If the Sri Lankan public should think when the country appoints the country. If someone exceeds the next president, you have to decide how someone exceeds. As such, the public should be responsible for the public.",
        "Some parties strike at present. They are preparing to destabilize the country for victory, so they fail to win elections.",
        "According to the strikers, the Secretary to the Ministry of Finance should increase the 18% VAT to 21%. The cup of working people is increasing the rice pack. If so, the bankllot country cannot be resumed. We believe that the entire Sri Lankan public will not support this."
      ]
    }
  },
  "summary_lines": [
    "MP Vajira Abeywardena warns against election losers causing instability. He emphasizes the importance of recognizing genuine leaders and highlights efforts to address constitutional weaknesses under President Ranil Wickremesinghe. The government aims to curb false financial claims by political parties through the Budget Office Act and strengthen the economy with the Economic Recovery Bill. Wickremesinghe's leadership, supported by all parties, focuses on stabilizing the economy with international assistance but faces challenges including foreign debt and setting a 5% growth target by 2027. The public is urged to identify and hold accountable those misleading them, emphasizing the gravity of making mistakes in leadership selection."
  ]
}