{
  "translated_text": {
    "si": {
      "title": "යාපනයේ මාධ්ය සේවකයෙකුට පහර දීම සම්බන්ධයෙන් දෙදෙනෙකු අත්අඩංගුවට ගෙන තිබේ",
      "body_lines": [
        "යාපනයේ මාධ්ය සේවකයෙකුට පහර දුන් දෙදෙනෙකු පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "මෙම ප්රහාරය පසුගිය සිකුරාදා යාපනයේ නාගර් මැද පිහිටි කස්තුරියර් පාරේ සිදු විය.",
        "යාපනයේ සිට රූපවාහිනී නාලිකාවක් මත කාර්මික ශිල්පියෙකු ලෙස සේවය කරන විභූෂාන් පහර දී තිබේ.",
        "ප්රහාරකයා පාරේ යතුරුපැදියක ගමන් කරමින් සිටියදී, වෙනත් යතුරුපැදියකින් පැමිණි ජනයා ඔහු තරණය කර ඔහුව අභිබවා නොයනේවේ මන්දැයි ඔහුගෙන් විමසා තිබේ.",
        "සාප්පුවක සවි කර ඇති සිසිරි කැමරාවල ප්රහාරයේ වීඩියෝ දර්ශන වාර්තා වී ඇත.",
        "මෙයින් පදනම මත, ප්රහාරකයින් අත්අඩංගුවට ගැනීමට පොලිසිය පියවර ගෙන තිබේ.",
        "සඳුදා (14) දෙදෙනා සඳුදා (14) සැඟවී සිටියදී යාපනයේ පොලිසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් පුද්ගලයින් අත්අඩංගුවට ගෙන ඇති බවත් වැඩිදුර පරීක්ෂණ සිදුකරන බවත් පොලිසිය පවසයි."
      ]
    },
    "en": {
      "title": "Two persons arrested for attacking a media worker in Jaffna",
      "body_lines": [
        "Police have arrested two men who attacked a media worker in Jaffna.",
        "The attack took place last Friday on the Kasturiyar road in the middle of Jaffna Nagar.",
        "Vibhushan, who works as a technician on a television channel from Jaffna, has been attacked.",
        "While the attacker was traveling on a motorcycle on the road, the people who came on another motorcycle had crossed him and asked him why they had not been able to overtake him.",
        "Video footage of the attack has been recorded in Sisirvi cameras fitted in a shop.",
        "On the basis of this, the police had taken steps to arrest the attackers.",
        "The Jaffna police have arrested the two men on Monday (14) as they were in hiding.",
        "Police said that the arrested persons have been arrested and further investigations are being carried out."
      ]
    }
  },
  "summary_lines": [
    "Jaffna: Two men arrested for attacking media worker on Kasturiyar Road. Incident occurred last Friday. Police investigation ongoing."
  ]
}