{
  "translated_text": {
    "ta": {
      "title": "இலங்காஸ்கரில் ரத்தினங்களைத் தேடும் இலங்கைகள்",
      "body_lines": [
        "இலங்கை ஜெம் வணிகங்களால் ஒரு வெளிநாட்டு நாட்டில் ஒரு வெளிநாட்டு நில நகரத்தைப் பற்றி கேள்விப்பட்டிருக்கிறீர்களா, ஏகபோகத்தின் ஏகபோகத்துடன் ஜெம்ஸ்டாக் கேள்விப்பட்டிருக்கிறீர்களா?",
        "மடகாஸ்காவின் இப்ககஸ்காரா நகரம் பதவி உயர்வு பெற்ற ஒரு நகரம்.",
        "இரண்டு தசாப்தங்களாக, நூற்றுக்கணக்கான தசாப்தங்கள் மடகாஸ்கருக்குச் சென்று வியாபாரத்தில் ஈடுபட்டு அதன் நிரந்தர இல்லத்தை மேற்கொண்டுள்ளன.",
        "இந்த அனுபவங்கள் குறித்து கருத்து தெரிவிக்க நூற்றுக்கணக்கான ரத்தின வணிகர்கள் மடகாஸ்கரும் அவர்களது செயல்களும் ஒப்புக் கொள்ளப்பட்டனர்.",
        "அவர்கள் பிபிசி சிங்கள சேவையை அங்கீகரித்தனர் மற்றும் அவர்களின் பாதுகாப்புடன் பேசுகிறார்கள்.",
        "மாடேலில் வசிக்கும் ரிகல் பே முதல் முறையாக மடகாஸ்கருக்கு விஜயம் செய்தார்.",
        "\"99 ரிகல் பை, மாடேல் என்ற மனிதனுக்கு ஜெம்ஸ்டர்கள் உள்ளன என்று தெரியும். இலககாவின் அறிமுகம் இல்லகாக்கா நகரில் இருந்தது. அந்த நாட்களில், மக்களுக்கு ரத்தினங்களைப் பற்றி அறிவு இல்லை. \"பிபிசி பிபிசி சிங்கள சேவையை மடகாஸ்கரில் இருந்து அமைச்சர் பிபிசிக்கு தெரிவித்திருந்தார்.",
        "\"250 பண தாள் இருந்தது, மற்றும் பாய், மற்றும் ரத்தினங்கள் ரத்தினத்தின் போட்டியின் விலைக்கு கொண்டு செல்லப்பட்டன. ஏனெனில் மொழி சரியாக பேசுவது போல் இல்லை. அவர் இந்த ரத்தினத்தை எடுத்து இலங்கைக்குச் சென்றார். இந்த கற்கள் ரத்தின ஏலத்திற்குச் சென்றபோது, ​​இந்த கற்கள் எங்கே என்று மக்கள் கேள்விப்பட்டிருக்கிறார்கள். ஏனென்றால் இங்குள்ள கல் நல்ல சுத்தமாக இல்லை. இந்த செய்தி வாய்க்கு சென்றது. அங்குதான் இலங்கைகள் இங்கு வந்துள்ளனர். \"",
        "இபகாகா மடகாஸ்கரின் கிழக்குப் பகுதியில் உள்ள ஒரு சிறிய நகரம்.",
        "1990 களின் முற்பகுதியில், இந்த பகுதியில் சுமார் 40 குடியிருப்பாளர்கள் வாழ்ந்துள்ளனர்.",
        "1998 ஆம் ஆண்டில், நகரத்தின் மக்கள் தொகை 1998 இல் இலகரா நதி பள்ளத்தாக்குக்குப் பிறகு 2005 ஆம் ஆண்டில் கிட்டத்தட்ட 60,000 மக்களாக வளர்ந்துள்ளது.",
        "பாத்மாசிரி 2000 ஆம் ஆண்டில் முதல் முறையாக மடகாஸ்கருக்குச் சென்றுள்ளது.",
        "இப்காக்காவில் உள்ள இலககாவில் அவருக்கு எந்த வசதியும் இல்லை என்று கூறப்பட்டது, என்றார்.",
        "\"இதற்கு முன்பு எந்த வசதியும் இல்லை. கழிப்பறை இல்லை, தங்குவதற்கு ஒரு இடம். வீட்டை விட சிறந்தது இருந்தால். \"ரத்தின தொழிலதிபர் கூறினார்.",
        "மடகாஸ்கரில் இப்போது 600 க்கும் மேற்பட்ட இலங்கையர்கள் உள்ளனர், சிலர் திருமணமாகி நாட்டைக் குறிக்க முடிந்தது.",
        "இருபது ஆண்டுகளுக்கு முன்பு, முகமது இலககாவின் தோற்றத்தை விவரித்தார், இது ரத்னபுராவில் மடகாஸ்கர் மற்றும் ரத்தின வணிகத்திற்கு தொடங்கியது.",
        "\"முன்பு, செய்ய, கடினமாக இருங்கள். இது இருந்த இடமல்ல.. நாங்கள் மக்களை விட்டு வெளியேறிய பிறகு எங்கள் தோழர்கள் முன்னேற்றத்திற்குச் சென்றவுடன், அது ஒரு காளையைப் பற்றியது. இப்போது அங்கு பத்தாயிரத்துக்கும் மேற்பட்ட மக்கள் உள்ளனர். இது அனைத்து சுரங்கத் தொழிலையும் செய்கிறது. \"",
        "மடகாஸ்கரில், டூரியாவுக்கு டூரியாவுக்கு டூரியாவுக்குச் செல்லும் ரத்தின வணிகர்கள், மேலும் எட்டு மைல் உள் விமானம் நாட்டின் இடமான இலககாவுக்கு வரும்.",
        "\"நான் எர்வால் விசாவிலிருந்து செல்வதற்கு முன்பு. இப்போது அது லிசான் அல்ல. நான் ஐந்து பேரை எடுத்துக் கொண்டால், நீங்கள் ஒரு உரிமையைப் பெற வேண்டும். இங்கிருந்து, துபாய் மடகாஸ்கருக்குச் செல்கிறது. \"",
        "முகமது பிபிசி தனது அனுபவங்களை சிங்கப்பூருக்கு அல்லது இந்தியாவுக்குச் செல்வோர் இன்னும் இருக்கிறார்கள் என்று சின்ஹமட் பிபிசி சிங்கள சேவைக்கு விவரித்தார்.",
        "இலங்கை சர்வதேச ரத்தின சந்தையில் ஒரு நாட்டு கேப்டன். இதுபோன்ற போதிலும், பிபிசியின் இரண்டு ரத்தினங்கள் சிங்களவர்களால் மடகாஸ்கருக்கு விசாரித்தன.",
        "\"இங்கே, நீங்கள் ரத்தினங்களை வாங்கலாம். இப்போது நாங்கள் கேரட்டில் ரத்தினங்களை விற்கிறோம். இங்கே கேரட் கதைகள் இல்லை, இங்கே கிராம் கொடுக்கப் போகிறது. நாங்கள் அரிசி மற்றும் சாப்பிடுவோருக்கு அரிசி செய்கிறோம். ஆயிரம் ரூபாயைப் போலவே, பத்தாயிரம் செலவாகும். \"",
        "\"இங்குள்ளவர்களுக்கு ஜெம் பற்றி தெரியாது. ஆனால் இப்போது, ​​இங்கே சுமார் ஆயிரம் பேர் உள்ளனர். \"மடகாஸ்கர் பிபிசிக்கு பிபிசிக்கு சிங்களவலாவுக்கு தடுத்து வைக்கப்பட்டார்.",
        "இலங்கையின் சுரங்கத் தொழிலாளர்கள் அதிக ரத்தினக் கடைகளை வழங்குவதை விட அதிகமாக வழங்குகிறார்கள், மேலும் சிறிய மற்றும் நடுத்தர அளவிலான வணிகர்கள் ரத்தினங்களுக்கு முக்கிய காரணம்.",
        "\"மடகாஸ்கர் கற்கள் அழகாக இருக்கின்றன. இலங்கை பிங்க்ஸ் போன்ற கற்கள் குறைவாக பிடிபடுகின்றன. முதலாவது பெருவாலாவில் எங்கள் தோழர்களே இருந்தனர். இப்போது அவர்களிடம் கற்கள் இல்லை, எனவே அவர்கள் தான்சானியா, மடகாஸ்கர் செல்கிறார்கள். \"முகமது கூறினார்.",
        "\"முதல் (மடகாஸ்கர்) கல் அந்த நேரத்தில் இருந்தது, விலை அதிகமாக உள்ளது. அவர்களுக்கு இருபத்தைந்து வயதுடைய அனுபவம் உள்ளது. அங்கு வெட்டப்பட்ட இடங்கள் இப்போது ரத்தின வணிகர்கள். \"அவன் சேர்த்தான்.",
        "மடகாஸ்கர் ஆப்பிரிக்காவில் ஒரு தீவு நாடு, இது உலகின் நான்காவது பெரிய தீவாகும்.",
        "இலங்கை ஜெம் வணிகங்களுக்கு கூடுதலாக, மடகாஸ்கரில் ரத்தின வர்த்தகம் தாய்லாந்து வணிகர்களைக் கையாளப்படுகிறது.",
        "இலங்கையில் பள்ளி கல்வி: அதிபர் தேசியம் அல்லது ஆடைகளை அடிப்படையாகக் கொண்டாரா?"
      ]
    },
    "en": {
      "title": "Sri Lankans looking for gems in Madagascar",
      "body_lines": [
        "Have you heard of a foreign land town in a foreign country by the Sri Lankan gem businesses and have heard gemstock with the monopoly of the monopoly?",
        "The city of Ibkagaskara, Madagaska, is a city that has been promoted.",
        "For two decades, hundreds of decades have been traveling to Madagascar and engage in business and carrying out its permanent residence.",
        "Hundreds of gem merchants Madagascar and their deeds were agreed to comment on these experiences.",
        "They also accredited BBC Sinhala service and talk to their protection.",
        "Rigal Bae, a resident of Matale, visited Madagascar for the first time.",
        "\"99 The man named Rigal Bye, Matale, knows that there are gemsters. The acquaintance of the Ilakaka was in the city of Illakaka. In those days, people have no knowledge of gems. \"The BBC had told the BBC Sinhala service from Madagascar to Minister BBC.",
        "\"There was 250 money paper, and by Bai, and the gems were taken to the cost of a matches of the gem. Because the language is not like talking properly. He had taken this gem and went to Sri Lanka. When these stones went to the gem auction, people have heard where these stones have. Because the stone here is no good clean. This message went to mouth. That's where Sri Lankans have come here. \"",
        "Ibacaka is a small town in the eastern part of Madagascar.",
        "In the early 1990s, about 40 residents of this area have lived.",
        "In 1998, the city's population has grown to nearly 60,000 people in 2005 after the Ilakara River Valley in 1998.",
        "The Pathmasiri has gone to Madagascar for the first time in 2000.",
        "He was said to have no facility in the Ilakaka in the Ibkaka, he said.",
        "\"There was no facility before. There was no toilet, a place to stay. If there is much better than home. \"The gem businessman said.",
        "There are now over 600 Sri Lankans in Madagascar and some have been married and have been able to mark the country.",
        "Twenty years ago, Mohammed described the origin of the Ilakaka, which began in Ratnapura to Madagascar and the gem business.",
        "\"Before, to do, stay it hard. It's not a place where there was.. Once our guys went to the advanced after we left the people, it was about a bull. There are more than ten thousand people there now. It does all the mining industry. \"",
        "In Madagascar, the gem businessmen traveling to Turiyaar to Turier to the Turrea and about eight more miles of an internal flight will come to the Ilakaka, the country's destination.",
        "\"Before I could go from Erwal Visa. Now it is not now the lyssan. If I take five people, you need to get a lien. From here, Dubai goes to Madagascar. \"",
        "Mohamed BBC described his experiences to Sinhamad BBC Sinhala service that there are still people who go to Singapore or to India.",
        "Sri Lanka is a country captain in the international gem market. Despite this, BBC's two gems were inquired by the Sinhalese to Madagascar.",
        "\"Here, you can buy gems. Now we sell gems in the carrot. There is no carrot stories here, gonna give the grams here. We're doing rice to those who mihol rice and eat it. Like a thousand rupees, it costs ten thousands. \"",
        "\"The people here don't know about gem. But now, there is about a thousand people here. \"Madagascar detained to BBC to BBC to Sinhala.",
        "Sri Lanka's miners provide more than providing more gemstone shops and the small and medium scale businessmen are the main reason for gems.",
        "\"Madagascar stones are beautiful. The stones like Sri Lanka pinks are less caught. Before the first was our guys on Beruwala. Now they don't have stones, so they go tanzania, Madagascar. \"Mohammed said.",
        "\"The stones had on the first (Madagascar) stone had been at the time, the price is too much. They have an Experience of twenty-five years old. The mined places there are now the gem merchants. \"He added.",
        "Madagascar is a island country in Africa, which is the fourth largest island of the world.",
        "In addition to Sri Lankan gem businesses, the gem trade in Madagascar is handled Thailand businessmen.",
        "School Education in Sri Lanka: The Principal is based on nationality or dresses?"
      ]
    }
  }
}