{
  "translated_text": {
    "ta": {
      "title": "200 அடி ஒரு செங்குத்துப்பாதையில் விழுந்தது, ஆனால் அவை பிழைத்தன",
      "body_lines": [
        "மோட்டார் வாகனத்தில் பயணம் செய்த ஒரு பெண் காயமடைந்து மோட்டார் வாகனத்துடன் மோட்டார் வாகனத்துடன் டிகோயா பன்டேட்டர் மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "மாலை 5.30 மணியளவில் ஹட்டன் மாஸ்கெல்லெலியா பிரதான சாலையில் உள்ள நோர்வூட் நியூவெலிகாமா பகுதியில் இந்த விபத்து ஏற்பட்டது.",
        "மோட்டார் வாகனம் மோட்டார் வாகனத்தின் செங்குத்துப்பாதைக்கு மாஸ்கெலியாவில் உள்ள தாத்தா பகுதிக்கு நகர்ந்ததாக நோர்வூட் போலீசார் தெரிவித்தனர்.",
        "மோட்டார் வாகனம் பயணம் செய்து வருவதாகவும், மோட்டார் வாகனத்தில் ஒரு சிறு குழந்தை உட்பட நான்கு பேர் மற்றும் விபத்து காரணமாக நான்கு பேர் சிறிய காயங்கள் என்றும் போலீசார் தெரிவித்தனர்."
      ]
    },
    "en": {
      "title": "200 feet fell in a precipice but they were survived",
      "body_lines": [
        "One woman who was traveling in the motor vehicle was injured and admitted to the Dikoya Bundator hospital with a motor vehicle with a motor vehicle.",
        "The accident occurred in the Norwood Newweligama area on the Hatton Maskelleliya main road around 5.30 pm.",
        "The Norwood police stated that the motor vehicle had moved to the precipice of the motor vehicle to the Grandpas area in Maskeliya.",
        "The police said that the motor vehicle had been traveling and four persons including a small child in the motor vehicle and four were minor injuries due to the accident."
      ]
    }
  },
  "summary_lines": [
    "A car accident near Norwood Newweligama resulted in one person being hospitalized after falling off a cliff. The incident involved four passengers, including a child, all sustaining minor injuries."
  ]
}