{
  "translated_text": {
    "ta": {
      "title": "தென்னாப்பிரிக்கா 221 ரன்கள்",
      "body_lines": [
        "இலங்கைக்கும் தென்னாப்பிரிக்காவிற்கும் இடையிலான இரண்டாவது மற்றும் இறுதி சோதனை போட்டியின் இரண்டாவது நாள், தென்னாப்பிரிக்கா 3 விக்கெட்டுகளை இழந்ததற்காக 191 ரன்கள் எடுத்தது.",
        "அவை தற்போது இலங்கைக்கு மேலே 221 ரன்களுக்கு முன்னால் உள்ளன.",
        "இலங்கை அனைவரும் தங்கள் முதல் இன்னிங்சில் இரண்டாம் இடத்தைப் பிடித்தனர்.",
        "முதல் இன்னிங்ஸில் 3 விக்கெட் இழப்புக்கு இலங்கை 242 ரன்கள் எடுத்தது.",
        "இருப்பினும், தென்னாப்பிரிக்க பந்து வீச்சாளர்கள் தங்கள் முதல் இன்னிங்ஸில் 328 ரன்களுக்கு மட்டுப்படுத்தப்பட்டிருந்தனர்.",
        "இந்த வாழ்த்துக்கள் 89 ரன்கள் மற்றும் கமிந்து மெண்டிஸ் 48 ரன்கள் மற்றும் சாண்டிமல் மற்றும் மேத்யூஸ் 44 ரன்கள் எடுத்தனர்.",
        "71 ரன்களுக்கு டேன் பேட்டர்சன் 5 விக்கெட்டுகளை வீழ்த்தினார்.",
        "தென்னாப்பிரிக்கா தற்போது இரண்டாம் இன்னிங்சில் இலங்கையின் முதல் இன்னிங்சை விட 30 புள்ளிகள் அதிகம்."
      ]
    },
    "en": {
      "title": "South Africa runs 221 runs",
      "body_lines": [
        "When the second day of the second and final Test match between Sri Lanka and South Africa, South Africa scored 191 runs for the loss of 3 wickets.",
        "They are currently in front of 221 runs above Sri Lanka.",
        "Sri Lanka were all runners-up in their first innings.",
        "Sri Lanka scored 242 runs for the loss of 3 wickets in their first innings.",
        "However, South African bowlers remained limited to 328 runs in their first innings.",
        "The wishes were 89 runs and Kamindu Mendis scored 48 runs and Chandimal and Mathews scored 44 runs.",
        "Dane Patterson took 5 wickets for 71 runs.",
        "South Africa is currently working on the second innings with 30 points more than Sri Lanka's first innings."
      ]
    }
  },
  "summary_lines": [
    "South Africa leads Sri Lanka by 221 runs after scoring 191/3 on Day 2. Sri Lanka scored 242/3 in their first innings, while South Africa was restricted to 328/9. Dane Paterson took 5/71. South Africa now batting in second innings with 30-run lead over Sri Lanka's first innings total."
  ]
}