{
  "translated_text": {
    "si": {
      "title": "ආසියානු මානව හිමිකම් කොමිෂන් සභාවේ අගරදගුරු හා කතෝලික රදගුරු කවුන්සිලය",
      "body_lines": [
        "ආසියානු මානව හිමිකම් කොමිසම වන කාදිනල් කාදිනල් කාදිනල් කාදිනල් මැල්බෑඩ් හි ආසියානු කාදිනල් මැල්කම් රංජිත් විසින් වත්මන් ආන්ඩුව ඇතුළු ශ්රී ලංකා රජයන්ගේ ජීවිතයේ ජීවිතයේ ජීවිතයේ ජීවිතයේ ජීවිතයේ සාර්ථකත්වය ප්රතික්ෂේප කරන ලෙස සොයා බැලූ ලෙස ඉල්ලා සිටියේය ඉරිදා.",
        "In an open letter sent by Archbishop Malcolm Ranjith and Catholic bishops to the Catholic Bishops, Bernando, the Basil Bass of Sri Lanka, the Asian Human Rights Commission, which is based in Hong Kong, said:",
        "මෙම අපරාධය, ඛේදජනක කතෝලික ප්රජාව ඇතුළු ඛේදජනක කතෝලික ප්රජාව ඇතුළු ඛේදජනක කතෝලික ප්රජාව ඇතුළු ඛේදජනක කතෝලික ප්රජාව ඇතුළු ඛේදජනක කතෝලික ප්රජාව ඇතුළු ශ්රී ලංකාවේ ජනතාවට අපි ශ්රී ලංකාවේ ජනතාවට ප්රකාශ කරන්නේ, වින්දිත පාර්ශ්වයන්ගේ පවුල්වල පවුල් සහ වින්දිතයින්ගේ යුක්තිය පිළිගැනීමයි වින්දිතයින්ගේ ජීවිතය.",
        "නිවසේ සහ ජාත්යන්තරව දේශීය හා ජාත්යන්තරව විවිධ උත්සාහයන් තිබියදීත්, යුක්තිය සඳහා ඇති ඉල්ලුමට සවන් දීම ශ්රී ලංකා රජය ප්රතික්ෂේප කර තිබේ. මේ සම්බන්ධයෙන් ඔබගේ ආතතිය අපට වැටහේ.",
        "ඒ අතරම, මේ සම්බන්ධයෙන් යුක්තියේ සාර්ථකත්වය ප්රතික්ෂේප කිරීම සඳහා වත්මන් රජය ඇතුළු ශ්රී ලංකා රජය විසින් ගනු ලැබූ පියවර තාර්කික කරන ලෙස අපි ඔබෙන් ඉල්ලා සිටිමු.",
        "මෙම අපරාධය හා යුක්තිය ප්රතික්ෂේප කිරීමත් සමඟ එය දැන් පැහැදිලිව දැකගත හැකි බැවින් මුළු ජාතීන්කමේ සුභසාධනය පිළිබඳ පැහැදිලි ය.",
        "මෙම සමාජ විද්යාත්මක ආබාධය, මිනීමැරීම හා පසුව ඇති වූ සියලු කෝණ සහ දිගුකාලීන නීතිමය පදනම මත ගවේෂණය කර ඇති මානව හිමිකම් සංවිධානයක පදනම මත අපි වහාම ගත යුතු මෙම සමාජ විද්යාත්මක ආබාධය ගැන සැලකිලිමත් වෙමු ශ්රී ලංකාවේ ආබාධය.",
        "ඒ අනුව, අප සිතන්නේ ක්ෂණිකව ප්රතිව්යුහගත කිරීමක් සිදු කළ යුතු අතර ඒවා සම්පූර්ණයෙන්ම සාක්ෂාත් කර ගැනීම සඳහා ඔබ වහාම කළ යුතු බවයි.. නරකම අවස්ථාව සමඟ කටයුතු කිරීමට ඔබ වෙනත් ආගම්වල සහ යහපත් පුද්ගලයින්ගේ සහයෝගය ඉල්ලා සිටිය යුතුය.",
        "ඒ අනුව රට තුළ නිසි නීති ක්රියාත්මක කිරීම සඳහා ප්රමුඛතාවය දිය යුතුය. අධිකාරියට එය සාක්ෂාත් කර ගැනීම සඳහා දේශපාලන ආත්ම -මමානයක් සහ කළ නොහැකි බව තිබිය යුතුය. ගැටලුවේ කොටසක් වන නායකත්වයේ වෙනස්කම් ඇති කර ගැනීමේ උත්සාහයක් දරන අයට මෙම වගකීම ලබා දීමෙන් මෙය කළ හැකිය.",
        "ඊළඟට, අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ කටයුතු නැවත ආරම්භ කළ යුතුය. එමගින් මෙම ගොඩනැගිල්ල තුළ ඇති අඩුපාඩු හා දෝෂ ප්රතිසංස්කරණය කිරීම. බුද්ධි අංශයේ පනවා ඇති දරුණුතම අපරාධ සහ මානව හිමිකම් උල්ලං lations නය කිරීම් පිළිබඳව සොයා බැලීමට පරීක්ෂණ පැවැත්විය යුතුය.",
        "නීතිපති දෙපාර්තමේන්තුවේ negative ණාත්මක ස්ථාවරය වෙනස් කිරීමට ඕනෑම නීත්යානුකූල පියවරක් ගත යුතුය. අධිකරණයේ ස්වාධීනත්වය සහ විශ්වසනීයත්වය ආරක්ෂා කිරීමට පියවර ගන්නා ලෙස මෙම ලිපියේ ඉල්ලා ඇත."
      ]
    },
    "en": {
      "title": "Asian Human Rights Commission letter to Archbishop and Catholic Bishops Council",
      "body_lines": [
        "The Asian Human Rights Commission Archbishop Cardinal Cardinal Cardinal Malcolm Ranjith has appealed to the Catholic Binthroad to look into the steps taken by the Sri Lankan governments, including the current government, to deny the upholder of the life of the life of the life of the life of the Sunday.",
        "In an open letter sent by Archbishop Malcolm Ranjith and Catholic bishops to the Catholic Bishops, Bernando, the Basil Bass of Sri Lanka, the Asian Human Rights Commission, which is based in Hong Kong, said:",
        "We express our impeachment to the people of Sri Lanka, including the tragic Catholic community, including the tragic Catholic community, as a result of this crime, with the families of the affected parties to uphold the justice of the victims and the victims of the victims of the life of the victims.",
        "Despite various efforts at home and internationally, the Sri Lankan government has refused to listen to the demand for justice. We understand your tension in this regard.",
        "At the same time, we urge you to rationalize the steps taken by the Sri Lankan government, including the current government, to refuse the upholder of justice in this regard.",
        "With this crime and the denial of justice, it is now clear to the welfare of the entire nations, as it is now clearly visible.",
        "We are taking care of this sociological disorder that needs to be taken immediately, on the basis of a human rights organization that has explored all the angles associated with the murder and the subsequent state of affairs, and on the basis of a long -standing legal disorder in Sri Lanka.",
        "Accordingly, we think that some immediate restructuring should be carried out and you should be promptly to achieve them fully.. You must also request the support of other religions and the good people to deal with the worst case.",
        "Accordingly, priority should be given to proper law implementation in the country. The authority must have political self -esteem and impossibility to achieve it. This can be done by providing that responsibility to those who have the effort to make changes to the leadership that is the part of the problem.",
        "Next, the activities of the Criminal Investigation Department must be re -coordinated. Thereby renoving the defects and errors within this building. Investigations should be carried out and appropriate action should be taken to investigate the worst crimes and human rights violations imposed on the intelligence unit.",
        "Any legitimate measures must be taken to change the negative stance in the Attorney General's Department. The letter is urged to take steps to protect the independence and credibility of the court."
      ]
    }
  },
  "summary_lines": [
    "The Asian Human Rights Commission, led by Archbishop Malcolm Ranjith, urges the Catholic Bishops Council to address Sri Lanka's denial of justice regarding the upholding of life, especially affecting the Catholic community. Despite international efforts, the Sri Lankan government has not responded to demands for justice. The Commission calls for immediate restructuring, including re-coordinating the Criminal Investigation Department and ensuring the Attorney General's Department takes appropriate action against human rights violations."
  ]
}