{
  "translated_text": {
    "si": {
      "title": "රොටරි ඉන්ටර්නැෂනල් දිස්ත්රික් 3220 සමුළුව ශ්රී ලංකාව බලාපොරොත්තුවෙන්",
      "body_lines": [
        "රොටරි ඉන්ටර්නැෂනල් දිස්ත්රික් 3220 සමුළුව 2023 - 2024 සිකුරාදා (26) කොළඹ බණ්ඩාරනායක ජාත්යන්තර සම්මන්ත්රණ ශාලාවේදී පැවැත්විණි.",
        "රොටරි සාමාජිකයින් 400 කට වැඩි පිරිසක් සහ ශ්රී ලංකාවේ සහ විදේශයන්හි බහු-පිරිහෙන සම්භාවනීය අමුත්තන් 400 කට වැඩි පිරිසක් සහභාගී වූහ.",
        "ශ්රී ලංකා රොටරි කෝපරේෂන් ජෙරොම් රාජේන්ද්ර සහ සභාපති ඩී.එන්.එන්.පී.. සමුළුව මුලසුන දැරුවේ කුමාර් සුන්ද්රරාජ් විසිනි.",
        "සමුළුවේදී අදහස් දක්වමින් ජනාධිපති රනිල් වික්රමසිංහ මහතා මෙසේ පැවසීය.",
        "මේ අතර, රොහොහොයින් හි හිටපු අධ්යක්ෂ බීටර් රොටරි සමාජයේ ජාත්යන්තර සභාපති ගෞරව ආගන්තුකයෙකු ලෙස පෙනී ගියේය.",
        "තොරතුරු තාක්ෂණ හා ඩිජිටල් සේවා අමාත්ය ආචාර්ය පංරයෙල් තයගරාජන් ආචාර්ය පැනිවර්ල් තයගරාජන් \"ප්රජාතන්ත්රවාදය ශක්තිමත් කිරීම සඳහා තාක්ෂණය යොදා ගැනීම\" නමින් විශේෂ කතාවක් කළේය.",
        "2023/2024 මාර්තු 2023/2024 වන විට දිස්ත්රික් ආණ්ඩුකාර ජෙරොම් රාජේන්ද්ර මහතා පසුගිය 95 සඳහා රොටරි සංවිධානයේ යහපත් ක්රියා සැමරීම සඳහා මෙම සමුළුව සිය භ්රමණ සංවිධානයේ යහපත් ක්රියාවන් සැමරීමට අවස්ථාවක් බව සම්මේලනයේ සඳහන් වේ.",
        "මේ අතර, අධිරාජ්ය හෝටලය අද 27 වනදා පැවැත්වේ. දේශීය හා ජාත්යන්තර කථිකයන් මෙම සමුළුවට සහභාගී වෙති.",
        "රොටරි ඉන්ටර්නැෂනල් යනු ගෝලීය ජාලයක් වන අතර එයට රටවල් 200 කට අධික සංඛ්යාවක ආයතනික නායකයින් මිලියන 1.2 ක් ඇතුළත් වන අතර එය ජීවිතයේ ගුණාත්මකභාවය වැඩි දියුණු කිරීමට හා වඩා හොඳ ලෝකයක් නිර්මාණය කිරීමට කැපවී සිටී.",
        "රොටරි සෙට් පෝලියෝ, හායි. V / ඒඩ්ස් සහ මැලේරියාව වැනි රෝග වැනි රෝග පැතිරීම වැළැක්වීම සඳහා ප්රජාවන්ට දැනුවත් කිරීම සහාය දක්වයි.",
        "ඒ අතරම, ලොව පුරා සංවර්ධනය වෙමින් පවතින ප්රදේශ අඩු වියදම් හා නිදහස් සෞඛ්ය සේවයට ප්රවේශය වැඩි දියුණු වන අතර වැඩි දියුණු කරයි.",
        "ලෝකයේ සංවිධාන අතර සාමය හා සුහදතාවය ප්රවර්ධනය කිරීම සඳහා එක්සත් ජාතීන්ගේ සංවිධානයේ ස්ථිර ආසනයක් ලබා දිය යුතු එකම සේවා සංවිධානය ද වේ.",
        "රොටරි ජාත්යන්තර දිස්ත්රික්කය 3220 ශ්රී ලංකාව සහ මාලදිවයින යනු රොටූරියන් 2,100 කට වැඩි ගණනක, රොටෝෆ් 8,000 ක් සහ අන්තර්ක්රියා 7,000 ක ජාලයකි.",
        "භ්රමණ ජාත්යන්තර දිස්ත්රික්කය 3220 ශ්රී ලංකාව සහ මාලදිවයිනේ පාල්දරයක අනුස්මරණය කිරීම, පාසල් 24 ක ප්රතිපාදන පුනරුත්ථාපනය කිරීම සහ එය ප්රධාන සමාජ, සමාජ හා ආර්ථික සංවර්ධන ව්යාපෘති ගණනාවක නාරහෙන්පිටියේ පිළිකා රෝග විනිශ්චය මධ්යස්ථානයට ලබා දී ඇත.",
        "භ්රමණ දින දර්ශනයේ රොටරි ඉන්ටර්නැෂනල් දිස්ත්රික් 3220 සමුළුව වන රොටරි දින දර්ශනයේ ප්රධාන උත්සවය සඳහා ශ්රී ලංකාවේ සහ විදේශයන්හි භට පිරිස් 400 ක් සහ බහුජාතික සම්භාවනීය අමුත්තන් 400 කට වැඩි පිරිසක් සහභාගී වූහ.",
        "රොටරි හි තාක්ෂණික සැසි මේ මස 27 වන සෙනසුරාදා, කාන්තා ශක්තිමත් කිරීම, ප්රජාව සහ ආර්ථික සංවර්ධනය, සාමය සහ ගැටුම් සහ පරිසරය ඇතුළු භ්රමකත්වය සහ සාකච්ඡා ඇතුළත් වේ.. ළමුන් සඳහා එක්සත් ජාතීන්ගේ විශේෂ නියෝජිත රාධිකා කුමාරස්වාමි විශේෂ නියෝජිත රාධිකා කුමාරස්වාමි විශේෂ කථිකයන්, කමිටු සාමාජිකයින් සහ සම්පූර්ණ සාමාජිකයන්ගේ ගැටුම. නන්දසිරි, ගැලීඩෙසර්, සැවිටිරි රොඩ්රිගෝ, නීති හා ආරක්ෂණ හා ආරක්ෂණ අධ්යයන අධ්යක්ෂ නිලන්ත නිරුධංක, දහාම් බහාන් නිර්මාතෘ සහෝදරයා. චාල්ස් තෝමස්, රොටරි ජාත්යන්තර දිස්ත්රික්කය 3300 මැලේසියාව, හිටපු දිස්ත්රික් ආණ්ඩුකාර ඩැටෝ බින්දි රාජසේකරන්, රොටරි ජාත්යන්තර දිස්ත්රික්කය",
        "සනත් මඩුංගා සහ කල්ලිල්ස් බැංකුවේ ලිමිටඩ් සහ උප සභාපති අශෝක පීරිස් යන මහත්වරුන් යන මහත් විධායක නිලධාරි සනත් මධුංග සහ කර්ගල ඉසොල්ලෝ යන මහත්වරුන් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Rotary International District 3220 Conference to Hope Sri Lanka",
      "body_lines": [
        "Rotary International District 3220 Conference 2023 - 2024 was held on Friday (26) at the Bandaranaike International Conference Hall in Colombo.",
        "More than 400 Rotarians and multi -faceted dignitaries and speakers from Sri Lanka and abroad participated.",
        "Governor of Sri Lanka Rotary Corporation Jerome Rajendram and Chairman DGNT. The conference was chaired by Kumar Sundararaj.",
        "Speaking at the conference, President Ranil Wickremesinghe said, “Solving the problem of the people is now the first to solve the problem of the people and not the eradication of executive power, and that the ports of Trincomalee and Colombo are waiting for India's investment.",
        "Meanwhile, former Director Berohoin represented the International Chairman of the Rotary Club as an honorary guest.",
        "Minister of Information Technology and Digital Services Dr. Palanivel Thiagarajan made a special speech entitled \"Using Technology to Strengthen Democracy\".",
        "Commenting on the event 2023/2024 District Governor Jerome Rajendram, the conference said that the conference was an opportunity for all the Rotary Organization to celebrate the good deeds of the Rotary Organization for the past 95 years.",
        "Meanwhile, the Monarch Imperial Hotel is being held today 27th. Local and international speakers participate in the conference.",
        "Rotary International is a global network, which includes 1.2 million corporate leaders in over 200 countries and is committed to improving the quality of life and creating a better world.",
        "Rotary Setup Polio, HI. Awareness supports communities to prevent the spread of life -threatening diseases such as V/AIDS and malaria.",
        "At the same time, developing areas around the world improves and enhances access to low cost and free health service.",
        "It is also the only service organization to be provided with a permanent seat in the United Nations for its role in promoting peace and goodwill among the organizations of the world.",
        "Rotary International District 3220 Sri Lanka and Maldives is a network of over 2,100 rotorians, 8,000 rotors and 7,000 interactions.",
        "Rotary International District 3220 Sri Lanka and Maldives Successively Eradicating Polio, Rehabilitation of 24 Schools Provision andIt has worked on a number of major social, social and economic development projects, such as the provision of digital memoiri to the Cancer's initial diagnostic center in Narahenpitiya.",
        "The Rotary International District 3220 Conference, the main event of the Rotary calendar, was attended by more than 400 rotorians and multinational dignitaries and speakers from Sri Lanka and abroad in 2024.",
        "The technical sessions of the Rotary on Saturday, the 27th of this month, will include the Rotary's attention and discussions, including women's reinforcement, community and economic development, peace and conflict and the environment.. Radhika Kumaraswamy, Former UN Special Representative for Children and Weapons Conflict in Special Speakers, Committee Members and Complete Members. Nandasiri, Galidoscope, Co -Producer, Savitri Rodrigo, Director of Law and Protection Studies, Nilanthan Nirudhan, Daham Bahana Founder, Brother. Charles Thomas, Rotary International District 3300 Malaysia, Former District Governor, Dato Bindi Rajasekaran, Rotary International District",
        "Chief Executive Officer Sanath Madunga and Kargils Bank Limited and Vice President Asoka Peiris are present."
      ]
    }
  },
  "summary_lines": [
    "Rotary International District 3220 Conference 2023-2024 in Colombo featured over 400 participants, including dignitaries and speakers from Sri Lanka and abroad. Key figures included Governor Jerome Rajendram and President Ranil Wickremesinghe, who emphasized solving people's problems over eradicating executive power. The conference highlighted Rotary's global impact, including disease prevention and community development, and its role in peace and goodwill."
  ]
}