{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதியின் நிதி 2004-2010 முதல் பணத்தைப் பற்றி தெரியவந்துள்ளது",
      "body_lines": [
        "2004 முதல் 2010 வரை ஜனாதிபதி நிதியிலிருந்து வரும் தகவல்கள் எம்.பி. தயாசிரி ஜெயசேகரா கூறுகையில், எம்.பி. தயாசிரி ஜயசேகரா கூறினார்.",
        "ஊடகங்களுடன் பேசிய எம்.பி. தயாசிரி ஜெயசேகரா அவ்வாறு கூறினார்.",
        "\"கடந்த வாரம் தொடர்ந்து வென்றது. நான் ஒரு செய்தித்தாள் விவாதத்திற்கும் பதிலளித்தேன். ஏனென்றால் நான் இன்சுலேடிங் குறைபாடு. நான் ஒரு கோரிக்கை செய்யவில்லை. ஜனாதிபதி என்னைப் பார்வையிட்டு ஜனாதிபதி செயலகத்திடம் இந்த மசோதாவின் மசோதாவை செலுத்துமாறு கூறினார். நான் இல்லாமல் ஒரு இலையில் கையெழுத்திடவில்லை.",
        "நீங்கள் கையெழுத்திட்டிருந்தால், நீங்கள் இன்னொன்றைக் கூறலாம். 500 மில்லியன் இன்று பிரச்சினை. ஒரு லட்சம் ரூ. ஆனால் இப்போது என்ன இருக்கிறது?இது 2010 முதல் 2010 வரை எடுக்கப்பட்டது. 2004 முதல், 2004 முதல், நீங்கள் பணத்தை எடுத்துள்ளீர்கள். அடுத்த வாரம் நான் எனக்கு யார் கற்பித்தேன் என்று பார்ப்பேன்.",
        "இன்று இதைச் சொல்லும் நண்பர்கள் அனைவரும் எடுக்கப்பட்டுள்ளனர். ஏனெனில் அவர்களில் 39 பேர் பாராளுமன்றத்தில் பாராளுமன்றத்தில் இருந்தனர் 2004. 39 இல் 39 என்று அவர்கள் சொல்லவில்லை. 2010 முதல், அவர்கள் சொல்கிறார்கள். சிலர் 2004 முதல் 2010 வரை பணத்தை மாரடைப்புக்கு எடுத்துச் சென்றுள்ளனர். தங்கள் நோனாவின் காஷியர்களுக்காக பணம் எடுத்தவர்கள் உள்ளனர்.",
        "நான் உங்களுக்கு சொல்கிறேன். ஏனென்றால் நாங்கள் மண் இல்லை. ஆனால் நீங்கள் சேற்றைத் தொடங்கினால், அவர்கள் டிஷ் இரண்டு டிஷ் என்பதை அறிந்து கொள்ள வேண்டும். அவர்கள் இவ்வளவு நேரம் துறவிகள் அல்ல. இப்போது அவை உணவுகள். ஐந்து வருடங்களுக்கும் மேலாக அவர்கள் உணவுகளை செய்ய வேண்டும். பாத்திரங்கழுவி இவ்வளவு நேரம் திட்டியது. முதல் முறையாக முதல் முறையாக உணவுகள். இரண்டு டிஷ் போது இருட்டாக இருக்கும். அவர்கள் மனிதனுக்கு சொந்தமானவர்கள். மனிதன் தவறு. இன்னும் தவறுகள் உள்ளன. எமாவிடம் சொல்வோம். \""
      ]
    },
    "en": {
      "title": "The President's Fund is revealed about the money from 2004-2010",
      "body_lines": [
        "MP Dayasiri Jayasekara said that the information from the Presidential Fund from 2004 to 2010, MP Dayasiri Jayasekara said.",
        "Speaking to the media, MP Dayasiri Jayasekara said so.",
        "\"Continued to beat last week. I have also answered a newspaper discussion. Because I was the insulating impairment. I'm not making a request. The President had visited me and told the Presidential Secretariat to pay the bill of this bill. I hadn't signed a leaf without.",
        "If you were signed, you can say another. The 500 million is the problem today. I admit that one lakhs of Rs. 300 is complete. But what's up now?This was taken from 2010 to 2010. From 2004 since, 2004, you have taken the money. I'll see who I have taught me the next week.",
        "All the friends who say this today have been taken. Because 39 of them were in Parliament in Parliament 2004. They did not say that the 39 of the 39. Since 2010, they are saying. Some people have taken the money to heart attacks from 2004 to 2010. There are people who have taken money for their Nonah's casheers.",
        "I'll tell you. Because we will not mud. But if you start to mud, they need to know the dish is two dish. They were not monks so long. Now they are the dishes. Five more than five years they need to do the dishes. The dishwashett scolded so long. The first time is the dishes for the first time. It is dark when two dish. They belong to the man. The man is wrong. There are more wrongs. Let us tell the Himah. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "MP Dayasiri Jayasekara discusses the Presidential Fund from 2004-2010, claiming he didn't sign documents and others took money improperly. He accuses some of having ulterior motives and warns against mudslinging, suggesting those involved should face consequences."
  ]
}