{
  "translated_text": {
    "ta": {
      "title": "ஜெஃப்னா கொலம்போவுக்கு ஏழு இறப்புகளுக்கு பரவுகிறார்",
      "body_lines": [
        "யாஃப்னா மாவட்டத்தில் காய்ச்சல் வைரஸைக் கவனிக்க கொழும்பு தொற்றுநோயியல், யாஃப்னா மற்றும் பாயிண்ட் ஆகியோரின் ஒரு குழுவினரின் சிறப்பு விவாதத்தை சுகாதார அதிகாரிகள் கண்டறிந்துள்ளனர்.",
        "ஃபீட்ல் வைரஸால் பாதிக்கப்பட்ட நோயாளிகள் யாஃப்னா மருத்துவமனை மற்றும் பாயிண்ட் பருத்தித்துறை மருத்துவமனை, டாக்டர் டி. டி.. திரு. ஏஜிஎம் வளிமண்டலம் குறித்து ஒரு சிறப்பு விவாதத்தை நடத்தியது, இதில் மக்கள் குழு உட்பட.",
        "இதற்கிடையில், பிராந்திய சேவைகள், யாஃப்னா பிராந்திய சேவைகள், யாஃப்னா மாவட்டத்தின் தற்போதைய நிலைமை குறித்து பொதுமக்களுக்கு கல்வி கற்பிப்பதற்காக யாஃப்னா பிராந்திய சேவைகள். கரஸ்வரன் ஒரு பத்திரிகையாளர் சந்திப்பில் பேசுகிறார், 44 நோயாளிகள் பேஸ்டி மற்றும் புள்ளி காய்ச்சல் மருத்துவமனைக்கு பதிவாகியுள்ளனர், 7 நோயாளிகள் இறந்துள்ளனர்.",
        "காவேருருவா, கரவேதி மற்றும் சவகாச்சாச்சரி பகுதிகள், இந்த காய்ச்சல் அருகிலுள்ள மருத்துவமனைக்கு தெரிவிக்கப்படுகிறது மற்றும் அருகிலுள்ள ஒன்றின் பட்டியலைப் பெற்று ஒரு சிறப்பு பதிவைப் பெறுகிறது. கரஸ்வரன் கூறினார்.",
        "மரித்தோரின் கண்காணிப்புக்கு பரிசோதனை செய்யத் தொடங்கியதிலிருந்து, வைரஸுக்கு சிகிச்சையளிப்பதற்கான விசாரணைகள் வெளிவந்துள்ளதால், விசாரணையில் விசாரணைகள் வெளிவந்துள்ளன."
      ]
    },
    "en": {
      "title": "Jaffna spreads to visit Colombo to seven deaths",
      "body_lines": [
        "The health authorities have found a special discussion by a group of people in the Colombo Epidemiology, Jaffna and Point, to look into the flu virus in Jaffna District.",
        "The Patients affected by the feedl virus went to the Jaffna Hospital and Point Pedro hospital, Dr. T. T.. Mr. AGM also held a special discussion on the atmosphere, including a group of people.",
        "Meanwhile, Regional Services, Jaffna Regional Services, Jaffna Regional Services to educate the public on the current situation in the Jaffna district. Karaswaran has been speaking at a press conference and 44 patients have been reported to the Pasty and the Point Flu hospital and 7 patients have died.",
        "Kaveduruwa, Karaveddi and Chavakachchachchary areas, this flu is reported to the nearest hospital and to get a list of one in the neighborhood and receive a special record of. Karaswaran said.",
        "The investigations have been revealed in the investigation, as investigations have been revealed to treat the virus, since the examination has begun to treat the surveillance of the dead."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Colombo: 7 deaths from flu virus in Jaffna. Health officials discuss outbreak. 44 patients hospitalized, 7 fatalities reported. Public education efforts underway in Jaffna district."
  ]
}