{
  "translated_text": {
    "si": {
      "title": "අපේක්ෂකයින් සඳහා විශේෂ දැනුම්දීම",
      "body_lines": [
        "සියලුම අපේක්ෂකයින් දෙසැම්බර් 6 වන විට සියළුම අපේක්ෂකයින්ගේ අයවැය හා වියදම් ඉදිරිපත් කළ යුතු බව මැතිවරණ කොමිසම නිවේදනය කර තිබේ.",
        "කොමිෂන් සභාවට අනුව, මෙම අවශ්යතාවය ජාතික ලැයිස්තුවට අපේක්ෂකයින්ගේ, පක්ෂ ලේකම්වරුන්ගේ සහ ස්වාධීන කණ්ඩායම්වල නායකයින්ට අදාළ වේ.",
        "අවසාන දිනය (දෙසැම්බර් 06) උල්ලං that නය කරන අයව, මැතිවරණ වියදම් උල්ලං that නය කරන අයට නීතිමය ප්රතිවිපාක ඇති අය බවට ඔබ අපොහොසත් වුවහොත්, \"කොමිසම අනතුරු ඇඟවීය.",
        "අපේක්ෂකයින් විසින් තරඟ කොට අදාළ දිස්ත්රික් මැතිවරණ නිලධාරීන්ට ඉදිරිපත් කළ සෑම දිස්ත්රික්කයක් සඳහා වෙන වෙනම සකස් කළ යුතුය.",
        "මෙම ක්රියාවලිය ප්රතිසංස්කරණය කිරීම සඳහා කොමිසම සියළුම දිස්ත්රික්කවල විශේෂ ඒකක පිහිටුවා ඇත. \"මෙම අංශ සාමාන්ය වැඩකරන දිනවල සවස 6:00 වන තෙක් ක්රියාත්මක වන අතර ඔවුන්ගේ වැඩ කාලය දෙසැම්බර් 6 වන දින මධ්යම රාත්රිය දක්වා දීර් has කර ඇත."
      ]
    },
    "en": {
      "title": "Special Notification for Candidates",
      "body_lines": [
        "The Election Commission has announced that all candidates must submit their budget and expenditure by December 6.",
        "According to the Commission, this requirement applies to the leaders of candidates, party secretaries and independent groups on the national list.",
        "If you fail to submit the report within the deadline (December 06), those who violate the election costs will have legal consequences, ”the Commission warned.",
        "Reports must be prepared separately for each district where the candidates contested and submitted to the respective District Election Officers.",
        "The Commission has established special units in all districts to reform the process. \"These sections work on regular working days until 6:00 pm, and their work hours have been extended till midnight on December 6,\" it added."
      ]
    }
  },
  "summary_lines": [
    "Election Commission mandates candidates submit budgets by Dec 6. Failure leads to legal consequences. Reports needed per district, submitted to local Election Officers. Special units established in all districts to streamline process."
  ]
}