{
  "translated_text": {
    "ta": {
      "title": "பேச்சாளருக்கு எதிரான நம்பிக்கையில்லா விவாதத்திற்கு மற்றொரு நாள்",
      "body_lines": [
        "சபாநாயகர் மஹிந்தா யபா அபேயார்தேனாவுக்கு எதிரான நம்பிக்கை இல்லை என்ற விவாதம் குறித்த விவாதத்தின் மீதான நம்பிக்கையில்லா இயக்கம் குறித்த விவாதத்திற்கு மற்றொரு நாள் விவாதத்திற்கு பாராளுமன்ற வணிகத்திற்கான குழு முடிவு செய்துள்ளது.",
        "அதன்படி, சபாநாயகர் மஹிந்த யபா அப்வர்தனாவுக்கு எதிரான நம்பிக்கை இல்லாத தீர்மானம் குறித்த விவாதமும் வியாழக்கிழமை வியாழக்கிழமை நடைபெறும்.",
        "இந்த கூட்டம் வெள்ளிக்கிழமை மாலை 6:30 மணி முதல் மாலை 6.00 மணி வரை விவசாயிகளின் வாங்கும் பிரச்சினைகளின் நெல் வாங்கும் பிரச்சினைகள் குறித்து மேலும் விவாதிக்க முடிவு செய்யப்படும்.",
        "சபாநாயகருக்கு எதிரான நம்பிக்கை இல்லாத இயக்கம் குறித்த விவாதம் இன்று (19) பாராளுமன்றத்தில் தொடங்கியது.",
        "அதன்படி, திரு. மஹிந்தா யபா அப்வவர்தனாவுக்கு எதிரான நம்பிக்கை இல்லாத பிரேரணை வியாழக்கிழமை மாலை 4.30 மணிக்கு நடைபெறும்."
      ]
    },
    "en": {
      "title": "Another day for the no-confidence debate against speaker",
      "body_lines": [
        "The Committee on Parliamentary Business has decided to give another day for the debate on the no-confidence motion on the No-confidence motion on the debate on the debate on the No-confidence motion against Speaker Mahinda Yapa Abeywardena.",
        "Accordingly, the debate on the no-confidence motion proposal against Speaker Mahinda Yapa Abeywardena will also be held on Thursday 21st.",
        "The meeting will be decided to hold further debate on the paddy purchasing issues of the farmers' purchasing issues to 6:30 pm to 6.00 pm on Friday.",
        "The debate on the no-confidence motion against Speaker began in Parliament today (19).",
        "Accordingly, the no-confidence motion against Mr. Mahinda Yapa Abeywardena will take place at 4.30 pm on Thursday 21 pm."
      ]
    }
  },
  "summary_lines": [
    "The Committee on Parliamentary Business has decided to give another day for the debate on the no-confidence motion against Speaker Mahinda Yapa Abeywardena, which will be held on Thursday, 21st. The debate on the no-confidence motion began in Parliament today (19th) and will take place at 4.30 pm on Thursday."
  ]
}