{
  "translated_text": {
    "si": {
      "title": "ඉන්දීය විදේශ ඇමති ජයන්හාන්කාර් ජනාධිපති හමුවෙයි",
      "body_lines": [
        "ඉන්දීය විදේශ කටයුතු අමාත්ය එස්.. නයිෂාංකර් ජනාධිපති රනිල් වික්රමසිංහ මහතා හමුවිය.",
        "ඉන්දීය විදේශ ඇමති. ජයන්තන්කර් ශ්රී ලංකා සංචාරයේදී ඉන්දු-සුවිෂී සබඳතාවලට සන්ධිස්ථාන තුනක් ළඟා විය.",
        "ඉන්දීය නිවාස යෝජනා ක්රමය යටතේ ජනාධිපති රනිල් වික්රමසිංහ සහ ආචාර්ය ජයන්හාන්කාර් සහ අථත්යයක් තුළින් මහනුවර, නුවර එලියා සහ මාතලේ යන දිස්ත්රික්කවල නිවාස 106 ක් සඳහා අනුස්මරණ ස් st ටික මහත්වරුන් විවෘත කළහ.",
        "මීට අමතරව, කොළඹ සහ ත්රිකුණාමලයේ නියැදි ගම්මානවල නිවාස 24 ක් අතථ්ය මාර්ග තුළින් ප්රතිලාභීන්ට භාර දී ඇත.",
        "මේ අතර, ශ්රී ලංකාවේ සමුද්රීය ප්රතිසාධන සම්බන්ධීකරණ මධ්යස්ථානය (එම්ආර්සීසී) නිල වශයෙන් දියත් කිරීම ගැන සඳහන් කරමින් සිහිවටන ස් stal ටිකයක් ඩොලර් මිලියන 6 ක් ලබා ගනිමින් විවෘත කර ඇත.",
        "ජනාධිපති රනිල් වික්රමසිංහ සහ ඉන්දීය විදේශ ඇමති ආචාර්ය එස්.. ජයන්හාන්කාර් එය එකට විවෘත කළේය.",
        "හම්බන්තොට, ගාල්ල, අසල ඇති, මඩකලපුව, ත්රිකුණාමලය, කල්ලාර්, පොයින්ට් පේද්රෝ සහ මල්ලිකුලම් යන කොළඹ උප-කේන්ද්රය වන කොළඹ නාවික මූලස්ථානයේ දී මෙයට ඇතුළත් වේ."
      ]
    },
    "en": {
      "title": "Indian Foreign Minister Jaishankar meets President",
      "body_lines": [
        "Indian External Affairs Minister S.. Jaishankar met President Ranil Wickremesinghe.",
        "Indian Foreign Minister. During Jaishankar's visit to Sri Lanka, three milestones were reached in the Indo -Sri Lankan relations.",
        "Under the Indian Housing Scheme, President Ranil Wickremesinghe and Dr. Jaishankar jointly opened the memorial crystals for 106 houses in the districts of Kandy, Nuwara Eliya and Matale via Virtual.",
        "In addition, 24 houses in sample villages in Colombo and Trincomalee have been handed over to the beneficiaries through virtuals.",
        "Meanwhile, a souvenir crystal referring to the official launch of the Maritime Recovery Coordination Center (MRCC) in Sri Lanka with $ 6 million has been opened through virtual.",
        "President Ranil Wickremesinghe and Indian Foreign Minister Dr. S.. Jaishankar opened it together.",
        "This includes a center at the Naval Headquarters in Colombo, a sub -center in Hambantota, Galle, nearby, Batticaloa, Trincomalee, Kallar, Point Pedro and Mallikulam."
      ]
    }
  },
  "summary_lines": [
    "During his visit, Indian Foreign Minister S. Jaishankar and Sri Lankan President Ranil Wickremesinghe virtually launched 130 houses under the Indian Housing Scheme in various districts and handed over 24 more in Colombo and Trincomalee. They also unveiled a souvenir crystal marking the opening of a $6 million Maritime Recovery Coordination Center across several locations in Sri Lanka."
  ]
}