{
  "translated_text": {
    "si": {
      "title": "සාමාන්ය අපේක්ෂකයා",
      "body_lines": [
        "යුද්ධය අවසන් වන තුරුම ජාතිය තුළ රැස් වූ දෙමළ ජනයා පසුව කුල, ආගම්, ප්රදේශ සහ පක්ෂවලට විසිරී ගොස් ඇත.",
        "සමහර දෙමළ දේශපාලන politicians යන් දකුණු ශ්රී ලංකා දේශපාලන .යින් සමඟ අත්වැල් බැඳගෙන ඇත.",
        "\"මේ අවස්ථාවේ දී දෙමළ ජාතික සන්ධානය වෙනුවෙන් දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) වෙනුවෙන් දෙමළ ජාතික සන්ධානයට ඉදිරිපත් වූ පී.ඒ.දෙමළ ජාතික හරිත ව්යාපාරයේ නායක පී. වෙමින්කරන්සන් පෙන්වා දුන්නේය.",
        "ජනාධිපතිවරණයට ඉදිරිපත් වූ දෙමළ පොදුවේ අපේක්ෂකයා මත පී. සකරන්සන් විසින් නිකුත් කරන ලද මාධ්ය ප්රකාශයක.",
        "ජාතියක් වශයෙන් ජාතියක් ලෙස ජාතියක් ගැන කතා කරන භාෂාවේ සහ සංස්කෘතිය පිළිබඳ දායකත්වය සඳහා ජාතියේ වි ness ානය අත්යවශ්ය නොවේ.",
        "පශ්චාත් යුධ දෙමළ දේශපාලනයේ ජාතියේ වි ness ානය බොහොමයක් බොඳ වී ඇත්තේ බහුතරයක් සහ ඔවුන්ගේ අවධීන් සහ දෙමළ සන්දර්භය තුළ ඇති වූ අවධීන් මගිනි.",
        "දෙමළ ජනතාව නැවත අවධාරණය කිරීම අරමුණු කර ගෙන ඇති දෙමළ ජ්යෙෂ් officials අපේක්ෂකවරයාට සැලකිය යුතු ඡන්දයක් තුළින් දෙමළ ජාතිකවාදයේ අනාගතය පිළිබඳ අනාගතයේම විශ්වාසයක් ලබා දී ඇත්තේ මෙම සන්දර්භය තුළ ය.",
        "ජනාධිපතිවරණ වලදී, දකුණු පාර්ශ්වයන්ගේ ප්රධාන අපේක්ෂකයින් උතුරු හා නැගෙනහිරින් කෝටි පානය කරමින් දෙමළ ඡන්ද ව්යාපාරයට ව්යාපාර කිරීමට උත්සාහ කරමින්.",
        "කෙසේ වෙතත්, දෙමළ ජනතාවගේ දෙමළ ජනතාවගේ දෙමළ ජනතාවට දෙමළ ජනයාට ද්රවිඩයන් මිලියනයකට වැඩි පිරිසක් ඡන්ද සිය ඡන්ද ලබා දී තිබේ.",
        "\"දෙමළ ජාතික දේශපාලනය අළුත්වැඩියා කිරීමේ ගමනේ සාමාන්ය අපේක්ෂකයාගේ ඡන්දය ශක්තිමත් පදනමක් නිර්මාණය කර තිබේ\" යැයි ඔහු ඔහුගේ ප්රකාශයේ දී පැවසීය."
      ]
    },
    "en": {
      "title": "General Candidate",
      "body_lines": [
        "The Tamil people who gathered in the nation until the end of the war, and then have been scattered into castes, religions, territories and parties.",
        "Some Tamil politicians have joined hands with the South Sri Lanka politicians.",
        "\"In this case, PA Ariyanethran, who contested the Tamil National Alliance on behalf of the Tamil National Alliance (TNA) in the presidential election, has played a role in the reconstruction of the Tamil national sentimental base.\"The leader of the Tamil National Green Movement P.Ingaranesan pointed out.",
        "In a media statement issued by P.Ingaranesan on the Tamil general candidate who contested the presidential election.",
        "“The consciousness of the nation is not essential to the contributions of the language, the homeland and the culture that the race speaks of a nation as a nation.",
        "The consciousness of the nation of the post -war Tamil politics has been blurred by the majority of the worlds and their stages that have infiltrated the Tamil context.",
        "It is in this context that the Tamil general candidate, who has been aimed at re -reuniting the Tamil people, has fostered the confidence of the future of Tamil nationalism through considerable votes.",
        "In the presidential election, the main candidates of the southern parties spent crores of rupees in the North and East, trying to make Tamil votes business.",
        "However, more than one million Tamils ​​have given their votes to the Tamil general candidate of the Tamil people.",
        "\"The general candidate's votes on the journey of repairing Tamil national politics have created a strong foundation,\" he said in his statement."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Tamil politician PA Ariyanethran contests presidential election under TNA banner. Leader P.Ingaranesan highlights candidate's efforts to unite Tamil people and rebuild national sentiment. Despite spending by southern parties, candidate garners significant Tamil votes, strengthening Tamil nationalism."
  ]
}