{
  "translated_text": {
    "si": {
      "title": "බංග්ලාදේශයේ හිංසනය;18 මිය ගියේය",
      "body_lines": [
        "බංග්ලාදේශයේ ප්රචණ්ඩත්වයෙන් පුද්ගලයින් 18 දෙනෙකු මියගොස් ඇති බව වාර්තා වේ. එසේම, දහස් ගණනක් මෙම ප්රචණ්ඩත්වයට තුවාල ලබා ප්රතිකාර ලබති.",
        "දුම්රිය, මෙට්රෝ සහ අන්තර්ජාලය ද බලපා ඇති අතර රූපවාහිනී නාලිකාවක් ගිනි තබා ඇත.",
        "බංග්ලාදේශය - පාකිස්තාන යුද්ධයේදී මියගිය සොල්දාදුවන්ගේ පවුල රජයේ සේවයේ සියයට 30 ක වෙන්වීමක් ලබා දීම සඳහා බංග්ලාදේශයේ විය.. 2018 දී ශිෂ්ය අරගලය විසින් වෙන් කිරීමේ පද්ධතිය අත්හිටුවා තිබේ.",
        "මේ අතර, බංග්ලාදේශයේ සියයට 30 ක වෙන්වීමක් ක්රියාත්මක කිරීම සඳහා රජය නිවේදනයක් නිකුත් කර තිබේ. ශ්රේෂ් Supreme ාධිකරණයට එරෙහි නඩුව විමර්ශනය කරමින් සිටී.",
        "මෙම වෙන්කිරීමේ නිවේදනයට බංග්ලාදේශයේ සිසුන් විරෝධතාවක් දියත් කළහ. එහෙත් ආමි ලීග් පක්ෂයේ ශිෂ්ය සංවිධාන විරෝධතාකරුවන්ට පහර දෙන විට ප්රචණ්ඩකාරී වී තිබේ.",
        "පසුගිය අඟහරුවාදා සිසුන් සහ පොලිස් නිලධාරීන් සහ පොලිස් නිලධාරීන් සහ පොලිස් හා පොලිස් හා පොලිස් හා පොලිස් නිලධාරීන් අතර ඇති වූ ගැටුමකින් පසුව, විශ්ව විද්යාලවලට නිවාඩු ලබා දී ඇති අතර නේවාසිකාගාරවලින් ඉවත්ව යන ලෙසට නියෝග කර තිබේ.",
        "වෙන් කිරීම නැවත නියම කිරීම සඳහා ශ්රේෂ් Supreme ාධිකරණ තීන්දුව සඳහා රජය විසින් ගොනු කරන ලද අභියාචනය අගෝස්තු 7 වන දින ශ්රේෂ් Supreme ාධිකරණයෙන් අසනු ඇත.. අග්රාමාත්ය හසිනා එතෙක් ශිෂ්යත්ව සිටින ලෙස සිසුන්ගෙන් ඉල්ලා තිබේ.",
        "මේ අතර, ඉන්දියානුවන්ට සහ බංග්ලාදේශයේ කෝලාහලෙහි වෙසෙන සිසුන්ට ගමනක් යාමෙන් වැළකී ඔවුන්ගේ ගමන අඩු කරන බවට ඉන්දියාව අනතුරු අඟවා තිබේ.. රීල්"
      ]
    },
    "en": {
      "title": "Violence in Bangladesh;18 killed",
      "body_lines": [
        "There are reports that 18 people have been killed in violence in Bangladesh. Also, thousands of people are injured and treated in this violence.",
        "The trains, the metro and the internet were also affected and a television station was set on fire.",
        "Bangladesh - The family of soldiers who died in the Pakistan War was in Bangladesh to provide 30 per cent reservation in government service.. The reservation system was suspended by the students' struggle in 2018.",
        "In the meantime, the government has issued a notification for the implementation of a 30 per cent reservation in Bangladesh. The case against the Supreme Court is under investigation.",
        "Students across Bangladesh launched a protest against this reservation announcement. But the ruling Awami League party's student organizations have become violent as they attacked the protesters.",
        "Following a clash between students and police last Tuesday, universities have been given holidays and have been ordered to vacate the hostels.",
        "The Supreme Court will hear the appeal filed by the government on August 7, against the Supreme Court decision to re -establish the reservation.. Prime Minister Hasina has urged the students to be patient until then.",
        "Meanwhile, India has warned that Indians and students living there in the riot in Bangladesh will avoid the journey and reduce their go.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Violence in Bangladesh resulted in 18 deaths, thousands of injuries, and disruptions including train services, the metro, and internet connectivity. A TV station was burned down. The controversy over a proposed 30% reservation for families of soldiers from the Pakistan War led to protests and clashes, with the government's notification under legal scrutiny. Universities were closed after student-police confrontations, and the Supreme Court will review the reservation policy on August 7."
  ]
}