{
  "translated_text": {
    "ta": {
      "title": "பல நதிகளின் நீர் நிலை",
      "body_lines": [
        "பல ஆறுகளின் நீர் மட்டம் மேலும் அதிகமாக உள்ளது என்று நீர்ப்பாசனத் துறை கூறுகிறது.",
        "இந்த சூழ்நிலையை கவனித்துக் கொள்ளுமாறு தாழ்நிலங்களில் வாழும் மக்கள் கோரப்பட வேண்டும் என்று சாகுமேராவின் நீர்ப்பாசன பொறியாளர் சகுரா கூறினார்.",
        ".. குறிப்பாக கலு நதி, ரத்னாபுரா மற்றும் அதிக நடப்பு பகுதிகளில் குறிப்பிடத்தக்க மழை காரணமாக, ரத்னபுரா மற்றும் சுற்றியுள்ள பகுதிகள் நிலையை எட்டியுள்ளன. கனமழை ஏற்பட்டால், குறிப்பாக பிற்பகல் மற்றும் இரவில் இந்த நிலைமை ஆபத்தானது. ஜிங் மற்றும் நில்வாலா நதி கவனத்தை ஈர்த்துள்ளது, மேலும் வெள்ள ஆபத்து இல்லை."
      ]
    },
    "en": {
      "title": "The water level of several rivers",
      "body_lines": [
        "The water level of several rivers is further high, says Irrigation Department.",
        "Irrigation Engineer Sakuura, Sakumera, said that the people living in the lowlands should be requested to take care of this situation.",
        "\"Attanagalu Oya, Black, Ginguwara Oya, Black, Gin and Nilwala which flows on southwest areas of Sri Lanka reports a high water level this morning. Especially due to a significant rainfall in the Kalu River, Ratnapura and High-current areas, the people of Ratnapura and surrounding areas have reached the level. This situation may be in dangerous in case of heavy rain, especially in the afternoon and night. Ging and the Nilwala River have reached attention and there is no flood risk. \""
      ]
    }
  },
  "summary_lines": [
    "Several rivers in Sri Lanka, including Attanagalu Oya, Black, Ginguwara Oya, Black, Gin, and Nilwala, are experiencing high water levels due to significant rainfall, particularly in the Kalu River area. The Irrigation Department advises residents in lowland areas to prepare for potential flooding, especially during heavy rains expected in the afternoon and night. However, the Ging and Nilwala Rivers are not currently at risk of flooding."
  ]
}