{
  "translated_text": {
    "si": {
      "title": "එක්ව",
      "body_lines": [
        "අක්කරයිපට්ටු කොට් Division ාශයේ කොට් Division ාශයේ කල්මුනායි ප්රධාන තැපැල් කාර්යාලයේ පාලනය යටතේ ඇති නයපට්ටිමුනායි උප තැපැල් කාර්යාලය වන කයපට්ටිමුනායි උප තැපැල් කාර්යාලය 2024 .4.04.04 දක්වා නාල්තිිටිමුනායි උප තැපැල් කාර්යාලය ලෙස නම් කර ඇත.",
        "2024.05.05.05.05 දින ගැසට් නිවේදනය පිළිබඳ අවධානයට අනුව 2024.05.31 දින ගැසට් පත්රයේ නම ලබා දීම සැලකිය යුතු කරුණකි.",
        "ඒ අනුව, පැරණි බිල් පැකේජ තැපැල් කාර්යාලයේ, SRWMP සත්කුමාර යන නාමාවලියෙහි උපලේඛනගත බිල්පත ඉවත් කර ඇත.",
        "නුදුරු අනාගතයේ දී, මල්පිටි උප ප්රාථමික ස්ථානය ලෙස හැඳින්වෙන බව සඳහන් වී තිබේ."
      ]
    },
    "en": {
      "title": "Together",
      "body_lines": [
        "In the past, the Nayapattimunai Sub Post Office under the control of the Kalmunai Main Post Office in the Akkaraipattu Divisional Postal Superintendent's Division has been renamed as the Nalpittimunai Sub Post Office from 2024.04.04.",
        "It is noteworthy that the name of the Gazette on 2024.05.31 was given to the notice of the Gazette notification on 2024.05.05.",
        "Accordingly, the old bill of the sub -post has been removed in accordance with the directory of the Old Bill Package Post Office, SRWMP Sathkumara.",
        "It has been mentioned that in the near future, the Napitimunai sub -post will be called."
      ]
    }
  },
  "summary_lines": [
    "The Nayapattimunai Sub Post Office, under the Kalmunai Main Post Office, was renamed to Nalpittimunai on April 4, 2024. This change was officially published in the Gazette on May 31, 2024, after being notified on May 5, 2024. The old post office bill has been removed according to the SRWMP Sathkumara's directory. It's expected that the post office will soon be referred to as Napitimunai."
  ]
}