{
  "translated_text": {
    "si": {
      "title": "පාරාදීසය - චිත්රපට සමාලෝචනය",
      "body_lines": [
        "නළු නිළියන්: ආර්. ජේ.. බාලජි, සෙල්වරාගවන්, සනියා අයපුරන්, කරුණාස්, නේටි නොහොත් නට්රාජ්, බාලජි සකාත්, ෂෆ්රබ් උදින්, හකීම් ෂා සහ තවත් බොහෝ අය",
        "චිත්රපටයේ සිද්ධාර්ත් විස්වනසත් නිකුතුව නිකුත් කිරීමේදී, වෙනත් කතන්දර ලැයිස්තුවක් \"ඉන්දීය සිරගෙවල්වල සියයට හැත්තෑවක්\" මහාධිකරණයෙන් ද ished ුවම් නොලැබුණු සිරකරුවන් වේ.",
        "'පරකාරාවල්' චිත්රපටිය මෙම අපේක්ෂාව සම්පූර්ණ කළාද?නැත්ද?අපි දිගටම දකින්නෙමු.",
        "බෙබ්ෆාන් ඔහුගේ මව සමඟ වීදි අවන්හලක් පවත්වාගෙන යයි. ජේ.. බාලජි). ඔහු රාජ්ය අංශයේ ඉහළ තනතුරක් ඇත. ඔහු මෙම පවුලට මඟ පෙන්වන හා උපදේශක පුද්ගලයෙකි.",
        "හවුල්කරු මේ මොහොතේ ඉහළ නිලධාරියෙකු ing ාතනය කළ බවට චෝදනා කරයි. එහිදී ඔහුට අවශ්ය වන්නේ චිකමානි (සෙල්වරාගවන්) වරදකරු (සෙල්වරාගවන්) මුණගැසීමට ය. බන්ධනාගාරයේ සිටි සිරකරුවන්ගෙන් බොහෝ දෙනෙක් ඔහුගේ පාලනය යටතේ සිටින අතර සිරගෙදර ඔහුගේ ආධිපත්යය යටතේ සිරගත කරති.",
        "හවුල්කාරිත්වය - චකිකාමානි රැස්වීම?බෙබ්ෆාන් මුදා හැරියාද?නැත්ද?ඔහු හිරේට ගිය පසු ඔහුට තිබූ අත්දැකීම් මොනවාද?'පරකාරාවල්' චිත්රපටයේ කතාව මෙයයි.",
        "මෙම චිත්රපටයේ සිරගෙදර සිටින සිරකරුවන්ගේ දෛනික ක්රියාමාර්ගය සහ පොලීසිය විසින් ඔවුන්ගේ පාලනය යටතේ තබා ගැනීමට පොලිසියගේ ක්රියාමාර්ගය සහ දේශපාලන කුමන්ත්රණය - පාවාදීම - මානව හිමිකම් උල්ලං violation නය කිරීම - මානව හිමිකම් උල්ලං .නය කිරීම.",
        "කෝලාහල, ප්රචණ්ඩත්වය - ප්රචණ්ඩත්වය වැනි ගැටළු රාශියක් ඇත - drugs ෂධ භාවිතය - පොලීසිය සහ වැරදිකරුවන් සිරගෙවල්වල භාවිතා කිරීම.",
        "සිරගෙදර ඔහුගේ පාලනය යටතේ සිරගෙදර තබා ගැනීමට පොලිසිය සැලසුම් කරයි. පොලිසිය විසින් සෙක්ස් ඩයිස් ලෙස බෙහෙත් භාවිතා කරයි. මේ අනුව කුරිරුව බන්ධනාගාරය තුළ සිදු වේ. පොලිසිය කෝලාහල කුමන්ත්රණය කළාද?නැත්ද?එය සිත් ඇදගන්නා සුළු යැයි කියනු ලැබේ.",
        "බන්ධනාගාර නියාමකයින්ගේ තොරතුරු දැන ගැනීමට සකසා ඇති තිර රචනා උපායමාර්ගය, බන්ධනාගාරයේ ඇති වූ කෝලාහලයන් පිළිබඳව විමර්ශනය කිරීම සඳහා පත් කරන ලද නිලධාරියාට, පංකා ආකර්ෂණය වී ඇත.. මෙම චිත්රපටය චිත්රපටය සඳහා අද්විතීය අනන්යතාවයක් ද සපයයි.",
        "චිත්රපටයේ බන්ධනාගාර ආරක්ෂකයා ලෙස රඟපාන කරුණාස්. බෙබ්බන් හි චරිතය රඟපාන නළුවා ආර්. ජේ.. චරිතය නොදැන ඔහුගේ ශෛලිය නැමීමට බාලජි උත්සාහ කර ඇත.",
        "එහෙත් අධ්යක්ෂකවරයා කෙසේ හෝ ඔහුගෙන් රැකියාව මිල දී ගෙන තිබේ.. බාලජි වෙනස් ලෙස ක්රියා කිරීමට උත්සාහ කර ඇත. චිකගේනිගේ චරිතය රඟපාන සෙල්වරාගවන් තෝරා ගැනීම අදාළ නොවේ.",
        "සෙල්වරාගවන් චරිතය ශරීර භාෂාව හා පදය සමඟ සාමාන්ය චරිතයක් බවට පත් කරයි.අධ්යක්ෂවරයා මෙම ස්ථානයට වඩා වැඩි විය හැකිය.",
        "R. ජේ.. බාලජි ඉදිරිපිට යුගල වශයෙන් යුගලනය කරන මලයාලම් අයවැය සනියා අයියාප්පුනාන්, කරදරකාරී රසිකයන් ය.බන්ධනාගාර ආයෝජක නිලධාරියා රඟපාන නට්රාජ් නාට්රාජ්ගේ භූමිකාව ඉටු කිරීම කෙරෙහි අවධානය යොමු කර ඇත.. මෙයින් පසු බන්ධනාගාර නිලධාරි සුනිල් කුමාර්ගේ කාර්යභාරය ඉටු කරන මලයාලම් නළු ෂෆරාදා උදින්, ඉහළ බන්ධනාගාර නිලධාරියා ඉදිරියේ ඇත.",
        "සිරගෙදර කුඩා චරිතවලට පවා තිර රචනයකට පවා උදව් කිරීමට අධ්යක්ෂවරයා ප්රේක්ෂකයන්ගේ අවධානය දිනාගෙන තිබේ. ඒ අතරම, බන්ධනාගාරයක කතාව ආකර්ෂණය වන අතර චරිතවල ඇති චරිතවල චරිතය ස්වාභාවිකය.",
        "සිනමාකරුවා - සිනමාකරුවා - පසුබිම් නිර්මාපකයා සහ කලාත්මක අධ්යක්ෂක, කාර්මික ශිල්පීන් පූර්ණ සහයෝගයෙන් කටයුතු කර අධ්යක්ෂකගේ නිර්මාණාත්මක සිහිනය සනාථ කර ඇත.",
        "කෙසේ වෙතත්, ප්රජාව තුළ මහජනයාට තර්ජනයක් ඇති ස්ථානයක් ඇති ස්ථානයක් ඇති බැවින්, මළ සිරුරු හා ක්රියා කළ කෘති ජනතාව විසින් පිළිගනු නොලැබේ.",
        "එවැනි චිත්රපට මුදා හැර ඇති පරිදි පාරාදීසය තරමක් පිළිගත හැකිය."
      ]
    },
    "en": {
      "title": "Paradise - Film Review",
      "body_lines": [
        "Actors: r. J.. Balaji, Selvaraghavan, Sania Iyappan, Karunas, Nati alias Natraj, Balaji Sakthivel, Shafrab Udin, Hakeem Shah and many others",
        "During the release of the film's Siddharth Viswanath, the expectation of a different storyline came to the public spectators that \"seventy percent of Indian jails are the prisoners who have not been punished by the High Court.",
        "Did the movie 'Parakavasal' complete this expectation?Or not?We will continue to see.",
        "Parthiban is running a street restaurant with his mother. J.. Balaji). He has a top position in the public sector. He is a guide and consultant person for this family.",
        "Parthiban is accused of murdering a top official at this moment. There he wants to meet the brutal murder convict Chikamani (Selvaraghavan). Most of the prisoners in the prison are under his control and put the prison under his domination.",
        "Is Parthiban - Chikkamani meeting?Did Parthiban be released?Or not?What was the experience he had after he went to jail?This is the story of the movie 'Parakavasal'.",
        "The film describes the daily action of the prisoners in the prison and the police's action to keep them under their control, and the political conspiracy - betrayal - a violation of human rights - the violation of human rights.",
        "There are many issues, such as riots, violence - violence - the use of drugs - the use of the police and the culprits in prison.",
        "Police plan to bring down Chikamani holding the prison under his control. The police are using Parthiban as a dice. Thus the riot takes place within the prison. Did the police conspiracy the riots?Or not?It is said to be exciting.",
        "The screenplay strategy, which is set to tell the details of the prison guards, to the officer appointed to investigate the riots in the jail, has attracted the fans.. The film also provides a unique identity for the film.",
        "Karunas, who plays the prison guard in the film. Actor R, who plays the role of Parthiban. J.. Balaji has tried to bend his style without realizing the character.",
        "But the director has somehow bought the job from him.. Balaji has tried to act differently. The choice of Selvaraghavan, who plays the role of Chikamani, is not relevant.",
        "Selvaraghavan turns the character into a normal character with the body language and verse.The director may be more than the place in this place.",
        "R. J.. Malayalam budget Sania Iyyappan, who is paired opposite Balaji, is annoying fans.Natraj, who plays the prison investor officer, is focused on playing the role of Natraj.. Following this, Malayalam actor Shafrab Udin, who plays the role of prison officer Sunil Kumar, is in front of the high -ranking prison officer.",
        "The director has attracted the attention of the audience to help even the small characters in prison to help the screenplay. At the same time, the story of a prison is attracted and the character of the characters in the characters is natural.",
        "The cinematographer - the filmmaker - the background composer and the artistic director, the technicians have fully cooperated and proved the director's creative dream.",
        "However, the prison -related works are not welcomed by the masses, as there is a place where there is a threat to the public in the community.",
        "Paradise can be somewhat welcomed as such films have been released and raising awareness of human rights in prison."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary of the film review:",
    "",
    "\"Paradise\" film review: Prison drama explores jail life, riots, police conspiracies & human rights violations. Strong performances by R.J. Balaji and Selvaraghavan. Director's gritty portrayal of prison realities."
  ]
}