{
  "translated_text": {
    "si": {
      "title": "ඩිඩාප්පඩි පලානිසමි තමිල්නාඩේ බී.ජේ.පී. නායක අන්නමලෙයි චෝදනා කරයි",
      "body_lines": [
        "\"BJP වැඩී ඇති අන්නාලෙයි පැමිණීමෙන් පසුව. එය ඇත්ත නොවේ. ඇත්ත වශයෙන්ම, භාරතීය ජනතා පක්ෂයේ ඡන්ද ප්රතිශතය පහත වැටෙමින්ෙමින් පවතින බව එඩිපැඩි පලානිමම් තමිල්නාඩ් බී.ජේ.පී. නායක අනලෙයි චෝදනා කර තිබේ.",
        "එඩපැඩි කේ.. පලානිමි, \"",
        "\"බී.ජේ.පී. රාජ්ය ජනාධිපති අන්නමාලායි AIADMK ගැන විවේචන කිහිපයක් කර තිබේ. AIADMK VIIVIRavandi මැතිවරණ කොට් constituency ාශය සඳහා - තේරී පත්වීම පිළිබඳ වර්ජනය කළ යුතු දේ අපි දැනටමත් පැහැදිලි කර ඇත්තෙමු. කෙසේ වෙතත්, අන්නමලයි AIADMK සමඟ කතා කර ඇත.",
        "AiADMK මෙම මැතිවරණයට ඉදිරිපත් වූයේ නම්, පක්ෂය තුන් හතරෙන් එකක් හෝ හතරෙන් එකක් වනු ඇත. ඔහු මෙට්ටය උගත් අයෙකි. විශාලතම දේශපාලන බුද්ධිමත් මිනිසා. ඔහු ඒ වගේ ය.",
        "වයඹරාම් ලෝක් සභා ඡන්ද වර්ෂා කොට්රස් හි AIADMK අපේක්ෂකයා ලැබුණේ ඡන්ද හයදහසකි. AIADMK ඡන්ද කොට් .ාශයේ දෙවන ය. වික්වැන්ඩි සඳහා විකල්පයන් බොහෝ සෙයින් ප්රකාශ කර ඇත.",
        "DMK ඛ්රඩයේ ඛ්රඩයේ හැසිරුණු ආකාරය කවුරුත් දනිති. එළුවන් සහ ගවයා වැනි අය බාර්එකෙහි රඳවාගෙන ත්යාග හා මුදල් ලබා දෙන ලදී. අන්නමලෙයි එම මොහොතේ අපගේ සන්ධානය තුළ සිටියේය. ඔහු මේ ගැන ද මෙය හොඳින් දනී. කෙසේ වෙතත්, AIADMK හි තනතුර ගැන කතා කිරීම හෙළා දැකිය හැකිය.",
        "BJP වර්ධනය වී ඇති අන්නමලෙයි පැමිණීමෙන් පසුව. එය ඇත්ත නොවේ. අන්නමලෙයි මෙම මැතිවරණය සඳහා කොයිම්බෙටෝර් මැතිවරණ කොට් constituency ාශයට තරඟ කළ අතර AIADMK ට වඩා අඩු ඡන්දයක් ලබා ගත්තේය. එය වැඩී ඇති බව පැවසිය හැක්කේ කෙසේද?. ලෝක සෞඛ්ය සංවිධානයේ ඡන්දයෙන් සියයට 18.8 ක ඡන්ද ප්රතිශතයෙන් සියයට 18.8 ක් වූ අතර, මෙම මැතිවරණයේ ඡන්දයෙන් සියයට 18.2 ක් පමණි. එනම්, පක්ෂයේ ඡන්ද ප්රතිශතය අඩුවෙමින් තිබේ.",
        "ලබා දෙන්නේ දිනපතා සම්මුඛ සාකච්ඡා පමණි. වෙනත් පාර්ශ්වයන් ගැන කතා කරයි. ඔහු කිසිදු මධ්යම රාජ්යයක් තමිල්නාඩුවට ගෙන නොයා මුඛය තුළට වෙඩි තබයි. ඔහු දින 100 ක් තුළ පොරොන්දු 500 ක් ඡන්දය දී තිබේ. සත්යය පැවසීමෙන් ඡන්දය නොලැබුණි. දැන් භාරතීය ජනතා පක්ෂ පාලන තන්ත්රය මැද ය. ඔහු පොරොන්දුව ඉටු කරයිද ..!මිනිස්සු එහෙම බලාපොරොත්තු වෙනවා.",
        "ඔහු වැනි නායකයෙකු විසින් මැතිවරණ කොට් .ාශය 300 කට අධික සංඛ්යාවක් දිනාගත් බී.ජේ.පී. දැන් සභාග පාලන තන්ත්රයක සිටී."
      ]
    },
    "en": {
      "title": "Edappadi Palanisamy accuses Tamil Nadu BJP leader Annamalai",
      "body_lines": [
        "“It is only after the arrival of Annamalai that the BJP has grown up. That is not true. In fact, the BJP's vote percentage is declining, ”Edappadi Palanisamy has accused Tamil Nadu BJP leader Annamalai.",
        "Edappadi K.. Palanisamy said,",
        "“BJP state president Annamalai has made some criticism of the AIADMK. We have already clarified the boycott of the by -election for the AIADMK Vikravandi constituency. However, Annamalai has spoken to the AIADMK.",
        "If the AIADMK contested this election, the party would have come to three or fourth, he said. He is a mattress educated. The biggest political wise man. He is like that.",
        "The AIADMK candidate in the Villupuram Lok Sabha constituency won only six thousand votes. The AIADMK is second in the constituency. We have stated many reasons for the Vikravandi by -election.",
        "Everyone knows how the DMK behaved in the Erode by -election. The people like goats and cow were held in the bar and giving prizes and money. Annamalai was in our alliance at that moment. He also knows this well about this. However, it is reprehensible to talk about the AIADMK's position.",
        "It was only after the arrival of Annamalai that the BJP has grown up. That is not true. Annamalai contested the Coimbatore constituency in this election and got one lakh votes less than AIADMK. How can it be said to have grown. The BJP received 18.8 percent of the vote in the previous election, with only 18.2 percent of the votes in this election. That is, the party's vote percentage is declining.",
        "Is only giving interviews daily. Is talking about other parties. He is shooting in the mouth without bringing any central government project to Tamil Nadu. He has voted for 500 promises in 100 days. Did not receive vote by telling the truth. Now the BJP regime is in the middle. Will he fulfill the promise ..!People expect that.",
        "The BJP, which won over 300 constituencies by a leader like him, is now in a coalition regime."
      ]
    }
  },
  "summary_lines": [
    "Edappadi Palanisamy criticizes Tamil Nadu BJP leader Annamalai, claiming the BJP's growth post-Annamalai's arrival is untrue as its vote percentage is actually declining. He accuses Annamalai of criticizing AIADMK without understanding politics, citing his poor performance in the Coimbatore constituency and the BJP's stagnant vote share."
  ]
}