{
  "translated_text": {
    "si": {
      "title": "මහ බැංකුවේ වැටුප් වැඩිවීම ගැන සාකච්ඡා කිරීමට සූදානම් වීම",
      "body_lines": [
        "මූල්ය අර්බුදය මධ්යයේ මහ බැංකුව සිය සේවකයින් අවලංගු කිරීමට ඉඩ ඇති බව ඩේලි මිරර් පුවත්පත වාර්තා කර තිබේ.",
        "මහ බැංකුව සිය සේවක වැටුප සියයට 29.53 සිට සියයට 29 දක්වා සියයට 79.97 ක් විය.",
        "මූල්ය සීමා කිරීම් හේතුවෙන් රජය සියළුම රාජ්ය ආයතනවලට සිය වියදම් ලබා දෙන ලෙස උපදෙස් දුන් අවස්ථාවේදීය.නවතම වැටුප් වැඩිවීමත් සමඟ ආණ්ඩුකාරවරයාගේ මාසික වැටුප රුපියල් 974,965 සිට රුපියල් මිලියන 1.7 දක්වා වැඩි කර තිබේ.",
        "වැටුප් වැඩිවීම පිළිබඳ පුළුල් විවේචනයක් හේතුවෙන් එය පාර්ලිමේන්තුවේදී පැහැදිලි කරන බව මහ බැංකුව පවසයි.",
        "\"2012.02. 21 දින පැවති රැස්වීමේදී, 2023 දරණ මහ බැංකු පනතේ අංක 16 (2) (ආ) (ආ). පාලක කමිටුව විසින් 201. 2) (ආ). සීබීඑස්එල් ආණ්ඩුකාරවරයාට පාර්ලිමේන්තු කමිටුවට පැහැදිලි කිරීමට අවස්ථාවක් ලබා දෙන ලෙස ජනාධිපතිවරයාට ලිඛිත ඉල්ලීමක් කිරීමට.",
        "ඒ අනුව ආණ්ඩුකාරවරයා විසින් 2014.02.22 දිනෙන් දින ලිඛිත ඉල්ලීමක් කළේය.ඉල්ලූ අවස්ථාව ලබා දුන් පසු සීබීඑස්එල් සිය ස්ථාවරය පැහැදිලි කරනු ඇතැයි මහ බැංකුව පවසයි.",
        "කථානායක මහින්ද යාපා අබේවර්ධන සහ පක්ෂ සාමාජිකයින්ගේ නායකත්වයෙන් යුත් පාර්ලිමේන්තු කටයුතු කමිටුව (පාර්ලිමේන්තු කටයුතු කමිටුව විසින් මහ බැංකු නිලධාරීන් මාර්තු 5 වන දින රැස්වීමට කැඳවීමට තීරණය කළ අතර ඒ පිළිබඳව විමර්ශනය කිරීමටත් තීරණය කළේය.",
        "සමහර මන්ත්රීවරු තර්ක කරන්නේ මහ බැංකුව ස්වාධීන සංවිධානයක් වන අතර පාර්ලිමේන්තුවේ සම්මත වූ නීතිය මත පදනම් වූ පාර්ලිමේන්තුවට පවරා ඇති පාර්ලිමේන්තුවට පවරා ඇති පාර්ලිමේන්තුවට පාර්ලිමේන්තුවේ භාර නොදුන් බවට සමහර මන්ත්රීවරුන් තර්ක කරති.",
        "කෙසේ වෙතත්, පාර්ලිමේන්තු මන්ත්රීවරුන්ගේ තවත් අංශයක් මහජන අරමුදල් තීරණය කිරීමට අයිතියක් ඇත, එබැවින් එය මහ බැංකු කටයුතුවලට බාධා ඇති වේ."
      ]
    },
    "en": {
      "title": "Preparing to discuss the central bank's salary increase",
      "body_lines": [
        "The Daily Mirror has reported that the central bank is likely to cancel its employees in the midst of financial crisis.",
        "The Central Bank has recently revised its employees' salary from 29.53 percent to 79.97 percent for three years.",
        "This was when the government advised all state agencies to make its expenses due to financial restrictions.With the latest salary increase, the governor's monthly salary has been increased from Rs.974,965 to Rs.1.7 million.",
        "The Central Bank said it would clarify in Parliament following widespread criticism of the wage increase.",
        "“At its meeting held on 21.02.2024, the CBSL generally contacts the CBSL as per Article 80 (2) (B) of the Central Bank Act No. 16 of 2023, as the Finance Minister of Parliament.The ruling committee has asked the CBSL governor to make a written request to the president to give the parliamentary committee a chance to clarify.",
        "Accordingly, the Governor made a written request on 22.02.2024.The CBSL will explain its position once the requested opportunity is given, ”the Central Bank said.",
        "The Parliamentary Affairs Committee (Parliamentary Affairs Committee), led by Speaker Mahinda Yapa Abeywardena and members of the parties, decided to summon the Central Bank officials to the meeting on March 5 and investigate the matter.",
        "Some MPS argue that there is nothing to do with parliament in this regard because the central bank is an autonomous organization and the powers vested in Parliament based on the law passed in Parliament.",
        "However, another section of parliamentarians has the right to decide on public funds, so that it can interfere with the Central Bank affairs."
      ]
    }
  },
  "summary_lines": [
    "The Central Bank has increased employees' salaries from 29.53% to 79.97% for three years, despite financial crisis. The governor's monthly salary rose from Rs.974,965 to Rs.1.7 million. The bank plans to clarify in Parliament following criticism. Parliamentarians are divided on the matter, with some arguing the bank's autonomy and others asserting the right to decide on public funds."
  ]
}