{
  "translated_text": {
    "ta": {
      "title": "போசன் புள்ளியின் சைகையை தடை செய்யுங்கள்",
      "body_lines": [
        "புட்டலம் மகா சசனரக்ஷக மிர்தித்யாவட்டா, மிக்மெட்டா, மிக்மெட்டா, மிக்மெட்டா, மிக்ராபா, மிக்மெதா, மிக்மெத், மிக்த்தாபா, மிக்த்தா",
        "இந்த கடிதத்தின் நகலை ஐ.ஜி.பி தேஷாபந்து டென்னகூனுக்கு அவர் குறிப்பிட்டுள்ளார்.",
        "இலங்கையில் உள்ள போசன் போயா மக்களுக்கு ஜெய்பியா, அரசியல், அரசியல் மற்றும் கலாச்சார ஆத்திரம் வழங்கிய நாட்டின் மக்கள், பொருளாதார, அரசியல் மற்றும் கலாச்சார ஆத்திரம் மீது மிஹிந்து ஹங்கு ஒரு தாக்கத்தை ஏற்படுத்துகிறது தகவல்.",
        "மிக்ஜெட்டு சுமிட்டா தெரோ என்பது முழு இலங்கையர்களுக்கும் ப Buddhism த்தத்தின் தாக்கம், அப்போதிருந்து, கூட்டணியின் மக்கள் முழு இலங்கையர்களுக்கும் ப Buddhism த்தத்தின் தாக்கம்.",
        "நாட்டின் சில கோயில்களில் சில கோயில்களின் கோயில்களின் உரையாடலால் திட்டமிட திட்டமிட்டுள்ளதாக அவர் கூறினார், இது ஒரு பார்வை போன்ற ஒரு பிரபுக்களை அறிமுகப்படுத்துகிறது.",
        "அத்தகைய பேயின் முட்டாள்தனமான செயல்பாடு ஒரு நாளைக்கு எல்லா நேரங்களிலும் பொருந்தாது என்று கூறும் துறவிகள் அதைத் தடுக்க உடனடியாக அதைத் தடுக்க. குழந்தைகளுக்கு தவறான முன்னுதாரணத்தின் காரணமாக காவல்துறை தலையிடவும் முட்டாள்தனத்தை நிறுத்தவும்ுமாறு தேரா மேலும் கோருகிறார்."
      ]
    },
    "en": {
      "title": "Ban the gesture of the Poson Point",
      "body_lines": [
        "Kalpitiya Sasanarakshaka PS headship of the Puttalam Maha Sasanarakshaka Mirithmawatta, the Migmettta, the Migmettta, the Migmettta, the Migderabha, the Migmeththa, the Migderabha, the Migmetththa, the Migmeththa, the Migaytai, led to the Chief Registrar of Buddhist Monitor.Available.",
        "He has also referred to a copy of this letter to the IGP Deshabandu Tennakoon.",
        "The Mihindu Hangu has an impact on the people of the country, economic, political, and cultural rage that the Geibriya, political, political, and cultural rage presented to the people of the Poson Poya in Sri Lanka.He is informed that he has been informed.",
        "Miggettu Sumitta Thero is the impact of Buddhism to the entire Sri Lankans since then, the people of the Alliance was the impact of Buddhism to the entire Sri Lankans.",
        "He said that he had planned to be planned by the conversation of the temples of some temples in some temples in the country, which introduces such a nobles, such as a vision.",
        "The monks who claim that the nonsense function of such haunting are not incompatible at all times a day to stop it immediately to stop it. The Thera further also requests that the police intervene and stop the nonsense due to the wrong precedent for the children."
      ]
    }
  },
  "summary_lines": [
    "The Kalpitiya Sasanarakshaka PS headship has banned the \"Poson Point\" gesture, leading to concerns among Buddhists in Sri Lanka. This action has sparked debates about its impact on the country's economy, politics, and culture. The headship has sought intervention from the Chief Registrar of Buddhist Monitor and the IGP, highlighting the need to address issues related to the misuse of religious symbols. The move aims to prevent negative influences and ensure the proper use of religious practices, emphasizing the importance of maintaining harmony and respect for Buddhism in Sri Lanka."
  ]
}