{
  "translated_text": {
    "si": {
      "title": "ඉරානයේ ජනාධිපතිවරණ ප්රති results ල - ප්රධාන අපේක්ෂකයින් දෙදෙනෙකු අතර දැඩි තරඟකාරිත්වය",
      "body_lines": [
        "ඉරානයේ ජනාධිපතිවරණයට ඉදිරිපත් වූ ප්රධාන අපේක්ෂකයින් දෙදෙනා අතර දැඩි එදිරිවාදිකම් පවතින බව මැතිවරණ ප්රති results ලවලින් හෙළි වී තිබේ.",
        "මිලියන ගණනක වැඩි ඡන්ද සංඛ්යාවක් ඇති, සයීඩ් ජලී සහ මධ්යස්ථ අපේක්ෂක මසූඩ් අතර මධ්යස්ථ අපේක්ෂක මසූඩ් අතර දරුණු එදිරිවාදිකම් පවතී - දෙදෙනාම සියයට 40 ක් පමණ ඡන්ද 40 ක් පමණ ලැබී තිබේ.",
        "ඡන්ද දායකයින් දෙදෙනා සියයට 50 ක් ලබා ගන්නේ නම්, දෙවන වටයේ මැතිවරණ වටයේ මැතිවරණය සිකුරාදා පැවැත්වේ.",
        "හිටපු ජනාධිපති ඉබ්රාහිම් රයිනි හෙලිකොප්ටරයේ අභාවයෙන් පසු මැයි 19 වන දින ඉරානයේ ජනාධිපතිවරණය පැවැත්විණි."
      ]
    },
    "en": {
      "title": "Iran's presidential election results- fierce competition between two main candidates",
      "body_lines": [
        "The election results have revealed that there is fierce rivalry between the two major candidates who contested the presidential election in Iran.",
        "With more than eight million votes, there is fierce rivalry between Saeed Jallee and moderate candidate Masood Bessecian - both have received about 40 percent of the votes.",
        "If the two voters get 50 percent, the second round of elections will be held on Friday.",
        "The presidential election in Iran was held following the death of former President Ibrahim Raisi helicopter on May 19."
      ]
    }
  },
  "summary_lines": [
    "In Iran's presidential election, Saeed Jallee and Masood Bessecian are locked in a close race, each securing around 40% of over eight million votes. A second round is imminent if neither reaches 50%, set for this Friday, following the election triggered by the death of former President Ibrahim Raisi."
  ]
}