{
  "translated_text": {
    "si": {
      "title": "රට අඳුරු යුගයට තල්ලු නොවනු ඇත, නමුත් රටේ ප්රගතියට ඡන්දය දෙනු ඇත - ජනාධිපති",
      "body_lines": [
        "ජනාධිපති රනිල් වික්රමසිංහ නැවතත් නැවතත් එක්සත් ජාතික පක්ෂය, මෝටු පක්ෂය සහ ශ්රී ලංකා නිදහස් පක්ෂය අමතා රටේ දියුණුව සඳහා එක්සත් වීම සඳහා එක්සත් ජාතික පක්ෂය සහ ශ්රී ලංකා නිදහස් පක්ෂය හමුවිය.",
        "මීට වසර දෙකකට පෙර අඳුරු වයස අමතක නොකළ යුතු අතර රටේ ආර්ථිකය ශක්තිමත් කර ජනතාවට ජනතාවට ලබා දෙන ලෙස සියලු දෙනාගෙන් ඉල්ලා සිටි බව ජනාධිපතිතුමා පැවසීය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව කියා සිටියේ අඟහරුවාදා දහවල් කුලියපිටියේ පැවති ප්රසිද්ධ රැස්වීමක් අමතමින්.",
        "මෙම රැස්වීමට සංවිධානය කළ අතර එය සංවිධානය කළ අතර එය සංවිධානය කරනු ලැබුවේ ජනාධිපති රනිල් වික්රමසිංහගේ සාර්ථකත්වය සහතික කිරීම සඳහා ය.",
        "එක්සත් ජනතා බලයේ එක්සත් ජාතීන්ගේ සංවිධානය නොමැති බවත්, නිර්මල එක්සත් ජාතීන්ගේ සංවිධානය ඔහු යටතේ සිටින බවත්, එක්සත් ජාතීන්ගේ පක්ෂයට සැබවින්ම ආදරය කරන අයට සැප්තැම්බර් 21 වන දින තමාටම ඡන්දය දෙන බවත් ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "අද, ජේ.ආර්. ජයවර්ධනගේ උපන් දිනය. එක්සත් ජාතික පක්ෂය නිසා අපි ඔහුගේ උපන් දිනය සමරති. අපි ඔහුගේ උපන් දිනය සමරන්නේ එක් එක්සත් ජාතික පක්ෂයක් පමණක් ඇති නිසාය. මම ඉල්ලා සිටියේ වෙනත් පාර්ශවයන් සමඟ සහයෝගයෙන් පමණි.විකල්ප එක්සත් ජාතික පක්ෂයක් නොමැත. ඉතින් එක්සත් ජාතික පක්ෂය මට ඡන්දය දෙනවා.",
        "J.r.. ජැවර්ධන සමඟ වැඩ කරන කාල සීමාව තුළ අපි විශාල වගකීම් භාර ගතිමු. එම කාලය තුළ, අපි සියල්ලෝම මහාවලි, නව අගනුවර, නව අගනුවර, නව අගනුවර, වාණිජ කලාප දෙකක්, නව අගනුවර යන අංශ දෙක ඇතුළුව, සෑම අමාත්යාංශයකම නුෆන් ප්රශපෝලා ඇතුළු රට තුළ එක්සත් වෙමු.",
        "මේ වතාවේ මම ඔවුන්ට වඩා විශාල සැලසුම් ආරම්භ කර සම්පූර්ණ කරමි.වසර හතරක් තිස්සේ දුක් විඳින ජනතාවට හොඳ අනාගතයක් ලබා දිය යුතුය. මම එය කැප කිරීමට සූදානම්. එබැවින්, සැප්තැම්බර් 21 යනු වඩාත්ම වැදගත් දිනයයි. එදින රටේ සහ අනාගතයේ දිනයයි.",
        "හොඳ අනාගතයක් වෙත ආපසු යාමට හෝ පේළි වල සිටගෙන සිටියත්, 21 වනදා ඔබට තීරණය කළ හැකිය. යහපත් අනාගතය යනු ජනතාවගේ අපේක්ෂාවයි. මිනිසුන් දුෂ්කරතා වලට කැමති නැත.ආහාර, ගෑස්, and ෂධ, ඉන්ධන සහ පොහොර නොමැති විට මිනිසුන් ගැන සිතන්නේ කවුද?",
        "කවුරුහරි ඔබ ගැන සැලකිලිමත්ද?ඔවුන් ජනතාවගේ ශෝකය තේරුම් ගන්නවාද?ඔවුන්ට හදවතක් තිබුණාද?මිනිසුන්ට මැරීම කමක් නැත. අප පැන යා යුතු යැයි සිතුවා පමණි. එබැවින් තරඟය සඳහා හොඳ සබත් දවස මිල දී ගෙන සජිත් ප්රේමදාස වෙත ලබා දෙන්න. ජනයා අ .මින් සිටියදී අනුර සහ සජිත් පලා ගියහ.",
        "අපි අද රට එක්සත් කළ පසු. ඔවුන් රට බේරා ගැනීමට අවස්ථාවක් ඉල්ලා සිටී.විපක්ෂ නායකවරයා පවසන්නේ ඔබ ඇසෙන ඕනෑම දෙයක් ඔබ මට ලබා දෙන බවයි. විපක්ෂ නායකවරයා රටේ විකල්ප අගමැති විය යුතු අතර ආදේශකයක් නොවේ.",
        "රටේ ආර්ථිකය අර්බුදයක පවතින අතර. 2022 දී අනුරකුමාර දිසානායක ජනතාවට උදව් කළාද?",
        "අපි රේඛාව වැඩි කළ විට, මිනිසුන්ට දුෂ්කරතා ඇති බව අපි දනිමු. අපි ඒක දන්නවා. භාණ්ඩවල මිල දෙගුණ කර ඇති නමුත් ආදායම වැඩි වී නොමැත.මිනිසුන් මට බැණ වැදීමට කුමක් වුවත්, මම රට වෙනුවෙන් අවශ්ය තීරණ ගත්තා. එහි ප්රති As ලයක් ලෙස රුපියලේ වටිනාකම අද ඉහළ ගොස් තිබේ. භාණ්ඩවල මිල ද අඩු වී තිබේ.",
        "දෙමව්පියන්ට ආහාර වළක්වා තම දරුවන් පෞද්ගලික පන්තියකට යැවීමට හැකි විය. නමුත් අද, ආහාර වේලෙහි බිත්තරය එකතු කළ හැකිය.දින කිහිපයකින්, අපි දින 2 ක බිත්තර ආහාර ගැනීමෙන් දින 2 ක් අපි සාදන්නෙමු.",
        "අපගේ ඉලක්කය වූයේ නව ශ්රී ලංකාවක් ගොඩනැගීමයි. පුද්ගලික අංශයේ වැටුප් වැඩිවීමට ද අපි කටයුතු කර ඇත්තෙමු. ලබන වසරේදී රජයේ සේවකයින් සඳහා වැටුප් වැඩි කරන්නෙමු. ජනතාවගේ ජීවිත බර අඩු කිරීමට ද අපි කටයුතු කරන්නෙමු.",
        "අනෙක් දෙදෙනා ජීවිතයේ බර අඩු කරන්නේ කෙසේදැයි ඔබ ඇසුවොත්, ඔවුන් ජීවිතයේ ගුණාත්මකභාවය අඩු කරන බව කියනු ඇත. ජනතාවගේ ආර්ථිකය සහ බර ඔවුන් නොදැන සිටිති.වර්තමාන ආර්ථිකයේ අපට රට දිගටම කරගෙන යා නොහැක.",
        "භාණ්ඩ ආනයනය කළ හැකි රටක විදේශීය ආදායමක් නොමැත.අපනයන ආර්ථිකය දෙසට යා යුතුය. අපි එය ඉලක්ක කර ගැනීමෙන් කෘෂිකාර්මික නවීකරණ කටයුතු සිදු කරන්නෙමු. කුරුණගල වැනි ප්රදේශවල, අපි නව බෝග අස්වැන්නක් කරන්නෙමු. කර්වා නිෂ්පාදනය අපි වැඩිදියුණු කරන්නෙමු. නව වර්ගයේ පොල් වගාවක් හඳුන්වාදීම පිළිබඳව ද අපි විමර්ශනය කිරීමට යති.",
        "මගේ පරමාර්ථය වන්නේ කෙසේ හෝ ආර්ථිකය ශක්තිමත් කිරීම සහ ජනතාවගේ ආදායම වැඩි කිරීමයි. කුකුළු ගොවිපල කර්මාන්තය සහ බිත්තර නිෂ්පාදනය ද අපි බලමු. අපි වැඩි කරන්නෙමු. ඒ හා සමානව, ඉඩම් ඇපකරයක් ඇති අයට අපි ස්ථිර අයිතිවාසිකම් ලබා දෙන්නෙමු. කුලියපිටිය සහ යාපාවා ඇතුළු ප්රදේශ විශාල ප්රමාණයක් සඳහා ඉඩම් ලබා දෙනු ඇත.",
        "අපි බොහෝ කර්මාන්තශාලා නිර්මාණය කිරීමට යන්නේ.වෙස්ටර් ඔටොමොබයිල් සමාගම විවෘත කිරීමට මම මෙම රැස්වීමට පැමිණ සිටිමි. එය අග්නිදිග ආසියාවේ විශාලතම වාහන සම්බන්ධීකරණ සමාගම වනු ඇත. ඉඩම් දහස් ගණනක් බිංගිරියා හි වෙන් කෙරේ.අපි කුරුනේගල විශ්ව විද්යාලයක් පිහිටුවීමට යනවා.",
        "එබැවින් ජනතාව ජීවත්වීමේ සැලසුම් සමඟ අපි 'ශ්රී ලංකා' වැඩසටහන සැලසුම් කර ඇත්තෙමු. අප එකමුතුව ක්රියා කරන්නේ නම්, ව්යාපෘති කීයක් ආරම්භ කළ හැකිද?. මම සියලු පාර්ශවයන් ඉල්ලා සිටිමි. 2022 දශකයේ එක් එක් පාර්ශවයේ කොපමණ බරක් දැයි ඔබට අමතක කළ හැකිද?අද දින තාමත් ඡන්දය දෙන්නේ කවුරුන්දැයි කීමට සමහර අය බිය වෙති.",
        "සියලුම පාර්ශව එක්සත් වී සාර්ථක නම්, රට සඳහා සැලසුම් කීයක් කළ හැකිද?. අවුරුදු පහක් වැඩට පැමිණ එය එක්සත් හෝ වෙනස්ද යන්න තීරණය කරන්න. එබැවින් රටට නායකත්වය දිය හැකි පාර්ලිමේන්තුවක් තෝරා ගත යුතු බැවිනි. සැප්තැම්බර් 21 අප දිනන බවට වග බලා ගන්න. සිලින්ඩරයට ඡන්දය දෙන්න. \"",
        "\"විශාල අලියා ජයග්රහණය කිරීමට හෝ කුඩා අලි දිනා ගැනීමට තීරණයක් ගැනීමට අද එය තිබේ. සජිත්ට ආගමක් තිබුණත්, මහා අලියාගේ සාර්ථකත්වය තීරණය වේ.සජිත් සමහර රූපවාහිනී වෙත ගොස් ඔවුන් ලියා ඇති දේ කියවා ඇත.",
        "අර්බුදයේ දී සජිත් මේ රට රැගෙන ගියේ නම් අපි ඔහුට සහාය දෙන්නෙමු. නමුත් අද සජිත් ඔප්පු කර ඇත්තේ ආහාර ඔහුගේ අතේ තැබිය නොහැකි බවයි.",
        "ඒ හා සමානව, මීට පෙර රනිල් ලෙස හැඳින්වූ අය - රාජපක්ෂ - රාජපක්ෂර ආප්රෙමදාස බවට පත්ව ඇත.",
        "\"පසුගිය දින දෙක තුළ අනෙක් අපේක්ෂකයින් දෙදෙනාගේ රූපවාහිනී වැඩසටහන් මම දුටුවෙමි. ඔවුන් දෙදෙනාම ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් රට තුළ ඉතිරි කළ මුදල් වියදම් කිරීම ගැන කතා කරති.ඒ වෙනුවට, එය රටට ආදායමක් උපයා ගත හැකි ක්රම සොයා ගන්නේ කෙසේද යන්න ගැන කතා නොකරයි.",
        "පසුගිය වසර දෙක තුළ ජනාධිපති රනිල් වික්රමසිංහ මහතා සිය අත්දැකීම් සමඟ ජාත්යන්තර සහයෝගීතාව ලබා ගෙන තිබේ. එබැවින් ඔහුට වැඩි අවුරුදු පහක ජනතාවගේ නියෝගය ලබා ගැනීම අවශ්ය වේ. හිටපු ජනාධිපති ගෝතබායාට ඔහුගේ පාලනය නියමිත නිසා අත්දැකීමක් නැත. ජනාධිපති රනිල් වික්රමසිංහගේ අත්දැකීම් රට පිළිගැනීමට සහ යහපත ගෙන ඒමට උපකාරී විය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මැතිවරණයකින් තොරව පසුගිය වසර දෙකක කාලය තුළ රට රටට ගෙන ඒමට ඉඩ දී තිබිය යුතුය.. වෙනත් රටවල් එකම දේ කළහොත්.අපගේ කලාප පරිහානියේ සමහර රටවල්, ලෝක මූල්ය ආයතන විසින් ශ්රී ලංකාවට පෙර නිමිත්තක් ලෙස කටයුතු කරන ලෙස උපදෙස් දෙයි. ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ එවැනි ගෞරවයක් අපට ලැබී තිබේ. \"",
        "\"බොහෝ දෙනාගේ ස්ථාවරය වන්නේ මන්ත්රීවරුන් මිල අධික වනු ඇති බවයි. නමුත් මම 20 පාර්ලිමේන්තු මන්ත්රී ධුරයෙන් ඉවත් වී ජනාධිපති රනිල් වික්රමසිංහ මහතා රට සඳහා සහාය දීමට තීරණය කළෙමි. 2022 ජනාධිපති රනිල් වික්රමසිංහ රට භාරව නොසිටින්නේ නම්, රට අද මෙම තනතුරේ නොසිටිනු ඇත.",
        "එක්සත් ජනතාව බලයේ සිටි විට රනිල් පැවතියේ නැත, රනිල් කිසි විටෙකත් ජනාධිපතිවරණය රඳවා නොගනු ඇත.. එහෙත් ජනාධිපති රනිල් වික්රමසිංහ ඔවුන් ඔවුන් අනුබද්ධව තිබේ.ඔහුට කිසි විටෙකත් රාජපක්ෂයන්ගෙන් කිසිවක් ලැබුණේ නැත.",
        "තවත් සමහරු පවසන්නේ සජිත් ජයග්රහණය කරන බවයි. නමුත් රටේ සෑම දෙයක්ම 'හැකි' යැයි අපට හැඟෙන නායකයා අපට අවශ්යයි. ජනාධිපති රනිල් වික්රමසිංහ මහතා තම අතුරු පාලනයේදී ආරම්භ වී ඇති වැඩ කටයුතු අවසන් කිරීමට වසර පහක බලයක් ඉල්ලා සිටී. එබැවින් මේ රටේ දීර් time කාලයක් තිස්සේ ජනතාවගේ අවශ්යතා දැන සිටින ජනාධිපති රනිල් වික්රමසිංහගේ අවශ්යතාවය පාලන තන්ත්රය භාර දීමයි.",
        "විපක්ෂ නායක හන්දිය පොරොන්දු. තට්ටු කිරීම ඔහුගේ වේදිකාව තුළ දක්නට ලැබේ. මම වසර හතරක් එක්සත් ජාතික පක්ෂයෙන් ඉවත් වී සිටියද, අපි ජනාධිපති රනිල් වික්රමසිංහ අපගේ නායකයා ලෙස සැලකුවා. එදින රනිල් - රාජපක්ෂව කැඳවූ අය සජිත් - රාජපක්ෂ බවට පත්වීම විහිළුවක්. \"",
        "\"රනිල් වික්රමසිංහ මහතා නැවතත් රටේ ජනාධිපති වීමට යන්නේ බව සහතිකයි. තවත් ප්රධාන අපේක්ෂකයින් තිදෙනෙකු ජනාධිපති රනිල් වික්රමසිංහ සමඟ තරඟ වදිති. රනිල් වික්රමසිංහ මහතා ජනාධිපති සහ අග්රාමාත්යවරයා බවට පත් කිරීමට ඔවුන් අවස්ථා කිහිපයකදීම මැතිවරණයට නායකත්වය දී තිබේ.",
        "සජිත් ඒ සඳහා වැඩ කළේය. අනුරුගමාර දිසානායක එසේ අවස්ථා දෙකකදී සිදු කර ඇත. සරත් ෆොන්සේකා 2010 දී ක්ෂේත්ර ක්ෂේත්රයෙන් පිරිනමන විට, රනිල් උද් s ෝෂනා කර තිබේ. 2015 දී රනිල් අගමැති වෙත කැපවී සිටියේය. නාමල් රාජපක්ෂ මහතා ද ජනාධිපති රනිල් වික්රමසිංහ මහතා ජනාධිපති ලෙස ඡන්දය ප්රකාශ නොකළ බව අමතක නොකළ යුතුය.",
        "එබැවින්, විකල්ප විසඳුම් සෙවීමකින් තොරව රනිල් වික්රමසිංහට ඡන්දය දීම නිවැරදි ය. එලෙසම ඔවුන් කියා සිටියේ වරකට රනිල්ට ජනාධිපති විය නොහැකි බවයි. ඒ චින්තනයට බොරු කිව්වා. ඔවුන් කිව්වා කලින් අගමැති වෙන්න බෑ කියලා. බොහෝ ජ්යෝති log ශාස්ත්ර ers යින් පවා කීවේය. රනිල් වික්රමසිංහ ව්යාජ ලෙස බොරු ය.",
        "ජනාධිපතිවරණයේදී ජනාධිපති රනිල් වික්රමසිංහ මහතා නව වාර්තාවක් සටහන් කර ඇති බවට සැකයක් නැත.. ඒ හා සමානව, කුරුණෑගලේ වාහන සම්බන්ධීකරණ සමාගමක් පිහිටුවීමට නොහැකි බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.. එහෙත් ජනාධිපති රනිල් වික්රමසිංහ මහතා බොරු කීමට හා නව සමාගමක් ආරම්භ කිරීමට ඇති හැකියාව පෙන්නුම් කර තිබේ. \""
      ]
    },
    "en": {
      "title": "The country will not push into the dark era but vote for the progress of the country -the President",
      "body_lines": [
        "President Ranil Wickremesinghe again called on the United National Party, the Mottu Party and the Sri Lanka Freedom Party to prevent the country from being brought into the dark era and unite for the country's progress.",
        "The president said that the dark age of two years ago should not be forgotten and urged everyone to unite to strengthen the country's economy and give the people the people.",
        "President Ranil Wickremesinghe said this while addressing a public meeting held at Kuliyapitiya on Tuesday afternoon.",
        "A large number of people were present at the meeting, which was organized to ensure the success of President Ranil Wickremesinghe.",
        "President Ranil Wickremesinghe said that there was no unity within the United People's Power and that the Pure UNP is under him, and that those who truly love the United National Party will vote for himself on September 21.",
        "'' Today, JR Jayawardena's birthday. We are celebrating his birthday because of the United National Party. We celebrate his birthday because there is only one United National Party. I only demanded cooperation with other parties.There are no alternative United National Party. So, the United National Party will vote for me.",
        "J.R.. We accepted great responsibilities during the period when working with Jawardhana. During that time, we all united in the country, including Mahaweli, the new capital, two commercial zones, Uda Gammana, Mahapola, Youn Praya, in each ministry.",
        "This time I will start and complete bigger plans than them.The people who have been suffering for four years have to give a good future. I am ready to dedicate it. So, September 21 is the most important day. That day is the day of the country and your future.",
        "You can decide on the 21st whether or not to go back to the good future or to stand in the rows. The good future is the expectation of the people. People do not like hardships.Who thought about people when there was no food, gas, medicine, fuel and fertilizer?",
        "Did anyone care about you?Do they understand the grief of the people?Did they have a heart?It's okay for people to die. Only thought that we should escape. So buy the good sabbaths for the race and give it to Sajith Premadasa. Anura and Sajith fled when the people were crying.",
        "After we have united the country today. They ask for a chance to save the country too.The Leader of the Opposition says that you will give me whatever you hear. The opposition leader should be the country's alternative prime minister and not a substitute.",
        "While the country's economy is in crisis. Did Anurakumara Dissanayake help the people in 2022?",
        "When we increased the line, we know that people had difficulty. We know that. The price of goods has doubled but the income has not increased.Regardless of what people scolded me, I made the necessary decisions for the country. As a result, the value of the rupee has increased today. The prices of goods have also declined.",
        "Parents were in a position to avoid food and send their children to a private class. But today, the egg can be added during the meal.In a few days, we will create 2 days of egg eating.",
        "Our aim was to build a new Sri Lanka. We have also led the salary increase of private sector. We will increase salary for public servants next year. And we will also make way to reduce the life burden of the people.",
        "If you ask how the other two will reduce the burden of life, they will say that we will reduce the quality of life. They do not know the economy and the burden of the people.We cannot continue the country in the current economy.",
        "There is no foreign income in a country where goods can be imported.We need to move towards the export economy. We will carry out agricultural modernization activities by targeting it. In areas such as Kurunegala, we will do new crop yields. We will improve the production of karva. We are also going to investigate the introduction of a new type of coconut cultivation.",
        "My purpose is to somehow strengthen the economy and increase the income of the people. We will also promote poultry farm industry and egg production. We will increase. Similarly, we will give permanent rights to those who have the land guarantee. Lands will be given to a large number of areas including Kuliyapitiya and Yapahuwa.",
        "We are going to create many factories.I have come to this meeting to open the Wester Ottomobile Company. That is going to be the largest vehicle coordination company in Southeast Asia. Thousands of acres are allocated in Bingiriya.We are going to set up a university in Kurunegala.",
        "Therefore, we have developed the 'Planning Sri Lanka' program with plans to live people. If we act in unity, how many projects can be started. I call for all parties. Can you forget how much each party was in fear in the 2022s?Some people are afraid to tell who is still going to vote for today.",
        "If all parties are united and successful, how many plans for the country can be made. Come to work for five years and then decide whether it is united or different. So people need to elect a parliament that can lead the country. September 21 Make sure we win. Vote for the cylinder. ”",
        "“Today it has to make a decision to win the big elephant or to win the little elephant. Although Sajith has a religion, the success of the great elephant is determined.Sajith has gone to some TVs and reads what they wrote.",
        "We would have supported him if Sajith had taken this country during the crisis. But today, Sajith has proved that he is not able to put the food in his hand.",
        "Similarly, those who have previously called Ranil - Rajapaksa have become a Gnanasara -Premadasa. ”",
        "“In the last two days I saw the TV shows of the other two candidates. They both talk about spending money saved in the country by President Ranil Wickremesinghe.Rather, it does not talk about how to find ways to earn income for the country.",
        "President Ranil Wickremesinghe has gained international cooperation with his experience over the past two years. Therefore, it is necessary for him to get more five years of people's order. Former President Gotabhaya had no experience because his rule was due. President Ranil Wickremesinghe's experiences helped to accept the country and bring good.",
        "President Ranil Wickremesinghe should have been allowed to bring the country to the country for the last two years without elections.. If other countries would have done the same.While some countries in our zone decline, world financial institutions advise Sri Lanka to act as a forerunner. We have received such honor by President Ranil Wickremesinghe. ”",
        "“The position of many is that MPs will be expensive. But I decided to leave the 20 -year parliamentarian post and support President Ranil Wickremesinghe for the country. 2022 If President Ranil Wickremesinghe is not in charge of the country, the country will not be in this position today.",
        "When the United People was in power, Ranil would not last and Ranil would never hold the presidential election.. But President Ranil Wickremesinghe has allied them.He never received anything from the Rajapaksas.",
        "Still others say Sajith is winning. But we need the leader who says everything in the country is 'possible'. President Ranil Wickremesinghe demands the power of five years to complete the work that has begun during his interim rule. Therefore, the need for President Ranil Wickremesinghe, who is aware of the needs of the people for a long time in this country, is to hand over the regime.",
        "Opposition Leader Junction Promises. The knock is found within his platform. Although I had quit the United National Party for four years, we thought of President Ranil Wickremesinghe as our leader. It is funny that those who were calling Ranil - Rajapaksa on that day have become Sajith - Rajapaksa. ”",
        "“It is certain that Ranil Wickremesinghe is going to be the country's president again. Three more major candidates are contesting with President Ranil Wickremesinghe. They have led the election on several occasions to make Ranil Wickremesinghe the President and the Prime Minister.",
        "Sajith worked for it was not a secret. Anuragumara Dissanayake has done so on two occasions. When Sarath Fonseka was fielded in the 2010s, Ranil has made campaigns. In 2015, Ranil was committed to Prime Minister. It should not be forgotten that Namal Rajapaksa also voted for President Ranil Wickremesinghe as president.",
        "So, it is correct to vote for Ranil Wickremesinghe without looking for alternative solutions. Likewise they said that Ranil could not be president at a time. Lied to that thought. They said they could not become prime minister before. Many astrologers even said. Ranil Wickremesinghe has falsely falsely.",
        "There is no doubt that President Ranil Wickremesinghe will record a new record in the presidential election.. Similarly, President Ranil Wickremesinghe said they could not set up a vehicle coordination company in Kurunegala. But President Ranil Wickremesinghe has shown his ability to lie and start a new company. ”"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "President Ranil Wickremesinghe urges unity against \"dark era,\" promises economic growth, criticizes opponents, and vows to strengthen the country's economy and infrastructure."
  ]
}