{
  "translated_text": {
    "ta": {
      "title": "பாராளுமன்றத்தில் 150 க்கும் மேற்பட்டோர் வீட்டிற்கு அனுப்புகிறார்கள் - அனுரா",
      "body_lines": [
        "தற்போது பாராளுமன்றத்தில் 150 க்கும் மேற்பட்ட எம்.பி.க்கள் பாராளுமன்றத் தேர்தலில் இருந்து வெற்றிபெற்ற ஒன்றரை மாதங்களுக்குள் வெளியேற வேண்டியிருக்கும் என்று அனுரா குமாரா டிசனாயக்க கூறுகிறார்.",
        "அவர் நேற்று (14) பன்னாலாவில் உள்ள ஒரு குடும்பத்தில் பேசிக் கொண்டிருந்தார்.",
        "\"ரணில் விக்ரமேசிங்காக இருந்தாலும். சஜித் பிரேமடாசா அப்படி இருந்தாலும். இந்த வணிகத்தின் பயணத்தை இனி தோற்கடிக்க முடியாது. ரணில் சஜித் மிகவும் தாமதமாகிவிட்டார். மிகவும் தாமதமாக 'இப்போது மிகவும் தாமதமானது. நாங்கள் விரைவாக பாராளுமன்றத்தை கரைக்கிறோம். இந்த பாராளுமன்றம் குப்பைகளிலிருந்து கத்துகிறது. மினி கொல்லப்பட்டு சிறையில் மிரட்டி பணம் பறிக்கப்பட்டு சிறையில் மூன்று மூன்று இடங்களின் புகலிடமாக இருந்துள்ளார். இந்த வகையான பாராளுமன்றத்தை நீங்கள் விரும்புகிறீர்கள்.  මාස එකහමාරක් ඇතුළත මහ ඡන්දේ තියනවා. பாராளுமன்றத்தில் 150 க்கும் மேற்பட்டோர் வீட்டிற்கு அனுப்புகிறார்கள். சஜித் மற்ற அனைத்தையும் ஏமாற்றுகிறார். இது ஏமாற்றாது.",
        "இதற்கிடையில், தேசிய கூட்டாட்சி கவுன்சிலில் மற்றொரு புகழ் தலவகேலில் நிறுவப்பட்டுள்ளது.",
        "கூட்டத்தின் தளபதி, அனுரா குமாரா டிசனாயகே, இலங்கையில் மருந்துகள் தங்கள் கட்டுப்பாட்டின் கீழ் முற்றிலுமாக அகற்றப்படும் என்று கூறினார்.",
        "\"கற்றுக்கொள்ள பள்ளி இல்லை. ஆசிரியர்கள் இல்லை. வசதிகள் இல்லை. அழிக்கப்படும். முதலாளிகளின் ஒரு வாழ்க்கை சோகமாக இருக்கிறது. இந்த முறையை நாம் மாற்ற வேண்டும். வீணடிக்கும் மக்கள் வீணடிக்கும் பில்லி-சைக்ளோட். திருடர்கள் ஒருபோதும் நாடுகளை உருவாக்க மாட்டார்கள். தூள், மருந்துகள் பரவுகின்றன. பெற்றோர்கள் குழந்தைகளுக்கு பயந்து வாழ்கின்றனர். குழந்தை, குடும்பம், வீடு, அடுத்த வீடு முழுவதும் உள்ளது. அரசியல்வாதிகள் நுவரா எலியாவுக்கு தூள் கொண்டு வரப்படுகிறார்கள். அரசியல்வாதிகள் போதைப்பொருள் செய்கிறார்கள். மருந்துகள் உருவாக்கப்படுகின்றன என்று நிச்சயமாக உறுதியளித்தது. நாங்கள் முற்றிலும் மருந்துகளை அடக்குகிறோம். உங்கள் பிள்ளை கவனித்துக்கொள்ளவில்லை என்றால், ஒரு ஹோட்டலில் வேலை செய்யுங்கள். தலவகெல் பெண்ணில் ஒரு பெண், அல்லது ஒரு பையன் அல்ல. ஆனால் அதை விட அதிக வேலைகள் இல்லையா?. உங்கள் துக்கத்தை உங்கள் பிள்ளை அனுபவிக்க விடமாட்டார். ஒரு வீடு, கல்வி, வேடிக்கை மற்றும் நல்ல எதிர்காலத்தை உருவாக்குவோம். \""
      ]
    },
    "en": {
      "title": "More than 150 people in Parliament sending home - Anura",
      "body_lines": [
        "Anura Kumara Dissanayake says that more than 150 MPs in the present Parliament will have to leave the parliamentary election within a month and a half after their victory.",
        "He was speaking at a famil in Pannala yesterday (14).",
        "\"Even though Ranil Wickremesinghe is. Although Sajith Premadasa is the case. No longer can defeat the journey of this business. Ranil Sajith is too late. TOO LATE 'Now too late. We quickly dissolve Parliament. This parliament screams from the garbage. Mini has been killed and extorted in jail and have been a haven of three three places in jail. You want this kind of parliamentary.  මාස එකහමාරක් ඇතුළත මහ ඡන්දේ තියනවා. More than 150 people in Parliament sending home. Sajith cheats all the other. This doesn't cheat. \"",
        "Meanwhile, another popularity in the National Federational Council has been established in Talawakele.",
        "Commander of the meeting, Anura Kumara Dissanayake said that drugs will be completely eliminated in Sri Lanka under their control.",
        "\"There is no school to learn. No teachers. There are no facilities. Will be destroyed. One life of the bosses is sad. We must change this method. Billi-cyclot of people wasting wasting. Thieves never make countries. Powder, drugs are spreading. Parents live in fear of children. The child, family, home, is all over the next house. Politicians are brought in powder to Nuwara Eliya. Politicians are doing drugs. Certainly assured that drugs are being created. We're totally suppressing drugs. Work at a hotel, if your child is not taking care of. A girl at Talawakelle girl, or not a boy. But don't have more jobs than that?. Wouldn't let your child experience your grief. Let's build a house, education, fun and a good future. \""
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka: Over 150 MPs may lose seats soon. Anura Kumara Dissanayake claims drug elimination in Sri Lanka under his party's control. He criticizes current politicians and promises better education and job opportunities."
  ]
}