{
  "translated_text": {
    "ta": {
      "title": "குலியாபிதியாவில் பல செயலாளர் ரகசியங்களை ஜனாதிபதி ஆய்வு செய்கிறார்",
      "body_lines": [
        "சமகம்பெம்பரமாலா மற்றும் நிலத்தின் நல்லிணக்கத்தில் ஐக்கிய தேசிய கட்சியின் (யு.என்.பி) கொள்கைகள் எதுவும் இல்லை.",
        "யு.என்.பி.",
        "குலியாபிதியா நகர்ப்புற கவுன்சில் ஸ்டேடியத்தில் நேற்று பிற்பகல் நடைபெற்ற முதல் வெகுஜன பேரணியில் உரையாற்றிய ஜனாதிபதி ரணில் விக்ரமசிங்க.",
        "\"உண்மையான\" கருப்பொருளின் கீழ் நாட்டில் சேர விரும்பும் மக்களின் கருப்பொருளின் கீழ் படுகொலை ஏற்பாடு செய்யப்பட்டுள்ளது, மேலும் குலியாபிதியாவில் ஏராளமான மக்கள் கலந்து கொண்டனர்.",
        "ஜனாதிபதி ரணில் விக்ரமசிங்க ஜனாதிபதியாக நியமிக்கப்பட்ட பின்னர் அழைக்கப்பட்ட முதல் பேரணியும் இதுவாகும்.",
        "மக்களை உரையாற்றிய பின்னர், ஜனாதிபதி ரணில் விக்ரமேசிங்கே அவர்களுடன் நட்பு உரையாடலுக்குச் சென்றார்.",
        "கட்சியைத் தாக்கிய தேதியிலிருந்து ஜனாதிபதியின் தீர்மானத்தை ஆதரித்த அனைவருக்கும் ஜனாதிபதி நன்றி தெரிவித்தார் என்றும் ஜனாதிபதி வலியுறுத்தினார்.",
        "மக்களுக்கு நிவாரணம் வழங்க அரசாங்கம் நடவடிக்கை எடுத்துள்ளது என்று ஜனாதிபதி ரணில் விக்ரமேசிங்க கூறினார்.",
        "உண்மையை அறிவிப்பதற்கும், யு.என்.பி உடன் தொடரவும் யு.என்.பி தாழ்மையுடன் பெருமிதம் கொண்டது என்று ஜனாதிபதி கூறினார்.",
        "நாட்டின் பொருளாதார நெருக்கடி குறித்த UNP இன் கொள்கை அறிக்கையின் பிரச்சினைகள் மற்றும் வீடியோ விளக்கக்காட்சி ஆகியவற்றையும் ஜனாதிபதி நினைவு கூர்ந்தார்.",
        "\"நான் அரசாங்கத்துடன் தொடர்பு கொண்டிருந்தபோது, ​​இந்த நிலைமையை நாடு கொண்டு வரும் என்று நான் எதிர்பார்க்கவில்லை. இன்று நாம் திவால்நிலையிலிருந்து விடுவிக்கப்பட உள்ளோம். ஐந்து வருட காலத்திற்கு இது எடுக்கும் என்று பலர் நினைத்தார்கள். சர்வதேச நாணய நிதியத்தின் பிரதிநிதிகள் இப்போது உள்ளனர். அவர்களுடன் கலந்துரையாட மே அல்லது ஜூன் மாதங்களில் முதல் ஒப்பந்தத்தை நாங்கள் நம்புகிறோம், கடன்களைப் பற்றி அதிகாரப்பூர்வமாக விவாதித்தோம்.. பின்னர் நாம் ஒரு நாட்டு நாடாக நிவாரணம் பெற முடியும்.",
        "இந்த பயணத்தில் மக்களுக்கு நிவாரணம் வழங்க முடியும். இந்த ஆண்டு பொது ஊழியர்களின் சம்பளத்தை அதிகரிக்க முடிந்தது. அவர்கள் சிங்கள இந்து புத்தாண்டில் இருந்து ஆயிரத்துக்கும் மேற்பட்ட ரூபாயைப் பெறுகிறார்கள். மேலும், நல்லிணக்க திட்டம் மூன்று மடங்கு செழிப்புக்கு பயனளிக்கும். இது 24 லட்சம் பெறுகிறது.",
        "இந்த குடும்பங்கள் அனைவரும் சிங்கள இந்து புத்தாண்டுக்கு 20 கிலோ அரிசி வழங்கியுள்ளனர்.. கொழும்பு கடைகளுக்கு 50,000 வீடுகளுக்கு முறையான உரிமை வழங்கப்படுகிறது.",
        "ஒரு கடினமான நேரம் இருந்தபோதிலும், மக்களுக்கு நிவாரணம் வழங்க நாங்கள் நடவடிக்கை எடுத்துள்ளோம். மேலும், வேளாண் நவீனமயமாக்கல் திட்டத்தின் மூலம் 10 ஆண்டுகளில் நாட்டின் விவசாயத்தை எதிர்பார்க்கிறோம் மற்றும் ஏற்றுமதித் தொழிலில் இருந்து பணம் சம்பாதிக்கிறோம்.",
        "நாங்கள் லஞ்சத்திற்காக ஒரு கமிஷன் செய்தோம். அந்த விஷயங்களில் எதையும் நான் ஒருபோதும் எழுப்பவில்லை. தவறு செய்பவர்களை வழக்கு. இது எனக்கு ஒரு பிரச்சினை அல்ல. மேலும் பாராளுமன்றக் குழுக்கள் நியமிக்கப்பட்டன. மேலும், பெண்கள் பெண்கள் அதிகாரமளித்தல் மசோதா மற்றும் பாலின சமத்துவ மசோதாவை உருவாக்குவார்கள்.",
        "சீரான பட்ஜெட் மற்றும் பெண்களுக்கு பெண்கள் வன்முறை சட்டங்களை திருத்துவதற்கும் நாங்கள் பணியாற்றுகிறோம். மேலும், ஒவ்வொரு காவல்துறையும் பெண்கள் மற்றும் குழந்தைகளுக்கு ஒரு தனி அலகு நிறுவும். நாட்டின் பொது மக்களின் வளர்ச்சிக்காக இவை மேற்கொள்ளப்பட்டன.",
        "நான் ஜனாதிபதியின் பொறுப்பைப் பெற்ற பிறகு என்னை ஆதரித்த அனைவருக்கும் நன்றி கூறுகிறேன். பிளவு இல்லாமல் என்னை ஆதரித்த CHOGM, SLFP, JVP, JVP, JVP இல் உள்ள அனைவருக்கும் நான் நன்றி கூறுகிறேன்.. எங்களுக்கு குறுகிய அரசியல் உள்ளது. இந்த நாட்டைக் கட்ட நாங்கள் முயற்சிக்க வேண்டும்.",
        "2020 நாடாளுமன்றத் தேர்தலில் நாங்கள் பிரிந்தோம். ஆனால் நாங்கள் உண்மையை அறிவித்து பின்னர் முன்னேறுவோம் என்று அறிவிக்கிறேன். நாங்கள் திட்டமிடப்பட்டால், நாங்கள் சிறிது நேரம் ஒரு அரசாங்கத்தை உருவாக்க முடியும் என்று நான் சுட்டிக்காட்டினேன். ஆனால் பலர் அதை எதிர்த்தனர். வாக்களிப்பை வெல்வதாக தவறான வாக்குறுதிகள் இருக்க வேண்டும் என்று சிலர் நினைத்தார்கள்.",
        "இந்த பார்வையில் UNP பிரிக்கப்பட்டுள்ளது. சிலர் ஒற்றுமை அதிகாரத்திற்கு வாக்களித்தனர். சிலர் வாக்களிப்பதைத் தவிர்த்தனர். சிலர் எங்களுக்கு வாக்களித்தனர். இன்று ஒரு கட்சி இருப்பதாக நான் அவர்களிடம் சொல்கிறேன். அந்த ஐக்கிய தேசிய கட்சி. நாங்கள் டி.எஸ். வெளியிடப்பட்ட நாட்டைப் பாதுகாக்க திரு. சேனநாயக்க மற்றும் ஜே.ஆர். ஜெய்வர்தீனின் பொருளாதாரம் முன்வைக்கப்பட்டுள்ளது. அதனால்தான் நான் உங்கள் அனைவரையும் அழைக்கிறேன்.",
        "கொள்கை அறிக்கையால் அன்று நான் சொன்னதை நினைவுகூர விரும்புகிறேன்",
        "\"வெளிநாட்டு வருமானத்துடன் நாட்டில் சுமார் 7,000 மில்லியன் அமெரிக்க டாலர்களை இழப்போம். கடன்கள் மற்றும் சேவைகளுக்கு 3,000 மில்லியன் அமெரிக்க டாலருக்கு சொந்தமான தொகை. இதன் விளைவாக, உள்ளூர் பொருளாதாரத்தை கசிய வைக்க அடுத்த இரண்டு ஆண்டுகளில் 6,000 மில்லியன் அமெரிக்க டாலர்கள் தேவை என்று யுனைடெட் தேசிய கட்சி மதிப்பிடுகிறது. அடுத்த ஆண்டில் 3,000 மில்லியன் அமெரிக்க டாலர் குறைந்தபட்சம் தேவைப்படுகிறது. உலகின் பெரும்பாலான நாடுகள் சர்வதேச ஆதரவுடன் இந்த வழியில் தங்கள் வாழ்க்கையின் பொருளாதாரத்திற்கான நிதியை வழங்கியுள்ளன. \"",
        "\"உள்கட்டமைப்பு, ஊக்கம் மற்றும் வரி சலுகை மூலோபாயத்தில், ஒரு மூலோபாய மற்றும் வரி சலுகை மூலோபாயத்துடன், ஒரு தனியார் துறையாக ஒரு தனியார் துறையாக பொருளாதாரத்திற்கு ஒரு மூலோபாய மற்றும் வரி சலுகையுடன்.",
        "நாட்டின் வருமானத்தை இரட்டிப்பாக்க ஒரு சுயாதீன நிறுவனத்தை அமைப்பதாக அவர்கள் கூறினர்.",
        "பின்னர், 2021 ஆம் ஆண்டில், \"நாங்கள் ஒரு திட்டத்தை உருவாக்குகிறோம்,\" அடுத்த ஐந்து ஆண்டுகளை எவ்வாறு அதிகரிப்பது என்பதை நாங்கள் ஒரு திட்டத்தை உருவாக்குகிறோம் \". இந்த வெளிநாட்டு பரிமாற்றங்கள் செய்த அறிக்கை. மிளகாய் குலி எங்கு செய்தான் என்று அவர்கள் நினைக்கவில்லை, மிளகாய், குரோசிஸ். இவை இந்த திட்டங்கள்.",
        "நாட்டை மீட்டெடுப்பதற்கான unp ஐத் தவிர வேறு யாருக்கும் ஒரு திட்டம் இல்லை.",
        "நாட்டின் பொருளாதாரம் இடிந்து விழுந்தபோது, ​​பொருளாதாரம் சரிந்து விட முடியாது என்று நினைத்தேன். எனவே நான் சர்வதேச நாணய நிதி நிர்வாகத்தை அழைத்தேன். நாங்கள் உதவ விரும்புகிறோம் என்று அவர் கூறினார். உலக வங்கியும் அதையே கூறியது. நானும் இரண்டு முறை ஜனாதிபதியை சந்தித்தேன். இந்த உண்மைகள் செய்யப்பட்டன. துரதிர்ஷ்டவசமாக, சில அதிகாரிகள் அதை எதிர்த்தனர்.",
        "மஹிந்தாவின் பிரதமர் அடுத்த 9 வது நிகழ்விலிருந்து ராஜினாமா செய்தார்.. பிரதமர் பதவியை ஏற்றுக்கொள்ள முடியாது என்று திரு சஜித் பிரேமதாசா கூறினார். திரு. அனுரா டிசனாயக்கைக் கோரவில்லை. அவற்றில் எதையும் நான் குறை கூறவில்லை. அந்த காரணம் உங்களுக்குத் தெரியும். ஒரு பொதுமக்களின் நடுவில் பிரதம மந்திரி பதவியை அவர்கள் எவ்வாறு ஏற்றுக்கொள்கிறார்கள்?. அவர்களால் கேலி முகத்தை கூட விளையாட முடியவில்லை. அது தான் உண்மை.",
        "ஷாங்க்ரியில்லா ஹோட்டலில் இருந்த மகளின் மகள் ரஞ்சித் சியாம்பலபிட்டியாவில் நான் கலந்து கொண்டிருந்தேன்.. வெளிச்சத்தில் உள்ள அனைவருக்கும் நான் ஹோட்டலில் இருப்பதை அறிந்திருந்தேன். யாரும் வந்து என்னை செல்லச் சொன்னார்கள். பின்னர் நான் கிளம்பினேன். பின்னர் நகர்ப்புற சபை அடிமை தீவு மற்றும் அடிமைத் தெருவின் பக்கத்தில் உள்ளவர்களுடன் பேசியது, நான் சென்றேன். ஏனென்றால் நாங்கள் எப்போதும் உண்மையை அறிவித்தோம். கஷ்டப்பட்டார். மக்கள் ஏமாற்றவில்லை. தோல்வியை ஏற்கத் தயாராகிறது.",
        "பின்னர், போஹோனின் பின்னணி எம்.பி.க்கள் என்னை அழைத்தனர். ஜனாதிபதி என்னை அழைத்தார். பிரதமர் பதவியை நான் ஏற்றுக்கொண்டேன். இதை வேறு யாரும் ஏற்கவில்லை. சஜித்தை ஏற்றுக்கொள்ள முடியாது, அனுரா இதை ஏற்கவில்லை. மேலும், திரு. சம்பந்தா உடம்பு சரியில்லை, அவரால் ஏற்றுக்கொள்ள முடியவில்லை. எனவே நான் பிரதமரின் பதவியை ஏற்றுக்கொண்டேன், எதிர்க்கட்சியை சேகரிக்க முன்னாள் ஜனாதிபதியிடம் கேட்டேன். ஆனால் அவர்கள் இல்லை.",
        "நான் சர்வதேச நாணய நிதியத்துடன் நிதி அமைச்சராக பேசினேன். அவர்கள் அந்த வழங்குநர்களை வாங்கினர். ஜூலை 9 அன்று இதுதான். எதிர்க்கட்சி முன்னணியில் கொண்டு வரப்பட்டதா என்று எனக்குத் தெரியவில்லை, ஆனால் அவர்கள் என்னை எழுதினர். இருப்பினும், முன்னாள் ஜனாதிபதி ஜனாதிபதி வீடு வீழ்ச்சியடைந்தபோது பதவியை விட்டு வெளியேறினார். என் வீடு தீப்பிடித்தது. ஆனால் நான் இருந்தேன். ஏனென்றால் நாங்கள் UNP. முன்னாள் ஜனாதிபதியின் பொறுப்பை நான் ஏற்றுக்கொண்டேன்",
        "செயல் ஜனாதிபதியாக ஒரு அரசாங்க கட்டமைப்பின் சத்தியப்பிரமாணத்திற்கு நான் பயந்தேன். ஆனால் கடிகாரத்தில், நான் செயல் தலைவராக பதவியேற்றேன்.",
        "நான் ஒரு தேர்தலுக்கு செல்ல நினைத்தேன். யு.என்.பி அனைத்தும் என்னை ஆதரிக்கும் என்று நினைத்தேன். அது ஒரு அரசாங்கத்தை உருவாக்கி முன்னேற முடியும். அவர்கள் சேரவில்லை. அந்த மக்கள் இன்று இலாகாக்களில் வேலை செய்கிறார்கள். நான் மீண்டும் ஏற்றுக்கொள்கிறேன் மற்றும் மனுவின் மற்றும் ஹரின்.",
        "மற்றவர்கள் டல்லாக்கள் அலஹாபெரியத்தை ஆதரிப்பார்கள் என்று கூறினர். ஜி.எல். ஜனாதிபதியால் ஒரு யு.என்.பி கட்சியைக் கொடுக்க முடியாது என்று பீரிஸ் என்னை எதிர்த்தார். யு.என்.பி.. அவர் ஒப்புக்கொண்டார். டல்லாக்கள் அலஹாபெருமாவாக இருக்க தயாராக இருந்தனர்.",
        "இந்த பொருளாதார நெருக்கடியிலிருந்து நாட்டைக் காப்பாற்றும்படி என்னிடம் கேட்கப்பட்டது. அவர் மஹிந்த ராஜபக்ஸாவுடன் பேசியபோது, ​​நீங்கள் சர்வதேச நாணய நிதியை மட்டுமே தொடர்பு கொள்ள முடியும் என்று மட்டுமே கூறினார்.",
        "இன்று நல்லவர்கள் அல்ல, மலர் வோல்ட்டை எடுத்தவர்கள். நான் தொலைபேசியில் தொலைபேசியை அழைத்தேன். மஹிந்த ராஜபக்ஸ் நன்றாக இருந்தால். எனவே நீங்கள் அந்த பொய்யை செய்யக்கூடாது என்று விசாரணையின் மக்களிடம் சொல்கிறேன்.",
        "அதன்பிறகு, மஹிந்த ராஜபக்சே நன்றாக இல்லை, நாங்கள் வரவில்லை என்று கூறினார். பின்னர் மஹிந்த ராஜபக்ஷாவின் சோட்டன்பிராலா ஜி.எல். பீரிஸ் எடுத்தார். சோட்டன்பிராலா நல்லதல்ல என்று சொல்லவில்லை. சவுத்தாபிராயா நல்லது. மஹிந்தா நன்றாக இல்லை.",
        "ஸ்டார்தன்பிராலாய் மற்றும் வாங்குபவர் இன்று நல்லிணக்கத்தில் உள்ளனர். UNP ஆதரவாளர்களுக்கு அங்கு இடமில்லை.",
        "6 ஆம் தேதி நான் பாராளுமன்றத்தில் ஒரு அறிக்கையை வெளியிட்டபோது, ​​திரு. ஹர்ஷா டி சில்வா கடன் பரிவர்த்தனைகள் குறித்த விவாதங்களில் எங்களை தொடர்பு கொள்ளுமாறு கேட்டுக்கொண்டார். அந்த விவாதங்களில் கலந்து கொள்ளும் சர்வதேச நாணய நிதியத்தின் பிரதிநிதிகளிடம் நான் சொன்னேன்.",
        "அதன்படி, கட்சித் தலைவர்களை அழைத்து இதைப் பற்றி விவாதிக்க எனது செயலாளரிடம் சொன்னேன். அதற்கான கடிதங்களை நாங்கள் அனுப்பினோம். பின்னர் தூண் சென்று எதிர்க்கட்சித் தலைவரிடம் ஹர்ஷாவை செய்யச் சொன்னார். நான் அதை செய்ய வேண்டும். இந்த விவாதங்களில் நாங்கள் கலந்து கொள்ள மாட்டோம். இன்று நான் இன்று எனது செயலாளருக்கு ஒரு கடிதம் அனுப்பியுள்ளேன். குவியலில் மூழ்கியது. எனவே இந்த கட்சியில், UNP க்கு ஒரு இடம் உள்ளது, அவை அனைத்தும் ஓரங்கட்டப்பட்டவை.",
        "தங்கள் சொந்த பணத்தின் முக்கிய உறுப்பினர் எங்கிருந்தாலும், நம்பிக்கையுடன் வைக்கிறார்.",
        "இன்றைய நல்லிணக்கத்தை சமகம்பெலகா குழுவால் பிடித்து இறங்கினார். UNP இன் கொள்கைகள் எதுவும் இல்லை. எனவே எங்களுக்கு வாக்களிக்காத அனைத்து மயக்கமான கட்சிகளுக்கும் நான் சொல்கிறேன். இந்த நாட்டை கடனில் இருந்து காப்பாற்றுகிறோம். வருங்கால சந்ததியினருக்கு ஒரு நல்ல நாட்டை உருவாக்குவோம். நாங்கள் ஒன்றாக வேலை செய்கிறோம் என்று அறிவிக்க நான் அமைதியாக இருக்கிறேன். \""
      ]
    },
    "en": {
      "title": "President inspects several secretary secrets in Kuliyapitiya",
      "body_lines": [
        "There is no principles of the United National Party (UNP) in the reconciliation of the Samagambembaramala and the land.",
        "President Ranil Wickremesinghe said that the UNP was not the principles of the UNP and the claim of the party to be rescued today and the UNP was brought to the secure country for the future generation today and to join the future generation.Invited.",
        "President Ranil Wickremesinghe addressing the first mass rally held at Kuliyapitiya Urban Council Stadium yesterday afternoon.",
        "The massacre is organized under the theme of the people who want to join the country under the theme \"real\" and a large number of people were present at Kuliyapitiya.",
        "It is also the first rally called after President Ranil Wickremesinghe was appointed president.",
        "After addressing the masses, President Ranil Wickremesinghe went to a friendly conversation with them.",
        "The President also stressed that the President thanked all those who supported the president's resolution from the date of assaulting the party.",
        "President Ranil Wickremesinghe said that the government has taken measures to provide relief to the masses.",
        "The President said that the UNP was humbly pride in being able to proclaim the truth and to proceed with the UNP.",
        "The President also recalled the issues of the UNP's policy statement on the economic crisis of the country and a video presentation.",
        "\"When I was associated with the government, I did not expect the country to bring this situation. Today we are due to be released from bankruptcy. Many people thought it would take for a period of five years. Representatives of International Monetary Fund are now present. We hope to have the first agreement in May or June to discuss with them and officially discussed the loans.. Then we will be able to get relief as a countryless country.",
        "We will be able to provide relief to the masses in this trip. And we have been able to increase the salaries of public servants this year. They receive more than a thousand rupees from the Sinhalese Hindu New Year. Also, the reconciliation program will benefit a three times prosperity. It gets 24 lakhs.",
        "All these families have provided 20 kg of rice for the Sinhala Hindu New Year.. Colombo shops are given legitimate right to 50,000 houses.",
        "Despite having a difficult time, we have taken steps to bring relief to the people. Also, we are expecting the country's agriculture in 10 years through the Agricultural Modernization Program and earn money from export industry.",
        "And we made a commission for bribery. I have never stood up any of those things. Case the wrongdoers. It's not a problem for me. And the committees of Parliament were appointed. Also, women will make women empowerment bill and the bill of gender equality.",
        "We also work to amend the laws of balanced budgeting and women's violence for women. Also, every police will establish a separate unit for women and children. These were carried out for the development of the common people of the country.",
        "I thank everyone who has supported me after I have taken responsibility for the president. And I thank everyone in the CHOGM, the SLFP, JVP, the JVP, the JVP, who supported me without the divide.. We have narrow politics. We should strive to build this country.",
        "We divided at the 2020 parliamentary election. But I declare that we would declare the truth and then go forward. I pointed out that if we work planned, we can build a government for a while. But many opposed it. Some thought that there should be false promises to win a vote.",
        "The UNP is divided in this view. Some voted to unity power. Some refrained from voting. Some people voted for us. I tell them all there is one party today. That United National Party. We offer DS. Mr. Senanayake to protect the country which was released and JR. Jayewardene's economy has been brought forward. That is why I call upon you all.",
        "I would like to recall what I said that day by the policy statement",
        "\"We will lose about US $ 7,000 million in the country with foreign income. The amount owned by US $ 3,000 million for loans and services. As a result, the United National Party estimates that US $ 6,000 million in the next two years is required to leak the local economy. US $ 3,000 million in next year is at least required. Most countries in the world have provided the funds for the economy of their lives in this way with international support. \"",
        "\"In the infrastructure, encouragement and tax concessionary strategy, with a strategic and tax concessionary strategy, with a strategic and tax concession to the economy as a private sector as a private sector as a private sector.",
        "They claimed that they would set up an independent agency to double the income of the country.",
        "Then, in the 2021, \"we make a plan,\" we make a plan how to increase the next five years \". A statement made by these foreign exchanges. They did not think where the chili did Kuli were going to make the plan, chilli, croizes. These are these plans.",
        "No one else had a plan but the UNP to recover the country.",
        "When the economy of the country collapsed, I thought the economy could not collapse. So I called the International Monetary Fund Management. She said we would like to help. The World Bank said the same. I also met the president twice twice. These facts were made. Unfortunately, some officials opposed it.",
        "The Prime Minister of Mahinda Rajapaksa resigned from the next 9th event.. Mr. Sajith Premadasa said he could not accept the post of Prime Minister. Mr. Anura Dissanayake did not request that. I don't blame any of them. You know that reason. How do they accept the prime ministerial post in the middle of a public?. They could not even play the Galle Face. That's the truth.",
        "I was attending Ranjith Siyambalapitiya, the daughter's daughter, who was at the Shangriilla Hotel.. Everyone in the light knew I was in the hotel. Nobody came and told me to go. Then I left. Then the Urban Council spoke to the people on the side of Slave Island and the Slave Street, and I went. Because we always declared the truth. Suffered. People didn't deceive. Preparing to accept defeat.",
        "Later, the background MPs of the Pohon called me. The president called me. I accepted the post of Prime Minister. None else was accepting this. Can't Accept Sajith, Anura did not accept this. Also, Mr. Sampantha was sick, he could not accept. So I accepted Prime Minister's post and asked the former President to collect the opposition. But they were not.",
        "I talked to the International Monetary Fund as the Minister of Finance. They acquired those providers. This was the case on July 9. I don't know if the opposition was brought to the forefront, but they brought me to wrote me. However, the former president left the post when the presidential home was falling. My house was set on fire. But I was. Because we're the UNP. I accepted the responsibility of the former President",
        "I was afraid of oaths of a government building as acting president. But in the clock, I was sworn in as acting president.",
        "I thought to go to an election. I thought all the UNP would support me. It will be able to build a government and move on. They did not join. Those people are working in portfolios today. I accept back and Manuin and Harin.",
        "Others said that Dullas would support the Alahapperum. G.L. Peiris opposed me that the president could not give a UNP party. The UNP cannot give to the UNP, Sajith Premadasa joins Sajith Premadasa, Sajith adds to it. He agreed to. Dullas prepared to be Alahapperuma.",
        "I was asked to save the country from this economic crisis. When he spoke to Mahinda Rajapaksa, he only said that you could only contact the International Monetary Fund.",
        "Those who are not good today and have taken the flower volt. I just called the phone on the phone. If Mahinda Rajapakse is good. So I tell the people of the probe that you should not do that lie.",
        "Thereafter, Mahinda Rajapakse was not good, said we were not coming. Then Mahinda Rajapaksa's Sottonbirala is GL. Peiris took. Not saying that Sottanbirala is not good. Southabiraya is good. Mahinda's not good.",
        "Startanbiralai and Purchaser is in the reconciliation today. The UNP supporters have no place there.",
        "When I made a statement in parliament on the 6th, Mr. Harsha de Silva requested to contact us in discussions on credit transactions. I told the IMF representatives attending those discussions.",
        "Accordingly, I told my secretary to call the party leaders and discuss this. We sent letters for it. Then the pillar went and told the Opposition Leader to do what Harsha. That I have to do it. That we will not attend these discussions. Today I have sent a letter to my secretary today. Was submerged in the pile. So in this party, the UNP has a place, and they are all marginalized.",
        "Wherever the main Member of their own money is put, and puts in hope.",
        "Today's reconciliation is caught by the group of Samagambelaga and landed. There are no principles of the UNP. So I say to all the unconscious parties who have not voted for us. We save this country from debt. Let's build a good country for future generations. I am silent to declare that we are working together. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe inspected secrets in Kuliyapitiya, criticized UNP's role in land reconciliation, and addressed a mass rally. He thanked supporters, highlighted government relief measures, and recalled UNP's economic policies."
  ]
}