{
  "translated_text": {
    "si": {
      "title": "'නිර්භීතකම', එය නීති විරෝධී හා සමාජ විරෝධී ක්රියාකාරකම්වල සිතුවිලි වල ප්රතිරූපයයි",
      "body_lines": [
        "'පට්ටියාමියා ප්රගී' චිත්රපටයේ තේසකරය නළුවා ජේඩී කතාවේ වීරයෙකු ලෙස මුදා හැර තිබේ.. නිර්මාපකයා සහ ප්රමුඛ තරු නළුවා විජේ ඇන්ටනි එය ඔහුගේ සමාජ ජාලයේ පළ කර චිත්රපට කාර්ය මණ්ඩලයට සුබ පැතුම්.",
        "රාහුල් කබාලි අධ්යක්ෂක කබාලි විසින් අධ්යක්ෂණය කරන ලද ජේඩීඅයි, ගුරු සෝමසුන්දරම්, හර් සෝමසුන්දම්, හර් විජයමන්, ජෝන් විජර්, සයි ප්රියංකා රූත්, හරිත, දිව්යා ගනේෂ් මහතා අධ්යක්ෂණය කරන ලදී.",
        "නන්දා සහ ප්රවීන් චිත්රපටය සඳහා චිත්රපටය රචනා කර ඇත. මෙම චිත්රපටය මීටර් 69 මි.මී.",
        "චිත්රපටයේ පළමු පෙනුම මෑතකදී නිකුත් කරන ලදී. මෙම අවස්ථාවේ දී, චිත්රපටයේ ටීසර් තේජසර් නිකුත් කර ඇත. මේ එව්සර්හි, ජීවිතයේ බලවත් බලවේගයන් ජීවිතයේ විවිධ මට්ටම්වලට කීකරු වී ද ished ුවම් කරන විට, වින්දිතයින්ගේ මනසින් විපතට පත්විය යුතුය.",
        "එවැනි සමාජ විරෝධී හා නීති විරෝධී හා නීති විරෝධී ක්රියාකාරකම්වල සිතුවිලි හැඩගස්වා ඇති බැවින් චිත්රපටයේ කතාව සියලු රසිකයන් ගැන බෙහෙවින් පුදුමයට පත් වී තිබේ.. එය චිත්රපටයේ අපේක්ෂාවෙන් ද නිර්මාණය වී තිබේ."
      ]
    },
    "en": {
      "title": "The 'fearlessness', which is the image of the thoughts of illegal and anti -social activities",
      "body_lines": [
        "The teaser of the movie 'Pathiyamaria Prama' has been released as one of the heroes of actor Jedi story.. The composer and leading star actor Vijay Antony posted it on his social network and congratulated the film crew.",
        "Jedi, Guru Somasundaram, Harish Uthaman, John Vijay, Vinod Sagar, Sai Priyanka Ruth, Vishwant, Harish, Divya Ganesh, directed by debutant director Rahul Kabali.",
        "Nanda and Praveen have composed the film for the film. The film was produced by 69MM Film.",
        "The first look of the film was recently released. In this case, the teaser of the film has been released. In this teaser, when the powerful forces of the mighty obey and punished at various levels in life, the victims should be killed in the minds of the victims.",
        "The story of the film has been very impressed with all fans as it is in shape to the thoughts of such anti -social and illegal activities.. It has also created anticipation of the film."
      ]
    }
  },
  "summary_lines": [
    "The teaser for \"Pathiyamaria Prama,\" featuring actor Jedi, has sparked interest due to its depiction of fearlessness in illegal and antisocial acts. Directed by Rahul Kabali and produced by 69MM Film, the movie includes performances from Guru Somasundaram, Harish Uthaman, John Vijay, among others. Composed by Nanda and Praveen, the film's storyline, revolving around powerful forces being punished, resonates with audiences, generating anticipation for its release."
  ]
}