{
  "translated_text": {
    "ta": {
      "title": "கலுடாரா கற்பித்தல் மருத்துவமனையில் பேராசிரியர் பயிற்சி",
      "body_lines": [
        "உடல்நலம் மற்றும் வெகுஜன ஊடகங்கள் டாக்டர் நலிந்தா ஜெயதிசா மொராட்டுவா பல்கலைக்கழகத்தின் உடனடி தீர்வை உரையாற்றுகிறார்.",
        "அதன்படி, சுகாதார மற்றும் ஊடக அமைச்சர் டாக்டர் நலிந்தா ஜெயதிசா தீர்வுகளைத் தேடி ஒரு சிறப்பு கலந்துரையாடலை நடத்தினார்.",
        "உயர் கல்வி அமைச்சகம், சுகாதார அமைச்சகம், சுகாதார அமைச்சகம், மொராட்டுவா பல்கலைக்கழகம், பல்கலைக்கழக மானிய ஆணையம், கலுதாரா நாகோடா கற்பித்தல் மருத்துவமனை, கலுதாரா நாகோடா மருத்துவமனை மற்றும் பிற அமைப்புகள்.",
        "மருத்துவ பீடத்தைப் படிக்கும் 400 மருத்துவ மாணவர்களுக்கும், நான்கு நான்காம் ஆண்டு மாணவர்களும் ஒரு வசதியின் பற்றாக்குறை ஒரு கடுமையான பிரச்சினை மற்றும் விவாதத்தின் முக்கிய நோக்கம் என்று பரிந்துரைக்க வேண்டும். சிக்கலைத் தீர்க்க.",
        "மொரடுவா பல்கலைக்கழகத்தின் மருத்துவ பீடத்தில் மருத்துவ மாணவர்களுக்கு மருத்துவ பயிற்சியை வழங்குவதற்காக கலுதாரா மாவட்ட பொது மருத்துவமனை 2021 ஆம் ஆண்டில் கற்பித்தல் மருத்துவமனையாக மதிப்பிடப்பட்டிருந்தாலும், போதுமான உடல் வளங்களை நிறைவேற்றுவதில் எந்த பிரச்சனையும் இல்லை.",
        "முன்மொழியப்பட்ட மருத்துவ நெவில் புனிஸ்போன் மருத்துவமனை குறித்த விவாதத்திலும் இது தெரியவந்தது.",
        "பேராசிரியர் பயிற்சி ஒரு நீண்ட மாநாட்டிற்குப் பிறகு அடுத்த ஆண்டு ஜூலை மாதம் தொடங்க. குறைபாடுகளை குறுகிய காலத்தில் முடிக்க நிறுவனங்களின் இந்த பார்வை எடுக்கப்பட்டது.",
        "கலந்துரையாடலில், மருத்துவமனை மருத்துவர்கள் மற்றும் ஊழியர்கள் உட்பட மருத்துவமனைக்கு வழங்க மருத்துவமனை ஒப்புக்கொள்ளப்பட்டது.",
        "டாக்டர் நெவில் பெர்னாண்டோ மருத்துவமனை சுகாதார அமைச்சினால் கையகப்படுத்தப்பட்டுள்ளது மற்றும் ஒரு புதிய வடிவத்தின் கீழ் மருத்துவமனையை உருவாக்க மருத்துவமனையை உருவாக்கவும், இது ஒரு புதிய வடிவத்தின் கீழ் பரிந்துரைக்கப்பட்டது.",
        "சுகாதார சேவைகளின் இயக்குநர் ஜெனரல், சுகாதார சேவைகளின் இயக்குநர் ஜெனரலால் நெவில் பெர்னாண்டோ மருத்துவமனையை உருவாக்கும் அபிவிருத்தி திட்டத்தை மேற்கொள்ளுமாறு அதிகாரிகள் அறிவுறுத்தப்பட்டனர்.",
        "இந்த கலந்துரையாடல் சுகாதார மற்றும் வெகுஜன ஊடகங்கள் மற்றும் கமிஷன், கலுடாரா கற்பித்தல் மருத்துவமனை மற்றும் நெவில் பெர்னாண்டோ மருத்துவமனையின் பிரதிநிதிகள் மற்றும் இவை அனைத்தும் இந்த நிகழ்வில் கலந்து கொண்டன."
      ]
    },
    "en": {
      "title": "Professor Training in Kalutara Teaching Hospital",
      "body_lines": [
        "Health and Mass Media Dr. Nalinda Jayatissa addressing the immediate solution of the Medical Faculty of the University of Moratuwa.Have.",
        "Accordingly, health and media minister Dr. Nalinda Jayatissa held a special discussion in search of solutions.",
        "The Ministry of Higher Education, Ministry of Health, Ministry of Health, the University of Moratuwa, the University Grants Commission, Kalutara Nagoda Teaching Hospital, the Kalutara Nagoda Hospital, and other organizations.",
        "At the middle of 400 medical students who are studying the Medical Faculty and the four fourth year students should be referred to the Professor Training in the mid-next year.The lack of a facility is a serious problem and the main objective of the discussion was to solve the problem.",
        "Although the Kalutara District General Hospital was rated as a teaching hospital in 2021 to provide clinical training to medical students at the Medical Faculty of the University of Moratuwa, it was no problem to fulfill sufficient physical resources.",
        "It was also revealed in the discussion on the Medical Neville Punisbone Hospital, which has been proposed.",
        "Professor Training to commence in July next year after a long conference. This view of the institutions were taken to complete the shortcomings in a short term.",
        "At the discussion, the hospital was agreed to give the hospital, including specialist doctors and staffs.",
        "Dr. Neville Fernando Hospital has been taken over by the Ministry of Health and to develop the hospital with a separate specialist program, to develop the hospital under a new format, under a new format.It was also suggested to take.",
        "The Director General of Health Services, the Director General of Health Services was appointed by the Director General of Health Services to carry out the development proposal to develop Neville Fernando Hospital by the committee.He was instructed by the officers.",
        "This discussion is the Minister of Health and Mass Media and the Hon.The provision of the Commission, Kalutara Teaching Hospital and representatives of the Neville Fernando Hospital and all of it were present at the event."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Kalutara Teaching Hospital: Professor Training Solution Meeting",
    "",
    "Health Minister Dr. Nalinda Jayatissa led discussions to address the shortage of facilities for 400 medical students. The meeting involved universities, hospitals, and government bodies. A plan to start professor training in July next year was proposed, with Neville Fernando Hospital being considered for development as a specialist center."
  ]
}