{
  "translated_text": {
    "ta": {
      "title": "ஆயுர்வேத பட்டதாரிகளின் இன்டர்ன்ஷிப் மீண்டும் தொடங்குகிறது",
      "body_lines": [
        "நாட்டின் நெருக்கடி காரணமாக, ஆயுர்வேத பட்டதாரிகளின் இன்டர்ன்ஷிப் ஆயுர்வேத பட்டதாரிகளின் இன்டர்ன்ஷிப்பை மறுதொடக்கம் செய்தது.",
        "ஆயுர்வேத பட்டதாரிகளுக்கான இன்டர்ன்ஷிப் பயிற்சி ரூ.",
        "உள்நாட்டு மருத்துவம், சிசிரா ஜெயகோடி ஜனாதிபதி ஊடக மையத்தில் செய்தியாளர் கூட்டத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் இதை தெரிவித்தார்.",
        "\"பூர்வீக மருத்துவ அமைச்சகமாக நாங்கள் ஒரு பெரிய வெற்றியை அடைந்துள்ளோம். பல்வேறு நெருக்கடிகளிலிருந்து கடந்து வந்த ஆயுர்வேத பட்டதாரிகளின் இன்டர்ன்ஷிப் தாமதமானது. அதன்படி, ஆயுர்வேத பயிற்சி மாதந்தோறும் ரூ.",
        "மேலும், மற்றொரு 153 பட்டதாரிகளும் ஆகஸ்ட் 12 ஆம் தேதி ஆகஸ்ட் 12 ஆம் தேதிக்குள் பயிற்சியைத் தொடங்குவார்கள். அதன்படி, ஆயுர்வேதத் துறை 418 பட்டதாரிகளுக்கு பயிற்சி அளிக்கிறது. அரசாங்கம் ரூ.",
        "சுதேச மருத்துவ அமைச்சகம் மற்றும் ஆயுர்வேதத் துறை ஆகியவை தற்போது நம் நாட்டில் பாரம்பரிய மற்றும் ஹெலா வேடுவேரியால் விரிவுபடுத்தப்பட்டு வருகின்றன.. அதன்படி, ஜூன் 30 வரை பதிவு செய்ய விண்ணப்பங்கள் இப்போது கிடைக்கின்றன.",
        "மேலும், தொழிற்சங்கங்கள் தொழிற்சங்கங்களால் தொடர்ந்து தொடங்கப்படுகின்றன. அவர்கள் பின்வருமாறு மற்றும் அவர்களின் சலுகைகளின் சார்பாக செயல்படுகிறார்கள் என்று கூறப்படுகிறது. இத்தகைய பணியாளர்கள் நாட்டின் எதிர்காலத்தை இருட்டடிப்பார்கள்.",
        "மேலும் சிலர் நம் நாடு ஜப்பானைப் போல உயிர்ப்பிக்க வேண்டும் என்று கூறுகிறார்கள். ஆனால் அவர்கள் ஜப்பான் மக்களைப் போல வேலை செய்ய விரும்பவில்லை. ஆஸ்திரேலியா போன்ற கல்வி முறை இருக்க வேண்டும் என்றும் அவர்கள் கூறுகிறார்கள். ஆனால் அவர்கள் ஆஸ்திரேலியாவில் ஒரு பல்கலைக்கழகத்தை அமைக்க விரும்பவில்லை. எங்கள் பெற்றோர் சொத்தை விற்கவும், தங்கள் குழந்தைகளின் கல்வியை மேற்பார்வையிடவும் முயற்சிக்கிறார்கள். காரணம், பல்வேறு மாணவர் தொழிற்சங்கங்கள் மற்றும் மாணவர் போராட்டங்கள் கல்வி சீர்திருத்தங்களைச் செய்ய ஒரு வாய்ப்பை எடுக்க முடியாது. எனவே, இந்த விஷயத்தில் மக்கள் செயல்பட வேண்டும். \""
      ]
    },
    "en": {
      "title": "Internship of Ayurvedic graduates resume",
      "body_lines": [
        "Due to the crisis in the country, the internship of the Ayurvedic graduates had restarted the internship of the Ayurvedic graduates.",
        "The State Minister pointed out that the internship training for ayurvedic graduates was launched a month with Rs.",
        "Indigenous Medicine, Sisira Jayakody said this at a press conference held at the press conference at the Presidential Media Center.",
        "\"We have achieved a huge victory as the Ministry of Indigenous Medicine. The internships of Ayurvedic graduates who passed from various crises were delayed. Accordingly, Ayurvedic training was started with a monthly payment of Rs.",
        "Also, another 153 graduates will also commence training on August 12th by August 12. Accordingly, the Department of Ayurveda provides training for 418 graduates. The government spends Rs. 320 million.",
        "The Ministry of Indigenous Medicine and the Department of Ayurveda are currently being expanded by the Traditional and Hela Veduvery in our country.. Accordingly, applications are now available for registration for registration until June 30.",
        "Also, the trade unions have been constantly launched by the trade unions. It is said that they are as follows and acting in behalf of their privileges. Such personnel will darken the future of the country.",
        "And some say that our country should come to life like Japan. But they don't like to work like the people of Japan. They also say that there should be an education system like Australia. But they do not want to set up a university in Australia. Our parents are trying to sell the property and to oversee their children's education. The reason is that various student unions and student struggles will not be able to make an opportunity to make education reforms. Therefore, the people should act in this regard. \""
      ]
    }
  },
  "summary_lines": [
    "In response to national crises, the internship program for Ayurvedic graduates was resumed, with the State Minister highlighting its launch with financial support. The initiative aims to train 418 graduates, costing the government Rs. 320 million, and is part of efforts to expand indigenous medicine practices in the country. Despite challenges, including criticism from trade unions and calls for educational reforms similar to those in Japan and Australia, the government remains committed to supporting Ayurvedic education and practice."
  ]
}