{
  "translated_text": {
    "ta": {
      "title": "ஒரு எஸ்டேட் தொழிலாளியின் சம்பளம் ரூ.. 1700 செய்வது",
      "body_lines": [
        "ஜனாதிபதியாக, எனக்கு கீழ் உள்ள தோட்டத் தொழிலாளர்களின் உரிமைகளை நான் உறுதிப்படுத்துகிறேன்.",
        "வரி அறைகள் கிராமங்களை உருவாக்க வசதிகளை வழங்கும்.",
        "தோட்டத்தில், குழந்தைகள் தங்கள் குழந்தைகளின் வளர்ச்சி மற்றும் தொழிற்கல்வி குறித்து சிறப்பு கவனம் செலுத்துகிறார்கள்.",
        "நாட்டின் பொருளாதாரத்தை புதுப்பிக்க தோட்ட மக்களின் பங்களிப்புக்கு நன்றி - இலங்கை தொழிலாளர் காங்கிரஸின் மே தின பேரணியை உரையாற்றிய ஜனாதிபதி மஹிந்த ராஜபக்ஷா - -",
        "ஒரு தோட்டத் தொழிலாளியின் தினசரி ஊதியம் ரூ.",
        "தோட்டத் துறையின் பிரச்சினைகளை அவர் ஒருபோதும் மறக்கவில்லை என்றும் அவர்களின் உரிமைகள் ஜனாதிபதியாக அவருக்கு கீழ் வெல்லப்படும் என்றும் ஜனாதிபதி வலியுறுத்தினார்.",
        "இன்று காலை கோட்டகலா பப்ளிக் ஸ்டேடியத்தில் மே தின பேரணியில் உரையாற்றிய ஜனாதிபதி ரணில் விக்ரமேசிங்கே இந்த அறிக்கையை வெளியிட்டார்.",
        "இலங்கை தொழிலாளர் காங்கிரஸின் அழைப்பின் பேரில், ஜனாதிபதியை ஜனாதிபதி மற்றும் இலங்கை தொழிலாளர் காங்கிரஸின் தலைவர், இலங்கை தொழிலாளர் காங்கிரஸின் மூத்த தலைவர் மற்றும் அமைச்சர் ஜீவன் தோண்டமன் ஆகியோர் வரவேற்றனர்.",
        "மே தின பேரணி ஒரு பெரிய குழுவின் பங்கேற்புடன் நடைபெற்றது, மேலும் மலை சமூகத்தை பிரதிநிதித்துவப்படுத்தும் மிகப்பெரிய தொழிற்சங்கம் மற்றும் அரசியல் கட்சி ஆகியவை இலங்கை தொழிலாளர் காங்கிரஸ் ஆகும்.",
        "உழைக்கும் மக்களுக்கு சேவை செய்வதற்காக மலைகள் மலைக்கு ஜனாதிபதி ரணில் விக்ரமேசிங்கை அதிக பதில் அளித்தார்.",
        "பேரணியில் உரையாற்றிய ஜனாதிபதி ரணில் விக்ரமேசிங்கே, வரி அறைகள் கிராமங்களாக இருக்கும் மற்றும் அவர்களின் வசதிகளை வளர்த்துக் கொள்ளும் என்று கூறினார். கல்வி மற்றும் தொழிற்கல்வி குறித்தும் சிறப்பு கவனம் செலுத்துவதாகவும் அவர் கூறினார்.",
        "கடந்த பொருளாதார நெருக்கடியை எதிர்கொண்டு தேசிய பொருளாதாரத்திற்கு தேசிய பொருளாதாரத்திற்கு வழங்கப்பட்ட பங்களிப்புக்கும் ஜனாதிபதி நன்றி தெரிவித்தார்.",
        "\"நம் அனைவரையும் கடந்து செல்ல இது மிகவும் கடினமான நேரம். தோட்டத் துறையின் மக்கள் பாதிக்கப்படுவதை நாங்கள் அறிவோம். ஆனால் தேயிலை அறுவடை தேசிய பொருளாதாரத்தை வலுப்படுத்த பங்களித்தது, சிரமங்களை எதிர்கொண்டாலும் கூட. தேயிலை ஏற்றுமதியிலிருந்து, 2023 மற்றும் 2024 ஆம் ஆண்டில் அந்நிய செலாவணியைப் பெற்றுள்ளோம். ஜனாதிபதியாக, நான் உங்களுக்கு நன்றி கூறுகிறேன்.",
        "நீங்கள் நாட்டின் பொருளாதாரத்தை உறுதிப்படுத்த முடியும்.. அதற்கு நாங்கள் தயாராக இல்லை. நாங்கள் மிகவும் சோகமான சூழ்நிலையை கடந்தோம். நாட்டின் பொருளாதாரம் இப்போது நிலையானது. ரூபாய் பலப்படுத்தப்பட்டுள்ளது. இப்போது நாம் அனைவருக்கும் நிவாரணம் வழங்க வேண்டும்.",
        "எங்கள் பொது ஊழியர்கள் ரூ .10,000 சம்பள உயர்வு பெற்றனர். மேலும், பட்ஜெட் ஒதுக்கீடுகள் அதிகரித்துள்ளன. அதே நேரத்தில், தனியார் துறை சம்பளத்தை மேற்கொண்டுள்ளது. சுற்றுலா வருகையின் வளர்ச்சியின் காரணமாக சுற்றுலாவிலிருந்து கிடைக்கும் வருமானம் அதிகரித்துள்ளது.",
        "ஒரு தோட்டத்தின் தினசரி ஊதியத்தை ரூ .1700 ஆக அதிகரிப்போம். தோட்டத் துறையில் உள்ள மக்களின் பிரச்சினைகளை நாங்கள் மறக்கவில்லை. நானும் பிரதமரும் கிராமங்கள் என்ற கிராமங்களாக இந்த வரிகளை விவாதித்தோம்.. பின்னர் கிராமங்கள் கிராமங்களுக்கு கிடைக்கின்றன. ஜீவன் தோண்டமன் அமைச்சருடன் தொடர நம்புகிறோம்.",
        "தோட்டத் துறையில் உள்ள குழந்தைகளின் கல்விக்கு நாங்கள் சிறப்பு கவனம் செலுத்தியுள்ளோம். விஞ்ஞானிகளைக் கற்பிக்க விரும்பும் ஆசிரியர்களை வேலைக்கு அமர்த்த நாங்கள் வேலை செய்கிறோம். நான் பிரதமராக இருந்தபோது தோட்டத் துறையில் பல பள்ளிகளில் ஆய்வகங்களைத் தொடங்க அழைத்துச் செல்லப்பட்டேன். இந்த பள்ளிகளில் சிலவற்றில் ஆசிரியர் பற்றாக்குறையை முடிக்கவும் அவற்றை மேம்படுத்தவும் நடவடிக்கைகள் எடுக்கப்படும். தோட்ட தொழில்முறை கல்வியில் தொழில்முறை கல்வியை மேம்படுத்தவும் முடிவு செய்தோம்.",
        "ஒரு அரசாங்கமாக எஸ்டேட் தொழிலாளர்களை நாங்கள் மீண்டும் மறக்கவில்லை. அந்த மக்களின் அனைத்து பிரச்சினைகளையும் நான் அறிவேன். எனவே, எனது கீழ் உள்ள எஸ்டேட்டர்களின் உரிமைகளை ஜனாதிபதியாக அறிவிக்க விரும்புகிறேன்.",
        "1982 ஆம் ஆண்டில் திரு. ச um மெனூர்த்தி தோண்டமனின் வேண்டுகோளின்படி கல்வி அமைச்சகத்தை வளர்ப்பதற்கான பொறுப்பை நான் ஏற்றுக்கொண்டேன். பின்னர் 1986 ஜே.ஆர். ஜெய்வர்டீன் குடியுரிமையின் குடியுரிமையை அறிவித்தபோது, ​​நானும் அதை ஆதரித்தேன்.",
        "2003 அருமுகன் தோண்டமன் இந்தியாவுடன் ஒரு போம்ப் வைத்திருக்கிறார், ஆனால் இலங்கையிலிருந்து இந்தியாவுக்கு செல்ல முடியாத மக்களுக்கு குடியுரிமை வழங்கப்பட்டது. இப்போது அந்த கேள்விகள் அனைத்தும் தீர்க்கப்பட்டுள்ளன. இப்போது மேம்படுத்த இந்த பகுதிகள் உள்ளன. ஊதியம் அதிகரிப்பதன் மூலம் இந்த பகுதிகளில் உள்கட்டமைப்பை உருவாக்க நாங்கள் பணியாற்றி வருகிறோம்.",
        "விவசாய நவீனமயமாக்கல் திட்டம் கிராமத்திற்கு மட்டுமல்ல, மேலும் மேற்கொள்ளப்படுகிறது என்றும் நான் அறிவிக்க விரும்புகிறேன். \""
      ]
    },
    "en": {
      "title": "Salary of an estate worker is Rs.. 1700 doing",
      "body_lines": [
        "As the president, I confirm the rights of the plantation workers under me.",
        "Line rooms will provide facilities to make villages.",
        "In the estate, children pay special attention to the development of their children and vocational education.",
        "Thank you for the contribution of the plantation people to revive the economy of the country - President Mahinda Rajapaksa addressing the May Day rally of the Ceylon Workers Congress -",
        "President Ranil Wickremesinghe said that the daily wage of a plantation worker would increase to Rs.",
        "The President emphasized that he had never forgotten the issues of the plantation sector and that their rights would be won under him as the president.",
        "President Ranil Wickremesinghe made this statement addressing the May Day rally at Kotagala Public Stadium this morning.",
        "At the invitation of the Ceylon Workers Congress, the president was welcomed by the President and the President of the Ceylon Workers Congress, Senior Leader of the Ceylon Workers Congress, and Minister Jeewan Thondaman.",
        "The May Day rally was held with the participation of a massive group, and the largest union and the political party representing the mountain community is the Ceylon Workers Congress.",
        "President Ranil Wickremesinghe was a high response to the hill of mountains to serve the working people.",
        "Addressing the rally, President Ranil Wickremesinghe added that the Line rooms will be villages and develop their facilities. He also said that he would also pay special attention to education and vocational education.",
        "The President also thanked the contribution given to the national economy for the national economy in the face of the last economic crisis.",
        "\"It is a very difficult time to pass all of us. We know that the people of the plantation sector sufferally. But tea harvest contributed to strengthening the national economy, even in the face of difficulties. From the export of tea, we have received foreign exchange in 2023 and year 2024. As the president, I thank you.",
        "You should be able to stabilize the economy of the country.. We're not ready for that. We passed a very sad situation. The economy of the country is now being stable. The rupee has been strengthened. Now we are to provide relief to everyone.",
        "Our public servants made a salary increase of Rs 10,000. Also, the budgetary allocations have been increased. At the same time, the private sector has carried out salaries. The proceeds from tourism has increased due to the development of tourist arrivals.",
        "And we will also increase the daily wage of a plantation to Rs.1700. We have not forgotten the issues of the people in the plantation sector. I and the Prime Minister have discussed these lines as villages as villages.. Then the villages are available to villages. We hope to proceed with the Minister of Jeevan Thondaman.",
        "And we have paid special attention to the education of children in the plantation sector. We work to hire teachers who want to teach scientists. I was taken to start labs in a number of schools in the plantation sector while I was Prime Minister. Steps will be taken to complete the teacher shortage in some of these schools and improve their. We also also decided to improve professional education in the plantation professional education.",
        "We have never forgotten estate workers again as a government. I know of all the problems of those people. Therefore, I would like to declare the rights of the estaters under me as president.",
        "I accepted the responsibility of developing the Ministry of Education in accordance with the request of Mr. Saumumanoorthy Thondaman in 1982. Then 1986 JR. When Jayewardene declared the citizenship of the citizenship, I also supported it.",
        "2003 Arumugan Thondaman has a bomp with India, but the citizenship was given to the people who were unable to move from Sri Lanka to India. Now all of those questions have been solved. Now there are these areas to improve. We are working to develop the infrastructure in these areas by making wage increases.",
        "I would also like to declare that the agriculture modernization program is being carried out not only to the village but also. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe addresses the May Day rally, confirming rights of plantation workers, promising wage increase to Rs. 1700, and emphasizing development of villages, education, and vocational training. He thanks plantation workers for national economy support, acknowledges challenges, and outlines government efforts to stabilize economy, increase salaries, and improve education."
  ]
}