{
  "translated_text": {
    "si": {
      "title": "රාජ්ය තාන්ත්රිකභාවය හා විසම්මුතිය අතර: බුද්ධිමය කැරලිකරුවෙකු මත පරාවර්තනය",
      "body_lines": [
        "[Foreword excerpted from ‘Interventions: Selected Political Writings’, by Dayan Jayatilleka]",
        "'නොවරදින ලෝකයක් සමඟ කටයුතු කිරීමට ඇති එකම ක්රමය ඔබේ පැවැත්ම කැරැල්ලකි.' - ඇල්බට් කැමිය",
        "It is with great honor and profound admiration that I write this foreword for Interventions, the most recent publication of my mentor and friend, Dr. Dayan Jayatilleka. As is often the case with Dr. ජයතිලෙකාගේ සාක්ෂරතා ක්රියා කරයි (එක් අයෙකු සැමවිටම 'නඩුව පවා මෙසේ කියනු ඇත) සාම්ප්රදායික චින්තනයේ සීමාවන් පවා තල්ලු කරනු ඇති අතර එමඟින් සාම්ප්රදායික චින්තනයේ මායිම් ඉතා කුඩා අවධියේ සිට විශිෂ්ටත්වයට පත්විය.",
        "මම මුලින්ම ආචාර්ය සමඟ මාර්ග තරණය කළා. 2011 වර්ෂයේ වසන්තයේ දී ජයතිලක, මගේ උපන් ගම වන පැරිස් හි පළ කරමින් සිටියදී. මම මගේ ශාස්ත්රපති උපාධි සූර්යයා හා විද්යාත්මක පෝර්ඩ්ස් පොතේ පමණක් සම්පූර්ණ කර ඇති අතර රාජ්ය තාන්ත්රික ලෝකයේ අත්දැකීම් කිහිපයක් ලබා ගැනීමට බලාපොරොත්තු විය. මෙම හමුවීම ශ්රී ලංකාවේ දේශපාලන භූ දර්ශනය පිළිබඳ මගේ ඉදිරිදර්ශනයට පමණක් නොව ගෝලීය දේශපාලනය හා ජාත්යන්තර කටයුතු පිළිබඳ මගේ ඉදිරිදර්ශනය සැලකිය යුතු ලෙස බලපාන බව මා දැන සිටියේ නැත.. Throughout this journey, I have had the privilege of engaging with the different persona that Dr. Jayatilleka embodies: the diplomat, the political philosopher, the teacher, the friend and most importantly, the rebel.",
        "A rebel, he sure is! Much like Camus, for Dr. Jayatilleka every major life decision has been an act of rebellion in its own way. The man himself epitomizes the true essence of revolution; one that is fought both within and outside. This constantly permeates his writing, often reflecting a commitment to challenging the status quo. එහෙත්, ඒ සියල්ලටම යටින් ඇති සියල්ලන්ටම පවතින්නේ, ශ්රී ලංකාවේ දේශපාලන හා සමාජ භූ දර්ශනයේ පවතින අසාධාරණයන් නිවැරදි කිරීම සඳහා යමෙකුට ඇහුමකමක් පැවසිය හැකිය,. By drawing on historical context and contemporary realities, his writings emphasize on the urgency of addressing systemic injustices.",
        "පසුගිය දශක ගණනාව තුළ ඔහුගේ පියාගේ උරුමයට සත්ය නොවූ සහ වචනවලට වඩා වැඩි දෙයක් නොමැතිව, ඔහු ධනේශ්වරයට හා නිර්ධන පංතිය යන දෙකෙහිම ආයාචනා කරමින්, කෙසේ හෝ සාම්ප්රදායික බෙදීමට ආයාචනා කරමින් ශ්රී ලංකාවේ පවත්නා දේශපාලන ආඛ්යානය වෙනස් කළේය. An ability that very few of his contemporaries were ever able to achieve, let alone excel in. Perhaps it’s this capacity to connect with both ends of the spectrum that propels him to constantly rise from his own ashes, leaving an indelible mark on the ever-evolving political landscape that is Sri Lanka.",
        "As I read through the manuscript, especially the many references to Israel that sadly hold greater relevance today, I couldn’t help but reminisce about shared anecdotes. One notable memory instinctively transports me to October 31, 2011, a historical moment where 107 countries voted to admit Palestine as a full member state within UNESCO, defying a mandated cutoff of American funds. I can distinctly remember the intense gaze of the Swiss delegates sitting beside me when, then Ambassador, Dr. ජයතිලක ශ්රී ලංකාව වෙනුවෙන් හයියෙන් ශබ්ද නගාව තල්ලු කළේය. මා තුළ දේශප්රේමිය එදින ආඩම්බරයට පත්විය නොහැක.",
        "යුනෙස්කෝ හි ජිනීවාහි එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ එක්සත් ජාතීන්ගේ මානව හිමිකම් කවුන්සිලයේ දී ඔහුගේ ජයග්රහණ ගැන බොහෝ දෙනා දැනුවත් කර ඇති අතර, බුද්ධිමය ක්ෂේත්රය ආචාර්ය. ජයතිලෙකා ඔහුගේ මූලද්රව්යයේ වඩාත්ම පෙනුණි. Whether it was championing Irina Bokova’s concept of New Humanism or revitalizing a decaying non-aligned movement through informal state coalitions building, he constantly stood at the forefront of every intellectual battlefield. Throughout his tenure in Paris, his diplomatic finesse and philosophical acuteness had briefly elevated Sri Lanka to one of the most esteemed countries in the international sphere, making it a beacon of diplomatic excellence.",
        "යුනෙස්කෝව ඔහුගේ යුධ පිටියේ සිටියදී පැරීසර් ඔහුගේ ක්රීඩා පිටිය බවට පත්වූ අතර එහිදී ඔහු විවිධ දේශපාලන හා ශාස්ත්රීය අවධීන්හි යෙදීමෙන් ඔහුගේ දේශපාලන දක්ෂ චාරිකාව බෙදා ගත්තේය. For Dr. Jayatilleka, Paris served not only as a backdrop for intellectual pursuits but also as a dynamic arena for practical engagement in the highest echelons of politics, contributing to the evolution of his political thought and strategy. His below essay ‘A Farewell to Fidel’ somewhat captures the reflective journey through which he engaged himself and others, long before those years.",
        "These reflections are indeed underlined throughout his contributions, always connecting the rest of the world to Sri Lanka, and vice-versa. ඔහුගේ පියා මර්වින් ද සිල්වා, ආචාර්ය. Jayatilleka’s work indeed demonstrates a persistent effort to link global perspectives with the intricacies of Sri Lanka’s political landscape. His writings and actions serve as a conduit, fostering a reciprocal understanding that transcends geographical boundaries. ගුරුවෙති රාජ්ය තාන්ත්රිකභාවය, දේශීය කාරණා ආමන්ත්රණය කිරීම හෝ දේශීය ප්රශ්න ආමන්ත්රණය කිරීම, ගිනිකම්කරණ රාජ්ය තාන්ත්රිකභාවය පිළිබඳ ජාත්යන්තර සබඳතා පිළිබඳව කටයුතු කිරීම, ගෝලීය හා ගෝලීය දකුණ හා ගෝලීය හා දේශීය වන ගෝලීය හා දේශීයව, නමුත් නිසැකවම නිරන්තර තේමාවක් ද, නමුත් නියත වශයෙන්ම නිරන්තර තේමාවක් වන අතර එය නියත වශයෙන්ම නිරන්තර තේමාවක් වන අතර එය නියත වශයෙන්ම නිරන්තර තේමාවක් වන අතර එය නියත වශයෙන්ම නිරන්තර තේමාවක් වේ.",
        "For any student, his writings, in particular those meticulously selected for the purpose of this anthology, not only offer intellectual nourishment, but also serve as a blueprint to understanding the intricate dynamics of blending theoretical discourse with practical engagement in the realm of politics. ආධුනිකයෙකු සමඟ එක් පේළියක් දැයි කුමක් වුවත්. Jayatilleka’s perspectives or not, his analysis stimulates intellectual curiosity and pushes us to constructively question prevailing rationales, as well as established norms and ideologies.",
        "In doing so, his contributions intend to become a basis for cultivating a generation of independent thinkers who are not merely passive recipients of information but active contributors to the ongoing discourse in Sri Lankan politics, and beyond. In a country where youth has historically played pivotal roles in two violent insurrections, Dr. ජයතිලකගේ වැඩ විශේෂයෙන් වැදගත් වේ. සමහර යෞවනයන්ට සංසන්දනාත්මක කාචයක් හරහා අතීතය ගැන මෙනෙහි කිරීමට අවස්ථාව ලබා දෙන අතර, ඒ සමඟම අප දැනට සිටින සංකීර්ණ දේශපාලන භූ දර්ශනය පිළිබඳ සූක්ෂ්ම අවබෝධයක් සොයන අය සඳහා මාලිමා යන්ත්රයක් ඉදිරිපත් කරයි.",
        "පසුගිය අවුරුදු 13 පුරා, මට ඩී.ආර්. Jayatilleka and his wife, Sanja Jayatilleka, on various such themes, some of which are covered in the below anthology. These discussions have been the cornerstone of our friendship. මට, මට, මට, බොහෝ ආකාරවලින් මිල කළ නොහැකි මිත්රත්වයක්. Yet, while most may only know the intellectual, a very few of us are fortunate enough to delve into the persona that emerges when the pen is finally laid to rest (if it ever truly is).",
        "ආචාර්ය ජයතිලක, මම ඔහුව දැන හඳුනා ගෙන ඇති පරිදි, අන් අය ගැන ගැඹුරින් සැලකිලිමත් වන අයෙකි. One to whom loyalty and true friendship extend beyond the realm of intellect to the depths of genuine compassion. One who, even behind the scenes, would fight against injustices and ignorance expecting no reward other than a restoration of justice. ගති ලක්ෂණ සහ ආශාවක් ඔහුගේ බිරිඳ, ඔහුගේ ජීවිතයේ කේන්ද්රීය චරිතයට අමතරව බෙදා ගනී. ජෑස් සහ සිනමාකරණයේ රස o යෙක්, එම කෙටි අවස්ථාවන්හිදී පෑන පසෙකට යන විට, ඔහු නර්තන තලයේ පළමුවැන්නා සහ චිත්රපට පරීක්ෂාවක පළමුවැන්නා වේ. For those astute enough to read between the lines of his writings, these dimensions of his persona may surface from time to time, offering a deeper appreciation for the individual he truly is.",
        "[මෙනෙවිය. Kamaya Jayatissa holds a Masters in Public International Law and International Organizations from the Sorbonne University, Paris, and a Diploma in International Governance and Sustainable Development from Sciences Po, Paris.]",
        "මහාචාර්ය කුමාර් ඩේවිඩ් - ඔහු කසයක් ලෙස තට්ටු සහ ස්මාර්ට් ලෙස තියුණු විය",
        "පිළිතුරක් තබන්න ටෙස්ට් යුය ඔබගේ ඊමේල් ලිපිනය ප්රකාශයට පත් නොකෙරේ. අවශ්ය ක්ෂේත්ර * අදහස් දැක්වීම * නම *",
        "Save my name, email, and website in this browser for the next time I comment."
      ]
    },
    "ta": {
      "title": "இராஜதந்திரத்திற்கும் கருத்து வேறுபாட்டிற்கும் இடையில்: ஒரு அறிவுசார் கிளர்ச்சியாளரின் பிரதிபலிப்புகள்",
      "body_lines": [
        "[Foreword excerpted from ‘Interventions: Selected Political Writings’, by Dayan Jayatilleka]",
        "‘The only way to deal with an unfree world is to become so free, that your very existence is an act of rebellion.’– Albert Camus",
        "It is with great honor and profound admiration that I write this foreword for Interventions, the most recent publication of my mentor and friend, Dr. தயான் ஜெயதிலேகா. டாக்டர். Jayatilleka’s literacy works (one would even say ‘always’ the case), this anthology compels the reader to engage in an intellectual gymnastic that pushes the boundaries of conventional thinking -an exercise that he, himself, has excelled in since a very young age.",
        "நான் முதலில் டி.ஆர். Jayatilleka in the spring of 2011 during his posting in my hometown, Paris. நான் சோர்போன் மற்றும் சயின்சஸ் பி.ஓ.வில் எனது முதுநிலை பட்டங்களை முடித்தேன், இராஜதந்திர உலகில் சில அனுபவங்களைப் பெற விரும்பினேன். இந்த சந்திப்பு ஒரு தனித்துவமான அறிவுசார் பயணத்தின் முன்மாதிரியாக இருக்கும் என்று எனக்குத் தெரியாது, இது இலங்கையின் அரசியல் நிலப்பரப்பு குறித்த எனது முன்னோக்கை கணிசமாக பாதிக்கும், ஆனால் பொதுவாக உலகளாவிய அரசியல் மற்றும் சர்வதேச விவகாரங்கள். இந்த பயணம் முழுவதும், டி.ஆர்.. Jayatilleka embodies: the diplomat, the political philosopher, the teacher, the friend and most importantly, the rebel.",
        "ஒரு கிளர்ச்சி, அவர் நிச்சயமாக!காமஸைப் போலவே, டாக்டர். ஜெயடிலேகா ஒவ்வொரு பெரிய வாழ்க்கை முடிவும் அதன் சொந்த வழியில் கிளர்ச்சியின் செயலாகும். The man himself epitomizes the true essence of revolution; one that is fought both within and outside. இது தொடர்ந்து அவரது எழுத்தை ஊடுருவுகிறது, பெரும்பாலும் அந்தஸ்தை சவால் செய்வதற்கான உறுதிப்பாட்டை பிரதிபலிக்கிறது. ஆயினும்கூட, இலங்கையின் அரசியல் மற்றும் சமூக நிலப்பரப்பில் நிலவும் அநீதிகளை சரிசெய்ய, ஒரு ஆவேசம் கூட ஒரு ஆவேசத்தை கூட சொல்லலாம். வரலாற்று சூழல் மற்றும் சமகால யதார்த்தங்களை வரைவதன் மூலம், அவரது எழுத்துக்கள் முறையான அநீதிகளை நிவர்த்தி செய்வதன் அவசரத்தை வலியுறுத்துகின்றன.",
        "தனது தந்தையின் மரபுக்கு உண்மையாகவும், சொற்களைத் தவிர வேறொன்றுமில்லாமல் ஆயுதம் ஏந்தியதாகவும், கடந்த தசாப்தங்களாக இலங்கையில் நிலவும் அரசியல் கதைகளை முதலாளித்துவம் மற்றும் பாட்டாளி வர்க்கம் இரண்டையும் வேண்டுகோள் விடுப்பதன் மூலம் மாற்றியமைத்தார், எப்படியாவது பாரம்பரிய பிளவுகளை மீறுகிறார். அவரது சமகாலத்தவர்களில் மிகச் சிலரே அடைய முடிந்த ஒரு திறன், சிறந்து விளங்கட்டும். Perhaps it’s this capacity to connect with both ends of the spectrum that propels him to constantly rise from his own ashes, leaving an indelible mark on the ever-evolving political landscape that is Sri Lanka.",
        "As I read through the manuscript, especially the many references to Israel that sadly hold greater relevance today, I couldn’t help but reminisce about shared anecdotes. ஒரு குறிப்பிடத்தக்க நினைவகம் உள்ளுணர்வாக என்னை அக்டோபர் 31, 2011 க்கு கொண்டு செல்கிறது, இது ஒரு வரலாற்று தருணம், 107 நாடுகள் பாலஸ்தீனை யுனெஸ்கோவிற்குள் ஒரு முழு உறுப்பு நாடாக ஒப்புக் கொள்ள வாக்களித்தன, அமெரிக்க நிதிகளின் கட்டாய வெட்டுக்கு மீறுகின்றன. என் அருகில் அமர்ந்திருக்கும் சுவிஸ் பிரதிநிதிகளின் தீவிரமான பார்வையை நான் தெளிவாக நினைவில் கொள்ள முடியும், பின்னர் தூதர், டாக்டர். இலங்கை சார்பாக ஜெயடிலேகா பெருமையுடன் உரத்த ‘ஆம்’ செலுத்தினார். என்னில் உள்ள தேசபக்தர் அன்று குழப்பமாக இருந்திருக்க முடியாது.",
        "While most are acquainted with his achievements at the UNHRC in Geneva, UNESCO, without a doubt, was the intellectual arena where Dr. ஜெயடிலேகா தனது உறுப்பில் மிகவும் அதிகமாகத் தெரிந்தார். Whether it was championing Irina Bokova’s concept of New Humanism or revitalizing a decaying non-aligned movement through informal state coalitions building, he constantly stood at the forefront of every intellectual battlefield. பாரிஸில் அவரது பதவிக்காலம் முழுவதும், அவரது இராஜதந்திர பைனஸ் மற்றும் தத்துவ தீவிரத்தன்மை ஆகியவை இலங்கையை சர்வதேச துறையில் மிகவும் மதிக்கப்பட்ட நாடுகளில் ஒன்றாக சுருக்கமாக உயர்த்தியது, இது இராஜதந்திர சிறப்பின் கலங்கரை விளக்கமாக அமைந்தது.",
        "While UNESCO was his battlefield, Paris became his playing field where he sharpened and shared his political acumen by engaging in various political and academic stages. For Dr. Jayatilleka, Paris served not only as a backdrop for intellectual pursuits but also as a dynamic arena for practical engagement in the highest echelons of politics, contributing to the evolution of his political thought and strategy. His below essay ‘A Farewell to Fidel’ somewhat captures the reflective journey through which he engaged himself and others, long before those years.",
        "These reflections are indeed underlined throughout his contributions, always connecting the rest of the world to Sri Lanka, and vice-versa. Like his father, Mervyn de Silva, Dr. ஜெயடிலேகாவின் பணி உண்மையில் இலங்கையின் அரசியல் நிலப்பரப்பின் சிக்கல்களுடன் உலகளாவிய முன்னோக்குகளை இணைப்பதற்கான தொடர்ச்சியான முயற்சியை நிரூபிக்கிறது. His writings and actions serve as a conduit, fostering a reciprocal understanding that transcends geographical boundaries. Whether delving into international relations, mastering multilateral diplomacy, or addressing local issues, his ability to connecting the global North and the global South, but also the global and the local, is indeed a constant theme, reflecting a nuanced and interconnected worldview.",
        "எந்தவொரு மாணவனுக்கும், அவரது எழுத்துக்கள், குறிப்பாக இந்த தொகுப்பின் நோக்கத்திற்காக உன்னிப்பாக தேர்ந்தெடுக்கப்பட்டவை, அறிவார்ந்த ஊட்டச்சத்தை வழங்குவதோடு மட்டுமல்லாமல், தத்துவார்த்த சொற்பொழிவை நடைமுறையில் ஈடுபாட்டுடன் கலப்பதன் சிக்கலான இயக்கவியலைப் புரிந்துகொள்வதற்கான ஒரு வரைபடமாகவும் செயல்படுகின்றன. Regardless of whether one aligns with Dr. Jayatilleka’s perspectives or not, his analysis stimulates intellectual curiosity and pushes us to constructively question prevailing rationales, as well as established norms and ideologies.",
        "In doing so, his contributions intend to become a basis for cultivating a generation of independent thinkers who are not merely passive recipients of information but active contributors to the ongoing discourse in Sri Lankan politics, and beyond. In a country where youth has historically played pivotal roles in two violent insurrections, Dr. ஜெயாடில்லேகாவின் பணி குறிப்பாக குறிப்பிடத்தக்கதாகும். ஒப்பீட்டு லென்ஸ் மூலம் இளைஞர்களுக்கு கடந்த காலத்தைப் பிரதிபலிக்க இது வாய்ப்பளிக்கிறது, அதே நேரத்தில் நாம் தற்போது இருக்கும் சிக்கலான அரசியல் நிலப்பரப்பைப் பற்றிய நுணுக்கமான புரிதலைத் தேடுவோருக்கு ஒரு திசைகாட்டி வழங்கும்.",
        "கடந்த 13 ஆண்டுகளாக, டி.ஆர் இருவருடனும் ஈடுபடும் பாக்கியம் எனக்கு கிடைத்தது. இதுபோன்ற பல்வேறு கருப்பொருள்களில் ஜெயடிலேகா மற்றும் அவரது மனைவி சஞ்சா ஜெயதிலேகா, அவற்றில் சில கீழே உள்ள ஆந்தாலஜியில் உள்ளன. இந்த விவாதங்கள் எங்கள் நட்பின் மூலக்கல்லாக இருந்தன. A friendship that, to me, is invaluable in many ways. Yet, while most may only know the intellectual, a very few of us are fortunate enough to delve into the persona that emerges when the pen is finally laid to rest (if it ever truly is).",
        "டாக்டர் ஜெயடிலேகா, நான் அவரை அறிந்ததைப் போல, மற்றவர்களிடம் ஆழ்ந்த அக்கறை கொண்ட ஒருவர். விசுவாசமும் உண்மையான நட்பும் அறிவின் எல்லைக்கு அப்பால் உண்மையான இரக்கத்தின் ஆழத்திற்கு நீண்டுள்ளது. One who, even behind the scenes, would fight against injustices and ignorance expecting no reward other than a restoration of justice. A trait and passion he shares with none other than his wife, the central figure in his life. ஜாஸ் மற்றும் ஒளிப்பதிவின் ஒரு சொற்பொழிவாளர், பேனா ஒதுக்கி வைக்கப்படும் அந்த சுருக்கமான தருணங்களில், அவர் நடன மாடியில் முதல் மற்றும் ஒரு திரைப்படத் திரையிடலில் முதல் நபராக இருப்பார். For those astute enough to read between the lines of his writings, these dimensions of his persona may surface from time to time, offering a deeper appreciation for the individual he truly is.",
        "[Ms. பாரிஸின் சோர்போன் பல்கலைக்கழகத்திலிருந்து பொது சர்வதேச சட்டம் மற்றும் சர்வதேச அமைப்புகளில் கமயா ஜெயதிசா முதுகலைப் பெற்றார், மேலும் பாரிஸின் சயின்சஸ் பி.ஓ.",
        "பேராசிரியர் குமார் டேவிட் - அவர் ஒரு தந்திரமாக கூர்மையாகவும், ஒரு சவுக்கை புத்திசாலித்தனமாகவும் இருந்தார்",
        "பதிலை விடுங்கள் ரத்துசெய் உங்கள் மின்னஞ்சல் முகவரி வெளியிடப்படாது. Required fields are marked *Comment * Name *",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க இந்த உலாவியில் எனது பெயர், மின்னஞ்சல் மற்றும் வலைத்தளத்தை சேமிக்கவும்."
      ]
    }
  },
  "summary_lines": []
}