{
  "translated_text": {
    "si": {
      "title": "දහාම් සිරිසේන සහ රාජාපිමා ජනතා පක්ෂයට සම්බන්ධ වූ දහාම් සිරිසේන සහ රාජා වික්රමසිංහ",
      "body_lines": [
        "හිටපු ජනාධිපති මෛත්රීපාල සිරිසේන සහ හිටපු පීඒ හි හිටපු පාර්ලිමේන්තු මන්ත්රී රාජා වික්රමසිංහගේ පුත් ටහම් සිරිසේන මහතා අද (03) මව්පිමා ජනතා පක්ෂයට බැඳී ඇත (03).",
        "ඔවුන් කොළඹ පක්ෂ මූලස්ථානයේදී මව්පිමා ජනතා පක්ෂයට සම්බන්ධ වී ඇත.",
        "ශ්රී ලංකා පීඒ හි ජාතික ලැයිස්තුව හරහා පාර්ලිමේන්තුවට ඇතුළු වූ හිටපු පාර්ලිමේන්තු මන්ත්රී රාජා වික්රමසිංහ මහතා මව්බිමේ මහජන පක්ෂයේ දිස්ත්රික්කය සහ ටික්සේ සංවිධායක ලෙස පත් කර තිබේ.",
        "ඒ අතරම, හිටපු ජනාධිපති මෛත්රීපාල සිරිසේනගේ පුත් ටහම් සිරිසේන, පොලොන්නරුව දිස්ත්රික් නිවාසයේ ජනතාවගේ පක්ෂයේ සංවිධායක ලෙස පත් කර තිබේ.",
        "මේ අතර, පොලොන්නරුව දිස්ත්රික්කයේ සම්බන්ධීකාරක සහ තක්ෂිලා ප්රේමසිරි ලෙස මහනුවර සහ උඩුනුවාරා දිස්ත්රික් සම්බන්ධීකාරක ලෙස තක්ෂිලා ප්රේමසිරි මහතා ලෙස සමින්දු කුමාරසිංහ මහතා පත් කර තිබේ.",
        "මහනුවර හේවාහෙටා සංවිධායක තක්ෂිලා සෙනෙවිරත්න මහතා, තක්ෂිලා සෙනෙවිරත්න මහතා, තක්ෂිලා සෙනෙවිරත්න මහතා, මහනුවර යතිනුවර සංවිධායකගේ සහ රත්ගම සංවිධායක තුසිතා තිලන්ගා ජයසිංහ."
      ]
    },
    "en": {
      "title": "Daham Sirisena and Rajika Wickremasinghe joined the Mawpima Janata Party",
      "body_lines": [
        "Taham Sirisena, son of former President Maithripala Sirisena and former PA's former parliamentarian Rajika Wickremesinghe have joined the Mawpima Janata Party today (03).",
        "They have joined the Mawpima Janata Party at the party headquarters in Colombo.",
        "Former Parliamentarian Rajika Wickremesinghe, who has entered the Parliament through the National List of the Sri Lanka PA, has been appointed as the District and Tikkama organizer of the Homeland People's Party.",
        "At the same time, Taham Sirisena, son of former President Maithripala Sirisena, has been appointed as the organizer of the Polonnaruwa District Home People's Party.",
        "Meanwhile, Samindu Kumarasinghe has been appointed as the Coordinator of the Polonnaruwa District and Taksila Premasiri as the Kandy and Udunuwara District Coordinator.",
        "Sanjeeva Suraweera as the Kandy Hewaheta organizer, Taksila Seneviratne as Kandy Yatinuwara organizer and Ratgama organizer Tusitha Thilanga Jayasinghe."
      ]
    }
  },
  "summary_lines": [
    "Daham Sirisena and Rajika Wickremasinghe join Mawpima Janata Party. Daham becomes Polonnaruwa district organizer. Rajika appointed district and Tikka ma organizer. Other appointments: Samindu Kumarasinghe coordinator, Taksila Premasiri Kandy-Udunuwara coordinator, Sanjeeva Suraweera Kandy Hewaheta organizer, Taksila Seneviratne Kandy Yatinuwara organizer, Ratgama organizer Tusitha Thilanga Jayasinghe."
  ]
}