{
  "translated_text": {
    "ta": {
      "title": "முடிவுகளை எடுக்க தனிநபர்களின் கடந்தகால தவறை மீட்டெடுக்கக்கூடாது",
      "body_lines": [
        "அடுத்த ஜனாதிபதித் தேர்தல் வெற்றி பெறக்கூடாது என்று தீர்மானிக்கப்படுகிறது, ஆனால் நாட்டின் வெற்றி ஆனால் தோற்கடிக்கப்பட வேண்டும் என்று ஜனாதிபதி ரணில் விக்கிரேமேசி வலியுறுத்தினார்.",
        "அரசாங்கத்தின் திட்டத்தைத் தொடர வேண்டும் என்று மக்கள் திருப்தி அடைந்தால், ஜனாதிபதி கூறினார்.",
        "பாராளுமன்றத்தின் பாராளுமன்ற சேகரிப்பில் இளைஞர் பிரதிநிதிகள் பங்கேற்ற நிலையில், வாட்டர்ஸ் ஏஜ் ஹோட்டலில் நேற்று (11) வாட்டர்ஸ் ஏஜ் ஹோட்டலில் நடைபெற்ற கொள்கை சீர்திருத்தங்களில் பங்கேற்ற இந்த அறிக்கையை ஜனாதிபதி ரணில் விக்ரமேசிங்கினார்.",
        "இன்று மேடையில் பல்வேறு வாக்குறுதிகளை ஊக்குவிக்க ஜனாதிபதிக்கு எந்த திட்டமும் இல்லை என்று ஜனாதிபதி கூறினார்.",
        "நாட்டின் பொருளாதாரத்திற்கு செல்ல அரசாங்கத்தின் பொருளாதார மொழிபெயர்ப்பு மசோதாவை ஆதரிக்குமாறு அனைத்து அரசியல் கட்சிகளையும் ஜனாதிபதி கேட்டுக் கொண்டார்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "\"இன்று நீங்கள் துறைசார் ஓவர்ஸ்டேட்டர்களின் உறுப்பினர்களாக இந்த இடத்தைப் பார்வையிடுகிறீர்கள். அவர் ஜனாதிபதியாக நியமிக்கப்பட்ட பின்னர் அவர் கரு ஜெயசூரியாவைக் கொடுத்தார் என்ற எண்ணம் இருந்தது.. இது இளம் தலைவர்களுக்கு நாட்டின் எதிர்கால திட்டங்களுக்கு அவர்களின் கருத்துக்களையும் திட்டங்களையும் பங்களிக்க வழங்கும்.. அதன்படி, இந்த யோசனைகள் அனைத்தையும் நாங்கள் கேட்கிறோம்.",
        "எல்லோரும் நாட்டில் பொருளாதார கட்டுப்பாடுகள் பற்றி பேசுகிறார்கள். நான் உடன்படவில்லை. இந்த நாடு பொருளாதார ரீதியாக மட்டுமல்ல, அரசியல் ரீதியாகவும் பேரழிவிற்கு உட்பட்டது. இந்த இரண்டு காரணிகளும் இன்று ஒரு தீர்மானம்.",
        "ஏனென்றால் நாட்டில் முறையான பொருளாதார அமைப்பு இல்லை. நம் நாட்டை அடிப்படையாகக் கொண்ட இறக்குமதி அடிப்படையிலான பொருளாதார அமைப்பு. நமக்குத் தேவையான அனைத்தையும் இறக்குமதி செய்தது. ஆனால் பணம் செலுத்த தேவையான பணம் எங்களிடம் இல்லை. இதற்கிடையில் நாங்கள் போருக்காக செலவிட வேண்டியிருந்தது. ஆனால் போர் முடிவடைந்த பின்னர் நாடு விரைவான பொருளாதார வளர்ச்சியை அடைந்திருக்க முடியும். போர் முடிந்த 15 ஆண்டுகளுக்குப் பிறகு, அந்த முன்னேற்றம் எங்களுக்கு கிடைக்கவில்லை. நாங்கள் பழைய முறையைப் பின்பற்றினோம். பணம் இழந்தபோது, ​​கடன் பெறத் தொடங்கியது. நீங்கள் கடனை திருப்பிச் செலுத்த முடியவில்லை.",
        "இந்த நேரத்தில் உண்மையைப் பேச யாரும் விரும்புவதில்லை. ஆனால் நாட்டின் பொருளாதாரம் மாற வேண்டும் என்று நாங்கள் அறிவித்தோம். தேர்தல்களில் வாக்குறுதி அளிக்கப்பட்டது. சிலர் நாட்டில் ஒரு பெரிய பிரச்சார பிரச்சாரத்தை நகர்த்தினர், அவர் தொடர்ந்து நாட்டை விற்கும்போது.. ஆனால் நாங்கள் இறுதியில் ஒரு வங்கி நாடாக மாறினோம்.",
        "2015 ஆம் ஆண்டின் பிரதமராக, பிரதமர் வருமானத்திற்காக இருந்தபோது நான் வரிகளை அதிகரிக்க வேண்டியிருந்தது. கோத்தாபய ராஜபக்ஷம் நாட்டை ஏற்றுக்கொண்டு வரிகளைக் குறைத்தது. இந்த வரிகளைக் குறைப்பதன் மூலம் நாடு வருமானத்தை இழந்தது. அதே நேரத்தில், கோவிட் பிளேக் வந்தது. நாட்டிற்கு 3 பில்லியன் டாலர் அந்நிய செலாவணியில் தேவைப்பட்டது. இருப்பினும், பாராளுமன்றத் தேர்தலில் யாரும் இதைப் பற்றி பேசவில்லை. UNP இன் கொள்கை அறிக்கையை நாங்கள் குறிப்பிட்டோம். அதைப் பற்றி வேறு யாரும் பேசவில்லை. மாறாக, இது மக்களை பலவிதமான வாக்குறுதிகளாக மாற்றுவதாகும். இறுதி முடிவு என்னவென்றால், UNP க்கு ஒரு இருக்கை மட்டுமே.",
        "ஒரே ஒரு இருக்கை மட்டுமே இருந்த ஒருவர் ஒருபோதும் பிரதமராகவோ அல்லது ஜனாதிபதியாகவோ மாறவில்லை. நாட்டில் அரசியல் வங்கி காரணமாக. வேறு யாரும் பொறுப்பேற்க மாட்டார்கள் மற்றும் பொருளாதார பிரச்சினைகளை தீர்க்கவில்லை. இதன் விளைவாக, நான் ஜனாதிபதிக்கு பொறுப்பேற்றேன்.",
        "இந்த பொறுப்புகளை ஏற்றுக்கொண்டு இந்த பொறுப்புகளைப் புரிந்து கொள்ள முடிவு செய்தோம். இந்த திட்டம் தொடங்கியது. நாட்டின் பொருளாதாரத்தை உருவாக்க ஒரு முறை உள்ளது. இந்த திட்டத்தை கையகப்படுத்தி நாட்டை நகர்த்த இளைஞர்கள் தயாராக இருக்க வேண்டும்.",
        "இன்று சில அரசியல்வாதிகள் பல்வேறு வாக்குறுதிகளை வழங்குகிறார்கள். ஆனால் அவர்கள் நாட்டின் பொருளாதாரத்தை முன்னெடுப்பதற்கான கொள்கையை உருவாக்கவில்லை. எதிர்க்கட்சித் தலைவரும் அனுரா டிசனாயக்கும் ஒரு மாதத்துடன் வாதிடினர். ஒருவரின் முடிவில் வரவில்லை. இந்த மக்களில் இருவருமே நாட்டின் பொருளாதாரத்தை உருவாக்க முன்வரவில்லை.",
        "எனவே, அரசாங்கத்தின் நடவடிக்கைகளுக்கு கூடுதலாக வேறு வழி இருக்கிறதா என்று அவர்கள் சொல்ல வேண்டும். ஆனால் யாரும் அத்தகைய அறிக்கையை வெளியிடவில்லை. உங்கள் இணைப்பை ஏற்க அவர்கள் தயாராக இல்லை என்றால், நீங்கள் உங்கள் எதிர்காலத்திற்கு முன்னேற வேண்டும். இந்த திட்டங்கள் மிகவும் முக்கியமானவை. உங்கள் அறிவை அதிகரிக்க நீங்கள் மற்ற அதிகாரிகளையும் தனியார் துறையையும் சந்திக்கலாம். புதிய திட்டங்கள் முன் வர வேண்டும். ஒரு நாடாக நான் ஒரு நாடாக அழைக்கப்படுகிறேன், பழைய பொறிமுறையில் சிக்கவில்லை. \"",
        "கே: நாட்டின் பொருளாதாரம் செயலிழந்தபோது, ​​நீங்கள் சவாலை எதிர்கொண்டீர்கள். உங்கள் அடுத்த தேர்தலை ஏதேனும் ஒரு வழியில் இழந்தால் தற்போதைய திட்டத்தை வழிநடத்துவதில் யாருக்கும் முன்னணி இருக்கிறதா?",
        "\"இந்த தேர்தல் எனது வெற்றி அல்லது தோல்வியால் தீர்மானிக்கப்படவில்லை. அங்கு நாட்டை தோற்கடிக்க வேண்டாம் என்று முடிவு செய்யப்படுகிறது. சர்வதேச நாணய நிதியத்துடன் இப்போது ஒரு பொருளாதார திட்டத்தைப் பற்றி விவாதித்தோம். அதை செயல்படுத்த பொருளாதார மொழிபெயர்ப்பு சட்டம் கொண்டு வரப்பட்டுள்ளது. அது சரிந்தால் நாம் மீண்டும் அந்நிய செலாவணியை இழப்போம். மீண்டும், மருந்துகள், பெட்ரோல், எரிவாயு இல்லாமல் வரிசைகளால் பாதிக்கப்பட வேண்டும். எனவே, அரசாங்கத்தின் திட்டத்துடன் தொடரலாமா என்பதை நீங்கள் தீர்மானிக்க வேண்டும்.",
        "இந்த பொருளாதார மொழிபெயர்ப்பு சட்டத்தை ஆதரிக்க அனைத்து கட்சித் தலைவர்களையும் நான் கேட்டுக்கொள்கிறேன். இல்லையென்றால், விருப்பத்தை சமர்ப்பிக்கவும். இந்த ஆண்டு தேர்தல் தேர்ந்தெடுக்கப்படவில்லை, தனிநபர்கள் அல்ல. இந்த முறையில் நீங்கள் திருப்தி அடைந்தால், இந்த முறையுடன் முன்னேறுவோம். இல்லையெனில், மீட்டெடுக்கப்பட்ட பொருளாதாரம், அந்நிய செலாவணி மருந்துகள் இல்லாமல், உரம் இல்லாத நாடு தேவைப்பட்டால் நீங்கள் மற்றொரு கட்சியைத் தேர்வு செய்யலாம். ஒரு நாடாக தேவைப்பட்டால், நீங்கள் அரசாங்கத்தின் திட்டத்துடன் தொடரலாம்.",
        "அரசாங்க திட்டம் நன்றாக இல்லை என்றால், அது மாற்றாக இருக்க வேண்டும். இதுவரை யாரும் அத்தகைய மாற்றீட்டை முன்வைக்கவில்லை. இந்த ஒப்பந்தம் சர்வதேச நாணய நிதியத்துடன் திருத்தப்படும் என்று சிலர் கூறுகிறார்கள். ஒப்பந்தத்தை மாற்ற ஒப்பந்தம் சாத்தியமில்லை என்று சர்வதேச நாணய நிதியம் குறிப்பிடுகிறது. அடுத்த மாதம் திவாலான வங்கியில் நான் கையெழுத்திட முடியுமா?எனவே அவர்களின் எதிர்காலத்தைப் பற்றி சிந்திக்க நீங்கள் முடிவு செய்ய வேண்டும். \""
      ]
    },
    "en": {
      "title": "The past mistake of individuals should not be restored to make decisions",
      "body_lines": [
        "President Ranil Wickremesinghe stressed that the next presidential election is determined not to win, but the country's victory but be defeated.",
        "The President pointed out that if the people are satisfied that they should continue with the government's program, the President said.",
        "President Ranil Wickremesinghe made this statement participating in the policy reforms held at Waters Age Hotel yesterday (11) with youth representatives participating in the Parliamentary Collection of Parliament.",
        "The President said that the President has no program to promote various promises on the stage today.",
        "The President had asked all political parties to support the government's economic translation bill to proceed to the country's economy.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "\"Today you visit this place as members of sectoral overstators. It was the idea that he had given Karu Jayasuriya after he was appointed as the president.. This will give the young leaders to contribute their views and proposals to the future plans of the country.. Accordingly, we listen to all these ideas.",
        "Everyone is talking about economic controls in the country. I don't agree. This country has been devastated not only economically but political. Both of these factors have been a resolve today.",
        "This is because there is no formal economic system in the country. Importation based economic system based on our country. Imported everything we need. But we didn't have the money needed to pay. In the meantime we had to spend on war. But the country could have achieved rapid economic growth after the end of the war. 15 years after the end of the war, we did not get that advancement. We followed the old methodology. When the money was lost, the debt started getting. You could not repay the debt.",
        "No one likes to speak the truth at this time. But we declared that the economy of the country should change. Promised in elections. Some moved a large propaganda campaign in the country, saying that when he continues to sell the country.. But we eventually became a bankhood country.",
        "As the Prime Minister of 2015, I had to increase taxes while the Prime Minister was for income. Gotabhaya Rajapaksa accepted the country and reduced taxes. The country lost income with reducing these taxes. At the same time, the Covid plague came. Country needed $ 3 billion in foreign exchange. However, no one was talking about it at parliamentary election. We referred to the UNP's policy statement. No one else spoke about it. Rather, it is to make people a variety of promises. The end result was that only one seat for the UNP.",
        "A person who had only one seat has never become Prime Minister or President. Because of the political banking in the country. No one else came into charge and solve economic problems. As a result, I took responsibility for the president.",
        "Then we decided to accept these responsibilities and understand these responsibilities. This program began. There is a method to create the economy of the country. Young people should be prepared to take over the program and move the country.",
        "Some politicians today make various promises. But they have not made a policy to carry on the country's economy. The Opposition Leader and Anura Dissanayake argued with a month to argue where. At the end of one did not come. Neither of these people have come forward to build the economy of the country.",
        "Therefore, they must say if there is another way in addition to the government's actions. But no one has made such a statement. If they are not ready to accept your connection, you must move forward to your future. There these programs are very important. You can meet other officers and the private sector to increase your knowledge. New proposals should come forward. I am invited to all as a country that we will continue as a country, not stuck in the old mechanism. \"",
        "Q: When the economy of the country crashed, you faced the challenge. But do anyone have the lead in leading the current program if you lose your next election in some way?",
        "\"This election is not determined by my victory or defeat. Where it is decided not to defeat the country. We have now discussed a economic program with the International Monetary Fund. The economic translation law has been brought to implement it. If it collapses we will again lose foreign exchange. Again, the pharmaceuticals, petrol, is to suffer from queues without gas. Therefore, you have to decide whether to proceed with the government's program.",
        "I urge all party leaders to support this economic translation law. If not, submit option. This year's election is not selected, not individuals. If you are satisfied with this method, let's go ahead with this method. Otherwise, a country with a restored economy, without a foreign exchange drugs, you can choose another party if you need a country without fertilizer. If necessary as a country, you can proceed with the government's program.",
        "If the government program is not good, it should be alternative. No one has presented such an alternative so far. Some say that the agreement will be revised with the IMF. The International Monetary Fund notes that the agreement is not possible to change the agreement. Can I signed the bank of bankrupt next month?So you must decide to think about their future. \""
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasizes the importance of national victory over personal success in the upcoming presidential election. He stresses the need for continued support for the government's economic reform program, highlighting the critical role of youth in contributing to the nation's future. The President criticizes the lack of a formal economic system and the consequences of relying heavily on imports without sufficient funds, leading to economic instability and debt. He calls for unity among political parties to support the government's economic stabilization efforts, urging citizens to consider the broader impact of their choices on the country's economy rather than focusing solely on individual political gains."
  ]
}