{
  "translated_text": {
    "si": {
      "title": "පාසල් නිවාඩු සහ උත්සව සමයේදී බොහෝ රෝග ඇති වන්නේ ආහාර නිසාය",
      "body_lines": [
        "කොළඹ ළමා රෝහලේ ළමා රෝහලේ විශේෂ ist යෙකු වන දීපාල් පෙරේරා කියා සිටියේ සංචාරක කර්මාන්තයේ හා පාසල් නිවාඩු කාලය තුළ සංචාරක හා උත්සව සමයේ ප්රවීණභාවයට පත්වන දරුවන්ට වෙනත් අවන්හල්වල ආහාර හා සුලු ආහාර ඇති කළ හැකි බවයි.",
        "උත්සව සමයේදී රෝගය ආරක්ෂා කිරීම සම්බන්ධයෙන් කසාරි ඉරිදා (23) ට ප්රතිචාර වශයෙන් ඔහු මේ බව පැවසීය.",
        "මේ වන විට පාසල් නිවාඩු දින වැඩි කර ඇති අතර පිරිමි ළමයින් උත්සව සමය සඳහා සංචාරක කර්මාන්තය සඳහා ගමන් කරති.. ඇස්වල පෙනෙන අවන්හල්වල සහ සාප්පු වලදී සංචාරකයින් ආහාර සහ සුලු ආහාර මිලදී ගැනීම සිරිතකි.",
        "මේ අනුව, ප්රකාශනවල ආහාර ද්රව්ය හා බීම මිලදී ගැනීමේදී, ඔබ පරිස්සමින් ක්රියා කළ යුතුය. අපවිත්ර ආහාර පරිභෝජනය කිරීම පාචනය සහ ටයිෆයිඩ් උණ වැනි රෝග වලට තුඩු දිය හැකිය. එමනිසා, දරුවන් විසින් පීඩාවට පත් නිරෝගී ආහාර සහ බීම දෙමාපියන් විසින් ලබා දිය යුතුය.",
        "අවන්හල් සහ ආහාර සැපයීම සහ සෙලේන්ගේ ආහාර, සෞඛ්ය සම්පන්න ආහාර නිෂ්පාදන නිෂ්පාදනය කරන අය සඳහා මහජනතාවගේ සෞඛ්යය සලකා බැලීම.. ළමුන් සඳහා පාචනය ඇති වුවහොත්, ලෙමන් යුෂ, සහල් කැඳ, යුෂ, යෝගා, කෙසෙල් දෙන්න. ඔබට තෙල් පානය කිරීමෙන් වැළකී සිටිය හැකිය.",
        "ශරීරයේ සිදුවිය හැකි විජලනය පාලනය කිරීම අවශ්ය වේ. අඛණ්ඩ පාචනය තිබේ නම් සුදුසුකම් ලත් වෛද්යවරයකු සෙවීම වඩා හොඳය. මීට අමතරව, මේ දිනවල වාහන අනතුරු ඉහළ ගොස් තිබේ. එබැවින් ප්රකාශනවල ගමන් කිරීමේදී නිරීක්ෂණය සමඟ කටයුතු කරන්න. ජලය හා ගඟ ඇතුළු මුහුදු ජලය සමඟ සෙල්ලම් කිරීමට කැමති අයට ආරක්ෂිත ස්ථානවල නිසි ආරක්ෂිත පද්ධති අනුගමනය කිරීමෙන් එවැනි ක්රියාකාරකම් කළ හැකිය.",
        "දෙමව්පියන්ගේ දෙමාපියන්ගේ ආරක්ෂාව සහතික කිරීම අවශ්ය වේ. උත්සව සැමරුම් හා අලුත් අවුරුදු සැමරුම්වල යෙදෙන දරුවන් ආරක්ෂිතව පුපුරා යා හැකිය. කෙසේ වෙතත්, එවැනි අවස්ථාවන්හිදී, ගින්නක් ඇතිව තුවාල සඳහා මහජනයාට අවධානය යොමු කිරීම හොඳය."
      ]
    },
    "en": {
      "title": "During school holidays and festive season, many diseases are caused by food",
      "body_lines": [
        "Deepal Perera, a specialist on the Children's Hospital of the Colombo Child Hospital, said that children who go to tourism and to the outputs during the school holidays and festive season can cause food and snacks at other restaurants.",
        "He said this in response to Kesari on Sunday (23) regarding the protection of the disease during the festive season.",
        "Currently, school holidays have been increased and the boys are traveling for tourism for the festive season.. It is customary for tourists to buy food and snacks in restaurants and shops that see in the eyes.",
        "Thus, when buying food items and drinks in publications, you should act with care. Consuming contaminated foods can lead to diseases such as diarrhea and typhide fever. Therefore, parents should provide healthy food and drinks affected by the children.",
        "Considering the health of the public for those who manufacture and selle restaurants and food, healthy food products should be made.. In case of a diarrhea for children, give lemon juice, rice porridge, juices, yoga, bananas. You can avoid oil -based foods.",
        "It is necessary to control the dehydration that may occur in the body. It is better to seek a qualified doctor if there is a continuous diarrhea. In addition, vehicle accidents have increased in these days. Therefore, act with observation when traveling to publications. Those who want to play with water and sea water, including the river, can do such activities by following the proper safety systems in safe places.",
        "It is necessary to ensure the safety of the parents of the parents. Children who engage in festive celebrations and New Year's celebrations can safely explode. However, in such cases, it is good for the public to pay attention to fire injuries."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "School holidays & festivals increase child illness from unsafe food. Parents: Provide healthy meals, avoid oily foods. Diarrhea treatment: Lemon juice, rice porridge, juices, bananas. Dehydration control crucial. Seek doctor if diarrhea persists. Be cautious in water activities. Fire safety during celebrations."
  ]
}