{
  "translated_text": {
    "ta": {
      "title": "ஒரு மருத்துவமனையில் மின்னல் கிடங்கு",
      "body_lines": [
        "வால்ஸ்முல்லா பேஸ் மருத்துவமனையில் ஒரு சிறப்பு சிகிச்சை பிரிவில் சீரற்ற வானிலை மற்றும் பலத்த மழை பெய்தது.",
        "அந்த நேரத்தில், பிரிவில் சிகிச்சை பெற்றிருந்த மூன்று நோயாளிகள் தேவையான சிகிச்சையை முறையாகச் செய்ய நடவடிக்கை எடுத்துள்ளனர்.",
        "வாலஸ்முல்லா அடிப்படை மருத்துவமனை அதிகாரிகள் மின்னல் மூலம் சேதமடைந்துள்ளதாகக் கூறுகின்றனர், ஆனால் அதன் உபகரணங்கள் சேதமடைந்துள்ளன.",
        "இலங்கை மின்சார வாரியம் மற்றும் டங்கல்லே அர்பன் கவுன்சிலின் தீ மற்றும் ஃபிரேவானா பிரிவு மருத்துவமனைக்கு வந்துள்ளது."
      ]
    },
    "en": {
      "title": "Lightning wareed at a hospital",
      "body_lines": [
        "A fire broke out at a special treatment unit at Walasmulla Base Hospital with inclement weather and heavy rains.",
        "At that time, three patients who were receiving treatment at the division have taken steps to carry out the necessary treatment properly.",
        "The Walasmulla Base Hospital officials say they have been damaged by lightning, but its equipment has been damaged.",
        "The fire and the Firevana Unit of the Ceylon Electricity Board and Tangalle Urban Council have come to the hospital."
      ]
    }
  },
  "summary_lines": [
    "A fire at Walasmulla Base Hospital's special treatment unit, caused by lightning during heavy rains, damaged equipment. Three patients were receiving treatment. The Firevana Unit and local authorities responded."
  ]
}