{
  "translated_text": {
    "ta": {
      "title": "எங்கள் மக்களுக்கு ரஷ்யாவின் பதில்",
      "body_lines": [
        "ரஷ்ய - உக்ரேனியப் போரைக் கவனிக்க 17 இலங்கை தூதுக்குழு ரஷ்யாவிற்கு புறப்பட்டதாக யு.என்.பி எம்.பி. தயாசிரி ஜயசேகரா கூறுகிறார்.",
        "இன்று (29) பண்டாரநாயக சர்வதேச விமான நிலையத்தில் நடந்த போரில் 121 பேர் இணைந்ததாக ஊடகங்களுடன் பேசிய அவர் கூறினார்.",
        "இந்த சம்பவம் குறித்து விசாரிக்க வெளியுறவு மந்திரி தரகா பாலாபோடா, எம்.பி.எஸ் காமினி வாலபோடா மற்றும் தயாசிரி ஜயசேகேரா மற்றும் 8 பொது அதிகாரிகள் அண்மையில் தீவை விட்டு வெளியேறியுள்ளனர்.",
        "இலங்கை தூதுக்குழு ரஷ்ய வெளியுறவு துணை அமைச்சர், ரஷ்ய பாதுகாப்பு மந்திரி மற்றும் அதிகாரிகள் குழுவுடன் விவாதிக்கப்பட்டது."
      ]
    },
    "en": {
      "title": "Russia's answer to our people",
      "body_lines": [
        "UNP MP Dayasiri Jayasekara says that 17 Sri Lankan delegation departed to Russia to look into the Russian - Ukrainian war.",
        "Speaking to the media, he said that 121 joined in the war at the Bandaranaike International Airport today (29), he said.",
        "Foreign Minister Tharaka Balaboda, MPs Gamini Walaboda and Dayasiri Jayasekera and 8 public officials have left the island recently to investigate the incident.",
        "The Sri Lankan delegation was discussed with the Deputy Minister of Russian Foreign Affairs, the Russian Defense Minister and a group of officers."
      ]
    }
  },
  "summary_lines": [
    "A Sri Lankan delegation, including MPs and officials, traveled to Russia to explore the Ukraine conflict. They met with Russian Foreign and Defense Ministry officials to gain insights into the situation."
  ]
}