{
  "translated_text": {
    "si": {
      "title": "ஜிம்பாப்வே சுற்றுப்பயணத்தின் முதல் ஒருநாள் போட்டியில் இலங்கைக்கு வெற்றி",
      "body_lines": [
        "ශ්රී ලංකාව ශ්රී ලංකාව සහ සිම්බාබ්වේ අතර පළමු එක්දින තරගය ලකුණු 7 කින් දිනා ගත්තේය.",
        "මුදල් චක්රය දිනාගත් සිම්බාබ්වේ, ශ්රී ලංකාව මුලින්ම පන්දුවට පහර දෙන ලෙස හැඳින්වේ. அதன்படி, இலங்கை அணி 50 ஓவர்களில் 6 விக்கெட்டுகள் இழப்பிற்கு 298 ஓட்டங்கள் எடுத்தது.",
        "සිම්හර්ඩ් ටරාකා ලකුණු 76 කින් සිම්බාබ්වේ පන්දු යැවීමේදී කඩුලු 2 ක් දවාගත්තේ ය. ජනිත් ලියානගේ ලකුණු 70 ක් (නොදැවී), කමින්දු මෙන්ඩිස් - ලකුණු 57 ක්, කුසල් මෙන්ඩිස් - ලකුණු 38 යි.",
        "ඊට ප්රතිචාර වශයෙන් සිම්බාබ්වේ පන්දුවාර 50 කදී කඩුලු 8 ක් දැවී ලකුණු 299 කට ද පය 291 ක් දවා ගත්හ.",
        "සිකන්දර් රාජා - ලකුණු 92 ක්, බෙන් කරන් - ලකුණු 70 ක්, ෂෝන් විලියම්ස් (කැප්ටන්) - ලකුණු 57 යි",
        "තරගයෙන් අවසන් වූ අවසන් තරගයෙන් දිල්ෂන් මධුෂනා සංගා ගංගා පළමු පන්දු තුන සඳහා පළමු පන්දු 3 කදී කඩුලු 3 ක් දවා ගත්හ.",
        "මෙම ජයග්රහණයත් සමඟ ශ්රී ලංකා කණ්ඩායම තරග තුනේ තරගාවලියේ 1-0ක් ලෙස ඉදිරියෙන් සිටී."
      ]
    },
    "en": {
      "title": "Sri Lanka wins the first ODI of Zimbabwe tour",
      "body_lines": [
        "Sri Lanka won the first ODI match between Sri Lanka and Zimbabwe by 7 runs.",
        "Zimbabwe, who won the currency cycle, called Sri Lanka first to bat. Accordingly, the Sri Lankan team scored 298 runs for the loss of 6 wickets in 50 overs.",
        "Richard Tankarawa scored 2 wickets in the bowling of Zimbabwe by 76 runs, Janith Liyanage - 70 runs (unbeaten), Kamindu Mendis - 57 runs, Kusal Mendis - 38 runs.",
        "In response, Zimbabwe were bowled out for 299 runs, and only 291 runs for the loss of 8 wickets in 50 overs.",
        "Sikandar Raja - 92 runs, Ben Karan - 70 runs, Sean Williams (captain) - 57 runs",
        "In the final over of the match, Dilshan Madhushana Sanga set a record for the first three balls to take three wickets in the first three balls.",
        "With this victory, the Sri Lankan team is leading 1-0 in a three-match series."
      ]
    }
  },
  "summary_lines": []
}