{
  "translated_text": {
    "ta": {
      "title": "நகரத்தில் யாருடைய ஆடம்பர வாகனங்கள் காணப்படுகின்றன?",
      "body_lines": [
        "முன்னாள் அமைச்சர் ரோஹிதா அபேயிகுனவர்தனாவின் தலைவரின் மகன் உரிமையாளரிடமிருந்து பதிவு செய்யப்படாத முறை மற்றும் ஜீப் மீட்கப்பட்டுள்ளன.",
        "1997 ஆம் ஆண்டின் எண்ணிக்கையால் பெறப்பட்ட தகவல்களின்படி அதே வாகனங்களை அவர்கள் கண்டுபிடித்ததாக போலீசார் தெரிவித்தனர்.",
        "வாகனத்தின் உரிமையாளரின் அறிக்கையின் பின்னர் இரண்டு கார்களும் கைது செய்யப்பட்டன.",
        "இதற்கிடையில், கயன் சரம், இன்று (21) ஒரு வழக்கறிஞர் மற்றும் ஒரு வழக்கறிஞருடன் புகார் என்று கூறப்படுகிறது.",
        "குற்றச்சாட்டை விசாரிக்கக் கோரி ஒரு புகாருக்கு வந்ததாக அவர் கூறினார்.",
        "\"நான் ரோஹிதா அபேயிகுனவர்தனாவின் மருமகன். நானும் என் மனைவியின் அப்பாவும் மண் பிரச்சாரமும். இது பதிவு செய்யப்பட வேண்டிய புகார். இரண்டு வாகனங்கள் கிடைத்தன. என்னையும் என் மனைவியின் தந்தையையும் குழப்ப முயற்சிக்கிறேன். கொழும்பில் எனது குடியிருப்பு. இது ஒரு நகரம்.",
        "இதற்கிடையில், முன்னாள் மந்திரி ரோஹிதா அபேயேகுனவர்தேனா, அதை நிரூபித்தால் அதை ராஜினாமா செய்வார் என்று கூறுகிறார்.",
        "\"ரோஹிதா அபேஜுனவர்தேனா சம்பந்தப்படவில்லை என்று சொல்லக்கூடாது. அதனால்தான் நான் பொறுப்பு. இந்த வாகனத்தில் ஈடுபட்டுள்ள ரோஹிதா அபேஜுனவர்தேனா என்றால், நான் எனது அரசியலில் இருந்து வெளியேறுவேன். பொறுப்பு. ஏமாற்றுவதற்கு திருடாத அரசியல் செய்தேன். எனவே, நாங்கள் பொறுப்பு, அப்படியானால், இதுபோன்ற விஷயங்கள் இருந்தால், உண்மையைத் தேடுங்கள். இப்போது இது மகனின் சகோதரர் என்று சொல்கிறீர்கள். ஒருவரின் சகோதரர் ஒரு மகனின் சகோதரர் என்றால், நான் ஏதாவது தவறு செய்திருக்கிறேன்?எனது உறவு என்ன. இதுதான் நான். இந்த வீடு எப்போதுமே வரும், செல்லுங்கள், சாப்பிடுங்கள், சாப்பிடுங்கள், இந்த வாகனங்கள், ஆனால் நாங்கள் அதைப் பயன்படுத்தவில்லை. ஆகவே, என் நண்பர் ரோஹிதா அபாயேஜனவர்தனாவின் நண்பர் செய்தார் என்று நான் சொல்ல வேண்டும் என்று நான் சொல்ல வேண்டும்?அதாவது வேறு யாராவது தவறு செய்தால், நாம் பொறுப்பேற்க வேண்டும். நான் ஏதாவது தவறு செய்திருந்தால், என்னைக் குற்றம் சாட்டுங்கள். நான் ஒரு பொறுப்புடன் சொல்கிறேன். எனது அரசியல் வாழ்க்கைக்கு நான் விடைபெறப் போகிறேன். இந்த விஷயத்தில் எனக்கு ஒரு உறவு இருந்தால் எனது தேர்தல் வேட்பாளரில் ராஜினாமா செய்யுங்கள். நான் அதை சவால் விடுகிறேன். ரோஹிதா அபேயிகுனவர்தேனா இதனுடன் இணைக்கப்பட்டுள்ளாரா என்பதை நிரூபிக்கப் போகும் எவருக்கும் சவால் விடுங்கள். நான் அரசியலில் இருந்து ராஜினாமா செய்கிறேன். இதை ஏன் செய்கிறீர்கள்?"
      ]
    },
    "en": {
      "title": "Whose luxury vehicles found in the city?",
      "body_lines": [
        "A unregistered manner and jeep have been recovered from a son-owner of a leader of former Minister Rohitha Abeygunawardena.",
        "The police said that they were found to have found the same vehicles according to information received by the 1997 number.",
        "The two cars were taken into custody after a statement from the owner of the vehicle.",
        "Meanwhile, Gayan Saram, who is said to be a complaint with a lawyer today (21) and a lawyer.",
        "He said he had come to a complaint requesting to investigate the charge.",
        "\"I'm the son-in-law of Rohitha Abeygunawardena. I and my wife's dad and mud propaganda. It was a complaint to be lodged. Found two vehicles. I'm trying to confuse me and my Wife's father. My Residence in Colombo. This is just a city. \"",
        "Meanwhile, former Minister Rohitha Abeygunawardena says he will resign from politics if they prove it.",
        "\"Explainably not to say Rohitha Abeygunawardena is not involved. That's why I am responsible. If Rohitha Abeygunawardena, who is involved in this vehicle, I will get out of my politics. Is responsible. I've done politics not to steal to cheat. So we are responsible, then, if there is such things, look for the truth. Now you say this is the son's brother. If someone's brother is a son's brother, I have done something wrong?What's my relationship with. This is the house I am. This house always comes, go, eat, eat, these vehicles, but we have not used it. So I need to say that I have to say that my friend did a friend of Rohitha Abeygunawardena?That means we need to be held responsible, if someone else makes a mistake. If I had done something wrong, then accuse me of. I'm saying with a responsibility. I'm going to say goodbye to my political life. I resign in my election candidate if I have a relationship in somewhere in this regard. I challenge that. Challenge anyone who is going to prove if Rohitha Abeygunawardena is connected to this. I resign from politics. Why do you do this?"
      ]
    }
  },
  "summary_lines": [
    "Luxury vehicles seized from politician's son. Police investigation underway. Former minister denies involvement, threatens resignation if linked."
  ]
}