{
  "translated_text": {
    "ta": {
      "title": "இலங்கை அர்ப்பணிப்பு என்பது உலகத்தைப் பாராட்டுகிறது",
      "body_lines": [
        "இலங்கை கடன் குழு உட்பட பாரிஸ் கிளப், இலங்கைக்குள் நுழைவதற்கு தேவையான சீர்திருத்தங்களை அமல்படுத்துவதற்கான முயற்சி ஒரு நிலையான வளர்ச்சி பாதையை அடைய கூறுகிறது.",
        "இந்தியாவுக்கான அமெரிக்க தூதர் மற்றும் இலங்கை நேற்று இலங்கையின் மறுசீரமைப்பு ஒப்பந்தத்திற்கு தங்கள் பாராட்டுகளைத் தெரிவித்துள்ளது.",
        "இந்திய வெளிவிவகார அமைச்சக அறிவிப்பை வெளியிட்டு, இலங்கையின் பொருளாதார மறுமலர்ச்சி, வளர்ச்சி மற்றும் ஸ்திரத்தன்மை ஆகியவை வளர்ச்சி மற்றும் ஸ்திரத்தன்மையை அடைய உறுதிபூண்டுள்ளன என்று கூறுகிறது.",
        "இலங்கையின் தூதர் ஜூலை சாங், ஜூலை சாங், இலங்கையின் கடன் மறுசீரமைப்பு ஒப்பந்தங்களால் வரவேற்கப்பட்டது.",
        "ஒப்பந்தங்கள் நாட்டின் நிதிச் சூழலில் நம்பிக்கையை வளர்க்க உதவும் என்று அவர் கூறினார்.",
        "இதற்கிடையில், நாட்டின் உத்தியோகபூர்வ கடன் வழங்குநர்களுக்கு சொந்தமான பாரிஸ் கிளப்பின் கருத்து இலங்கையை ஒரு நிலையான அபிவிருத்தி பாதையில் செயல்படுத்துவது பாராட்டத்தக்கது.",
        "ஏப்ரல் 12, 2022 அன்று இலங்கை கடன் செலுத்துவதாக அறிவித்தபோது, ​​இலங்கை அரசாங்கம் வெளிநாட்டுக் கடனை செலுத்த விடப்பட்டது.",
        "திட்டங்கள் அல்லது திட்டங்களுக்காக பெறப்பட்ட கடன்கள் 22.3 பில்லியன் அமெரிக்க டாலர்கள் மற்றும் வணிக கடன்கள் 14.7 பில்லியன் அமெரிக்க டாலர்கள்.",
        "11.7 பில்லியன் அமெரிக்க டாலர் பன்முக கடன் மற்றும் 10.6 பில்லியன் அமெரிக்க டாலர் 10.6 பில்லியன் அமெரிக்க டாலர்கள்.",
        "இருதரப்பு கடன் வழங்குநர்களுக்கு சொந்தமான 17 நாடுகளின் கடன் 4.2 பில்லியன் அமெரிக்க டாலர்களுக்கு சொந்தமான 17 நாடுகளில் 4.2 பில்லியன் அமெரிக்க டாலர்களை சொந்தமாகக் கொண்டுள்ளது.",
        "மறுசீரமைக்கப்பட்ட மொத்த கடன் மொத்த வெளிநாட்டு கடனில் 27% ஆகும்.",
        "அந்த கடன்களின் பிரிவு நிவாரணத்திற்கு வழங்கப்படும், மேலும் கடன் தவணைகள் மற்றும் கொடுப்பனவுகள் நீட்டிக்கப்பட்டுள்ளன.",
        "இதற்கிடையில், வெளிநாட்டுக் கடனை மறுசீரமைக்க இலங்கை நேற்று இலங்கைக்கு வந்ததாக ஒப்பந்தங்களை இந்தியா நினைவுகூர்கிறது."
      ]
    },
    "en": {
      "title": "Sri Lankan commitment is appreciation of the world",
      "body_lines": [
        "The Paris Club, including the Sri Lanka Loan Committee, says the attempt to implement the necessary reforms in order to enter Sri Lanka to reach a sustainable growth path.",
        "US Ambassador to India and Sri Lanka has expressed their appreciation for the restructuring agreement of Sri Lanka yesterday.",
        "The Indian External Affairs Ministry issues announcement and says Sri Lanka's economic revival, growth and stability is committed to achieving growth and stability.",
        "Sri Lanka's Ambassador July Chang, July Chang, was also welcomed by Sri Lanka's debt restructuring agreements.",
        "She said that agreements would help to build trust in the financial environment of the country.",
        "Meanwhile, the comment of Paris Club belonging to the official creditors of the country is commendable to implement Sri Lanka to a sustainable development path.",
        "When Sri Lanka announced the payment of loan on April 12, 2022, the Sri Lankan government was left to pay foreign debt.",
        "The loans obtained for projects or programs were US $ 22.3 billion and commercial loans were US $ 14.7 billion.",
        "US $ 11.7 billion is multilateral debt and US $ 10.6 billion US $ 10.6 billion.",
        "The debt of 17 countries owned by bilateral creditors owns US $ 4.2 billion in 17 countries owned by $ 4.2 billion in 17 countries owned by US $ 4.2 billion.",
        "The total debt that has been restructured is 27% of the total foreign debt.",
        "Section of those loans will be given to a relief, and the loan installments and payments have been extended.",
        "Meanwhile, India commemorates the agreements that Sri Lanka arrived in Sri Lanka yesterday to restructure foreign debt."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's efforts to achieve sustainable growth through necessary reforms have garnered international support, including from the US Ambassador and the Paris Club. The restructuring of its debt, involving significant reductions and extensions on loan repayments, aims to stabilize the economy and rebuild trust in the financial sector. This move, which includes contributions from India, marks a crucial step towards Sri Lanka's economic recovery and sustainable development path."
  ]
}