{
  "translated_text": {
    "si": {
      "title": "மாதத்தின் அதி சிறந்த வீரருக்கான ஐசிசி விருதுக்கு பும்ரா உட்பட மூவர் பரிந்துரை",
      "body_lines": [
        "මහාද්වීප තුනක වේගවත් පන්දු යවන්නන් තිදෙනෙකුගේ නම් 2024 දෙසැම්බර් සඳහා හොඳම ක්රීඩකයා සඳහා අයිසීසී සම්මානය සඳහා නම් කර ඇත.",
        "உலக டெஸ்ட் சம்பியன்ஷிப் இறுதிப் போட்டியில் விளையாடவுள்ள அவுஸ்திரேலிய அணித் தலைவர் பெட் கமின்ஸ், இந்தியாவின் உதவி அணித் தலைவர் ஜஸ்ப்ரிட் பும்ரா, தென் ஆபிரிக்காவின் டேன் பெட்டர்சன் ஆகிய மூவரின் பெயர்களே மாதத்தின் அதிசிற்த வீரருக்கான ஐசிசி விருதுக்கு பரிந்துரைக்கப்பட்டுள்ளது.",
        "පෙටර් - ඉන්දියාවට එරෙහි කවස්කාර්ගේ ටෙස්ට් තරගාවලිය ද පන්දු යැවීමේ හා පන්දු යැවීමේ ක්ෂේත්ර දෙකෙහිම විශිෂ්ට ශක්තීන් අනාවරණය කර තිබේ.",
        "පසුගිය මාසයේ ඉන්දියාවට එරෙහි-කේන්ද්රීය ටෙස්ට් තරගමාලාවේදී පසුගිය මාසයේ ටෙස්ට් තරග තුනක ගොඩවල් පහක් ඇතුළුව නිදන කාමර කොරීස් කඩුලු 17 ක් පරාජය කළේය.. ඔහුගේ පන්දු යැවීමේ සාමාන්යය 17.64 කි. ඇඩිලේඩ් ටෙස්ට් තරගයේදී ඔහුව ලකුණු 57 කට කඩුලු 5 කට දැවී ගියේය.",
        "පිතිකරණයේදී ලකුණු 144 ක් රැස් කර තිබුණි. මෙල්බර්න් ඉනිම දෙකකින් පිළිවෙලින් ලකුණු 49 ක් සහ ලකුණු 49 ක් රැස් කළේය. ඔහු උගත් තරගයේදී කඩුලු 6 ක් දවාගෙන සෑම අංශයකම බැබළුණි.",
        "ජැස්රිත්රිට් බම්රා නොවැම්බර් සහ මේ මාසයේ අවසාන ටෙස්ට් තරගයේදී ඉන්දීය කණ්ඩායම ඉන්දියානු කණ්ඩායම ක්රීඩා කරමින් සිටියේය. නමුත් මෙම පරීක්ෂණ දෙක දෙසැම්බර් කාලයට සම්බන්ධ නොවීය.",
        "දෙසැම්බර් මාසයේදී ටෙස්ට් තරග 3 ක් (2, 3, 4) කශේච්භන 3 ක් බම්රා කඩුලු 22 ක් දවා ගත්තේය. ඔහුගේ පන්දු යැවීමේ සාමාන්යය 14.22 කි.",
        "බම්රා ඉන්දියාවේ ජීව රුධිරය වූ අතර කඩුලු 9 බැගින් වූ අතර කඩුලු 9 බැගින් ද, බ්රිස්බේන් සහ මෙල්බර්න් යන දෙඅංශයෙන්ම කඩුලු 9 ක් දවා ගනිමින්.",
        "පරීක්ෂණයේදී ඔහු ලකුණු 76 ක ලකුණු 76 කට කඩුලු 6 ක් දවාගත්තේය.",
        "මෙල්බර්න් පරීක්ෂණයේදී 2 වන ඉනිමේදී බම්රා කඩුලු 5 ක් වාර්තා කළේය.",
        "ටෙස්ට් ක්රිකට් පන්දු යවන්නන් ඉන්දියාව වෙනුවෙන් වැඩිම ලකුණු ලාභියා ලෙස ඉන්දියාව වෙනුවෙන් වැඩිම ලකුණු ලාභියා ලෙස ශ්රේණිගත කර ඇත.. ඔහුට ශ්රේණිගත ලකුණු 907 ක් ලබා ඇත.",
        "පළමු වරට දකුණු අප්රිකාව ඩේන් බෙටර්සන්ගේ රාක්ෂයේ වේගයෙන් හා නිවැරදි පන්දු යැවීමේ ආධාරයෙන් ලෝක ටෙස්ට් ශූරතාවලියේදී ක්රීඩා කිරීමට අවස්ථාව සනාථ කර තිබේ.",
        "ඔහුගේ පන්දු යැවීම ලෝක ටෙස්ට් ශූරතාවලියට පෙර නැගී සිටීමට දකුණු අප්රිකාවේ උත්සාහයේ ප්රධාන කාර්යභාරයක් ඉටු කළේය.",
        "කඩුලු 5 ක් ද ඇතුළුව ඩේ පෙට්ටර්සන් කඩුලු 13 ක් දවා ගනිමින් කඩුලු 13 ක් පරාජය කළේය.. ඔහුගේ පන්දු යැවීමේ සාමාන්යය 16.92 කි.",
        "පළමු ඉනිමේදී ලකුණු 71 කට කඩුලු 5 ක් ද, පළමු ඉනිමේදී ලකුණු 61 කට කඩුලු 5 කට දැවී ගියේය."
      ]
    },
    "en": {
      "title": "Three people, including Bumrah for the ICC Award for the Best Player of the Month",
      "body_lines": [
        "The names of three fast bowlers from three continents have been nominated for the ICC Award for the Best Player for December 2024.",
        "The names of Australian captain Bed Kamins, India's Assistant Team Chairman Jasprit Bumrah and South Africa's Dane Petterson have been nominated for the ICC Award for the month of the month.",
        "Petter - Kavaskar's Test series against India has revealed the excellent energies in both fields of bowling and bowling.",
        "Bed Commins beat 17 wickets, including a five -wicket pile of three Tests last month in the five -match Test series against India.. His bowling average is 17.64. In the Adelaide Test, he was bowled out for 5 wickets for 57 runs.",
        "Had scored 144 runs in the batting. Melbourne scored 49 runs and 41 runs respectively in two innings. He took 6 wickets in the upting match and shone in all sectors.",
        "Jasprit Bumrah was playing the Indian team in the first Test of November and the last Test this month. However, these 2 Tests were not involved in the December period.",
        "Bumrah took a total of 22 wickets in 3 Tests (2nd, 3rd, 4th) in December. His bowling average is 14.22.",
        "Bumrah was India's lifeblood, taking 9 wickets each with two 5 wickets piles in both Tests - Brisbane and Melbourne.",
        "In December, he took 6 wickets for 76 runs for 76 runs in the Test.",
        "Bumrah recorded the 5 wickets in the 2nd innings in the Melbourne Test.",
        "Test cricket bowlers ranked as the highest scorer on behalf of India as the highest scorer for India.. He has got 907 ranking points.",
        "For the first time, South Africa has confirmed the opportunity to play in the World Test Championship Final with the help of Dane Betterson's monster speed and accurate bowling.",
        "His bowling played a key role in South Africa's efforts to advance to the World Test Championships.",
        "Dane Petterson beat 13 wickets in those two Tests, including two 5 wickets piles. His bowling average is 16.92.",
        "He took 5 wickets for 71 runs in the first innings against Sri Lanka and 5 wickets for 61 runs in the first innings against Pakistan."
      ]
    }
  },
  "summary_lines": []
}