{
  "translated_text": {
    "ta": {
      "title": "அரிசி விலையின் உயர்வுடன் சந்தைக்கு அதிகம் சேமிக்கிறது",
      "body_lines": [
        "அரிசி விலை அதிகரிப்புடன், வணிகர்கள் நேற்று (10) பல பகுதிகளில் பல நிலங்கள் பெரும்பாலும் அரிசி என்று குறிப்பிட்டுள்ளனர்.",
        "அதன்படி, இரவு நேரத்தில் நுகர்வோர் விவகார ஆணையத்தால் வழங்கப்பட்ட வர்த்தமானி அறிவிப்பின் நிர்வாகம் நேற்று அரிசி விற்க வேண்டும்.",
        "அரிசி விலை அதிகரிப்புடன், சில பகுதிகளில் அரிசி பற்றாக்குறை முடிவடைந்துள்ளது மற்றும் சில வணிகர்கள் ரூ.",
        "அதன்படி, புதிய அரிசி விலைக்கு ஏற்ப மக்கள் போதுமான அரிசியை வாங்க முடிந்தது.இறக்குமதி செய்யப்பட்ட அரிசி இந்த வாரத்தில் இருந்தால், ஒரு குறிப்பிட்ட பகுதியில் அரிசி பற்றாக்குறை இருந்தால் வணிகங்கள் சுட்டிக்காட்டுகின்றன என்று வணிகங்கள் சுட்டிக்காட்டுகின்றன.",
        "சில வணிகங்கள் ரூ.",
        "அரிசி கட்டுப்பாட்டு விலை ரூ.",
        "முந்தைய விலையின்படி, ஒரு கிலோகிராம் நட்டு அரிசியின் விலை ரூ.",
        "புதிய விலையின்படி, ஒரு கிலோகிராம் நாதுவா அரிசி விலை ரூ.",
        "5 கிலோ சம்பா அரிசியின் அரிசி பை ரூ.",
        "நுகர்வோர் நுகர்வோர் விவகார ஆணைய அதிகாரிகளிடம் புகார் அளித்துள்ளனர்."
      ]
    },
    "en": {
      "title": "The rice stocks more to the market with the rise of the price",
      "body_lines": [
        "With the increase in rice prices, the businessmen mentioned that many other lands were largely rice in many areas yesterday (10).",
        "Accordingly, the administration of the Gazette Notification issued by the Consumer Affairs Authority on the night was to sell rice yesterday.",
        "With the increase in rice prices, the shortage of rice in some areas has ended and some merchants have been completed by Rs.",
        "Accordingly, the people have been able to buy enough rice as per new rice prices.Businesses point out that if imported rice is on this week, businesses point out that if there is a shortage of rice in a particular area.",
        "Customers specify that some businesses have recovered more than 50 rupees more than Rs.",
        "According to the rice control price of Rs.",
        "According to the previous price, the price of a kilogram of nadu rice is Rs. 220 and Rs.",
        "According to the new price, a kilogram of naduwa rice is priced at Rs.",
        "A rice bag of 5 kg of samba rice was Rs.",
        "The consumers have lodged a complaint with the Consumer Affairs Authority officials."
      ]
    }
  },
  "summary_lines": [
    "Rice supply increases with higher prices. Shortages end in some areas. Businesses raise prices by over 50 rupees. Consumers complain about price hikes."
  ]
}