{
  "translated_text": {
    "si": {
      "title": "මඩකලපුව දිස්ත්රික්කයේ නිදහස් අදහස් දැක්වීමට තර්ජනය කිරීම - අනුරුගමාරා දිසානායක",
      "body_lines": [
        "ජාතික මහජන බලයේ සභාපති අනුර කුමාර දිසානායක මහතා කියා සිටියේ මඩකලපුව දිස්ත්රික්කයේ තම අදහස් ප්රකාශ කිරීමට නිදහස නොමැති තර්ජනය පිල්ලියාන් විසින් නිකුත් කරන බවයි.",
        "හිටපු ජනාධිපති ප්රේමදාසගේ නම සජිත් පක්ෂයේ නායකයා වේ. තම පියා හිටපු ජනාධිපතිවරයෙකු නොවන්නේ නම් සජිත් ප්රේමදාස මඩකලප මහ නගර සභාවේ සාමාජිකයෙකු නොවේ.",
        "ශ්රී ලංකා ගුරු සේවා සංගමයේ මඩකලපුව දිස්ත්රික් සමුළුව බ්රහස්පතින්දා දහවල් මඩකලපුවේ විලියම් ශාලාවේදී පැවැත්විණි.",
        "ශ්රී ලංකා ගුරු සේවා සංගමයේ මඩකලපුව දිස්ත්රික් ලේකම්. ඒ. ටෙස්මන් මුලසුන දැරූ මෙම අවස්ථාවට ජාතික මහජන බලයේ සභාපති අනුර කුමාර දිසානායක මහතා සහභාගී විය.",
        "අධ්යාපනය ඉවරයි ..!ගුරුවරුන්ගේ අයිතිවාසිකම් දිනා ගන්නේ කෙසේද යන්න පිළිබඳව ශ්රී ලංකා ගුරු සේවා සංගමය විසින් මෙම සමුළුව සංවිධානය කරන ලදී.",
        "මෙම අවස්ථාවට ශ්රී ලංකා ගුරු සේවා සංගමයේ මහ ලේකම් මහින්ද ජයසිංහ ඇතුළු බොහෝ දෙනෙක් සහභාගී වූහ.",
        "මඩකලපුව දිස්ත්රික්කයේ පරිපාලනය මෙහි හඳුන්වා දෙන ලද අතර විවිධ චිත්ර සිදුවීම් සහ විශේෂ කරුණු පැවැත්විණි.",
        "මිනිස්සු මේ රටේ වෙනසක් සොයති. වෙනස් විය යුත්තේ කොතැනින්ද යන්න ජනතාව තීරණය කරනු ඇත.. නමුත් අද පක්ෂය තවමත් රනිල්ට තම සහයෝගය ප්රකාශ කර නැත. මහින්ද රාජපක්ෂ පවසන්නේ තමා තීරණයක් ගෙන නොමැති බවයි.",
        "තීරණයක් ගත් සමහර අය සිටිති. ඔවුන් එසේ නම්, ඔහු පැවසුවේ රනිල්ට සහාය දෙන බවයි. ඔහු කවුදැයි සියලු දෙනා දනිති.. ඔහු වෙනසක් සඳහා රනිල්ට සහාය දක්වයි.",
        "ඒ හා සමානව, මඩකලපුවේ වෙනසක් සඳහා රනිල්ට සහාය දෙන බව පිල්ලියාන් නිවේදනය කරයි. වෙනසක් කිරීමට පෙර නායකත්වයේ වෙනසක් අවශ්ය වේ.",
        "දශක ගණනාවක් තිස්සේ මේ රට පාලනය කර ඇති අයව දශක ගණනාවක් තිස්සේ ඇමතිවරුව සිටි අයව වසර ගණනාවක් තිස්සේ ඇමතිවරුව සිටි අතර ඔවුන්ගේ වෙනස කුමක්දැයි සියලු දෙනා දනිති.",
        "ඒ හා සමානව, සජිත් ප්රේමදාස හිටපු ජනාධිපති රණසිංහ ප්රේමදාසගේ පුත්රයා නම්, පක්ෂයක නායකයා සහ ජනාධිපති අපේක්ෂකයාගේ නායකයා වූයේ ඔහු පමණි. ඔහුගේ පියා මහ නගර සභාවේ සභාපතිවරයා නොවේ. පාලන සමයේදී ඔහු පැවසීය ඔහු සරත් ෆොන්සේකා වේදිකාවේ රඳවාගෙන සොරුන් අල්ලා ගන්නා බව.",
        "ඔබට වෙනසක් අවශ්ය නම්, එම වෙනස කළ හැකි එකම පුද්ගලයින් අපයි.",
        "අද ගුරුවරුන් තමන්ටම අයවැය සඳහා වැටුප් වැඩිවීමක් ඉල්ලා සිටී.",
        "ගුරුවරුන් සාමාන්ය අරගලයක් සිදු කළහ. නමුත් රනිල් කඳුළු සලමින්, බෝම්බ හෙලීම සහ ඔවුන්ගේ අරගලයට ප්රතිචාර දැක්වීය. ඔහුට ඒ ශක්තිය තිබුණා.. ඔහු මාස ​​තුනකින් එකිනෙකා හොඳින් මතක තබා ගත යුතුය.",
        "ජාතිවාදය මේ රටේ ප්රධාන ගැටලුවක් බවට පත්ව ඇත.",
        "දෙමළ, සිංහල හා මුස්ලිම් ජනතාවගේ දේශපාලනය එක්සත් කිරීමේ දේශපාලනය එක්සත් වීමට නියමිතය. ජාතික මහජන බලය එම වෙනස සිදු කරනු ඇත. අපි රට තුළ වාර්ගික දේශපාලනය ජය ගනිමු.",
        "මේ රටට නව දේශපාලනයක් අවශ්යයි. මිනිසුන් කොල්ලකෑම මිනිසුන් සමූහයේ කොල්ලකෑම නවත්වනු ඇත.",
        "කෙගල්ලේ කෙගාලේ පැවති රැස්වීමකදී මහින්දානනන්ද අළුත්ගමගේ හීල්ගමගේ සිහිවටන බව රනිල් සිරගත කරන බව පැවසීය. නමුත් ඊයේ, රනිල් වික්රමසිංහ රනිල් වික්රමසිංහට සහාය දක්වනු ඇත.",
        "මේ රටේ, ඔවුන්ට අවශ්ය කෙනෙකුට සහාය දැක්වීමට මිනිසුන්ට අයිතියක් ඇත. අද මඩකලපුව තර්ජනය කරන දේශපාලනයක් තිබේ.",
        "ජාතික ජනතා බලයේ පාලනයේ පාලනයේ සියලු ආයුධ තුරන් කරනු ඇත. යුක්තියට පටහැනිව දේශපාලනය කිරීමට රැස්වීමක් කළ නොහැක. ආණ්ඩුවේ සහාය ඇතිව, එසේ කළ නොහැකිය.",
        "අතීතයේ දී, ඉරිදා ප්රහාරයක් එල්ල විය."
      ]
    },
    "en": {
      "title": "Threatening to free comments in Batticaloa district - Anuragumara Dissanayake",
      "body_lines": [
        "The National People's Power President Anura Kumara Dissanayake said that the threat that is not free to express their opinions in the Batticaloa district is being issued by Pillaiyan.",
        "Sajith is the leader of the party with the name of former President Premadasa. Sajith Premadasa is not even a member of the Batticaloa Municipal Council if his father was not a former president.",
        "The Batticaloa District Conference of the Sri Lanka Teachers Service Association was held on Thursday afternoon at the William Hall in Batticaloa.",
        "Batticaloa District Secretary of the Sri Lanka Teachers Service Association. A. National People's Power President Anura Kumara Dissanayake was the chief guest at the event chaired by Tesman.",
        "Education is over ..!The conference was organized by the Sri Lanka Teachers Service Association on how to win the rights of teachers.",
        "The event was attended by many including the General Secretary of the Sri Lanka Teachers Service Association, Mahinda Jayasinghe.",
        "The administration for the Batticaloa district was introduced here and various art events and specials were held.",
        "People are looking for a change in this country. People will decide where to change.. But today the party has not yet expressed his support for Ranil. Mahinda Rajapaksa says that he has not taken a decision.",
        "There are some people who have taken the decision. If they are, Mahindananda Aluthgamage. He said he would support Ranil. Everyone knows who he is.. He is supporting Ranil for a change.",
        "Similarly, Pillaiyan has announced that Ranil will be supported for a change in Batticaloa. There is a need for a change of leadership before making a change.",
        "Those who have ruled this country for decades and have been ministers for many years and have been prime minister for years. Everyone knows what their change will be.",
        "Similarly, if Sajith Premadasa was not the son of former President Ranasinghe Premadasa, he was the only one who would be the leader of a party and the presidential candidate. His father was not the President of the Municipal Council.During the reign, he said that he would hold Sarath Fonseka on the stage and catch the thieves.",
        "If you want a change, we are the only people who can make that change.",
        "Today, teachers are demanding a salary increase in the budget for themselves.",
        "Teachers carried out a normal struggle. But Ranil used tears, beating, bombing, and responding to their struggle. He had that strength.. He must remember one another in three months.",
        "Racism has become a major problem in this country.",
        "The politics of uniting the politics of Tamil, Sinhala and Muslim people is to be united. The national people's power will make that change. We will overcome communal politics in the country.",
        "This country needs a new politics. The looting of people will stop the looting of the people.",
        "Speaking at a meeting in Kegalle in Kegalle, Mahindananda Aluthgamage said that Ranil would be jailed. But yesterday, Ranil Wickremesinghe will support Ranil Wickremesinghe.",
        "In this country, people have the right to support someone they want. Today there is a politics that threatens to threaten Batticaloa.",
        "All weapons in the rule of the national people's power will be eliminated. A meeting cannot be allowed to do politics contrary to justice. With the support of the government, it is not possible to do so.",
        "In the past, there was a Sunday attack. If it was examined, the matters of these parasites came out. Only the military army can hold weapons. No one can hold other weapons and weed."
      ]
    }
  },
  "summary_lines": [
    "Anura Kumara Dissanayake, head of the National People's Power, criticized threats against free speech in Batticaloa, highlighting political tensions and the need for change. He addressed a teachers' conference, emphasizing education and teacher rights. Political alliances and leadership changes were discussed, with mentions of Sajith Premadasa's lack of local council membership influencing his leadership position. The event underscored the call for new politics to address communal issues and corruption, with references to historical struggles and the potential for change through unity and strong leadership."
  ]
}