{
  "translated_text": {
    "si": {
      "title": "ගෑස් මිල සංශෝධන නිවේදනය හෙට",
      "body_lines": [
        "මාසික වායු මිල ගණන් සංශෝධනයට අනුව, දෙසැම්බර් මිල නිවැරදි කිරීම බදාදා (04) ප්රකාශයට පත් කරනු ලැබේ.",
        "ලෝක වෙළඳපොලේ ගෑස් පිරිවැය සංසන්දනය කරමින් මේ වසරේ වායුවේ මිල මේ වසරේදී නිවැරදි කරනු ඇති බව වාර්තා වේ.",
        "මේ වන විට ලෝක වෙළඳපොලේ ගෑස් මිල ඉහළ ගොස් ඇති අතර මේ රටේ ගෑස් මිල වැඩි කළ යුතුය.",
        "කෙසේ වෙතත්, ජනතාවට සහනයක් ලබා දීමේ අරමුණින් ගෑස් මිල පවත්වාගෙන යාමේ සාකච්ඡා ද ඇත."
      ]
    },
    "en": {
      "title": "Gas price revision announcement tomorrow",
      "body_lines": [
        "According to the monthly gas prices amendment, the December Price Correction will be announced on Wednesday (04), Litro said.",
        "It is reported that the price of gas will be corrected this year, comparing the cost of gas in the world market.",
        "Currently, the price of gas in the world market has increased and the price of gas in this country should be increased.",
        "However, with the aim of providing relief to the people, there are also discussions to maintain the price of gas."
      ]
    }
  },
  "summary_lines": [
    "Litro announces gas price revision for December on Wednesday. Price adjustment based on global market costs. Possible price increase due to rising global prices, but discussions ongoing to maintain current rates for public relief."
  ]
}