{
  "translated_text": {
    "si": {
      "title": "අධ්යයනයේදී, පෝෂණ අඩුවීම හේතුවෙන් ගැහැණු ළමයින් 410,000 ක් බර අඩු වී ඇත",
      "body_lines": [
        "වෛද්ය හා පුරවැසි විශේෂ expert වෛද්යවරුන්ගේ සංගමය පැවසුවේ පෝෂණ .ාතනය හේතුවෙන් වයස අවුරුදු 5 ත් 19 ත් 19 ත් 19 ත් 19 ත් 19 ත් 19 ත් 19 ත් 19 ත් 19,000 ත් අතර සංඛ්යාවක් බිහි වී ඇති බවයි.",
        "වෛද්යවරුන්ගේ සභාපති ආචාර්ය සමල් සංජීවා වෛද්ය සමල් සංජීවා වෛද්ය හා පුරවැසි වෘත්තීය සංගමයේ වෘත්තීය සංගමය පවසයි.",
        "බ්රිතාන්ය වෛද්ය වෛද්ය ජර්නලය පිළිබඳ අධ්යයනයකට අනුව, ලෝකයේ පෝෂණ iency නතාවය හේතුවෙන් බර අඩු කර ගැනීමේ රටවල් ලැයිස්තුවේ ද ශ්රී ලංකාව ද වේ.",
        "කාන්තා අනුපාතය ශ්රී ලංකාවේ ඉන්දියාවට යාබදව පවතී.",
        "රටවල් 199 ක පර්යේෂකයන් 1,900 ක් පමණ කරන ලද අධ්යයනයේ දී ශරීරයේ ප්රධාන නිර්ණායකය (උස සඳහා බර) ගනු ලැබේ.",
        "පුරෝකථනය යනු ශරීරයේ ස්කන්ධය සුදුසු දැයි පුරෝකථනය කිරීම ශරීරයේ මූසිකයයි.",
        "1990-2022 සිට එකතු කරන ලද දත්ත භාවිතා කරමින් වසර තිහකට වැඩි කාලයක් මෙම පර්යේෂණ පවත්වා ඇත.",
        "මෙම අවස්ථාවේ දී, පෝෂණය අඩුවීම පාසල් දරුවන්ගේ සෞඛ්යයේ සෞඛ්යයෙන් පීඩා විඳීමේ අවදානමක් ඇත.. එබැවින් රජය පියවර නොගන්නේ නම්, රටේ මානසික ආබාධිතයන්ගේ පරම්පරාව නිර්මාණය වනු ඇත.",
        "පෝෂණ iency නතාවයන් නිසා ළමුන් අතර එන්සයිම සහ හෝමෝන නිෂ්පාදනය දෛනික ශාරීරික ක්රියාකාරකම් දුර්වල කිරීමට හේතු වේ. ඊට අමතරව, ප්රතිශක්තිකරණ පද්ධතිය හේතුවෙන් ළමයින් විවිධ රෝගවලින් පෙළෙනවා.",
        "අර්බුදයේ අර්බුදයට ප්රධාන හේතුව පොසන්වාදයයි. රටේ ජාතික සංවර්ධනයට දායක වන උගත් හා බුද්ධිමත් යෞවනයන්ගේ සංඛ්යාව අඩුවීමට මෙය හේතු වනු ඇත.",
        "රටේ පිරිමි දරුවන්ගේ වයස අවුරුදු 17.8 ක් වන අතර ඔවුන්ගේ වයස යටතේ. එනම්, පිරිමි දරුවන් 450,000 ක් සිටිති.",
        "ඒ අනුව, සංඛ්යාලේඛන පෙන්වා දෙන්නේ රටේ පාසල් ළමුන් 860,000 ක් පමණ බරින් යුත් බවයි."
      ]
    },
    "en": {
      "title": "In the study, 410,000 female children have lost weight due to nutritional reduction",
      "body_lines": [
        "The medical and citizenship expert association of doctors said that 410,000 schoolgirls in Sri Lanka aged 5 to 19 are underweight due to nutritional deficiency.",
        "Dr. Samal Sanjeewa, president of the doctors' Medical and Citizenship Professional Association, said on Friday.",
        "According to a study of the British Medical Medical Journal, Sri Lanka is also on the list of countries where there is a lot of weight loss due to nutritional deficiency in the world.",
        "Women's rate is next to India in Sri Lanka.",
        "In the study conducted by about 1,900 researchers in 199 countries, the main criterion of the body (weight for height) is taken.",
        "The prediction is the body's mouse to predict how much the mass of one's body is appropriate.",
        "The research has been conducted for more than thirty years using data collected from 1990-2022.",
        "In this case, the reduction of the nutrition is in danger of suffering from the health of the school children's health.. Therefore, if the government does not take action, the generation of the mentally retarded in the country will be created.",
        "The production of enzymes and hormones among children due to nutritional deficiency leads to weakening of daily physical activity. In addition, children are suffering from various diseases due to immune system.",
        "Posanism is the main reason for the crisis of the crisis. This will lead to a decrease in the number of educated and intelligent youths that contribute to national development in the country.",
        "17.8 percent of male children in the country are underweight under their age. That is, there are 450,000 male children.",
        "Accordingly, statistics show that a total of 860,000 schoolchildren in the country are underweight."
      ]
    }
  },
  "summary_lines": [
    "A study reveals Sri Lanka has 410,000 underweight female children aged 5-19 due to nutritional deficiency, placing it alongside India in terms of prevalence. This issue, highlighted by the British Medical Journal, threatens the health of schoolchildren and could lead to a generation of mentally retarded individuals if not addressed. The research, spanning 30 years and involving 1,900 researchers, suggests nutritional reduction is a significant global problem."
  ]
}