{
  "translated_text": {
    "si": {
      "title": "ස්ත්රී පුරුෂ සමානාත්මතා විනිශ්චය පිළිගත නොහැක",
      "body_lines": [
        "ස්ත්රී පුරුෂ භාවය වන සමානාත්මතා පනත පිළිබඳ ශ්රේෂ් Supreme ාධිකරණ තීන්දුව කාන්තාවන්ගේ අයිතිවාසිකම් සහ බුද්ධාගමේ ආරක්ෂාව අභියෝගාත්මක විය හැකිය.. ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසුවේ එය විමර්ශනය කිරීම සඳහා පාර්ලිමේන්තු තේරීම් කමිටුවක් පත් කළ යුතු බවයි.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා වැඩිදුරටත් කියා සිටියේ අඟහරුවාදා (18) ශ්රේෂ් Supreme ාධිකරණයේ ශ්රේෂ් Supreme ාධිකරණය පිළිබඳව කථානායක මහින්ද යාපා අබේවර්ධන මහතා මේ බව ප්රකාශ කළ බවයි.",
        "ආණ්ඩුක්රම ව්යවස්ථාවේ 4 වන වගන්තිය යටතේ ශ්රේෂ් Supreme ාධිකරණයේ තීන්දුව පාර්ලිමේන්තුවේ බලය ඉක්මවා යයි. ජාතික ප්රතිපත්තිය ස්ත්රී පුරුෂ සමානාත්මතා පනත ලෙස හැඳින්වෙන ජාතික ප්රතිපත්තිය ද අධිකරණයෙන් ප්රශ්න කරයි. මෙයින් අදහස් කරන්නේ 2011 දී සම්මත කරන ලද ස්ත්රී පුරුෂ සමානාත්මතා හා කාන්තා බලයේ ජාතික ප්රතිපත්තියයි. කාන්තා අයිතිවාසිකම් පිළිබඳ ජාත්යන්තර සම්ප්රදායන් අනුගමනය කිරීම සියලු රජයන්ගේ යුතුකමයි. ශ්රී ලංකාව ක්රියාත්මක කිරීමට එකඟ වූ තිරසාර සංවර්ධන ප්රතිපත්තිවලට ද මෙය අනුකූල වේ",
        "ස්ත්රී පුරුෂ සමානාත්මතා පනතේ සඳහන් අංශ මහාධිකරණය විසින් ප්රතික්ෂේප කර තිබේ. විනිසුරුවන් දහයක තීන්දුව ඇතුළුව සමහර විනිශ්චයන් නොසලකා හැරියේය. අගවිනිසුරුවරයා විසින් සාපරාධී පනතට කරන ලද සංශෝධනය ද අධිකරණය විසින් නොසලකා හැර තිබේ.තීන්දුව නිකුත් කිරීමට පෙර අතීතයේ නිකුත් කරන ලද තීන්දු කෙරෙහි අවධානය යොමු නොකෙරේ",
        "මෙම පනතේ ස්ත්රී පුරුෂ සමානාත්මතාවය ගැන සඳහන් වන විට 2011 සිට කාන්තාවන් ශක්තිමත් කිරීමේ නීතිය 2011 සිට ක්රියාත්මක වේ. ඒ සම්බන්ධයෙන් අපි සියලු සම්ප්රදායන් අපි දන්නවා. මේ සම්බන්ධයෙන් කමලාවතී කමිටුව සහ සරත් ජයසිං කමිටුව විමර්ශනය කර ඇත.",
        "එසේම, ශිරානි බණ්ඩාරනායකගේ තීන්දුව අයුක්තිය සහ වෙනස් කොට සැලකීම වැනි දෑ ඇතුළත් යැයි මම කීමට කැමැත්තෙමි.. ඒ අනුව, කාන්තාවන් සඳහා සමානාත්මතාවය නිර්මාණය කිරීම සඳහා අපි දණ්ඩ නීති සංග්රහයේ සංශෝධන කිහිපයක් ගෙන ආවේ ය. එහෙත් එම ගැටළු මහාධිකරණය විසින් සැලකිල්ලට නොගනී",
        "පෙර විනිශ්චයන් විනිශ්චය කරන්නේ කෙසේද?නීති කෙටුම්පත් අංශය විසින් සපයන ලද කරුණු මත පදනම්ව එවැනි තීරණයක් නොගත යුතුය. ආණ්ඩුක්රම ව්යවස්ථාව ගවේෂණය කිරීම සඳහා 1972 දී. පනතක් සම්බන්ධයෙන් පනත විමසා බැලීමේ වගකීම මහාධිකරණයට තිබේ. ඉන් ඔබ්බට මහාධිකරණයට පවත්නා නීති රීති උල්ලං late නය කළ නොහැකිය. මහාධිකරණයේ නිදහස ආරක්ෂා කළ යුතු බව මම එකඟ වෙමි. මෙම පනත් කෙටුම්පත පිළිබඳ ශ්රේෂ් Supreme ාධිකරණ තීන්දුව පිළිගත නොහැකිය.",
        "කාන්තා අයිතිවාසිකම් සහ බුද්ධාගම සඳහා කාන්තාවන්ගේ අයිතිවාසිකම් සහ ගැටන අභියෝගාත්මක හා ගැටළු සහගත කළ හැකි බැවින් බාලි සමානාත්මතා පනත පිළිබඳ ශ්රේෂ් Supreme ාධිකරණ බිල්පත පාර්ලිමේන්තු තේරීම් කමිටුවක් ලෙස පත් කිරීමට නියමිතය.",
        "මේ සඳහා විනිසුරුවන්ට පාර්ලිමේන්තුවට ආරාධනා කිරීමට මම යෝජනා නොකරමි, නමුත් පාර්ලිමේන්තු කාන්තා කමිටුවේ සාමාජිකයින්ගෙන් බහුතරයක් සාමාජිකයෙකු පත් කිරීමට මා යෝජනා කරනවා.",
        "මේ සම්බන්ධයෙන් මතු කළ දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) පාර්ලිමේන්තු මන්ත්රී එම්.ඒ.. \"අභියෝගය සඳහා ශ්රේෂ් Supreme ාධිකරණය ඉදිරිපත් කිරීමට වඩා තීන්දුව නිර්දේශ කිරීම වඩා හොඳය. මහාධිකරණය විසින් ලබා දෙන සෑම තීරණයක්ම විමර්ශනය කිරීම සඳහා තේරීම් කාරක සභා පත් කිරීම සෞඛ්ය සම්පන්න පියවරක් නොවේ. \"",
        "ඊට ප්රතිචාර දක්වමින් ජනාධිපතිතුමා, \"මම මහාධිකරණයට අභියෝග කළේ නැහැ. මම ජනතාවගේ පරමාධිපත්යය පිළිබඳ කාරණයක් ඉදිරිපත් කර ඇත්තෙමි. අපේ ජනතාවගේ පරමාධිපත්යය පාර්ලිමේන්තුවේ පවතී. මේක තමයි මම හැදී වැඩුණේ. \""
      ]
    },
    "en": {
      "title": "Can't accept the gender equality judgment",
      "body_lines": [
        "The Supreme Court's decision on the Gender Equality Bill can be challenging women's rights and the safety of Buddhism, as the Supreme Court cannot accept the verdict on the bill.. President Ranil Wickremesinghe said a parliamentary select committee should be appointed to investigate it.",
        "President Ranil Wickremesinghe further stated that Speaker Mahinda Yapa Abeywardena made this comment on the Supreme Court on Tuesday (18) in Parliament",
        "The Supreme Court's ruling exceeds the power of Parliament under Article 4 of the Constitution. The courts also question which national policy is referred to as the Gender Equality Bill. This refers to the National Policy of Gender Equality and Women's Power adopted in 2011. It is the duty of all governments to adopt international traditions on women's rights. This is also complied with the Sustainable Development Policies agreed to implement Sri Lanka",
        "The High Court has rejected sections mentioned in the Gender Equality Bill. It ignored some judgments, including the verdict of ten judges. The court has also ignored the amendment made by the Chief Justice in the Criminal Act.Not focused on the judgments issued in the past before the verdict was issued",
        "The law of strengthening women has been in effect since 2011 when referring to gender equality in this bill. We know all the traditions in that regard. In this regard, the Kamalavati Committee and the Sarath Jayasinghe Committee have been investigated.",
        "Also, I would like to say that Shirani Bandaranaike's verdict included things like injustice and discrimination.. Accordingly, we brought some amendments to the Penal Code to create equality for women. But those issues were not taken into consideration by the High Court",
        "How can you judge the previous judgments?Such a decision should not be made based on the facts provided by the legal draft division. High 1972 to explore the Constitution. The High Court has the responsibility of consulting the bill when it comes to a bill. Beyond that, the High Court cannot violate the existing rules and rules. I agree that the freedom of the High Court should be protected. The Supreme Court's decision on this bill cannot be accepted.",
        "The verdict of the Supreme Court on the Bali Equality Bill is to be appointed as a parliamentary select committee to look into the rights of women and the security of Buddhism, as it can be challenged and problematic for women's rights and Buddhism.",
        "I do not propose to invite the judges to Parliament for this, but I propose to appoint a majority of members from the Parliamentary Women's Committee.",
        "MA Sumanthiran, MP of the Tamil National Alliance (TNA), who raised the issue, said that it is best to send the Bill to the Supreme Court to re -determine the bill.. “It is better to recommend the verdict than to produce the Supreme Court for the challenge. It is not a healthy step to appoint select committees to investigate every decision given by the High Court. ”",
        "In response, the president said, I did not challenge the High Court. I have only put forward a matter of people's sovereignty. The sovereignty of our people is in Parliament. This is what I raised. ”"
      ]
    }
  },
  "summary_lines": [
    "The Supreme Court's rejection of the Gender Equality Bill raises concerns about women's rights and Buddhist safety. President Ranil Wickremesinghe suggests a parliamentary select committee to review the bill, highlighting constitutional and policy implications. The High Court's dismissal of certain bill sections, despite past judgments and amendments, underscores legal complexities and the need for careful consideration of women's rights and national policies."
  ]
}