{
  "translated_text": {
    "si": {
      "title": "සාධක ඉදිරිදර්ශනය: සියලුම ජනාධිපතිතුමා ආර්ථික පරිවර්තන පනතේ නව සමාගම් වේ",
      "body_lines": [
        "2024 මැයි 10 වන කොටස වන මෑත කාලීන ගැසට් පත්රය, නවතම \"ඒකාබද්ධ\" සංස්ථා සහ ශ්රී ලංකාවේ ආයෝජන ප්රවර්ධනය කිරීම සඳහා ආශ්චර්යමත් ජාත්යන්තර තානාපතිවරයකු රැසක් ඇති කරයි.",
        "ආගම, නායකත්වය ඇතුළු බොහෝ සාමාජිකයින් බඳවා ගැනීමේ හා තුරන් කිරීමේ බලය, ජනාධිපතිවරයාගේ සෘජු පාලනයට යටත් විය යුතු බව පෙනේ.",
        "මෙම වගකීම් දැනට නව සමාගම්වලට යෝජනා කර ඇති සමාගම්වල දැනට පවතින හෝ නැවත සකස් කර ඇති හෝ නැවත සකස් කර ඇත.",
        "තමන්ගේම අරමුදල් රඳවා ගැනීමට, සේවකයින් බඳවා ගැනීමට, විදේශයන්හි ශාඛා ඇති කර ගැනීමට සහ වෙනත් රටවල නියෝජිතයින් සහ සේවකයින් සිටී.",
        "තෝරාගත් සංවිධානවල සහ අනෙකුත් රජයේ දෙපාර්තමේන්තු වලින් තොරතුරු ඉල්ලා සිටුවීමට ඔවුන් නීත්යානුකූලව බැඳී සිටී. තොරතුරු දැන ගැනීමේ අයිතිය යන තොරතුරු හා ඊට අමතරව, තොරතුරු දැන ගැනීමේ අයිතිය වැනි සුවිශේෂී තත්වයන්ට අමතරව, නව සමාගම් දෙකක රහස්ය මූලද්රව්ය තිබේ.",
        "මෙම නව ව්යුහය නිර්මාණය කර ඇත්තේ ආයෝජන විභේදනය වේගයෙන් අධීක්ෂණය කිරීමේ බලාපොරොත්තුවෙනි, මෙම විධිවිධානය වේගයෙන් දූෂණය හා පාලක ප්රභූවේ පැහැදිලිව පෙනෙන රටක ද යන්න තවමත් පැහැදිලි නැත, එය සමඟ අනුකූල වේ මූල්ය අක්රමිකතා වැළැක්වීම සඳහා බලතල හා බලතල හා වෙනත් පරීක්ෂණ පද්ධතිවල ශක්තිය වැනි අවශ්ය ප්රතිපත්ති සහ සීමාවන්.. එබැවින් මෙම නව ව්යුහය පරීක්ෂා කිරීමට සුදුසුකම් ඇති අයට කාලය අවශ්ය වේ.",
        "මෙම පනතට මෙම පනතට ඉතා සමීප අධ්යයනයක් අවශ්ය වන අතර, එය නීති සමූහයකට ඇතුළත් කළ යුතු බැවින්, එය සාමාන්යයෙන් ප්රතිපත්තිමය ක්රියාමාර්ගවලට ලබා නොදෙන දැවැන්ත වැදගත්කමක් මගින් ගනු ලැබේ.",
        "පළමුවෙන්ම, පනත් කෙටුම්පතේ යෝජනා කරන ලද ආර්ථික කළමනාකරණය හා ඉදිකිරීමේදී මෙම වෙනස්වීම් මගින් පෙර නොවූ විරූ ජනාධිපතිවරයා ඔහුගේ පූර්වගාමියා වෙනුවට පෙළඹී ඇති බව නිරීක්ෂණය විය.",
        "ජනතාවගේ නියෝගයක් ලබා ගැනීම සඳහා මාස කිහිපයකින් ජනාධිපතිවරයා මාස කිහිපයක් තුළ තේරී පත්වන තෙක් පනත් කෙටුම්පත ප්රමාද කරන ලෙස පාර්ලිමේන්තුව විසින් ඉල්ලා සිටින අතර ඔවුන්ගේ සහාය සමඟ අවශ්ය වෙනස්කම් ක්රියාත්මක කරන්න.",
        "මෙම ආයතනවල සහ එය ඉටු කිරීමට ඇති හදිසි අවශ්යතාව පිළිබඳව විරුද්ධ පක්ෂ ජනාධිපතිවරයා විසින් භාවිතා කරන බලතල පිළිබඳව කනස්සල්ල පළ කර තිබේ. වර්තමාන කැබිනට්වාදයේ කොන්දේසි ජාමූඅ සමඟ ඇතුළත් කිරීමට බිල්පත මුළුමනින්ම උත්සාහයක් දරමින් සිටින බව ඔවුන් සිය කනස්සල්ල පළ කර තිබේ.",
        "මෙය පරිපූර්ණ අනුකම්පාවකි, මන්ද අපට අනුමාන කළ හැකි වන්නේ වෙනත් පරිපාලනය වෙනත් පරිපාලනයකට වෙනස්, වඩාත්ම යහපත් ගිවිසුමක් ලබා ගැනීමට හැකි වී ඇති බවයි. කෙසේ වෙතත්, පනත් කෙටුම්පත නීතියට ඇතුළත් කරමින් නව පරිපාලනයට රට ආරක්ෂා කර ගත හැකි තරමට නව පරිපාලනය පිළිපැදීමට බල කෙරුනි. මහජන වරම විසින් ජනාධිපතිතුමා.",
        "විශේෂ experts යින් විසින් සාකච්ඡා කරන ලද මෑත කාලීන රූපවාහිනී වැඩසටහනක යම් කාලයක් තුළ යම් කාලයක් තුළ ලබා ගත යුතු විවිධ ආර්ථික ප්රතිශතයන් සහ නීතිය සංස්ථාගත කර ඇත්නම්, රටේ ආර්ථිකය බව නීති lawyer යෙක් තර්ක කළේය ප්රතිපත්ති පරමාධිපත්ය අයිතිවාසිකම් වලට වරින් වර සීමා කර ඇත.. සෑම වසර පහකට වරක් කිරීම නුවණට හුරුද යන්න ආණ්ඩුක්රම ව්යවස්ථාවේ ඔවුන්ගේ මූලික අයිතිවාසිකම් පිළිබඳ ප්රශ්න කිරීම සඳහා නුසුදුසු ය. එහි යෝජනා වල effectiveness ලදායීතාවය මත රඳා පවතින බව ජනතාව විසින් ජනතාව විසින් තෝරා පත් කර ගැනීම සඳහා වෙනත් ආර්ථික සැලැස්මක් හෝ දෘෂ්ටියක් ඇති පරිපාලනය ක්රියාත්මක කළ හැකි යැයි ඔහු යෝජනා කළේය.",
        "මේ මත පදනම්ව, අතුරු ජනාධිපති විසින් ඉදිරිපත් කරන ලද වර්තමාන බිල්පත, ජනතාවට පාර්ලිමේන්තුවට පිවිසීමට නියෝග නොකරන, බාහිරව ජනතාවට නියෝග නොකරන, හදිසි නීතිමය නොවිය යුතුය.. දුප්පත්කම ඉහළ යන සමාජයකට මුහුණ දෙන තත්වයට ආර්ථික අර්බුදය අසමත් වීමට හේතුවක් විය නොහැකිය.",
        "නව සමාගම් සම්බන්ධයෙන් ගත් කල, සාමාජිකයින්ට සමානුපාතික සාමාජිකයින් සහ නායකයින් පත් කිරීම සඳහා ජනාධිපතිවරයාගේ බලතල පුරවැසියන් කෙරෙහි යම් සැලකිල්ලක් දැක්විය හැකිය.",
        "වත්මන් ජනාධිපතිවරයා අග්රාමාත්යවරයා ලෙස නම්, මහ බැංකුවේ අධිපතිවරයා මහ බැංකුවේ ප්රධානියා වන මහ බැංකුවේ ප්රධානියා, මහ බැංකුවේ ආණ්ඩුකාරවරයා පත් කිරීම සඳහා පත් කරන ලද පුද්ගලයා, ජනාධිපතිගේ පක්ෂ සාමාජිකයින් සමඟ දැවැන්ත වංචාවට සම්බන්ධ බවට මහලු වංචාවට සම්බන්ධ බවටත්, දැන් ශ්රී ලංකාවට ජාත්යන්තර යුද්ධය සහ චෝදනා මගින් ප්රතිස්ථාපනය වේ.",
        "එබැවින්, ප්රමාණවත් පරීක්ෂණ පැවැත්වීම අවශ්ය වන අතර ආර්ථික අර්බුදයේ අත්යවශ්ය අවශ්යතාවයක් හෝ ඕනෑම කෙනෙකුගේ අතේ බලයේ බලය වැළැක්වීම සඳහා වන සමබරතාවය ද අවශ්ය වේ.. මෙම අර්බුදය සැලකිය යුතු ලෙස දේශපාලන politicians යින්ගේ දූෂණය හා දූෂණය වීමේ ප්රති result ලයක් වූ අතර එම නිසා ප්රමාණවත් සීමාවන් සහිතව නිසි පද්ධති ඇති වන ලෙස ඉල්ලා සිටියේය.",
        "ආර්ථික පරිවර්තනකරණ පනතට ඇතුළත් නව සමාගම්වලට ජනාධිපතිවරයා දක්වන බලපෑම පහත පරිදි වේ.",
        "The ජනාධිපති විසින් පත් කරන ලද සාමාජිකයින් හය දෙනෙකු, මෙම පනත් කෙටුම්පතේ යෝජනා කරන ලද නව සමාගම් දෙකේ නායකයින් (ජනාධිපති ද පත්කරෙති).",
        "EC විසින් පත් කරන ලද සාමාජිකයින් 3 ත් 5 ත් අතර පිරිසක් විසින් කළමනාකරණය කරනු ලැබේ.",
        "Pervial බදු අය කරන පුද්ගලයින් 7 දෙනෙකුගෙන් යුත් කමිටුවක් (අමාත්යාංශය සඳහන් කර නොමැති බැවින් අමාත්යවරයා ජනාධිපති විය හැකිය).",
        "⦁ ජනාධිපතිවරයා සහ ප්රධාන විධායක නිලධාරී විසින් පත් කරන ලද කමිටුවේ සභාපති ජාත්යන්තර වෙළඳාමේ තානාපති වේ.",
        "ශ්රී ලංකාවේ ජාත්යන්තර වෙළඳ සබඳතා මෙහෙයවීමේ අරමුණින් ශ්රී ලංකාවේ ජාත්යන්තර වෙළඳ සබඳතා මෙහෙයවීමේ අරමුණින් එනම් ශ්රී ලංකාවේ ජාත්යන්තර වෙළඳ සබඳතා පැවැත්වීමේ අරමුණින් එනම් ශ්රී ලංකා ටොම්ෆීටරඩ් ජාත්යන්තර වෙළඳ සාකච්ඡාවේ ප්රධාන සාකච්ඡා විය යුතුය.",
        "⦁ ඕනෑම රටකට හෝ රටක කණ්ඩායම් හා සම්බන්ධ ඕනෑම රටක් හෝ රටක කණ්ඩායම් සඳහා එක්සත් ජාතීන්ගේ වෙළඳ සංවිධානය (WTO), එක්සත් ජාතීන්ගේ වෙළඳ සංවිධානය (WTOM), ජාත්යන්තර ව්යාපාරික කටයුතු සහ ජාත්යන්තර වෙළඳ කටයුතු, ජාත්යන්තර ව්යාපාරික කටයුතු සහ ජාත්යන්තර වෙළඳ සාකච්ඡා සඳහා සම්බන්ධීකරණ, සන්නිවේදන හා ජාත්යන්තර වෙළඳ සාකච්ඡා සඳහා සම්බන්ධීකරණය කළ යුතුය.",
        "මහා බලය සහිත මෙම භූමිකාව පිළිබිඹු වන බව පෙනේ. ලංකාවේ ආර්ථිකය.. මෙම ආකෘතිය ලෝක වේදිකාව ආවරණය කිරීම සඳහා වේගවත්ම නම්යශීලී වන අතර ශ්රී ලංකාව වෙනුවෙන් ද්විපාර්ශ්වික හා බහු-ටෙනොටික් සාකච්ඡාවලදී තානාපතිගේ ප්රධානත්වයෙන් යුත් සමාගමක් ලෙසය.",
        "7. පහත දැක්වෙන සමාගම ලෙස විස්තර කර ඇති ශ්රී ලංකාවේ ආර්ථික විද්යාව සහ ජාත්යන්තර වෙළඳ සමාගම:",
        "⦁ අමාත්යවරයා සභාපතිවරයා පත් කරයි. (ජනාධිපතිවරයා මෙම ඇමතිවරයා වීම වැළැක්වීමට කිසිදු විධිවිධානයක් නොමැත).",
        "As උපදේශකයින් විශ්වවිද්යාලවල සහ පෞද්ගලික චින්තන කණ්ඩායම් වලින් කණ්ඩායමක් පත් කළ හැකිය.",
        "ශ්රී ලංකාවේ සියලුම වෙළඳ සාකච්ඡා, ද්විපාර්ශ්වික හා ජාත්යන්තර සාකච්ඡා ඇතුළුව අනාගත ආයෝජන යෝජනාවල සම්පූර්ණ ව්යුහය දැන් මෙම නව ව්යුහය තුළ පවතී.. මෙම විධිවිධානය එහි අධික බලයක් ලෙස පෙනෙන අතර එයට විශේෂ ආර්ථික කලාප පමණක් නොව මුළු දිවයිනම ද ඇතුළත් ය.",
        "බංග්ලාදේශය වැනි වෙනත් රටවල සුවය ලැබීමේ හා ආර්ථික වර්ධනය නිර්මාණය කිරීමට මෙවැනි ව්යුහයක් සමත් වී ඇති බව තර්ක කර තිබේ. කෙසේ වෙතත්, ජනතාවගේ උත්සුකයන් සැලකිල්ලට ගත යුත්තේ ගෝලීය දේශපාලන ආරක්ෂාව සහ ස්වෛරීභාවයේ බලපෑම් සමඟ මේ වන විට මේ වන විට සාකච්ඡා කර ඇති සමහර විදේශ සෘජු ආයෝජනවල දැවැන්ත මතභේදය බවයි.",
        "විචාරකයින් පෙන්වා දෙන්නේ මැතිවරණයක් ළඟා වෙමින් තිබියදී ජනතාව විසින් තේරී පත් වූ ජනාධිපතිවරයාට අවශ්ය වෙනස්කම් සැලසුම් කිරීම හා සැලසුම් කිරීම ඉතා අදාළ බවයි.",
        "සාංචා ද සිල්වා ජයතිලක යනු \"මෙහෙයුම කළ නොහැකි - ජිනීවා\" (විජිත යාපා, කොළඹ, 2017) කතුවරයා ය.",
        "සාධක යනු www.facctum.lk හරහා ප්රවේශ විය හැකි ආසියානු-කේන්ද්රීය මධ්යස්ථානය, තාක්ෂණික සහයෝගීතාව සහ උපායමාර්ගික සම්බන්ධතා, තාක්ෂණික සහයෝගීතා සහ උපායමාර්ගික සම්බන්ධතා ය.",
        "මෙහි ප්රකාශිත අදහස් කතුවරයාගේම අදහස් වන අතර සමාගමේ පිළිබිඹුවක් වීමට අවශ්ය නැත."
      ]
    },
    "en": {
      "title": "Factum Perspective: All president's persons are new companies in the Economic Transformation Bill",
      "body_lines": [
        "The recent Gazette, the second part of May 10, 2024, comprises many brand new \"integrated\" corporations and a miraculous international ambassador to promote investment in Sri Lanka.",
        "Significantly, the power to hire and eliminate most members, including the leadership, seems to have come under the president's direct control.",
        "These responsibilities are currently empowered or replicated on companies that are currently proposed to new companies.",
        "They are authorized to hold their own funds, hire employees, establish branches abroad and have representatives and employees in other countries.",
        "They are legally obligated to request and obtain information from some selected organizations and other government departments. In addition to exceptional circumstances, such as the Right to Information Act, two new companies have confidential elements that prevent their employees from publishing information.",
        "Although this new structure has been created with the hope of rapidly monitoring the investment resolutions, it is not yet clear whether this arrangement is in a country that is now well known for the corruption and obvious frauds of the ruling elite, and is compatible with the necessary policies and restrictions such as the strength of powers and other testing systems to prevent financial irregularities.. Therefore, those who are eligible to test this new structure are required for time to examine.",
        "This bill requires a very close study, as it must be included in a group of laws, so it is generally taken up by a massive importance that is not given to policy measures.",
        "First, it was observed that these changes in the structure and construction of the economic management proposed in the Bill were motivated by the unprecedented president to end or instead of his predecessor.",
        "The Parliament is urged to delay the bill until the president is elected in a few months to obtain a decree from the people and implement the necessary changes with their support.",
        "Opposition parties have expressed concern over the powers used by the president on these institutions and the urgency to fulfill it. They have expressed their concern that the bill seems to be entirely in an attempt to include the conditions of the current cabinet negotiations with the IMF.",
        "This is a perfect compassion because we can speculate that other administration may have been able to get a different, most favorable agreement. However, by incorporating the bill into the law, the new administration is forced to adhere to the new administration as much as the country can protect the country and give the people a small space for changes to the people elected to the people elected with the elected president by the people's mandate.",
        "In a recent television program, which was discussed by the experts, a lawyer argued that the comprehensive nature of the bill includes the various economic percentages that need to be achieved within a certain period of time and that if the law is incorporated, the country's economic policies are restricted to the sovereignty rights from time to time.. Whether it is wise to do every five years is inappropriate for the question of their fundamental rights in the constitution. He suggested that the administration with a different economic plan or ideology can be implemented if the people are elected by the people to rely on the effectiveness of its proposals.",
        "Based on this, the current bill put forward by the interim president, who does not even order the people to enter Parliament, should not be urgently legal.. The economic crisis cannot be a cause of failure when it affects a society that is facing increasing poverty.",
        "As far as new companies are concerned, the powers of the president to appoint members and leaders in proportion to the councils are some sort of concern for the citizens.",
        "At a time when the current president was the prime minister, the head of the central bank, the man who was appointed to appoint the Governor of the Central Bank, it was popularly accused of being involved in massive fraud with the president's party members and is now being replaced by the international war and allegations to Sri Lanka.",
        "Therefore, it is necessary to have adequate tests and appear to be an essential need for the economic crisis, but also the balance to prevent the power of power in anyone's hand.. This crisis was a substantially a result of corruption and corruption of politicians, and therefore demanded that there be proper systems with adequate restrictions.",
        "The president's influence on new companies included in the Economic Transformation Bill is as follows:",
        "⦁ Six members appointed by the President, the leaders of the two new companies proposed in this bill (are also appointed by the President).",
        "⦁ managed by a group of 3 to 5 members appointed by EC.",
        "⦁ A committee comprising 7 persons appointed by the responsible minister (the ministry is not mentioned, so the minister may be president).",
        "⦁ The Chairman of the Committee appointed by the President and CEO will be the ambassador of international trade.",
        "இருந்தால் Bilateral and multi -faceted in the aim of guiding Sri Lanka's international trading relations should be the main negotiat of the International Trade Talks.",
        "⦁ World Trade Organization (WTO), United Nations Trade and Development Conference (UNCTAD), International Business Affairs and International Trade Affairs and Talks, Communication and International Trade Talks should be coordinated for any country or country groups related to any country or country groups.",
        "This role with great power seems to be reflected and expanded in the role of Ambassador in India, where he was granted cabinet status (for the first time in Sri Lanka), and then negotiated with India on trade ties, including a comprehensive role in Sri Lanka's economy.. This model seems to be fastest flexible to cover the world stage as a separate company headed by Ambassador, appointed in bilateral and multi -ethnic talks on behalf of Sri Lanka.",
        "௭. Sri Lanka's Economics and International Trade Company, described as the following company:",
        "⦁ The minister appoints the chairman. (There is no arrangement to prevent the president from being this minister).",
        "⦁ The instructors may appoint a team from universities and private thinking groups.",
        "The full structure of future investment resolutions, including all trade negotiations, bilateral and international negotiations in Sri Lanka, is now within this new structure.. This arrangement seems to be the excessive power within it, as it includes not only special economic zones but also the entire island.",
        "It has been argued that this kind of structure has succeeded in creating recovery and economic growth in other countries such as Bangladesh. However, the concerns of the people should be noted that the massive controversy of some foreign direct investments that are currently negotiated by this government with global political security and sovereignty impacts.",
        "Critics point out that as the elections are approaching, the president elected by the people is very relevant to designing and planning the necessary changes.",
        "Sancha de Silva Jayatilaka is the author of the book \"Mission Impossible - Geneva\" (Vijitha Yapa, Colombo, 2017).",
        "Factum is the Asian -Pacific Center -centered international relations, technical cooperation and strategic contacts, which can be accessed through www.factum.lk.",
        "The comments expressed here are the author's own ideas and there is no need to be a reflection of the company."
      ]
    }
  },
  "summary_lines": [
    "The Economic Transformation Bill introduces new integrated corporations in Sri Lanka, granting the president significant control over hiring and eliminating members, including leadership. These companies can manage their funds, hire globally, and are obligated to share information with select organizations and government departments. Concerns about potential misuse of power, compatibility with anti-corruption efforts, and the impact on economic policies dominate discussions. Critics argue for delays to ensure public support and avoid rushed decisions that could limit future administrations' flexibility."
  ]
}