{
  "translated_text": {
    "ta": {
      "title": "වැව් රක්ෂිත මැන්නත් ව්‍යාපාරික ස්ථාන ඉවත් කිරීමේ වැඩසටහනක් නෑ",
      "body_lines": [
        "டாங்கிகள் மற்றும் குடியிருப்பாளர்களின் தொட்டிகளால் அரசாங்கம் தரப்படுத்தப்படவில்லை என்று மாடேல் மாவட்ட நாடாளுமன்ற உறுப்பினர் சுனில் பியான்வாலா தெரிவித்தார்.",
        "பாசனத் துறையின் கீழ் உள்ள மாடேல் மாவட்டத்தில் நீர்ப்பாசனத் துறையின் எல்லை குறிக்கும் திட்டம் 27 வது எம்.பி.யின் எம்.பி.யின் ஆதரவின் கீழ் இப்பகுதியில் தொடங்கப்பட்டது.",
        "දඹුල්ල වාරිමාර්ග ඉංජිනේරු කාර්යාලය ගොවි සංවිධාන එක්ව මෙය සංවිධානය කොට ඇත්තේ ක්ලීන් ශ්‍රී  ලංකා වැඩසටහන යටතේ වීම විශේෂත්වයෙකි. அரசியல் அதிகாரத்தில் பங்கேற்கும் பொது அதிகாரிகள் குறித்து நீர்ப்பாசன அதிகாரிகள் குறிப்பிடத்தக்கவர்கள்.",
        "எங்கள் பாரம்பரியத்தின் ஒரு பணக்கார நாட்டின் மகிமை மாடிலா மற்றும் பணக்காரர்களின் நீர்த்தேக்கங்களின் அதிர்வுறும் கட்டுப்பாடுகளைக் குறிக்கும் திட்டமாக பெயரிடப்பட்டுள்ளது.",
        "மாடேல் மாவட்டத்தில் உள்ள உள்ளூர் உலகின் இங்க்ர்களுக்கு அரசாங்கம் நியாயமான விலையை செலுத்தவில்லை என்பதும், மாடேல் மாவட்டத்தில் உள்ள உள்ளூர் உலகின் அறுவடைக்கு அரசாங்கத்தின் கோரிக்கை செலுத்தப்படவில்லை என்பதும் குறிப்பிடத்தக்கது.",
        "மேடேல் மாவட்டத்தில் உள்ள ஊடகங்கள் மாடேல் மாவட்டத்தில் அரசாங்கத்தின் கொள்கை முடிவுகளால் சிதைந்துவிடும் என்று எம்.பி. சுனில் பியான்விலாவின் கூற்றுப்படி, சிதைவின் பற்றாக்குறைக்கு ஒரு தாழ்மையான அங்கீகாரம் இருந்திருக்கும் என்று எம்.பி. கூறினார்.",
        "உள்ளூர் உலக மகசூல் வெளிநாட்டு உப்புக்கு செலுத்தப்பட்டால், உள்ளூர் உப்பு விவசாயி நிறைவேற்றப்படுவார். எவ்வாறாயினும், ஒரு நுகர்வோருடன் நுகர்வோரை பாதுகாக்கவும், நுகர்வோர் பாதுகாக்கவும் அரசாங்கம் தவறிவிட்டது.",
        "எவ்வாறாயினும், வெளிநாட்டு உலகம் மிகப்பெரிய வணிகர்களை இறக்குமதி செய்த பின்னர், அரசாங்கம் அரசாங்கத்தால் விதிக்கப்பட்டது.",
        "உள்ளூர் பெரிய வெங்காயத்தை உள்ளூர் பெரிய வெங்காயத்திற்கு வாங்க உள்ளூர் பெரிய வெங்காயத்தை அரசாங்கம் பேசுகிறது, உள்ளூர் பெரிய வெங்காயத்தை இந்த ஆண்டு வாங்காவிட்டால்.",
        "இருப்பினும், பெரிய உப்பு விவசாயிக்கு நீதி செய்யப்படுகிறது என்று அவர் கூறினார். டேங்க் ரிசர்வ் குடியிருப்பாளர்களில் வசிப்பவர்களில் வசிப்பவர்களில் வசிப்பிடங்களுக்கு நியாயமற்ற முறையில் செயல்படுத்தப்படுகிறார்கள் என்றும் அவர் கூறினார், \"என்று அவர் கூறினார்.",
        "இருப்பினும், பத்திரிகையாளர் பத்திரிகையாளர்கள் சுற்றுலா ஹோட்டல்களின் இருப்பிடம் மற்றும் பெரிய ஹோட்டல்களின் இருப்பிடம் குறித்து விசாரிக்கின்றனர், இருப்பினும், இந்த திட்டத்தை சுற்றுலா ஹோட்டல்களின் உறுப்பினர் அல்லது பெரிய அளவிலான வணிக நிலையங்கள் செயல்படுத்துகின்றன.",
        "அரசாங்கம் சுற்றுச்சூழலைத் தயாரித்து, மாற்று இடங்களை வழங்க அல்லது அவர்களின் முதலாளிகளை பராமரிக்க சுற்றுச்சூழலைத் தயாரிக்கும் என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "There is no program to measure tank reserves and removal of business places",
      "body_lines": [
        "The Matale District Parliamentarian Sunil Biannwala said that the government was not ranked by the tanks of the tanks and residents.",
        "The Border Marking Program of the Irrigation Department in the Matale District under the Irrigation Department was launched in the area under the patronage of the MP on 27th MP.",
        "Dambulla Irrigation Engineership Office Farmers' organizations are organized under the Clean Sri Lanka Program. The Irrigation Officers are noteworthy that public officers participating in the political authority.",
        "The glory of a rich country of our heritage has been named as a project to mark the vibrate restrictions of madilla and the reservoirs in the rich.",
        "It was noteworthy that the government was not paying a fair price to the local world's ingres in Matale district and the government's request was not paid to the local world's harvest in Matale District.",
        "According to the MP Sunil Bianwila, he said that the media in the Matale district would have a decomposed by the government's policy decisions in the Matale district, the MP said that the shortage of decomposition would have had a humble recognition.",
        "If the local world yields were paid to foreign salt, the local salt farmer would be fulfilled. However, the government has failed to defend a consumer with a consumer and preserving a consumer.",
        "However, after the foreign world imported the largest businessmen, the government was imposed by the government.",
        "The government is speaking to the local big onion yield to buy the local big onion to the local big onion, if the local big onion is not to be purchased this year.",
        "However, he said that justice is done to the big salt farmer. He also said that the residents of the residents of the residents of the tank reserves are implemented in a manner that is not unfair to growers, \"he said.",
        "However, however, the journalist journalists inquire about the location of the tourist hotels and large hotels, however, the program is implemented by the Member of Tourism Hotels or Large Scale Business Stations.",
        "He said that the government will prepare the environment and preparing the environment to provide alternate places or to maintain their employers."
      ]
    }
  },
  "summary_lines": []
}