{
  "translated_text": {
    "ta": {
      "title": "மகிழ்ச்சியான விஷயத்தை உருவாக்கும் தத்துவம் எங்களிடம் உள்ளது - திலித்",
      "body_lines": [
        "உளவுத்துறை மற்றும் பகுத்தறிவு மனம் கொண்டவர்கள் தன்னியக்க சக்தியுடன் கைகோர்த்துள்ளனர் என்று டிலிட்டிய தலைவர் திலித் ஜெயவீரா கூறுகிறார்.",
        "கொழும்பு மாவட்டத் தலைவர் உபாலி ஜயசேகேராவின் கொழும்பு மாவட்டத் தலைவர் உபாலி ஜயசேகேராவின் தேர்தல் அலுவலகத்தைத் திறந்து அவர் பேசிக் கொண்டிருந்தார்.",
        "\"සතුටු දැයක් නිර්මාණය කර ගැනීමේ දර්ශනය ඇතුවයි අපි අද දේශපාලනයට ඇවිත් තියෙන්නේ. இதனால்தான் இந்த ஆண்டின் அரசியல் எங்களுக்கு முக்கியம் என்பது பழைய பழக்கவழக்கங்கள் பாரம்பரிய அரசியல்வாதிகள் அல்ல என்பதல்ல. அவர்களிடமிருந்து யாரையாவது நாங்கள் தேர்ந்தெடுத்திருந்தால், அவர்கள் எங்கள் பார்வைக்கு ஏற்றவாறு அவர்களைத் தேர்ந்தெடுத்தோம். உளவுத்துறை உள்ளது, ஆக்கபூர்வமான வெளிப்படையான மக்கள் இங்கே அமர்ந்திருக்கிறார்கள். அதனால்தான் நாங்கள் சமாளிக்க முயற்சிக்கும் நாடாளுமன்றத்தில் சொல்கிறோம், அது ஒரு கோபி பாராளுமன்றம் அல்ல. அனுரா குமாராவுடன் கூட நிற்க நாங்கள் தயாராக இருக்கிறோம். அவர் இந்த நாட்டிற்கு ஒரு முற்போக்கான விஷயத்தை வழங்கினால்,. ஆனால், நம் நாட்டின் பிராந்திய ஒருமைப்பாட்டிற்கு தீங்கு விளைவிக்கத் தயாராக இருக்கும் ஒன்றைச் செய்யத் தயாராக இருக்கும் ஒன்றைச் செய்யத் தயாராக இருக்கும் ஒன்றைச் செய்ய நாங்கள் தயாராக இருந்தால், அதை நினைவில் வைக்க தயாராக உள்ளது, \"",
        "இதற்கிடையில், உலகமயமாக்கப்பட்ட சமூகம், யுனிவர்சலிஸ் ஊனமுற்ற சமூகத்துடன் சேர்ந்து, கட்சித் தலைவர் திலித் ஜெயவீராவுடன் நேற்று (24) செய்தியாளர் கூட்டத்தில் இருந்தது.",
        "\"இந்த இயலாமையுடன் சமூகத்தை ஊக்குவிக்கக்கூடிய சமூகம். நமது சமூகத்தில் தைரியத்தை வழங்குவதற்கான எடுத்துக்காட்டு. எனவே இது பாராளுமன்றத்திற்கு எங்களுக்கு பிரதிநிதித்துவம்."
      ]
    },
    "en": {
      "title": "We have the philosophy of creating a happy thing - Dilith",
      "body_lines": [
        "Dilitian leader Dilith Jayaweera says that people with intelligence and rational minds have joined hands with the autogeration power.",
        "He was speaking at the opening of the election office of Colombo District Leader of Colombo District Leader Upali Jayasekera yesterday.",
        "\"We have come to politics today with a happy thing. This is why we are important to us this year's politics is not that old habits are not traditional politicians. If we have chosen someone from them, we chose them because they adapt to our vision. There are intelligence, creative manifest people are sitting here. That's why we are saying in the Parliament we are trying to deal with, and that it is not a Gobbi parliament. We are ready to stand even with Anura Kumara. If he offers something a progressive thing for this country,. But if we are ready to do something that is ready to do something that is ready to do something that is ready to do something that is ready to harm the territorial integrity of our country is ready to remembered it, \"",
        "Meanwhile, the universalized community, along with the universalized disabled community, was also in a press conference with party leader Dilith Jayaweera yesterday (24).",
        "\"Community that can motivate the community with these disability. An example of providing courage in our society. So this is the representation of us to Parliament."
      ]
    }
  },
  "summary_lines": [
    "Dilith Jayaweera leads party emphasizing intelligent, adaptable candidates. Supports progressive policies but opposes threats to national security. Promotes disability representation in politics."
  ]
}