{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி வேட்பாளர்களின் கவனம் யார்?நீங்கள் சேர்ந்த தலைமுறை என்ன?",
      "body_lines": [
        "ஜனாதிபதி வேட்பாளர்களின் கவனம் யார்?நீங்கள் சேர்ந்த தலைமுறை என்ன?",
        "அரசியல் துறையின் அரவணைப்புடன், இந்த ஆண்டு ஜனாதிபதித் தேர்தலுக்கு வந்த அரசியல்வாதிகள் சமீபத்திய ஆண்டுகளில் காணப்பட்டுள்ளனர்.",
        "காலேவில் உள்ள கேலன் இறுதிச் சடங்கில் இளைஞர்களுடனான சந்திப்பில் ஜனாதிபதி ரணில் விக்ரமேசிங்கில், நாட்டின் இளைய இளைஞர்கள் எடுக்க வாய்ப்பைப் பெற முடியும் என்று கூறினார்.",
        "இதைத்தான் ஒரு இளைஞனும் ஜனாதிபதியும் மேற்கண்ட விவாதத்திற்கு வந்திருந்தனர்.",
        "யங்: நிறைய சாரியஸ் கேள்விகள் கேட்டார். ஆனால் நான் ஒரு குளிர்ச்சியான கேள்வியைக் கேட்கப் போகிறேன். உண்மையில், எனக்கு இரண்டு கேள்விகள் உள்ளன. எனது முதல் கேள்வி?",
        "இளைஞன்: \"தற்போதைய நட்புக்கு காரணம்:\" நீங்கள் பீர், ஒயின், ஒயின், ஒயின், ஒயின், ஒயின், ஒயின், ஒயின், ஒயின், ஒயின், ஒயின், ஒயின், நீங்கள் குடிக்க விரும்புகிறீர்கள். \"",
        "இளைஞன்: சக்தி.. சூப்பர் ... சூப்பர்.. கடந்த இரண்டு ஆண்டுகளாக ஜனாதிபதியாக இருந்ததில் ஆச்சரியமில்லை. ஸ்டோவர் வேலை.",
        "ஜனாதிபதியுடனான கலந்துரையாடலில், நாட்டின் சமுதாயத்தின் பல வரையறைகள் இளைஞர்களின் மொழியில் வழங்கப்படுகின்றன.",
        "ஜீன் இசட் என்று அழைக்கப்படும் தலைமுறை என்ன?அவற்றின் பண்புகள் என்ன?இது GO பற்றி பேச வடிவமைக்கப்பட்டுள்ளது.",
        "உண்மையில், இந்த 'ஜெனரல் இசட்' என்றால் என்ன?இந்த கட்டுரை உங்களை சொற்களுக்கும், உலக வரலாற்றின் பல்வேறு நாட்களில் பல்வேறு காலங்களில் அவர்கள் அழைத்த மனித தலைமுறையினரை விவரிக்க மனித தலைமுறையினரைக் குறிக்கப் பயன்படுத்தப்படுவதையும் உங்களுக்குக் கொண்டு வரும்.",
        "\"வெவ்வேறு தலைமுறை ஒத்த குணாதிசயங்களின் வல்லுநர்கள், டாக்டர் அலெக்சிஸ் அப்துசன் கூறுகிறார்,\" உங்கள் அணுகுமுறை, உங்கள் மதிப்புகள் மற்றும் உங்கள் நடத்தை உங்கள் உணர்வுகள், உங்கள் மதிப்புகள் மற்றும் உங்கள் நடத்தைகளை பாதிக்கிறது.",
        "ஒவ்வொரு தலைமுறையினருக்கும் தனித்துவமான பண்புகள் உள்ளன என்று அர்த்தம்.",
        "இது முதல் தலைமுறை அணி. இது 1926 மற்றும் 1945 க்கு இடையிலான காலத்திற்கு சொந்தமானது. அவர்கள் இரண்டாம் உலகப் போரில் வாழ்ந்து வந்தனர். இந்த பெயர் 1950 களில் டைம் இதழின் கடிதத்திலும், தங்கள் குழந்தைகளைக் கேட்க வேண்டாம் என்று கற்பிக்கப்பட்ட மக்களிலும் வந்தது.",
        "டாக்டர் அலெக்சிஸ் அப்மான்சனின் கூற்றுப்படி, இந்த தலைமுறையின் மக்கள் ஒழுங்கு, வடிவமைக்கப்பட்டவர்கள் மற்றும் நேரடி தகவல்தொடர்புகளில் ஆர்வம் காட்டுகிறார்கள்.",
        "1946 முதல் 1964 வரை 1966 முதல் 1964 வரை 1946 முதல் 1964 வரையிலான அமெரிக்க வெளியுறவுத்துறையால் அமெரிக்க வெளியுறவுத்துறையால் பிறந்தவர்கள் இரண்டாம் உலகப் போருக்குப் பிறகு 1964 ஆம் ஆண்டின் பிறப்பு ஆண்டு வரை அறியப்பட்டனர். உத்தியோகபூர்வ அரசு நிறுவனத்தை வரையறுக்கும் ஒரே தலைமுறை இது என்று அழைக்கப்படுகிறது.",
        "அந்த நேரத்திற்குப் பிறகு பிறப்பு விகிதம் குறைக்கத் தொடங்கியது என்று தெரிவிக்கப்படுகிறது.",
        "டாக்டர் அப்ரமசன் கூறுகிறார், குழந்தை பூமர்ஸ் தலைமுறை என்னவென்றால், குழந்தை பூமர்கள் அர்ப்பணிப்பு, தன்னிறைவு மற்றும் போட்டி நபர்கள்.",
        "தெளிவுத்திறன் அறக்கட்டளை 1966 முதல் 1980 வரையிலான GENX குறுகிய பெயரை வரையறுக்கிறது. தொழில்நுட்பம் மேம்படும் ஒரு காலத்தில் அவை வளர்ந்தன, ஆனால் அது இன்றைய நிலையில் எளிதாக கிடைக்கவில்லை. எனவே, இந்த தலைமுறை டிஜிட்டல் மற்றும் டிஜிட்டல் அல்லாத உலகில் பயணம் செய்துள்ளது, மேலும் இரண்டின் முக்கியத்துவத்தைப் புரிந்துகொள்வவர்கள் அழைக்கப்படுகிறார்கள்.",
        "டாக்டர் அலெக்சிஸ் அப்துமசன் கூறுகையில், இந்த நபர்கள் வளமாக தீர்க்கப்பட்டு தீர்க்கப்படுகிறார்கள்.",
        "இந்த தலைமுறையின் தொடக்கமும் ஆண்டுகளின் முடிவும் குறிப்பிடப்படவில்லை. ஆனால் இது ஏறக்குறைய 1980 முதல் 1995 வரை பிறந்ததாக கருதப்படுகிறது. அவை பெரும்பாலும் 'நடுநிலை' குழு என்று குறிப்பிடுகின்றன.",
        "உதாரணமாக, ஒரு வீட்டைக் கட்டுவதற்கு சேமிக்கப்பட வேண்டிய அனைத்து பணமும் மற்ற விஷயங்களைச் செலவழிக்கும் நபர்களின் குழுவாக அறியப்படுகிறது.",
        "இந்த தலைமுறை மிகவும் தன்னிறைவு பெறக்கூடும், ஏனெனில் இது \"டிஜிட்டல் மயமாக்கப்பட்ட\" முதல் தலைமுறை மற்றும் அவர்களின் பிரச்சினைகளைத் தீர்ப்பதற்கும் அவர்களின் சிக்கல்களைக் கற்றுக்கொள்வதற்கும் ஆகும்.",
        "இந்த தலைமுறை இந்த தலைமுறை நம்பிக்கை, ஆர்வமுள்ள மற்றும் எதையும் பண்புகள் என்று அழைக்கப்படுகிறது. சில பழைய தலைமுறையினர் இந்த தலைமுறைக்கு ஒரு மோசமான தன்மையை வெளிப்படுத்த முடியும் என்று டாக்டர் அலெக்சிஸ் அப்தூம்சன் கூறுகிறார்.",
        "இந்த தலைமுறை எங்கிருந்து சில முரண்பாடான யோசனைகளுடன் தொடங்குகிறது. சில ஆண்கள் 1997 முதல் பிறந்தவர்களிடமிருந்து தொடங்கியுள்ளனர், மற்றவர்கள் 2000 முதல் ஜெனரல் இசட் தலைமுறையைச் சேர்ந்தவர்கள்.",
        "இந்த தலைமுறையின் ஆண்டு இருந்தபோதிலும், இந்த தலைமுறையை பிரதிநிதித்துவப்படுத்தும் நபர்களின் எண்ணிக்கை இளைஞர்களின் குழுவாக அறியப்படுகிறது, அதே போல் தெரிந்து கொள்ள ஒரு வழியாகும்.",
        "ஊழியர்களின் வேலைகளின் வேலையில் அவர்கள் ஏன் வேலையின் ஆரம்பம்?",
        "அமெரிக்க உளவியலாளர் டாக்டர் ஜீன் ட்வீன்ஜ் ஜெனரல் இசட் தலைமுறையின் மாற்றுப் பெயர் ஐஜென் என அழைக்கப்படுகிறார். அந்த தலைமுறை லட்சிய, தன்னிறைவு மற்றும் தன்னம்பிக்கையின் பண்புகள் என அழைக்கப்படுகிறது.",
        "சமூக ஆராய்ச்சியாளர்களின் தலைமுறையினரால் அடுத்த தலைமுறையின் அடுத்த தலைமுறை நோக்கங்கள் ஆல்பா என்று பெயரிடப்பட்டது. 2010 ஆம் ஆண்டிலிருந்து பிறந்து பெற்ற இந்த நபர்கள் ஒரு பெரிய குழுவாக கருதப்படுவார்கள்.",
        "இந்த குழுவில் எந்த சிறப்பு இல்லை, டாக்டர் அலெக்சிஸ் அப்துச்சன் அவர்கள் தங்கள் குடும்பத்தை சாய்ந்து கொள்வார்கள் என்று கணித்துள்ளார். அந்த தலைமுறையின் பெற்றோர் ஜெனரல் எக்ஸ் மற்றும் மில்லீனியல் தலைமுறையாக இருக்கும் தலைமுறைகளாக இருப்பார்கள்.",
        "ஆல்பா பரம்பரை அவர்களுக்கு முன் இருந்த வேறு எந்த தலைமுறையையும் விட டிஜிட்டல் அறிவாக இருக்கும் என்று கூறப்படுகிறது.",
        "\"அவர்கள் ஒரு புதிய உலகத்தை வைத்திருக்கிறார்கள். அவர்கள் ஒரு ஆணில் ஈடுபடுகிறார்கள், இது ஒரு ஆண், இது ஒரு பெண் அல்லது இது ஒரு சமூகம், இது ஒரு பாலியல் மாற்றத்திற்கான அறிமுகம் அல்ல. இது ஒரு திறந்த சமூகமாக இருக்கும். \"",
        "செனகா படகோடா: அறுவை சிகிச்சைக்காக மருத்துவமனைக்குச் சென்ற பிரபல பாடகர் என்றென்றும் அமைதியாக இருக்கிறார்",
        "ஜனாதிபதி வேட்பாளர்களின் கவனம் யார்?நீங்கள் சேர்ந்த தலைமுறை என்ன?",
        "ஷேக் மேரா: இளவரசி துபாய், தனது 'விவாகரத்து' ஒரு வாசனை திரவியத்தை உருவாக்கினார்"
      ]
    },
    "en": {
      "title": "Who is the gen zone who is the attention of presidential candidates?What is the Generation you belong to?",
      "body_lines": [
        "Who is the gen zone who is the attention of presidential candidates?What is the Generation you belong to?",
        "With the warmth of the political sector, politicians who have come to the presidential election this year have been seen in recent years.",
        "President Ranil Wickremesinghe said in a meeting with the youth at Galle Funeral Hotel in GalleThe younger youths in the country will be able to take the opportunity to take.",
        "This is what a young man and the president had come to the above discussion.",
        "Young: a lot of Sarius asked questions. But I'm going to ask a chilled out question. In fact, I have two questions. Is my first question? '",
        "Young man: \"Reasoning to the Present Friendship:\" You want to drink beer, wine, wine, wine, wine, wine, wine, wine, wine, wine, wine, wine, wine, wine, you like to drink. \".",
        "Young man: Power.. Super ... Super.. No Wonder Been President for the The Last Two Years. Work on the stower.",
        "In the discussion with the President, many definitions of the country's society are presented on the language of the youth.",
        "What is the generation called Gene Z?What are their characteristics?It is designed to talk about go.",
        "In fact, what is this 'Gen Z'?This article will bring you to the words and what they are used to refer to human generations to describe the human generations they have called in various durations in the various days of the world's history.",
        "\"Experts of different generations of similar characteristics, Dr. Alexis Abduzon says,\" Your attitude, your values, and your behavior affects your perceptions, your values, and your behaviors.",
        "It means that there are characteristics that are unique to every generation.",
        "This is the first generation team. It belongs to the period between 1926 and 1945. They were living in World War II. This name came in a letter from Time magazine in the 1950s, and the people who were taught not to ask their children.",
        "According to Dr. Alexis Abmanzen, the people of this generation are disciplinary, basedized and interested in direct communication.",
        "The people born to 1966 from 1966 to 1964 by the US State Department in the same period from 1946 to 1964 by the American State Department were known to the 1964th year of birth after World War II. This is called the only generation to define a official state agency.",
        "It is reported that the birth rate began to reduce after that time.",
        "Dr. Abramason says, Baby Boomers generation is that the Baby Boomers are a group of commitment, self-sufficient and competitive people.",
        "The Resolution Foundation defines the Genx short name from 1966 to 1980 people. They grew up in a time when technology was improving, but it was not easily available as it is today. Therefore, this generation has traveled in both the digital and non digital world, and those who understand the importance of the two are called.",
        "Dr. Alexis Abdumason says these persons are resolved as resource and resolved.",
        "The beginning of this generation and the end of the years not specified. But it is considered to be as born in approximately 1980 to 1995. They often refer to as a 'neutral' group.",
        "For example, all the money to be saved to build a house are known as a group of people who are spending other things.",
        "This generation can be very self-sufficient because it is the first generation of \"digitized\" and to solve their problems and to learn their problems.",
        "This generation is called the traits of this generation of confidence, curious and anything. Dr. Alexis Abdumson says that some older generations can express a norture to this generation.",
        "This generation begins with some contradictory ideas on where. Some men have begun from the people born since 1997 and others belong to the Gen Z generation from 2000.",
        "Despite the year of this generation, the number of people representing this generation is known as a group of young people, as well as a way to know.",
        "Why are they the beginning of the job in the employment of the jobs of employees?",
        "As the US psychologist Dr. Jean Tweenge is called the alternative name of the Gen Z Generation as IGEN. That generation is known as the characteristics of ambitious, self-sufficient and self-confidence.",
        "The next generation of aims to the next generation, by the generation of Social Researchers, is named alpha. These people who were born and receives from the year 2010 will be considered a large group.",
        "There is no specialty in this group, and Dr. Alexis Abdumson predicts that they will lean their family. Parents of that generation will be generations that Gen X and Milleennials will be generations.",
        "It is said that the Alpha genealogy will be more of digital knowledge than any other generation that was before them.",
        "\"They put up to a new world. They engage in a male, this is a male, this is a woman or this is a society that is not an introduction to a sexual transition. It will be an open society. \"",
        "Senaka Batagoda: The popular singer who went to the hospital for surgery is silenced forever",
        "Who is the gen zone who is the attention of presidential candidates?What is the Generation you belong to?",
        "Sheikh Mera: Princess Dubai, who made his 'divorce' a perfume"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Gen Z is the focus of presidential candidates due to its growing influence. Characteristics include tech-savviness, diversity, and social activism. Born 1997-2012, Gen Z is shaping politics and culture."
  ]
}