{
  "translated_text": {
    "si": {
      "title": "රටේ නීති ව්යුහයන් නවීකරණය කළ යුතුය - ජනාධිපති",
      "body_lines": [
        "රටේ වේගවත් ආර්ථික වර්ධනයක් ඇති කිරීමේ රජයේ සැලැස්මේ සාර්ථකත්වය සඳහා නීතිමය රාමුව නවීකරණය කළ යුතු බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "ඉරිදා (07) මහවේලි රීච් හෝටලයේ පැවති මහනුවර නීති yers යින් සමඟ පැවති සාකච්ඡාවකදී ජනාධිපතිවරයා මේ බව ප්රකාශ කළේය.",
        "ශ්රී ලංකාවේ පරිහානිය ප්රතිසංස්කරණය කිරීම සඳහා ජාත්යන්තර මූල්ය අරමුදල සමඟ වැඩපිළිවෙළක් වේගවත් විසඳුමක් වන අතර, මිනිසුන්ට එහි ප්රතිලාභ ලබා දීම සඳහා ජාත්යන්තර මූල්ය අරමුදල සමඟ කටයුතු නීතිගත කිරීමට පියවර ගැනීම ජනාධිපතිවරයා පෙන්වා දුන්නේය.",
        "සෑම අංශයකම නවීකරණය කිරීම සඳහා නව නෛතික ව්යුහය හඳුන්වා දෙන බවත්, නෛතික ක්ෂේත්රයේ සියලු දෙනාගේ සහාය අපේක්ෂා කරන බවත් ජනාධිපතිවරයා පැවසීය.",
        "ජනාධිපති රනිල් වික්රමසිංහ මහතා ජාමූඅ සමඟ වැඩසටහන දිගටම කරගෙන යා යුතුද යන්න පිළිබඳව ද අප තීරණය කළ යුතුය.",
        "සෑම අවස්ථාවකදීම තීන්දුව වෙනස් කිරීම සඳහා ශ්රී ලංකාවට අපකීර්තියක් ඇත.රට කෙරෙහි අප සතුව ඇති අවසාන අවස්ථාව මෙයයි.",
        "එබැවින් ජනතාවට මෙම ප්රතිලාභය සැපයීම සඳහා ජාත්යන්තර මූල්ය අරමුදල සමඟ කටයුතු නීතිගත කිරීමට අපි අපේක්ෂා කරමු. අප කිසිවෙකුටත් රටේ වගකීමෙන් මිදීමට නොහැකි විය. එබැවින් වැදගත් තීරණ ගත යුතුය.",
        "එපමණක් නොව, රටේ වර්තමාන ආර්ථික ක්රමය රැකබලා ගැනීම අවශ්ය වේ, නැතහොත් තරඟකාරී අපනයනය ආර්ථිකය කෙරෙහි අවධානය යොමු කර තිබේද යන්න ආර්ථිකය කෙරෙහි අවධානය යොමු කර රටේ ආර්ථිකය ශක්තිමත් වේද යන්න.",
        "මේ රටේ ආර්ථිකය නැවත ශක්තිමත් කළ හැකි බව මට විශ්වාසයි. අපට අවශ්ය භෞතික සම්පත් සහ මානව සම්පත් අප සතුව ඇත. අපේ රටේ බොහෝ ව්යාපාරිකයන් ඔවුන්ගේ ව්යාපාරය විදේශගත කරයි.",
        "අද ලොව විශාලතම වැවිලි සමාගම ශ්රී ලංකා සමාගමට අයත් වේ. එසේම ලොව විශාලතම තේ වතු සමාගම ශ්රී ලංකාවේ සිටී. ලොව පුරා අපගේ ඇඟලුම් කර්මාන්තයට ඉහළ ස්ථානයක් තිබේ.",
        "ඉතින්, ඔබ උත්සාහ කරන්නේ නම්, ඔබට ලෝකය ජය ගත හැකිය. එබැවින්, අප හැකි ඉක්මනින් අපනයන ආර්ථිකයට ආපසු යා යුතුය. නව අංශ කෙරෙහි අවධානය යොමු කිරීමේ අවශ්යතාවයක් පවතී.",
        "එසේම, අපගේ වෙළඳ ක්රියාවන්හි ප්රධාන වෙනස්කම් තිබිය යුතුය. බොහෝ නීති යාවත්කාලීන කළ යුතුය. ලෝකය සම්මත කර ඇති බොහෝ නවීන නීති ශ්රී ලංකාවේ තවමත් ක්රියාත්මක කර නොමැත. අපව ලොව පිළිගැනීමට නම්, අප එම නෛතික රාමුවට ඇතුළත් කළ යුතුය.",
        "ආර්ථික ගනුදෙනු වැඩසටහනේ ඩිජිටල් ආර්ථිකය කෙරෙහි අපි අවධානය යොමු කර ඇත්තෙමු. ඩිජිටල් ආර්ථිකයක් ඇති කිරීම ඩිජිටල්කරණයට අදාළ සියලු නීති ඇතුළත් විය.",
        "නව පාරිසරික නීති සහ දේශගුණික විපර්යාස නීති ගෙන ඒමට අපි අපේක්ෂා කරමු. එසේම, අපි නව මූල්ය නීති සහ වෙළඳ නීති නිර්මාණය කරමු. නව බැංකුකරණ නීති නිර්මාණය වෙමින් පවතී.",
        "මෙම ක්රියාවත් සමඟ, නව නීතිමය ව්යුහය ඉදිරි වසර 10 තුළ රට තුළ නිර්මාණය කෙරේ. ශ්රී ලංකාව දීර් long -termation වර්ධනයට ශ්රී ලංකාව මෙහෙයවීමේ වැඩපිළිවෙළක් වනු ඇතැයි මගේ බලාපොරොත්තුවයි.",
        "නව නීති හඳුන්වා දීම සහ පවත්නා නීති සංශෝධනය කිරීම. මෙම ව්යාපෘතිය සාර්ථක කර ගැනීම සඳහා ශ්රී ලංකාවේ නෛතික රාමුව තුළ ශ්රී ලංකාවේ සාර්ථකත්වය සංශෝධනය කළ යුතුය. අපේ රටේ ආයෝජකයින් රඳවා ගැනීමට අපට නොහැකි එක් හේතුවක් වන්නේ නීතිමය ක්රියාමාර්ග ගැනීම ප්රමාද කිරීමයි.",
        "එසේම, ශ්රී ලංකාවේ ආර්ථිකය විවෘත කළ විට, කොළඹ වරාය නගරය මූල්ය කලාපයක් බවට පරිවර්තනය කිරීම කෙරෙහි අපි අවධානය යොමු කර ඇත්තෙමු. එවිට එය වෙරළබඩ ආර්ථිකයක් බවට පත්වේ. එය වෙනම අංශයක් ලෙස කටයුතු කරන අතර නව රෙගුලාසි ක්රියාත්මක වේ.",
        "මීට අමතරව, කාන්තාවන්ගේ ශක්තිමත් නීතිය සහ ස්ත්රී පුරුෂ සමානාත්මතා නීතිය ඇති කිරීමට පියවර ගෙන තිබේ.රටේ ආර්ථික වෙනසෙහි ඇති නීතිමය ව්යුහයන් ද නවීකරණය කළ යුතුය. ඉදිරියට පැමිණ තීරණය කිරීමට වසර 20 ක්. බොහෝ මිනිසුන් සහ මම මිනිසුන් වෙනුවෙන් මම ජීවත්වන්නේ නැත. නමුත් මෙහි සිටින තරුණ නීති yers යින්ට මෙම නවීකරණ වැඩසටහන ක්රියාත්මක කිරීමට සිදු වේ.. එබැවින් ලෝකය සමඟ නවීකරණය කිරීමට හෝ පසුපසට යාමට අප තීරණය කළ යුතුය. 1948 නිදහසින් පසු, අප සතුව ඇති ඕනෑම අවස්ථාවකින් අපි ප්රයෝජන ගෙන නොමැත. නමුත් මේ අවුරුද්දේ අපි රට ගැන සිතා වැතිරීමට සිදුවේ.",
        "විධායක ජනාධිපති ධුරය දිගටම කරගෙන යා යුතුද?. මම හිතන්නේ ඒක කමක් නැහැ.",
        "එය පාර්ලිමේන්තුව විසින් තීරණය කළ යුතුය. අද වැදගත් කාරණය වන්නේ රටේ විධායක බලය සහිත ජනාධිපතිවරයා හෝ අගමැති ය.ගැටලුව වන්නේ ශ්රී ලංකාව සංවර්ධනය කරන්නේ කෙසේද යන්නයි. එමනිසා, \"ජනාධිපතිවරයා පැවසුවේ,\" සැබෑ අරමුණට ප්රමුඛතාවය ලබා දීමට සහ එම ගැටළු විසඳීමට එක්සත් වීමට මම සෑම කෙනෙකුටම ආරාධනා කරමි. \"",
        "අමාත්ය මනූෂා නනායකාරා, ප්රාන්ත අමාත්යවරුන් වන ලොහාන් රත්වත්ත, දිනූරත්න, තිලම් අමුනුගම, ජාතික ආරක්ෂාව පිළිබඳ ජ්යෙෂ් Senior උපදේශක, ජනාධිපති සාගල රත්නායක යන මහත්වරු සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Law structures in the country should be modernized - the president",
      "body_lines": [
        "President Ranil Wickremesinghe said the legal framework should be modernized for the success of the government's plan to create rapid economic growth in the country.",
        "The President made this statement at a meeting with Kandy's lawyers held at the Mahaweli Reich Hotel on Sunday (07).",
        "The President pointed out that a program with the International Monetary Fund is the rapid solution to the rebuilding of Sri Lanka's decline, and that it is taking steps to legalize the deal with the International Monetary Fund to provide people with its benefit.",
        "The President also said that the new legal structure would be introduced in order to be modernized in all sectors, and that the activities were expecting the support of all in the legal sector.",
        "We also need to decide whether President Ranil Wickremesinghe should continue the program with the IMF.",
        "Sri Lanka has a disgrace to change the decision every time.This is the last opportunity we have for the country.",
        "Therefore, we expect to legalize the deal with the International Monetary Fund to provide this benefit to the people. None of us can escape from the responsibility of the country. Therefore, so important decisions should be made.",
        "Moreover, it is necessary to take care of the country's current economic system, or whether the competitive export is focused on the economy and strengthen the country's economy.",
        "I am confident that this country's economy can be strengthened again. We have the physical resources and human resources we need. Many businessmen in our country are running their business abroad.",
        "Today the world's largest plantation company belongs to the Sri Lankan company. Also, the world's largest tea plantation company is in Sri Lanka. Worldwide, our garment industry has a high place.",
        "So, if you try, you can win the world. So, we must return to the export economy as soon as possible. There is a need to focus on new sectors.",
        "Also, there must be major changes in our trading practices. Many laws have to be updated. And many modern laws that the world has adopted have not yet been implemented in Sri Lanka. If we are to be recognized in the world, we must be included in that legal framework.",
        "We have focused on digital economy in the Economic Transaction Program. Creating a digital economy must include all the laws relating to digitalization.",
        "We also expect to bring new environmental laws and climate change laws. Also, we create new financial laws and trade laws. New banking laws are being created.",
        "With this action, the new legal structure will be created in the country in the next 10 years. It is my hope that it will be a program to lead Sri Lanka to long -term development.",
        "Introduction of new laws and amendment of existing laws. Sri Lanka's success must be amended in the legal framework for Sri Lanka to succeed in this project. One reason why we cannot retain investors in our country is the delay in legal action.",
        "Also, when the economy of Sri Lanka is opened, we have focused on converting the Colombo port city into a financial zone. Then it becomes a coastal economy. It acts as a separate sector and the new regulations are in effect.",
        "In addition, steps have been taken to bring about women's strengthening law and gender equality law.The legal structures in the country's economic change must also be modernized. 20 years to come forward and decide. I will not be alive for most of the people and I. But the young lawyers here have to carry out this modernization program.. So we need to decide whether to modernize or go backwards with the world. Since independence in 1948, we have not taken advantage of any opportunity we have. But this year we have to think about the country and come to an end.",
        "Some are trying to make the country the most important issue that the country today faces whether the executive presidency should continue or abolish. I think it doesn't matter.",
        "It must be decided by Parliament. Today's important issue is not the president or prime minister with the executive power of the country.The problem is how to develop Sri Lanka. Therefore, the President said, \"I invite everyone to unite to give priority to the real purpose and solve those issues.\"",
        "Minister Manusha Nanayakkara, State Ministers Lohan Ratwatta, Anuradha Jayaratne, Tilum Amunugama, Member of Parliament Velu Kumar, Senior Advisor to the National Security and President of the President Sagala Ratnayake were also present."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe emphasized the need for modernizing legal structures in Sri Lanka to support economic growth, especially through a program with the IMF. He highlighted the importance of legalizing the IMF deal, updating laws, and focusing on digital economy, environmental, and financial laws."
  ]
}