{
  "translated_text": {
    "si": {
      "title": "සහෝදර - චිත්රපට සමාලෝචනය",
      "body_lines": [
        "නළු නිළියන්: ජයිමා රවී, ප්රියංකා මොහාන්, භරයිකා කුමාර්, ගීතා, සරනේයා පොන්වාන්නාන්, නට්ටි නට්රාජ්, වීට් නට්රාජ් සහ තවත් බොහෝ අය.",
        "ජයාපෙලි මුදා හැරීම ජයන් රවී මුදා හැරීම ලෙස මුදා හැර ඇති 'සහෝදරයා', සියලු රසිකයන්ගේ සියලු අපේක්ෂාවන් සපුරා තිබේද?නැත්ද?අපි දිගටම දකින්නෙමු.",
        "කාර්තික් (ජයන්ම් රවී) චෙන්නායි හි විශ්රාමික මහාචාර්යවරයකු වන කුමාරස්වාමි සමඟ (අචුට් කුමාර්- ගීතා කයිලාසම්) සමඟ ජීවත් වේ.",
        "ඔහු අවංක ය, නිර්භීතව හා නීති විද්යාලයේ ශිෂ්යයෙකි.",
        "මේ අනුව ඔහු පොදු වසමේ නීතියේ කොටස් ඉල්ලා සිටම ගැටළු ඇති කරයි. මෙය බොහෝ ගැටලු ඇති කරයි.",
        "ඔහුගේ පියා කුමාරස්වාමිගේ සෞඛ්ය තත්වය වැඩට නොයා ගැටලු ඇති කරයි.",
        "ජයිම් රවීගේ සහෝදරිය සහ කුමාරස්වාමිගේ ජ්යෙෂ් runcument අනුප්රාප්තිකයා වන භූමූක්කා චාවල්ලා, ඔවුන් රෝහලේදී ඔහුව හමුවීමට චෙන්නායි වෙත පැමිණේ.",
        "තම පියාගේ සෞඛ්යය සඳහා කිසිදු ගැටලුවකට නොයෑමකින් තොරව තමා තවදුරටත් හොඳ පිරිමි ළමයෙකු නොවන බවට පොරොන්දු වුනා.",
        "ජයිම් රවීගේ පියා - පියා, පියා, පියාණතුමා, සහෝදරියගේ නෞකාවේ පිහිටි ඔහුගේ දුක්ගැනවිලි පෙන්වා දෙන සහෝදරියකි.. අන්තිමේදී, ජයිම් රවීගේ සහෝදරිය එහි පිටත් වේ.",
        "පවුල තුළ පවුලට හේතුව ලෙස ඔහුගේ දෙමාපියන් යාම් රවීට දොස් පවරති.",
        "ඔබ උපන් පුතෙක් නොවේ.තම සහෝදරයා තම සහෝදරයා තම සහෝදරියගේ සහෝදරියගේ සෙනෙහසින් අනාථ නිවාසයකින් අනුගමනය කරන බව පවසා ඇති ජයිම් රවී තම සහෝදරිය කෙරෙහි ඇති සෙනෙහස නිවැරදි කිරීමට උත්සාහ කරයි.. அது நடந்ததா? இல்லையா? குடும்பங்கள் ஒன்றிணைந்ததா? இல்லையா? என்பது தான் இப்படத்தின் கதை.",
        "குடும்பத்திற்குள் யாருக்கேனும் ஒருவருக்கு ஈகோவும், அகங்காரமும் இருந்தால் அவர்களால் தான் எதிராளியின் உணர்வை காயப்படுத்தும் வார்த்தைகளை உச்சரிக்க முடியும் என்பதையும், அதனை உறவுக்காக ஏங்கும் ஒருவரால் தான் அன்பை அதிகமாக வெளிப்படுத்தி சீராக்க முடியும் என்பதையும் இயக்குனர் ராஜேஷ் விளம்பர இடைவேளை இல்லாத விறுவிறுப்பான தொலைக்காட்சி தொடர் போல் சொல்லி இருக்கிறார்.",
        "ஜெயம் ரவி இதற்கு முன் ஏராளமான குடும்ப பொழுதுபோக்கு சித்திரங்களில் நடித்திருக்கிறார். ඉතින් ඔහු මේ චරිතය රඟපානවා.",
        "காதல் காட்சிகளிலும் ஆக்சன் காட்சிகளிலும் எமோஷன் காட்சிகளிலும்  நடன காட்சியிலும் தன் அனுபவமிக்க நடிப்பை வழங்கி ரசிகர்களுக்கு உற்சாகத்தை தருகிறார்.",
        "හෙරොයින් ප්රියංකා මොහාන් ලස්සනයි. ඔහු තිරය හා විනෝදාස්වාද මත පෙනී යයි.",
        "කෙටි විවේකයකින් පසුව, ජයිම් රවීගේ සහෝදරිය චරිතයෙන් පෙනී සිටිමින් රසිකයන් ආකර්ෂණය කර ගැනීමට උත්සාහ කළහ.",
        "නට්ටාරා නොහොත් නට්රාජ් භරයිකා චව්ලාගේ ස්වාමිපුරුෂයා ක්රීඩා කරන අතර ඇගේ පැමිණීම හෙළි කරයි. நட்டியின் தந்தையாகவும், சரண்யா பொன்வண்ணனின் கணவனாகவும் நடித்திருக்கும் தெலுங்கு நடிகர் ராவ் ரமேஷ், மாவட்ட ஆட்சியர் கதாபாத்திரத்தில் நடித்து தன் திறமையை நிரூபித்திருக்கிறார்.",
        "கேஷவ் கதாபாத்திரத்தில் நடித்திருக்கும் வி டி வி கணேஷ் சில இடங்களில் சிரிக்க வைக்க முயற்சி செய்திருக்கிறார். නමුත් සිනහව පැමිණියේ නැත.",
        "හැරිස් ජයරාජ්ගේ පසුබිම සංගීතය. ගීත දෙක 'මක්ක මිෂි' සහ 'මධුකුතු කළු රෙන්ඩු' කන් වන අතර ඇස සුව කරයි.",
        "අධ්යක්ෂ රාජේෂ්ගේ පවුල යනු 'සහෝදරයා' යැයි කියනු ලබන 'සහෝදරයා' යැයි කියනු ලබන විනෝදාංශයක විනෝදාංශයකි. ඔහු චිත්රපට මන්දිරයට ගිය රසිකයන් පරීක්ෂා කළේය.. ரசிகர்கள் எதிர்பார்க்கும் எந்த விடயமும் படத்தில் இல்லை. படத்தில் சொல்லப்பட்ட எந்த விடயத்திலும் சுவராசியமும் இல்லை."
      ]
    },
    "en": {
      "title": "Brother - Movie Review",
      "body_lines": [
        "Actors: Jaime Ravi, Priyanka Mohan, Bhumika Chawla, Ashyud Kumar, Geeta Kailasam, Rao Ramesh, Saranya Ponvannan, Natti Natraj, VTV Ganesh and many others.",
        "'Brother', which has been released as a Diwali release starring Jayam Ravi, has met all the expectations of all fans?Or not?We will continue to see.",
        "Karthik (Jayam Ravi) is living with Kumaraswamy, a retired professor in Chennai (Achut Kumar- Geeta Kailasam).",
        "He is honest, a person who is bravely, and a student of law college.",
        "இதனால் பொதுவெளியில் சட்டத்தின் பிரிவுகளை கூறி பிரச்சனைகளை உருவாக்குகிறார். This causes many problems.",
        "வேலைக்குச் சென்று பொறுப்புடன் நடந்து கொள்ளாமல்  சிக்கல்களை ஏற்படுத்துவதால் அவரது தந்தை குமாரசாமியின் ஆரோக்கியம் பாதிக்கப்படுகிறது.",
        "Jaime Ravi's sister and Kumaraswamy's senior successor, Bhoomukka Chawla, arrives in Chennai from Ooty to meet him on the hospital.",
        "Aka Bhumika takes him to Ooty by promising that he is no longer a good boy without going to any problems for his father's health.",
        "Jaime Ravi's father -in -law, father -in -law and sister -in -law, a sister -in -law, who goes to his sister's house in Ooty, to point out their grievances.. இறுதியாக ஜெயம் ரவியின் அக்கா அங்கிருந்து வெளியேறுகிறார்.",
        "His parents blame Jaime Ravi as the reason for the family within the family.",
        "And you are not a born son.Jaime Ravi is trying to correct the section in the family by affection for his sister, who has said that his brother is adopted from an orphanage for her sister for affection.. Did that happen?Or not?Are the families united?Or not?The story of the film.",
        "Director Rajesh has said that if someone has an ego and arrogance within the family, they can pronounce the words that hurt the opponent's feeling and that one can express love for a relationship, as well as a vigorous television series.",
        "Jaime Ravi has previously played a number of family entertainment images. So he plays this character.",
        "She gives her experienced performance in romantic scenes, action scenes, emotion scenes and dance scenes.",
        "நாயகி பிரியங்கா மோகன் அழகாக இருக்கிறார். அலுங்காமல் குலுங்காமல் திரையில் தோன்றி ரசிக்க வைக்கிறார்.",
        "After a short break, Jaime Ravi's sister appeared in the character and tried to attract fans.",
        "நட்டி என்கிற நட்ராஜ் பூமிகா சாவ்லாவின் கணவராக நடித்து தன் இருப்பை வெளிப்படுத்துகிறார். Telugu actor Rao Ramesh, who plays Nati's father and Saranya Ponvannan's husband, has proved his talent in the role of a district collector.",
        "VDV Ganesh, who plays the role of Keshav, has tried to laugh in some places. But laughter just didn't come.",
        "Harris Jayaraj's Background Music. The two songs 'Makka Mishi' and 'Madukkuthu Kalu Rendu' are ears and the eye is healing.",
        "Director Rajesh's family is a hobby's creation 'Brother', which is said to be 'Brother', and he tested the fans who went to the film mansion.. Anything that fans expect is not in the picture. There is no integrity of the film."
      ]
    }
  },
  "summary_lines": [
    "\"Brother\" movie review: Jayam Ravi stars alongside Priyanka Mohan in this family drama. Directed by Rajesh, it explores themes of family relationships and legal issues. The film received mixed reviews, with praise for performances but criticism for lack of depth. Harris Jayaraj's background music was highlighted as a positive aspect. Overall, it failed to meet fan expectations despite its ambitious premise."
  ]
}