{
  "translated_text": {
    "si": {
      "title": "පැහැරගත් මෝටර් රථය හමු විය",
      "body_lines": [
        "මවනෙල්ලා ප්රදේශයේ පෞද්ගලික බැංකුවක් ලෙස පසුගිය මාසයේ නොවැම්බර් 28 වන දින සොරකම් කිරීම සැක කෙරෙන මෝටර් රථයක් පොලීසිය විසින් අත්අඩංගුවට ගෙන තිබේ.",
        "මවනෙල්ලා පොලිස් ස්ථානයේ අණ දෙන නිලධාරියාගේ තොරතුරු මත පදනම්ව, අපරාධ විමර්ශන අංශයේ නිලධාරීන් කණ්ඩායමක් එම ස්ථානයට ගොස් රියදුරු විමර්ශනය කළහ.",
        "ඒ අනුව සැකකරු අත්අඩංගුවට ගැනීමට පොලීසිය සහ 23 හැවිරිදි තරුණයා 23 දෙනා අත්අඩංගුවට ගෙන තිබේ.",
        "අත්අඩංගුවට ගත් සැකකරු සහ මෝටර් රථය වැඩිදුර පරීක්ෂණ සඳහා කටුගස්ටෝටා පොලිසියට භාර දෙනු ඇත. රීල්"
      ]
    },
    "en": {
      "title": "The kidnapped car was found",
      "body_lines": [
        "A car suspected of being stolen on the morning of the 28th of last month was seized by police as a private bank in Mawanella area was parked.",
        "Based on the information received by the Commander of the Mawanella Police Station, a team of Criminal Investigation Division officials went to the spot and investigated the driver.",
        "Accordingly, the police have arranged to arrest the suspect and the 23 -year -old youth from the Kandy Watakadera area has been arrested.",
        "The arrested suspect and the car will be handed over to the Katugastota police for further investigations. Remble"
      ]
    }
  },
  "summary_lines": [
    "Kidnapped car recovered: Police seize vehicle near Mawanella bank. Suspect, 23-year-old from Kandy, arrested. Case transferred to Katugastota police for investigation."
  ]
}