{
  "translated_text": {
    "ta": {
      "title": "ராஜிதா மீது வெள்ளை வேன் வழக்கு ஒத்திவைக்கப்பட்டது",
      "body_lines": [
        "இந்த மாதம் 24 ஆம் தேதி கோரிக்கையின் பேரில் உத்தரவு பிறப்பிக்கப்பட்டதாக கொழும்பு உயர் நீதிமன்றம் இன்று அறிவித்தது, முன்னாள் அமைச்சர் ராஜிதா செனரத்னே மற்றும் இரண்டு பிரதிவாதிகள் இரண்டு பிரதிவாதிகள் மீது தாக்கல் செய்தனர்.",
        "2019 ஜனாதிபதித் தேர்தலில் ஜனாதிபதித் தேர்தல்கள் கடத்தப்படுவது தொடர்பாக செய்தியாளர் கூட்டத்தில் ஊடக விவாதம் உட்பட முன்னாள் நாடாளுமன்ற உறுப்பினர் ராஜிதா செனரத்னே மீது குற்றம் சாட்டப்பட்டது.",
        "இந்த வழக்கு கொழும்பு உயர் நீதிமன்ற நீதிபதி சுஜீவா நிசங்கா முன் அழைக்கப்பட்டது.",
        "பிரதிவாதிகள் சார்பாக ஆஜராகும் வழக்கறிஞர்கள் நீதிமன்றத்திற்கு ஆஜரானார்கள், ஒரு நியாயமான சந்தேகத்திற்கு அப்பாற்பட்ட குற்றச்சாட்டுகளை நிரூபிக்க புகார் தவறிவிட்டது, பிரதிவாதிகள் பிரதிவாதிகளை அழைக்காமல் விடுவிக்குமாறு கேட்டுக்கொள்ளப்பட்டனர்.",
        "பிரதிவாதி ராஜிதா செனரத்னே மீது வழக்கறிஞர் ஜெனரல் சார்பாக ஆஜரான அட்டர்னி ஜெனரல் முன்வைக்கப்பட்டார், ஏனெனில் பிரதிவாதி ஒரு முடிவுக்கு அழைக்கப்பட்டார்.",
        "நீதிபதி முன்வைத்த உண்மைகளை பரிசீலித்த பிறகு, பிரதிவாதி பாதுகாப்பு ஆர்டேவை அழைக்காமல் விடுவிக்கப்பட்டாரா?இல்லை?இந்த மாதம் 24 ஆம் தேதி உத்தரவிட்டது.",
        "முன்னாள் அமைச்சர் ராஜிதா, 2019 ஆம் ஆண்டு கொழும்பில் ஊழல் நிலையை உருவாக்கும் நோக்கில், முன்னாள் ஜனாதிபதி கோட் என்பது ஜனாதிபதித் தேர்தலின் முடிவுகளை பாதிக்கும் ஒரு மாசுபட்ட செயல். முகமது ரூமோமியின் இரண்டு பிரதிவாதிகளையும் குற்றம் சாட்டினார்."
      ]
    },
    "en": {
      "title": "White van case postponed against Rajitha",
      "body_lines": [
        "The Colombo High Court today announced that the order on the request was issued on the 24th of this month, former Minister Rajitha Senaratne and two defendants filed against two defendants.",
        "Former Parliamentarian Rajitha Senaratne, including a media discussion was accused of a press conference regarding the abduction of the Presidential Elections in the 2019 presidential election.",
        "The case was called before Colombo High Court Judge Sujeewa Nissanka.",
        "The lawyers appearing on behalf of the defendants appeared to the court, the complaint failed to prove the accusations beyond a reasonable doubt, the defendants were asked to release the defendants without calling.",
        "The Attorney General who appeared on behalf of the Attorney General was presented against the defendant Rajitha Senaratne, as the defendant was called for a decision.",
        "After considering the facts presented by the judge, is the defendant acquitted without calling the defense orte?Not?The order ordered that the 24th of this month.",
        "Former Minister Rajitha under the intention of making a state of corruption in Colombo on November 10, 2019, former Presidential Code is a polluted act to affect the results of the presidential election.The former Chairman of the former Chairman of the Corporation of State Pharmaceutical Corporation had accused the two defendants of Mohammed Rumomi."
      ]
    }
  },
  "summary_lines": [
    "Colombo High Court postpones White Van case against Rajitha Senaratne. Case related to 2019 presidential election allegations. Defendants released due to lack of evidence. Next hearing scheduled for 24th."
  ]
}