{
  "translated_text": {
    "ta": {
      "title": "மஹா பருவத்தில் நெல் வாங்கும் விலைகள் தயாரிக்கப்படும்",
      "body_lines": [
        "மஹா பருவத்தை நெல் வாங்குவதற்கான குறைந்தபட்ச கொள்முதல் ஏலங்கள் விவசாயத் துறைக்கு குறைந்தபட்ச கொள்முதல் விலைகளை சமர்ப்பித்துள்ளன.",
        "விவசாயிகள் மகிழ்ச்சியாக இருக்கக்கூடிய விலையை விவசாயிகள் பரிந்துரைத்ததாக வேளாண் அமைச்சர் மஹிந்த அமராவீரா கூறுகிறார்.",
        "அதன்படி, சலுகை கடனுக்காக கடன் மற்றும் தனியார் வங்கிகளை வழங்குவதன் மூலம் கடன் வழங்குவதன் மூலம் கடன் வழங்குவதன் மூலம் கடன் வாங்க முடிவு செய்துள்ளனர்.",
        "அரசாங்கத்திற்கு அதிகபட்சமாக ரூ.",
        "கடன் திட்டம் தீவு முழுவதும் செயல்படுத்தப்பட உள்ளது, மேலும் 2023/24 க்குள் வாங்கலாம்.",
        "அதன்படி, வாங்கிய நெல் நெல் வாங்குவதில் வேளாண் துறையால் வாங்கப்பட வேண்டும்.",
        "நெல்லின் மேற்பார்வை விவசாய மேம்பாட்டுத் துறை, மாவட்ட செயலகம் மற்றும் பிரதேச செயலாளர் ஆகும்.",
        "வேளாண்மைத் துறையின் அதிகபட்ச விலையை நிர்ணயிப்பதில் விவசாயி அமைப்புகள் உட்பட அனைத்து பகுதிகளிலும் வேளாண் திணைக்களம் தனது கருத்துக்களைப் பெற்றுள்ளது."
      ]
    },
    "en": {
      "title": "Paddy purchasing prices will be produced in the Maha Season",
      "body_lines": [
        "The minimum purchase bids for the Paddy purchasing of the Maha Season have submitted minimum purchase prices for the Agricultural Department.",
        "Minister of Agriculture Mahinda Amaraweera says the farmers recommended a price that can be happy.",
        "Accordingly, they have decided to purchase a loan by providing a loan by providing a loan by providing a loan and private banks on a concessionary loan.",
        "The Government will be given a maximum loan of Rs.",
        "The loan scheme is to be implemented throughout the island and can be purchased by 2023/24 paddy.",
        "Accordingly, paddy purchased should be purchased by the Department of Agriculture in the purchase of paddy.",
        "Supervision of paddy is the Department of Agrarian Development, District Secretariat and Divisional Secretary.",
        "The Department of Agriculture has obtained his views in all areas including farmer organizations in determining maximum prices by the Department of Agriculture."
      ]
    }
  }
}