{
  "translated_text": {
    "ta": {
      "title": "பெண்களுக்கான ஆணுறைகள் பற்றி உங்களுக்குத் தெரியுமா?",
      "body_lines": [
        "எதிர்பாராத கர்ப்பங்களை பாதுகாக்கவும் மேலோற்கவும் தெரு-பவுலிகல் பரவல் பொதுவானது.",
        "பல்வேறு வகையான வடிவங்கள் மற்றும் சுவைகள் ஆண்களுக்கு அணிய வடிவமைக்கப்பட்டுள்ளன.",
        "ஆனால் பெண்களுக்காக இன்று ஆணுறைகள் உருவாக்கப்பட்டுள்ளன என்பது உங்களுக்குத் தெரியுமா?",
        "பெண்களின் ஆணுறைகள் பெண்களின் சுகாதாரப் பாதுகாப்பைத் தடுக்க பாதுகாப்பான மாற்று என்று அழைக்கப்படலாம்.",
        "இலங்கையில் பிரிட்டிஷ் ஆணுறை (பெண் ஆணுறை) வளர்ச்சியில் சுகாதாரத் துறையின் சுகாதார அம்சங்கள் கவனம் செலுத்தியுள்ளன.",
        "'இன்னும், பள்ளியின் புத்தகத்தால் ஆணுறை என்ற வார்த்தையை வைக்க முடியவில்லை': இலங்கை பாலியல் கல்வி போதுமானதா?",
        "பெண்கள் ஆணுறைகள் கூறுகின்றன: \"ஆண் ஆணுறை பயன்படுத்த விரும்பவில்லை என்றால், பெண்கள் பெண்களை எஸ்.டி.டி.களிலிருந்து பாதுகாக்கின்றனர்\" என்று நிபுணர் டாக்டர் திலானி ரத்னாயக்கே கூறினார்.",
        "\"இது ஆண் ஆணுறை போன்றது. பயன்படுத்தினால், எச்.ஐ.வி மற்றும் பிற எஸ்.டி.டி.க்கள் தவிர்க்க முடியும். சில நேரங்களில் இணைய ஆணுறைகள் இணைய ஆணுறை என்று அழைக்கப்படுகின்றன.",
        "மகளிர் ஆணுறை தெளிவற்ற சிறப்பு நன்கொடை, \"யோனியில் யோனியில் வைக்கவும். ஆண் ஆணுறை பயனுள்ளதாக இருக்கும், ”என்றார்.",
        "ஒரு பெண்பால்-கடத்தல் பாலியல் தக்கவைப்பில் மற்றும் அண்டவிடுப்பைத் தடுக்கிறது மற்றும் அதைத் தடுக்கிறது.",
        "இது ஒருவருக்கொருவர் பாலினத்தைத் தொடாததால், பாலியல் தொற்று நோய்களிலிருந்து இது பாதுகாக்கப்படுகிறது.",
        "உங்களிடம் எஸ்.டி.டி இருந்தால் உங்களுக்கு எப்படித் தெரியும்?",
        "பெண்கள் ஆணுறைகளைப் பற்றி பலர் அறிந்திருக்கவில்லை என்று நிபுணர் டாக்டர் திலானி ரத்னயகே கூறினார்.",
        "எச்.ஐ.வி உள்ளிட்ட எஸ்.டி.டி.களிலிருந்து தன்னைப் பாதுகாத்துக் கொள்வதற்கான ஒரு வழியாக, பெண்கள் ஆணுறை வெற்றிக்கான ஒரு வழியாகும் என்று அவர் கூறினார்.",
        "பெண்கள் ஆணுறை பற்றி விழிப்புடன் இருக்க வேண்டிய முக்கியமான புள்ளிகள் குறித்து சிங்களவலாவிற்கும் சிறப்பு உள்நாட்டினர் விளக்கப்பட்டுள்ளனர்.",
        "\"ஒரு ஆண் ஆணுறைகளைப் போலவே, ஒரு பெண் ஆணுறை ஒரே நேரத்தில் பயன்படுத்தப்படலாம். சிலர் பல அறியாமை கொண்ட ஒரு பெண் ஆணுறை பயன்படுத்தினால், அந்த பெண் பாதுகாப்பைப் பெறுகிறார், ஆனால் நோய் ஏற்படும் அபாயம் உள்ளது.",
        "\"ஒரு பெண் ஆணுறை பயன்படுத்தினால், ஆண் ஆணுறை அணிய தேவையில்லை. நீங்கள் ஒரு ஆணுறை பயன்படுத்தினால், இரண்டு ஆணுறைகளையும் தப்பிக்க முடியும். நாங்கள் அதைப் பயன்படுத்த வேண்டாம் என்று சொல்கிறோம்.",
        "சுமார் ஒரு மணி நேரத்திற்கு முன்பு, பெண்களின் ஆணுறை எளிதாகப் பயன்படுத்தப்படும் என்று மருத்துவர் விளக்கினார், அதைப் பயன்படுத்தவும், உடலுறவைத் தடுக்கவும் பயன்படுத்தப்படலாம்.",
        "\"நீங்கள் ஒரு ஆண் ஆணுறை பயன்படுத்தினால், அது பாலியல் உறவின் போது தான். ஆனால் பெண் ஆணுறை என்றால், அவர் அவர்களின் பாதுகாப்பிற்கு இரங்கல் தெரிவிக்க முடியும். \"",
        "கல்வித் திட்டங்களில் பெண் ஆணுறைகளை மேம்படுத்துவதற்காக மருத்துவ மருத்துவரிடமும் மருத்துவ திட்டங்களிலும் எஸ்.டி.டி.யைப் பாதுகாக்க பெண்களுக்கு அதிகாரம் வழங்கப்பட்டுள்ளது.",
        "\"நாங்கள் தற்போது இதைப் பற்றி கற்பிக்கிறோம். இதேபோல், மகளிர் ஆணுறைகள் எஸ்.டி.டி கல்வித் திட்டங்களில் கற்பிக்கப்படுகின்றன. \"",
        "\"ஒரு சில பாலியல் உறவுகள் செய்ய ஒரு பெண் இருப்பதாக நாங்கள் நினைக்கிறோம். சில நேரங்களில், ஆணுறை பயன்படுத்துவது ஆணைப் பிடிக்காது. ஆனால் பெண் ஆணுறைகள் குறித்து அந்தப் பெண்ணுக்கு தாக்கம் இல்லாமல் பயன்படுத்தப்படலாம். \"",
        "\"இதை எவ்வாறு பயன்படுத்துவது என்று கற்பிக்கப்படுகிறது. நாம் பெறும்போது, ​​ஆணுறைகளைப் பகிர்ந்து கொள்வோம். எங்கள் திட்டங்களில், இதைப் பற்றி அறிந்து கொள்வோம் என்று நம்புகிறோம், \"என்று நிபுணர் கூறினார்.",
        "பெண் ஆணுறைகளைப் பயன்படுத்த சிறப்பு பயிற்சி இல்லை, வாங்க மருத்துவ பரிந்துரை தேவையில்லை. இது ஆணுறையில் உள்ள வழிமுறைகளை எளிதில் பின்பற்றுகிறது, அது முடியும்.",
        "ஆண் ஆணுறை பொதுவானதல்ல. ஆண் ஆணுறைகளுடன் ஒப்பிடும்போது விலை சற்றே தேவையைத் தேடுகிறது என்று சிறப்பு நிபுணர் நிபுணர் நிபுணர் டாக்டர் திலானி ரத்னயகே மேலும் கூறினார்.",
        "இலங்கையின் தேசிய நிறுவனம் எஸ்.டி.டி / எய்ட்ஸ் ஏற்பாடுகள், இலங்கை குடும்ப அமைப்பு சங்கம் (எஸ்.எல்.டி.பி) மருத்துவமனைகளில் கிடைக்கிறது மற்றும் மூலிகைகள் முன்னணி.",
        "தீர்வு ரகசியங்களின் போது ரகசியங்கள் மூன்று முன்னாள் முதல்வர்களை வெளிப்படுத்தின: ரானில் மூன்று பெண்களுக்கும் சொல்கிறார்",
        "பொதுத் தேர்தல் 2024: முக்கிய கட்சிகளின் தேசிய பட்டியல்களில் யார்?"
      ]
    },
    "en": {
      "title": "Do you know about the condoms for women?",
      "body_lines": [
        "Street-bowledical prevalence is common to protect and prevail unexpected pregnancies.",
        "Most of different types of shape and tastes are more designed to wear to men.",
        "But do you know that the condoms have been created today for women?",
        "Women's condoms can be called a safe alternative to prevent the health of women's health care.",
        "The health aspects of the health sector have been focused on the development of the British Condom (FEMALE CONDOM) in Sri Lanka.",
        "'Still, the book of the school has not been able to put the word condom': Is Sri Lankan sex education enough?",
        "Women condoms say: \"If the man does not want to use a condom, the women protect women from STDs,\" said Specialist Dr. Tilani Ratnayake.",
        "\"This is just like the male condom. If used, HIV and other STDs are able to avoid. Sometimes the Internet condoms called the Internet condom. \"",
        "The specialist donation of the women's condom vague, \"put in the vagina in the vagina. The male condom is effective, \"said.",
        "In a feminine-condemrate sexual retention and prevents the ovulation and blocks it.",
        "And it is also protected from sexually infectious diseases, as they do not touch each other's sex.",
        "How do you know if you have a STD?",
        "Specialist Dr. Tilani Ratnayake said that many are not aware of the women's condoms.",
        "She claimed that the women condom is a way of conquest, as a way to protect himself from STDs, including HIV.",
        "The specialty domesticat is also explained to the Sinhala about the important points to be aware of women condom.",
        "\"Like a male condoms, a woman condom can be used at once. If some use a woman condom with several ignorance, the woman receives protection, but there is a risk of disease. \"",
        "\"If using a female condom, the male does not need to wear a condom. If you use a condom, the two condoms can be escaped. We say don't use that. \"",
        "The doctor explained that it would be easily used by women's condom, about an hour ago, it could be used to use it and not to block sex.",
        "\"If you use a male condom, it's when sexual relationship. But if the woman condom, however, he can make the condolence for their safety. \"",
        "Women have been empowered to protect the STD in clinical doctor, as well as in clinical programs, to promote female condoms in the educational programs.",
        "\"We are currently teaching about this. Similarly, the women's condoms are taught in STD education programs. \"",
        "\"We think there is a woman to have a few sexual relations. At times, use a condom may not like the male. But the woman has been informed of the woman condoms can be used in the woman without an impact. \"",
        "\"It is taught how to use this. When we receive, we will share condoms. In our programs, we hope to make it aware of this, \"the expert said.",
        "No special training to use female condoms, do not need a medical recommendation to buy. It is easily followed by the instructions in the condom and it can.",
        "The male condom is not common. Specialist specialist specialist specialist Dr. Thilani Ratnayake further stated that the price is slightly in search of demand as compared to the male condoms.",
        "Sri Lanka's National Institute of STD / AIDS arrangements, Sri Lanka Family Organization Association (SLTB) is available in hospitals and leading herbs.",
        "Secrets during the remedy secrets revealed three former chiefs: Ranil also tells three women",
        "The General Election 2024: Who is in the national lists of the major parties?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Women's condoms provide safe alternative pregnancy prevention and STD protection. Less common than male condoms, they offer similar benefits. Easily usable without medical training. Available in Sri Lanka through health organizations."
  ]
}