{
  "translated_text": {
    "ta": {
      "title": "பாஸ்போர்ட் அக்டோபரில் மாறுபடும்",
      "body_lines": [
        "அக்டோபர் முதல் ஒரு நாளைக்கு 1000 ஏர்ஸ்கால்டர்கள் மட்டுமே மட்டுமே பாதுகாப்பு அமைச்சர் டிரான் அலெஸ் கூறுகிறார்.",
        "இன்று (09) கொலம்போவில் நடந்த ஒரு ஊடக மாநாட்டில் பேசிய அமைச்சர், அக்டோபர் முதல் மின்-லேப்ஸ் உரிமம் வழங்கப்படும் என்று கூறினார்.",
        "\"அதே வழங்குநரின் 23 ஆண்டுகள் மீண்டும் உத்தரவிட்டது. இந்த நேரம் மீண்டும் வந்தது. டெண்டர்களை அழைக்கச் சொன்னேன்.",
        "அதன்படி ஒரு நிறுவனம் டெண்டரைப் பெற்றது. சுமார் இரண்டு மாதங்கள் தாமதமாக, இலங்கையில் சட்டத்தால், அந்த வேலையைச் செய்யுங்கள்.  ඒ ප්‍රමාදය තමයි ප්‍රශ්නයක් වුණේ. அதனால்தான் பாசோபோர்ட் கட்டுப்படுத்தப்பட வேண்டும்.",
        "நாங்கள் ஒரு நாளைக்கு 900 வெளியிடுவோம். ஆனால் மறுபுறம் திடீர் கண் உள்ளது.",
        "விமானத்தின் 23% இதுவரை அனுமதிக்கிறது. மற்ற பாஸ்போர்ட் பயன்படுத்தப்படவில்லை.",
        "இது அவசியம் இருந்தால் மட்டுமே நான் மக்களிடம் கேட்க வேண்டும் என்றால், இந்த இரண்டு மாத பாஸ்போர்ட்டை மட்டும் எடுத்துக் கொள்ளுங்கள். அல்லது புதிய பாஸ்போர்ட் அக்டோபரில் உள்ளது.",
        "டெண்டர் இ - பாஸ்போர்ட்டை ஒன்றாக அழைத்தோம். பழைய புத்தகத்திற்கு 89 5.89 செலுத்தியது. புதிய விமான உரிமம் $ 5.5 $ 5.5 ஆக இருக்கும்.",
        "கே. அமைச்சர் ஐ.ஜி.பி அல்ல என்று நிறைய பேர் கருத்து உள்ளது. சமீபத்திய காலங்களில், நாங்கள் படப்பிடிப்பைக் கண்டோம். நீதி நடவடிக்கை இன்னும் உள்ளதா?",
        "\"நீதி நடவடிக்கை குறைக்கப்பட்டுள்ளது. சுருக்கப்பட்டிருப்பதை நாம் ஏற்றுக்கொள்ள வேண்டும். IGP நேரடியாக இணைக்கப்பட்டு ZOM ஐ இங்கே வைக்கவும். அது நிச்சயமாக பலவீனமடைந்தது \"."
      ]
    },
    "en": {
      "title": "Passport varies in October",
      "body_lines": [
        "The Minister of Defense Minister Tiran Alles says that only 1000 aircraholders per day from October.",
        "Speaking at a media briefing in Colombo today (09), the minister said that the e-lapse license will be issued from October.",
        "\"23 years of the same provider ordered again. This time came back again. I told you to call tenders.",
        "Accordingly a company received the tender. About two months late, by the law in Sri Lanka, do that work.  ඒ ප්‍රමාදය තමයි ප්‍රශ්නයක් වුණේ. That is why the pasoport was to be restricted.",
        "We will issue 900 per day. But there is a sudden eye on the other.",
        "23% of the airline permits so far. The other passport has not been used.",
        "If I need to ask the people only if it is essential, take these two months of passport only. Or a new passport is in October.",
        "We called the tender e - passport together. Paid $ 5.89 to the old book. The new airline license will be $ 5.5 $ 5.5.",
        "Q. There is a lot of people's opinion that the Minister is not the IGP. In the recent past, we saw shooting. Does justice operation still?",
        "\"Justice operation has been reduced. We need to accept that has been shortened. The IGP is connected directly and put Zom here. It definitely impaired \"."
      ]
    }
  },
  "summary_lines": [
    "In October, the Defense Minister announced a daily limit of 1,000 air travelers due to passport delays. He mentioned the issuance of e-passports starting this month, citing a delay in processing by the previous service provider. The new system aims to streamline passport issuance, with a focus on efficiency and cost-effectiveness. However, concerns were raised about the reduction in justice operations and the direct involvement of the IGP, which some believe has negatively impacted the situation."
  ]
}