{
  "translated_text": {
    "si": {
      "title": "ඉන්දියාව ඉන්දියන් සාගරයේ පිහිටි කොබෝල්ට් අධ්යයනයේ නිරත වීමට ඉන්දියාව උත්සාහ කරයි - ශ්රී ලංකාව",
      "body_lines": [
        "හින්දු ආගමේ මුහුදේ ගොබල්ට් කොබෝල්ට් පිළිබඳ අධ්යයනයක නිරත වීමට ඉන්දියාව දැරූ ඉන්දියාව දරන උත්සාහයෙන් පසුව දෙරට අතර ගැටුමක් ඇති වී තිබේ.",
        "කිංස්ටන් ජැමෙයිකාවේ ජාත්යන්තර මුහුදු ආරුක්කුවේ අධිකාරිය විසින් ඉන්දියානු සාගරයේ ඉන්දියානු සාගරයේ පිහිටි අෆනසි නිකායිනින් මුහුදු වෙරළේ කොබෝල්ට් ලෝහය ගැන සොයා බැලීමට කිංස්ටන් ජැමෙයිකාවේ ජාත්යන්තර මුහුදු ආකාර අධිකාරිය විසින් ප්රකාශ කර තිබේ.",
        "ඉන්දියාව කොබෝල්ට් ලෝහ අධ්යයනය කරමින් සිටින ප්රදේශය එහි පුළුල් රාක්ක තුළ බව ශ්රී ලංකාව වාර්තා කරයි.",
        "නායයෑම්වල සීමාවන් පිළිබඳ එක්සත් ජාතීන්ගේ කොමිෂන් සභාව මහද්වීපික රාක්කයේ සීමාවන් පිළිබඳ එක්සත් ජාතීන්ගේ කොමිෂන් සභාවේ සීමාවන් භාර ගන්නා ලෙස අයිඑස්ඒ නවදිල්ලියෙන් ඉල්ලා තිබේ.",
        "\"ජාත්යන්තර නාවික හමුදා අධිකාරිය විසින් අදාළ වන පුරුදු අනුගමනය කරමින් සිටින අතර,\" ශ්රී ලංකාවේ විදේශ කටයුතු අමාත්යාංශයේ ප්රකාශකයෙක් පැවසීය.",
        "ශ්රී ලංකාවේ මහාද්වීපික ඉල්ලීම් ඉන්දියාවේ ඉල්ලුමට පටහැනි වන අතර එය එක්සත් ජාතීන්ගේ ඉඩම්වල ඉඩම්වල ඉඩම්වල ඉඩම්වල ඉඩම්වලට 2009 දී විසඳීමට නොහැකි වී ඇත්තේ එබැවිනි.",
        "එක්සත් ජනපදයේ මෑතදී පැවති මැතිවරණ ව්යාපාර නොසලකා හැරීමෙන් පසු ශ්රී ලංකාවේ තමිල්නාඩු ධීවරයන්ගේ අවශ්යතා නොසලකා හැරීමෙන් පසු කොන්ග්රසය සහ ඩී.එම්.කේ."
      ]
    },
    "en": {
      "title": "India attempts to engage in Cobalt Study in the Indian Ocean - Sri Lanka",
      "body_lines": [
        "There has been a conflict between the two countries following Sri Lanka's opposition to India's efforts to engage in a study on Gobalt Cobalt in the sea of ​​Hinduism.",
        "The International Seaabed Authority of Kingston Jamaica has been expressed by the International Seabed Authority in Kingston Jamaica to investigate the Cobalt metal in the Afanasy Nikitin Seamount in the Indian Ocean of the Indian Ocean.",
        "Sri Lanka reports that the area where India is studying the Cobalt metals is within its expanded shelf.",
        "The United Nations Commission on the Limits of Landslides has urged the ISA New Delhi to accept the request of the United Nations Commission on the Limits of the Continental Shelf.",
        "The International Navy Authority is following the practices that apply, ”a spokesman for the Ministry of Foreign Affairs of Sri Lanka said.",
        "Sri Lanka's continental demands are contradicted with India's demand, which is why the Commission on the Lands of Lands of the United Nations has been unable to resolve the issue since 2009.",
        "The controversy over Gopalt has reached the controversy following the controversy over the Congress and the DMK that the Congress and the DMK have launched the Kachchativu in Sri Lanka after ignoring the interests of the BJP and Tamil Nadu fishermen during the recent election campaigns in India."
      ]
    }
  },
  "summary_lines": [
    "India faces tension with Sri Lanka over a Cobalt study in the Indian Ocean, as Sri Lanka claims the area falls within its extended shelf. The International Seabed Authority (ISA) in Kingston, Jamaica, is investigating the matter. The UN Commission on the Limits of the Continental Shelf has urged both parties to cooperate, but disputes persist, affecting diplomatic relations and local fishing rights."
  ]
}