{
  "translated_text": {
    "ta": {
      "title": "கடன் மறுசீரமைப்பில் இரண்டு ஒப்பந்தங்கள்",
      "body_lines": [
        "நாட்டைக் கட்டியெழுப்ப ஜனாதிபதியைத் தவிர வேறு மாற்று இல்லை",
        "அபிவிருத்தி பணிகள் பிப்ரவரி மாதத்தில் மீண்டும் திறக்கப்படும் - எம்.பி. வஜிரா அப்வர்தனா.",
        "நாட்டை மீண்டும் கட்டியெழுப்ப ஜனாதிபதி ரணில் விக்ரெமேசிங்கின் வருகையைத் தவிர வேறு எந்த மாற்றீடும் இல்லை என்று பாராளுமன்ற உறுப்பினர் வஜிரா அப்வவர்தேனா கூறினார்.",
        "பிப்ரவரி மாதத்திற்குப் பிறகு, உலக வங்கி, சர்வதேச நாணய நிதியம், ஆசிய மேம்பாட்டு வங்கி மற்றும் நட்பு நாடுகள் ஆழமடைய வேண்டும் என்று எம்.பி. வலியுறுத்தினார், அதைத் தோற்கடிக்கும் பொறுப்பு மக்களுக்கு உள்ளது.",
        "நேற்று (16) செய்தியாளர் கூட்டத்தில் நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் பாராளுமன்ற உறுப்பினர் வஜிரா அப்வவர்தேனா இந்த அறிக்கையை பங்கேற்றார்.",
        "மேலும் பேசும் எம்.பி. வஜிரா அபேயர்வெனா கூறினார்:",
        "உலகில் எந்த நாடும் இல்லை, இலங்கை போன்ற சுமார் 75 அரசியல் கட்சிகள் உள்ளன. அப்படித்தான் நம் நாட்டில் பிளவுகளை உருவாக்கியுள்ளோம். இது நாட்டில் ஒரு சர்ச்சையை உருவாக்கியுள்ளது. சுதந்திரத்திற்குப் பிறகு நாட்டின் முடிவிலும் நிலைமை ஏற்பட்டது. இந்த கட்சிகள் எவ்வாறு பணத்தைப் பெறுகின்றன?அவர்கள் செலவிடுகிறார்களா என்பதைப் பற்றி அறிய வழி இல்லை. எனவே, தேர்தலில் கட்சி எவ்வாறு பணம் செலவிடுகிறது என்பதைக் கவனிக்க ஒரு மசோதாவை ஜனாதிபதி ரணில் விக்ரெமசிங் நிறைவேற்றியுள்ளார்.",
        "மேலும், ஜனாதிபதி ரணில் விக்ரமேசிங்கே இப்போது உலகில் கவனம் செலுத்தியுள்ளார். கடந்த ஆறு மாதங்களில் இருந்த நாடு, நாடு மறு வளர்ச்சிக்கு கொண்டு வரப்பட்டது. ஜனாதிபதி ஒவ்வொரு வெளிநாட்டு சுற்றுப்பயணத்தையும் திறம்பட பயன்படுத்தியுள்ளார் என்பதை நினைவில் கொள்ள வேண்டும்.",
        "மேலும், 2020 ஆம் ஆண்டில் எங்கள் கட்சியின் கொள்கை அறிக்கையை உருவாக்க நாட்டைக் கட்ட நாங்கள் ஏற்கனவே செயல்படுத்தியுள்ளோம். எரிபொருள், மின்சாரம், எரிபொருள், மின்சாரம், எரிவாயு, எரிவாயு, எரிவாயு உள்ளிட்ட அத்தியாவசிய தரங்களை செயல்படுத்துவதை மக்கள் அனுபவிக்கிறார்கள் என்பதை மக்கள் நினைவில் கொள்ள வேண்டும்.. நாடு நாட்டின் விளைவாகும் என்பதை நீங்கள் நினைவில் கொள்ள வேண்டும்.",
        "அன்றைய தினம் டோக்கியோ கூட்டமைப்பிற்கு வழங்கப்பட்ட \"மறுசீரமைப்பு இலங்கை\" பிரச்சினைகளை அரசாங்கம் செயல்படுத்துகிறது. இந்த நாட்டின் அனைத்து அரசியலும் இதைப் படிக்க வேண்டும்.",
        "ஒருவருக்கொருவர் விமர்சிக்க எங்களுக்கு இனி ஒரு மதிப்பு இல்லை. நாட்டின் மறுகட்டமைப்பு நாட்டை மீண்டும் கட்டியெழுப்புவதைத் தவிர வேறு வழியில்லை. இன்று, மக்கள் நல்ல வாழ்க்கை இல்லாமல் நல்ல வாழ்க்கையை வாழ்கின்றனர். எனவே அனைத்து கட்சிகளும் இதை எடுக்க வேண்டும். நீங்கள் பயணத்தை மாற்றினால் அல்லது மாற்றினால், அவர்கள் பொறுப்பேற்க வேண்டும். சில சந்தர்ப்பங்களில் சில கொள்முதல் செய்வதற்கும் அவர்கள் பொறுப்பேற்க வேண்டும்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங் 2022 ஆம் ஆண்டில் பொறுப்பேற்றார், இந்த நாட்டில் யாரும் அரசியலாக இருக்க முடியாது. எந்தவொரு மேம்பாட்டு வேலையும் யாராலும் செய்ய முடியவில்லை. அடுத்த பிப்ரவரி பிப்ரவரி முதல் இந்த வளர்ச்சி செயல்முறைகளை மீண்டும் தொடங்கும் திறன்.",
        "ஆனால் சில கட்சிகள் இந்த நாட்டின் வளர்ச்சி செயல்முறையை குறைக்க முயற்சிக்கின்றன. இந்த மக்கள் இந்த நாட்களில் வேலைநிறுத்த அலைகளைத் தொடங்கியுள்ளனர். இலங்கையின் உலகளவில் வருகையின் அளவைக் குறைப்பதற்கான அவர்களின் முயற்சிகள். இது நாட்டின் பொருளாதாரத்தை உடைக்கும். நாட்டில் நாட்டில் பில்லியன் கணக்கான டாலர்கள் இழப்பு ஏற்படும் அபாயம் உள்ளது.",
        "மேலும், ஜப்பான் மற்றும் பாரிஸ் கிளப் உள்ளிட்ட இலங்கையுடன் ஒரு ஒப்பந்தம் சீனாவுடன் கையெழுத்திடப்பட உள்ளது, இதில் ஜப்பான் மற்றும் பாரிஸ் கிளப் உட்பட கடனை மறுசீரமைக்க வேண்டும். அதனுடன், உலக வங்கி, சர்வதேச நாணய நிதியம், ஆசிய அபிவிருத்தி வங்கி, ஆசிய மேம்பாட்டு வங்கி, ஆசிய நாடுகள் மற்றும் நாட்டை ஆதரித்தல். சில யானைகள் அதை நாசப்படுத்த முயற்சி செய்யலாம். அத்தகைய முயற்சிகளை அடையாளம் கண்டு அவற்றைத் தோற்கடிப்பது ஒரு பொறுப்பு."
      ]
    },
    "en": {
      "title": "Two agreements in restructuring of credit",
      "body_lines": [
        "There is no alternative other than the president to build the country",
        "The development work will be re-opened in February - MP Vajira Abeywardena.",
        "Parliamentarian Vajira Abeywardena said that there was no alternative other than the arrival of President Ranil Wickremesinghe's program to rebuild the country.",
        "The MP emphasized that after February, the World Bank, the International Monetary Fund, Asian Development Bank and the Allies to be deepened, the people have the responsibility to defeat it.",
        "Parliamentarian Vajira Abeywardena made this statement participating at a press conference held at the press conference yesterday (16).",
        "Speaking further MP Vajira Abeywardena said:",
        "There is no country in the world, with about 75 political parties such as Sri Lanka. That is how we have created divisions in our country. It has created a dispute in the country. The situation was also caused by the end of the country after independence. How do these parties get the money?There is no way to find out about whether those spend. Therefore, President Ranil Wickremesinghe has passed a bill to look into how the party spends money in elections.",
        "Also, President Ranil Wickremesinghe has now paid attention to the world. Because the country that had been in the past six months, the country was brought to the re-development. It should be remembered that the President has used every foreign tour effectively.",
        "Also, we have already implemented to build the country to build our party's policy statement in 2020. The people have to remember that they enjoy the implementation of essential standards, including fuel, electricity, gas without any shortage of fuel, electricity, gas.. You must keep in mind that the country is the result of the country.",
        "The government is implementing the issues of the \"Re-Rebuild Sri Lanka\" presented to Tokyo Federation that day. All the politics of this country should read it.",
        "We no longer have a value to criticize each other. President Ranil Wickremesinghe has no choice but to rebuild the country's rebuilding country. Today, people are living a good life without a good life. So all parties should be taken with this. If you change or change the journey, they must bear responsibility. They should also bear responsibility for certain procurement in certain cases.",
        "President Ranil Wickremesinghe assumed responsibility in 2022, no one could have been politics in this country. No one was able to make any development work. The ability to resume these development processes from the February next February.",
        "But some parties are trying to reduce the development process of this country. These people have launched a wave of strike these days. Their efforts to reduce the amount of visit to Sri Lanka's worldwide. It can break the economy of the country. The country has a risk of loss of billions of dollars in the country.",
        "Also, one agreement with Sri Lanka, including Japan and Paris Club, is to be signed with China, including Japan and Paris Club to restructure the debt. With that, the World Bank, the International Monetary Fund, Asian Development Bank, Asian Development Bank, Asian countries, as well as supporting the country. Some elephants can try to sabotage it. It is a responsibility to identify such efforts and defeat them."
      ]
    }
  },
  "summary_lines": [
    "MP Vajira Abeywardena emphasizes the need for President Ranil Wickremesinghe's program to rebuild Sri Lanka, highlighting the importance of international support and the government's efforts to address political divisions and economic challenges."
  ]
}