{
  "translated_text": {
    "ta": {
      "title": "சேவையிலிருந்து பதுல்லா டிப்போவில் பஸ் தொழிலாளர்கள்",
      "body_lines": [
        "இலங்கை இடை-மாகாண பயணிகள் சங்கம் மற்றும் இலங்கை இடை-மாகாண பயணிகள் சங்கம் ஆகியவற்றின் சர்ச்சை காரணமாக பதுல்லா டிப்போ பஸ் தொழிலாளர்கள் தள்ளுபடி செய்யப்பட்டுள்ளனர்.",
        "அடா டெரானா நிருபர் நேற்று (02) டிப்போவிலிருந்து விரைவான பேருந்துகளில் இருந்து பயணிகள் வெளியேறுகிறார்கள் என்று கூறினார்.",
        "சாலைகள் - கொழும்பு - கொழும்பு ஒருங்கிணைந்த சேவை எஸ்.எல்.டி.பியைச் சேர்ந்த பேருந்துகளும் மத்திய பஸ் ஸ்டாண்டில் எதிர்ப்பு தெரிவிக்கின்றன.",
        "தனியார் பஸ் ஸ்டாண்டில் பேருந்துகளை நிறுத்த வேண்டும் என்று அவர்கள் கூறுகிறார்கள்.",
        "இருப்பினும், சாலை பயணிகள் போக்குவரத்து சங்கம் தனது பேருந்துகள் நீதிமன்ற உத்தரவுகளுக்கு ஏற்ப இயங்குகிறது என்று கூறுகிறது.",
        "இருப்பினும், தனியார் பஸ் சேவைகள் படுல்லா மாவட்டத்தில் உள்ள மற்ற சி.டி.பி டிப்போக்களிலிருந்து வெளியேறுகின்றன, மேலும் பதுல்லா மாவட்டத்தில் உள்ள பேருந்துகளும் இயல்பானவை."
      ]
    },
    "en": {
      "title": "Bus workers in Badulla depot from service",
      "body_lines": [
        "Badulla depot bus workers have been dismissed due to the controversy of the Sri Lanka Inter-Provincial Passenger Association and the Sri Lanka Inter-Provincial Passenger Association.",
        "The Ada Derana reporter said that the passengers were running out of the rapid buses from the depot yesterday (02).",
        "Roads - Colombo - Colombo Combined Service The buses belonging to the SLTB are also protesting at the Central Bus Stand.",
        "They say that buses should be stopped at the private bus stand.",
        "However, the Road Passenger Transport Association says his buses run in accordance with court orders.",
        "However, the private bus services are running out of the other CTB depots in the Badulla District and the buses in the Badulla District are also normal."
      ]
    }
  },
  "summary_lines": [
    "Bus workers in Badulla depot were dismissed due to a controversy involving the Sri Lanka Inter-Provincial Passenger Association. Passengers ran out of rapid buses, and SLTB buses protested at the Central Bus Stand, demanding buses be stopped at private stands. The Road Passenger Transport Association claims their buses operate under court orders. Despite protests, private bus services from other CTB depots in Badulla District are running normally."
  ]
}