{
  "translated_text": {
    "ta": {
      "title": "தலைவரின் நீதிபதி விஞ்ஞானத்தின் கொலை வழக்கு குறித்த மரியாதைக்குரிய மனுக்களை ராஜினாமா செய்கிறார்",
      "body_lines": [
        "யாஃப்னாவில் ஒரு பள்ளி சிறுமியின் தலைமை நீதிபதியால் கடத்தப்பட்டு, யாஃப்னாவில் தலைமை நீதிபதியால் கடத்தப்பட்டு தூக்கிலிடப்பட்டார். திரு. துராய் ராஜா நேற்று (06) தூக்கினார்.",
        "நேற்று இந்த முறையீடு ஸ்வாசந்தி ராஜா, யசாந்தா கோடகோடா, அ. எச்.எம்.டி.. நவாஸ், ஷிரான் குனரத்னே மற்றும் பிரியந்தா பெர்னாண்டோ ஆகியோருடன் ஐந்து பேர் கொண்ட உச்சநீதிமன்ற நீதிபதி வரவழைக்கப்பட்டார்.",
        "ஐந்து நீதிபதிகள் பெஞ்ச் பரதம் தலைவர் நீதிபதி எஸ். செவதாய் ராஜா, அட்டர்னி ஜெனரல் துறையின் தோற்றத்தை விட்டு வெளியேற முடிவு செய்ததாகக் கூறினார்.",
        "நீதிபதிகள் ஜூலை 30 அன்று வரவழைக்க உத்தரவிடப்பட்டனர்.",
        "மேல்முறையீட்டு பிரதிவாதிகளுக்காக தோன்றிய வழக்கறிஞர்கள், வழக்கின் மொழிபெயர்ப்புகள் இல்லாததால் சுமார் ஆறு ஆண்டுகள் தேர்வு தாமதமாகிவிட்டதாகக் கூறினர்.",
        "பதிலளித்த நீதிபதி துராய் ராஜா, மொழிபெயர்ப்பாளரிடமிருந்து பற்றாக்குறை இருப்பதால் நடவடிக்கைகளில் தாமதம் இருப்பதாக கூறினார்.",
        "அட்டர்னி ஜெனரல் சார்பாக தோன்றும் சொலிசிட்டர் ஜெனரல் எமேஷா ஜினசேனா, வழக்கின் மாற்றம் பெரும்பாலும் முடிவடைந்து குறைபாடுள்ள பகிர்வுகளைத் திருத்துவதன் மூலம் சரி செய்யப்பட்டுள்ளது என்று கூறினார்.",
        "அதன்படி, ஜூலை 30 ஆம் தேதி மொழிபெயர்ப்பு பணிகளை முடிவுக்குக் கொண்டுவருவதற்கான செயல்முறையின் முன்னேற்றத்தை விசாரிக்க நீதிபதி வரவழைக்க உத்தரவிட்டார்.",
        "பங்கூனதிவுவில் உள்ள 18 வயது பள்ளி மாணவனால் கடத்தப்பட்டு கொல்லப்பட்ட நாதன் வனத்தை கடத்திச் சென்ற குற்றச்சாட்டில் யாஃப்னா உயர்நீதிமன்றத்தில் யாஃப்னா உயர் நீதிமன்றம் தண்டனை விதிக்கப்பட்டுள்ளது.",
        "குற்றம் சாட்டப்பட்டவர்கள் பிரதிவாதிகளால் உச்சநீதிமன்றத்தில் தாக்கல் செய்யப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "Chairman's Judge Resigns Courtesy Petitions on Science's Murder case",
      "body_lines": [
        "President of the Title Supreme Court Judge of the Chief Justice to be abducted by the Chief Justice of a school girl in Jaffna, which had been abducted and executed by the Chief Justice in Jaffna and the execution of Swim Kumar.S. Mr. Turai Raja lifted yesterday (06).",
        "This appeal yesterday was Swasanti Raja, Yasantha Kodagoda, A. HMD. A five-member Supreme Court judge with Nawaz, Shiran Gunaratne and Priyantha Fernando were summoned.",
        "The five judges Bench Paradam Chairman Judge S. Sewatai Raja said that he decided to leave the appearance of the Attorney General's Department.",
        "The judges were ordered to be summoned on July 30.",
        "Attorneys who appeared for the appellant defendants stated that the examination was delayed for about six years due to the lack of translations of the case.",
        "Responding, Judge Turai Raja said that there was a delay in the activities as there is a deficit from the translator.",
        "Solicitor General Aimesha Jinasena appearing on behalf of the Attorney General said that the transformation of the case has been largely ended and corrected by correction of defective partitions.",
        "Accordingly, the judge ordered to be summoned to investigate the progress of the process to end the translation work on the 30th of July.",
        "The Jaffna High Court has been sentenced to death by the Jaffna High Court on charges of abducting the Forest Nathan, who was abducted and killed by the 18-year-old schoolgirl in Pankunadhivu.",
        "The accused have been filed by the defendants to the Supreme Court demanding the law of punishment by the Jaffna High Court."
      ]
    }
  },
  "summary_lines": [
    "Supreme Court Judge S. Turai Raja resigns, citing delays in translating the Science's Murder case. Five judges, including Nawaz, Shiran Gunaratne, and Priyantha Fernando, summoned. Attorneys argue for six-year delay due to translation issues. Judge Turai Raja acknowledges translation deficit. Solicitor General Aimesha Jinasena states case correction is complete. Jaffna High Court sentences to death for abduction and murder."
  ]
}