{
  "translated_text": {
    "ta": {
      "title": "பாராளுமன்றத்திற்கு ஏற்பட்ட காயத்திற்கு புதிய உறுப்பினர்",
      "body_lines": [
        "எம்.பி. உடி பிரேமரத்னே காலியாக உள்ள நாடாளுமன்ற இடத்திற்கு ராஜினாமா செய்கிறார். C. முத்துகுமாரனா நியமிக்கப்பட வேண்டும்.",
        "அனுராதபுரா மாவட்ட எம்.பி. உடி பிரேமரத்னே இன்று (27) தனது பதவியில் இருந்து ராஜினாமா செய்துள்ளார்.",
        "எம்.பி. குஷானி ரோஹனஹரேட்டின் பொதுச் செயலாளர் வழக்கறிஞர், ராஜினாமா காரணமாக பாராளுமன்ற இடமாக காலியாக இருப்பதாக தேர்தல் ஆணையத்திற்கு தகவல் தெரிவித்ததாகக் கூறப்படுகிறது.",
        "பாராளுமன்ற தேர்தல் சட்டம் 1981 இன் பிரிவு 64 (1) இன் படி பாராளுமன்ற பொதுச்செயலாளர் தெரிவிக்கப்பட்டுள்ளார்.",
        "அதன்படி, முன்னாள் எம்.பி. உலிமு பிரேமரத்னேவுக்குப் பிறகு பட்டியலில் மிக உயர்ந்த முன்னுரிமை முன்னுரிமை முன்னுரிமை வாக்குகள். C. திரு. முத்துகுமாரனா பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட வேண்டும்.",
        "தேர்தல் ஆணையம் ஒப்புதல் அளித்த பின்னர். C. முத்துகுமாரணத்தின் பெயர் நாடாளுமன்ற உறுப்பினராக வர்த்தமானி செய்யப்படுகிறது."
      ]
    },
    "en": {
      "title": "New Member to Injury to Parliament",
      "body_lines": [
        "MP Udi Premaratne resigns for the vacant parliamentary seat. C. Muthukumarana is to be appointed.",
        "Anuradhapura District MP Udi Premaratne has resigned from his post today (27).",
        "It is reported that the General Secretary Attorney at the MP Kushani Rohanaharade has reportedly informed the Elections Commission that he had vacant a parliamentary seat due to his resignation.",
        "The Secretary General of Parliament has been made informed in accordance with Section 64 (1) of the Parliament Election Act 1981.",
        "Accordingly, the highest preferential preferential preferential votes on the list after former MP Ulimu Premaratne. C. Mr. Muthukumarana to be elected to Parliament.",
        "After the Elections Commission approved. C. Muthukumarana's name is being gazetted as a Member of Parliament."
      ]
    }
  },
  "summary_lines": [
    "Udi Premaratne, MP for Anuradhapura, resigned, and C. Muthukumarana is appointed to fill the vacant seat."
  ]
}