{
  "translated_text": {
    "si": {
      "title": "\"අයප්පා බැතිමතුන් නැව්ගත කිරීමට අවශ්යයි\"",
      "body_lines": [
        "ශ්රී ලංකාවෙන් වාර්ෂිකව සබරිස්ගල වෙත ගමන් කරන බැතිමතුන්ගේ සංඛ්යාව වැඩි වෙමින් පවතී. IYAPPA වන්දනා ගමන සඳහා ඉන්දීය රජය නොමිලේ වීසා බලපත්රයක් ද ලබා දෙයි. බොහෝ බැතිමතුන් ඊලාම් මහජන ප්රජාතන්ත්රවාදී පක්ෂයේ බාබු ෂර්මාගේ ජාතික ලැයිස්තුවට පවසා ඇත්තේ ඔවුන්ගේ ගමනේදී බොහෝ වන්දනාකරුවන් කරදරයක නිරත වන බවයි.",
        "ඇමති ඩග්ලස් දේවානන්දගේ උත්සාහය නිසා කන්කේසන් දෙපාර්තමේන්තුව සහ කරිකුඩි අතර නැව් සේවය සිදු වෙමින් පවතී.. ඒ අතරම, ප්රවාහන පිරිවැය අඩුය.",
        "ඒ අතරම, වන්දනාකරුවන් විසින් කොළඹ සියලුම බැතිමතුන්ට පමණක් නොව, ඩග්ලස් දේවානන්ද හරහා නැව් සේවය ස්ථාපිත කිරීම සඳහා කොළඹ සියලුම බැතිමතුන්ට බාභූතවාදීන් ඉල්ලා ඇත.",
        "ඩග්ලස් දේවානන්ද බැතිමතුන්ගේ ප්රයෝජනය සඳහා කේරළයේ කොන්සල් කාර්යාලය පිහිටුවීමට ද උත්සාහ කර තිබේ.",
        "කොළඹ දිස්ත්රික්කයේ මහ මැතිවරණයේදී ඊලාම් මහජන ප්රජාතන්ත්රවාදී පක්ෂය නියෝජනය කරන්නේ නම්, කොළඹ සහ ටියුටිකොරින් අතර නැව් සේවාව ලෙස බාබයන් ෂර්මා විසින් ප්රති gansed ා දී තිබේ."
      ]
    },
    "en": {
      "title": "\"Iyappa devotees need to ship\"",
      "body_lines": [
        "The number of devotees traveling to Sabarimala annually from Sri Lanka is increasing. The Indian government is also offering a free visa for Iyappa pilgrimage. Many devotees have told the National List Member of the Eelam People's Democratic Party Babu Sharma that most of the pilgrims are in trouble due to the high cost of air tickets during their journey.",
        "Due to the efforts of Minister Douglas Devananda, the shipping service between the Kankesan Department and Karaikudi is underway.. At the same time, the cost of transportation is low.",
        "At the same time, the pilgrims have also appealed to Babu Sharma to the pilgrims not only for all the devotees of Colombo, but to all the devotees of Colombo to establish the shipping service through Douglas Devananda.",
        "Douglas Devananda has also made efforts to establish the consulate in Kerala for the benefit of the devotees.",
        "Babu Sharma has pledged to the devotees that if the Eelam People's Democratic Party is represented in the general election in Colombo district, the shipping service between Colombo and Tuticorin can be implemented through former Minister Douglas Devananda."
      ]
    }
  },
  "summary_lines": [
    "Iyappa devotees face high air ticket costs when traveling to Sabarimala from Sri Lanka. To address this issue, Minister Douglas Devananda is establishing a shipping service between Kankesanthurai and Karaikudi, reducing transportation costs. This initiative aims to make Iyappa pilgrimage more accessible to devotees from Sri Lanka."
  ]
}