{
  "translated_text": {
    "ta": {
      "title": "அழுகையின் அதிர்ந்த மரணத்தின் மர்மம்",
      "body_lines": [
        "கொலை கொலை செய்யப்பட்டு, கொலைகார தொழிலதிபர் வீட்டில் அடக்கம் செய்யப்பட்டார், சிலாவ் தலைமையக காவல்துறையினர் கொலை செய்யப்பட்டதால் கொலை தாக்கல் செய்யப்பட்டது.",
        "சிலாவ் மருத்துவமனையின் சிலாவ் பொது மருத்துவமனை சிறப்பு நீதித்துறை மருத்துவ அதிகாரி 15 வயது மகள் மற்றும் அவரது தாயின் கழுத்து கூர்மையான ஆயுதமாக வெட்டப்பட்டு பின்னர் கொல்லப்பட்டனர்.",
        "கொலை செய்யப்பட்ட தொழிலதிபரின் உடல் படுக்கையறையில் வீட்டிலேயே தீப்பிடித்தது, பின்னர் படுக்கையறையில் ஏராளமான எரிபொருளை புதைத்தது.",
        "சிலாவ் அதிர்ச்சியில் மரண அதிர்ச்சியின் பிரேத பரிசோதனைகள், மகளின் உடல் முழுவதும் பலத்த காயமடைந்ததாக போலீசார் தெரிவித்தனர்.",
        "அதே நேரத்தில், கொலை செய்யும் தொழிலதிபரின் அமைப்பு பிரேத பரிசோதனையில் வெளிப்படுத்தப்பட்டுள்ளது.",
        "ஒரு தாயின் தாய், 41 வயதான யமுன் நம்ஹானி மஞ்சுலகர, மஞ்சுலுலர் லலலேஜ் நிரோஷனி மஞ்சுலலேஜ் மஞ்சுலலேஜ் பண்டாரா மற்றும் 15 வயது நிம்மி செனனோ செனரத்னே ஆகியோர் சிங்கலே கிழக்கில் வசிக்கும் 41 வயது என அடையாளம் காணப்பட்டுள்ளனர்.",
        "பாதிக்கப்பட்டவர் சிலாவ் பிரதேச செயலகத்தில் அபிவிருத்தி அதிகாரியாக பணியாற்றினார், 15 வயது மகள் 10 ஆம் வகுப்பில் படித்துக்கொண்டிருந்தார்.",
        "பணம் மற்றும் பிற சர்ச்சை காரணமாக தங்கள் தந்தைக்கும் தாய்க்கும் இடையிலான பணம் மற்றும் பிற சர்ச்சைகள் காரணமாக அனைத்து இறப்புகளும் நடந்ததாக போலீசார் கூறுகின்றனர்.",
        "மில்லியனர் தொழிலதிபர், ஒரு மில்லியனர் தொழிலதிபர், நிகவரதியாவில் வசிப்பவர் மற்றும் 20 ஆண்டுகளுக்கு முன்பு குருணேகலாவில் ஒரு தேர்தல் நிறுவனத்தின் பொறுப்பில் உள்ளார்.",
        "அவர் தனது மனைவியாக தனது மனைவியாக நிச்சயதார்த்தம் செய்து கொண்ட பெண்ணிடம் வந்து, அவர்கள் ஒரு மகளைப் பெற்றதாகக் கூறினார்.",
        "அவர் நிலத்தை நிறைவேற்ற ஒரு வணிகத்தை பராமரித்துள்ளார், மேலும் பிரித்தெடுத்தார், அத்துடன் சமூகத்தில் அவர்களின் சிறந்தவர்.",
        "முத்து நிலத்தால் இயக்கப்படும் இயக்கம், இந்த தொழிலதிபர் பல பணப் பிரச்சினைகள் இல்லாதது மற்றும் அவர்களின் மனைவியின் பணத்தைப் பயன்படுத்தியது, மேலும் இது தொடர்பாக மோதல்கள் ஏற்பட்டன.",
        "அந்த காரணத்திற்காக, கணவரும் குழந்தையும் குழந்தை தங்கள் வாழ்க்கை முறைக்கு இணக்கமாக தங்கள் வாழ்க்கையை காட்ட வேண்டும் என்பதைக் காட்ட முயன்றனர்.",
        "மூன்று பேரும் ஒரு நல்ல குடும்ப வாழ்க்கை என்பதைக் காட்ட இந்த மூவரும் கடுமையாக உழைத்திருப்பது தெரியவந்துள்ளது.",
        "எவ்வாறாயினும், பண சர்ச்சைக்கு கூடுதலாக பண சர்ச்சையில் மற்றொரு சர்ச்சை என்று விசாரணை போலீஸ்காரர்கள் ஏற்கனவே நிரூபிக்கப்பட்டுள்ளதாக பொலிஸ் குழுக்கள் கூறுகின்றன.",
        "சிலாவ் டவுனில் உள்ள மிகப்பெரிய குடியிருப்பு மற்றும் பிற சொத்தின் மனைவியுடன் தனது பணத்தை அழித்ததாக குற்றம் சாட்டப்பட்டதாக போலீசார் சந்தேகிக்கின்றனர்.",
        "கடந்த மாதம் ரூ.",
        "வீட்டிலுள்ள வீட்டின் வீட்டின் வீட்டின் வீட்டில் வசிப்பவனையும் காவல்துறையினர் கண்டறிந்துள்ளனர், அங்கு யாரும் வீட்டைத் திருடவில்லை.",
        "20 ஆம் ஆண்டில் இந்த பணம் கடுமையாக இருப்பதாக போலீசார் சந்தேகிக்கின்றனர், அதே மகள் இரண்டு மகளுக்கு இரண்டு நாட்களுக்குப் பிறகு மோதியதாக போலீசார் சந்தேகிக்கின்றனர்.",
        "அதே நேரத்தில், மகளுக்கு தனது தாயுடன் சிகிச்சை பெற்றதாக சிலாவ் மருத்துவமனையில் அனுமதிக்கப்பட்டார், வீட்டில் சிகிச்சை அளிக்க வேண்டும், மேலும் அவரது மனைவியை வீட்டில் கேட்டார்.",
        "இருப்பினும், ஒரு கல்விக்குச் சென்ற மகள் 19 இரவு வீட்டிற்கு கொண்டு வரப்பட்டு பொலிஸ் விசாரணையில் உறுதிப்படுத்தப்பட்டுள்ளார்.",
        "இருப்பினும், தொழிலதிபர் தனது மகளை தனது மகளைக் கொன்றார் மற்றும் மனைவியின் மரணத்திற்குப் பிறகு நடுநிலையை தரையில் தாக்கியதாக சந்தேகிக்கிறார்.",
        "தேங்காய் உமி மற்றும் மற்றொன்று தேங்காய் உமி எரிக்க வேண்டும், மற்றொன்று தேங்காய் தங்குமிடத்தை எரிக்க வேண்டும், அது அந்த நேரத்தில் கொலை செய்யப்பட்ட தீ விபத்துக்கு எரிக்கப்பட்டது.",
        "இருப்பினும், உறவினர்களும் அவர்களின் தற்கொலையும் கணவரின் தற்கொலையில் அவர்கள் தற்கொலைக்கும் தற்கொலைக்கும் வழிவகுத்தது.",
        "கொடிய ஆட்சி தாயின் தன்னிச்சையான வேர்களால் இறந்துவிட்டது."
      ]
    },
    "en": {
      "title": "The mystery of the shaken death of the cry",
      "body_lines": [
        "The murder of the murder was cut off and the murderous businessman had been buried in the house, the murder was filed by the murder of a large number of murderers in Chilaw.The Chilaw Headquarters Police said that the death inspections were revealed.",
        "Chilaw General Hospital Specialist Judicial Medical Officer of the Chilaw HospitalThe 15-year-old daughter and her mother's neck have been cut into a sharp weapon and later killed.",
        "The murdered businessman's body was set on fire in the bedroom at the daughter and wife in the house and then buried a large number of fuel in the bedroom.Concluded.",
        "The post mortem examinations of the death shock in Chilaw shock, the police said that severely injured throughout the daughter's body.",
        "At the same time, the murdering businessman's body has been revealed in the post mortem examination.",
        "A mother of a mother, a 41-year-old Yamun Namhani Manjulakara, Manjularam Lalalage Niroshani Manjulalage Manjulalage Bandara and 15-year-old Nimmi Senanoe Senaratne has been identified as a 41 year old resident of the Sinhaley East.",
        "The victim was served as a development officer at the Chilaw Divisional Secretariat, the 15-year-old daughter was studying in Grade 10.",
        "The police say that all deaths have taken place due to the money and other dispute between their father and mother had taken place due to the money and other dispute.",
        "The millionaire businessman, a millionaire businessman, is a resident of Nikaweratiya and has been in charge of a single electoral company in Kurunegala, 20 years ago.",
        "He had come to the woman who had been engaged in his wife as his wife and said that they had received one daughter.",
        "He says he has maintained a business to carry out the land and sectioned as well as well as their best in the society.",
        "The movement operated by Pearl Land, this businessman has been lacking in many cash problems and used their wife's money and used to have a loss of disputes in this regard.Lakwuwoman had worked.",
        "For that reason, the husband and child have tried to show that the child will have to show their lives in harmony with their lifestyle.",
        "It is revealed that these three had worked hard to show that the three people were a good family life.",
        "However, the police teams say that the investigation policemen have already been proven to be proven to be another dispute among the cash dispute in addition to the cash dispute.",
        "The police suspect that the victim has been reported accused of destroying his money with the wife of the largest residence and other property in Chilaw town.",
        "The police suspect that the wife is also suspected to steal a stock of gold worth over Rs. 20 million last month.",
        "The police have also detected the resident of the house of the house in the house of the house in the house where no one had stolen the household.",
        "Police suspect that the money has been severely in the 20th, police suspect that the same daughter has clashed with the two days after the two daughter.",
        "At the same time, the Chilaw hospitalized that the daughter had been treated with her mother had to be treated at home and had heard his wife in the house.",
        "However, the daughter who had gone to a tuition had been brought home 19 night and has been confirmed in police investigations.",
        "However, the businessman suspects that his daughter has killed his daughter and attacked the neutral to the floor after the death of the wife.",
        "The coconut husk and the other was to burn the coconut husk and the other was to burn the coconut shelter in the land, which was burnt to fire and burn the murdered fire at the time.Police investigations have revealed that there were no.",
        "However, relatives and their suicide have led to their suicide and her suicide in the husband's suicide.",
        "The deadly rulet is deceased with the mother's arbitrary roots."
      ]
    }
  },
  "summary_lines": ""
}