{
  "translated_text": {
    "ta": {
      "title": "ஹெரூ மோட்டார் சைக்கிளின் பங்குகளின் கான்ஸ்டபிள் போக்குவரத்து",
      "body_lines": [
        "நாட்டில் ஒரு காரில் ஒரு மோட்டார் சைக்கிள் பங்குகள் உட்பட போலீஸ் கான்ஸ்டபிள் மூன்று பேர் முல்லேரியாவா காவல்துறையினரால் கைது செய்யப்பட்டனர்.",
        "கைது செய்யப்பட்ட பொலிஸ் கான்ஸ்டபிள் பொத்தியா காவல் நிலைய சிறப்பு கடமைகளில் இணைக்கப்பட்டார்.",
        "ஒரு பொலிஸ் குழு ஒரு சிறப்பு கடமைகளில் ஈடுபட்டுள்ளதாக தகவல்களின்படி சந்தேகத்திற்கிடமான வாகனத்தின் செயல்பாட்டில் மோட்டார் சைக்கிள் கண்டுபிடிக்கப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "காரில் மூன்று சந்தேக நபர்கள் காரில் ஈடுபட்டுள்ளனர், மேலும் சந்தேக நபர்களில் பொலிஸ் கான்ஸ்டபிள் ஒருவர் என்று தெரியவந்துள்ளது.",
        "சந்தேக நபர்கள் யாரிடமிருந்தும் திருடப்படுவார்கள் அல்லது வேறு யாரையும் இறக்குமதி செய்யக்கூடாது அல்லது இறக்குமதி செய்ய மாட்டார்கள்.",
        "போலீசார் தெரிவித்தனர். முல்லேரியாவா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்."
      ]
    },
    "en": {
      "title": "A constable transport of shares of a herou motorcycle",
      "body_lines": [
        "Three of the police constable, including a shares of a motorcycle in a car in the country, was arrested by the Mulleriyawa police.",
        "The arrested police constable was attached to the Pothiya Police Station Special duties.",
        "Police said the motorcycle was found in the operation of a suspicious vehicle according to information that a police team was engaged in a special duties.",
        "Three suspects in the car have been involved in the car and had been revealed that the police constable was one of the suspects.",
        "The suspects will be stolen from anyone or not to import anyone else or imported.",
        "Police said the police said. Mulleriyawa police are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "Three police constables, including a motorcycle, were arrested in a car in the country by the Mulleriyawa police. The constable was part of the Pothiya Police Station's special duties. The motorcycle was found during a suspicious vehicle operation. The suspects, including the constable, were involved in the car. The police are investigating further."
  ]
}