{
  "translated_text": {
    "ta": {
      "title": "ஜானி ஜானிக்கு சொந்தமான ஒரு காரை எட்டு மாதங்களுக்கு முன்பு ஒரு கேரேஜுக்கு அழைத்து வந்தார்",
      "body_lines": [
        "முன்னாள் மந்திரி ஜோனெஸ்டன் பெர்னாண்டோவின் கூற்றுப்படி, கோட்டாவாவில் உள்ள கேரேஜ் பகுதியில் ஃபோர்டின் கார் வகை கண்டுபிடிக்கப்பட்டதாக ஹோமகாமா கூறினார்.",
        "28.02.2010 அன்று இந்த வாகனம் கேரேஜுக்கு கொண்டு வரப்பட்டுள்ளது, இது ஒரு புதிய வேலையை கேரேஜுக்கு கொண்டு வர வேண்டும் என்று கூறி.",
        "கிமீ 5121 இல் வாகனம் ஒரு காகித ப்ளூவை எடுத்துள்ளதாக கேரேஜ் உரிமையாளர் போலீசாரிடம் கூறியுள்ளார், உரிமையாளர் உரிமையாளர் போலீசாரிடம் மேலே உள்ள எண்ணை பதிவு செய்துள்ளதாகக் கூறியுள்ளார்.",
        "எவ்வாறாயினும், கடந்த இரண்டு மாதங்களாக அறுவடைகளை அறாவுக்கு அழைத்துச் செல்ல வேண்டும் என்று கூறப்படுகிறது.",
        "இந்த வாகனம் ஒரு குழு அதிகாரிகள் இல்லாமல் (02) கேரேஜில் பரிசோதிக்கப்பட்ட அதிகாரிகள் குழு இல்லாமல் கைது செய்யப்பட்டுள்ளதாகக் கூறப்படுகிறது.",
        "இந்த வாகனத்தில் அடையாள சான்றிதழ் இல்லை, இது பதிவு செய்யாமல் ஒரு சட்டசபை வாகனம் என்று போலீசார் சந்தேகிக்கின்றனர்.",
        "அதன்படி, வாகனத்தின் சேஸ் எண் மற்றும் என்ஜின் எண் மோட்டார் போக்குவரத்துத் துறைக்கு வரவழைக்கப்படும், மேலும் அடையாளத்தை சரிபார்க்க கார் வரவழிக்கப்படும்.",
        "நேஜிகோடா பிரிவு ஜி.பி.எஸ் ஜெயமாமாவின் நுகேகோடா பிரதேச காவல்துறை கண்காணிப்பாளரின் அறிவுறுத்தல்கள் குறித்து மேலதிக விசாரணைகள் மேற்கொண்டு வருகின்றன."
      ]
    },
    "en": {
      "title": "Jonny brought a car belonging to Johnny to a garage eight months ago",
      "body_lines": [
        "According to former Minister Joneston Fernando, a car type of a Ford was found in the Garage area in Kottawa, Homagama said.",
        "The vehicle has been brought to the garage on 28.02.2010, claiming that a new work was to be brought to the garage.",
        "The garage owner has told the police that the vehicle has taken a paper blu on km 5121, the owner owner has told the police that he has recorded the number above.",
        "However, it is said that the resurgence was to be taken to theraja for the last two months.",
        "It is said that this vehicle has been taken into custody without a group of officers (02) a group of officers who have been inspected to the Garage.",
        "There is no identity certificate in this vehicle and the police suspect that this is an assembly vehicle without registering.",
        "Accordingly, the vehicle's chassis number and the engine number will be summoned to the Department of Motor Traffic and the car will be summoned to verify the identity.",
        "Further investigations are conducting further investigations on the instructions of the Nugegoda Divisional Superintendent of Police of Nugegoda Division GPS Jayamama."
      ]
    }
  },
  "summary_lines": [
    "Car found in garage: Ford model, brought 8 months ago. Owner claims new work needed. Vehicle lacks ID, suspected unregistered assembly. Police investigating, summoning chassis/engine numbers. Further inquiries ongoing under Nugegoda DSP's orders."
  ]
}