{
  "translated_text": {
    "ta": {
      "title": "போஹோத்தில் நடந்த எம்.பி. குழு கூட்டத்தின் பசிலின் தலைவர்",
      "body_lines": [
        "இலங்கை ஜெனரல் மன்னார் நாடாளுமன்ற குழு கூட்டம் இன்று (20) நடைபெறும்.",
        "இந்த குழு தேசிய அமைப்பாளர் பசில் ராஜபக்ஷாவின் ஆதரவின் கீழ் நடைபெறும்.",
        "ஜனாதிபதி தேர்தலும் பொதுத் தேர்தலும் உருவாகியுள்ளன, இலங்கை பொதுத் தேர்தலின் தேசிய அமைப்பாளர், இலங்கை பொதுக் சங்கத்தின் தேசிய அமைப்பாளர் ஜனாதிபதி சிறந்த தேர்தல் என்று கூறியுள்ளார்.",
        "அதன்படி, இலங்கை சிவில் நியமனம் உறுப்பினர்கள் மற்றும் அடுத்த ஜனாதிபதி வேட்பாளரின் கருத்தை ஆலோசிக்க கூட்டம் அழைக்கப்படுகிறது.",
        "தற்போதைய ஜனாதிபதித் தேர்தல் வேட்பாளராக வேட்பாளராக சமர்ப்பிக்கப்பட வேண்டும், கட்சியின் ஆதரவை கட்சி ஆதரிக்க வேண்டும்.",
        "அடுத்த ஜனாதிபதித் தேர்தலுக்கு ஒரு வேட்பாளர் சமர்ப்பிக்கப்பட வேண்டும் என்று மற்றொரு குழு தெரிவித்துள்ளது.",
        "இந்த விஷயத்தில் இறுதி ஒப்பந்தம் இன்று தோன்றும் என்று இலங்கையின் உள் வட்டாரங்கள் கூறுகின்றன.",
        "இதற்கிடையில், சபாநாயகர் மஹிந்தா யபா அப்வர்தனாவுக்கு எதிரான நம்பிக்கை தீர்மானத்தை வென்றெடுப்பதற்கும் குழு கூட்டம் செலுத்தப்படும்."
      ]
    },
    "en": {
      "title": "Basil's leader of MP Group Meeting in Pohoth",
      "body_lines": [
        "The Sri Lanka General Mannar Parliamentary group meeting will be held today (20).",
        "The group will be held under the patronage of the National Organizer Basil Rajapaksa at Nelum Mawatha, Battaramulla.",
        "The Presidential Election and the General Election have emerged and the National Organizer of the Sri Lanka General Election, the National Organizer of the Sri Lanka General Association has stated that the President is the best election.",
        "Accordingly, the meeting has been called to consult the opinion of the members of the Sri Lanka Civil Appointment and the next presidential candidate.",
        "The current presidential election should be submitted as the candidate as candidate and the party's support should be supported by the party.",
        "Another group has stated that a candidate should be submitted for the next presidential election.",
        "Internal sources of the Sri Lanka General Sources say that the final agreement is scheduled to appear in this regard today.",
        "Meanwhile, the group meeting will also be paid to the winning of the no confidence motion against Speaker Mahinda Yapa Abeywardena."
      ]
    }
  },
  "summary_lines": [
    "Basil Rajapaksa leads MP Group Meeting in Pohoth, discussing presidential candidate selection and no-confidence motion against Speaker Mahinda Yapa Abeywardena."
  ]
}