{
  "translated_text": {
    "si": {
      "title": "ඔබ කී දේ කරන්න; සජිත්",
      "body_lines": [
        "ණය ගිවිසුම සහ ජාත්යන්තර මූල්ය අරමුදල් ගිවිසුම පිළිබඳ මැතිවරණ වේදිකාව පිළිබඳ සහතිකය රජය විසින් ලබා දිය යුතු බව විපක්ෂ නායක සජිත් ප්රේමදාස මහතා අද පාර්ලිමේන්තුවට පැවසීය.",
        "\"මැතිවරණ ප්රචාරක වේදිකාවේ ණය ස්ථායිතා ගිවිසුම් ගිවිසුම් සහ වෙනත් ගිවිසුම් සංශෝධනය කිරීමට වත්මන් රජයේ අය පොරොන්දු වූ අය පොරොන්දු වූහ. කෙසේ වෙතත්, පොරොන්දු වී ඇති දේ කිරීමට රජය සූදානම් නැත, \"ඔහු පැවසීය.",
        "\"අදහස් ප්රකාශ කිරීමේ නිදහස සහතික කරන බවට ඔබ පොරොන්දු වී ඇති නමුත් සමාජ මාධ්යවල විවිධ වාර්තා උඩුගත කළ සමහර අය ඔබ අත්අඩංගුවට ගෙන තිබේ. ඔබේ අදහස් වලට අනුකූලව ඔබ ගමන් කළ යුතුයි \"කියා ඔහු රජයට පැවසීය."
      ]
    },
    "en": {
      "title": "Do what you said; Sajith",
      "body_lines": [
        "Opposition leader Sajith Premadasa told parliament today that the government should fulfill its assurance on the election platform on the Debt Agreement and the International Monetary Fund Agreement.",
        "“Those in the current government promised to revise credit stability agreements and other agreements on the election campaign platform. However, the government is not ready to do what has promised, ”he said.",
        "\"You promised to ensure freedom of expression, but you have arrested some people who uploaded various records on social media. You have to walk in accordance with your comments, ”he told the government."
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa criticizes govt over unfulfilled election promises on debt agreements & IMF deals. He accuses them of arresting social media users despite promising free speech."
  ]
}