{
  "translated_text": {
    "si": {
      "title": "රනිල් වික්රමසිංහ මහතා සජිත් හෝ නාමල් - රුවන් විජේවර්ධන විසින් අභියෝගයට ලක් නොවේ",
      "body_lines": [
        "අදියොටුවාට ඡන්දය දුන් ගමේ බොහෝ අය අද රනිල් වික්රමසිංහ සමඟ සිටිති. ටෙරස්හි පාර්ලිමේන්තු මන්ත්රීවරුන් පිරිසක් ජනාධිපතිවරයා වටා රැස් වූයේ එබැවිනි. එක්සත් ජාතික පක්ෂයේ නියෝජ්ය නායක රුවන් විජේවර්ධන පවසන්නේ රනිල් වික්රමසිංහ අභියෝගයක් හෝ නාමල් නොවන බවයි.",
        "එක්සත් ජාතික පක්ෂය (යූඑන්පී) ස්ථාවර රටක් ගොඩනැගීම සඳහා එක්සත් ජාතික පක්ෂය (යූඑන්පී) රනිල් වික්රමසිංහ සමඟ එක්වන ලෙස ඉල්ලා සිටින බව නියෝජ්ය සභාපතිවරයා පැවසීය.",
        "බ්රහස්පතින්දා (08) යන තේමාව පිළිබඳ මාධ්ය හමුවකදී අදහස් දක්වමින් \"අපි එකට දිනන්නෙමු\" කියා නියෝජ්ය සභාපතිවරයා මේ බව පැවසීය.",
        "මාධ්ය සාකච්ඡාව පැවැත්වූයේ බම්බලපිටියේ ලෝරී මාවතෙහි රනිල් වික්රමසිංහගේ ජනාධිපතිවරණ මාධ්ය මධ්යස්ථානයේදී ය.",
        "එහිදී, එක්සත් ජාතික පක්ෂයේ (යූඑන්පී) නියෝජ්ය නායක රුවන් විජේවර්ධන මහතා පැවසීය.",
        "\"මේ වසරේ ජනාධිපතිවරණයේදී ස්වාධීන අපේක්ෂකයෙකු ලෙස රටට තරඟ කිරීමට රනිල් වික්රමසිංහ තීරණය කර තිබේ. ඔහුගේ බලාපොරොත්තුව වන්නේ සියලු පාර්ශවයන් එක්සත් කිරීම සහ රටේ අනාගතය හා ආර්ථිකය ශක්තිමත් කිරීමයි.",
        "රනිල් වික්රමසිංහ මහතා මේ රටේ අග්රාමාත්යවරයා වූයේ හය වතාවක් ය. ඒ සියලු අවස්ථාවන්හිදී ඔහු පක්ෂය ආරක්ෂා කිරීම සඳහා වැඩ නොකර රට ගැන කල්පනා කළේය.",
        "එක්සත් ජාතීන්ගේ රජය යටතේ අපේ පක්ෂ සාමාජිකයින්ට යම් සහන ලබා ගැනීමට වැඩි විශ්වාසයක් තිබුණි. රටේ ආර්ථිකය බිඳී ගිය අවස්ථාවේ රනිල් වික්රමසිංහ පාලන තන්ත්රය පාලනය කළේය.",
        "2001 දී ඔහු අග්රාමාත්ය ධුරය ලෙස පාලනය කළ විට, ජනාධිපති චන්ද්රිකා බණ්ඩාරනායක මහතා සමඟ ගැටලුව සම්බන්ධයෙන් ඔහුගේ විශ්වාසය ඉටු කිරීමට ඔහුට නොහැකි විය.. ඔහුගේ රජය වැටී ඇත. Negative ණාත්මක ආර්ථිකයක් ධනාත්මක ආර්ථිකයක් බවට පරිවර්තනය වූ විට අනෙක් පාර්ශවයන් ඔහුගේ ගමන පරාජය කළේය.",
        "2005 ජනාධිපතිවරණයේදී රනිල් වික්රමසිංහගේ ජයග්රහණය එල්ටීටීඊයට බාධාවක් විය. උතුරු ජනතාවට ඡන්දය නොදෙන ලෙස වාර්තා විය.",
        "2015 දී ආර්ථික වැඩපිළිවෙල ශක්තිමත් වූ විට පාස්කු ප්රහාර පාස්කු ප්රහාර එල්ල කරන ලදී. මේ රටේ ජනතාව දන්නවා මේ රට කොහොමද බංකොලොත්භාවය. කෙටිකාලීන කාලයකදී ඔහු රට බේරාගත්තේ යළිත් බංකොලොත් වූ රටයි.",
        "වසර පහක කාලයක් ඔහුගේ වැඩපිළිවෙල දිගටම කරගෙන යාමට අවස්ථාවක් තිබේ. වර්තමාන ජනාධිපතිවරයා පසුගිය වසර දෙක තුළ ක්රියා කළ ආකාරය ජනතාව දනිති. මෙම ජනාධිපතිවරණයේදී ඕනෑම අපේක්ෂකයෙකුට වැඳුම් පිදුම් කිරීම සඳහා රනිල් වික්රමසිංහ මහතා නැවත ලබා ගන්නා බව අපි දනිමු. ඔහුගේ සාර්ථකත්වය ස්ථිරයි.",
        "එක්සත් ජාතික පක්ෂයේ සීමිත කණ්ඩායම අපව අතහැර දමා ඇත. මේ රට නිසි තැනට ගෙන්වා අප හා එක්වන ලෙස අපි අප හා එක්වන ලෙස අපි ඉල්ලා සිටින අතර, මේ රටේ දරුවන්ට වඩා හොඳ අනාගතයක් ගොඩනඟා සංවර්ධනයේ ප්රතිලාභ ලබා ගනිමු.",
        "එක්සත් ජනතා බලයේ විශාල දර්ශනයක් සමඟ දැවැන්ත සන්සුන් භාවයක් ඇති කරනු ඇතැයි ඔවුන් පැවසුවද, හිටපු පිරිමින් ඔවුන් වටා එකතු වී සිටිති. මැතිවරණ ALAL පියාසර සන්ධානයේ බොහෝ පුද්ගලයින් අනාගතයේදී රනිල් වික්රමසිංහට සහාය දෙන බව අපට විශ්වාසයි.",
        "රටේ ස්ථාවරත්වය සඳහා රනිල් වික්රමසිංහගේ සහාය සඳහා පසුගිය වසර දෙකක කාලය තුළ අයවැය කණ්ඩායමට අපි ස්තූතිවන්ත වෙමු.",
        "නාමල් රාජපක්ෂ මහතා අද ජනාධිපතිවරණය ලෙස අද ජනාධිපතිවරණයට ඉදිරිපත් වේ. පහළ මිනිසුන් අද සිතන්නේ කෙසේදැයි නාමල් රාජපක්ෂ දැනගත යුතුය.",
        "අදියොටුවාට ඡන්දය දුන් ගමේ බොහෝ අය අද රනිල් වික්රමසිංහ සමඟ සිටිති. ටෙරස්හි පාර්ලිමේන්තු මන්ත්රීවරුන් පිරිසක් ජනාධිපතිවරයා වටා රැස් වූයේ එබැවිනි. රනිල් වික්රමසිංහ මහතා සජිත් හෝ නාමල් විසින් අභියෝගයට ලක් නොවේ.",
        "රනිල් වික්රමසිංහ මහතා අද රටේ පාර්ලිමේන්තුවේ ප්රධානියා බවට පත්විය. අතීතයේ දී රනිල් වික්රමසිංහට එරෙහිව විවිධ චෝදනා ඉදිරිපත් කළ බොහෝ අය දැන් ඔහු ඉටු කරන වැඩසටහන සම්මත කර ගෙන ඇත.",
        "අද අප අවුලුවමින් රනිල් වික්රමසිංහ ආරක්ෂා කළ කණ්ඩායම. එවැනි ක්රියා සිදු කරනු ලබන්නේ ඔවුන්ගේ දේශපාලන වාසිය සඳහා ය. \""
      ]
    },
    "en": {
      "title": "Ranil Wickremesinghe is not challenged by Sajith or Namal - Ruwan Wijewardena",
      "body_lines": [
        "Many people in the village who voted for Mottuwa are today with Ranil Wickremesinghe. That is why a group of parliamentarians from the terrace gathered around the president. United National Party Deputy Leader Ruwan Wijewardene says that Ranil Wickremesinghe is not challenging or Namal.",
        "The Deputy Chairman also said that the United National Party (UNP) would call for a join with Ranil Wickremesinghe to build a stable country.",
        "Speaking at a media briefing held on Thursday (08) on the theme \"We will win together,\" the Deputy Chairman said this.",
        "The media briefing was held at Ranil Wickremesinghe's Presidential Election Media Center in Loris Mawatha, Bambalapitiya.",
        "There, United National Party (UNP) Deputy Leader Ruwan Wijewardene added,",
        "“Ranil Wickremesinghe has decided to contest the country as an independent candidate in the presidential election this year. His hope is to unite all parties and strengthen the future and economy of the country.",
        "Ranil Wickremesinghe has been the Prime Minister of this country six times. On all those occasions, he thought about the country without working to protect the party.",
        "Our party members had more confidence to get some concessions under the UNP government. Ranil Wickremesinghe took over the regime at the time when the economy of the country was broken.",
        "When he ruled as prime minister in 2001, he could not fulfill his confidence in the issue with President Chandrika Bandaranaike.. His government has fallen. Other parties defeated his journey when the negative economy was transformed into a positive economy.",
        "The LTTE was hindered by Ranil Wickremesinghe's victory in the 2005 presidential election. It was reported not to vote for the Northern people.",
        "Easter attacks were re -collapsed by Easter when the economic program was strong in the 2015 Good Governance Government. The people of this country know how bankruptcy this country then. In the short term of two years, he rescued the country, which was again bankrupt.",
        "There has been a chance to continue his program for five years. People know how the present president acted in the last two years. We know that Ranil Wickremesinghe will be re -appointed to pay homage to any of the candidates in this presidential election. His success is certain.",
        "The United National Party's limited group has left us. We urge the parties to join us to bring this country to the right place, build a better future for the children of this country and get the benefits of development.",
        "Former men are accumulated around them, even though they say that a massive alliance will be formed with a huge scene in the United People's Power. We are sure that many people in the election Anal Flying Alliance will support Ranil Wickremesinghe in the future.",
        "We thank the budget team for the last two years for the support of Ranil Wickremesinghe for stability in the country.",
        "Namal Rajapaksa is contesting the presidential election today as youth. Namal Rajapaksa needs to know how the lower people think today.",
        "Many people in the village who voted for Mottuwa are today with Ranil Wickremesinghe. That is why a group of parliamentarians from the terrace gathered around the president. Ranil Wickremesinghe is not challenged by Sajith or Namal.",
        "Ranil Wickremesinghe became the country's head of parliament today. Many people who have made various allegations against Ranil Wickremesinghe in the past have now adopted the program he is carrying out.",
        "The team that protected Ranil Wickremesinghe from our side today blames. Such actions are done for their political gain. ”"
      ]
    }
  },
  "summary_lines": [
    "Ranil Wickremesinghe, facing no challenge from Sajith or Namal, enjoys support from villagers who initially backed Mottuwa. UNP Deputy Leader Ruwan Wijewardene emphasizes Wickremesinghe's intention to run as an independent candidate, aiming to unite parties for national stability and economic growth. Despite past criticisms and challenges, Wickremesinghe's leadership is seen positively, with calls for unity to address the country's issues effectively."
  ]
}