{
  "translated_text": {
    "ta": {
      "title": "கல்வி முறை மீட்கப்பட வேண்டும்",
      "body_lines": [
        "நாடு முழுவதும் 396 தேசிய பள்ளிகளின் அதிபர்களின் பங்களிப்புடன் இன்று (28) கொழும்பின் ஆனந்தா கல்லூரியில் ஒரு சிறப்பு பட்டறை நடைபெற்றது.. இந்த பட்டறையில், தேசிய பள்ளிகளின் கட்டுமானம் மற்றும் பழுதுபார்ப்புகளால் அடையாளம் காணப்பட்ட பொதுவான பிரச்சினைகள் உட்பட தேசிய பள்ளிகளின் கிளையை தேசிய பள்ளி கிளை அறிந்திருக்கிறது.",
        "இந்நிகழ்ச்சியில் பிரதமர் டாக்டர் ஹரானி அமரசுரியா பங்கேற்றார். கல்வி முறை மீட்கப்பட வேண்டும் என்று பிரதமர் கூறினார். அவள் சேர்த்த உண்மைகள் இங்கே.",
        "\"ஒரு மழை ஆட்சியாளரில்-பணக்கார நிறைந்த பணக்கார நிறைந்த இருப்பு இந்த அதிபர்கள் இந்த பார்வையை ஒரு யதார்த்தமாக்க கல்வியின் மதிப்பை நன்கு அறிவார்கள். ஒரு அரசாங்கமாக கல்விக்கு வழங்கப்பட வேண்டிய வழிகாட்டுதல்களை வழங்க நாங்கள் தயாராக உள்ளோம். கல்வி மட்டுமே அறிவை வழங்க எதிர்பார்க்கிறோம். கல்விக்கு அப்பாற்பட்ட ஒரு பெரிய பார்வை உள்ளது. கல்வி இல்லாமல் ஒரு நல்லொழுக்கத்தை உருவாக்குவதன் மூலம், நாடு உருவாக்கப்பட வேண்டும் என்ற நம்பிக்கையுடன் எங்கள் கல்விக் கொள்கையை அமைத்துள்ளோம்.",
        "நமது அரசாங்கம் பொருளாதார வளர்ச்சியில் ஒரு பொருளாதார வளமான, பணக்கார நாடு மட்டுமல்ல. கலாச்சார, மதிப்புகள், அணுகுமுறைகளுடன் நாம் எல்லா வகையிலும் பணக்காரர்களாக இருக்க வேண்டும். அத்தகைய சமுதாயத்தில், நாம் அனைவரும் அழகான வாழ்க்கைக்கு வழிவகுக்கும். மறுமலர்ச்சி என்பது இந்த நாட்டிற்கு ஒரு புதிய தொடக்கத்தைத் தேவை என்று அர்த்தம். உலகிலும் நவீன உலகிலும் தொடரக்கூடிய குடிமக்களை நாம் உருவாக்க வேண்டும்.இந்த அபிலாஷைகளை அடைவதே நாங்கள் முன்மொழிகின்ற கல்விக் கொள்கை.",
        "சமூகத்தில் கல்வியில் நம்பிக்கை இல்லை. கல்வியில் நம்பிக்கையை வளர்ப்பது மிகவும் முக்கியமானது. ஒரு சர்ச்சையைப் பார்க்கிறேன். குழந்தைகள், பெற்றோர், சமூகம் தற்போதுள்ள கல்வி முறையில் திருப்தி அடைந்துள்ளன.. ஒரு பரிசோதனையை பராமரிக்க முடியுமா?தேர்வு முடிவுகள் நம்பிக்கையாக இருக்க முடியுமா?நான் படித்து இடமாற்றங்கள் நம்பகமானதாக இருக்க முடியுமா?பள்ளியில் சேர்க்கையில் உள்ள குழந்தைகள் சமூகத்தை நம்ப வேண்டுமா?செயல்முறை மற்றும் அமைப்பு மீதான நம்பிக்கையை இழக்க நாங்கள் பலவீனமடைந்துள்ளோம். அரசியல் தன்மையும் உள்ளது.",
        "கல்வி அமைப்பில் பணிபுரிபவர் உங்களுக்கு அப்படி இல்லை. கல்வியின் முக்கியத்துவம், காலம் முழுவதும் கல்வியின் முக்கியத்துவம், கல்வியின் முக்கியத்துவம் ஒரு நாட்டின் வளர்ச்சியிலிருந்து அரசாங்கத்தின் தூரத்தால் படிப்படியாக அகற்றப்பட வேண்டும் என்பதன் மூலம் நெருக்கடி உருவாக்கப்பட்டுள்ளது.. கல்வி அரசியல்மயமாக்கப்பட்டதால் இந்தத் துறை அனைத்தும் பாதிக்கப்பட்டுள்ளன என்பதை நாங்கள் அறிவோம். உங்கள் தொழில்முறை க ity ரவத்தை பாதுகாக்கும் ஒரு வகையான கல்வி முறையை நாங்கள் உருவாக்க வேண்டும். உங்கள் பங்கு சுயாதீனமாக நிறைவேற்றப்படும் சூழலை உருவாக்குவதே எங்கள் நோக்கம்.",
        "ஒவ்வொரு அரசாங்கமும் கல்வி சீர்திருத்தங்களைப் பற்றி பேசிக் கொண்டிருந்தது. சீர்திருத்தங்களை செயல்படுத்துவதில் கல்வி முறை ஒரு பெரிய குழப்பமாக மாறியுள்ளது. கல்வி முறைக்குள் வருவதற்கான மற்றொரு விஷயம் ஒரு இடத்திலிருந்து ஒழுங்குபடுத்தப்படவில்லை. கல்வி அமைச்சகம் கூறுகிறது. கல்வி ஆணையம் இன்னொன்று கூறுகிறது. சில நேரங்களில் ஜனாதிபதி அலுவலகம் மேலும் சொல்கிறது. பல ஆண்டுகளில் என்ன கொள்கை செயல்படுத்தப்பட வேண்டும் என்று ஆண்டுகளில் கொள்கை முக்கியமாக இருக்க வேண்டும். நாங்கள் அனைவரும் அந்த ஆரோக்கியமற்றவர்களுடன் உடன்பட வேண்டும், மேலும் கூட்டு செயல்படுத்தும் கொள்கையை செயல்படுத்த வேண்டும் என்று நாங்கள் விரும்புகிறோம்.",
        "எங்கள் அரசியல் இயக்கம் விவாதங்களுக்கு திறந்திருக்கும், உங்கள் கருத்துக்களுக்கு திறந்திருக்கும். இந்த நாட்டில் உள்ள சிக்கல்களைத் தேடும்போது விரைவான கல்விக் கொள்கையை நாங்கள் செயல்படுத்த வேண்டும். இந்த நாட்டை ஒரு புகழ்பெற்ற நாடாக மாற்றக்கூடிய கல்வி முறையை நாம் ஏற்பாடு செய்ய வேண்டும்.",
        "இது கல்வி முறை மூலம் நாட்டின் மதிப்புமிக்க குடிமக்களை உருவாக்கும். ஒரு அரசாங்கமாக நாங்கள் கல்வியில் கவனம் செலுத்துகிறோம். எங்கள் அரசாங்கம் கருத்தை அளிக்கிறது, ஆனால் இதற்கான நிதி உதவியை. நாங்கள் அதில் இருக்கிறோம். மொத்த உள்நாட்டு உற்பத்தியில் 6% கல்விக்கு ஒதுக்கப்பட வேண்டும் என்று எங்கள் கொள்கை கூறுகிறது. சரிவு பொருளாதார நெருக்கடியில் இதை கைவிடுவது கடினம் என்றாலும், நாங்கள் அந்த இலக்கை நோக்கி செல்கிறோம். எங்கள் பட்ஜெட் கல்விக்கு சிறப்பு கவனம் செலுத்துகிறது.",
        "குடும்பத்தின் பொருளாதார நிலை குழந்தைகளுக்கு தரமான கல்வியைப் பெற தடுக்கக்கூடாது. குழந்தைகளின் கல்விக்காக செலவழிக்க பணம் அதிகரித்துள்ளது. இலவச கல்வி உள்ள நாட்டில் இது ஏற்றுக்கொள்ளப்படாது. இலவச கல்வி இருந்தபோதிலும், பெற்றோரின் வருமானத்தில் நிறைய பணம் செலவழிக்க வேண்டும். இலவச கல்வியின் முக்கிய ஆதாரம் நடக்காது.",
        "அதாவது, அவரது வருமானம் குழந்தைகளின் கல்வியின் விஷயமல்ல. உருவாக்கப்பட்ட ஆயிரக்கணக்கான புத்திஜீவிகளின் இலவச கல்வி. பெரும்பாலான மக்கள் உலகின் உச்சியில் செல்ல முடிந்தது. ஆனால் மீண்டும், தரமான கல்வியில் நேர பணம் ஒரு காரணியாக மாறியுள்ளது. எனவே பள்ளிகளுக்கு இடையிலான ஏற்றத்தாழ்வுகளை நாம் மாற்ற வேண்டும். பெற்றோர்கள் தங்கள் குழந்தைகளின் கல்வியில் அதிக பணத்தால் விடுவிக்கப்பட வேண்டும்.",
        "குழந்தையை பள்ளிக்கு ஒப்படைத்த பிறகு பெற்றோர்கள் தலையீட்டைக் குறைக்க வேண்டும். அவர்கள் விடுவிக்கப்பட வேண்டும்.கல்வி நிர்வாகம், அதிபர்கள், ஆசிரியர்கள், ஆசிரியர்கள் மற்றும் பயிற்சி வசதிகள் ஆகியவற்றின் சிறப்பம்சங்கள் இந்த இலக்குகளுக்கு வழங்கப்பட வேண்டும். உலகின் சிறந்த கல்வி அமைப்பு இங்கே அறிமுகப்படுத்தப்பட்டாலும், அது உங்கள் மூலமாக செயல்பட வேண்டும். அதை நிறைவேற்றுவதற்கான தடைகளை அகற்றுவதே எங்கள் முக்கிய நோக்கம். இது ஒரு கூட்டு பயணம். ஒரு கட்சி தனியாக இருக்க ஒரு முறை அல்ல. நீங்கள் அனைவரும் நம்புகிறேன்."
      ]
    },
    "en": {
      "title": "The education system must be redeemed",
      "body_lines": [
        "A special workshop was held at Ananda College, Colombo today (28) with the participation of principals of 396 national schools across the country.. At this workshop, the National School Branch has made awareings of the National Schools' Branch, including the common issues identified by the construction and repairs of national schools.",
        "Prime Minister Dr. Haraney Amarasuriya participated in the event. The Prime Minister said that the education system must be redeemed. Here is the facts that she added.",
        "\"In a Rain-Ruler - A Rich-Rich-Rich-Rich Reserve This Principals are well aware of the value of education to make this vision a reality. We are ready to provide guidance that should be given to education as a government. Education we expect to provide only knowledge. There is a big vision that goes beyond education. With the creation of a virtuous society without education, we have set up our education policy with the confidence that the country should be created.",
        "Our government is not just an economic rich in economic growth, a rich country. We must be rich in every way with cultural, values, attitudes. In such society, all of us can lead to beautiful lives. We mean that the Renaissance means that this country needs a new start. We need to create citizens that can proceed in the world and the modern world.The education policy we propose is to achieve these aspirations.",
        "There is no confidence in education in society. Building confidence in education is extremely important. Seeing a dispute. Children, parents, society have become satisfied in the existing education system.. Can an examination be maintainedCan the Examination Results Be Confidence?Can I study and transfers be reliable?Is the methodology that children in admission to school have to rely on society?We have weakened to lose confidence in the process and system. There is also politicality.",
        "It is not the case in you who work in the education system. The crisis has been created by the importance of education, the importance of education throughout time, the importance of education should be gradually removed by the government's distance from the development of a country.. We know that all of this sector has been affected because education is politicized. We need to build a kind of education system that protects your professional dignity. Our aim is to create the environment where your role is independently fulfilled.",
        "Every government was talking about education reforms. The education system has become a large confusion in implementing the reforms. Another matter to fall into education system is not regulating from one place. The Ministry of Education says. Education commission says another one. Sometimes the presidential office tells more. What the policy should be prominently in the years that what the principle should be implemented in many years. We want all of us to agree with that unhealthy, and implement a collective implementing policy.",
        "Our political movement is open to discussions, open to your comments. We need to implement a quick education policy while looking for the problems in this country. We must arrange a system of education that can make this country a reputable country in which this country is a reputable country.",
        "This will create valuable citizens of the country through education system. As a government we focus on education. Our government gives the concept but also the financial support for this. We're on that. Our policy states that 6% of the GDP should be allocated for education. Although it is difficult to drop this in the collapse economic crisis, we go to that goal. Our budget provides special attention to education.",
        "The family's economic level should not hinder the children to get quality education. The money to spend on children's education has increased. This is not acceptable in a country with free education. Even though there was free education, there was to spend a lot of money in the income of parents. The main source of free education will not happen.",
        "That is, his income is not a matter of children's education. Free education of thousands of intellectuals created. Most people were able to go for the top of the world. But again, time money has become a factor in a quality education. So we must change the inequalities between schools. Parents should be released by heavy money on their children's education.",
        "Parents must minimize the intervention after handing over the child to school. They have to be released.Highlights of education administration, principals, teachers, teachers, and training facilities to be given to these goals. Although the best educational structure of the world is introduced here, it should work through you. Our main purpose is to remove obstacles to accomplish it. This is a collective journey. One party is not a manner to be alone. I hope all of you. \""
      ]
    }
  },
  "summary_lines": [
    "Education system redemption: PM calls for reform, emphasizes societal values, proposes 6% GDP allocation for education, aims to reduce inequality in schooling."
  ]
}