{
  "translated_text": {
    "si": {
      "title": "එක්සත් ජනපද අභියෝගය මධ්යයේ දකුණු අප්රිකාව ලකුණු 18 කින් ජයග්රහණය කළේය",
      "body_lines": [
        "දකුණු අප්රිකාව පැවැත්වෙන ලෝක කුසලාන තරගාවලියේදී දකුණු අප්රිකාව දකුණු අප්රිකාව සහ දකුණු අප්රිකාව සහ එක්සත් ජනපදය අතර විෂ සහිත රිචර්ඩ්ස් ක්රීඩාංගණයේදී සතුරු හා උතුරු ශබ්ද ශබ්දය සඳහා දකුණු අප්රිකාව සතුරු හා උතුරු ශබ්ද ශබ්දය සඳහා සතුරු හා උතුරු ශබ්දය සඳහා ලකුණු 18 කින් ජයග්රහණය කළේය.",
        "ක්ලින්ටන් ඩි කොැක් සහ අයිඩන් මාග්රාම්ගේ දක්ෂ පාත්ර සහ කෙකිසෝ රාබාඩාගේ නිවැරදි පන්දු යැවීම සහ දකුණු අප්රිකාව දිනා ගත්හ.",
        "කෙසේ වෙතත්, එක්සත් ජනපදයේ ආරම්භක පිතිකරු වන ඇන්ඩ්රිස් ගුස්, අර්ධ කේන්ද්රීය හා කේන්ද්රීය හා කේන්ද්රීය විය.",
        "එක්සත් ජනපදය තරගය අහිමි වුවද, අවසන් වරට දකුණු අප්රිකාවේ අභියෝගයට ලක් විය.",
        "මෙම ජයග්රහණයත් සමඟ දකුණු අප්රිකාව සුපර් 8 වටයේ දී ලකුණු 2 ක් රැස් කළේය.",
        "උච්චතම තරඟයේදී පන්දුවට පහර දීමට පළමු වරට ආරාධනා කරන ලද දකුණු අප්රිකාවේ පන්දුවාර 20 කදී කඩුලු 4 ක් දැවී ලකුණු 194 ක් රැස් කළේය.",
        "දකුණු අප්රිකාවේ ආරම්භය වඩා හොඳ නැත. ආරම්භක ක්රීඩක රේසා හෙන්ක්ස් ලකුණු 11 ක් සමඟ 3 වන දින තරගය පරාජය කළේය. (16 - 1 විග්.)",
        "කෙසේ වෙතත්, 2 වන කඩුල්ල මාලාවේ ක්ලින්ටන් ද කොක් සහ කණ්ඩායම් කපිතාන් අයිෂිත් මාග්රාම් පන්දු 58 කදී ලකුණු 110 කට දැවී ගියේය.",
        "ක්ලින්ටන් ඩි කොක් බෝල 40 කදී ලකුණු 74 ක් රැස් කළ අතර රාත්තල් 7 ක් සහ හයේ පහර 5 ක් සමග ලකුණු 74 ක් රැස් කළේය.",
        "ඩේවිඩ් මිලර් පසුව පළමු පන්දුව වෙත ආපසු ගියේය.",
        "මුළු සංඛ්යාව ලකුණු 141 ක් වූ විට, අයිඩාන් මාග්රාම් ලකුණු 46 ක් රැස් කළේය.",
        "හෙන්රි ක්ලැසන්ට ලකුණු 3 ක් සහ ට්රිස්ටන් කඳවුරු 20 ක් ඇතුළුව ලකුණු 36 ක් පරාජය නොවීය.",
        "පන්දු යැවීමේදී සෝරබ් නෙට්රාවර්කාර් ලකුණු 21 කට කඩුලු 2 ක් දවාගනිමින් ලකුණු 24 කට හාරිඩ් සිං ලකුණු 24 කට කඩුලු 2 ක් දවාගත්තේය.",
        "ලකුණු 195 කට ප්රතිචාර වශයෙන් එක්සත් ජනපදය ඕවර 20 කදී කඩුලු 6 කින් පරාජයට පත්වූ අතර ලකුණු 176 ක් අහිමි විය.",
        "මුළු සංඛ්යාව ලකුණු 33 ක් වූ විට ස්ටීවන් ටේලර් ලකුණු 24 කට අහිමි විය.",
        "ඊට පසු, ඒකාකාර කාලවලදී කඩුලු 4 ක් කඩුලු 4 ක් බිඳ වැටුණි. (76 - 5 විග්.)",
        "නයිට්ෂිෂ් කුමාර් (8), කණ්ඩායම් කපිතාන් ආරොන් ජෝන්ස් (0), ගොරි ඇන්ඩසන් (12) සහ ෂයන් ජෙහන්ගර් (3) එක්සත් ජනපදයේ විශාල අර්බුදයකට මුහුණ දී තිබේ.",
        "කෙසේ වෙතත්, ඇන්ඩ්රියාස් ගවුස් සහ රසයිඩ් සිං යන දෙකම 6 වන කඩුල්ලෙන් පන්දු 42 කදී ලකුණු 91 ක් රැස් කළ අතර 91 ක් බෙදා ගත්හ.",
        "දක්ෂ ක්රියාවක් කළ ඇන්ටෙරීස් කවුස් පන්දු 47 ක් රාත්තල් 5 ක් සහ හයේ පහර 5 ක් සමඟ පන්දු 47 ක් අහිමි නොවීය."
      ]
    },
    "en": {
      "title": "South Africa won by 18 runs in the midst of the United States challenge",
      "body_lines": [
        "South Africa won by 18 runs in the Super 8 -round World Cup for the Group 2 at the Antigua and North Sound Sound Vivian Richards Stadium between South Africa and the United States.",
        "Quinton de Kock and Aiden Margram's talented bowls and the accurate bowling of Kekiso Rabada won South Africa.",
        "However, US opener, Andreis Caus, scored a half -century and stunned South Africa.",
        "Although the United States lost the match, the last time South Africa was challenged.",
        "With this victory, South Africa scored 2 points in the Super 8 round.",
        "South Africa, who was first invited to bat in the upting match, scored 194 runs for the loss of 4 wickets in 20 overs.",
        "South Africa's beginning is not better. Initial player Reza Henx lost the match in 3rd over with 11 runs. (16 - 1 wig.)",
        "However, Quinton de Kock and team captain Aiden Margram were bowled out for 110 runs in 58 balls in the 2nd wicket.",
        "Quinton de Kock faced 40 balls and scored 74 runs with 7 pounds and 5 sixes.",
        "David Miller then returned to the first ball.",
        "When the total number was 141 runs, Aiden Margram scored 46 runs.",
        "Henry Classen did not lose 36 runs, including 3 sixes and Triston Stubs 20 runs.",
        "In the bowling, Saurab Nethravolkar took 2 wickets for 21 runs while Harmid Singh took 2 wickets for 24 runs.",
        "In response to 195 runs, the United States lost by 6 wickets in 20 overs and lost 176 runs.",
        "Steven Taylor lost to 24 runs when the total number was 33 runs.",
        "After that, 4 more wickets fell in uniform intervals. (76 - 5 wig.)",
        "Nitish Kumar (8), team captain Aaron Jones (0), Gori Andasan (12) and Shayan Jahangir (3) faced a major crisis in the United States.",
        "However, both Andreas Gaus and Harmid Singh were bowled out for relaxation and shared 91 runs off 42 balls in the 6th wicket.",
        "Antreas Kaus, who played a talented action, did not lose 47 balls with 5 pounds and 5 sixes."
      ]
    }
  },
  "summary_lines": [
    "In the Super 8-round World Cup, South Africa defeated the United States by 18 runs in a thrilling match at the Antigua and North Sound Vivian Richards Stadium. Key contributors for South Africa included Quinton de Kock, Aiden Margram, and Kekiso Rabada, while the US was led by Andreis Caus's half-century. Despite losing early wickets, South Africa managed 194 runs in 20 overs, with De Kock scoring 74 runs. The US, despite a strong partnership from Andreas Gaus and Harmid Singh, could only manage 176 runs, falling short by 18 runs."
  ]
}