{
  "translated_text": {
    "si": {
      "title": "අ.පො.ස. උසස් පෙළ විභාගය නිවැරදි කිරීම",
      "body_lines": [
        "අ.පො.ස. උසස් පෙළ විභාගයේ දෙවන පත්රය පෙබරවාරි මස 1 වන දින පෙ.ව. 11.30 සිට පෙරවරු 11.40 දක්වා විශේෂ විභාගය පැවැත්වීමට ශ්රී ලංකාවේ විභාග දෙපාර්තමේන්තුව තීරණය කර තිබේ.",
        "මෙම විශේෂ තේරීමේ අවස්ථාව කෘෂිකාර්මික විද්යාවේ දෙවන පත්රය වෙනුවට පැවැත්වෙන අතර එය 10 වන දින විභාග දෙපාර්තමේන්තුව විසින් අවලංගු කරන ලදී.",
        "විභාග දෙපාර්තමේන්තුවට අනුව, මේ මස 31 වන දින නිම කරන ලද 2023 (2024) ඉහළ මට්ටමේ විභාගය පෙබරවාරි 01 වනදා නිම කිරීමට නියමිත අතර පෙබරවාරි 01 වනදා නිම කරන අතර සියලුම විභාග මධ්යස්ථාන එදිනට පැවැත්වේ."
      ]
    },
    "en": {
      "title": "Correction of the GCE Advanced Level Examination",
      "body_lines": [
        "The Department of Examinations of Sri Lanka has decided to hold the Special Examination for the Second Paper of the GCE Advanced Level Examination from 8.30 am to 11.40 am on the 1st of February.",
        "This special selection opportunity is being held instead of the second paper of the Agricultural Science, which was canceled by the Department of Examination on the 10th.",
        "According to the Department of Examinations, the 2023 (2024) High Level Examination, which will be completed on the 31st of this month, will be completed on February 01 and all examination centers will be held on that day."
      ]
    }
  },
  "summary_lines": [
    "The Department of Examinations in Sri Lanka has scheduled a Special Examination for the GCE Advanced Level's Second Paper on February 1st, replacing the canceled Agricultural Science paper. The 2023 (2024) High Level Examination will be completed on February 1st, with all centers operating on that day."
  ]
}