{
  "translated_text": {
    "ta": {
      "title": "சிஐடியின் கீழ் மற்றொரு புகார்",
      "body_lines": [
        "மருத்துவத் தரம் தொடர்பாக தேசிய தணிக்கை அலுவலகம் வெளியிட்ட அறிக்கையின் அடிப்படையில் சிஐடி குற்றவியல் விசாரணைத் துறையில் புகார் அளித்துள்ளது.",
        "தொழில்முறை மற்றும் சிவில் அமைப்புகளின் பிரதிநிதிகள் குழு சிஐடியுடன் புகார் அளித்துள்ளது.",
        "2022 - 2023 தேசிய தணிக்கை அலுவலகம் சமீபத்தில் வெளியிடப்பட்டது.",
        "தேசிய மருந்து ஒழுங்குமுறை ஆணையத்தின் தேசிய மருந்து ஒழுங்குமுறை ஆணையத்தின் தலைமை நிர்வாக அதிகாரி தேசிய மருந்து ஒழுங்குமுறை ஆணையத்தின் பொது நிர்வாக அதிகாரி மற்றும் இயக்குநர்கள் குழுவுக்கு எதிராக சட்ட நடவடிக்கை எடுக்க வேண்டியிருந்தது.",
        "அதன்படி, சிஐடியின் தலைவரான டாக்டர் சாமல் சஞ்சீவா இன்று (18) சிஐடியுடன் புகார் அளித்துள்ளார், இன்று (18) சிஐடியுடன் புகார் அளித்துள்ளார்.",
        "போதைப்பொருள் ஒழுங்குமுறை ஆணையத்தின் தரவுத்தளத்தில் மோசடி தொடர்பாக குற்றவியல் புலனாய்வுத் துறை நடத்திய விசாரணையின் நடைமுறை என்றும் அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "Another complaint under CID",
      "body_lines": [
        "The CID has lodged a complaint with the Criminal Investigation Department based on the report issued by the National Audit Office regarding the quality of medicine.",
        "A group of professional and civil organizations representatives have lodged a complaint with the CID.",
        "2022 - 2023 The National Audit Office was released recently.",
        "The CEO of the National Drug Regulatory Authority of the National Drug Regulatory Authority had to take legal action against the General Executive Officer of the National Drug Regulatory Authority and the Board of Directors.",
        "Accordingly, Dr. Chamal Sanjeewa, Chairman of the CID, has lodged a complaint with the CID today (18), has lodged a complaint with the CID today (18).",
        "He also said that the procedure of the investigation conducted by the Criminal Investigation Department regarding the fraud on the Database of the Drug Regulatory Authority."
      ]
    }
  },
  "summary_lines": [
    "Professional and civil groups have complained to the CID about the quality of medicine, as reported by the National Audit Office. This follows legal actions taken by the CEO of the National Drug Regulatory Authority against its General Executive Officer and Board of Directors. Dr. Chamal Sanjeewa, CID Chairman, filed a complaint on 18th, focusing on the fraud investigation into the Drug Regulatory Authority's database."
  ]
}