{
  "translated_text": {
    "ta": {
      "title": "வெளிநாட்டு குக்கீகள் அனைத்தும் தவறானவை",
      "body_lines": [
        "ஜனாதிபதித் தேர்தலுக்குப் பிறகு ஜனாதிபதி ரங்கில் விக்கிரேமேசிங்கால் பல அவமதிப்பு செல்வங்கள் சமூகமயமாக்கப்படுகின்றன என்பதை UNP துணைத் தலைவர் ருவான் விஜேவர்தேனா வலியுறுத்துகிறார்.",
        "பொலிஸ் அதிகாரிகளுக்கு நியமிக்கப்பட்ட எட்டாவது நிர்வாக ஜனாதிபதிகள் மற்றும் பிற பாதுகாப்பு அதிகாரிகள் உட்பட அவர் சமூக ஊடகங்களில் பிரச்சாரம் செய்தார்.",
        "UNP துணைத் தலைவர் ருவான் விஜேவர்தீன் இன்று (07) கொழும்பில் இந்த அறிக்கையை வெளியிட்டார்.",
        "மேலும்.",
        "மேலும் பேசுவது UNP துணைத் தலைவர் ருவான் விஜேவர்தீன் மேலும் கூறினார்:",
        "கடந்த ஜனாதிபதித் தேர்தலுக்குப் பிறகு, முன்னாள் ஜனாதிபதி ரணில் விக்கிரமசிங்கத்தை குறிவைத்து உற்சாகமான தவறான தகவல்கள் சமூகமயமாக்கப்பட்டுள்ளன, முன்னாள் ஜனாதிபதி ரணில் விக்கிரேமேசிங்கை குறிவைத்து.. அறிக்கைகளை UNP என்று நாங்கள் கடுமையாக கண்டிக்கிறோம். முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கே இந்த நாட்டிற்கு நிறைய வேலை செய்துள்ளார். மேலும், முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கும் கடந்த பருவத்தில் நாட்டின் பொருளாதாரத்தை மறுத்துவிட்டார்.. இருப்பினும், அவர் தவறான தகவல்களை குறிவைத்து சமூகமயமாக்குகிறார்.",
        "சமூக ஊடகங்களில், முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கிலிருந்து அகற்றப்பட்ட ஒரு போலீஸ் அதிகாரிகள் உள்ளனர்.",
        "மனிதவள மேலாண்மை, சிசிரா குமாரா அக்டோபர் 6 ஆம் தேதி நேற்று செயல்படும் ஐ.ஜி.பி சார்பாக எழுத்துப்பூர்வ உத்தரவை பிறப்பித்துள்ளார்.. அதன்படி, எட்டாவது நிர்வாகிகளின் பிரதேச பாதுகாப்பு அதிகாரியிடம் நியமிக்கப்பட்ட காவல்துறை அதிகாரிகளுக்கு உடனடியாக அறிக்கை செய்ய உத்தரவுகள் வழங்கப்பட்டுள்ளன.",
        "எவ்வாறாயினும், நடிப்பு ஐ.ஜி.பி நடிப்பு ஐ.ஜி.பி தவறானது என்றும், நடிப்பு ஐ.ஜி.பி திறந்து வைக்கப்பட்டுள்ளது என்றும், பாதுகாப்பாக இருந்த அனைத்து அதிகாரிகளும் பாதுகாப்பாக இருப்பதாகவும் கூறியுள்ளது.அவர் இதில் கவனம் செலுத்துவார் என்று நாங்கள் நம்புகிறோம். முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்கின் மீது எந்தவொரு வெறுப்பையும் ஏற்படுத்த அரசாங்கத்துடன் தொடர்புடைய கட்சி தொடர்புடையது என்பதையும் இது காட்டுகிறது",
        "கடந்த சில நாட்களில், ஒரு வெளிநாட்டு நாட்டின் வீடியோ ஒரு வெளிநாட்டு நாட்டில் மீண்டும் ஒன்றிணைக்கப்பட்டுள்ளது, ஜனாதிபதியின் ஜனாதிபதியின் ஜனாதிபதியின் ஜனாதிபதியின் ஜனாதிபதியின் குடியிருப்பு உள்ளது",
        "கொழும்பு கோட்டையில் உள்ள ஜனாதிபதியின் வீடு உள்ளூர் மற்றும் வெளிநாட்டு உத்தியோகபூர்வ வழக்குகளில் மட்டுமே பயன்படுத்தப்பட்டது. ஜனாதிபதி ரணில் விக்ரமேசிங்கும் திரு. விக்ரமேசிங்கையும் தங்கள் தனிப்பட்ட வீட்டில் குறிப்பிட வேண்டியிருந்தது.",
        "ஜனாதிபதியின் வீட்டின் உத்தியோகபூர்வ விழாவிலிருந்து பார்வையாளர்களுக்கு சிகிச்சையளிப்பதற்கான உணவுப் பொருட்கள் என்பதையும் வலியுறுத்த வேண்டும்.",
        "எந்தவொரு சந்தர்ப்பத்திலும், ஜனாதிபதி ரன்னில் விக்ரமேசிங்கின் தேவைகளுக்காக அச்சிடப்பட்ட உணவு சமையல் குறிப்புகள் அல்லது திரு விக்ரமேசிங்கின் தேவைகளுக்காக நான் கவனிக்கிறேன்.",
        "நாட்டின் ஒரு பெரிய நெருக்கடியில் நாட்டின் தலைவரின் கொலை செய்யப்பட்டதற்கு நாங்கள் மிகவும் வருத்தப்படுகிறோம், இலங்கை நாட்டின் தனித்துவமான நெருக்கடியை எதிர்கொண்டது.",
        "தற்போதைய அரசாங்கத்தை ஆணின் நிர்வாகிக்கு அர்ப்பணிக்கும்படி அழைக்கிறோம்."
      ]
    },
    "en": {
      "title": "Foreign cookies are all false",
      "body_lines": [
        "UNP Deputy Leader Ruwan Wijewardena emphasizes that a number of contemptuous wealth is being socialized by the President Ranil Wickremesinghe after the presidential election.",
        "He was propagated in the social media that the acting of the eighth Executive presidents, including the main security officer and other security officers who were designated to the police officers.Mentioned.",
        "UNP Deputy Leader Ruwan Wijewardene made this statement in Colombo today (07).",
        "Also, President Ranil Wickremesinghe and Maithri Wickremasinghe said that he was not used for private duties and the services of foreign chefs were used to provide a falistic as well as political hatred.He was only the lowest statements.",
        "Speaking further UNP UNP Deputy Leader Ruwan Wijewardene added:",
        "After the last presidential election, the presence of exciting false information targeting former President Ranil Wickremesinghe has been socialized, targeting former President Ranil Wickremesinghe.. We strongly condemn the statements as the UNP. Former President Ranil Wickremesinghe has made a lot of work to this country. Also, former President Ranil Wickremesinghe was also the one who had declined the country's economy over the past season.. However, he is socializing false information targeting.",
        "In the social media, there is a police officers who have been removed from former President Ranil Wickremesinghe.",
        "Human Resources Management, Sisira Kumara has issued a written order on behalf of the acting IGP yesterday, October 6th.. Accordingly, orders have been issued to report immediately to the police officers who have been designated to the divisional security officer of the eighth Executors.",
        "However, the acting IGP has stated that the acting IGP is inaccurate and that the acting IGP is inaugurated and that all the officers who have been safe have been safe.We believe he will pay attention to this. It also shows that the party associated with the government to establish any hatred of former President Ranil Wickremesinghe",
        "In the recent past few days, a video of a foreign country has been reintegrated into a foreign country, claiming that the president's president's president's president's president's president's president's residence.There is",
        "The President's House in Colombo Fort was used only in local and foreign official cases during the season of Ranil Wickremesinghe. President Ranil Wickremesinghe and Mr. Wickremesinghe had to be mentioned in their personal home.",
        "It should also be emphasized that the food items to treat visitors from the official ceremony of the President's House.",
        "In no case, I note that the printed food recipes for the needs of President Ranil Wickremesinghe or Mr. Wickremesinghe.",
        "As the United National Party, we are very sad for the murder of the leader of the country in a large crisis of the country, when Sri Lanka has been confronted with the unique crisis of the country.Believes.",
        "We call on the present government to act dedicated to the executive of the people in the mandate without having to eat and throughout the mandate."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka: UNP Deputy Leader accuses President of spreading false information about foreign chefs and security officers. Claims government promoting hatred against former President Ranil Wickremesinghe. Denies allegations about misuse of Presidential House and foreign cooks. Calls for dedication to public service."
  ]
}