{
  "translated_text": {
    "si": {
      "title": "උතුරු හා නැගෙනහිර සම්බන්ධීකරණ කමිටුව සියළුම දෙමළ දේශපාලන පක්ෂ සඳහා ඉල්ලීමක් කර තිබේ",
      "body_lines": [
        "එක්සත් ජනපදයට බැඳුණු උතුරු හා නැගෙනහිරට බැරෑරුම් විසඳුමක් ලබා ගැනීම සඳහා සියලු දෙමළ දේශපාලන පක්ෂ සහ පක්ෂ 11 ක් වහාම අවධානය යොමු කළ යුතු බව සම්බන්ධීකාරක කන්දුමනී සහ පක්ෂ 11 ක් වහාම අවධානය යොමු කළ යුතු අතර එය එක්සත් ජනපදයට සම්බන්ධ වූ අතර එය එක්සත් ජනපදයට බැඳුණු යුනයිටඩ් විසඳුමක් සෙවීම සඳහා අප විසින් කරන ලද ඉල්ලීම් 11 කෙරෙහි අවධානය යොමු කළ යුතු බවයි.",
        "ඊසානදිග සම්බන්ධීකරණ කමිටු සම්බන්ධීකාරක කන්දුමනි ලවකුගරා මහතා බ්රහස්පතින්දා (25) මාධ්ය ප්රකාශයක් නිකුත් කළේය.",
        "දෙමළ ජාතික දේශපාලනයේ ඉතිහාසයේ සහ දෙමළ ජාතික සන්ධානයේ ඉතිහාසය, පක්ෂයේ නායකත්වයේ පළමු ඡන්දය ප්රජාතන්ත්රවාදී චරිතය විසින් පිළිගනු ලැබේ.",
        "ශ්රී ලංකාවේ අභ්යන්තර දේශපාලන, කලාපීය දේශපාලනයේ හා ජාත්යන්තර පරිසරයේ වර්තමාන සන්දර්භය තුළ, පාර්ලිමේන්තු මන්ත්රී සිවග්නානාම් ශ්රීධරන් මහතා ඉදිරියේ දැවැන්ත බැඳීම් ඇති අතර ඔහු දෙමළ ජාතික සන්ධානයේ නායකත්වයට වගකිව යුතු ය.. කඩා වැටීමෙන් දෙමළ ජාතික දේශපාලනය පුළුල් ලෙස ජනතාවගේ සහභාගීත්වයෙන් නැවත ගොඩනැඟිය යුතුය.",
        "අපගේ ස්වයං හැඟීම් පෝෂණය කරන එකම දෙය චිත්තවේගීය දේශපාලනයයි. මෙය දෙමළ ජාතිය වෙනත් ප්රජාවන්ගෙන් පිට කරන අතර දෙමළ ජාතියට ජාත්යන්තරව යුක්තිය පරාජය කිරීමට හේතු වේ.දෙමළ ජාතික දේශපාලනය දේශපාලනයට බුද්ධිමය දේශපාලන ප්රතිපත්ති සමඟ දේශපාලනයට විකාශනය කිරීමට දෙමළ දේශපාලන පක්ෂවලට බැඳීමක් තිබේ.",
        "උතුරු හා නැගෙනහිර මව්බිම වන දෙමළ දේශපාලන පක්ෂයන් මෙන්ම කලාපයේ ස්වදේශිකයන් සහ දේශසීමා ගම්මානවල දී ඇති සිංහල ජනතාව අතර සුහද ජනතාව අතර සුහද ජනතාව සහ සිංහල ජනයා අතර ඇති වූ වගකීම ද දෙමළ දේශපාලන පක්ෂවලට ද ලබා ගත හැකිය. සුළුතරය.. කෙසේ වෙතත්, දෙමළ ජාතික දේශපාලනයේ ප්රතිපත්ති සහ උතුරු හා නැගෙනහිර ජනතාවගේ ප්රතිපත්ති මුස්ලිම් ජනතාවගෙන් සහ සිංහලයන්ගෙන් වෙන් නොකළ යුතුය.",
        "උතුරු හා නැගෙනහිර වෙසෙන මුස්ලිම් ජනතාව අතර දෙමළ ජාතික දේශපාලන නායකත්වයේ සැකයන් නොමැති විට විනිවිදභාවයකින් සබඳතා පවත්වා ගැනීමේ වගකීම ද වේ",
        "In the North and East Tamil community, the 'social disability', such as Jaffna supremacy, territorialism, religious hatred, and neglect, caste oppression, patriarchy, and patriarchy can only be able to create a scientifically consistently consistently consistent Tamil nation by building social සමානාත්මතා චින්තනය.. එහි දේශපාලන අරමුණු සාක්ෂාත් කරගත හැක්කේ එවැනි ජනතාවකට පමණි.සියලුම දෙමළ දේශපාලන පක්ෂ මෙය ඔවුන්ගේ මූලික ප්රතිපත්තිය ලෙස පිළිගත යුතුය.",
        "සිංහල වාර්ගික මර්දනය හේතුවෙන් උතුරු හා නැගෙනහිරට අවතැන්ව සිටින උඩරට දෙමළ ජනයාගෙන් පැවත එන්නන් උතුරු හා නැගෙනහිර ජනතාවගේ ජීවිතවලට සම්බන්ධ වේ.. මෙම බැඳුම්කරයේ කුඩා සීරීමක් නිර්මාණය කිරීම සඳහා වගකීමෙන් යුතුව කටයුතු කිරීමේ වගකීම දෙමළ දේශපාලන නායකත්වයට ඇත.",
        "දෙමළ ජාතික සන්ධානය ඇතුළු සියලුම දෙමළ දේශපාලන පක්ෂ කාන්තාවන්ගේ හා තරුණයින්ගේ සහභාගීත්වය සඳහා අගුලු දමා ඇත. දෙමළ ජාතික දේශපාලන භූමියේ අංශභාගය සඳහා ප්රධාන හේතුව මෙයයි. දෙමළ පක්ෂ ඔවුන්ගේ සාමාජිකත්වය ඉහළ නැංවිය යුතු අතර ඔවුන්ගේ පක්ෂ මිනිසුන් බවට පරිවර්තනය කළ යුතුය.",
        "ඩයස්පෝරාවේ වෙසෙන විවිධ බලවේගයන් දෙමළ දේශපාලනය කෙරෙහි ඔවුන්ගේ බලපෑම ගෙවීමට උත්සාහ කරයි. දෙමළ දේශපාලන පක්ෂ ඔවුන්ගේ පාලනයට යටත් නොවන උතුරු හා නැගෙනහිර, ඒවායේ මුල් බැසගෙන සිටින ජනතාවගේ අවශ්යතා සහ ඔවුන්ගේ අයිතිවාසිකම් සඳහා දිනපතා අරගල කරන ජනතාවගේ සුභසාධනය පිළිබිඹු කළ යුතුය.",
        "සියලුම දෙමළ දේශපාලන පක්ෂ දෙමළ ජාතික සන්ධානය නැවත ලබා ගත යුතුය. අප්රිකානු ජාතික කොන්ග්රසයේ දක්නට ලැබෙන ඒකාබද්ධ ශක්තිය දකුණු අප්රිකානු ජනතාවගේ සාර්ථකත්වයේ පදනම විය. දෙමළ දේශපාලන පක්ෂ මෙම කාරණය පිළිගත යුතුය.",
        "උතුරු හා නැගෙනහිර දෙමළ ජනතාවගේ දෙමළ ජනතාවගේ ඉල්ලුම වන්නේ එක්සත් ශ්රී ලංකාවේ එක්සත් උතුරු හා නැගෙනහිර පළාත අසමසම බලය බෙදා හැරීමයි යන අරමුණු සමඟ වැඩ කිරීමයි.",
        "මෙම ඉල්ලීම් 11 සඳහා සියලුම දෙමළ දේශපාලන පක්ෂ වහාම අවධානය යොමු කළ යුතු බව වාර්තාව පෙන්වා දුන්නේය."
      ]
    },
    "en": {
      "title": "The North and Eastern Coordinating Committee has made 11 request for all Tamil political parties",
      "body_lines": [
        "Coordinator Kandumani Lavakugarasa said that all Tamil political parties and parties should immediately pay attention to the 11 demands that we make in order to find a power -sharing solution for the united North and East, which joined the United States.",
        "North East Coordinating Committee Coordinator Kandumani Lavakugarasa issued a media statement on Thursday (25).",
        "In the history of Tamil national politics and the history of the TNA, the first vote of party leadership is welcomed by the democratic character.",
        "In the present context of the internal political, regional politics and international environment of Sri Lanka, there are massive obligations in front of Parliamentarian Sivagnanam Sridharan, who is responsible for the leadership of the TNA.. The collapse Tamil national politics must be rebuilt with the participation of widespread people.",
        "Emotional politics is the only thing that we feed our self -national feelings. This aliens the Tamil nation from other communities and causes the Tamil nation to lose its justice internationally.The Tamil political parties have the obligation to evolve Tamil national politics into politics with intellectual political policies.",
        "The Tamil political parties have the responsibility to bring goodwill between the Tamil people who are the homeland of the North and East, as well as the Muslim people who are natives of the region and the Sinhalese people who have long lived in the border villages as a minority.. In any case, the policies of Tamil national politics and the people of the North and East should not be separated from the Muslim people and the Sinhalese.",
        "Among the Muslim people living in the North and East, the responsibility of maintaining relationships with transparency in the absence of doubts on Tamil national political leadership",
        "In the North and East Tamil community, the 'social disability', such as Jaffna supremacy, territorialism, religious hatred, and neglect, caste oppression, patriarchy, and patriarchy can only be able to create a scientifically consistently consistently consistent Tamil nation by building social equality thinking.. Only such a people can achieve its political goals.All Tamil political parties must accept this as their basic policy.",
        "Due to the Sinhala communal repression, the descendants of the upcountry Tamils who are displaced to the North and East are bounded with the lives of the people of the North and East.. The Tamil political leadership has the responsibility to act responsibly to create a small scratch in this bond.",
        "All Tamil political parties, including the TNA, are locked up for the participation of women and youth. This is the main reason for the paralysis of the Tamil National Political Site. The Tamil parties need to raise their membership and convert their parties into people.",
        "Various forces living in the diaspora are trying to pay their influence on Tamil politics. The Tamil political parties should reflect the interests of the people who are rooting in the North and East, which are not under their rule, and the welfare of the people who are struggling daily for their rights.",
        "All Tamil political parties must re -strengthen the Tamil National Alliance. The joint strength found in the African National Congress was the basis for the success of the South African people. The Tamil political parties must accept this fact.",
        "The demand for the self -determination of the Tamil people in the North and East is to work with its aims that the united Sri Lanka's united North and Eastern Province is an unparalleled devolution of power.",
        "The report pointed out that all Tamil political parties should immediately pay attention to these 11 demands."
      ]
    }
  },
  "summary_lines": [
    "The North and Eastern Coordinating Committee has made 11 demands for Tamil political parties, emphasizing the need for a power-sharing solution in the united North and East. Coordinator Kandumani Lavakugarasa highlights the importance of addressing these demands to rebuild Tamil national politics and foster goodwill among different communities."
  ]
}