{
  "translated_text": {
    "si": {
      "title": "ධීවරයින් සඳහා පැහැදිලි කිරීම දීර් ension කිරීම",
      "body_lines": [
        "ශ්රී ලාංකික මුහුදේ මසුන් ඇල්ලීම සම්බන්ධයෙන් මසුන් ඇල්ලීමේ චෝදනාව මත අත්අඩංගුවට ගත් ඉන්දීය ධීවරයින් 35 දෙනෙකු බදාදා (21) තැබූ බව පුත්තලම් දිසා අධිකරණය බදාදා (21) නියෝග කළේය.",
        "ඉන්දියාවෙන් බෝට්ටු හතරක් නැරඹූ ධීවරයින් තමිල්නාඩුවේ සිට අත්අඩංගුවට ගෙන සවිස්තරාත්මකව තබා ඇත.",
        "ඉන්දීය ධීවරයින් 35 දෙනෙකු දේශ සීමාව පසු කළහ. නාවික හමුදාව බ්රහස්පතින්දා (08) හි දී අත්අඩංගුවට ගනු ලැබීය.",
        "අත්අඩංගුවට ගත් ධීවරයින් 35 දෙනෙකු කල්පිට ප්රාදේශීය ධීවර හා ජලජ සම්පත් දෙපාර්තමේන්තුව තවදුරටත් නීතිමය ක්රියාමාර්ග සඳහා ජලජ සම්පත් දෙපාර්තමේන්තුවට භාර දී තිබේ.",
        "පුත්තලම් දිස්ත්රික් අතිරේක යුක්තිය පසෙකා ඩීඑල්එල් මේ මස 21 වන දින දක්වා රිමාන්ඩ් භාරයේ තබා තිබිය යුතුය.. විමලරත්න නියෝග කර තිබුණි.",
        "සැකකරුවන් වන ඉන්දීය ධීවරයින් 35 දෙනා වැඩිදුර පරීක්ෂණ සඳහා දිගින් දිගටම ප්රශ්න කරන ලෙස පුත්තලම් දිසා අධිකරණය නියෝග කර තිබේ.",
        "මේ අතර, ශ්රී ලංකා මුහුදු සීමාවන්හි මසුන් ඇල්ලූ ඉන්දීය ධීවරයින් 22 දෙනෙකු නාවික හමුදාව විසින් කල්පිතියේ උතුරේ උතුරේ නාවික හමුදාව විසින් අත්අඩංගුවට ගෙන ඇති අතර ඔවුන් සියල්ලන්ම 03 වනදා වන තෙක් පුත්තලම් දිසා අධිකරණයේ පෙනී සිටියහ."
      ]
    },
    "en": {
      "title": "Extension of Explanation for fishermen",
      "body_lines": [
        "The Puttalam District Court on Wednesday (21) ordered that 35 Indian fishermen arrested on charges of fishing within the Sri Lankan waters be placed on Wednesday (21).",
        "The fishermen who visited four boats from India Tamil Nadu have been arrested and kept in detail.",
        "35 Indian fishermen crossed the border. The Navy was arrested on Thursday (08) while engaged.",
        "The 35 fishermen who were arrested were handed over to the Puttalam District Court on the 9th after the Kalpitiya Divisional Fisheries and Aquatic Resources Department were handed over to the Department of Aquatic Resources for further legal action.",
        "Puttalam District Additional Justice DLAN should be kept in remand until the 21st of this month.. Wimalaratne had ordered.",
        "The Puttalam District Court has ordered that the 35 Indian fishermen, who are the suspects, continue to be interrogated for further investigations.",
        "Meanwhile, 22 Indian fishermen who were fishing across the Sri Lankan waters were arrested by the Navy in the North of Kalpitiya in the north of Kalpitiya and they were all produced at the Puttalam District Court until the 03rd."
      ]
    }
  },
  "summary_lines": [
    "The Puttalam District Court ordered 35 Indian fishermen arrested for fishing in Sri Lankan waters to remain in custody until the 21st. They were among 57 fishermen detained by the Sri Lankan Navy for crossing borders."
  ]
}