{
  "translated_text": {
    "ta": {
      "title": "கெஹெலியாவை விசாரிக்க சிறப்பு குழு 9 உறுப்பினர்களைக் கொண்ட மருத்துவக் குழுவை நடத்தியது",
      "body_lines": [
        "முன்னாள் சுகாதார அமைச்சர் கெஹெலியா ரம்புக்வெல்லாவின் மருத்துவ நிலைமைகள் குறித்து விசாரிக்க ஒன்பது நிபுணர்களின் மருத்துவ வாரியத்தை நியமிக்க திருமதி லுச்சான் அபிவிக்ராமா வீரசிங்க நியமிக்கப்பட்டார்.",
        "துணை சொலிசிட்டர் ஜெனரலின் கோரிக்கை, விசாரணையை உடனடியாக விசாரிப்பதற்கான கோரிக்கையை ஏற்றுக்கொண்டது, துணை சொலிசிட்டர் ஜெனரல் முன்னாள் சுகாதார அமைச்சர் கெஹேலியா ரம்புக்வெல்லா, துணை சொலிசிட்டர் ஜெனரல்.",
        "இதய நோய்களை விசாரிக்க சிறப்பு மருத்துவ மருத்துவர்களைச் சேர்க்க, சுகாதார சேவைகளின் இயக்குநர் ஜெனரலில் மாஜிஸ்திரேட் சேர்த்துள்ளார்.",
        "இந்த மாதம் 26 ஆம் தேதி நீதிமன்றத்தில் ஒரு அறிக்கையை சமர்ப்பிக்க சுகாதார சேவைகளின் இயக்குநர் ஜெனரலையும் மாஜிஸ்திரேட் ஏற்பாடு செய்தார்.",
        "கிரிமினல் பொலிஸ் டாலர் ரொட்டி மற்றும் நியூரோசுக்ளோபினுக்குப் பயன்படுத்தப்படும் 'எமியாங்கின்' பயன்படுத்திய அரசு மருத்துவமனைகளுக்கு பரிசுகளை விநியோகித்தல். நீதிமன்றங்களுக்கு முன்பாக தயாரிக்கப்பட்டது. அவரை மருத்துவமனையில் மருத்துவர் மருத்துவரால் சமர்ப்பித்தார்.",
        "நீதிமன்றங்களில் உள்ள கொழும்பு தேசிய மருத்துவமனையில் சிகிச்சை பெற்று வரும் மருத்துவ வழங்கல் பிரிவின் இயக்குனர் மருத்துவ சப்ளைஸ் பிரிவின் இயக்குனர்.",
        "கெஹேலியா ரம்புக்வெல்லாவின் இடதுபுறத்தில் தனக்கு வலி இருப்பதாக மருத்துவரின் அறிக்கை கூறியுள்ளது, மேலும் சிங்கப்போரு மருத்துவமனையில் இரண்டு மருத்துவர்களால் அடையாளம் காணப்பட்ட சிங்கப்போரு மருத்துவமனையில் இரண்டு மருத்துவர்களால் அவருக்கு சிரமம் ஏற்பட்டது, அவர் கெஹெலியா ராம்புக்வெல்லா என அடையாளம் காணப்பட்டார்.",
        "துணை சொலிசிட்டர் ஜெனரல், துணை சாலிசி ஜெனரலின் கொசு கஹெலியா ரம்புக்வெல்லாவை அணிதிரட்டக்கூடிய திறன் கொண்டது.பிப்ரவரி 3 முதல் 14 வரை அவர் சிகிச்சையளித்த பின்னர், அவர் 15 ஆம் தேதி நீதிமன்றத்திற்கு முன் தயாரிக்க முடியாது என்று ஒரு நோய்வாய்ப்பட்ட நிலையில் இருந்தார்?ஒரு விஞ்ஞானப் போக்காக, சிறப்பு வாரியம் குறிப்பிடப்பட வேண்டும் என்று கோரப்பட்டுள்ளது.",
        "தேசிய மருத்துவமனையில் உள்ள தேசிய மருத்துவமனையில் சிகிச்சை பெற்ற பின்னர் சிறை மருத்துவமனையில் சிகிச்சை பெற்றிருந்த கெஹெலியா ரம்புக்வெல்லா இருந்தாரா?க .ரவ மருத்துவர்.",
        "உத்தரவுகளை வெளியிட்ட மாஜிஸ்திரேட் 26 ஆம் தேதிக்கு முன்னர் நீதிமன்றத்திற்கு முன் தயாரிக்கப்பட வேண்டிய சுகாதார சேவைகளின் இயக்குநர் ஜெனரலுக்கு வழங்கப்பட்டது."
      ]
    },
    "en": {
      "title": "Specialistic Committee conducted 9-member medical committee to investigate Keheliya",
      "body_lines": [
        "Ms. Luchan Abeywickrama Weerasinghe was appointed to appoint a medical board of nine specialists to investigate the medical conditions of former Health Minister Keheliya Rambukwella.",
        "Former Health Minister Keheliya Rambukwella, Deputy Solicitor General, a request made by the Deputy Solicitor General, has accepted a request to promptly investigate the investigation.",
        "The Magistrate also added to the Director General of Health Services to include specialized medical doctors to investigate heart disease.",
        "The Magistrate also organized the Director General of Health Services to submit a report to the court on the 26th of this month.",
        "Criminal police dollar bread and distribution of prizes to the government hospitals used by the 'Emiyankin' used for the neurosuglobin.Keheliya Rambukwella who was arrested on the 15th and said that he should be produced in court on the 15th to the judiciary he could not be produced before the courts.He was submitted by the doctor of the doctor at the hospital.",
        "The Director of the Medical Supplies Unit, the Director of the Medical Supplies Unit, who is receiving treatment at the Colombo National Hospital at the courts.",
        "The doctor's report said that he had a pain on the left of Keheliya Rambukwella and he was inconvenienced by two doctors in the Singaporu Hospital, who was identified by two doctors in the Singaporu Hospital, who was identified as Keheliya Rambukwella.",
        "Deputy Solicitor General, the Deputy Solicy General's Mosquito is capable of a mobilization of Kaheliya Rambukwella.After his treatment from February 3 to 14, he was in a sick condition that he could not be produced before court on the 15th?As a scientific tend to go, the Specialist Board has been requested to be specified.",
        "Was Keheliya Rambukwella who was receiving treatment at the prison hospital after being treated at the National Hospital in the National Hospital?The doctor of the Hon.",
        "The Magistrate who issued the orders was issued to the Director General of Health Services to be produced before court before the 26th."
      ]
    }
  }
}