{
  "translated_text": {
    "si": {
      "title": "විදේශ රැකියා කාර්යාංශය ඉදිරිපිට දිගටම කරගෙන යන සත්යග්රා අරගලය",
      "body_lines": [
        "දකුණු කොරියාව සඳහා දකුණු කොරියාව සඳහා දකුණු කොරියාව සඳහා දකුණු කොරියාව සඳහා දකුණු කොරියාව සඳහා වැඩ කරන සමහර අය බට්ටරමාලා හි ශ්රී ලංකා විදේශ රැකියා කාර්යාංශය ඉදිරිපිට සටන් කරමින් සිටින අතර, එහි අවධානය හේතුවෙන් කොරියාවට යාමට ඔවුන්ට අවස්ථාවක් නොලැබී ඇතැයි පවසති බලධාරීන්.",
        "අමාත්ය විජිත හේරත් පසුගිය සිකුරාදා විරෝධතාකරුවන් කිහිප දෙනෙකු හමුවිය. මේ අතර, ඊ 8 වීසා බලපත්රය පැවසුවේ දකුණු කොරියාව නීතිගත කිරීම සඳහා අවශ්ය පියවර ගැනීමට පියවර ගන්නා බවයි.",
        "කෙසේ වෙතත්, විදේශ රැකියා කටයුතු දකුණු කොරියාව සඳහා වන අවස්ථා සැඟවී සිටින බැවින් ඔවුන් රැකියාවට යා යුතු කාලය දීර් to කිරීමට වෙහෙසෙති.",
        "නමුත් E8 වීසා සඳහා ව්යාපාර සඳහා යැවීම නීති විරෝධී ය. ශ්රී ලංකා විදේශ රැකියා කාර්යාංශයේ සභාපති පැවසුවේ එයට ඉඩ දිය නොහැකි බවයි. සැනසිල්ල මෙන්ම නොදැනුවත්වම වීසා බලපත්රයක් ලබා ගැනීමට ඉඩක් නැත. කාර්යාංශයේ සභාපති පැවසුවේ දකුණු කොරියාව සඳහා අපට වෘත්තීය අවස්ථාවක් ලබා ඇති බව වාර්තා කිරීමේදී සත්යයක් නොමැති බවයි.",
        "හිටපු විදේශ රැකියා අමාත්ය මනූෂා නනායකකර මහතා පැවසුවේ \"දකුණු කොරියාව දකුණු කොරියාව දකුණු කොරියාවට ඊ 8 වීසා බලපත්රය සඳහා යැවීමට අපි රටේ රජය සමඟ සාකච්ඡා කර ඇත්තෙමු.",
        "ඔවුන් කිව්වා ඔවුන් විදේශ රැකියා කාර්යාංශය සමඟ වැඩ කරන බව. කෙසේ වෙතත්, මෙම පියවර ගනු ලැබුවේ මැතිවරණයට දින කිහිපයකට පෙරය. කෙසේ වෙතත්, විදේශ රැකියා කාර්යාංශයේ කාර්යාංශය මැදිහත් වන්නේ නම්, ගැටළුව විසඳිය හැකිය.",
        "කෙසේ වෙතත්, E8 වීසා බලපත්රයේ දකුණු කොරියාවේ ව්යාපාරය. දැනටමත් කොරියාවේ නිවාඩුවෙන් ඉවත් වී ඇති අතර තුන්වෙනි දවස සඳහා නැවත සතග්රහ මණ්ඩලය වෙත ආපසු යාමට නොහැකි වූ අය."
      ]
    },
    "en": {
      "title": "Satyagraha struggle that continues in front of the Foreign Employment Bureau",
      "body_lines": [
        "Some people who are looking forward to working for South Korea for South Korea on the E8 visa have been fighting in front of the Sri Lanka Foreign Employment Bureau in Battaramla, saying they have not had the opportunity to go to Korea due to the attention of the authorities.",
        "Minister Vijitha Herath met with some of the protesters last Friday. In the meantime, the E8 Visa said that action would be taken to take the necessary measures to legalize South Korea.",
        "However, the foreign employment work is hiding the opportunities for South Korea, so they are struggling to prolong the time as they have to go to work.",
        "But it is illegal to send to business on E8 visa. The President of the Sri Lanka Foreign Employment Bureau said it could not be allowed. As well as the console is not likely to get a visa without knowing. The Chairman of the Bureau said that there is no truth in reporting that we have got a career opportunity for South Korea.",
        "Former Foreign Employment Minister Manusha Nanayakkara said, \"We have discussed with the country's government to send South Korea to South Korea on the E8 visa.",
        "They said they were working with the Foreign Employment Bureau. However, the move was taken just days before the election. However, if the Bureau of the Foreign Employment Bureau intervene, the problem can be resolved.",
        "However, the business in South Korea on the E8 Visa. Those who have already left the vacation in Korea and are unable to go back to the Satyagraha protest for the third day."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka: Protesters demand E8 visa for South Korea jobs. Foreign Employment Bureau denies opportunities. Government intervention sought."
  ]
}