{
  "translated_text": {
    "ta": {
      "title": "ஹைட்ரோஃப்ளூக்காபன் இறக்குமதியாளர்களின் இறக்குமதியாளர்கள் கட்டாயமானவர்கள்",
      "body_lines": [
        "ஹைட்ரோஃப்ளூக்காபன் (எச்.எஃப்.சி) இறக்குமதியாளர்கள் சுற்றுச்சூழல் அமைச்சகத்தில் பதிவு செய்யப்பட வேண்டும் என்று சுற்றுச்சூழல் அமைச்சகம் கூறுகிறது.",
        "அதன்படி, ஹைட்ரோஃப்ளூக்பன் (எச்.எஃப்.சி) இறக்குமதி செய்வது எந்தவொரு பதிவு அல்லது தனிநபர்களுக்கும் ஆகும்.",
        "ஹைட்ரோஃப்ளூக்காபன் (எச்.எஃப்.சி.எஸ்) ஏர் கண்டிஷனிங் மற்றும் குளிர்சாதன பெட்டிகளுக்கு பயன்படுத்தப்படுகிறது.",
        "1989 முதல், மாண்ட்ரீல் கூட்டணியில் இருந்து ஹைட்ரோஃப்ளூரோக்காபன் (எச்.எஃப்.சி) நுகர்வு மற்றும் ஓசோன் அடுக்கில் முறையாக குறைப்பு ஆகியவற்றைக் கட்டுப்படுத்த ஹைட்ரோஃப்ளூக்காபன் (எச்.எஃப்.சி) நுகர்வு ஆகியவற்றைக் கட்டுப்படுத்த புதிய திட்டம் செயல்படுத்தப்படும்.",
        "ஹைட்ரோஃப்ளூக்காபன் (எச்.எஃப்.சி.எஸ்) ஒரு நிலையான அடிப்படையிலான மதிப்பால் தீர்மானிக்கப்படுகிறது, இது நுகர்வுக்கு அதிகபட்ச வரம்பைப் பயன்படுத்துகிறது.",
        "அதன்படி, இந்த ஆண்டு முதல் இந்த ஆண்டு முதல் தொழில்மயமாக்கப்பட்ட வணிக நிறுவனங்கள் மற்றும் தனிநபர்களிடையே சுற்றுச்சூழல் அமைச்சகம் விநியோகிக்கப்படும்.",
        "அதன்படி, வருடாந்திர ஒதுக்கீட்டைப் பெற விரும்பும் நிறுவனங்கள் மற்றும் தனிநபர்கள் சுற்றுச்சூழல் அமைச்சகத்தில் பதிவு செய்யப்பட வேண்டும்.",
        "எந்தவொரு நோக்கத்திற்காகவும் HFC களை இறக்குமதி செய்ய பதிவுசெய்யப்பட்ட எதுவும் தகுதியற்றதாக இருக்காது என்று சுற்றுச்சூழல் அமைச்சகம் மேலும் கூறியது.",
        "பதிவு செய்வதற்கான விண்ணப்ப படிவத்தை மே 07 வழங்க வேண்டும் என்று சுற்றுச்சூழல் அமைச்சகம் கூறுகிறது, சுற்றுச்சூழல் அமைச்சகம் கூறுகிறது"
      ]
    },
    "en": {
      "title": "Importers of hydroflookaban importers are compulsory",
      "body_lines": [
        "The Ministry of Environment states that the importers of Hydroflookaban (HFCS) must be registered with the Environmental Ministry.",
        "Accordingly, the importation of Hydroflookban (HFCS) is for no matter any registration or individuals.",
        "The Hydroflookaban (HFCS) is used for air conditioning and refrigerators.",
        "Since 1989, the new program will be implemented to limit the consumption of Hydroflookaban (HFCS) to limit the consumption of Hydrofluorookaban (HFCS) from the Montreal Alliance and systematic reduction in the ozone layer.",
        "The Hydroflookaban (HFCS) is determined by a fixed-based value that uses the maximum limit for consumption.",
        "Accordingly, the Ministry of Environment will be distributed among the industrialized business establishments and individuals from this year from this year.",
        "Accordingly, the institutions and individuals who are willing to obtain the annual quota should be registered with the Ministry of Environment.",
        "The Ministry of Environment further stated that no registered will not be eligible to import HFCS for any purpose.",
        "Ministry of Environment states that the application form for registration should be provided with May 07, the Ministry of Environment says"
      ]
    }
  },
  "summary_lines": [
    "Importers of Hydrofluorocarbon (HFC) must register with the Ministry of Environment, starting May 7, to limit consumption and protect the ozone layer."
  ]
}