{
  "translated_text": {
    "ta": {
      "title": "சூரிய மின் உற்பத்தி 1000 மெகாவாட் தாண்டியது",
      "body_lines": [
        "இந்த நாட்டில் மொத்த சூரிய சக்தி கொண்ட மின்சாரம் 1000 மெகாவாட் அதிகரித்துள்ளது என்று எரிசக்தி அமைச்சகம் கூறுகிறது.",
        "கூரையின் படி, சோலார் பேனல்கள் 944 மெகாவாட் மற்றும் 156 மெகாவாட் லேடிங் சோலார் பேனல்கள் வழியாக சேர்க்கப்பட்டுள்ளன.",
        "இந்த ஆண்டின் இறுதிக்குள், சோலார் பேனல் தேசிய கட்டத்தில் சோலார் பேனலால் மட்டுமே சேர்க்கப்படும் என்று எதிர்பார்க்கப்படுகிறது.",
        "அடுத்த நான்கு ஆண்டுகளில், அடுத்த நான்கு ஆண்டுகளில் ஒவ்வொரு ஆண்டும் 150 மெகாவாட் என்ற தேசிய கட்டத்தில் சோலார் குழு சேர்க்கப்படும் என்று CEB இன் நீண்டகால புவியியல் தெரிவித்துள்ளது.",
        "இருப்பினும், இந்த ஆண்டின் முதல் ஐந்து மாதங்களில் சோலார் பேனல் கூரையில் தேசிய அமைப்பில் 132 மெகாவாட் சேர்க்க முடிந்தது."
      ]
    },
    "en": {
      "title": "Solar power generation exceeds 1000 MW",
      "body_lines": [
        "The Ministry of Energy says that the total solar powered electricity in this country has increased by 1000 MW.",
        "According to the roof, the Solar panels have been added to 944 MW and 156 MW through the lading solar panels.",
        "By the end of this year, the solar panel is expected to be added to the national grid only by the solar panel.",
        "According to the next four years, the solar panel will be added to the national grid of 150 MW each year in the next four years, according to the Long-Term Geology of the CEB.",
        "However, the Solar Panel has been able to add 132 MW to the National System on the roof during the first five months of this year."
      ]
    }
  },
  "summary_lines": [
    "Solar power generation in the country surpassed 1000 MW, with 944 MW from rooftop installations and 156 MW from large-scale projects. The Ministry of Energy expects annual additions of 150 MW over the next four years, aiming for significant growth in solar energy contributions to the national grid."
  ]
}