{
  "translated_text": {
    "ta": {
      "title": "பல பகுதிகளில் மழை",
      "body_lines": [
        "அடுத்த 24 மணி நேரத்திற்கு வலுவான காற்று மற்றும் கடல் பற்றிய எச்சரிக்கை குறித்து வானிலை ஆய்வு துறை சிவப்பு அறிவிப்பை வெளியிட்டுள்ளது.",
        "இன்று (14) அதிகாலை 3.00 மணிக்கு அதிகாலை 3.00 மணிக்கு இந்த அறிவிப்பு வெளியிடப்பட்டது.",
        "அரேபிய கடல்களின் கிழக்கு அட்சரேகையின் 10 முதல் 18 வரை வடக்கு பகுதி மற்றும் அரேபிய கடல்களின் கடல் பகுதியில் 55 மற்றும் 65 கிழக்கு நூலகத்தின் கிழக்கு லடாடேஜ்கள் வரை கடல் பகுதிகளில் மிகவும் வலுவான காற்று வீசுகிறது.. 70 -80) கடல் பகுதிகள் மிகவும் கடினமானதாக இருக்கும் என்று வானிலை ஆய்வு துறை விலைமதிப்பற்றது.",
        "இதற்கிடையில், மேற்கு, சபராகாமுவா மற்றும் வடமேற்கு மாகாணங்களில் சில நேரங்களில் மழை பெய்யும் என்று வானிலை ஆய்வு திணைக்களம் அறிவிக்கிறது.",
        "சில இடங்களில் என்று துறை கூறுகிறது.. பலத்த மழை 75 க்கும் அதிகமாக ஏற்படலாம்.",
        "யு.வி.ஏ மாகாணத்தின் பல இடங்களிலும், மாவட்டத்தில் அல்லது இரவுகளிலோ கூட மழை அல்லது இடியுடன் கூடிய மழை பெய்யும்.",
        "சில நேரங்களில், வடக்கு, வட மத்திய மற்றும் வட மேற்கு மாகாணங்கள் மத்திய மலைகளின் மேற்கு சரிவுகளில், வடக்கு, வடக்கு-மத்திய மற்றும் வடமேற்கு மாகாணங்களில் அமைந்துள்ளன.. 40-50 வலுவான காற்று இருப்பதாக வானிலை ஆய்வு துறை கூறுகிறது.",
        "தற்காலிக காற்று மற்றும் மின்னல் விபத்துக்களை இடியுடன் கூடிய மழையுடன் குறைக்க தேவையான நடவடிக்கைகளை எடுக்குமாறு வானிலை ஆய்வு திணைக்களம் பொதுமக்களிடம் கோரியுள்ளது."
      ]
    },
    "en": {
      "title": "Showers in several areas",
      "body_lines": [
        "The Meteorology Department has issued a red announcement of the warning of the strong winds and sea for the next 24 hours.",
        "The announcement was issued at 3.00 am today (14) at 3.00 am.",
        "Very strong winds in the sea areas between 10 and 18 northern part of the Eastern latitude of the Arabian seas and the Eastern Latadages of 55 and 65 East Library in the Sea area of ​​the Arabian seas.. 70 -80) The meteorological department is precious that the sea areas can be very rough.",
        "Meanwhile, the Department of Meteorology announces that showers will occur at times in the Western, Sabaragamuwa and Northwestern provinces.",
        "The department states that in certain places.. Heavy rains can occur at more than 75.",
        "Showers or thundershowers will occur at several places in the Uva Province and evening in the district or even nights.",
        "At times, the North, North Central and North Western provinces are situated in the western slopes of the central hills, in the North, North-Central and North Western Provinces.. The Meteorology Department says that there are 40-50 strong winds.",
        "The Department of Meteorology has requested the public to take necessary steps to reduce temporary winds and lightning accidents with thunderstorms."
      ]
    }
  },
  "summary_lines": [
    "A red warning for strong winds and rough seas in the Arabian Sea's eastern latitudes from 10 to 18 degrees north and 55 to 65 degrees east is issued by the Meteorology Department, valid for the next 24 hours starting at 3:00 am today. Showers are expected in the Western, Sabaragamuwa, Northwestern, and Uva provinces, with heavy rainfall possible in some areas exceeding 75 mm. Strong winds of 40-50 km/h are forecasted for the North, North Central, and North Western provinces near the central hills' western slopes. The department advises caution against temporary winds and lightning during thunderstorms."
  ]
}