{
  "translated_text": {
    "ta": {
      "title": "ஏழு மாவட்டங்களுக்கு நிலச்சரிவு எச்சரிக்கை",
      "body_lines": [
        "ஏழு மாவட்டங்களுக்கு நிலச்சரிவு எச்சரிக்கைகள் வழங்கப்பட்டுள்ளதாக தேசிய கட்டிட ஆராய்ச்சி அமைப்பு (NBRO) கூறுகிறது.",
        "இன்று (19) நாளை அதிகாலை 3 மணிக்கு எச்சரிக்கைகள் வெளியிடப்பட்டுள்ளன என்று மூத்த புவியியலாளர் வசந்தா செனாதீரா தெரிவித்தார்.",
        "அதன்படி, கட்டம் 02 இல் உள்ள எச்சரிக்கை அறிவிப்புகள் பதுல்லா மாவட்டத்தின் எல்லா பிரதேச செயலகப் பிரிவுக்கு வெளியிடப்பட்டுள்ளன.",
        "மூத்த புவியியலாளர் வசந்தா சேனதீரா, பூண்டுல்லா மாவட்டத்தில் மற்ற நான்கு பிரதேச செயலாளர்களின் பிரிவுகளும், கண்டி, கெகல்லே, ரத்னபுரா, கொழும்பு, கொழும்பு மற்றும் கம்பாஹா மாவட்டங்களில் 33 பிரதேச செயலாளர்களும் பிரிவுகளும் தெரிவித்தன."
      ]
    },
    "en": {
      "title": "Landslide warning to seven districts",
      "body_lines": [
        "The National Building Research Organization (NBRO) says that landslide warnings have been issued for seven districts.",
        "Senior Geologist Wasantha Senadheera said that the warnings have been issued today (19) at 3 am tomorrow.",
        "Accordingly, the warning announcements in phase 02 has been released to the Ella Divisional Secretariat Division of Badulla District.",
        "Senior Geologist Wasantha Senadheera said that four other Divisional Secretariat Divisions in Badulla District and the 33 Divisional Secretariat Divisions in Kandy, Kegalle, Ratnapura, Colombo, Colombo and Gampaha Districts."
      ]
    }
  },
  "summary_lines": [
    "Landslide warnings issued for seven districts: NBRO alerts Badulla, Kandy, Kegalle, Ratnapura, Colombo, Gampaha."
  ]
}