{
  "translated_text": {
    "ta": {
      "title": "ඉන්දිය හිටපු අගමැති මංමෝහන් සිං අභාවප්‍රාප්ත වෙයි",
      "body_lines": [
        "முன்னாள் இந்திய பிரதமர் மன்மோகன் சிங் தனது 92 வயதில் காலமானார்.",
        "சிங் இந்தியா ஒரு நீண்டகால பிரதமராக இருந்தார், பிரதமராக கருதப்பட்டார் மற்றும் இந்தியாவில் இந்தியாவில் தாராளவாத சீர்திருத்தங்களின் தலைவராக பிரதமராக இருந்தார். ඔහු ඒරට මහ බැංකු අධිපතිවරයා ලෙසද කටයුතු කළේය.",
        "உடல்நலத்தின் நிலைக்குப் பிறகு, அவர் டெல்லியில் உள்ள மூலதன மருத்துவமனையில் அனுமதிக்கப்பட்டு, தலைநகரான சிகிச்சையில் அனுமதிக்கப்பட்டார்.",
        "ஜவஹர்லால் நேரு முதல் பதவிக்குப் பிறகு முதல் இந்தியத் தலைவர் நாட்டின் முதல் இந்திய கேப்டன் ஆவார். 1984 கிளர்ச்சி தொடர்பாக பாராளுமன்றத்தில் அவர் பகிரங்கமாக மன்னிப்பு கேட்டார்.",
        "ஆனால் அவரது இரண்டாவது பதவிக்காலம் அவரது நிர்வாகத்திற்கு இடையூறு விளைவிக்கும் ஊழல் தடுப்பு குற்றச்சாட்டுகளால் அழிக்கப்பட்டது. 2014 பொதுத் தேர்தலில், இந்த ஊழல் அவரது காங்கிரஸின் கடுமையான தோல்விக்கு ஓரளவு காரணம் என்று பலர் கூறுகிறார்கள்.",
        "சிங் செப்டம்பர் 26, 1932 அன்று பஞ்சாப் பகுதியில், நீர் மற்றும் மின்சாரம் இல்லாமல் வெறிச்சோடிய கிராமத்தில் பிறந்தார்.",
        "பஞ்சாப் பல்கலைக்கழகத்தில் அனுமதிக்கப்பட்ட பின்னர், கேம்பிரிட்ஜில் முதுகலை பட்டம் பெற்றார் மற்றும் ஆக்ஸ்போர்டில் டிபில் பட்டம் பெற்றார்."
      ]
    },
    "en": {
      "title": "Former Prime Minister of Prime Minister passes away",
      "body_lines": [
        "Former Indian Prime Minister Manmohan Singh passed away in the age of 92.",
        "Singh India was a longege prime minister and was considered the prime minister and was the leader of India liberal reforms in India as the Prime Minister. He acted as the Central Bank Governor.",
        "After the condition of the health, he was admitted to the capital hospital in Delhi and was admitted to the capital city of treatment.",
        "The first Indian leader was the first Indian captain of the country after the first term of Jawaharlal Nehru. He expressed publicly apologized in Parliament regarding the 1984 rebellion.",
        "But his second term was destroyed by anti-corruption allegations that interrupted his administration. In the 2014 general election, many say that this scandal is partially responsible for the fierce defeat of his Congress.",
        "Singh was born on September 26, 1932, in the punjab area, a deserted village without both water and electricity.",
        "After admission to the Punjab University, he granted a Masters Degree in Cambridge and obtained a DPHIL degree in Oxford."
      ]
    }
  },
  "summary_lines": []
}