{
  "translated_text": {
    "ta": {
      "title": "கல்வி அமைச்சர் ஆசிரியர் நியமனங்கள் குறித்த சிறப்பு அறிவிப்பு",
      "body_lines": [
        "மேற்கு மாகாணத்தில் ஆசிரியர்கள் தேர்வில் இருந்து ஏற்கனவே 2,400 பட்டதாரிகள் தேர்வு செய்யப்பட்டுள்ளதாக கல்வி அமைச்சர் சுசில் பிரேமாஜாயத் தெரிவித்துள்ளார்.",
        "இன்று (01) பாராளுமன்றத்தில் பட்டதாரி ஆசிரியர்களின் எதிர்க்கட்சித் தலைவர் எழுப்பிய கேள்விக்கு அமைச்சர் பதிலளித்தார்.",
        "மீதமுள்ள ஆசிரியர் தேர்வு தொடர்பாக இந்த நாட்களில் ஒரு சிறப்புத் திட்டம் செயல்படுத்தப்படும், மேலும் ஏப்ரல் விடுமுறைக்குப் பிறகு நியமனங்களுக்கு வழங்கப்படும்.",
        "அறிவியல், கணிதம், தொழில்நுட்ப பாடங்களின் கீழ் 2,700 பட்டதாரிகளை ஆட்சேர்ப்பு செய்வதற்கு ஆசிரியர் அழைத்துச் செல்லப்பட்டிருப்பார் என்று அவர் கூறினார்.",
        "சுசில் பிரேம்ஜேஜ்களின் கூற்றுப்படி, அவர்கள் கல்வி அமைச்சின் கீழ் உள்ள காலியிடங்களுக்கு நியமிக்கப்படுவார்கள்.",
        "கூடுதலாக, ஓய்வுபெற்ற மற்றும் வெளிநாடுகளில் உள்ள ஆளுநர்கள் மற்றும் அரசாங்கங்கள் தொடர்பாக புதிய நியமனங்களை வழங்க நடவடிக்கை எடுக்கப்படும்.",
        "\"எங்களுக்கும் ஆசிரியர்கள் தேவை. பெரும்பாலும் பட்டதாரிகளை வேலைக்கு அமர்த்த தயாராக உள்ளது. இவர்களில், 15,000 மீதமுள்ள மக்களை உள்ளடக்கியது.",
        "பொருள் வகையின்படி, நாங்கள் பணியமர்த்தும் பட்டதாரிகள் அல்லது பீடங்கள். ஆசிரியர் வகையின்படி. எங்கள் பள்ளிகளில் எங்கள் பள்ளிகளை நியமிக்க முடியாது. அவருக்கு கற்பிக்க எந்த விஷயமும் இல்லை. எனவே பரீட்சை காணப்பட்டாலும், அவர்கள் நேர்காணலில் தங்கள் பாடங்களை அறிவார்கள். எங்கள் ஆசிரியரின் வகையை அந்த பாடங்களுடன் பொருத்த வேண்டும். அவர்களுக்கு நியமனங்கள் வழங்கப்பட்டன. ஒரு நிரல் இப்போது மற்றவர்களைப் பற்றியது. பாடங்களைக் கொண்ட பட்டதாரிகளுக்கு முதல் சுற்று நியமனங்கள். \""
      ]
    },
    "en": {
      "title": "Minister of Education Special Notice of Teacher Appointments",
      "body_lines": [
        "Minister of Education Susil Premajayath says that 2,400 graduates have already been selected from the Teachers' Examination in the Western Province.",
        "The Minister was responding to a question raised by the Opposition Leader of the Graduate Teachers in Parliament today (01).",
        "A special program will be implemented these days regarding the rest of the Teachers' Examination and will be given to appointments after the April vacation.",
        "He said that the teacher will have been taken up to the recruitment of 2,700 graduates under science, mathematics, technical subjects.",
        "According to Susil Premjages, they will be appointed to the vacancies under the Ministry of Education.",
        "In addition, action will be taken to grant the new appointments with regard to the retired and governors and governments abroad.",
        "\"We too need teachers. Mostly willing to hire graduates. Of these, 15,000 covers the rest of the people.",
        "Graduates or Faculties we hire, according to subject type. According to Teacher Type. Our schools cannot be appointed in our schools. There is no subject to teach him. So even if the examination may be found, they know their subjects in the interview. We have to match our teacher's type with those subjects. They were given appointments. A program is now about the others. The first round appointments to graduates who had subjects. \""
      ]
    }
  },
  "summary_lines": [
    "The Minister of Education, Susil Premajayath, announced that 2,400 graduates have been selected from the Teachers' Examination in the Western Province. A special program will be implemented for the remaining examinations, with appointments to be made after the April vacation. The program aims to recruit 2,700 graduates for science, mathematics, and technical subjects, with appointments under the Ministry of Education. Action will also be taken regarding retired and foreign governors and governments."
  ]
}