{
  "translated_text": {
    "ta": {
      "title": "தொழில்முனைவோர் திலித் ஜெயவீராவின் ஆசீர்வாதம்",
      "body_lines": [
        "தொழில்முனைவோர் தொழில்முனைவோர் திலித் ஜெயவீரா நேற்று (12) பெல்லன்விலா ராஜமஹா விஹாராயாவுக்குச் சென்றார்.",
        "பெல்லன்விலா தலைமை தற்போதைய பெல்லன்விலா தலைமை பதவியில் பெல்லன்விலா தலைமை பதவியில் இருப்பவர் 'மசோதாவுக்கும் வழங்கப்பட்டது.",
        "விஹராயாவின் தலைமை பதவியில் இருப்பவர், தொழில்முனைவோர் திலித் ஜெயவீரா ஒரு தொலைநோக்கு முறை என்று திலித் ஜெயவீராவை ஆசீர்வதிப்பார் என்று ஒப்புக் கொள்ளப்பட்டார்.",
        "\"வெளிப்படையாக நான் இரண்டு பேருக்கு மேல் இல்லை என்று சொல்ல வேண்டும். நீங்கள் பேசும்போது, ​​நீங்கள் முதலில் வருகிறீர்கள். இந்த சூழ்நிலையிலிருந்து நாட்டை மீட்டெடுக்கும் மனிதனாக, நான் அதை கருதுகிறேன். நீங்கள் இந்த நாட்டில் இருப்பதற்கான காரணங்கள் குறித்து உங்களுக்கு தெளிவான புரிதல் உள்ளது. நம் நாட்டை முன்னோக்கி நகர்த்துவதற்கான பார்வை கொண்ட ஒரு பார்வை. இந்த நாட்டில் நன்மைக்காக ஒரு சிறந்த சேவையை நீங்கள் செய்ய முடியும் என்பதில் மிகவும் மகிழ்ச்சி. \""
      ]
    },
    "en": {
      "title": "The blessing of entrepreneurship Dilith Jayaweera",
      "body_lines": [
        "Entrepreneurship Entrepreneurship Dilith Jayaweera went to the Bellanwila Rajamaha Viharaya yesterday (12).",
        "There was also a presented to the 'Bellanwila Chief Incumbent Bellanwila Chief Incumbent Bellanwila Chief Incumbent named Bellanwila Chief Incumbent' bill.",
        "The Chief Incumbent of the Viharaya was acknowledged that one of the entrepreneurship Dilith Jayaweera is a visionary manner that bless Dilith Jayaweera.",
        "\"Frankly I need to say that we have no more than two people. When you talk, you are coming in the first. As a man of recovering the country from this situation, I consider it. You have a clear understanding of the reasons why you are in this country. And as a vision that has a vision to move forward our country. It's very happy that you will be able to make a great service for the good in this country. \""
      ]
    }
  },
  "summary_lines": [
    "Dilith Jayaweera, an entrepreneur, visited the Bellanwila Rajamaha Viharaya and presented a bill to the Chief Incumbent. The Chief praised Jayaweera for his visionary approach, highlighting his leadership in reviving the nation and his commitment to serving the country's betterment."
  ]
}