{
  "translated_text": {
    "si": {
      "title": "යාපනයේ වැසි ගංවතුරෙන් පවුල් 610 ක් පීඩාවට පත් විය",
      "body_lines": [
        "පවුල් 610 කින් පුද්ගලයින් 694 දෙනෙකු යාපනයේ අඛණ්ඩව අධික වර්ෂාව හේතුවෙන් ඇති වූ ගංවතුර හා අනෙකුත් ව්යසනවලට ගොදුරු වී ඇති අතර නිවාස 20 කට අර්ධ වශයෙන් හානි සිදුව ඇති බව යාපනය දිස්ත්රික්කයේ පිළිබිඹුවක් බව ටී.එන්. සූරියරජා මහතා පැවසීය.",
        "චාවකච්චේරි ප්රාදේශීය ලේකම් කාර්යාලයේ ගංවතුර ව්යසනය ගංවතුරෙන් හා නිවාස හතේ අර්ධ වශයෙන් හානි වී තිබේ.",
        "කේට්ස් ප්රාදේශීය ලේකම් කොට් Division ාශයේ පවුල් 111 ක පවුල් 111 ක පුද්ගලයින් 475 දෙනෙකු පීඩාවට පත්ව ඇති අතර නිවාස දෙකකට අර්ධ වශයෙන් හානි සිදුවී ඇත.",
        "පොයින්ට් පේද්රෝ ප්රාදේශීය ලේකම් කොට් Division ාශයේ පවුල් 10 ක පුද්ගලයින් 10 දෙනෙකුට පුද්ගලයින් 35 දෙනෙකු පීඩාවට පත්ව ඇති අතර නිවාස අටකට හානි සිදුව තිබේ.",
        "නල්ලූර් ප්රාදේශීය ලේකම් කාර්යාලයේ පවුල් 5 ක පුද්ගලයින් 14 දෙනෙකු ගංවතුර ආපදාවන් හා ගිගුරුම් සහිත වැසි හේතුවෙන් පීඩාවට පත්ව ඇත.",
        "පවුල් හතක පුද්ගලයින් 21 දෙනෙකු ටෙලිප්පලෙයි ප්රාදේශීය ලේකම් කාර්යාලයට බලපෑම් ඇති කර තිබේ.",
        "සන්ගන්නෙයි ප්රාදේශීය ලේකම් කොට් Division ාශයේ පවුල් 174 ක පුද්ගලයින් 641 දෙනෙකු ගංවතුරෙන් පීඩාවට පත්ව සිටිති.",
        "කරෙයිනගර් ප්රාදේශීය ලේකම් කාර්යාලයේ පවුල් 18 ක පුද්ගලයින් 68 දෙනෙකු ගංවතුර අර්ථයෙන් පීඩාවට පත්ව ඇත.",
        "චන්දිරිපේයි ප්රාදේශීය ලේකම් කාර්යාලයේ පවුල් 145 ක පුද්ගලයින් 494 දෙනෙකුගේ බොහෝ අර්ථයෙන් පීඩාවට පත්ව ඇත.",
        "කොපේ ප්රාදේශීය ලේකම් කොට් Division ාශයේ පවුල් තිදෙනෙකුගෙන් 14 දෙනෙකු ගංවතුරෙන් පීඩාවට පත්ව ඇති අතර නිවස තුළ හානි වී ඇත.",
        "යාපනය ප්රාදේශීය ලේකම් කාර්යාලයේ ගංවතුරෙන් පවුල් 103 ක පුද්ගලයින් 424 දෙනෙකු පීඩාවට පත්ව ඇති බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "610 families affected by rain floods in Jaffna",
      "body_lines": [
        "2294 people from 610 families have been affected by the floods and other disasters due to continuous heavy rains in Jaffna, and 20 houses have been partially damaged, said TN Suriyarajah, a reflection of the Jaffna district.",
        "The flood disaster in the Chavakachcheri Divisional Secretariat has been affected by the floods and seven houses have been partially damaged.",
        "In the Kayts Divisional Secretariat Division, 475 people from 111 families have been affected and two houses have been partially damaged.",
        "In the Point Pedro Divisional Secretariat Division, 35 people from 10 families have been affected and eight houses have been damaged.",
        "In the Nallur Divisional Secretariat Division, 14 people from 5 families have been affected by flood disaster and thunderstorms.",
        "21 people from seven families have been affected by the Tellippalai Divisional Secretariat.",
        "In the Sanganai Divisional Secretariat Division, 641 people from 174 families have been affected by the floods.",
        "In the Karainagar Divisional Secretariat Division, 68 people from 18 families have been affected by the flood meaning.",
        "In the Chandilipayi Divisional Secretariat, 494 people from 145 families have been affected by many meaning.",
        "In the Kopay Divisional Secretariat Division, 14 people from three families have been affected by the floods and have been damaged in the house.",
        "He added that 424 people from 103 families have been affected by the floods in the Jaffna Divisional Secretariat Division."
      ]
    }
  },
  "summary_lines": [
    "Heavy rains cause flooding in Jaffna, affecting 2294 people across 610 families. 20 houses partially damaged."
  ]
}