{
  "translated_text": {
    "ta": {
      "title": "உலகின் திருமணம்",
      "body_lines": [
        "காதலர் தினத்தன்று, உலகத்தை அறிந்த ஒரு பிரதம மந்திரி ஒரு அற்புதமான நிச்சயதார்த்தத்தில் ஒரு அற்புதமான நிச்சயதார்த்தம் கண்டறியப்பட்டுள்ளது.",
        "அற்புதமான நிச்சயதார்த்தத்தை ஆஸ்திரேலிய பிரதமர் அந்தோனி அல்பானீஸ் ஈடுபடுத்தியுள்ளது.",
        "2020 ஆம் ஆண்டில், 60 வயதான ஆஸ்திரேலிய பிரதமர் அந்தோனி அல்பேசி மற்றும் 45 வயதான ஜோடி ஹெய்டன் ஆகியோர் அந்தோனி அல்பேன்ஸ் மற்றும் 45 வயதான ஜப்பானை சந்தித்துள்ளனர்.",
        "இதற்கிடையில், நிச்சயதார்த்தம் பிரதமரின் தேசபக்தியில் இருந்தபோது அவரது முதல் ஆஸ்திரேலிய பிரதமர் ஆவார்.",
        "அந்தோணி அல்பேன்ஸ் மற்றும் ஜோடி ஹெய்டன் ஆகியோர் ஒரு புகைப்படத்தில் ஈடுபட்டுள்ளதாக அறிவித்துள்ளனர்.",
        "அந்தோனி அல்பேன்ஸ் ஒரு வருடத்திற்கு முன்பு கார்மல் டெபட் விவாகரத்து பெற்றார், 23 வயது மகன் இருக்கிறார்."
      ]
    },
    "en": {
      "title": "Marriage of the World",
      "body_lines": [
        "On Valentine's Day, a wonderful engagement has been found in a wonderful engagement that a Prime Minister who knows the world.",
        "The wonderful engagement has been engaged by the Australian Prime Minister Anthony Albanese.",
        "At the year 2020, the 60-year-old Australian Prime Minister Anthony Albacee and 45-year-old Jodie Haydon have met the Anthony Albanes and 45-year-old Japan.",
        "Meanwhile, the engagement is his first Australian Prime Minister while in the patriarch of the Prime Minister.",
        "Anthony Albanes and Jodie Haydon have announced that they were engaged in a photography.",
        "Anthony Albanes was divorced by Carmel Tebbutt a year ago and there is a 23-year-old son."
      ]
    }
  }
}