{
  "translated_text": {
    "ta": {
      "title": "நாடு முழுவதும் மழை விநியோகம், நீர்த்தேக்கங்கள் சாலையைத் தடுக்கின்றன",
      "body_lines": [
        "ஒரு பெண் கொல்லப்பட்ட ஒரு பெண்ணைக் கொல்கிறாள் - ஒரு சில சாலைகள்",
        "ஜூன் 26 ஆம் தேதி 50 வயதான ஒரு பெண் ஒரு வீட்டிற்குள் மோதியுள்ளார், இன்று 26 வயது, ஐம்பத்தொன்பது-ஒன்பது பேர் இறந்துவிட்டனர்.",
        "பாதிக்கப்பட்டவர் 59 வயதான பெண், பிரதீப்பா ரத்னாயகே, பிரேக் டேங்க்.இதற்கிடையில், பதுல்லாவின் நெலூம் தொட்டியில் உள்ள ஒரு வீட்டின் பின்புறத்தில் ஒரே வீட்டின் நான்கு உறுப்பினர்கள் அனுமதிக்கப்பட்டுள்ளதாக பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) கூறுகிறது.",
        "நல்ல வானிலை காரணமாக படுல்லா மாவட்டத்தின் மின்சாரமும் நிறுத்தப்பட்டுள்ளதாக பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) தெரிவித்துள்ளது.",
        "பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) மாணவர்களை பரீட்சை மையங்களுக்கு கொண்டு செல்ல நடவடிக்கை எடுத்துள்ளது, அவர்கள் ஜி.இ.டி மேம்பட்ட நிலை தேர்வில் உட்கார முடியாத மாணவர்களுக்கு தனித்துவமானவர்கள்.",
        "இதற்கிடையில், வெலிமடா கைககல்லல்லாவுக்கு வெலிகல்லல்லா பகுதி உயர்ந்துள்ளதிலிருந்து, ஐந்து குடும்பங்கள் பாதுகாப்பாக அகற்றப்பட்டுள்ளன என்று பேரழிவு மேலாண்மை மையம் (டி.எம்.சி) தெரிவித்துள்ளது.",
        "இந்திய புத்திகா நவரத்னே கூறுகையில், அதிக நீர்ப்பிடிப்பு பகுதிகளில் அதிக மழை பெய்ததால் ந ula லா போவடெனா நீர்த்தேக்கத்தின் ஆறு கால்ப்ரண்ட் திறக்கப்பட்டுள்ளது.",
        "இன்று காலை இன்று (26) அம்பன் நதிக்கு விடுவிக்கப்படும் என்று அவர் கூறினார்.",
        "எனவே, அம்பன் ஆற்றில் பொதுமக்களை மூடுமாறு அவர் கேட்டுக்கொண்டார்.",
        "கிமு மேம்பட்ட நிலை தேர்வில் தீர்வு காண மண்டல கல்வி அலுவலக மையங்களுடன் இணைந்து குழந்தைகளை பள்ளி தேர்வு அலுவலக மையங்களுக்கு அழைத்து வருவதற்கான ஒரு திட்டத்தை ஒரு திட்டம் தயாரித்து வருகிறது என்று அவர் கூறினார்.",
        "தம்புல்லா தம்புல்லா நீர்த்தேக்க நடவடிக்கைகள் 26 நாட்களில் திறக்கப்பட்டன, தம்புல்லா அக்டோபரின் இரண்டு ஸ்லூஸ் வாயில்கள் திறக்கப்பட்டு அக்டோபர் 26 AM தம்புல்லாவுக்கு விடுவிக்கப்படும்.",
        "தம்புல்லா நீர்த்தேக்கத்தில் அறியப்படும் தம்புல்லா நீர்த்தேக்கத்தின் நீர் மட்டத்தை அவர் சுட்டிக்காட்டினார், இது நீர் மட்டத்தில் அதிகரிப்பால் முழுமையாக நிரப்பப்பட்டுள்ளது. தம்புல்லா ஓயா டு தம்புலு ஓயா மற்றும் தம்புல்லா ஓயா",
        "விழுந்த கலாவேவா மற்றும் கால்நடைகள் இரண்டு அடி நிரம்பியவுடன் சுமார் இரண்டு அடி என்று அவர் கூறினார்.",
        "பொலிஸ் வாழ்க்கை சங்கத்தின் பாதுகாப்பு மற்றும் காவல்துறையின் பாலம் ஆகியவற்றில் பொலிஸ் வாழ்க்கை சங்கத்தின் பாதுகாப்பு பயன்படுத்தப்பட்டுள்ளது.",
        "இப்போது, ​​சிறிய மற்றும் அனைத்து தொட்டிகளும் கொண்டாடுவதற்கான காரணங்கள் சரிவு.",
        "நுவரா எலியா மெயின் ரோடு, நுவரா எலியா பிரதான சாலையில் நுவரா எலியா, சேதமடைந்த காய்கறிகளை குறைத்து, சேதமடைந்தது.",
        "நுவரா எலியா மாவட்ட செயலாளர் நந்தனா கலபாதா, நுவரா எலியா, கருபோலா, நுவரா எலியாவைச் சேர்ந்த கருபோலா, காண்டபோலா, கிழக்கின் கிழக்கே, கண்டபோலாவின் கிழக்கிலிருந்து பலத்த மழை பெய்ததால் தடுக்கப்பட்டுள்ளது.",
        "நுவரா எலியாவின் கடைசி போட்டி பகுதிக்கு அருகிலுள்ள பல வீடுகள் விக்கிட்டோரியா பூங்காவால் வெள்ளத்தில் மூழ்கியுள்ளதாக மாவட்ட செயலாளர் கூறினார்.",
        "கல்போலா பகுதியில் உள்ள பல வீடுகள் நீர்ப்பாசனம் காரணமாக நுவரா எலியாவில் உள்ள கிராமப் பகுதியால் நீரில் மூழ்கியுள்ளதாக மாவட்ட செயலாளர் தெரிவித்தார்.",
        "ஜி.இ.",
        "கண்டி மாவட்டத்தில் இருந்து நேற்று பலத்த மழை பெய்ததால் யாஃப்னாவில் உள்ள அகுரானா நகரம் இன்று வெள்ளத்தில் மூழ்கியது.",
        "அகுரானா முழுவதும் முக்கிய தளங்கள் பாயும் காரணமாக மூன்று வாரங்களில் மூன்றாவது முறையாக நேர நகரம் வெள்ளத்தில் மூழ்கியது. இன்று அகுரனா நகரத்தின் நீர் காரணமாக போக்குவரத்தும் பாதிக்கப்பட்டது.",
        "பதுல்லா மாவட்ட பேரழிவு மேலாண்மை பிரிவு (டி.எம்.சி) பிரிவு, பலத்த மழை காரணமாக படுல்லா மாவட்டத்தில் ஏராளமான வீடுகள் மற்றும் நிலச்சரிவுகள் உள்ளன என்று தெரிவித்துள்ளது.",
        "நிலச்சரிவுகள், ஐந்து நிலப்பரப்புகள், நிலச்சரிவுகள், நிலச்சரிவுகள், ஐந்து மற்றும் பாறை மின் வெட்டுக்கள் உள்ளிட்ட பல பகுதிகள், அத்துடன் பல பகுதிகளில் நிலச்சரிவு, நிலச்சரிவு, கல் வளர்ச்சிகள் போன்ற பல பேரழிவுகள் உள்ளன. .",
        "பதுல்லாவில் உள்ள பண்டராவெலா பில்லரி பகுதியில் சாலைகள், நிலச்சரிவுகள், ஐந்து ஸ்டால்கள் மற்றும் மரங்கள் சரிந்தன, டெமோடாரா நீர்த்தேக்கத்தில் (மாடிக்கு) ஒரு மரம் தடுக்கப்பட்டது.. மேலும், பட்டகோடா சாலையின் அருகே, படுல்லா சாலை, வெலிமடா உதுதலவேலி சாலை மற்றும் கோட்டகாமுவா, வெலிமடா உடவேவவேலி சாலை, எர்ஹகோடா கொம்புதகாலா சாலையில் உள்ள எராவலகலா பகுதி முழுவதும் உள்ள கோட்டகோடா கும்புதகலா சாலையில் உள்ள வெலிமடா உடுதாவெல்தாவெலா சாலை கோட்டகோடா பகுதி, வத்தகோடா, வெலிமடா உடுனுவேலா, பூதுல்லா, பதுல்லா க்ளென் எல்பின் மற்றும் பாசராகின் ஆகியவை ம ut தோதந்தேனா சாலை மற்றும் ஐந்து ஐந்து.",
        "தண்டனை மற்றும் டெமோடாரா மற்றும் எல்லா",
        "நிலச்சரிவுகள் காரணமாக ஆர்க்க்கு நவயா பாலத்திற்கு அருகிலுள்ள பைனெவா பாலத்தின் அருகே உள்ள பைன் அருகே ஒரு நிலச்சரிவு தாமதமாகிவிட்டதாகவும் தெரிவிக்கப்பட்டது.",
        "பதுல்லாவில் உள்ள மீகஹாவேவா அலக்பெட்டா சாலையில் உதுவரா சேவ் பாயிண்ட் மற்றும் மீகஹாவேவாவில் உள்ள ஒரு வீட்டால் பேரழிவு நிவாரண சேவை அதிகாரிகள் சேதமடைந்தனர். இதற்கிடையில், பெலகம் ஓயா அணைக்கப்பட்டதன் காரணமாக மஹியங்கனா-ஹெபரா சாலை மற்றும் ஹெபரேவாலா கிராமா நிலதரி பிரிவில் சுமார் 6 வீடுகள் வெள்ளத்தில் மூழ்கின.",
        "படுலூயாவின் நீர் மட்டம் சுமந்தாய்சாமா வீடுகளுக்கு கணிசமாக அதிகரித்துள்ளது என்று அதிகாரிகள் கூறுகின்றனர்.",
        "சாலை மேம்பாட்டு ஆணையம், பிரதேச செயலகம், பிரதேச செயலகம், மாவட்ட பேரழிவு மேலாண்மை மையம் மற்றும் பேரழிவு நிவாரண மையம் மற்றும் தகவல் தொடர்பு மையம், இலங்கை மின்சார வாரியம் மற்றும் தகவல் தொடர்பு மையம் மற்றும் சலுகைக் குழுக்கள் இருந்தன.",
        "ஒரு பாலத்தின் போக்குவரத்து பொது பகுதியில் உள்ள அம்பாராவில் உள்ள கண்டி-போலோனாருவா பகுதியின் 6 வது காலையில் முற்றிலும் இனப்பெருக்கம் செய்து கொண்டிருந்தது.",
        "அதன்படி, அரலகன்விலா சாலையில் இருந்து கண்டி பொலோனாருவா மாவட்டம் மூடப்பட்டிருப்பதாக பொலோனாருவா மாவட்ட பேரழிவு மேலாண்மை உதவி இயக்குனர் ரஞ்சித் அலஹான் தெரிவித்தார்.",
        "பொலோனாருவா மாவட்டத்தின் மழைப்பொழிவு மற்றும் மாற்று பாதையில் இந்த பாலம் விழுந்துள்ளது, ஆனால் மாற்று பாதை காரணமாக வாகன போக்குவரத்து முற்றிலும் பாதிக்கப்படுகிறது.",
        "சீரற்ற வானிலை காரணமாக பொலோனாருவாவின் விலையின் ஜன்னல் மூலம் சுமார் பதினைந்து வீடுகள் சேதமடைந்துள்ளன என்று அலஹகூன் கூறினார்.",
        "கூடுதலாக, மகாவேலி ககீனகமியாடியா பகுதியிலிருந்து நிரம்பி வழிகிறது, ஏனெனில் பொலோனாருவா பிரதான சாலையில் உள்ள மனாம்பிதியா, கலெகிதியா பகுதி மற்றும் பொலோனாருவா பிரதான சாலையில் உள்ள மனாம்பிதியா பகுதி ஆகியவை அரை அடிக்கு உட்படுத்தப்பட்டுள்ளன.",
        "கொழும்பு கோட்டைக்கு இடையில் உயர்வு ரயில்வே கிராசிங் தடைபட்டுள்ளது",
        "உதாரடுவா ரயில் நிலையம் அருகே 135/74 மைல் பதவியில் காண்டியன் ரயில் நிலையங்களில் உள்ள வரலாற்று ஐஷாரு ரயில் நிலையங்கள், கொழும்பு கோட்டை ரயில் நிலையத்தின் குறுக்குவெட்டு கொழும்பு கோட்டை நவலபிதியா ரயில் கட்டுப்பாட்டு அறை கூறியது",
        "காண்டியன் ரயில் பாதை ரிலுவாவில் சரிந்துவிட்டது, தற்போது சாலையின் ஐந்து பாறைகளுக்கு சாலையை அகற்றி வருகிறது.",
        "இருப்பினும், பலத்த மழை காரணமாக, இந்த நடவடிக்கைகள் குறுக்கிடப்பட்டுள்ளன.",
        "புல்லோம்போ கோட்டையில் உள்ள நானு ஓயா ரயில் நிலையத்தில் உள்ள நானு ஓயா ரயில் நிலையத்தில் 1045 இரவு போஸ்டால் வரை, பதுல்லா முதல் 5.45 மணிக்கு நானு ஓயா ரயில் நிலையத்தில் உள்ள உதராட்டா மெனிகே ரயில் வரை படுல்லாவிலிருந்து கொலம்பிடியா ரயில் அறை வரை நவலபிதியா ரயில் அறை என்று கூறியது இல்லை.",
        "பைப்போலா டெல்காடாவை அகற்ற ரயில் பாதை இன்னும் சில மணிநேரம் ஆகும், மேலும் கொழும்பு கோட்டைக்கு இடையில் கொழும்பு கோட்டை தாமதமாகும்.",
        "சியாம்பாலண்டுவா பிரிவு செயலகப் பிரிவில் உள்ள முத்துகண்டியா நீர்த்தேக்கம் (26) மோனராகலா மாவட்டத்தில் மிகப்பெரிய விவசாய காலனித்துவ இயக்கமாகும்.",
        "சியாம்பாலண்டுவா பகுதி 24,569 ஏக்கர் தண்ணீரைப் பெறுகிறது, ”என்று மொனெராகலா கூறினார்.",
        "முத்துகாண்டிவா தொழிற்சாலையை உறுதிப்படுத்துவது ஸ்டாலிக்ஸின் இருபுறமும் உள்ள குடும்பங்களைக் கேட்கிறது, ஏனெனில் ஸ்டாலிக்ஸின் நீர் நிலைகள் அழிப்பிலும் அவற்றின் குடியிருப்பாளர்களிலும் உள்ளன.",
        "நீர் நிலைகள் அதிகரித்து வருவதால், உல்ஹ்பிதியா ராத்சேகரா நீர்த்தேக்கத்தில் நீர்த்தேக்கத்திலிருந்து ஆறு மணி நேர வாயில்களைத் திறந்தார்.",
        "ஏனென்றால், கீழே வெப்பமடைந்து கீழே உள்ள கோஸ் வரை கீழே உள்ள கீழே உள்ளவர்கள், நீர்த்தேக்கத்தின் குறைந்த பள்ளத்தாக்கில் உள்ளவர்கள் பரவலாக பாதுகாக்கப்படுகிறார்கள்.",
        "உல்ஹுபிதியா ரதகரா, உல்ஹ்பிதியா ரத்தகரா, உல்ஹுடியா ரத்தகரி கூறுகையில், ஹெலுவாவா பகுதியின் ஆறு வாயில்கள் நீர்த்தேக்கத்தின் நீர்த்தேக்கத்தின் நீர்த்தேக்கத்தின் நீர்த்தேக்கத்தின் நீர்த்தேக்கத்தின் நீர்த்தேக்கத்தின் நீர்த்தேக்கத்தில் திறக்கப்பட்டுள்ளன.",
        "வவைனியாவின் தொட்டி சுவரின் திருமணத்தால் ஏற்படும் வெள்ளத்தால் ஏற்படும் வெள்ளம் உடைக்கப்படுவதாக அப்பகுதியில் வசிப்பவர்கள் கூறுகின்றனர்.",
        "இன்று காலையில், வவைனியா மாவட்டத்திலிருந்து மூழ்கிவிடும் பலத்த மழைப்பொழிவுகள் பலத்த மழையால் பாதிக்கப்பட்டுள்ளன, மேலும் வெள்ளத்தில் வெள்ளம் ஏற்படும் அபாயம் இருப்பதாக வவுனியா பேரழிவின் தீர்மானம் தெரிவிக்கப்பட்டுள்ளது.",
        "கல்வ்லங்குளம் தொட்டியின் தொட்டிகள் காரணமாக வெள்ளம் வெள்ளம் ஏற்படுவதைத் தடுக்க தொட்டிகள் ஏற்கனவே தொட்டி பண்டை புதுப்பிக்க முயற்சித்து வருகின்றன.",
        "டேங்க் பண்ட் தற்காலிகமாக தொட்டி சுவரின் தொட்டி சுவருக்கு தற்காலிகமாகத் தெரியும் என்று போர் கூறியுள்ளது, இது பலத்த மழையால் கடுமையாக தொந்தரவு செய்யப்படுகிறது.",
        "08 (08) பொறுப்பான அணை அனுராதபுரா மகாவேலி நீர்த்தேக்கத்தின் (08) எட்டு ஸ்லூஸ் வாயில்கள் இன்று பலத்த மழை காரணமாக திறக்கப்பட்டது.",
        "அதன்படி, போல்கொல்லா அணையின் எட்டு ஸ்லூஸ் வாயில்கள் மற்றும் காலை 6 மணி (6'.8 அங்குலங்கள்), மஹாவேலி நதிக்கு 34,995 கன அடிக்கு நீர்த்தேக்கம் விடுவிக்கப்படும் என்று அலுவலகம் தெரிவித்துள்ளது.",
        "போல்கோலா அணைக்குக் கீழே உள்ள விக்டோரியா நீர்த்தேக்கத்திற்கு மகாவெலி நதியைப் பயன்படுத்தும் மக்களைப் பற்றி பொதுமக்கள் அறிந்திருக்க வேண்டும்.",
        "நானு ஓயா ரயில் பாதையில் இருந்து நானு ஓயா ரயில் பாதையில் இருந்து பதுல்லா வரை நானு ஓயா ரயில் பாதையில் இருந்து கொழும்பு கோட்டையிலிருந்து கொழும்பு கோட்டையில் இருந்து ரயில்வே ரயில் இயக்கப்படும் என்று ஹட்டன் ரயில் நிலையம் தெரிவித்துள்ளது.",
        "பதுல்லாவிலிருந்து கொழும்பு கோட்டை வரை எந்த பொருட்களின் ரயிலும் இயக்கப்படாது என்று அந்த அதிகாரி கூறினார்."
      ]
    },
    "en": {
      "title": "Rain distribution throughout the country, reservoirs are obstructing the road",
      "body_lines": [
        "A woman kills a woman killed - a few roads",
        "A 50-year-old woman has been crashed into a house in the June 26, a heavy rainfall today 26 years old, fifty-nine-nine has died.",
        "The victim is a 59 year old woman named Pradeepa Ratnayake, a break tank.Meanwhile, the Disaster Management Center (DMC) says that four members of the same house have been admitted to the back of a house in the Nelum tank, Badulla.",
        "The Disaster Management Center (DMC) has said that the electricity of the Badulla District has also been stopped due to the good weather.",
        "The Disaster Management Center (DMC) has also taken steps to transport the students to the examination centers, who were unique to students who were unable to sit for the GCE Advanced Level Examination.",
        "Meanwhile, the Disaster Management Center (DMC) said that five families have been removed safely, since the Welikallalla area has risen to the Welimada Kaikakallalla.",
        "According to the Indian Buddhika Navaratne, the six-footprint of Naula Bowowatena reservoir has been opened due to heavy rainfall in high catchment areas.",
        "He said that this morning will be released to the Amban River today (26).",
        "Therefore, he requested to close the public in the Amban River.",
        "He added that a program has been preparing a program to bring the children to the school exam office centers in collaboration with the Zonal Education Office centers to address the GCE Advanced Level Examination.",
        "The Dambulla Dambulla Reservoir operations opened up in the 26 days, two sluice gates of the Dambulla October will be opened and released to the Dambulla October 26 am.",
        "He pointed out that the water level of the Dambulla Reservoir, which is known in the Dambulla Reservoir, which is known as the Tambulla Reservoir, has been completely filled with the increase in the water level.He also said that this was to be released to Dambulla Oya to Dambulu Oya and all along the Dambulla Oya",
        "He said the Kalawewa and the cattle fallen are about two feet as soon as they were full of two feet.",
        "According to the Dambulla Police, the security of the Police Life Association has been deployed on the wall of the subversion and the bridge of the police.",
        "In now, the causes of the celebration of small and all the tanks in the area are slump.",
        "Heavy rains in Nuwara Eliya, Nuwara Eliya main road, Nuwara Eliya main road is underunded, damaged vegetables.",
        "Nuwara Eliya District Secretary Nandana Galabada, Nuwara Eliya, Karupola main road from the Nuwara Eliya, Kandapola, has been blocked due to heavy rains from the East of the East, Kandapola.",
        "The District Secretary stated that many houses near the Nuwara Eliya's last match area have been flooded by the Vicutoria Park.",
        "The District Secretary stated that a number of houses in the area of ​​Kalpola area has been submerged by the Village area in the Nuwara Eliya due to watering.",
        "A group of students who have come to the GCE Advanced Level examination have been referred to the examination centers in the Nuwaravawa area.The District Secretary stated that steps will be taken to direct students to the examination centers.",
        "The Akurana town in Jaffna was flooded today due to heavy rains from the Kandy district yesterday.",
        "The city of Timing was flooded for the third time in three weeks due to the main sites flow across Akurana. Traffic was also disrupted due to the water of Akurana town today.",
        "The Badulla District Disaster Management Unit (DMC) unit said that there was a large number of houses and landslides in the Badulla district due to heavy rainfall.",
        "There have been a number of disasters such as many resources of landslides, five-landslides, landslides, potivations, including landslides, five and rocky power cuts in many areas, as well as many resources of landslides, landslides, stone growths in many areas..",
        "Roads, landslides, five stalls and trees were collapsed on the Bandarawela Pillary area in Badulla and a tree along the Demodara reservoir (Upstairs) was blocked.. Also, near the Pattagoda road, Welimada Uduthaveltawela road on the Kottagoda Kumbudagala road along the Badulla Road, Welimada Uduthalaveli road and the Erawalagala area of ​​the Kotagamuwa, Welimada Uduthaveli road, the Erahgoda Kumbudagala road along the Kottagoda area on the Kottagoda area on the Kottagoda area, Wattagoda, Welimada Udunuwela, Badulla.The Kattiyagollappu road, Badulla Glenn Elpin, and Passarakin, was blocked by the mautothanthena road and the five five.",
        "Penal and Demodara and Ella",
        "It was also reported that a landslide near the bine near the binewa Bridge near the Archkkku Navaya Bridge was delayed due to landslides.",
        "The Disaster Relief Services Officers were damaged by a house in the Uduwara Save Point and Meegahawewa in the Meegahawewa Alagbedda road in Badulla. Meanwhile, about 6 houses in the Mahiyangana-Hebara road and hebarawala Grama Niladhari Division were flooded due to the extinguishing of Belagam Oya.",
        "The officials say that the water level of Baduluya has increased significantly to Sumanthaissama Houses.",
        "Road Development Authority, Divisional Secretariat, Divisional Secretariat, District Disaster Management Center and Disaster Relief Center and Communication Center, Ceylon Electricity Board, and Communication Center and Concessionary CommitteesThere was.",
        "The transportation of a bridge was completely breeding on the 6th morning of the Kandy-Polonnaruwa area in general area Ampara.",
        "Accordingly, the Polonnaruwa District Disaster Management Assistant Director Ranjith Alahaon said that the Kandy Polonnaruwa District had been closed from Aralaganwila road.",
        "The bridge has fallen in the rainfall of the rainfall of the Polonnaruwa district and the alternative route, but the vehicle traffic is completely disrupted due to the alternative route.He said.",
        "Alahakoon said that about a fifteen houses have been damaged by the window of the prices of Polonnaruwa due to inclement weather.",
        "In addition, the Manampitiya, Galleghitiya area and the Manampitiya area on the Polonnaruwa main road have been subjected to around half feet due to overflowing from Mahaweli Gageenagamiyadiyaniya area.",
        "Upcountry railway crossing is obstructed between Colombo Fort",
        "The Historical Eyesharu Railway Stations on Kandyan Railway Stations Among the 135/74 mile post near the Udaraduwa Railway Station, Colombo Fort Railway Station was interrupted by the Colombo FortNawalapitiya Railway Control Room stated",
        "The Kandyan railway line has collapsed on the reluwa and is currently in removal of the road to the five rocks of the road.",
        "However, due to heavy rains, these activities have been interrupted.",
        "Up to 1045 night postall at the Nanu Oya Railway Station at the Nanu Oya Railway Station at the Colombo Fort to Badulla, the Udarata Menike train at the Nanu Oya Railway Station at 5.45 am from Badulla to ColomboThe Nawalapitiya Railway Control Room stated that they were not.",
        "The Railway Line will take a few more hours to remove the removal of Pipola Telkada and the Colombo Fort will be delayed between the Colombo Fort.",
        "The Mutukandiya Reservoir (26) in the Siyambalanduwa Divisional Secretariat Division is the largest farming colonization movement in the Moneragala district.",
        "The Siyambalanduwa area receives over over 24,569 acres of water, \"said Moneragala.",
        "The stabilization of the Muthukandiwa Factory is asking for the families on both sides of the stalistic, as the water levels of the stalistic is in extermination and their residents.",
        "The Ulhpitiya Rathchekara opened six o'clock gates from the reservoir in the reservoir, due to rising water levels.",
        "This is because the kose of the downstairs from the lower heated to the kose of the downstairs, the people in the low valley of the reservoir are widely safeguarded.",
        "Ulhupitiya Rathakara, Ulhhpitiya Ratakara, Ulhudiya Ratakari says that six gates of the heluwawa area is opened in the reservoir of the reservoir of the reservoir of the reservoir of the reservoir of the reservoir of the reservoir.",
        "Residents of the area say that the floods caused by the floods caused by the weddown of the tank wall of the Vavuniya are broken down.",
        "By this morning, the heavy rainfalls that will be plunged from the Vavuniya district have been affected by the heavy rains, and the resolution of the Vavuniya disaster is reported that floods have a risk of flooding.",
        "The tanks are already trying to renovate the tank bund to prevent floods to lower floods due to the tanks of the Kaluwlankulam tank.",
        "The war has said that the tank bund is temporarily visible to the tank wall of the tank wall, which is severely disturbed by heavy rains.",
        "The Dam in charge of 08 (08) the eight sluice gates of the Anuradhapura Mahaweli reservoir (08) was opened today due to heavy rains.",
        "Accordingly, eight sluice gates of Polgolla Dam and 6 am (6'.8 inches), the office said that the reservoir will be released to 34,995 cubic feet to the Mahaweli River.",
        "The public should be aware of the people who use the Mahaweli River to the Victoria Reservoir below Polgolla Dam.",
        "A Hatton Railway Station said that the railway train will be operated from Colombo Fort from Colombo Fort from Nanu Oya railway line from Nanu Oya railway line from Nanu Oya railway line to Badulla.",
        "The official said that no commodity train will not be operated from the Badulla to Colombo Fort."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Heavy rains cause flooding, landslides, and road closures nationwide. Disasters reported in Badulla, Nuwara Eliya, and other districts. Several reservoirs open sluice gates to release water. Transportation disruptions affect rail services and road connectivity."
  ]
}