{
  "translated_text": {
    "ta": {
      "title": "கம்பாஹாவில் ஓஷேமன் ஒரு பாவங்கள்",
      "body_lines": [
        "கம்பாஹா ஒஸ்மான் கொலை செய்யப்படுவதற்கு படுகொலை செய்யத் தயாரான இரண்டு நபர்கள் கூறுகின்றனர் என்று பெலியாகோடா குற்றப் பிரிவு கூறுகிறது.",
        "TI-56 துப்பாக்கி இரண்டு சந்தேக நபர்களுடன், 150 பயங்கரவாதிகள், ஜெர்மனியில் இரண்டு நேரடி தோட்டாக்கள் தயாரிக்கப்பட்டுள்ளன, 2,50 மில்லிகிராம் பனி பனி.",
        "படுகொலை திட்டம் குறித்த ரகசிய தகவல்களில் பெலியாகோடா குற்றப் பிரிவின் OIC க்கு தகவல் தெரியவந்துள்ளது என்று போலீசார் தெரிவித்துள்ளனர்",
        "அதன்படி, சந்தேக நபர்கள் திசுக்களில் டிட்ட்வினல் மங்கடா பகுதியில் ஒரு வீடு சோதனை செய்யப்பட்டு சந்தேக நபரை கைது செய்தனர்.",
        "ஒஸ்மான் சபையின் பகுதியில் படுகொலை செய்யப்பட்ட ஒரு போலீஸ் அதிகாரி, இரண்டு இடைநீக்கங்களின் ஆரம்பத்தில் பல குற்றங்களுக்காக இடைநீக்கம் செய்யப்பட்ட இரண்டு குற்றங்களைச் சேர்ந்தவர்.",
        "கெஹல் பெட்மா பத்மாவின் அறிவுறுத்தல்கள் குறித்து சந்தேக நபர்கள் பயன்படுத்தப்பட்டுள்ளனர், மேலும் சந்தேக நபர்கள் காம்பாஹாவில் உள்ள ஒரு தனியார் மருத்துவமனையில் தெரியவந்ததை அடுத்து வாகனம் வழங்கப்பட்டனர்.",
        "நாடு முழுவதும் கொலை செய்ய கெஹல்ஹெல்ட் பத்மா என்ற நபர் என்று பொலிஸ் விசாரணையில் தெரிவிக்கப்பட்டுள்ளது",
        "கம்பாஹா மற்றும் மே 10 இல் 28 ஆம் தேதி 28 ஆம் தேதி கலந்து கொள்ள அவர் அழைக்கப்பட்டதாக சந்தேக நபர்கள் தெரியவந்தனர், கம்பாஹா மற்றும் மே 10 இல் 18 வது இடத்தில் கலந்து கொள்ள அவர் அழைக்கப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "கைது செய்யப்பட்ட சந்தேக நபர்கள் 30 முதல் 50 வயது வரை உள்ளனர்",
        "படுகொலை திட்டத்தில் காவல்துறையினர் ஈடுபட்டுள்ளதாக போலீசார் கூறியதாக போலீசார் தெரிவித்தனர், காவல்துறையினர் அவர்களைக் கைது செய்ய விரிவான விசாரணைகளை நடத்தி வருவதாகக் கூறினர்."
      ]
    },
    "en": {
      "title": "Osheman in Gampaha is a sins",
      "body_lines": [
        "Peliyagoda Crimes Division says that two persons who were preparing to assassinate the killing of Gampaha Osman.",
        "Ti-56 firearm with the two suspects, 150 terrorists, Germany's produced by two live bullets, 2,50 milligrams of ice of ice.",
        "Police have revealed that information was revealed to the OIC of the Peliyagoda Crimes Division on a secret information on the assassination plan.Says",
        "Accordingly, the suspects were raided a house in the Titwinal Mankada area in the Tissue and arrested the suspect.",
        "A police officer who had been assassinated in the area of the House of Osman, was a man of the two suspended crimes for many crimes early in the two suspensions.",
        "The suspect has been deployed by the suspects on the instructions of Kehel Bedma Padma and provide a sum of Rs.The vehicle was also taken into custody after the suspects were taken into custody after the suspects were revealed in a private hospital in Gampaha.",
        "Police investigations have revealed that the man named Kehelheld Padma to carry out the murder throughout the country",
        "The suspects were revealed that he had been invited to attend the 19th of the 28th of the 28th in Gampaha and May 10, police said that he had been invited to attend the 18th in Gampaha and May 10.Mentions",
        "The arrested suspects are between the ages of 30 and 50 years old",
        "The police said that the police said that the police were involved in the assassination plan, the police said that the police are conducting extensive investigations to arrest them."
      ]
    }
  },
  "summary_lines": [
    "In Gampaha, two suspects were arrested for planning to assassinate Osman. They were found with a Ti-56 firearm and two live bullets. The suspects, aged 30-50, were led by Kehel Bedma Padma."
  ]
}