{
  "translated_text": {
    "ta": {
      "title": "எங்கள் இரண்டாவது நூல்கள் தாயகத்தில் குறைகின்றன",
      "body_lines": [
        "இந்தியாவின் சென்னையில் உள்ள ஷிராத் ஜாவாஹ்ரே சர்வதேச அரங்கத்தில் நடைபெற்ற நான்காவது தெற்காசிய ஜூனியர் தடகள சாம்பியன்ஷிப்பில் இலங்கை அணி இன்று (14) இலங்கைக்கு வர உள்ளது.",
        "மூன்று நாட்கள் முழுவதும் (செப்டம்பர். 11,12,13) ​​இலங்கை 35 தங்கப் பதக்கங்கள், ஒன்பது தங்கப் பதக்கங்கள், ஒன்பது வெள்ளிப் பதக்கங்கள் மற்றும் 17 17 லாட்ஷிப் பதக்கங்களை வென்றது மற்றும் முழு ஓட்டத்தையும் வென்றது.",
        "இந்தியா 21 தங்கப் பதக்கங்கள், 22 வெள்ளி மற்றும் 5 பதக்கங்களை 5 பதக்கங்களுடன் 5 வெள்ளி மற்றும் ஐந்து வெண்கலத்துடன் ஐந்து வெண்கலத்துடன் ஐந்து வெண்கலத்துடன் வென்றுள்ளது.",
        "இருப்பினும், இலங்கையும் இந்தியாவும் தங்கம் அல்லது வெள்ளிப் பதக்கங்களை வெல்ல முடியவில்லை, பங்களாதேஷ் (3), மாலத்தீவு (2) மற்றும் நேபாளம் (1) வெண்கலப் பதக்கங்கள்.",
        "தெற்காசிய ஜூனியர் (20 வயதிற்குட்பட்ட) தடகளத்தின் திறன்களுக்காக இந்த போட்டி ஏற்பாடு செய்யப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Our second texts decline in the homeland",
      "body_lines": [
        "The Sri Lankan team is due to arrive in Sri Lanka today (14) at the fourth South Asian Junior Athletics Championships held at the Shirath Javahrleh International Stadium in Chennai, India.",
        "Throughout the three days (Sept. 11,12,13) ​​Sri Lanka won 35 gold medals, nine gold medals, nine silver medals and 17 lots of 17 lotship medals and won the entire run.",
        "India has won 21 gold medals, 22 silver and 5 medals with 5 medals with 5 silver and five bronze with five bronze with five bronze.",
        "However, Sri Lanka and India could not win gold or silver medals, Bangladesh (3), the Maldives (2) and Nepal (1) bronze medals.",
        "The tournament is organized for the skills of the South Asian Junior (Under 20 years) athletics."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka wins 35 golds, 9 silvers, 17 bronzes at South Asian Junior Athletics Championships. India takes 21 golds, 22 silvers, 5 bronzes. Other countries also medal. Event for under 20 athletes."
  ]
}