{
  "translated_text": {
    "si": {
      "title": "ආකෘතිය නීති විරෝධී ලෙස ක්රියා නොකරයි",
      "body_lines": [
        "මැතිවරණය පළ කිරීම සඳහා රජය කිසි විටෙකත් ආණ්ඩුක්රම ව්යවස්ථාවට නීතිවිරෝධී ලෙස කටයුතු නොකරන බව රජයේ සංවිධායක සහ රාජ්ය පක්ෂයේ ප්රධාන සංවිධායක ප්රසන්න රණතුංග මහතා පැවසීය.",
        "ස්ථාවර ආණ්ඩුවක් පිහිටුවීම සඳහා ආණ්ඩුක්රම ව්යවස්ථා ජනාධිපතිවරණය පළමුව පවත්වන බව අමාත්යවරයා පැවසීය.. ලබන වසරේදී මහ මැතිවරණය පැවැත්වෙන බව අමාත්යවරයා පැවසීය.",
        "මීට වසර දෙකකට පෙර ස්ථායිතාවයකින් යුත් රට ස්ථාවර කිරීමට වත්මන් ජනාධිපතිවරයාට හැකි වූ අතර, මිනිසුන්ට ජනාධිපති රනිල් වික්රමසිංහ කෙරෙහි විශ්වාසයක් ඇති බව අමාත්යවරයා පැවසීය.",
        "අමාත්ය ප්රසන්න රණතුංග මහතා මේ බව ප්රකාශ කළේ බදාදා දහවල් කොළඹ පැවති මාධ්ය හමුවකදීය.",
        "මැතිවරණය කල්දැමෙන්නේ දැයි පිළිබඳ විවාදයක් පවතී. මහ මැතිවරණය හෝ ජනාධිපතිවරණයද යන්න පිළිබඳව ද සාකච්ඡා කරනු ලැබේ.",
        "නමුත් රජයක් වශයෙන්, අප මුලින්ම කියන්නේ අප ජනාධිපතිවරණයට යා යුතු බවයි. ව්යවස්ථාමය ජනාධිපතිවරණය. රට තුළ අස්ථාවරත්වය රට තුළ සිදු වූ විට, එය මිනිසුන්ට සෘජුවම බලපායි. ඉතින් මේ රටට සම්මත රජයක් අවශ්යයි.",
        "ඔබ ජනාධිපතිවරණය ජයග්රහණය කළහොත් ඔබට මහ මැතිවරණයක් පැවැත්විය හැකිය. නීති විරෝධී ලෙස ක්රියා කිරීමෙන් මැතිවරණය කල් දැමීමට අපි අපේක්ෂා නොකරමු. ලබන වසරේ පාර්ලිමේන්තු මැතිවරණයක් පවත්වයි.",
        "මීට වසර දෙකකට පෙර අප සියලු දෙනා මේ රටේ තත්වය තේරුම් ගත්තෙමු. මිනිසුන් වීදිවල ඉන්ධන රේඛාවේ සහ ගෑස් රේඛාවේ සිටගෙන සිටියහ. වරෙක රෝහල්වල අත්යවශ්ය drugs ෂධ නොතිබුණි. පාස්කු ප්රහාරය සහ කොබිට් ආසාදනය නිසා ඇති වූ විදේශ මූල්ය ගැටලු අප මුහුණ දී ඇති වාතාවරණය අප මතක තබා ගත යුතුය.",
        "රනිල් වික්රමසිංහ මහතා එම අභියෝගය භාර ගත්තේය. අපි රනිල් වික්රමසිංහට පාර්ලිමේන්තුවේ කුඩා කණ්ඩායමක් ලෙස උදව් කළෙමු. අත්දැකීම්, පරිණතභාවය සහ අභියෝග පිළිගැනීමේ හැකියාව සමඟ ඔහු එම කාර්යය ඉටු කරනු ඇතැයි අපි බලාපොරොත්තු වෙමු.",
        "අවුරුදු දෙකක් ආපසු හැරී බලන විට, අපි බලාපොරොත්තු වූ දේ අපි කර ඇත්තෙමු. රනිල් දැන් මිනිසාගේ මිනිසා ගම්වැසියන් අතර පැන නැගී ඇත. එසේ නම්, අප සිතන්නේ එදින අප ගත් තීරණය නිවැරදි බවයි.",
        "රට ශුභාරංචිය වන විට, මේ රටේ සෑම කෙනෙකුම යහපත දුටුවා. අපි ඒ දෙස බලා සිටිමු. නමුත් තවත් සමූහයක් ශුභාරංචිය පැවසුවේ නම්, ඔවුන් එය දෙස කුහකකමෙන් බලයි.",
        "මෙම පෝස්ටරය හරහා, රටට ආදරය කරන පුද්ගලයින් සහ මේ රට විනාශ කිරීමට කැමති ජනයා අතර වෙන්වීම අපට පැහැදිලිව පෙනේ.",
        "එක්සත් ජනතා බලවේග දේශපාලන නායකයින්, සමහර විරුද්ධ පක්ෂ නියෝජනය කරන මහජන විමුක්ති පෙරමුණ වැනි, රට හොඳින් පවතින විට වෘත්තීය සමිතිවල නායකයින් සෑම විටම වැඩ වර්ජනයක යෙදී සිටිති.",
        "සතියකට පෙර 2023 මාර්තු 2023 මාර්තු මාසයේදී ජාමූඅ ගිවිසුම අත්සන් කිරීමට සතියකට පෙර එවැනි වැඩ වර්ජන රැළි ඇති කළේය. පාස්කු ප්රහාරයෙන් පසු සංචාරකයින්ගේ පැමිණීම අඩු විය. එවකට සංචාරකයින් පැමිණීමට පටන් ගත් විට, ආසාදනය හේතුවෙන් රට රට වසා දැමීමට සිදුවිය. රට රට විවෘත කළ පසු, වෘත්තීය සමිති වීදිවල බැස ඔවුන් පැමිණීම වැළැක්වීය. ඔවුන් කරන්නේ අදම එකවරමයි.",
        "අද වැඩ වර්ජන රැල්ල විනාශ කර එය වෙනස් කිරීම සඳහා සිදු කෙරේ. අතීතයේ දී මේ රටේ ආර්ථික අර්බුදය ඇතිව සිවිල් සේවකයින් යම් දුෂ්කරතාවයක යෙදී සිටින බව මම විශ්වාස කරමි. නමුත් ආසාදනය අතරතුර අපේ රටේ පෞද්ගලික අංශය පවා කඩා වැටුණු බව මතක තබා ගන්න. සේවකයින්ගේ වැටුප් පවා අඩු විය. නමුත් රාජ්යය එය කළේ නැත. රජය කියා සිටියේ රජය විසින් රජයේ සේවකයන් හැකිතාක් ආරක්ෂා කළ බවයි."
      ]
    },
    "en": {
      "title": "Model does not act illegally",
      "body_lines": [
        "Prasanna Ranatunga, the chief organizer and minister of the state party, said the government would never act illegally to the constitution for the posting of the election.",
        "The Minister said that the constitutional presidential election would be held first to form a stable government. The minister said the general election would be held next year.",
        "The Minister said that the current president had been able to stabilize the country which was instability two years ago and that's why people have confidence in President Ranil Wickremesinghe.",
        "Minister Prasanna Ranatunga made this statement at a media briefing held in Colombo on Wednesday afternoon.",
        "There is a debate on whether the election will be postponed. It is also discussed whether the general election or the presidential election.",
        "But as a government, we must first say that we must go to the presidential election. Constitutional presidential election. In the country when instability occurs in the country, it directly affects people. So this country needs a standard government.",
        "If you win the presidential election, you can hold a general election. We do not expect to postpone the election by acting illegal. There is a parliamentary election next year.",
        "We all understood the situation in this country in May 2022 two years ago. People were standing in the fuel line and gas line on the streets. Once upon a time there was no essential drugs in hospitals. We must remember the atmosphere we have faced by the foreign financial problems caused by the Easter attack and the Kovit infection.",
        "Ranil Wickremesinghe only accepted the challenge. We helped Ranil Wickremesinghe as a small group in Parliament. We hoped that he would do that work with experience, maturity and ability to accept challenges.",
        "Looking back for two years, we have done what we expected. The idea that Ranil is now the man has arisen among the villagers. If so, we think that the decision we made on that day is correct.",
        "When the country is good news, every believed man in this country sees good. We are looking forward to it. But if another crowd tells good news, they look at it with hypocrisy.",
        "Through this poster, we clearly see the separation between people who love the country and the people who want to destroy this country.",
        "United People's Power Political Leaders, Like the People's Liberation Front representing some opposition parties, the leaders of the trade unions are always on strike when the country is well.",
        "A week before the signing of the IMF agreement in March 2023, a week before, caused such strike waves. Tourist arrivals declined after Easter attack. At the time the tourists began to arrive, the country had to close the country due to the infection. Once the country opened the country, the trade unions went down the streets and prevented them from coming. They are doing the same time today.",
        "Today's strike wave is being carried out to destroy it and change it. I believe that civil servants have been in some difficulties with the economic crisis in this country in the past. But remember that even the private sector of our country collapsed during the infection. Even the salaries of the employees were reduced. But the state did not do it. He said the government defended public servants as much as possible."
      ]
    }
  },
  "summary_lines": [
    "The government assures it won't act illegally to conduct elections, prioritizing the constitutional presidential vote to establish stability. Minister Prasanna Ranatunga emphasizes the importance of a stable government amidst national challenges, citing President Ranil Wickremesinghe's efforts to stabilize the country post-Easter attacks and COVID-19. The minister addresses debates over election timing and criticizes opposition strikes, highlighting the government's commitment to holding elections legally and maintaining national unity."
  ]
}