{
  "translated_text": {
    "ta": {
      "title": "ஆயுதமேந்திய இளைஞர்கள் முதல் நிர்வாகி வரை: ஜே.வி.பி முதல் ஜே.வி.பி வரை என்.பி.பி வரை",
      "body_lines": [
        "ஆயுதமேந்திய இளைஞர்கள் முதல் நிர்வாகி வரை: ஜே.வி.பி முதல் ஜே.வி.பி வரை என்.பி.பி வரை",
        "ஜனாதிபதித் தேர்தல் முதல் இடது வாக்குத் தலைவருடன் இலங்கையின் வரலாற்றில் தேர்ந்தெடுக்கப்பட்ட முதல் இடது வாக்குகளுடன் முடிந்தது.",
        "ஜே.வி.பி மற்றும் தேசிய ஜே.வி.பி மற்றும் தேசிய ஜே.வி.பி ஆகியவற்றின் தலைவர் இரண்டாவது முறையாக ஜனாதிபதித் தேர்தலில் வெற்றி பெற்றார்.",
        "ஜே.வி.பி என்பது இலங்கையில் இரண்டு இளைஞர்களில் ஒரு தலைமைக் கட்சியாகும், இது ஜனநாயகக் கட்சித் தேர்தலில் மாநில அதிகாரத்தை அரச அதிகாரத்தைப் பிடிப்பதில் இருந்து பிடிப்பதில் இருந்து கிட்டத்தட்ட ஆறு தசாப்தங்களாக தங்கள் அரசியல் சக்தியை நிறைவேற்றியுள்ளது.",
        "புதிய ஜனாதிபதிக்கு செய்தி மற்றும் சர்வதேச நாணய நிதியத்தின் பேராசிரியர் இலங்கையின் நிர்வாகத் தலைவர் திட்டமிடப்பட்ட நிர்வாகத் தலைவர்: இலங்கையின் பிரதமராக, இலங்கை",
        "அக்டோபர் 25, 1917 க்குப் பிறகு சோவியத் பிரபஞ்சத்தின் சோவியத் பல்கலைக்கழகங்களின் இளைஞர்கள் உதவித்தொகையாகி சீனப் புரட்சியைப் படிக்கக் கற்றுக் கொண்டனர், மேலும் சீன கம்யூனிஸ்ட்டைக் கற்றுக்கொண்டனர்.",
        "தந்தையின் அரசியல் விருப்பத்துடனான சந்திப்புக்குப் பிறகு, 1965 ஆம் ஆண்டில் அவர் பல இளைஞர்களுடன் கேலியில் உள்ள பல இளைஞர்களுடன் பெரிதும் இருந்தார்.",
        "சிரிமாவோ பண்டாரநாயகின் அரசாங்கத்தின் கீழ் ஒரு மூடிய பொருளாதார அமைப்பின் வெளியீட்டின் கீழ், ஒரு மூடிய பொருளாதார அமைப்பு தொடங்கியது, அரிசி மற்றும் துணி போன்ற அத்தியாவசிய பொருட்கள் கூட தடைசெய்யப்பட்டன. வேலையின்மை மற்றும் சாதி அழுத்தம் அதிகரித்தது.",
        "குறிப்பாக, இளைஞர்களின் இளைஞர்கள் இந்த விஷயத்தில் ஒரு வலுவான சூழ்நிலையை உருவாக்கியுள்ளனர், பல இளைஞர்கள் அதிகாரத்தை வெல்லும் சக்தியை வெல்லும் யோசனையில் சேர்ந்துள்ளனர்.",
        "அதன்படி, ஏப்ரல் 5, 1971, ஒரே நேரத்தில் தீவின் குறுக்கே எறியவும், ஒரு காலத்தில் தாக்கவும், அதே நேரத்தில் சக்தியைக் கைப்பற்றவும் திட்டமிடப்பட்டது. ஆனால் பின்னர் நாங்கள் அந்தத் திட்டத்தைத் தாக்கி அந்த இரவில் தாக்குதல் நடத்தினோம். ரோஹானா விஜேவீரா யாஃப்னா சிறையில் கட்சித் தலைவர் ரோஹானா விஜேவீரா ஆவார்.",
        "இந்த ஆயுதப் போராட்டம் தோல்வியடைந்தது, ஏனெனில் ஒரு குழு காலையில் காவல்துறையினரால் தாக்கப்பட்டது மற்றும் காவல்துறையினர் காவல்துறையினர் ஒரு தகவல்தொடர்பு வேலைநிறுத்தம். ஏராளமான சந்தேக நபர்களில் அரசாங்கம் கைது செய்யப்பட்டது மற்றும் ஸ்ரீ ஜெய்வர்தெனெபுரா மற்றும் ஸ்ரீ ஜெய்வர்டெனெபுரா மற்றும் கெலானியாவின் கெலானியா பல்கலைக்கழகங்கள் சிறை முகாம்களாக மாற்றப்பட்டுள்ளன.",
        "ஏப்ரல் 1971, ஒரு இழப்பு புரட்சியின் சண்டையின் கிளர்ச்சி 71: தோல்வியுற்ற போரின் வலியுடன் ஸ்ட்ரெய்ன்ஸ்!",
        "அவசரகாலத்தின் கீழ் அரசாங்கம் பல சிறப்பு விதிமுறைகளை நிறைவேற்றியது மற்றும் மரண விசாரணைகள் இல்லாமல் எரிக்க அரசாங்கத்திற்கு அதிகாரம் வழங்கப்பட்டது.",
        "இந்த யோசனையே 1971 ஆயுதப் போராட்டம் காட்டப்பட்டுள்ளது.",
        "\"1971 போராட்டம் ஒரு சதி அல்லது ஒரு நபரின் தன்னிச்சையான ஒரு விபத்து அல்லது சதித்திட்டத்தின் விளைவாக இல்லை. இது இந்த நேரத்தில் அரசியலின் சூழ்நிலைகளின் பகுத்தறிவு விளைவாகும். \"",
        "1972 குற்றவியல் நீதி ஆணையச் சட்டத்தின்படி, மஹா டிசைன் என்று அழைக்கப்படும் விசாரணையில் ஜே.வி.பியின் 41 தலைவர்களுக்கு அதிகார வரம்புடன் ஒரு சிறப்பு ஆணையம் தேர்ந்தெடுக்கப்பட்டது.",
        "முதல் ஆயுதப் போராட்டம் தோல்வியடைந்த பின்னர் ஜே.வி.பி தேசிய அரசியலுக்கு வர இருந்தது.",
        "ஜே.வி.பி ஒரு தேர்தலுக்காக போட்டியிடுவது இதுவே முதல் முறை.",
        "ரோஹானா விஜேவீரா மூன்றாவது இடத்தில் மூன்றாவது இடத்தையும், ஜனாதிபதித் தேர்தலை யுனிபி வேட்பாளர் ஜே. வென்றார்.. R. ஜெயவர்தனா ஜெயவர்தேனா.",
        "1983 ஆம் ஆண்டில் தி பிளாக் ஜூலை உட்பட பல அரசியல் கட்சிகளை தடை செய்ய பல அரசியல் கட்சிகளை தடை செய்ய ஜே.ஜே.. R. ஜே.வி.பி அரசாங்கத்தில் இருந்தது, அதே நேரத்தில் ஜே.வி.பி கட்சிகளில் இருந்தது.",
        "எனவே, கட்சியின் உறுப்பினர்கள் இனி கட்சியின் பெயரில் அரசியலில் ஈடுபட முடியாது.",
        "1988/89 ஆம் ஆண்டில், இலங்கை, ஜே.வி.பி மற்றும் யு.என்.பி அரசாங்கத்தின் தொடர்ச்சியாக இரண்டாவது ஆண்டாக ஒரு இளம் ஆயுதப் போராட்டம் தொடங்கியது.. அன்றிலிருந்து ஒவ்வொரு தேர்தலிலும் இந்த சம்பவங்கள் காணப்பட்டன, தேர்தல் தட்டுகளின் கருப்பொருள்கள் தேர்தல் தளங்களின் கருப்பொருள்கள்.",
        "1987 ஆம் ஆண்டில், இலங்கையில் ஒரு தீர்க்கமான ஆண்டாக இருந்தது, அப்போதைய இந்திய பிரதமர் ராஜீவ் காந்தி மற்றும் முன்னாள் ஜனாதிபதி ஜே. R. அந்த ஆண்டு ஜெயவர்தேனா இடையே இந்தோ-லங்கா ஒப்பந்தம் கையெழுத்தானது.",
        "இந்திய அரசு மற்றும் இந்திய இராணுவம் முன்மொழியப்பட்ட அதிகாரத்தைத் தொடங்கியதால் ஜே.வி.பி \"தேசபக்தி மக்கள் இயக்கம்\" என்று ஏற்பாடு செய்யப்பட்டது.",
        "நரஹன்பிடாவில் மே தின கொண்டாட்டத்தின் போது ஸ்ரீ ஜெய்வர்தெனாபுரா பல்கலைக்கழகத்தின் யு.என்.பி.",
        "இலங்கையில் மே தின கொண்டாட்டங்கள்: ஈடுசெய்யப்பட்ட ஹீரோக்களை யார் செய்தார்கள்?",
        "\"88/89 முடித்தல் காலம்\" \"88/89 பயங்கரவாத காலத்தில்\" சுமார் 60,000 இளைஞர்களைக் கொன்றது மற்றும் பலர் கொடூரமான மனிதாபிமானமற்ற சித்திரவதை. இன்னும் பலர் காணாமல் போனார்கள், இன்றும் அவற்றைப் பற்றி உண்மை இல்லை.",
        "1989 ஆம் ஆண்டில், அட்டானாயகே விமான் விஜேவீரா, ஒரு போலி பெயர், \"யுபிஇ உலபேன் பகுதியில் அட்டனாயக்கில் கைது செய்யப்பட்டார்.",
        "பிரச்சினைகள் மற்றும் கொலைகள் குறித்து ஜே.வி.பி மீது குற்றம் சாட்டப்பட்டது.",
        "எண்பதுகளின் பிற்பகுதியில் ஜே.வி.பி கொலை உட்பட, 2014 ஆம் ஆண்டில் பிபிசி மெமோராண்டமிடம் அனுரா குமாரா டிசனாயக் மன்னிப்பு கேட்டார்.",
        "ஜனதா விமுக்தி பெரமுனா (ஜே.வி.பி) தொடர்ந்து சோசலிச கருத்துக்களை இலக்காகக் கொண்டிருப்பார், மேலும் 2000 கள் முதல் 2000 கள் வரை ஒரு போக்கைக் கொண்டிருப்பார்.",
        "எவ்வாறாயினும், ஜே.வி.பியின் தொடக்கத்திலிருந்தே ஜே.வி.பி ஒரு தேசியவாத சாய்வாக இருப்பதற்கான ஒரு வாய்ப்பு 1985 இல் தமிழ் ஈலம் ரோஹானா விஜேவீராவின் தீர்வாகும்.புத்தகம். கட்சியின் உட்புறம் கட்சியின் உட்புறத்தில் எழுந்துள்ளது என்று கூறப்படுகிறது.",
        "முன்னாள் ஜனாதிபதி சந்திரிகா பண்டாரநாயக்க குமாரத்துங்காவின் அரசாங்கத்தை ஆதரிப்பதற்காக ஜே.வி.பி 2001 இல் பணியாற்றியது.",
        "கட்சி அரசியலின் அரசியலை பார்வையிட்ட முதல் வாய்ப்பாக இது பெயரிடப்படலாம்.",
        "அந்த நேரத்தில், கட்சி இலங்கை சுதந்திரக் கட்சியுடன் இலங்கை சுதந்திரக் கட்சியுடன் மஹிந்த ராஜபக்ஷத்துடன் இணைகிறது, பின்னர் 39 பாராளுமன்ற இடங்களை வென்றது.",
        "குருணேகலா மாவட்டத்தில் அதிக எண்ணிக்கையிலான முன்னுரிமை வாக்குகளுடன், ஜனாதிபதி அனுரா குமாரா டிஸ்டனாயக்க பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "2004-2005 ஆம் ஆண்டில், தேசியவாத அமைப்புகள் போன்ற தேசியவாத அமைப்புகள் மற்றும் தேசியவாத அமைப்புகள் போன்ற தேசியவாத அமைப்புகளுடன், வடக்கில் உள்நாட்டுப் போரைத் தொடர ஒரு குறிப்பிடத்தக்க மற்றும் செல்வாக்குமிக்க மத்தியஸ்தராக ஜே.வி.பி செயல்படுகிறது.",
        "2005 ஆம் ஆண்டில், ஜே.வி.பி முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஸுடன் ஒரு உடன்படிக்கையில் நுழைந்தது மற்றும் எல்.ரீ.ரீ.ஈ உடனான சமாதான பேச்சுவார்த்தைகளின் நிலைமைகள் மற்றும் நோர்வேயின் தலையீடு ஆகியவை அடங்கும்.",
        "2005 ஆம் ஆண்டில் சுனாமி மானியத் திட்டத்திற்காக அரசாங்கத்திற்கும் எல்.ரீ.ரீ.ஈ இடையேயான ஒப்பந்தத்தை ரத்து செய்ய ஜே.வி.பி அடிப்படை உரிமை மனுவை தாக்கல் செய்தது.. அதன்படி, ஒப்பந்தத்தை நிறுத்தி வைக்க உச்ச நீதிமன்றம் உத்தரவிட்டது.",
        "ஜே.வி.பி.",
        "போரின் இறுதி பாதியில், அனுரா குமாரா டிசனாயக்கில் கருத்து தெரிவித்தார்:",
        "\"பயங்கரவாதத்தை தோற்கடிக்க எடுக்கப்படும் நடவடிக்கைகளில், குறிப்பாக CAPICHIGOLEWA பிரச்சினை. எங்கள் தோழர்கள், எங்கள் நிவாரண பணியாளர்கள் இராணுவத்திற்குச் சென்று முகாமிட்டனர். பதுங்கு குழிகள். நாங்கள் இப்பகுதியில் செய்ததெல்லாம்.",
        "அது மட்டுமல்லாமல், கிராமவாசிகளின் சிவப்பு தைரியம் பதுங்கு குழி மற்றும் பொலோனாருவா மாவட்டத்தில் பொலோனாருவாவின் டிம்புலகலாவில் சாலைகளை கட்டவில்லை. \"",
        "\"தி லில்லி மலர் இயக்கம்\" ஒரு \"பெருமையுடன்\" சூழலை உருவாக்கியுள்ளது என்று அவர் கூறினார்.",
        "எவ்வாறாயினும், 2008 ஆம் ஆண்டில், கட்சியின் பிரதான பேச்சாளர், வால்மன் வூரவன்சா அந்த நேரத்தில் முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஸுடன் இணைந்தார்.",
        "2005 ல் முன்னாள் ஜனாதிபதி மஹிந்த ராஜபக்ஷை ஜே.வி.பி ஆதரித்தது, முன்னாள் இராணுவத் தளபதி சரத் பொன்சேகா 2010 இல் அவரை ஆதரித்தார். கட்சியின் உட்புறம் 1994 முதல் கட்சியின் மறுசீரமைப்பிற்குப் பிறகு ஜே.வி.பி தேர்ந்தெடுத்த உத்திகளை உடைத்தது.",
        "கட்சியின் உள் மோதல்களின் விளைவாக 2011 ல் கட்சி பிரிக்கப்பட்டது. ஜே.வி.பி, ஜே.வி.பி, ஜே.வி.பி, தொழிற்சங்கவாதம், சீர்திருத்தங்கள் மற்றும் தேசியவாதம் என்று குற்றம் சாட்டி ஜே.வி.பி பிரிவு ஒரு சிறப்பு மாநாட்டில் நிறுவப்பட்டது, முன்னணி சோசலிசக் கட்சியின் புதிய அரசியல் கட்சி.. குமார் குணரத்னம் கட்சியின் தற்போதைய தலைமை செயலாளர் ஆவார்.",
        "பின்னர் அவர்கள் 2019 ஆம் ஆண்டில் ஜனாதிபதித் தேர்தல்களுக்கு தனித்தனியாக இந்த ஜனாதிபதித் தேர்தல் உட்பட ஜே.வி.பிக்கு வெவ்வேறு அரசியல் உத்திகளைப் பின்பற்றினர்.",
        "தெலுமன் போராட்டத்தில் \"அதிகார வெடிப்பு\" உறுப்பினராக இருந்த இந்த முழக்கம் ஜனாதிபதித் தேர்தலின் உறுப்பினரின் மூலம் இருந்தது.",
        "1969 ஆம் ஆண்டில் ஜே.வி.பி.. 1988/89 ஆம் ஆண்டில், நாடு நாட்டால் தப்பி ஓடியது மற்றும் கட்சி மறுசீரமைப்பின் மறுசீரமைப்பின் விளைவாக 1990 ல் இலங்கைக்கு திரும்பியது.",
        "அவர் பல ஆண்டுகளாக மற்றும் 1995 முதல் பாராளுமன்றத்தை பிரதிநிதித்துவப்படுத்தினார் மற்றும் கட்சி பொதுச் செயலாளரின் கட்சி பொதுச் செயலாளராக இருந்துள்ளார். டில்வின் சில்வா கட்சி பொதுச் செயலாளரை சோமாவன்சா அமரசிங்கத்தை நடத்தி வருகிறார்.",
        "சோமாவன்சா அமரசிங்க தலைமையிலிருந்து ராஜினாமா செய்யப்பட்டபோது, ​​அவருக்கு 1994 க்குப் பிறகு பல விமர்சனங்களும் கட்சியின் தேசியவாத திட்டமும் இருந்தன.",
        "அதன்படி, அவர் 2014 இன் தலைமையை விட்டு வெளியேறினார், மேலும் ஜே.வி.பியின் தற்போதைய தலைவர் அனுரா குமாரா டிசனாயக்கின் தலைவராக நியமிக்கப்பட்டார்.",
        "கட்சியை விட்டு வெளியேறிய சோமவன்சா அமரசிங்க, மக்கள் முதலாளி கட்சி என்ற புதிய அமைப்பை விமர்சித்தார்.",
        "ஜே.வி.பி தலைவர் அனுரா குமாரா டிஸ்டனாயக்க 2019 ஜனாதிபதித் தேர்தலில் பல்வேறு ஜனாதிபதித் தேர்தலில் பல்வேறு ஜனாதிபதித் தேர்தலில் 2019 ஜனாதிபதித் தேர்தலுக்கு வந்தார்.",
        "2019 ஜனாதிபதித் தேர்தலுக்கு முன்னர், 2019 ஜனாதிபதித் தேர்தல் உள்ளிட்ட தேசிய வசனங்களை உள்ளடக்கிய ஒரு அமைப்பு, 2019 ஜனாதிபதித் தேர்தல் உள்ளிட்ட பல அமைப்புகள், பல அமைப்புகள் ஏற்பாடு செய்யப்பட்டன.",
        "புதிய அரசியல் கட்சியின் விளைவாக புதிய அரசியல் கட்சியில் \"வழிகாட்டுதல்\" மார்க்குடன் ஜனாதிபதி அனுரா குமாரா ஜனாதிபதித் தேர்தலில் தாக்க முடிந்தது.",
        "2020 பொதுத் தேர்தலில், அவர்கள் ஒரு இடத்திலும், தேசிய இடங்களின் பட்டியலிலும் இருந்ததால், 3.84% வாக்குகளைப் பெற முடிந்தது.",
        "இருப்பினும், ஜே.வி.பி.யாக ஜே.வி.பி.",
        "2019 ஜனாதிபதித் தேர்தலின் இறுதிக்கு முன்னர் மக்களால் பயன்படுத்தப்பட வேண்டிய பாரிய ஆர்ப்பாட்டங்களால் அரசாங்கம் ஏற்பாடு செய்யப்பட்டது.. இதன் விளைவாக, பல கட்சிகள் கேலி முகம் மைதானத்தில் செலுத்தப்பட்டன.",
        "அந்த போராட்டத்தின் முதல் முறையாக, இது தலைமை இல்லாத ஒரு போராட்டமாக இருந்தது, மேலும் அவரது கட்சி அதன் கட்சியை வழிநடத்த தயாராக உள்ளது.",
        "ஆனால் \"சோசலிச இளைஞர் ஒன்றியம்\" ஜே.வி.பியின் இளைஞர் சங்கத்தின் ஒரு பகுதியாக இருந்தது.",
        "2022 ஜே.வி.பி.யின் தொடர்ச்சியான வேலைநிறுத்தத்தின் பின்னணியில், ஜே.வி.பி ஆய்வக அமைப்பு, தனது பதவியில் இருந்து ராஜினாமா செய்வதற்கான கேலி முகம் போராட்டத்தை எதிர்த்தது, இந்த வேலைநிறுத்தம் பல தொழிலாளர் அமைப்புகளிலும் போராட்டங்களிலிருந்தும் கட்சிகளின் பிழைகளை நிறுத்தியது.",
        "ஜூலை 9 ஆம் தேதி மக்களால் அரசு நிறுவனங்களை கையகப்படுத்தியதன் மூலம், முன்னாள் ஜே.வி.பி நாடாளுமன்ற உறுப்பினர் லால் கான்ட் மீண்டும் பாராளுமன்றத்திற்கு வந்து பாராளுமன்றத்திற்கு வருவதை விட்டு வெளியேறினார்.",
        "ஒரு இடதுசாரி சித்தாந்தத்திலிருந்து, ஜே.வி.பி டாக்டர் நிர்மல் ரஞ்சித் தேவாசிரியிடம் தேசிய நாட்டுப்புறப் படைக்கு பயணத்தில் என்ன பெரிய மாற்றங்கள் என்று கேட்குமாறு விசாரித்தது.",
        "\"JVP ஆல் தேர்ந்தெடுக்கப்பட்ட உத்திகள் இதற்கு முன் உத்திகளைப் பற்றி பேசும்போது தோல்வியடைந்தன. 1988 வாக்கில் அவர்கள் எஸ்.எல்.எஃப்.பி உடன் ஒரு தகராறு செய்தனர். எனவே, 1988 ஜனாதிபதித் தேர்தலில், அவர் சிரிமாவோவை தோற்கடிக்க பணியாற்றினார். அவர் தேர்தல்களைக் கொன்றதாகக் கூறினார். ஒன்று ஒன்றே. பிரேமடாசாவின் சக்தி ஒரு பலவீனமான ஆட்சியாளராக இருக்கும் என்று அவர்கள் எதிர்பார்த்தார்கள். ஆனால் அவர்களின் மூலோபாயம் முற்றிலும் தவறானது, ”என்று விரிவுரையாளர் சுட்டிக்காட்டினார்.",
        "\"கட்சி பின்னர் தேசியவாதத்திற்குச் சென்றபோதும், அவர்கள் திகிலுக்குப் பிறகு கட்சி திசைதிருப்பப்பட்ட காலத்திலிருந்து வெவ்வேறு வழிகளில் சமூகமயமாக்க முயன்றனர். ஒவ்வொரு முறையும், ஒவ்வொரு தந்திரமும் பின்பற்றப்பட்டது. \"",
        "ஜே.வி.பியின் அரசியல் நடவடிக்கைகளில் ஈடுபட்டுள்ள அட்டைகள் தேசிய நாட்டுப்புறப் படையை நிறைவேற்ற ஜே.வி.பியின் அரசியல் நடவடிக்கைகளில் குறிப்பிடத்தக்க பங்கைக் கொண்டிருந்தன என்று அவர் சுட்டிக்காட்டுகிறார்.",
        "\"இலங்கையில் தற்போதைய விஐபி அரசியல் ஆட்சி நிராகரிக்கப்படுகிறது. கட்சி அப்படி ஒழுங்கமைக்கப்படவில்லை. UNP சிறிது நேரம் இருந்திருக்கலாம், ஆனால் இப்போது அது இல்லை. ஆனால் ஒரு நல்ல ஒழுக்கத்துடன் ஒரு நல்ல ஒழுக்கம் உள்ளது. அவர்கள்தான் இந்த வித்தியாசத்தை ஏற்படுத்தினர். ஒரு ஒழுக்கம் ஒழுங்கமைக்கப்படும்போது, ​​இந்த வகை வளர்ச்சியை அடைய எந்த கடினத்தன்மையும் இல்லை, ”என்று விரிவுரையாளர் கூறினார்.",
        "கோத்தாபயா ராஜபக்ஸின் போராட்டத்தின் போது பிரதமர் ரணில் விக்ரமேசிங்காக நியமிக்கப்பட்டார், அவர் கோத்தாபயா ராஜபக்ஸின் ஜனாதிபதியாக அனுமதிக்கப்பட்டார்.",
        "ஜனாதிபதித் தேர்தலுக்கு ஒரு வருடத்திற்கும் மேலாக, தேசிய நாட்டுப்புற பிரச்சாரம் ஒரு வருடத்திற்கும் மேலாக மேற்கொள்ளப்பட்டது.",
        "ஆரம்பத்தில் இருந்தே ஜே.வி.பி ஒரு ஏகாதிபத்தியத்தை எதிர்த்தது, மேலும் 'இந்திய விரிவாக்கம்' போன்ற சொற்கள் அவற்றின் கோஷங்களில் சேர்க்கப்பட்டுள்ளன.. எவ்வாறாயினும், ஜனாதிபதித் தேர்தலுக்கு முன்னர் இலங்கையில் அமெரிக்காவிற்கு இடையே இலங்கையின் அறிவிப்புக்கு இடையிலான குறிப்பிடத்தக்க சம்பவங்களும் இதுவாகும்.",
        "இலங்கையின் 9 வது நிர்வாகத் தலைவராக, அனுரா குமாரா டிசனாயக்கின் இலங்கையின் இந்திய தூதர் மற்றும் இலங்கை கமிஷனரின் இலங்கை தூதர் ஆகியோரை சந்தித்தார்.",
        "அவர் சத்தியம் செய்தபின், உலகின் மிக சக்திவாய்ந்த பிளவுகள், நாட்டிற்கு மிகவும் முன்னேறியவை நாட்டிற்கு மிகவும் முன்னேறியவை என்று தேசம் என்று அவர் கூறினார்.",
        "NPP தலைவர் நாடாளுமன்ற உறுப்பினர் அனுரா குமாரா டிசனாயக்கின் இந்தியாவுக்கு வருகை: ஒரு அரசியல் உத்தி?",
        "புதிய ஜனாதிபதிக்கு செய்தி மற்றும் அவர் நிச்சயமாக ஏழு சவால்களை வெல்ல வேண்டும்",
        "இஸ்ரேலிய ஆபரேஷன் முதலில் லெபனான் இலக்குகளுக்கு செய்திகளை அனுப்பியுள்ளது"
      ]
    },
    "en": {
      "title": "From an armed youth rise to the executive: JVP from JVP to NPP",
      "body_lines": [
        "From an armed youth rise to the executive: JVP from JVP to NPP",
        "The Presidential Election ended with the first left vote president with the first left vote to be elected in the history of Sri Lanka.",
        "Leader of the JVP and the National JVP and the National JVP won the presidential election after the second time.",
        "The JVP is a leadership party in two youths in Sri Lanka with a democratic election from catching state power from catching state power and have passed their political force for nearly six decades.",
        "Message to the New President and the 'Missingly Conquest' of the IMF Prof. Projected Executive President of Sri Lanka: As the Prime Minister of Sri Lanka, Sri Lanka",
        "The youth of the Soviet Universities of the Soviet Universe after October 25, 1917 became a scholarship and learned to study the Chinese Revolution, and learned the Chinese Communist.",
        "After a meeting with father's political inclination, he had a great deal with a number of young people in 1965 with a number of young people in Galle.",
        "Under the publication of a closed economic system under the government of Sirimavo Bandaranaike, a closed economic system began, and even essential substances such as rice and fabric were restricted. The unemployment and caste pressure was exacerbated.",
        "In particular, the youth of the youth has created a strong situation in this regard, so many youths have joined the idea of ​​winning the power to win the power.",
        "Accordingly, April 5, 1971, was planned to be thrown across the island at once, beaten in one time, and seizing power at the same time. But then we were made to attack that plan and attack on that night. Rohana Wijeweera was the party leader Rohana Wijeweera at the Jaffna Prison.",
        "This armed struggle failed because one group was attacked by the police in the morning and the police at the police while a communication strike. The government was arrested in a large number of suspects and the Sri Jayewardenepura and Kelaniya Universities of Sri Jayewardenepura and Kelaniya have been converted into prison camps.",
        "April 1971, the Rebellion of the Fight of a Loss Revolution 71: Straints with the pain of the defeatant battle!",
        "The government passed several other special regulations under the Emergency and the government was authorized to burn without death investigations.",
        "It is this idea that the 1971 armed struggle is shown.",
        "\"1971 struggle was not a result of an accident or plot of a plot of plotting or a person's arbitrary. It was the rational result of the circumstances of politics at the moment. \"",
        "According to the 1972 Criminal Justice Commission Act, a special commission with jurisdiction was elected to 41 leaders of the JVP at the trial known as Maha Design.",
        "The JVP was to come to national politics after the first armed struggle failed.",
        "It was the first time the JVP was contesting for an election.",
        "Rohana Wijeweera was placed third in the third and the presidential election was won by the UNP candidate J.. R. Jayawardena is Jayawardena.",
        "JJ to ban several political parties to ban several political parties including the Black July in 1983. R. The JVP was among the government, while the JVP was among the parties.",
        "Therefore, the members of the party could no longer engage in politics under the name of the party.",
        "In 1988/89, a young armed struggle began for the second consecutive year of Sri Lanka, the JVP and the UNP government.. These incidents were found at every election since then and the themes of election platters were the themes of election platforms.",
        "In 1987, was a decisive year in Sri Lanka, and the then Indian Prime Minister Rajiv Gandhi and former President J. R. The Indo-Lanka Accord was signed between Jayawardena that year.",
        "The JVP was organized as the \"Patriotic People's Movement\" due to the commencement of the power proposed by the Government of India and the Indian army.",
        "UNP government in power was banned by the UNP student of the University of Sri Jayewardenapura at the time of the May Day celebration in Narahenpita, including the May Day celebration held by the Patriotic People's Movement in Narahenpita.The deceased, Diranalal Kiribathgoda, died.",
        "May Day celebrations in Sri Lanka: Who has committed compensated heroes?",
        "The \"88/89 Termination Period\" took about 60,000 youths killed in \"88/89 terrorist period\" and many were brutally inhumane torture. Many others disappeared, and not still true of them today.",
        "In 1989, Attanayake Wiman Wijeweera, a pseudo-name, \"Attanayake in the Upe Ulapane area was arrested.",
        "The JVP was also accused of issues and murders.",
        "Anura Kumara Dissanayake apologized to the BBC Memorandum in 2014, including the killings of the JVP in the late eighties.",
        "The Janatha Vimukthi Peramuna (JVP) will continue to have aimed at socialist concepts and tend to have a tendency to the 2000s to the 2000s.",
        "However, a one chance that the JVP has been a nationalist inclination from the very beginning of the JVP is the solution of the Tamil Eelam Rohana Wijeweera in 1985.The book is. It is said that the interior of the party has arisen in the interior of the party.",
        "The JVP served in 2001 to support the Government of former President Chandrika Bandaranaike Kumaratunga.",
        "It may be named as a first chance that the party had visited the politics of politics.",
        "At that time, the party joins Mahinda Rajapaksa with the Sri Lanka Freedom Party, including the Sri Lanka Freedom Party, and later won 39 Parliament seats.",
        "President Anura Kumara Dissanayake was elected to the Parliament, with the highest number of preferential votes in the Kurunegala District.",
        "In 2004-2005, the JVP acting as a significant and influential medurer to continue the civil war in the North, with nationalist organizations such as nationalist organizations such as nationalist organizations and nationalist organizations such as nationalist organizations..",
        "In 2005, the JVP had entered a covenant with former President Mahinda Rajapakse and included the conditions of peace talks with the LTTE and the intervention of Norway.",
        "The JVP filed a fundamental rights petition to abolish the agreement between the Government and the LTTE for the Tsunami subsidy program in 2005.. Accordingly, the Supreme Court ordered the suspension of the agreement.",
        "The popular speakers of the JVP, MP Wimal Weerawansa, the popular speakers of JVP Anura Kumara Dissanayake were the active members of the JVP.",
        "In the final half of the war, Anura Kumara Dissanayake commented:",
        "\"In the measures that will be taken to defeat terrorism, especially that cabichigollewa issue. Our comrades, our relief workforce went to the army and encamped. Made bunkers. All we were done in the area.",
        "Not only that, the red courage of the villagers in the villagers who have not gone bunker and build the roads in the Dimbulagala, Polonnaruwa in the Polonnaruwa District. \"",
        "He said that \"the lily flower movement\" has created a \"environment with pride\".",
        "In 2008, however, the main speaker of the party, Wimal Weerawansa joined former President Mahinda Rajapakse at the time.",
        "The JVP supported former President Mahinda Rajapakse in 2005, former Army Commander Sarath Fonseka supported him in 2010. The interior of the party had broken the strategies selected by the JVP after the reorganization of the party since 1994.",
        "The party divided in 2011 as a result of internal conflicts in the party. The JVP segment was established in a special conference, accusing the JVP, accusing the JVP, trade unionism, reforms and nationalism, a new political party named the Frontline Socialist Party.. Kumar Gunaratnam is the present Chief Secretary of the party.",
        "Then they followed different political strategies to the JVP, including this presidential election, separately to presidential elections in 2019.",
        "The slogan, a member of the \"outbreak of power\" in the Teluman Struggle, was through a member of the presidential election.",
        "Somawansa Amarasinghe, who joined the JVP in 1969, was prised after the 1971 rebellion, and he was released again in 1977. In 1988/89, the country was fled by country and returned to Sri Lanka in 1990 as a result of the reorganization of party reorganization.",
        "He also represented the Parliament for several years and from 1995 and has been the party General Secretary to the party general secretary. Tilvin Silva is holding the party General Secretary to Somawansa Amarasinghe.",
        "When Somawansa Amarasinghe was resigned from the leadership, he had a number of criticism and the party's nationalist program after 1994.",
        "Accordingly, he left the leadership of 2014 and the present Leader of the JVP was appointed as the leader of Anura Kumara Dissanayake.",
        "Somawansa Amarasinghe, who left the party, criticized a new organization called the People's Employer Party.",
        "The JVP leader Anura Kumara Dissanayake came to the 2019 Presidential Election in the 2019 presidential election in various presidential elections in various presidential election.",
        "Prior to the 2019 presidential election, an organization that included the National Scriptures, including the 2019 presidential election, a number of organizations including the 2019 presidential election, a number of organizations were organized.",
        "President Anura Kumara Dissanayake was able to attack the Presidential Election with the \"Menture\" mark in the New Political Party as a result of the new political party.3% \"used.",
        "In the 2020 general election, they were able to get 3.84% of the votes, as they were in a seat and a national list of seats.",
        "However, the JVP won 544,154 votes in general general election as the JVP.",
        "The government was organized by massive protests to be deployed by the people before the end of the 2019 presidential election.. As a result, a number of parties were casted at the Galle Face Ground.",
        "At the first time of that struggle, it was a struggle without leadership and his party is ready to lead its party.",
        "But the \"Socialist Youth Union\" was a part of the Youth Association of the JVP.",
        "2022 In the background of the JVP's continued strike, the JVP laboratory organization, protesting to the Galle Face Struggle to resign from his post as a continuing strike to resign from his post.The strike suspended the bugs of parties in many labor organizations and struggle.",
        "The next day with the acquisition of state institutions by the people of July 9, a group including former JVP Parliamentarian Lal Kant to come back to Parliament and quit the people to come back to the parliament..",
        "From a leftist ideology, the JVP inquired from Dr. Nirmal Ranjith Devasiri to ask what major changes in the journey to the national folk force.",
        "\"Strategies selected by the JVP failed when talking about strategies before. By 1988 they had a dispute with the SLFP. Therefore, in the 1988 presidential election, he worked to defeat Sirimavo. He told the elections killing. The one was the same. They expected that Premadasa's power would be a weak ruler. But their strategy was completely wrong, \"the lecturer pointed out.",
        "\"Even when the party was later gone to nationalism, they tried to socialize in different ways from the time the party was subverted after the horror. In each time, each tactics followed. \"",
        "He points out that the cards involved in the political activities of the JVP have played a significant role in the political activities of the JVP to carry out the national folk force.",
        "\"The present VIP political regime in Sri Lanka is rejected. The party's not organized like that. The UNP may have been for a while, but now it is not. But there is a good discipline with a good discipline. They were the one who made this difference. When a discipline is organized, there is no hardness to achieve this type of growth, \"the lecturer said.",
        "Prime Minister Ranil Wickremesinghe was appointed as the president at the time of the struggle of Gotabhaya Rajapakse, who had been admitted by the general public as the President of Gotabhaya Rajapakse..",
        "For more than a year the Presidential election, the national folk propaganda was carried out for over a year.",
        "The JVP followed an anti-imperialism since the beginning, and words like 'Indian expansion' included in their slogans.. However, it was also significant incidents between Sri Lanka's announcement between the US dwelle in Sri Lanka before the presidential election.",
        "As the 9th Executive President of Sri Lanka, Anura Kumara Dissanayake met with the Indian Ambassador of Sri Lanka and the Sri Lankan Ambassador to the Sri Lankan Commissioner.",
        "After his swearing in, he said the nation was that the most powerful divisions in the world, the most advanced to the country is the most advanced to the country.",
        "NPP Leader Parliamentarian Anura Kumara Dissanayake's visit to India: A political strategy?",
        "Message to the new President and he should 'definitely win seven challenges",
        "Israeli operation has first sent messages to Lebanon targets"
      ]
    }
  },
  "summary_lines": [
    "Based on the detailed historical context provided, I'll summarize the key points about the JVP's evolution and current stance:",
    "",
    "1. The JVP began as a patriotic movement in 1987, opposing the Indo-Lanka Accord.",
    "",
    "2. In the late 1980s, the JVP engaged in violent activities, leading to thousands of deaths and disappearances during the \"88/89 Terrorist Period.\"",
    "",
    "3. After 2001, the JVP shifted towards supporting mainstream politicians, initially backing Chandrika Kumaratunga and later Mahinda Rajapaksa.",
    "",
    "4. In 2008, Wimal Weerawansa joined Mahinda Rajapaksa's government, causing internal conflicts within the JVP.",
    "",
    "5. In 2011, the party split due to internal conflicts, resulting in the formation of the Frontline Socialist Party.",
    "",
    "6. Anura Kumara Dissanayake became the JVP leader in 2014, replacing Somawansa Amarasinghe.",
    "",
    "7. In the 2019 presidential election, Anura Kumara Dissanayake ran as an independent candidate under the slogan \"Outbreak of Power.\"",
    "",
    "8. The JVP continues to advocate for socialist concepts and nationalism, though their strategies have evolved over time.",
    "",
    "9. Currently, the party is involved in protests against the government and supports left-wing ideologies.",
    "",
    "10. The JVP maintains anti-imperialist stances and has criticized foreign interventions in Sri Lanka's politics.",
    "",
    "This summary highlights the JVP's transformation from a radical armed group to a political party with shifting alliances and evolving ideologies over the years."
  ]
}