{
  "translated_text": {
    "ta": {
      "title": "சுஜீவா செனாசிங்கே வி 8 சிஐடியிடம் ஒப்படைக்கப்பட்டது",
      "body_lines": [
        "முன்னாள் மாநில மந்திரி சுஜீவா செமசிங்கின் கேள்வி இன்று (11) சிஐடியிடம் ஒப்படைக்கப்பட்டுள்ளது.",
        "கோட்டை மாஜிஸ்திரேட் நீதிமன்றம் இன்று குற்றவியல் விசாரணைத் துறைக்கு நீதிமன்றத்தில் கொண்டு செல்ல உத்தரவிட்டது.",
        "முன்னாள் மாநில மந்திரி கார் விபத்தில் கார் விபத்தில் ஈடுபட்டுள்ளதாக குற்றவியல் புலனாய்வு துறை தெரிவித்துள்ளது.",
        "சுவர் மந்திரி சுஜீவா செனசிங்க் நவம்பர் 2 ஆம் தேதி கண்டுபிடிக்கப்பட்டது, ஆனால் சந்தேக நபரின் கார் நவம்பர் 2 ஆம் தேதி கண்டுபிடிக்கப்பட்டது.",
        "குற்றவியல் புலனாய்வுத் துறை மற்றும் மோட்டார் போக்குவரத்துத் துறையின் அதிகாரிகள் சபீவா செனசிங்கின் கோல்பெட்டியை பரிசோதித்தனர், அவர் சபையில் சொகுசு கார் பூங்காவைக் கொண்டிருந்தார்.",
        "கோட்டை மாஜிஸ்திரேட் கருஜா லக்மாலி அரசாங்க ஆய்வாளருக்கு உத்தரவிட்டு அரசாங்க ஆய்வாளருக்கு ஒரு அறிக்கைக்கு அழைப்பு விடுத்தார்.",
        "அந்த உத்தரவின் அடிப்படையில் கேள்விக்குரிய காரை சுஜீவா செனசிங்க் வழங்கினார்.",
        "குற்றவியல் புலனாய்வு துறை பொது புகார்கள் விசாரணைப் பிரிவு (சிபிடி) இன்று கோட்டை மாஜிஸ்திரேட் நீதிமன்றத்தில் விசாரணைகளின் முன்னேற்றத்தை தெரிவித்துள்ளது.",
        "\"லார்ட், இந்த கேள்விக்குரிய ஜீப்பை 2010 இல் இறக்குமதி செய்த கடமை இல்லாத வாகன உரிமம் பாராளுமன்றத்தின் முன்னாள் உறுப்பினர் ஜே-ஸ்ரீ ரங்காவுக்கு இறக்குமதி செய்தது.. அதன்படி, முன்னாள் எம்.பி. ஜே. ரங்கா வாகனம் பதிவு செய்யாமல் முன்னாள் மாதங்களுக்கு பயன்படுத்தப்படுகிறார். மார்ச் 30, 2011 அன்று நடந்த விபத்தில் ஒரு தந்தை சார்ஜெண்டின் தந்தை கொல்லப்பட்டார். இந்த சரியான நேரத்தில் ஆடம்பர ஜீப் 2022 ஆம் ஆண்டில் முன்னாள் மாநில அமைச்சர் சுஜீவா செனசிங்கின் பெயரில் பதிவு செய்யப்பட்டுள்ளது. அச்சிடும் ஜீப் பின்னர் கெலானியாவில் ஒரு வாகன சட்டசபை இருப்பிடத்திற்கு செலுத்தப்பட்டது. \"",
        "\"எனவே, மரணத்தை ஏற்படுத்திய ஒருவர் சட்டவிரோத சட்டசபை தொடர்பான முறையான விசாரணையாகும். ஏனென்றால், இன்னும் நிலுவையில் உள்ள ஒரு வழக்கில் இது இன்னும் ஒரு வழக்கு. இது மறைக்கும் அல்லது அழிக்கும் ஆபத்து. எனவே, இந்த கேள்விக்குரிய ஆடம்பர காரை நீதிமன்றங்களுக்குள் கொண்டு செல்லுமாறு தற்போதைய உரிமையாளருக்கு உத்தரவிடுமாறு நீதிமன்றத்தை நாங்கள் அழைக்கிறோம்",
        "கொழும்பு கோட்டை மாஜிஸ்திரேட் கருஜா லக்மாலியின் உள்ளடக்கங்களைக் கவனியுங்கள், சிஐடியின் ஆடம்பர காரை எடுத்து ஆடம்பர வாகனத்தை சமர்ப்பிக்க உத்தரவு பிறப்பித்தது."
      ]
    },
    "en": {
      "title": "Sujeewa Senasinghe V8 handed over to CID",
      "body_lines": [
        "The question of former State Minister Sujeewa Semasinghe has been handed over to the CID today (11).",
        "The Fort Magistrate's Court today ordered the Criminal Investigation Department to be taken into court.",
        "The Criminal Investigations Department stated that the former state minister is in possession of the car accident in a car accident.",
        "The Wall Minister Sujeewa Senasinghe was found on November 2, but the suspect's car was found on November 2.",
        "The Criminal Investigations Department and Officers of the Department of Motor Traffic were inspected of the Colpetty of Sujeewa Senasinghe, who had the luxury car park in the house.",
        "The Fort Magistrate Karuja Lakmali ordered the Government Analyst and called for a report to the Government Analyst.",
        "Sujeewa Senasinghe presented the questionable car in terms of that order.",
        "The Criminal Investigations Department Public Complaints Investigation Division (CPT) reported the progress of investigations into the Fort Magistrate's Court today.",
        "\"Lord, the duty-free vehicle license that has been imported this questionable jeep in 2010 to the ex-Member of Parliament, J-Sri Ranga.. Accordingly, former MP J. Ranga has been used for former months without registration of the vehicle. The father of a father sergeant killed in the accident on March 30, 2011. This timely luxury jeep is registered in the name of former Minister of State Minister Sujeewa Senasinghe in 2022. The printing jeep was later paid to a vehicle assembly location in Kelaniya. \"",
        "\"Therefore, a person who has caused death has been a formal investigation into illegal assembly. Because it is still a case in a case that is still pending. It is a risk of hiding or destruction. Therefore, we call upon the court to order the current owner to take this questionful luxury car into the courts",
        "Consider the contents of the Colombo Fort Magistrate Karuja Lakmali issued an order to take the luxury car of the CID and submit the luxury vehicle."
      ]
    }
  },
  "summary_lines": [
    "Former State Minister Sujeewa Senasinghe's car handed to CID after court order. Vehicle linked to fatal 2011 crash. Probe ongoing."
  ]
}