{
  "translated_text": {
    "ta": {
      "title": "மியான்மர் சைபர் மண்டலத்திலிருந்து மேலும் இலங்கையர்கள் விடுவிக்கப்பட்டனர்",
      "body_lines": [
        "மியான்மர் குற்ற மண்டலத்தில் சிக்கிய இருபத்தைந்து இலங்கையர்கள் விடுவிக்கப்பட்டனர்.",
        "இலங்கையர்களின் குழு தாய்லாந்தின் குடிவரவு மற்றும் குடியேற்றத் துறையின் காவலில் உள்ளது.",
        "தாய்லாந்தில் உள்ள இலங்கை தூதரகம் மூலம் அவர்களை நாட்டிற்கு அழைத்து வர ஏற்பாடுகள் எடுக்கப்படும் என்று வெளிவிவகார அமைச்சகம் தெரிவித்துள்ளது.",
        "சைபர் கிரிக்கெட் பிரச்சினையில் சைபர் குற்றங்களில் சைபர் குற்றங்களில் சுமார் 56 இலங்கையர்கள் வலுக்கட்டாயமாக தடுத்து வைக்கப்பட்டனர், அவர்களில் எட்டு பேர் கடந்த மார்ச் மாதம் விடுவிக்கப்பட்டனர்.",
        "மியான்மர் குற்றவியல் மண்டலத்தில் சுமார் 28 இலங்கைகள் தடுத்து வைக்கப்பட்டுள்ளதாக தெரிவிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "More Sri Lankans released from Myanmar Cyber ​​Zone",
      "body_lines": [
        "Twenty five Sri Lankans trapped in Myanmar Crimes Zone were released.",
        "The group of Sri Lankans are in the custody of the Department of Immigration and Emigration of Thailand.",
        "The Ministry of External Affairs stated that arrangements will be taken to bring them to the country through the Sri Lankan Embassy in Thailand.",
        "About 56 Sri Lankans were forcibly detained in the cyber crimes in the cyber crimes in the cyber cricket issue and eight of them were liberated last March.",
        "It is reported that about 28 Sri Lankans have been detained in Myanmar Criminal Zone."
      ]
    }
  },
  "summary_lines": [
    "25 Sri Lankans held in Myanmar's cyber zone are now free, under Thai immigration custody. The Foreign Ministry plans to repatriate them via the embassy in Thailand. Initially, 56 faced detention, with 8 freed in March, leaving 28 still detained."
  ]
}