{
  "translated_text": {
    "ta": {
      "title": "ஒரு அமைச்சரின் என்ஜினைக் கோரி மேல்முறையீட்டு நீதிமன்றத்தில் மனு",
      "body_lines": [
        "க .ரவமான பானிலேஜின் பாராளுமன்றக் காட்சியை வெளியிடுவதற்காக ஒரு மோசமான ரிட் தளபதியின் பிரச்சினைக்கு மேல்முறையீட்டு நீதிமன்றம் ஒரு மனுவை முன்வைத்துள்ளது.",
        "இந்த மனுவை புதிய முப்பது முன்னணி ஜனாதிபதி வழங்கினார்.",
        "டாக்டர் உப்லி பன்னிலா, மந்திரி டாக்டர் உப்லி பன்னிலா, டாக்டர் உப்லி பன்னிலாவின் அமைச்சர், ருஹுனா பல்கலைக்கழகத்தின் பொதுச்செயலாளர் மற்றும் அதன் துணைத் தலைவர் ஆகியோர் பதிலளித்தவர்களாக பெயரிடப்பட்டுள்ளனர்.",
        "அமைச்சர் டாக்டர் உபாலி பன்னிலா தேசிய பட்டியல் எம்.பி.யாக நியமிக்கப்பட்டு தேசிய பட்டியலாக நியமிக்கப்பட்டார் என்று மனுதாரர் கூறுகிறார்.",
        "உப்லி பன்னிலா அமைச்சர் நாடாளுமன்ற உறுப்பினராக இருந்தார் என்று மனு கூறுகிறது, அவர் ருஹுனா பல்கலைக்கழகத்தில் சமூக அறிவியல் பேராசிரியராக பணியாற்றி வருவதாக மனு கூறுகிறது.",
        "அரசியலமைப்பின் 91 வது பிரிவின் அரசாங்க உறுப்பினரின் உறுப்பினராக நாடாளுமன்ற உறுப்பினரை நியமிப்பது சட்டத்திற்கு முரணானது, அது பாராளுமன்றத்திற்கு குற்றம் சாட்டப்படக்கூடாது.",
        "அதன்படி, அமைச்சர் டாக்டர் உபாலி பன்னிலா தேர்தலைத் தேர்ந்தெடுத்து வாக்களிக்க தகுதியற்றவர் மற்றும் மனுதாரர் மேல்முறையீடு."
      ]
    },
    "en": {
      "title": "Petition to the Court of Appeal demanding a locomotive of a minister",
      "body_lines": [
        "The Court of Appeal has presented a petition to the issue of a balicitious writ commander to issue a parliamentary view of Hon. Dr. Upali Panilage.",
        "The petition was presented by the President of the New Thirty Front.",
        "Dr. Upali Pannila, Minister Dr. Upali Pannila, Minister of Dr. Upali Pannila, the Secretary General of Ruhuna University and its Vice President have been named as respondents.",
        "The petitioner says that Minister Dr. Upali Pannila was appointed as a National List MP and was appointed as a National List.",
        "The petition states that the Minister of Upali Pannila was a Member of Parliament, the petition states that he was serving as a social science professor at the University of Ruhuna.",
        "The appointment of a Member of Parliament as a Member of Government Member of Article 91 of the Constitution had been contrary to the law and it was not to be charged to Parliament.",
        "Accordingly, Minister Dr. Upali Pannila was not eligible to select and vote for the election and the Petitioner Appeal."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Court of Appeal petition challenges Minister Dr. Upali Pannila's eligibility as MP due to alleged violation of constitutional law regarding government appointments."
  ]
}