{
  "translated_text": {
    "ta": {
      "title": "நான்கு பகுதிகளில் நான்கு கொலை",
      "body_lines": [
        "தீவின் பல பகுதிகளிலிருந்து நான்கு கொலைகள் பதிவாகியுள்ளதாக போலீசார் தெரிவித்தனர்.",
        "மகன் தனது தந்தையின் தலையை பிடிகாலா பொலிஸ் பிரிவில் உள்ள தனது தந்தையின் தலையில் தாக்கியுள்ளார்.",
        "இறந்தவர் பிடிகாலாவில் உள்ள கலங்கராச்சி - பிடிகலா பகுதி என அடையாளம் காணப்பட்டுள்ளார்.",
        "சந்தேக நபர் ஒரு மன நோய் மற்றும் 47 வயதான சந்தேக நபர் காவல்துறையினரால் கைது செய்யப்பட்டுள்ளார்.",
        "சந்தேக நபர் அங்கோடா மனநல மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "இதற்கிடையில், கம்பூருவிதியாவில் உள்ள நாரண்டேனியா பகுதியில் ஒரு கூர்மையான பொருள் ஒரு கூர்மையான பொருளைக் கொண்டு தாக்கப்பட்டுள்ளது.",
        "இறந்தவர் தாயுடன் வீட்டில் வசித்து வருகிறார், தாய் இல்லாத நிலையில், ஒரு சுற்றுப்புறத்துடன் ஒரு தகராறு ஏற்பட்டது.",
        "மற்ற நபர் கூர்மையான பொருளால் பாதிக்கப்பட்டு கொல்லப்பட்டதாக போலீசார் சந்தேகிக்கின்றனர்.",
        "இறந்தவர் நாரண்டேனியா மற்றும் கம்பூருவிதியாவின் கிழக்கில் 57 வயதான குடியிருப்பாளராக அடையாளம் காணப்பட்டுள்ளார்.",
        "கொலை தொடர்பாக சந்தேகநபர் கம்பூருவிதியா போலீசார் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றனர்.",
        "இதற்கிடையில், மகன் கட்டிகலா - துங்காமா பகுதியில் கொலை செய்யப்பட்டுள்ளார்.",
        "இறந்தவர் அம்பகாஸ்கம்முல்லாவின் தங்கமுல்லாவில் 84 வயதான குடியிருப்பாளராக அடையாளம் காணப்பட்டுள்ளார்.",
        "சந்தேகத்திற்கிடமான மகனும் குணமடைந்து உடலும் கழிப்பறை குழிக்குள் கொண்டு செல்லப்பட்டது.",
        "இறந்தவர்கள் கைது செய்யப்பட்டுள்ளனர், இறந்தவர்கள் மற்றும் சந்தேக நபர் ஒரே வீட்டில் வசித்து வருகின்றனர்.",
        "இதற்கிடையில், 26 வயதான நபர் தச்ச்துபன் பகுதியில் உள்ள தச்ச்துபன் பகுதியில் ஒரு கூர்மையான பொருளைக் கொண்டு படுகொலை செய்யப்பட்டார்."
      ]
    },
    "en": {
      "title": "Four murder in four areas",
      "body_lines": [
        "Four murders have been reported from several parts of the island, police said.",
        "The son has assaulted his father's head into the head of his father in Pitigala Police Division.",
        "The deceased has been identified as Kaluarachchi - Pitigala area in Pitigala.",
        "The suspect is a mental illness and the 47-year-old suspect has been arrested by the police.",
        "The suspect had been admitted to the Angoda Mental Hospital.",
        "Meanwhile, a sharp object has been attacked with a sharp object in the Narandeniya area in Kamburupitiya.",
        "The deceased has been living at home with the mother, and in the absence of the mother, and had a dispute with a neighborhood.",
        "The police suspect that the other person was hit with a sharp object and had been killed.",
        "The deceased has been identified as a 57 year old resident of the East of Narandeniya and Kamburupitiya.",
        "The suspect in connection with the murder Kamburupitiya Police are conducting further investigations.",
        "Meanwhile, the son has been murdered in Kattigala - Thunkama area.",
        "The deceased has been identified as a 84 year old resident of Thangamulla, Ambagasgammulla.",
        "The suspect son had also recovered and the body was taken into a toilet pit.",
        "The deceased has been arrested, the deceased and the suspect have been living in the same house.",
        "Meanwhile, the 26-year-old man was assassinated with a sharp object in the Thachchdupan area in the Thachchdupan area."
      ]
    }
  }
}