{
  "translated_text": {
    "ta": {
      "title": "அனுரா குமாரா டிசனாயக்க: புதிய ஜனாதிபதியாக எந்த வகையான ஆட்சியாளர் இருப்பார்?",
      "body_lines": [
        "இலங்கையில் இலங்கையின் பயன்பாட்டுத் தலைவரின் பாரம்பரியம் வரவிருக்கும் இலங்கையின் 9 வது நிர்வாகத் தலைவராக ஜனாதிபதி மஹிந்த ராஜபக்ஷா நியமிக்கப்பட்டார்.",
        "இலங்கையின் காவல் அடுத்த ஐந்து ஆண்டுகளுக்கு சரணடைந்துள்ளது.",
        "பேராசிரியர் ஜெயவர்தேனா, பேராசிரியர் ஜெயவர்தேனா, பேராசிரியர் வசகா சூரியபந்தரா, பேராசிரியர் வாசகா சூரியாகன், அனுரா குமாரா டிசனாயகே, விசாகா சூரியகனாயக்க அரசாங்கத்தின் அனுரா குமாரா டிசனாயக்கின் பகுப்பாய்வு ஆகும்.",
        "அனுரா குமாரா டிசனாயக்கின் நடத்தைக்கு ஏற்ப அவர் \"ஒரு நேர்மையான தலைவராக\" இருப்பார் என்று தான் நம்புவதாக பேராசிரியர் ஜெயஸ்வா யுயாங்கோடா கூறுகிறார்.",
        "அவர் நேர்மையானவர் என்று மக்களுக்கு வாக்குறுதியளித்ததாகவும், மக்கள் அதை அவரிடமிருந்து எதிர்பார்க்கிறார்கள் என்றும் அவர் கூறினார்.",
        "எவ்வாறாயினும், அனுரா குமாரா டிசனாயக்க ஒரு நேர்மையான தலைவராக இருக்க மாட்டார் என்று பேராசிரியர் விசாகா சூரியகுனரத்ரா கூறுகிறார்.",
        "நியமனங்கள் நியமனம் செய்வதில் சிக்கல்கள் உள்ளன என்று அவர் கூறினார்.",
        "புதிய ஜனாதிபதி தனது கடமைகள் மற்றும் உண்மையுள்ள மக்களை நிரப்பியதாக அவர் குற்றம் சாட்டினார்.",
        "பாரம்பரிய உயரடுக்கு ஆட்சியை பிரதிநிதித்துவப்படுத்தாத ஒரு ஜனாதிபதி அனுரா குமாரா டிசனாயக்க என்று பேராசிரியர் ஜெயகோடா சுட்டிக்காட்டுகிறார்.",
        "அனுரா குமாரா டிசனாயக்க முன்னர் ஆடம்பர வாழ்க்கை முறையிலிருந்து வாழ்ந்ததாக அவர் கூறினார், இது முன்னர் இலங்கையால் ஆளப்பட்டது.",
        "\"அவர் ஒரு சாதாரண வகுப்பு. ஒரு சாதாரண பள்ளியில் படித்துக்கொண்டிருந்த ஒருவர். எனவே அவர் எளிமையாக வேலை செய்வார். இது நல்ல தயாரிக்கப்பட்ட நல்லொழுக்கமாக இருக்காது. அவர் பாதுகாப்புக் காவலர்களாக இருக்க மாட்டார். \"",
        "இதற்கிடையில், பேராசிரியர் வசகா சூரியபந்தரா \"வெற்றிகரமான ஜனாதிபதியாக எளிமைப்படுத்தப்பட வேண்டும்\" என்று விரும்பினார்.",
        "\"ஜனாதிபதி முக்கியமாக இருக்கக்கூடாது. வேலையைப் பற்றி விழிப்புடன் இருக்க அவர் ஒப்படைக்கப்படும் பொறுப்புகள். நீங்கள் அதை செய்ய முடியுமா?முடியவில்லையா?இன்னும் புதியதாக எங்களிடம் கூறுங்கள், \"என்று பேராசிரியர் கூறினார்.",
        "\"ஒரு தலைவர் சாதாரண மக்களிடமிருந்து வெளிவந்துள்ளார் என்று அனுரா குமாரா டிசனாயக் கருதுகிறார்,\" என்கிறார் பேராசிரியர் ஜெயதுவா யுயாங்கோடா.",
        "\"இந்த நேரத்தில் மக்கள் ஒவ்வொரு கையையும் துன்பப்படுத்தியுள்ளனர். அவர்கள் குறிப்பாக பொருளாதார ரீதியாக விடுவிக்க வேண்டும். அனுரா அதை செய்வதாக உறுதியளிக்கிறார்.",
        "பேராசிரியர் ஜெயஸ்வா யுயாங்கோடா யுயாங்கோடாவில் நம்புவது போல, அனுரா குமாரா டிசனாயக்க மக்கள் ஆட்சியாளராக செயல்படுவார்.",
        "\"மக்கள் ஏற்றாமல் அவர்களுக்கு ஒரு ஆறுதல் தருவார்கள் என்று நம்புகிறார்கள்.\"",
        "இருப்பினும், பேராசிரியர் வசகா சூரியபந்தரா மற்றொரு யோசனை.",
        "அவர் எப்படிச் சொல்வது, மக்களுக்கு அளித்த வாக்குறுதிகளை நிறைவேற்றுவதிலிருந்து வரிச்சுமையை அகற்றிய பின்னர் அரசாங்கம் இழந்த வருமானத்தை அரசாங்கம் எவ்வாறு இழக்க முடியும்?ஜனாதிபதி சிந்திக்க வேண்டும்.",
        "இலங்கையின் பொருளாதாரத்தை புனரமைக்க எந்த தலைவருக்கும் எந்தத் தலைவரும் இல்லை என்று பேராசிரியர் ஜெயதேவா யுயாங்கோடா சுட்டிக்காட்டினார்.",
        "இது ஒரு பொருளாதார நெருக்கடியின் ஆபத்து என்று அவர் கூறினார், ஏனெனில் கடன் கடனை மட்டுமல்லாமல் 2027 முதல் பிரீமியத்திலும் செலுத்த வேண்டியிருக்கும்.",
        "\"இலங்கை ஒரு பெரிய பொருளாதார நெருக்கடியில் உள்ளது. உண்மையில், இந்த நெருக்கடி நிறுத்தப்படுகிறது, ஏனெனில் வட்டி மட்டுமே வட்டி செலுத்துகிறது. 2027 க்குப் பிறகு, கடன் கணக்குகள் வட்டிக்கு பணம் செலுத்த வேண்டும். பொருளாதாரம் சரியாக நிர்வகிக்கப்படாவிட்டால், பொருட்களின் பற்றாக்குறை இருக்கும். \"",
        "எவ்வாறாயினும், அனுரா குமாரா டிசனாயகே தகுந்த நடவடிக்கை எடுப்பார் என்று எதிர்பார்க்கப்படுகிறது, ஏனெனில் இது தயாரிப்பு மற்றும் ஏற்றுமதி செயல்முறையை வலுப்படுத்துவதன் மூலம் உரையாற்றப்படும்.",
        "பேராசிரியர் சர்வதேச நாணய நிதிக்கு சில ஆறுதல்களை வழங்குவதாகவும், மக்களுக்கு சிறிது நிவாரணம் வழங்குவதாகவும் நம்பினார்.",
        "லஞ்சம் மற்றும் ஊழலின் கீழ், அனுரா குமாரா டிசனாயக்கின் கீழ் ஒரு பொது சேவை உருவாக்கப்படும் என்று பேராசிரியர் ஜெயகோடா யுயாங்கோடா கூறுகிறார்.",
        "பொது சேவையை வலுப்படுத்த சம்பளம் அதிகரிக்கும் என்று அவர் கூறினார்.",
        "அவர் ஒரு பொருத்தமான திட்டத்தை செயல்படுத்துவார் என்றார்.",
        "பேராசிரியர் வசாகா சூரியகுன்பந்தரா பொது சேவையை ஆதரிப்பதில் சந்தேகங்களை எழுப்புகிறார்.",
        "\"நியாயமான பொது சேவையால் எங்கும் செய்யப்படாத நியமனங்கள். முதல் பார்வையில், இடுகைகளுக்கு விசுவாசமுள்ள நண்பர்கள் மட்டுமே. அது ஒரு நட்பு பொது சேவையை உருவாக்குகிறதா? \"",
        "பேராசிரியர் ஜெயதேவா யூயாங்கோடா வெளிநாட்டு உறவுகளை வளர்ப்பதற்கும் நாட்டை வளர்ப்பதற்கும் ஆங்கிலம் முறிந்து போக வேண்டும் என்ற கருத்து உள்ளது.",
        "\"மாநிலத் தலைவருக்கு ஆங்கிலம் முடியாவிட்டால், நாடு முன்னிலைப்படுத்தப்படவில்லை. இது ஒரு கட்டுக்கதை. வெளிநாட்டு உறவுகளை வலுப்படுத்த அதிகாரிகள் உள்ளனர். அதுதான் வெளியுறவு அமைச்சகம். அனுராவின் ஆங்கிலம் பற்றி எனக்குத் தெரியாது. இருப்பினும், நாட்டைக் கட்டுப்படுத்த ஆங்கில அறிவு ஒரு முக்கிய காரணியாக இல்லை. நான் இங்கே ஒரு கேள்வியைக் கேட்கிறேன். ஆங்கிலத்தை அறிந்த தலைவர்கள் இலங்கைக்கு என்ன செய்தார்கள்? \"",
        "ஆயுதமேந்திய இளைஞர்கள் முதல் நிர்வாகி வரை: ஜே.வி.பி முதல் ஜே.வி.பி வரை என்.பி.பி வரை",
        "கொழும்பு துறைமுகத்திலிருந்து வெகுஜன கல்லறை: இரண்டாம் கட்ட அகழ்வாராய்ச்சியில் என்ன காணப்பட்டது?",
        "'என் மகளை ஒரு மருத்துவராக்க நான் பயப்படுகிறேன்': பாகிஸ்தானில் மருத்துவர்கள் துஷ்பிரயோகம் செய்யப்படுகிறார்கள்"
      ]
    },
    "en": {
      "title": "Anura Kumara Dissanayake: What kind of ruler will be the new President?",
      "body_lines": [
        "President Mahinda Rajapaksa was appointed as the 9th Executive President of Sri Lanka, upcoming the tradition of Sri Lanka's utilization president in Sri Lanka.",
        "The custody of Sri Lanka has surrendered to the next five years.",
        "Professor Jayawardena, Professor Jayawardena, Professor Vasakha Sooriyabandara, Professor Vasakha Sooriyagon, Anura Kumara Dissanayake, is an analysis with the Government of Visakha Sooriyaganayake, Anura Kumara Dissanayake.",
        "Prof. Jayaswa Uyangoda says he believes he will be \"an honest leader\" according to the behavior of Anura Kumara Dissanayake.",
        "He stated that he has promised the people that he is honest and the people expect it from him.",
        "However, Prof. Visakha Sooriyagunaratra says that Anura Kumara Dissanayake will not be a sincere leader.",
        "She said that there are problems with the appointments of the appointments.",
        "She accused the new President had filled with her duties and faithful people.",
        "Professor Jayagoda points out that Anura Kumara Dissanayake is a President who does not represent the traditional elite regime.",
        "He said that Anura Kumara Dissanayake had previously lived from the luxury lifestyle, which was previously ruled by Sri Lanka.",
        "\"He's a normal class. Someone who was studying at a normal school. So he will work in simple. It won't be a good-made virtue. And he will not be held security guards. \"",
        "Meanwhile, Professor Vasaka Sooriyabandara has intended to be \"simplified as a successful president.\"",
        "\"The President should not be the key. The responsibilities that he is entrusted to be aware of the work. Can you do that?Can't can't?Tell us still new, \"The professor said.",
        "\"Anura Kumara Dissanayake thinks that a leader has emerged from the ordinary people,\" says Prof. Jayaduwa Uyangoda.",
        "\"People at the moment have been distressed every hand. They should especially relieve economically. Anura promises to do it. \"",
        "As Professor Jayaswa Uyangoda believes in Uyangoda, Anura Kumara Dissanayake will act as a people's ruler.",
        "\"The people hope that they will give them a comfort without loading.\"",
        "However, Professor Vasakha Sooriyabandara is another idea.",
        "How does she say, how can the government lose the income that the government is lost after the removal of the tax burden from the fulfillment of promises made to the people?It is that the President should think about.",
        "Professor Jayadeva Uyangoda pointed out that no leader has no ability to reconstruct the economy of Sri Lanka.",
        "He said that it was a danger of an economic crisis, as the loan will not only have to pay the debt but also in premium since 2027.",
        "\"Sri Lanka is in a large economic crisis. In fact, this crisis is shutting down because interest paying only interest. After 2027, the loan accounts would have to pay for interest. If the economy is not properly managed, there will be a shortage of goods. \"",
        "However, it is said that Anura Kumara Dissanayake is expected to take appropriate action as it will be addressed by strengthening the product and export process.",
        "The professor believed that he would provide some comfort to the International Monetary Fund and provide some relief to the people.",
        "Professor Jayagoda Uyangoda says that under the Bribery and Corruption, a public service will be created under Anura Kumara Dissanayake.",
        "He said that the salaries would be increased to strengthen the public service.",
        "He said he would implement an appropriate program.",
        "Professor Vasaka Sooriyagunbandara raises suspicions of supporting the public service.",
        "\"The appointments made nowhere to be seen by a fair public service. At first glance, the friends who are only their faithful ones to the posts. Does that create a friendly public service? \"She is questioning.",
        "Prof. Jayadeva Uyangoda has the idea that the idea that English should be fractured to develop foreign relations and developing the country.",
        "\"If the state leader can't English, the country has not been highlighted. It's a myth. There are officers to strengthen foreign relations. That's the Ministry of Foreign Affairs. I don't know about Anura's English. However, English knowledge is not an essential factor to control the country. I'm asking one question here. What has the leaders who know the English well done for Sri Lanka? \"",
        "From an armed youth rise to the executive: JVP from JVP to NPP",
        "The mass grave from the Port of Colombo: What was found in the second phase of Excavations?",
        "'I'm afraid to make my daughter a doctor': Doctors in Pakistan are abused"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka presidential election summary: Anura Kumara Dissanayake's leadership style debated by experts. Predictions vary on his honesty, economic policies, and foreign relations impact."
  ]
}