{
  "translated_text": {
    "ta": {
      "title": "வாழ்க்கையின் வாழ்க்கைக்கு ஒரே ஒரு தீயணைப்பு வீரர்",
      "body_lines": [
        "ஒரு நபரின் உயிரைப் பாதுகாக்க ஒரே ஒரு துப்பாக்கியை மட்டுமே வழங்க பாதுகாப்பு அமைச்சகம் முடிவு செய்துள்ளது.",
        "துப்பாக்கிகள் தொடர்பாக ஒரு கணக்கெடுப்பு நடத்தப்பட்ட பின்னர் இந்த நடவடிக்கை எடுக்கப்பட்டுள்ளது என்று அமைச்சகம் தெரிவித்துள்ளது.",
        "நீங்கள் ஒரு நபருக்கு ஒன்றுக்கு மேற்பட்ட துப்பாக்கிகளைப் பயன்படுத்த விரும்பினால், பாதுகாப்பு பகுப்பாய்வு மேற்கொள்ளப்பட வேண்டும் மற்றும் தேவையான நடவடிக்கை எடுக்க வேண்டும்.",
        "இருப்பினும், அந்த பகுப்பாய்விற்குப் பிறகு, மற்றொரு தீ உற்பத்தி வழங்கப்படுகிறதா?இல்லை?பாதுகாப்பு அமைச்சகத்திற்கு செல்ல இறுதி முடிவு உள்ளது என்றும் அவர்கள் கூறினர்.",
        "பொதுமக்களுக்கு வழங்கப்பட்ட துப்பாக்கிகளின் ஆய்வு தற்போது பாதுகாப்பு அமைச்சக வளாகத்தில் நடத்துகிறது.",
        "பொதுமக்களுக்கு 1,500 க்கும் மேற்பட்ட துப்பாக்கிகள் வழங்கப்பட்டுள்ளன, மேலும் சிலர் ஒன்றுக்கு மேற்பட்ட தீயணைப்பு வீரர்களை வெளியிட்டுள்ளனர்.",
        "பாதுகாப்பு அமைச்சகம் பொதுமக்களுக்கு வழங்கிய துப்பாக்கிகளுக்கு தகவல் கொடுத்தது."
      ]
    },
    "en": {
      "title": "Only one fireman for the lives of life",
      "body_lines": [
        "The Defense Ministry has decided to provide only one firearm to protect a person's life.",
        "The move has taken after a survey conducted regarding firearms, the ministry said.",
        "If you want to use more than one firearm for one person, the security analysis is to be carried out and take necessary action.",
        "However, after that analysis, another fire produce is issued?Not?They also said that the Defense Ministry has the final decision to go.",
        "Survey of firearms issued to civilians is currently conducting at the Defense Ministry premises.",
        "More than 1,500 firearms have been issued for civilians and some people have issued more than one firemen.",
        "The Defense Ministry had informed the firearms issued to civilians."
      ]
    }
  },
  "summary_lines": [
    "Defense Ministry limits civilian firearms to one per person. Survey conducted; additional weapons require security analysis. Final decision rests with ministry. Over 1500 firearms already issued to civilians."
  ]
}