{
  "translated_text": {
    "ta": {
      "title": "அருகம்பால் சம்பவத்தில் ஈடுபட்டுள்ள ட்ராம் கொலை சந்தேக நபர் பற்றிய தகவல்கள்",
      "body_lines": [
        "புதிய ஜனாதிபதி டொனால்ட் டிரம்பை படுகொலை செய்ய திட்டமிட்டிருந்த ஃபர்ஹத் ஷக்கி என்ற நபர் இலங்கையில் இஸ்ரேலியதைக் கொல்ல திட்டமிட்டுள்ளதாக அமெரிக்க நீதித்துறை அறிவித்தது.",
        "கார்லிசல் ரிவேரா என்ற 49 வயதான ஒருவர் நியூயார்க்கின் புரூக்ளின்ஸில் ஸ்டாட்டன் தீவில் 36 வயது மனிதர்.",
        "இரண்டு சந்தேக நபர்களும் இந்த தகவலை வெளிப்படுத்தியுள்ளனர்.",
        "எவ்வாறாயினும், 51 வயதான ஈரானிய தேசிய இந்தியர்களான 51 வயதான ஈரானிய தேசிய ஃபர்ஹத் ஷாகராய், இலங்கையிலும் அமெரிக்காவிலும் இஸ்ரேலியர்களை கைது செய்கிறார்.",
        "இருப்பினும், அவர்கள் மூவரும் நீதிமன்றத்தில் குற்றவியல் குற்றச்சாட்டுகளை பதிவு செய்துள்ளனர்.",
        "ட்ரம்பின் தேர்தல் தோற்கடிக்கப்பட்டதாகவும், தேர்தலுக்குப் பிறகு அவரைச் சுட்டுக் கொல்லவும் திட்டமிடப்பட்டதாகவும் அமெரிக்க நீதித்துறை ஒரு செய்திக்குறிப்பில் தெரிவித்துள்ளது.",
        "அமெரிக்க நீதித்துறை வெளியிட்டுள்ள அறிவிப்பு, ஈரானிய ரெவிஸ்கோர்ஸ் இரண்டு மில்லியன் அமெரிக்க டாலர்களை ஒரு நபருக்கு 5 மில்லியன் டாலராக குறிவைப்பதாக உறுதியளித்துள்ளது.",
        "இலங்கைக்கு வருகை தரும் இஸ்ரேலிய நாட்டினரின் இலக்கை அமெரிக்க நீதித்துறை ஒப்படைத்துள்ளது.",
        "2008 ஆம் ஆண்டில், ஷக்ராய் 2008 இல் 2008 இல் நாடு கடத்தப்பட்டார், அமெரிக்காவில் 14 ஆண்டு சிறை.",
        "திணைக்களத்தால் வழங்கப்பட்ட செய்திக்குறிப்பை மேற்கோள் காட்டி அமெரிக்க நீதிமன்றம்.",
        "இந்தியாவில் என்.டி.டி.வி. TAMPLE இன் திட்டத்தில் குற்றம் சாட்டப்பட்ட ஈரானிய தேசிய ஜெச்சாரியான் 2019 இல் 2019 இல் கைது செய்யப்பட்டதாக சேனல் தெரிவித்துள்ளது.",
        "நோரோயின் கைது செய்யப்பட்டு பின்னர் அவருக்குப் பிறகு விடுவிக்கப்பட்டார்.. சேனல் அறிக்கை.",
        "அமெரிக்காவில் போதைப்பொருள் வியாபாரி மற்றும் குற்றவியல் நெட்வொர்க் உள்ளிட்ட ஈரானிய புரட்சிகர பாதுகாப்புப் படையால் ஷாகரேஹி இப்போது மேற்கொள்ளப்படுவதாகக் கூறப்படுகிறது.",
        "இருப்பினும், டிரம்ப் கொலை சதித்திட்டத்தின் பின்னணியில் உள்ள சதித்திட்டத்தின் பின்புறத்தில் ஈரானின் குற்றச்சாட்டுகளுக்கு ஈரானுக்கு எந்த பதிலும் இல்லை."
      ]
    },
    "en": {
      "title": "Information about the traum murder suspect involved in the Arugambal incident",
      "body_lines": [
        "The US Judicial Department announced that the man named Farhad Shakey, who was planning to assassinate the new President Donald Trump, has also planned to kill Israeli in Sri Lanka.",
        "A 49-year-old man named Carlissel Rivera is a 36 year old man in Brooklylin, New York, at Statton Island.",
        "The two suspects have revealed this information.",
        "However, the 51-year-old Iranian National Farhad Shakerai, a 51 year old Iranian National Indians, is still arresting the Israelites in Sri Lanka and the US.",
        "However, the three of them have filed criminal charges in the court.",
        "The US Department of Justice stated in a press release, said that the Trump's election was defeated and was planned to shoot and kill him after the election.",
        "The announcement issued by the US Judicial Department states that the Iranian rewiscourse has promised to target two million US dollars at $ 5 million per person.",
        "The US Department of Justice has also been entrusted with the target of Israeli nationals who visit Sri Lanka.",
        "In 2008, Shakrai has been deported in 2008 in 2008, with a 14-year prison in the US.",
        "The American Court quoting the press release issued by the Department.",
        "NDTV in India. The channel reported that the Iranian National Zechariyan, who was accused of the plan of Tample, was arrested in 2019 in 2019.",
        "Norroin has been arrested and later released after him.. Channel reported.",
        "It is said that the Shakarehi is now being carried out by the Iranian Revolutionary Security Force, including drug dealer and criminal network in the US.",
        "However, Iran has no response to the allegations of Iran in the back of the conspiracy behind the Trump murder conspiracy."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Farhad Shakey, Carlissel Rivera, and Farhad Shakerai suspected in plot against Trump and Israelis. US DoJ alleges Iranian involvement. Shakey deported in 2008. Zechariyan arrested in 2019. Iran denies claims."
  ]
}