{
  "translated_text": {
    "ta": {
      "title": "கேட்பதற்கு கடந்த ஆண்டு 214 மதுபான உரிமங்கள் வழங்கப்பட்டுள்ளன",
      "body_lines": [
        "2023.01.01. அவ்வப்போது 214 மதுபான உரிமங்கள் 01.01.2011 வரை வழங்கப்பட்டதாகவும், சுற்றுலாத் துறைக்கு 147 அனுமதி வழங்கப்பட்டதாகவும் மாநில மந்திரி சியாம்பலபிட்டியா தெரிவித்தார்.",
        "பாராளுமன்ற உறுப்பினர் ஜெயந்தா சமவீரா நேற்று (09) பாராளுமன்றம் எழுப்பிய கேள்விக்கு பதிலளித்தார், என்றார்.",
        "01.03.2013 முதல் 01.01.2013 வரை வழங்கப்பட்ட மதுபான உரிமங்களின் எண்ணிக்கையை நிதி அமைச்சர் ரஞ்சித் சியாம்பலபிட்டியா கேட்கிறார். 5516 2023.016 இருந்தது. 01.01.01.01 மூலம் 5730 உள்ளன. அதாவது, 2123 புதிதாக 2023 இல் வழங்கப்பட்டது. இந்த 214 இல், 147 சுற்றுலாத் துறைக்கு வழங்கப்படுகின்றன .07,08 மற்றும் 11. மது அருந்துவதற்கு மதுபானமும் முக்கிய காரணம். பிரச்சினை சட்ட மதுபானத்தில் மிகவும் பொதுவானது அல்ல, ஆனால் சில மடங்கு வேகமாக வளர்ச்சி. சட்ட மதுபானம் இல்லாமல் ஆல்கஹால் ஆல்கஹால் பயன்பாடு ஆல்கஹால் பயன்பாட்டைக் குறைக்காது என்பது தெளிவாகிறது. 2023 ஆண்டு 2023 2022 க்கும் அதிகமாக குறைந்துள்ளது.",
        "சட்ட மதுபான விற்பனை நிலையங்கள் இல்லாததால் சட்ட மதுபான விற்பனை நிலையங்கள் இல்லாததால் சட்ட மதுபான விற்பனை நிலையங்கள் இல்லாததால் சட்ட மதுபானங்கள் இல்லை.. இல்லையெனில், முறையான உரிமங்களின் எதிர்ப்பானது சட்டவிரோத மதுபானம் பொதுவான ஒரு சாதாரண பயிற்சியாகும் என்று நாம் நினைக்க வேண்டும்.",
        "பாராளுமன்ற உறுப்பினர் ஜெயந்தா சமராவீரா - உளவியல் மற்றும் சமூகவியல் உடன் மது அருந்துவதற்கும், மது அருந்துவதற்கும், வாகனம் ஓட்டுவதற்கும் சிரமம். ஒரு சர்வதேச நாணய நிதியம் திட்டத்தின் படி, 2023 உடன் ஒப்பிடும்போது வரி அதிகரிப்பு 2022 காரணமாக இருந்தது. நம் நாட்டில், ஆல்கஹால் பயன்பாடு காரணமாக 20,000 இறப்புகள் உள்ளன.வீடுகளில் கற்கள் நிறுத்தப்படுகிறதா இல்லையா என்று நான் கேட்க விரும்புகிறேன்.",
        "மாநில அமைச்சர் ரஞ்சித் சியாம்பலபிதியா - ரஞ்சித் சியாம்பலபிட்டியா -ரன்ஜிதா ஒருபோதும் மதுவை ஊக்குவிக்க நடவடிக்கை எடுக்க மாட்டார். ஆனால் மாநில வருவாயை இழப்பதைத் தடுப்பதற்கும், சட்டவிரோத ஆல்கஹால் குறைப்பதற்கும் எங்களுக்கு ஒரு சவால் உள்ளது.",
        "பாராளுமன்ற உறுப்பினர் அலஹாபெருமா நாடாளுமன்றத்திற்கு முன்மொழியப்பட வேண்டும். பான் என்பது தண்ணீரின் புனித பொருள்.எனவே, ஆல்கஹால் மருந்துகளுக்கு எதிராக போதைப்பொருளாக மாற்றப்படுகிறது. ஆல்கஹால், ஓரோவிட்டி அல்லது மருந்துகளை மிகக் குறைந்த அளவில் பயன்படுத்தவும் நான் முன்மொழிகிறேன்.",
        "மாநில அமைச்சர் ரஞ்சித் சியாம்பலபிதியா - அவர் சொல்வதைச் சொல்கிறார் -. பான் தண்ணீர் நல்லது என்று சொன்னால் சரி. ஆனால் தீர்வு அப்படி அல்ல. இது ஒரு போதை.நான் இதைச் செய்ய வேண்டும் இதை இரகசியமாக அல்லது குடிப்பழக்கத்தில் நிறுத்த வேண்டும். இரண்டாவதாக திருவிழா இருக்கக்கூடாது. பரிசுகளை எடுப்பதை நாம் தவிர்க்க வேண்டும். இவை பயன்பாட்டு பகுதிகளுக்கு செல்லக்கூடாது. எங்கள் பகுதியில் நீங்கள் புதிய திரவத்தை வைக்க மாட்டீர்கள் என்று பலர் கூறுகிறார்கள். ஆனால் எங்கள் பகுதியில் எந்தவிதமான சவுக்குகளும் இல்லை என்று சொல்ல வழி இல்லை என்று அவர்கள் சொல்ல வேண்டும்."
      ]
    },
    "en": {
      "title": "Listening has been given 214 liquor licenses last year",
      "body_lines": [
        "2023.01.01. State Minister Ranjith Siyambalapitiya said that 214 liquor licenses have been provided from time to 01.01.2011 and 147 permits were given to the tourist industry.",
        "Parliamentarian Jayantha Samaraweera responded to a question raised by Parliament yesterday (09), he said.",
        "Finance Minister Ranjith Siyambalapitiya asks the number of liquor licenses issued from 01.03.2013 to 01.01.2013. There were 5516 2023.016. By 01.01.01.01. There are 5730. That is, 2123 newly granted in 2023. Of these 214, 147 are issued to the tourism industry .07,08 and 11. Liquor is also the main reason why alcohol consumption. The problem is not the most common of legal liquor, but the growth of a few times fast. It is clear that alcohol use of alcohol without legal liquor does not reduce the use of alcohol. 2023 year 2023 has fallen by more than 2022.",
        "The use of legal liquor outlets is by lack of legal liquor outlets because there is no legal liquor outlets because of the lack of legal liquor.. Otherwise, we must think that the opposition of the legitimate licenses is a casual exercise in which illegal liquor is common.",
        "Parliamentarian Jayantha Samaraweera - Psychological and Sociological Accompany is a reason to enhance alcohol, making alcohol, difficulty driving. According to an IMF proposal, the increase in tax was due to relative 2022 compared to 2023. In our country, there is 20,000 deaths due to alcohol use.I would like to hear the stones at homes stop or not.",
        "State Minister Ranjith Siyambalapitiya - Ranjith Siyambalapitiya-Ranjitha will never take action to encourage alcohol. But we have a challenge to prevent loss of state revenue, minimizing illegal alcohol.",
        "MP Dullas Alahapperuma to be proposed to parliament. The pan is the holy meaning of the water.Therefore, alcohol is turned into drug against drugs. I also propose to apply alcohol, Orievity, or drugs in the lowest.",
        "State Minister Ranjith Siyambalapitiya - says what he says -. Well if the pan said water is good. But the solution is not that. It's a addiction.I have to do this should be stopped in secret or drinking. Second is that there should be no festival. We need to avoid taking gifts. These should not go to the use areas. Many people say you won't be gonna put new liquid in our area. But they should say that there is no way to say that there is no kind of whips in our area."
      ]
    }
  },
  "summary_lines": [
    "In 2023, 214 liquor licenses were issued, with 147 going to the tourism industry. From 2013 to 2023, the number of licenses increased from 5516 to 5730, with 2123 new ones in 2023 alone. The rise in legal liquor outlets is attributed to the growth of the tourism industry and the need to combat the proliferation of illegal alcohol. However, concerns about alcohol consumption and its impact on society persist, with a focus on reducing alcohol-related deaths and minimizing the loss of state revenue due to illegal alcohol sales."
  ]
}