{
  "translated_text": {
    "si": {
      "title": "මන්නාරම් පොසිල: විශේෂ විධානය",
      "body_lines": [
        "මන්නාරම-තිරුකතීස්වරම් මානව සුසාන භූමිය සහ මන්නාරම් උසාවියේ මන්නාරම මානව සුසාන භූමිය බදාදා (16) විභාගයට ගත් බව නීති orney එදිරිව විනයන්ජන් මහතා පැවසීය.",
        "මෙම නඩුව විභාගයට ගත් විට, අතුරුදහන් වූවන් වෙනුවෙන් ආචාර්ය වී.එල්.",
        "ඒ අතරම, ක්රි.ව. 14 පරීක්ෂා කිරීම සඳහා මිනිස් අවශේෂ මිනිස්ත්මයින්ගෙන් සාම්පල පුර්ලොදා වෙත යැවීම සඳහා වෛද්යවරයා ඉල්ලීම් කර තිබේ.",
        "මීට අමතරව, වෛද්යවරයාගේ වර්ගය අනුව දැනටමත් ලබා ඇති මානව සම්පත් සාම්පල පිළිබඳ වාර්තාවක් බදාදා (16) සභාවට ඉදිරිපත් කෙරේ.",
        "වාර්තාව එදිනම සභාවට ඉදිරිපත් කරනු ලැබේ.",
        "මන්නාරම සතෝසා මානව සුසාන නඩුව වෛද්ය රාජපක්ෂ සමූහය විසින් මේ මස 7 සිට 11 දක්වා සහ රාජ් සෝමදේවා සමූහයේ රාජා සෝමදේවා සමූහය මේ වන විටත් මිනිස් සුසාන භූමියෙන් කැණීම් කර ඇති අතර මිනිස් ඇටසැකිලි සන්ධි වෙන වෙනම ඉවත් කර ඇත උසාවිය - පැකේජ - දින පහක් උසාවියේ පරිශ්රයේ බෙදී ඇසුරුම් කර ඇත.",
        "මෙම නිෂ්පාදන රාජ් සෝමදේවා විසින් කණ්ඩායමක් හා රාජපක්ෂගේ කණ්ඩායම විසින් මෙහෙයවන ලද කණ්ඩායම් සහ මානව ඇටකටු විසුරුවා හරින ලදී.",
        "ඇසුරුම් කර ඇති සහ උසාවියේ තබා ඇති පැකේජ පිළිබඳ පරීක්ෂණයක් බදාදා (16) මන්නාර් අධිකරණයේ විභාගයට භාර ගන්නා ලදී.",
        "இதன் போது அரச சட்டத்தரணிகள்,காணமல் போனர் அலுவலக உத்தியோகத்தர்கள்,பாதிக்கப்பட்டவர்கள் சார்பாக மன்றில் முன்னிலையாகும் சட்டத்தரணிகள் ஆகியோர் மன்றில் ஆஜராகி இருந்தனர்.இதன் போது நீதிமன்றத்தினால் சில கட்டளைகள் ஆக்கப்பட்டது.",
        "මිනිස් දේහය, මරණයේ ප්රති result ලය, මරණයේ ප්රති result ලය, මරණයේ ප්රති results ල සහ වයස අවුරුදු අධිකරණයෙන් නියෝගයක් ලබා දෙන ලෙස ද වාර්තාවක් සකස් කිරීම සඳහා පර්යේෂණ අතුරුදහන් වීමක් සිදු වූ ලෙස ඉල්ලා සිටියේය.",
        "වාර්තාව පිළිබඳ වාර්තාවක් ඉදිරිපත් කරන ලෙස ද රාජ් සෝමදේව මහතා ඉල්ලා සිටියේය.",
        "ඊට අමතරව, ඔබ නැවත සතෝසා මානව සුසාන කුහරය හාරා ගත යුතුද?නැත්නම් එය ආරක්ෂා කිරීමට?මහාචාර්ය රාජ් සෝමදේව සහ නීතිය ආචාර්ය රාජපක්ෂගේ වාර්තාවක් නොවැම්බර් 21 දිනට පෙර වාර්තාවක් ඉදිරිපත් කරන ලෙස ඉල්ලා තිබේ.",
        "නඩුව නොවැම්බර් 21 වන දින නැවත පැවැත්වීමට නියමිතය."
      ]
    },
    "en": {
      "title": "Mannar Fossils: Special Command",
      "body_lines": [
        "மன்னார்- திருக்கேதீஸ்வரம் மனித புதைகுழி மற்றும் மன்னார் நகர பகுதியில் காணப்படும் மன்னார் சதோச மனித புதைகுழி ஆகிய மனித புதைகுழிகள் இரண்டு தொடர்பான  விசாரணைகளும்   மன்னார் நீதிமன்றத்தில் விசாரணைகளுக்காக புதன்கிழமை(16) எடுத்துக் கொள்ளப்பட்டதாக காணாமல் ஆக்கப்பட்டவர்களின் உறவுகள் சார்பாக மன்றில் முன்னிலையாகும் சட்டத்தரணி வி.எஸ்.நிறைஞ்சன் தெரிவித்தார்.",
        "When the case was taken up for hearing, Dr. VL Vidyalaya Redna, CIT officials, lawyers and state lawyers on behalf of the disappeared were present at the House.",
        "At the same time, the doctor has made requests for the sake of sending the samples from human remains to the Pulorida for the CE-14 examination.",
        "In addition, a report on samples of human remains already taken by the doctor's type will be submitted to the House on Wednesday (16).",
        "The report will be submitted to the House that day.",
        "The Mannar Sathosa human burial case from the 7th to the 11th of this month by the Dr. Rajapaksa group and the Raj Somadeva group of Raj Somadeva group have already been excavated from the human burial ground and the human skeleton joints have been taken separately from the court -containing packages.The five days were divided and packed in the court premises.",
        "The products were disassembled by Raj Somadeva -led group and human bones led by Rajapakse -led group.",
        "An investigation into the packages that were packaged and kept in court was taken up at the Mannar Court on Wednesday (16).",
        "State Attorneys, Missing Poor Office Officers, and Attorneys in the House on behalf of the victims were present in the forum.",
        "The human remains, the cause of death, the result of death, the results of the death, and the age of the age, were asked to make an order from the court as there was a disappearance of research for the preparation of a report.",
        "Raj Somadeva was also asked to submit a report on the report.",
        "In addition, should you dig up the Sathosa human burial cavity again?Or to protect it?A report by Professor Raj Somadeva and Law Dr. Rajapaksa has been asked to submit a report before the 21st of November.",
        "The case is also due to be held again on November 21."
      ]
    }
  },
  "summary_lines": [
    "Mannar Fossils: Special Command",
    "",
    "Human burials discovered in Mannar-Thiruketheeswaram area. Investigations ongoing at Mannar Court. Human remains exhumed, samples sent for analysis. Case adjourned until Nov 21. Report on excavation and cause of death expected."
  ]
}