{
  "translated_text": {
    "si": {
      "title": "බ්ලූඩි බෙකර් - චිත්රපට සමාලෝචනය",
      "body_lines": [
        "නළු නිළියෝ: ගේවින්, මරුටි ප්රකාශ් රු, සුනිල් සුගතා, ඩී.එම්. කාර්තික්, පදම් වීනු කුමාර්, හර්ෂඩ්, මිස්. සාලිමා, ප්රියදර්ශී රාජ්කුමාර්, අක්ෂයා හරිහාරන් සහ තවත් බොහෝ අය.",
        "ප්රමුඛ අධ්යක්ෂක නෙල්සන් නෙල්සන් - 'ටාටා' සහ 'ටාටා' සහ 'ටාටා' සහ 'ටාටා' සහ 'ටාටා', නළු ගවින්ගේ විවිධ පෙනුම - චිත්රපටය නැරඹීම සඳහා චිත්රපට මාලාව වෙත ගිය සිනමා ශිල්පීන් මෙම චිත්රපටයේ කාර්ය මණ්ඩලය විසින් විනෝද වූවාද?නැත්නම් ඔවුන්ද?අපි දිගටම දකින්නෙමු.",
        "ගේවින් ජනතාව වෙන්කර හඳුනා ගන්නා ලෙස ජනතාවගෙන් ඉල්ලා සිටී. இது எளிதாக இருக்கிறது என்பதால் இதனையே தொடர்கிறார்.",
        "දිනක් ඔහු මාළිගාවක් මෙන් මාළිගාවට ගොස් එහි ඇත්තේ කුමක්ද?ඔහුට විනෝද වීමට හා විනෝද වීමට අවශ්යයි. ඔහු මේ සඳහා අපූරු මන්දිරයට යයි.",
        "එහි අවතාරයක් ද තිබේ. පුරාවිද්යාව බෙදීම සඳහා relatives ාතීන් එක්රැස් වේ. ගේවින් ඔවුන් අතර සිරවී සිටී. ඔහු ඔවුන්ගෙන් බේරුණාද?නැත්ද?චිත්රපටයේ කතාව එයයි.",
        "නළුවා ගේවින් හි හිඟමනේ විවිධ ක්රියාකාරිත්වය සහ දේපළ බෙදිය හැකි relatives ාතීන් තුළ සිරවී ය.",
        "අවතාරය රඟපාන රොම්ලි රෙඩ්ලි, ඔහුගේ සුපුරුදු පන්ච් සංවාද කිහිපයකට සිනාසෙයි.",
        "අධ්යක්ෂවරයා ජොලි මඩුවක ගමන් කරයි. ගේවින්ගේ ෆ්ලෑෂ් ඇසුරුම සාමාන්ය එකක්",
        "අධ්යක්ෂක සහ චිත්රපට කාර්ය මණ්ඩලය නළු නිළියන්, නිළියන් සහ ළමා තාරකාවන් සහ තිරය මත ගවේෂණ කරන කාර්යභාරය දිනා ගත්හ. ඔවුන් ඔවුන්ගේ අවස්ථාව ද වටකරන අතර රසිකයන් ද විනෝද වෙති.",
        "ඔවුන් පසුපස යාම, කතාවේ මාලිගාව නිර්මාණය කළ කලාමැලිය අධ්යක්ෂවරයා ප්රශංසා කරනු ලැබේ.",
        "ඔහු වගේ, පසුබිම් නිර්මාපකයා ජෙන් මාටින් චිත්රපටයේ දර්ශන කෙරෙහි අවධානය යොමු කර ඇත.",
        "කතාව පැවසීම සඳහා සිවාපලාන් තරමක් සාර්ථකයි.",
        "අඩුපාඩු නොමැතිව නොවේ. කෙසේ වෙතත්, ඔබ කැඩපතක් සමඟ එය දෙස බැලුවහොත් එය විශිෂ්ට විනෝදාස්වාද චිත්රපටයකි."
      ]
    },
    "en": {
      "title": "Bluddy Becker - Film Review",
      "body_lines": [
        "Actors: Gavin, Maruti Prakash Raj, Sunil Sugatha, DM Karthik, Padam Venu Kumar, Harshad, Miss. Salima, Priyadarshini Rajkumar, Akshaya Hariharan and many others.",
        "After the success of leading director Nelson Nelson - 'Tata' and 'Star', actor Gavin's different appearance - did the filmmakers who went to the filmmalai to see the film, were entertained by the film crew?Or are they?We will continue to see.",
        "Gavin asks people to differentiate people. He continues this because it is easy.",
        "One day he went into the palace like a palace and what would be there?He wants to enjoy and enjoy. He goes into the magnificent mansion for this.",
        "There is also a ghost there. There are relatives gathering in order to split the archetype. Gavin is trapped among them. Did he escape from them?Or not?That is the story of the film.",
        "Actor Gavin gives a different performance in begging and going into the mansion and getting stuck in relatives who can split the property.",
        "Redin Kingsley, who plays the ghost, laughs at some of his usual punch dialogs.",
        "The director is traveling in a jolly mud. Gavin's Flash Pack is a regular one",
        "The director and the film crew win the role of actors, actresses and child stars and browsing on the screen. They also realize their chance and entertain the fans.",
        "Following them, the artistic director who designed the palace of the story is praised.",
        "Like him, the background composer Jen Martin is focused on the scenes of the film.",
        "The debut director Sivapalan is somewhat successful in telling the story.",
        "Not without flaws. However, if you look at it with a mirror, it is a great entertainment film."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "\"Bluddy Becker\" film review: Gavin stars as a man who enters a mansion, gets trapped by relatives fighting over inheritance. Director Nelson's \"Tata\" and \"Star\" success precedes this. Ghostly humor and family drama ensue."
  ]
}