{
  "translated_text": {
    "si": {
      "title": "සමාජ විපර්යාසයේ historical තිහාසික ගමන සඳහා අපි එක්ව සිටිමු - හරිනි අමරසූරිය",
      "body_lines": [
        "ජාතික මහජන විදුලිබල හා පාර්ලිමේන්තු මන්ත්රී ආචාර්ය හාමිනි අමරසූරිය මහතා කියා සිටියේ සමාජ විපර්යාසයේ historical තිහාසික ගමන සඳහා අප එකට එකතු වී ඇති බවයි.",
        "හරිනි අමරසූරිය මේ බව කියා සිටියේ ජාතික මහජන බලයේ කාන්තා සමුළුව අමතමින් \"අපි පොලොන්නරුවේ සිටින එකම කාන්තාවන්\" බවයි.",
        "ශ්රී ලංකාවේ දකුණු පළාතෙන් ආරම්භ වූ කාන්තාවන්ගේ ශක්තිය අද මුළු රටම සොලවා දැමීය. අද, මුළු රටම මුළු ලෝකයම පමණක් නොවේ.මෙය විසඳුමකි.",
        "සමාජ වෙනසකට හේතු වන historical තිහාසික ගමනක් සඳහා අපි එක්වෙමු. ඔබ අපේ ඉතිහාසය ලිවීමේ කර්තව්යයේ හවුල්කරුවන් බවට පත්ව ඇත. ඉතිහාසයේ කාන්තාවන් මෙන් අපගේ හ voice පීඩා කර ඇත. අපේ ඉතිහාසය ලිවීමට අපට අවස්ථාවක් නැත.",
        "රටේ නිදහසින් වසර 76 කට පසුව, කාන්තාවන්ට තවමත් නිදහසක් නැත. අද අප මෙහි සිටින්නේ අපගේ නිදහස ලබා ගැනීමට සහ අප තුළ ඇති නිර්භීතකම භාවිතා කිරීමට ය.",
        "කාන්තාවන්ගේ ජීවිත ආරක්ෂිත වන තාක් දුරට සහ ඔවුන් කොපමණ වාර ගණනක් ජීවත් වන තාක් දුරට රටක සංවර්ධනයක් වර්ධනය කිරීම මනිනු ලබන නිර්ණායකයකි.. පසුගිය මාස 17 තුළ මරණ මරණ 119 ක් සිදුව තිබේ.",
        "පවුල් සෞඛ්ය සේවකයින් හරහා අපට සම්භාව්ය ප්රජා සෞඛ්ය සේවාවක් ලබා ගත්තා. ඔබ සායනයට සායනයට ගියහොත්, වියදම් පවා නොමැතිව ඔබට ලෝකයේ හොඳම සෞඛ්ය සේවය ලබා ගත හැකිය. ඔබ අද රෝහලට ගියහොත් හෙදියන් හා වෛද්යවරුන් නොමැත.",
        "ඒ වගේ බෙහෙත් නැහැ. දැවැන්ත වියදමකින් පිටතින් medicines ෂධ මිලදී ගත යුතුය. අද කාන්තාවන් සෞඛ්යය අතහැර දමා ඇත. මන්ද එය එකවරම, ආහාර හා සනීපාරක්ෂාව සමඟ කටයුතු කළ නොහැකි බැවිනි.",
        "අපේ සෙසු දේවසේවකයා සෞඛ්ය අංශය පැහැදිලිවම විනාශ කර තිබේ.හිටපු සෞඛ්ය අමාත්යවරයා ප්රසිද්ධ සොරෙකු ලෙස හැඳින්වේ. එය සාක්ෂාත් කර ගැනීම සඳහා මිනිසුන් කොපමණ සංඛ්යාවක් ගෙන ගියාද?එය කොපමණ කාලයක් ගතවේද?අපගේ ජීවිතයට අත්යවශ්ය වන සියලුම ක්ෂේත්ර පිරිහී ඇත.",
        "අධ්යාපනය බරපතල ව්යසනයක් බවට පත්ව ඇත. දරුවා පාසැලට යැවිය නොහැකි යැයි බලාපොරොත්තු වෙමු. වර්තමානයේ තරුණයින් අධ්යාපනයේ වටිනාකම ගැන විශ්වාසයක් නැත. ගුරුවරුන් පවසන්නේ ළමයින් පාසල්වල රඳවා ගත නොහැකි බවයි. ළමයින් ටික කලක් විශ්ව විද්යාලයට යාමට කැමති නැත. දරුවා අධ්යාපනය ලැබිය හැකි අතර එය විසුරුවා හැරිය හැකි බවට දෙමාපියන්ගේ විශ්වාසය.",
        "76 වන නිදහස සැමරීමේ දී මෙම පාලකයන්ගේ අපේක්ෂාව පැවැත්වීමට හේතුව කුමක්ද?ඔවුන් අපගේ නිදහස විනාශ කර ඇති අතර නිදහසේ නිදහස තහනම් කර ඇත. නොමිලේ නිදහස් නිදහසක් සැමරීම කුමක්ද?අප පැමිණීමේ සිට ස්වාධීනත්වය භුක්ති විඳින වර්ෂයට අපි 2025 ක් එති.",
        "ජනතාවගේ පාලන සමයේ ජනතාව නිදහස ලබා ගනු ඇත.එවැනි පාලන තන්ත්රයක් ගොඩනැගීමේ කාර්යය අපි මේ වන විට කරමින් සිටිමු. මේ රටේ ජනගහනයේ කාන්තාවන්ගෙන් 52% ක්. මේ රටේ සෑම අංශයකම කාන්තාවන් රට වෙනුවෙන් විශාල කාර්යභාරයක් ඉටු කරයි. ඔවුන් ඇඟලුම් කර්මාන්තයේ වැඩ කළ අතර, විදේශයන්හි සංචාරය කළ අතර තේ කර්මාන්තය භුක්ති වින්දා.",
        "මේ පාලකයෝ ඒවා විනාශ කළහ. කාන්තාවන් අධ්යාපන ක්ෂේත්රයන්හි දැවැන්ත ක්රියාකාරකමක්, සනීපාරක්ෂක යනාදියෙහි දැවැන්ත ක්රියාකාරකමක් කරයි.. වැටුප් නොමැති කාන්තාවන් සමාජ වැඩ සඳහා දායක වේ. කාන්තාවන් වැඩ නොකරන්නේ නම්, මේ රට දවසක් පැවතෙන්නේ නැත. කාන්තාවන් සියල්ලෝම දරුවන්ට දරුවන් ඇති දැඩි කිරීම, දරුවන්ගේ අධ්යාපනය අධීක්ෂණය කිරීම, වැඩිහිටියන් රැකබලා ගැනීම සහ පවුලේ සාමාජිකයන් රැකබලා ගැනීම සඳහා දරුවන් ලබා දීම.",
        "මෙම කාර්යයන් සඳහා ප්රජාවෙන් ඇති වටිනාකම කුමක්ද?මුළුතැන්ගෙයෙහි ඔබට තේරෙන අරගලය අපි දනිමු. මේ මොහොතේ රාත්රියේ කෑමට කුමක් කිව යුතුද යන්න ගැන ඔබ සිතිය හැකිය. දවසේ දවස ගැන සිතිය හැකිය.",
        "එය ඔබේ සුවිශේෂත්වය සහ උතුම් තත්වයයි. මේ රට වෙනස් වීම එම උත්සාහය තුළින් ය. අපගේ ජීවිතය සුවපහසු කළ හැකි සමාජයක් අප විසින් ගොඩනගා ගත යුතුය. රටේ කාන්තාවන් දැන් එය මත රඳා සිටීමට තීරණය කර තිබේ.",
        "කාන්තාවන් දැන් වඩාත් සාධාරණ හා කාන්තාවන්ට සුදුසු යැයි තීරණය කළ අතර, කාන්තාවන් කාන්තාවන්ගේ කාන්තාවන් වන සමාජයක් බවට පරිවර්තනය කරනු ඇත.. එය ජාතික මහජන බල නායකත්වය සපයයි. ඒ සඳහා අපි සියල්ලන්ම එකට සිටිමු.",
        "සාම්ප්රදායික දේශපාලනය සෑම විටම වටහාගෙන ඇති අතර, මැතිවරණය අතරතුර අප අපව භාවිතා කරන අතර බලයට පත්වන අතර අපගේ ජීවිත විනාශ කර දමයි. ඔවුන්ගේ බල ව්යාපෘතියේ අඛණ්ඩව කටයුතු කිරීමට අපට ඉඩ නොදීමට අපි තීරණය කර ඇත්තෙමු.",
        "ජාතික ජනතාවගේ බලය යනු මැතිවරණ ව්යාපාරයක් පමණක් නොවේ: විනාශ වූ රට අලුත්වැඩියා කිරීම සඳහා අපි ඔබට සම්බන්ධීකරණය කරන්නෙමු. මේ රට සාමාන්යකරණය කළ හැක්කේ අප ඒකමතික අරමුණක් සමඟ එක්ව වැඩ කළහොත් පමණි.ඔබ එම දැවැන්ත ව්යාපාරයේ හවුල්කරුවන්. මෙම ප්රජාව වෙනස් කිරීමට අපට නොහැකි වනු ඇතැයි යන ස්ථීරභාවයකින් අප ඉදිරියට යන බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "We have come together for the historical journey of social change - Harini Amarasuriya",
      "body_lines": [
        "Dr. Harini Amarasuriya, a member of the National People's Power and Member of Parliament, said that we have come together for the historical journey of social change.",
        "Harini Amarasuriya said this while addressing the women's conference of the National People's Power, \"We are the only women with women\" in Polonnaruwa.",
        "The strength of women who started from the Southern Province of Sri Lanka and rocked the entire country today. Today, the whole country is not only the whole world.This is a solution.",
        "We have come together for a historical journey that causes social change. You have become partners of the task of writing our history. Our voice as women in history was oppressed. We have no chance to write our history.",
        "76 years after the country's independence, women still have no freedom. Today we are here to gain our freedom and use the bravery within us.",
        "It is the criterion that measures the development of a country's development in the extent that women's lives are safe and how much they live in a. There have been 119 mother deaths in the last 17 months.",
        "We got a classic community health service through family health servants. If you go to the clinic to the hospital, you can get the best health service in the world without even spending. If you go to the hospital today there are no nurses and doctors.",
        "There is no medicine like that. Have to buy medicines from outside at a massive cost. Today women have abandoned health. Because it cannot be dealt with at the same time, both food and hygiene.",
        "Our fellow minister has bluntly destroyed the health sector.Former Health Minister, known as a famous thief, is imprisoned. How much did people carry out protests to achieve it?How long did it take?All fields that are essential for our life have been degraded.",
        "Education has become a serious disaster. Hopefully the child cannot be sent to school. Currently youth have no confidence in the value of education. Teachers say that children cannot be retained in schools. Children have never been willing to go to university for a while. Parents' confidence that the child can be educated and can be dissolved.",
        "What is the expectation of these rulers to be held in the event of celebrating the 76th independence?They have destroyed our freedom and forbidden the freedom of freedom. What is the celebration of a free free freedom?We will turn 2025 into the year of enjoying the independence of our presence.",
        "People will gain freedom in the rule of the people.We are currently doing the task of building such a regime. 52% of women in this country's population. In all sectors in this country, women play a huge role for the country. They worked in the garment industry, traveled abroad, and enjoyed the tea industry and earned dollars.",
        "These rulers destroyed them. Women are playing a massive activity in the fields of education, hygiene, etc.. Women who have no salary are contributing to social work. If women do not work, this country will not exist for a day. Women are all offering children to raise children, supervise the education of children, to care for the elderly, and to take care of family members.",
        "What is the value available from the community for these tasks?We know the struggle you understand in the kitchen. You may think about what to eat at night in this moment. May think about the day of the day.",
        "That is your uniqueness and noble status. It is through that effort that this country is changed. We need to build a society that can make our life comfortable. The women of the country have now decided to depend on it.",
        "Women are now decided that they will be more reasonable and worthy of women, and we will be transformed into a society that will be a women of women.. It provides national people's power leadership. We have all together for that.",
        "Traditional politics has always understood that we use us during the election and come to power and destroy our lives. We have decided not to allow us to continue to engage in their power project.",
        "The power of the national people is not just an electoral movement: we are coordinating you to repair the destroyed country. This country can only be normalized if we work together with a unanimous purpose.You are partners of that massive movement. He added that we will move forward with a firmness that we will not be able to change this community."
      ]
    }
  },
  "summary_lines": [
    "Dr. Harini Amarasuriya, a member of the National People's Power and Member of Parliament, emphasized the importance of women's collective strength in driving social change. She highlighted the challenges women face, including limited access to healthcare and education, and called for a unified effort to secure their freedom and improve their lives."
  ]
}