{
  "translated_text": {
    "ta": {
      "title": "அணிவகுப்பு சட்டத்தை அரசாங்கம் தீர்மானிக்கிறது",
      "body_lines": [
        "சொர்க்க சட்டத்தின் இடைநீக்கத்தை நீட்டிக்க அரசாங்கம் முடிவு செய்துள்ளது.",
        "அமைச்சரவை செய்தித் தொடர்பாளர், சுகாதாரம் மற்றும் வெகுஜன ஊடகங்கள் மற்றும் வெகுஜன ஊடகங்கள் மற்றும் வெகுஜன ஊடகங்கள் மற்றும் வெகுஜன ஊடகங்கள் மற்றும் வெகுஜன ஊடகங்களை உரையாற்றிய டாக்டர் நலிந்தா ஜெயதிசா, இந்த காலம் மார்ச் 31, 2025 வரை நீட்டிக்கப்பட்டுள்ளது என்று கூறினார்.",
        "கடனின் இயல்புநிலை காரணமாக வங்கிகளுக்கு கடன்களை கையகப்படுத்த இந்த ஆண்டு டிசம்பர் 15 வரை ஏலம் நிறுத்தப்பட்டது.",
        "கடந்த நான்கு ஆண்டுகளில் இலங்கை எதிர்கொள்ளும் பொருளாதார நெருக்கடி சிறு மற்றும் நடுத்தர நிறுவனங்களால் கடுமையாக பாதிக்கப்பட்டுள்ளது.",
        "பிரதேச சட்டத்தை இடைநிறுத்துவதற்காக பராட்டா சட்டத்தை இடைநிறுத்துவதை மேலும் நீட்டிக்க அரசாங்கம் முடிவு செய்துள்ளதாக அமைச்சர் கூறினார்.",
        "சொத்துக்களை ஏலத்திற்கு அனுமதிப்பதற்குப் பதிலாக, இரு தரப்பினருக்கும் நேர்மறையான தீர்வை அடைய இரு தரப்பினருக்கும் நேர்மறையான தீர்வை உருவாக்குவது சிறந்தது என்று அரசாங்கம் கவனித்துள்ளது.",
        "அமைச்சரவையின் அமைச்சரவை இலங்கையின் மத்திய வங்கியின் மத்திய வங்கி மற்றும் மாநில மற்றும் தனியார் வங்கிகள் மற்றும் பிற அரசு நிறுவனங்கள் உள்ளிட்ட அனைத்து தரப்பினரின் செயலில் சந்தாவுடன் இந்த சிக்கலைத் தீர்ப்பதற்கான ஜனாதிபதி திட்டமும் ஒப்புதல் அளித்துள்ளது."
      ]
    },
    "en": {
      "title": "Government decides on the Parade law",
      "body_lines": [
        "The government has decided to extend the suspension of the Paradise law.",
        "Addressing Cabinet Spokesperson, Health and Mass Media and Mass Media and Mass Media and Mass Media and Mass Media, Dr. Nalinda Jayatissa said that the period was extended until March 31, 2025.",
        "The auction was suspended until December 15 this year to take over the loans to the banks due to the default of the loan.",
        "The economic crisis faced by Sri Lanka in the last four years has been severely affected by the small and medium enterprises.",
        "The Minister said that the government has decided to further extend the suspension of the Parata law to extend the suspension of the Pradesh law.",
        "Instead of allowing property to auction, the government has observed that it is best to create a positive solution to both parties to achieve a positive solution to both parties.",
        "The Cabinet of the Cabinet has been approved by the Central Bank of the Central Bank of Sri Lanka and the Presidential proposal to resolve this problem with the active subscription of all parties including state and private banks and other government agencies."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka extends Paradise law suspension until March 31, 2025. Government opts for loan restructuring over auctions to aid SMEs affected by economic crisis. Cabinet approves Central Bank proposal for active subscription involving state and private banks."
  ]
}