{
  "translated_text": {
    "si": {
      "title": "වන අලි පැටවුන්ව ගින්නෙන් ලුහුබඳින පිරිමි ළමයින්;විනෝද වන නිලධාරීන්",
      "body_lines": [
        "වන අලි ඇතුන්ගේ සිදුවීම් දිනපතා අම්පාරා දිස්ත්රික්කයේ කල්මුනායි නාගරික මායිමේ සුපුරුදු ප්රදේශය බවට පත්ව ඇත.",
        "කල්මුනායි සාන්තමරුතු සහ මේපිටීමෙනායි ප්රදේශය අසල ප්රදේශයේ වැඩිවෙමින් පවතින කල්මුනායි සාන්තමරුතු සහ මේපිටීමූම ප්රදේශය අසල කල්මුනායි සාන්තමරුතු සහ මපිටිමමුනෙයි ප්රදේශයේ වන අලි ඇතුන් වැඩිවෙමින් පවතී.",
        "වල් අලි බටවල පිටත ක්ෂේත්රයේ පසුගිය දින කිහිපය තුළ 08 සිට 10 දක්වා සංචාරය කර ඇත.",
        "මේ අනුව, වන අලි ළඟ ආසන්න නේවාසික ප්රදේශයකට පුරනය වී ඇති අතර අලි පසුපස හඹා යාමේ ක්රියාවලියේ පසුගිය දින කිහිපය තුළ දැක තිබේ.",
        "කල්මුනායි නාගරික දේශසීමා අංශයේ වන අලි ඇතුන් පැමිණීම කල්මුනායි ප්රදේශයේ කල්මුනායි ප්රදේශයේ පිහිටා ඇති කල්මුනායි ප්රදේශයේ පිහිටා ඇති බොලිවරියාන් නේවාසික නිවාස ව්යාපෘතිය තුළ පිහිටා තිබීම සැලකිය යුතු කරුණකි.",
        "වන අලි ඇතුන්, විශේෂයෙන් රාත්රී සහ දිවා කාලයේදී පැමිණ සිටින බවට සාමාන්ය ජනතාවගේ වාර්තා.",
        "ප්රදේශයේ දේශපාලන politicians යින් විසින් ප්රදේශයේ ජනතාව වහාම පියවර ගන්නා ලෙස ඉල්ලා සිටිති.",
        "ඊට අමතරව, කෙත්වල වන අලි සමූහයා බැලීමට දහවල් මහජනයා බැලීමට හැකිය.",
        "මේ අතර, දින කිහිපයකට පෙර කරඩිව්, මාවඩිපල්ලි සහ නකිටිමුනෙයි යන ප්රදේශවල වෙසෙන ජනයා වන වල් අලි කරන් පැමිණි බව සඳහන් කිරීම වටී.. මේ වසරේ මේ දක්වා අම්පාරා දිස්ත්රික්කයේ මියගොස් ඇත්තේ තිදෙනෙකු පමණි.",
        "වනජීවී ආරක්ෂණ දෙපාර්තමේන්තුව පවසා ඇත්තේ වල් අලි මරණ සහ අලි පැටවුන් මියගිය බවත්, මේ වසරේ මුල් මාස 8 තුළ වන අලි මිය යාමත්, පසුගිය වසරේ සිට මාස 8 ක් තුළ වන අලි 340 ක් මිය ගොස් ඇති බවත් ය.",
        "මේ වසරේදී මියගිය අලි 239 ක් පමණක් මියගිය බව දෙපාර්තමේන්තුව පවසයි.",
        "අලි ගැටුම පාලනය කිරීම සඳහා දෙපාර්තමේන්තුව විසින් ගනු ලැබූ ක්රියාමාර්ග හේතුවෙන් මරණ අඩු වී ඇති බව වනජීවී ආරක්ෂණ දෙපාර්තමේන්තුව පවසා තිබේ."
      ]
    },
    "en": {
      "title": "The boys who chase wild elephants with fire;Officers who are having fun",
      "body_lines": [
        "The events of wild elephants every day have become the usual area of ​​the Kalmunai Municipal border in the Ampara district.",
        "Wild elephants have been on the rise in the Kalmunai Sainthamaruthu and Napitimunai area area near the Kalmunai Sainthamaruthu and Napitimunai area, which has been increasing in the area near the Kalmunai and Napitimunai area.",
        "Wild elephants have been visiting from 08 to 10 for the past few days in the outer field of the West.",
        "Thus, wild elephants have been logged in into a nearby residential areas and have been seen in the past few days in the process of chasing the elephants.",
        "It is noteworthy that the arrival of wild elephants in the Kalmunai Municipal Border Division is located in the Kalmunai area and the Bolivariyan residential housing project located in the Kalmunai area in Kalmunai area.",
        "The general public reports that wild elephants are in attendance, especially during the night and day.",
        "The people of the area are demanding immediate action by the politicians of the area.",
        "In addition, it is possible to visit the public in the afternoon to visit the wild elephant crowd on the fields.",
        "Meanwhile, it is worth noting that wild elephants visited the people living in Karadivu, Mavadipalli and Napittimunai areas a few days ago.. So far this year, only three elephants have died in the Ampara district.",
        "The Department of Wildlife Protection has said that the deaths of wild elephants and the deaths of wild elephants have declined in the first eight months of this year and 340 wild elephants have died in 8 months since last year.",
        "The department said that only 239 wild elephants have died this year.",
        "The Department of Wildlife Protection has said that the deaths have decreased due to their actions taken by the Department to control the elephant -human conflict."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Wild elephants frequent Kalmunai area, causing concern. Residents demand action as animals enter residential zones. Wildlife protection efforts reduce elephant-human conflicts."
  ]
}