{
  "translated_text": {
    "ta": {
      "title": "எண்ணெய் 05 பில்லியன் 3 கோடி",
      "body_lines": [
        "ஐந்து கிராமப்புற முத்துக்களை ரூ.",
        "டி.எஸ்.டி.இ.எல் ருகில் 5 முத்துக்களில் நடந்த கவேலா ருகில் ருக்லே உச்சிமாநாட்டின் நுனியுடன் ஒரு அறிவிப்பாளர் கைது செய்யப்பட்டுள்ளார்.",
        "கமனத்தின் உரிமையாளர் நிகாவேரதியாவில் வசிப்பவர் மற்றும் முன்னணி தொழிற்சாலையின் பிரதான தலைவரின் சேமிப்புக் கட்டுப்பாடு. மற்ற மூன்று ப்ரோக்கர்களாக இருக்கும் தரகர்கள். பல ஆண்டுகளுக்கு முன்பு இப்பகுதியில் ஒரு கிபுலாவைக் குறிக்கும் கிருலுகா கிரிந்து ஓயாவிலிருந்து கைது செய்யப்பட்டபோது அவர் காவல்துறையினருக்கு தெரியவந்தார்.. அந்த நேரத்தில் இந்த காஜ் முத்துக்களை விற்க முடியாது என்று அவர் போலீசாரிடம் கூறியுள்ளார், ஆனால் வீட்டின் எல்லா நேரங்களிலும் அவர் வீழ்ச்சியடைய முடியாது என்று கூறினார். ஒரு தண்டுகளின் வெட்டுக்களை எடுத்து, இந்த கஜமுத்தாவைப் பெறுவதிலிருந்து ஒரு துப்பாக்கிச் சூடு திரும்பப் பெறப்பட்டதாக உத்தரவாதம் அளித்தவர்.. 5 ட்யூன்களை விற்பனை செய்யத் தயாராக இருந்தபின் அவர் கைது செய்யப்பட்டதாகவும், மற்ற விண்ணப்பங்களுடன் மார்க் 05 க்கு தயாராக இருப்பதாகவும் அவர் கூறியுள்ளார்.. சந்தேக நபர்கள் இன்று (30) வெலிசாரா மாஜிஸ்திரேட் நீதிமன்றத்திற்கு அனுப்பப்பட உள்ளனர்."
      ]
    },
    "en": {
      "title": "3 crores for oil 05 billion",
      "body_lines": [
        "Four persons who were preparing for selling the five rural pearls for Rs.",
        "A stress an announcer with a tip of the Gaewala Rukle Rukle Summit in Tsdele Rukle5 pearls have been arrested.",
        "The owner of the Gamanam is a resident of Nikaweratiya and is a storage control of the main leader of the leading factory. The other three is the brokers to be the brokeors. He was revealed to the police when she was arrested from the Kiruluka Kirindu Oya, who had marked a kibula in the area several years ago.. He has told the police that it was not possible to sell these gaj pearls during that time, but he said he was impossible to decline in all the time of the house. The person who had taken the cuts of a stalks and told the guarantees that a shooting was taken back from obtaining these gajamutha.. He has said that he was arrested after being prepared for selling the 5 tunes and was prepared to marke 05 with other applications.. The suspects were to be sent to the Welisara Magistrate's Court today (30)."
      ]
    }
  },
  "summary_lines": [
    "Five rural pearls worth 3 crores were being sold by four individuals, including the owner of Gamanam, a leading factory's storage controller. They were arrested for illegal activities near Kiruluka Kirindu Oya, where they had previously marked a kibula. The suspects claimed they couldn't sell the pearls at the time but were planning to sell them later."
  ]
}