{
  "translated_text": {
    "si": {
      "title": ".ෂධ මත නිරීක්ෂණය කළ යුතුය",
      "body_lines": [
        "ස්වාධීන විපක්ෂයේ පාර්ලිමේන්තු මන්ත්රී නිමල් පියදිස්ස පාකිස්තානයේ අර්තාපල් හරහා ශ්රී ලංකාවට ගෙන යන බවට බුද්ධි අංශය මේ පිළිබඳව අවධානය යොමු කළ යුතු බව පැවසීය.",
        "ඔහු මේ බව ප්රකාශ කළේ බදාදා (22) පාර්ලිමේන්තුවේදී විශේෂ ප්රකාශයක් අමතමින්.",
        "ජනතාවට ඉහළ මිලකට රට තුළ එළවළු මිලදී ගත යුතුය. කැරට් මිල කිලෝග්රෑමයකට රුපියල් 3000 දක්වා ඉහළ ගියේය. එළවළු නිෂ්පාදනයේ අර්තාපල් නිෂ්පාදනය ඉතා අපහසුය. සහකරුවෙක් රුපියල් 35,000 ක් දක්වා වෙළඳපොලේ විකුණයි. අර්තාපල් - ගොවීන් ප්රසාද දීමනා වැඩි සිරිත් විරිත් වලට මුහුණ දෙයි.",
        "අර්තාපල් අස්වැන්න සිදුවන විට අර්තාපල් දැන් විදේශයන්ගෙන් ආනයනය කෙරේ. විදේශයන්ගෙන් ගෙන එන ලද අර්තාපල් භාවිතා කිරීමට හිතකර නොවේ.",
        "මේ අතර මට තොරතුරු ලැබුණා. බුද්ධි අංශ බලධාරීන් සඳහා මෙය වැදගත් තොරතුරු වනු ඇත. එනම්, මත්ද්රව්ය වෙළඳාම සිදු කරනු ලබන්නේ පාකිස්තානයෙන් ගෙන එන ලද අර්තාපල් විසිනි. අපව රැගෙන යන අර්තාපල් තුළ අයිස් වැනි මත්ද්රව්ය රැගෙන යන ව්යාපාරයක් තිබේ. මෙම ව්යාපාරය ඉතා සාර්ථකව සිදුවන බවට වාර්තා වී තිබේ. බලධාරීන් මේ පිළිබඳව අවධානය යොමු කළ යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Should be observed on drugs",
      "body_lines": [
        "Independent Opposition Parliamentarian Nimal Piyadissa said that the intelligence unit should pay attention to this that the drugs such as ice such as ice are smuggled into Sri Lanka via potatoes from Pakistan.",
        "He made this statement while addressing a special statement in Parliament on Wednesday (22).",
        "People have to buy vegetables in the country at a higher price. The price of the carrot increased to up to 3000 rupees per kg. Potato production in vegetable production is very difficult. A mate sells in the market for up to 35,000 rupees. Potato -producing farmers face more customs.",
        "Potatoes are now imported from abroad when the potato harvest is taking place. The potatoes brought from abroad are not conducive to use.",
        "Meanwhile I got information. This would be important information for intelligence authorities. That is, the drug trade is being carried out by potatoes brought from Pakistan. Inside the potato that takes us up, there is a business that is carrying drugs like ice. There have been reports that this business is going on very successfully. He said the authorities should pay attention to this."
      ]
    }
  },
  "summary_lines": [
    "Nimal Piyadissa warns of drug smuggling through potatoes from Pakistan into Sri Lanka, affecting local prices and suggesting intelligence focus on this issue."
  ]
}