{
  "translated_text": {
    "si": {
      "title": "13 වන ව්යවස්ථා සංශෝධනය ක්රියාත්මක කිරීම රටේ එකමුතුකමට බලපාන්නේ නැත - එය ක්රියාත්මක කිරීමට අපට බැඳීමක් තිබේ - සජිත්",
      "body_lines": [
        "කාර්තු 13 ක් ක්රියාත්මක කිරීමේ අවශ්යතාව මම දන්වා ඇති අතර, මම එය අද සහ හෙට එය වාර්තා කරමි. \"",
        "නෛතික පොතේ 13 වන ව්යවස්ථා සංශෝධනය වන රටේ ධාවන ආගම් අතර සංහිඳිය යුතුද? \"",
        "එක්සත් ජනතා බලයේ සභාපති වේඩ්, \"13 වන ව්යවස්ථා සංශෝධනය ක්රියාත්මක කිරීමට අපට බැඳීමක් තිබේ\" යැයි අපි දනිමි, අනෙක් නායකයින් එය වාර්තා කිරීමට බිය වන බව මම දනිමි. කාර්යාංශය සම්මුඛ සාකච්ඡාවකදී පැජිසා පැවසීය",
        "ප්රශ්නය - සිදුවීමට සතිපතා කාලය ඔබට දැනෙන්නේ කෙසේද?",
        "පිළිතුර - මගේ අභියෝගය වන්නේ රට යථා තත්වයට පත් කිරීම, ඔබ ඉහත සඳහන් කළ කිසිවෙකු මට අභියෝග කිරීමකි.",
        "පිළිතුර- මට සැප්තැම්බර් 22 වන දින දැකිය හැකිය, මා දේශපාලනිකව පළ නොවේ.",
        "ප්රශ්නය - ජාතික ජනප්රිය බලයේ සාර්ථකත්වය දක්නට ලැබෙන බව සමහරු පැවසුවාද?",
        "පිළිතුර: රටේ බහුතරයකගේ ආශීර්වාදය එක්සත් ජනතා පක්ෂයේ බලයයි. රටේ වැඩිම ප්රජාවන් හා ආගම්වලින් බහුතරයක් අපි නියෝජනය කරමු.",
        "ප්රශ්නය - සජිත්ට සහ රනිල් එකට රට ගොඩනැගිය යුතු යැයි සමහරු කියති?",
        "පිළිතුර: පාර්ලිමේන්තු මන්ත්රීවරුන් ඒකාබද්ධ කිරීම මගින් රටේ ගැටලුවලට විසඳුම අප නොසලකයි.",
        "රට මුහුණ දෙන අර්බුදයේ රැඩිකල්වාදය හඳුනා ගන්නා ලෙස අපි ජනතාවගෙන් ඉල්ලා සිටිමු.",
        "තම දරුවන්ට වඩා හොඳ අනාගතයක් නිර්මාණය කිරීම සඳහා ජනතාවගේ බලයට එක්වන ලෙස අපි ජනතාවගෙන් ඉල්ලා සිටිමු.",
        "ප්රශ්නය: රට හදිසියේම හදිසියේම වෙනස් වුවහොත් දැනට පවතින මාර්ගය වෙනස් වුවහොත්, වෙන කවරදාකටත් වඩා රට වඩාත් නරක වනු ඇතැයි රටට හැඟෙනවාද?",
        "පිළිතුර - හීරි වැනි දෙයක් නැත.",
        "පිළිතුර- රනිල් වික්රමසිංහගේ පද්ධතිය කුමක්ද?ඔබ අදහස් කළේ වංචනික මුදල් විශුද්ධිකරණය කිරීමේ ක්රමය කුමක්ද?",
        "පිළිතුර - ඔබේ ප්රශ්නය අසත්යය, මම ජනාධිපති නම්, මම අනිවාර්යයෙන්ම ජනාධිපති වෙමි. අපි දැනටමත් ජාත්යන්තර මූල්ය අරමුදල සමඟ සාකච්ඡා කර ඇත්තෙමු.",
        "ප්රශ්නය - මොනවද තේරුම්ගත්තේ? ජාත්යන්තර මූල්ය ගිවිසුම සමඟ නැවත සකස් කිරීමට යන්නේ කුමන ගැටළුද?",
        "පොදුවේ ගත් කල, රටට රටට අවශ්ය ප්රතිසංස්කරණ සිදු කර ඇති අතර එය සිදු කිරීමේදී මහජනතාව මත අනවශ්ය බදු අය කිරීම අවශ්ය වේ.",
        "වත්මන් රජය ජාමූඅ සහ මහජනතාව සඳහා බදු පැනවීම සමඟ සාකච්ඡා කර ඇත.",
        "ඔවුන්ට හොඳම පහසුකම් තිබේ.",
        "පිළිතුර - කාර්තු 13 ක් ක්රියාත්මක කිරීමේ අවශ්යතාවය මට දන්වන ලද අතර මම එය අද සහ හෙට එය වාර්තා කරමි.",
        "රටේ ආගම් අතර සංහිඳියාව ඇති කිරීම අවශ්ය වන්නේ පොතේ 13 වන ව්යවස්ථා සංශෝධනයයි.",
        "රටේ එක්සත්කමට හානියක් නොවන පරිදි නීතියේ නීතිය ක්රියාත්මක නොවන බව කියනු ලැබේ, එබැවින් 13 වන ව්යවස්ථා සංශෝධනය ක්රියාත්මක කිරීමට අපට බැඳීමක් තිබේ, එබැවින් 13 වන ව්යවස්ථා සංශෝධනය ක්රියාත්මක කිරීමට අපට බැඳීමක් තිබේ. එය වාර්තා කිරීමට, මම නිවැරදි දේ ලබා නොදෙමි."
      ]
    },
    "en": {
      "title": "The implementation of the 13th Amendment will not affect the unity of the country - we have an obligation to implement it - Sajith",
      "body_lines": [
        "I have informed the need to implement 13 quarters, and I will report it today and tomorrow. \"",
        "'The country's races need to be reconciled among religions, is the 13th Amendment in the legal book? \"",
        "The President of the United People's Power, Wade, said, \"We have an obligation to implement the 13th Amendment,\" I know that the other leaders are afraid to report it.Bureau Sajit Breadasa said in an interview",
        "Question - How do you feel a weekly time to take place?",
        "Answer- My challenge is to restore the country, no one you mentioned above is challenging me.",
        "Answer- I can see on September 22, I am not politically experienced.",
        "Question - Does some say that the success of the national popular power is seen?",
        "Answer: The blessing of the majority of the country is the United People's Power. We represent the majority of the country's most communities and religions.",
        "Question - Some people say that Sajith and Ranil have to build the country together?",
        "Answer: We do not consider the solution to the problems of the country by merging the members of the parliament.",
        "We appeal to people to recognize the radicalism of the crisis facing the country.",
        "We urge the people to join the power of the people to create a better future for their children.",
        "Question: If the country is suddenly changing the road that is currently traveling, does the country feel that the country will be worse than ever before?",
        "Answer- There is no such thing as Criery.",
        "Answer- What system is Ranil Wickremesinghe?Do you mean the system of fraudulent money laundering?",
        "Answer - Your question is false, and if I am president, I will definitely be president. We have already negotiated with the International Monetary Fund.",
        "Question - What's Understanding? What issues are going to be re -negotiated with the International Monetary Agreement?",
        "In general, the country needs to carry out the necessary reforms for the country and eliminate unnecessary taxities on the public when it is done.",
        "The current government has negotiated with the IMF and imposed taxes on the public.",
        "They have the best facilities.",
        "Answer - I am informed of the need to implement 13 quarters, and I will report it today and tomorrow.",
        "It is necessary to bring about reconciliation among the religions of the country, is the 13th Amendment in the Book?",
        "It is said that the law of law should be implemented, so that the unity of the country is not affected, it is said in the court ruling, so we have an obligation to implement the 13th Amendment, and I know that other leaders are afraid to report it, and I will not give the right things."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the key points in approximately 200 characters:",
    "",
    "Sajith emphasizes implementing the 13th Amendment without affecting national unity. He plans to report progress daily. The amendment aims to reconcile religious groups. Sajith denies fears from other leaders about reporting. He appeals for public support against political crises. On economic reform, he suggests eliminating unnecessary taxes while negotiating with the IMF."
  ]
}