{
  "translated_text": {
    "ta": {
      "title": "புகழ் காரணிகளுக்கு எதிர்ப்பு",
      "body_lines": [
        "திரு. டாக்டர் கிரிஷாந்தா பெரேராவுக்கு அநீதியைக் கூறி கராபிட்டியா கற்பித்தல் மருத்துவமனையின் புற்றுநோய் பிரிவுக்கு முன்னால் ஒரு எதிர்ப்பு ஏற்பாடு செய்யப்பட்டது.",
        "தெற்கு மாகாணத்தில் நிபுணத்துவம் பெற்ற ஒரு மருத்துவர் ஒரு மருத்துவர் என்பதை அங்கே அவர்கள் காட்டினர்.",
        "16 ஆம் தேதி புற்றுநோய் பிரிவில் புற்றுநோய் பிரிவில் சுகாதார தொழிற்சங்கங்கள் குறுக்கிடப்பட்டன, மேலும் கராபிட்டியா கற்பித்தல் மருத்துவமனையில் உத்தரவாதம் அளிக்கப்பட்ட முதல்வர்.",
        "ஜூனியர் பணியாளர் பணியாளரைத் தாக்கிய குற்றச்சாட்டில் மருத்துவர் கைது செய்யப்பட்டார், தற்போது ரிமாண்ட் காவலில் வைக்கப்பட்டுள்ளார்.",
        "ரிமாண்ட் காவலில் உள்ள மருத்துவர் தற்போது கராபிட்டியா மருத்துவமனையில் மாரடைப்பு காரணமாக சிகிச்சை பெற்று வருகிறார்.",
        "சட்டவிரோத நிலைமை குறித்து மருத்துவர் ஒரு தனியார் மருத்துவமனையில் அனுமதிக்கப்பட்டார், மருத்துவர் கராபிட்டியா மருத்துவமனையில் நீதிமன்ற உத்தரவுகளுக்காக அனுமதிக்கப்பட்டார்.",
        "இதற்கிடையில், திரு. கிருஷாந்தா பெரேரா சம்பவங்கள் காரணமாக விரக்தியடைந்துள்ளார், மேலும் அவர் அந்த நேரத்திற்கு முன்பே ஓய்வு பெற முடிவு செய்துள்ளார்.",
        "இதற்கிடையில், கராபிட்டியா கற்பித்தல் மருத்துவமனையின் இரண்டு ஜூனியர் ஊழியர்கள் நேற்று காலே போலீசாரால் கைது செய்யப்பட்டனர், நேற்று (20) கால் போலீசார் கைது செய்யப்பட்டனர்.",
        "அந்த நிபுணர் டாக்டர் கிருஷாந்தா பெரேராவை தாக்க குற்றச்சாட்டுகள் முன்வைக்கப்பட்டன.",
        "சந்தேக நபர்கள் பின்னர் காலே மாஜிஸ்திரேட் நீதிமன்றத்தில் இன்று 29 ஆம் தேதி வரை ரிமாண்ட் செய்யப்பட வேண்டும்.",
        "அன்றைய தினம் ஒரு அடையாள அணிவகுப்புக்கு சந்தேக நபர்களை பிளாக் மாஜிஸ்திரேட் உத்தரவிட்டார்."
      ]
    },
    "en": {
      "title": "Opposition to fame factors",
      "body_lines": [
        "A protest was organized in front of the Cancer Unit of the Karapitiya Teaching Hospital, claiming injustice to Mr. Dr. Krishantha Perera.",
        "There they showed that a doctor was a doctor who specializes in the Southern Province.",
        "Health Trade Unions were interrupted on the Cancer Unit on the Cancer Unit on the 16th and the Chief Guaranteed at the Karapitiya Teaching Hospital.",
        "The doctor arrested on charges of assaulting a junior staff worker is currently in remand custody.",
        "The doctor in remand custody is currently receiving treatment at the Karapitiya Hospital due to a heart attack.",
        "The doctor was admitted to a private hospital on the illicit situation, the doctor was admitted to the Karapitiya hospital for court orders.",
        "Meanwhile, Mr. Krishantha Perera has been frustrated due to the incidents and that he has decided to retire before the time.",
        "Meanwhile, two junior employees of the Karapitiya Teaching Hospital were arrested by the Galle Police yesterday and was arrested by the Galle Police yesterday (20).",
        "The allegations were made to attack that specialist Dr. Krishantha Perera.",
        "The suspects were later presented to the Galle Magistrate's Court today to be remanded till the 29th.",
        "The Black Magistrate has also ordered the suspects to a identification parade that day."
      ]
    }
  },
  "summary_lines": [
    "Protest against injustice to Dr. Krishantha Perera, a specialist from the Southern Province, at the Karapitiya Teaching Hospital. The doctor, in remand custody for assault charges, is receiving treatment there due to a heart attack. He was admitted to a private hospital for the illicit situation but was transferred to Karapitiya Hospital for court orders. Two junior employees were arrested for allegedly attacking Dr. Perera. The suspects were remanded until the 29th and ordered to an identification parade."
  ]
}