{
  "translated_text": {
    "ta": {
      "title": "கான்ஸ்டபிள் தரவரிசையில் இருந்து ஐ.ஜி.பி வரை வந்த பிரியந்தா வீரசூரியா யார்?",
      "body_lines": [
        "கான்ஸ்டபிள் தரவரிசையில் இருந்து ஐ.ஜி.பி வரை வந்த பிரியந்தா வீரசூரியா யார்?",
        "மூத்த டி.ஐ.ஜி பிரியந்தா வீரசூரியா மூன்று மாதங்களுக்கும் மேலாக ஐ.ஜி.பி.",
        "ஜூலை 24 அன்று, உச்சநீதிமன்றம் ஜூலை 24 அன்று ஐ.ஜி.பி.",
        "ஜனாதிபதியை ஐ.ஜி.பி.யாக நியமிக்க தேசாபந்து டென்னகூன் நியமனம் செய்ய சமர்ப்பிக்கப்பட்ட உச்சநீதிமன்றத்தால் விசாரிக்க உத்தரவு பிறப்பித்தது.",
        "டோடங்கோடாவில் பிறந்த லியாசஸ்த்ரா லியான்அராச்சி, 1988 இல் பிறந்தார், பிப்ரவரி 9, 1969 இல் பிறந்தார்.",
        "அவர் ஒரு கான்ஸ்டபிளாக பொலிஸ் சேவையில் சேர்ந்தார் மற்றும் 1988 முதல் 1992 வரையிலான காலகட்டத்தில் பொலிஸ் சிறப்பு பணிக்குழு மற்றும் போக்குவரத்து மற்றும் குற்றங்களில் பணியாற்றினார்.",
        "பிரியந்தா வீரசூரியா 1992 இல் 1992 ஆம் ஆண்டில் துணை ஆய்வாளராக பதவி உயர்வு பெற்றார், மராதானா, வவைனியா மற்றும் அடிமை தீவு போலீசாரில் பணியாற்றினார்.",
        "1993 முதல் 1998 வரையிலான காலகட்டத்தில் கொழும்பு பல்கலைக்கழகத்தின் பட்டம் அவர் சேர்த்தார்.",
        "1999 ஆம் ஆண்டில் உதவி காவல்துறை கண்காணிப்பாளராக பதவி உயர்வு பெற்ற பிரியந்தா வீரசூரியா, காவல் துறையின் பல்வேறு துறைகளில் பணியாற்றினார், பின்னர் ஐக்கிய நாடுகளின் அமைதி புலமை சேவையில் பங்கேற்றார்.",
        "அவர் காவல்துறை கண்காணிப்பாளர் மற்றும் சட்டம் மற்றும் விநியோக பிரிவின் இயக்குநர் பதவிக்கு பதவி உயர்வு பெற்றார் மற்றும் ஐக்கிய நாடுகளின் அமைதி தேர்ச்சி சேவையில் இணைக்கப்பட்டார்.",
        "தேசாபந்து டென்னகூன்: 'புதிய ஐ.ஜி.பி பொருத்தமான அல்லது அரசியலமைப்பு முடிவு அல்ல'",
        "2012 முதல் 2016 வரை மூத்த காவல்துறை கண்காணிப்பாளராக இருந்த பிரியந்தா வீரசூரியா ஒரு இயக்குநர் பிரிவாக இருந்தார்.",
        "அவர் 2012 முதல் சர் ஜான் கோட்டலாவலா பல்கலைக்கழகத்தில் முதுகலைப் பட்டம் பெற்றார்.",
        "அவர் துணை ஆய்வாளர் ஜெனரலுக்குப் பிறகு 2016 முதல் 2016 ஆம் ஆண்டு வரை பொலிஸ் விநியோகத்தின் தலைவராக இருந்தார்.",
        "சீனியர் டிக் பதவிக்கு பதவி உயர்வு பெற்ற பிரியந்தா வீரசோரியா, காவல் துறையின் மூலோபாய மேலாண்மை, குற்றம் மற்றும் போக்குவரத்து பிரிவின் மூத்த தோண்டி.",
        "நடிப்பு ஐ.ஜி.பி வரை வட மத்திய மாகாணத்தின் பொறுப்பில் மூத்த தோண்டலும் இருந்தார்.",
        "கான்ஸ்டபிள் தரவரிசையில் இருந்து ஐ.ஜி.பி வரை வந்த பிரியந்தா வீரசூரியா யார்?",
        "டான் பிராட்மேனின் அறிக்கை, கமிந்தாவின் 5 ஆம் நூற்றாண்டு, சோதனை பதிவுகள் என்ன?",
        "மைத்ரிபாலா மற்றும் பஸ்கா தாக்குதல்கள் அடிப்படை உரிமைகள் வழக்கில் இருந்து ஏன் விடுவிக்கப்பட்டன?"
      ]
    },
    "en": {
      "title": "Who is Priyantha Weerasuriya who came from constable rank to acting IGP?",
      "body_lines": [
        "Who is Priyantha Weerasuriya who came from constable rank to acting IGP?",
        "Senior DIG Priyantha Weerasuriya has been appointed as acting IGP for over three months.",
        "On July 24, the Supreme Court issued an interim injunction with the inspection of the IGP to Tennakoon on July 24.",
        "The Supreme Court issued the order to be heard by the Supreme Court, who was submitted to the appointment of Deshabandu Tennakoon to appoint the President as IGP.",
        "Liyasastra Liyanarachchi, born in Dodangoda, was born in 1988, born on the 9th of February 1969.",
        "He joined the Police Service as a constable and served in the Police Special Task Force and Traffic and Criminalities during the period from 1988 to 1992.",
        "Priyantha Weerasuriya has been promoted to the sub-inspector of 1992s in 1992, served at Maradana, Vavuniya and Slave Island Police.",
        "He included the Degree of the University of Colombo during the period from 1993 to 1998.",
        "Priyantha Weerasuriya, who was promoted as an Assistant Superintendent of Police in 1999, served in various sectors of the Police Department and later participating in the United Nations Peace Proficiency Service.",
        "He promoted to the post of Superintendent of Police and the director of the Law and Supply Division and was attached to the United Nations Peace Proficiency Service.",
        "Deshabandu Tennakoon: 'New IGP is not a suitable or constitutional decision'",
        "Priyantha Weerasuriya, who was a Senior Superintendent of Police from 2012 to 2016, was a director unit.",
        "He completed his Masters Degree from the University of Sir John Kotelawala since 2012.",
        "He was the head of the Police Supply from 2016 to the year 2016 after the Deputy Inspector General of Police.",
        "Priyantha Weerasoriya, who was promoted to the post of Senior DIG, was a senior DIG of the Strategic Management, Crime and Traffic Division of the Police Department.",
        "He was also the Senior DIG in charge of the North Central Province until the acting IGP.",
        "Who is Priyantha Weerasuriya who came from constable rank to acting IGP?",
        "Don Bradman's report, Kaminda's 5th century, what is the test records found?",
        "Why did Maithripala and the Passover attacks released from the fundamental rights case?"
      ]
    }
  },
  "summary_lines": [
    "Priyantha Weerasuriya: From constable to acting IGP. Promoted through ranks, served UN peacekeeping missions. Appointed Senior DIG before becoming acting IGP due to court order."
  ]
}