{
  "translated_text": {
    "si": {
      "title": "ගුජරාට් පරාජය කිරීමෙන් මදුරාසි දෙවන සෘජු ජයග්රහණය රස බැලීය",
      "body_lines": [
        "චෙන්නායි, චපක්කම් මා. අඟහරුවාදා (26) චිදම්බරම් ක්රීඩාංගණයේ පැවති 17 වන ඉන්දීය ප්රිමියර් ලීගයේ 7 වන තරඟයේ දී, ගුජරට් චෙන්නායි සුපර් කිංග්ස් ලකුණු 63 කින් පරාජය කළ වර්තමාන ශූරයා චෙන්නායි සුපර් කිංග්ස් මේ වසරේ එහි 2 වන සෘජු ජයග්රහණය රස බැලීය.",
        "තරඟයේදී පන්දුවට පහර දීමට ආරාධනා කළ චෙන්නායි සුපර් කිංග්ස් ඕවර 20 කදී කඩුලු 6 ක දැවී ලකුණු 206 ක් රැස් කළේය.",
        "කණ්ඩායම් කපිතාන් රුතුරාජ් ගයි කයික්වාද් සහ රාචින් රවින්ද්ර පන්දු 32 කදී ලකුණු 62 ක් රැස් කළහ.",
        "රචින් රවීන්ද්ර බෝල 20 කට මුහුණ දී ලකුණු 46 ක් රැස් කළ අතර හයේ පහර 6 ක් සහ භූමිකම්පා 3 ක් ද ලබා ගත්තේය.",
        "අජින්බල රේන් ලකුණු 12 ක් ලබා ගත්තද, රට්රාජ් ලකුණු 42 ක් බෙදා ගත් අතර 2 වන කඩුල්ලෙහි ගේල් සමඟ ලකුණු 42 ක් රැස් කළේය.",
        "රහේන් පසුපස රදෙරාජ් කයික්වාඩ්ට ලකුණු 46 ක් අහිමි විය. (127 - 3 විග්.)",
        "ශිව්ම් ඩුබේඩි සහ ට්රිප් මිෂෙල් පසුව සිව්වන කඩුල්ල අසලදී ලකුණු 57 ක් බෙදා ගත්හ.",
        "ශාලාම් ඩුබේට බෝල 23 ක් පමණක් මුහුණ දී හයේ පහර 5 ක් සහ රාත්තල් 2 ක් සමඟ ලකුණු 51 ක් රැස් කළේය.",
        "සමීර් රිස්වි (14) සහ රවීන්ද්ර ජඩේජා (7) තරගය අඩු සංඛ්යාවක් සමඟ තරගය අහිමි විය.",
        "ගුජරාට් යෝධයන් පන්දුවාර 20 කදී කඩුලු 8 කින් පරාජයට පත්වූ අතර ලකුණු 143 ක් පරාජයට පත්විය.",
        "ලකුණු 20 කට වඩා වැඩි ප්රමාණයක් ලබා ගත් ක්රීඩකයින් තිදෙනෙකු පමණක් වන අතර තිදෙනා පන්දුව අහිමි විය.",
        "කණ්ඩායමේ නායක කැප්ටන් ෂබ්මන් මිල්ලා ලකුණු 8 ක් හා රිටිමාන් සහා ලකුණු 21 ක් ලබා ගත්තේය.",
        "ඊළඟට, 8 වැනි ඕවරයේදී විජේ ශංකර්ගේ මුළු මුදල ලකුණු 55 ක් රැස් කළේය.",
        "මේ අවස්ථාවේ දී, සායි සුදර්ශන් සහ ඩේවිඩ් මිලර් කණ්ඩායම වැටීමෙන් කණ්ඩායම යථා තත්වයට පත් කිරීමට උත්සාහ කළහ.",
        "කෙසේ වෙතත්, 4 වන කඩුල්ලේ දී ඩේවිඩ් මිලර් ලකුණු 21 ක් රැස් කළ විට ලකුණු 21 ක් රැස් කළේය.",
        "මුළු සංඛ්යාව සඳහා සායි සුදර්මන් ලකුණු 18 ක් රැස් කළේය. ජයග්රහණයේ සාර්ථකත්වය පිළිබඳ ලාභය පිළිබඳ නඩු විභාගය ද ඉවරයි.",
        "පසුව, අසාමාතුල්ලා ඕමර්සායි (11), රෂීඩ් ඛාන් (1) සහ රාහුල් තෙවාවියා (6) ඔවුන්ගේ නාට්යය අහිමි විය.",
        "උමේෂ් යාදව් ලකුණු 10 ක් සහ ස්පෙන්සර් ජොන්සන් 5 සමඟ සෙල්ලම් කළේ නැත.",
        "පන්දු යැවීමේදී දුෂාර් දේහුපන්ඩ් ලකුණු 21 කට කඩුලු 2 ක් දවාගනිමින් 28 දෙනෙකු සඳහා ලකුණු 28 කට කඩුලු 2 ක් ද, මස්ටූසිං රහ්මන්ට ලකුණු 30 කට කඩුලු 2 ක් ද, මධිරා පතිරානා ලකුණු 29 කට කඩුලු 2 ක් දවා ගත්තේය."
      ]
    },
    "en": {
      "title": "Madras tasted the second direct victory by defeating Gujarat",
      "body_lines": [
        "Chennai, Chepakkam MA. In the 7th match of the 17th Indian Premier League held at the Chidambaram Stadium on Tuesday (26), the current champion Chennai Super Kings, who beat Gujarat by 63 runs, tasted its 2nd direct victory this year.",
        "In the match, Chennai Super Kings, who were first invited to bat, scored 206 runs for the loss of 6 wickets in 20 overs.",
        "Team captain Ruthuraj Gai Kaikwad and Rachin Ravindra shared 62 runs off 32 balls.",
        "Rachin Ravindra faced 20 balls and scored 46 runs, including 6 sixes and 3 earthquakes.",
        "Although Ajinkia Rahane scored only 12 runs, Rutraj shared 42 runs with Gaygwat in the 2nd wicket.",
        "Rutraj Kaikwad lost 46 runs after Rahane. (127 - 3 wig.)",
        "Shivam Dubey and Tryl Michelle then shared 57 runs in the fourth wicket.",
        "Shivam Dubey faced only 23 balls and scored 51 runs with 5 sixes and 2 pounds.",
        "Sameer Rizvi (14) and Ravindra Jadeja (7) lost the game with low number.",
        "Gujarat Giants lost by 8 wickets in 20 overs and lost 143 runs.",
        "Only three players scored more than 20 runs and the trio lost the ball.",
        "Team captain Shubman Kill lost just 8 runs and Ritiman Saha with 21 runs.",
        "Next, Vijay Shankar's total of Gujarat was 55 runs in the 8th over with 12 runs.",
        "In this case, Sai Sudarshan and David Miller tried to restore the team from the fall.",
        "However, David Miller bowled with 21 runs as they both shared 41 runs in the 4th wicket.",
        "Sai Sudarman lost 37 runs when he added 18 runs for the total number. The Gujarat Giants' trial of the success of the victory was also over.",
        "Subsequently, Azamatulla Omarzai (11), Rashid Khan (1) and Rahul Thevatia (6) lost their play.",
        "Umesh Yadav did not play with 10 runs and Spencer Johnson 5.",
        "In the bowling, Dushar Deshpande took 2 wickets for 21 runs, Flack Sahar 2 for 28, Mustafizur Rahman took 2 wickets for 30 runs and Madhisha Pathirana 29 wickets for 29 runs."
      ]
    }
  },
  "summary_lines": [
    "Madras secured its 2nd victory by defeating Gujarat in the 7th IPL match at Chidambaram Stadium. Chennai Super Kings scored 206/6 in 20 overs, with Ruthuraj Gai Kaikwad and Rachin Ravindra sharing 62 runs. Gujarat Giants lost by 8 wickets, scoring 143 runs in 20 overs."
  ]
}