{
  "translated_text": {
    "ta": {
      "title": "ஒரு இளைஞனின் கொலை செய்யப்பட்ட ஒரு இளைஞன் தனது மனைவியுடன் இசையில் நடனமாடப்படுவதாக கொலை செய்யப்பட்டான்",
      "body_lines": [
        "ஒரு கச்சேரியில் ஒரு இளைஞன் கொலை செய்யப்பட்டுள்ளதாக கலுதாரா தெற்கு போலீசார் கூறுகின்றனர். பாதிக்கப்பட்டவர் 20 வயதான இளைஞரான டோடங்கோடாவின் டோடங்கோடாவில் வசிப்பவர்.",
        "சந்தேக நபர் ஒரு இளம் பெண் பகுதியை திருமணம் செய்து கொண்டார், சில நாட்களுக்கு முன்பு அவர் அவரை விட்டு வெளியேறி உயிருடன் இருந்தார்.கலுதாராவில் உள்ள கமகோடா பகுதியில் நடைபெற்ற ஒரு கச்சேரிக்கு சிறுமி வருகிறாள், அவள் ஆடை தொழிற்சாலையில் பணிபுரியும் ஒரு இளைஞனுடன் நடனமாடுகிறாள்.",
        "நடனமாடிய சந்தேக நபரைச் சேர்ந்த இளைஞர்கள் கூர்மையான ஆயுதத்தால் வெட்டப்பட்டுள்ளனர் என்றும் குறிப்பிடப்பட்டுள்ளது.",
        "இளைஞர்கள் கலுடராவில் உள்ள நாகோடா மருத்துவமனைக்கு கொண்டு செல்லப்பட்டதாக மருத்துவமனை வட்டாரங்கள் தெரிவித்தன.",
        "கலுதாரா பிரிவு குற்றவியல் இடங்கள் அதிகாரிகள் நடத்தப்பட்டனர். இந்த நோக்கத்திற்காக கைது செய்யப்பட்டு பயன்படுத்தப்பட்ட கூர்மையான ஆயுதத்தையும் போலீசார் மீட்டனர்.",
        "OIC இன் குற்றவியல் பிரிவு, இன்ஸ்பெக்டர் கயன் கிருஷாந்தா, குற்றவியல் பிரிவு OIC இன்ஸ்பெக்டர் கயன் கிருஷாந்தாவின் ஆதரவின் கீழ் உள்ளது.",
        "பாதிக்கப்பட்டவர் 20 வயதான இளைஞரான டோடங்கோடாவின் டோடங்கோடாவில் வசிப்பவர்.",
        "சந்தேக நபர் ஒரு இளம் பெண் பகுதியை திருமணம் செய்து கொண்டார், சில நாட்களுக்கு முன்பு அவர் அவரை விட்டு வெளியேறி உயிருடன் இருந்தார்.கலுதாராவில் உள்ள கமகோடா பகுதியில் நடைபெற்ற ஒரு கச்சேரிக்கு சிறுமி வருகிறாள், அவள் ஆடை தொழிற்சாலையில் பணிபுரியும் ஒரு இளைஞனுடன் நடனமாடுகிறாள்.",
        "நடனமாடிய சந்தேக நபரைச் சேர்ந்த இளைஞர்கள் கூர்மையான ஆயுதத்தால் வெட்டப்பட்டுள்ளனர் என்றும் குறிப்பிடப்பட்டுள்ளது.",
        "இளைஞர்கள் கலுடராவில் உள்ள நாகோடா மருத்துவமனைக்கு கொண்டு செல்லப்பட்டதாக மருத்துவமனை வட்டாரங்கள் தெரிவித்தன.",
        "கலுதாரா பிரிவு குற்றவியல் போலீசார் விசாரணைகளை நடத்தியுள்ளனர்.",
        "இந்த நோக்கத்திற்காக கைது செய்யப்பட்டு பயன்படுத்தப்பட்ட கூர்மையான ஆயுதத்தையும் போலீசார் மீட்டனர்.",
        "குற்றவியல் OIC பொலிஸ் இன்ஸ்பெக்டர் ஜெனரல் கயன் கிருஷாந்தா மேலும் விசாரணைகளை மேற்கொண்டு வருகிறார்."
      ]
    },
    "en": {
      "title": "A young man's murdered was murdered to be danced with his wife in music",
      "body_lines": [
        "Kalutara South Police say that a youth has been murdered in a concert. The victim was a resident of Dodangoda, Dodangoda, 20-year-old youth.",
        "The suspect has been married to a young woman area and that she left him a few days ago and had been alive.The girl arrives in a concert held in the Gamagoda area in Kalutara and she has been at dance with a young man who works in the garment factory.",
        "It is also mentioned that the youth from the danced suspect has been cut by a sharp weapon.",
        "Hospital sources said that the youth was taken to the Nagoda Hospital in Kalutara.",
        "Kalutara Division Criminal Places Officers were conducted. Police also recovered a sharp weapon that was arrested and used for this purpose.",
        "The Criminal Division of OIC, Inspector Gayan Krishantha, is under the patronage of the Criminal Division OIC Inspector Gayan Krishantha.",
        "The victim was a resident of Dodangoda, Dodangoda, 20-year-old youth.",
        "The suspect has been married to a young woman area and that she left him a few days ago and had been alive.The girl arrives in a concert held in the Gamagoda area in Kalutara and she has been at dance with a young man who works in the garment factory.",
        "It is also mentioned that the youth from the danced suspect has been cut by a sharp weapon.",
        "Hospital sources said that the youth was taken to the Nagoda Hospital in Kalutara.",
        "Kalutara Division Crimes Police have conducted investigations.",
        "Police also recovered a sharp weapon that was arrested and used for this purpose.",
        "The Criminal OIC Inspector General of Police Gayan Krishantha are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "In Kalutara, a 20-year-old man was killed during a concert. The suspect, recently jilted by his girlfriend, allegedly attacked the victim, a garment factory worker, with a sharp weapon. The victim was rushed to Nagoda Hospital but succumbed to his injuries. The police, led by Inspector Gayan Krishantha, are investigating the case and have recovered the murder weapon."
  ]
}