{
  "translated_text": {
    "ta": {
      "title": "03 ஜனாதிபதியிடமிருந்து சிறப்புக் குழுக்கள்",
      "body_lines": [
        "ஈரானில் ஹமாஸ் அரசியல் தலைவரின் பாதுகாப்பு மற்றும் பொருளாதார செல்வாக்கைத் தயாரிக்க மூன்று சிறப்புக் குழுக்களுக்கு ஜனாதிபதி ரணில் விக்ரமேசிங்கை ஏற்பாடு செய்துள்ளார்.",
        "அதன்படி, தேசிய பாதுகாப்பின் சிறப்புக் குழு மற்றும் பொருளாதாரத்தின் தாக்கம் மற்றும் ஜனாதிபதி இரு குழுக்களின் திட்டங்களை கண்காணிக்க உயர் மட்டக் குழுவை எடுத்துள்ளனர்.",
        "தேசிய பாதுகாப்பின் சிறப்புக் குழு டிரான் அலெஸ், வெளிவிவகார அமைச்சர், வெளிவிவகார அமைச்சர், மின்சாரம் மற்றும் எரிசக்தி அமைச்சர், தலைமை சப்ரி மற்றும் ஜனாதிபதி தலைவர் ஆகியோர் சாகலா ரத்னாயக்கை பரிசீலிக்கின்றனர்.",
        "ஜனாதிபதி பணியாளர் தலைவரின் தலைவர் மற்றும் ஜனாதிபதி ஊழியர்களின் தலைவரும், பொருளாதார விவகாரங்களின் பொருளாதார ஆலோசகரின் ஜனாதிபதி ஆலோசகரின் ஜனாதிபதி ஆலோசகருக்கு தேசிய பாதுகாப்பு செயலாளருமான ஜனாதிபதி பணியாளர் தலைவர் டாக்டர் ஆர்.எச்.எஸ்.. திரு. சமரத்துங்கா, நிதி அமைச்சக செயலாளர் மஹிந்தா சிரிவவர்தேனா, வெளிவிடங்கள் அமைச்சகம், அருனி விஜேவர்தேனா மற்றும் சக்தி மற்றும் எரிசக்தி அமைச்சக செயலாளர் டாக்டர் பவர் அண்ட் எரிசக்தி அமைச்சக செயலாளர் டாக்டர் பவர் மற்றும் எரிசக்தி ஜெயவர்தேனா.",
        "ஜனாதிபதி ரணில் விக்ரெமேசிங்க, பிரதமர் தினேஷ் குணவர்தேனா, வெளிவிவகார அமைச்சர், வெளிவிவகார அமைச்சர் மற்றும் வெளிநாட்டு வேலைவாய்ப்பு அமைச்சர் மனுஷா நானக்கரா, தொழிலாளர் மற்றும் வெளிநாட்டு வேலைவாய்ப்பு அமைச்சரின் செயலாளர், ஜனாதிபதி சமன் எகானாயக்கச் செயலாளர், பிரதமர் தி செயலாளர் அமைச்சின் செயலாளர் அனுரா டிசனாயக்கம் பொருத்தப்பட்டுள்ளது.",
        "சம்பவத்துடன், மற்ற இரண்டு குழுக்களும் முந்தைய நிலைக்கு முந்தைய குழுவைப் பார்க்க வேண்டும், நிலைக்கு முந்தைய குழுவைக் கவனிக்க வேண்டும், மேலும் உண்மைகளை உயர் குழுவிற்கும், மத்திய கிழக்கு மற்றும் மத்திய கிழக்கில் பொருளாதாரத்திலும் தெரிவிக்க வேண்டும் பொருளாதாரம்.",
        "நாட்டின் பொதுமக்களை பாதிக்காத வகையில் செயல்பட ஜனாதிபதி இரு குழுக்களையும் நியமித்துள்ளார்.",
        "இரண்டு குழுக்களும் சிறந்த பாலேட் குழுவில் சமர்ப்பிக்கப்பட வேண்டும், அதன்படி எடுத்துக் கொள்ளப்படும்."
      ]
    },
    "en": {
      "title": "03 special committees from the President",
      "body_lines": [
        "President Ranil Wickremesinghe has arranged for three special committees to prepare the security and economic influence of the Hamas political leader in Iran.",
        "Accordingly, a special committee of the National Security and the impact of the economy and the President has taken a high level of committee to monitor the proposals of the two committees.",
        "Special committee of National Security Tiran Alles, Minister of External Affairs, Minister of External Affairs, Minister of Power and Energy, Chief Sabri and Presidential Chief Consider Sagala Ratnayake.",
        "Presidential Chief of Staff Head of the Presidential Staff Head of the Presidential Staff and Secretary of the National Safety to the Presidential Advisor to the Presidential Advisor of the Economic Advisor of the Economic Affairs of Economic Affairs Dr. RHS. Mr. Samaratunga, Finance Ministry Secretary Mahinda Siriwardena, Ministry of External Affairs, Aruni Wijewardena and Power and Energy Ministry Secretary Dr. Power and Energy Ministry Secretary Dr. Power and Energy Jayawardena.",
        "President Ranil Wickremesinghe, Prime Minister Dinesh Gunawardena, Minister of External Affairs, Minister of External Affairs, Minister of External Affairs and Foreign Employment Minister Manusha Nanakara, Secretary to the Minister of Labor and Foreign Employment, Secretary to the President Saman Ekanayake, Prime MinisterThe Secretary of the Ministry Anura Dissanayake is equipped.",
        "With the incident, the two other committees should look into the pre-level committee, to look into the pre-level committee, and report the facts to the top committee, as well as in the Middle East and the economy in the Middle East and the economy.",
        "The President has assigned the two committees to act in a manner that does not have affect the public of the country.",
        "The two committees should be submitted to the Top Palete Committee and will be taken up accordingly."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe has formed three special committees to assess the security and economic implications of the Hamas political leader in Iran. These committees, including members from various ministries, are tasked with preparing reports without adversely affecting the public. The findings will be presented to a top committee for further action."
  ]
}