{
  "translated_text": {
    "ta": {
      "title": "டிரம்பின் தேர்வு வேன்கள்",
      "body_lines": [
        "முன்னாள் அமெரிக்க ஜனாதிபதி டொனால்ட் டிரம்ப், டிரம்ப் என்று அழைக்கப்படும் செனட் சேனா வான், டிரம்ப் என்று பெயரிட நடவடிக்கை எடுத்துள்ளார்.",
        "குடியரசுக் கட்சி பிரதிநிதி மாநாட்டின் பிரதிநிதியின் பிரதிநிதிகள் நேற்று (49) கட்சி பிரதிநிதிகளால் அங்கீகரிக்கப்பட்டனர்.",
        "தங்கள் சமூக ஊடகக் கணக்கின் மிக நீண்ட நனவுக்குப் பிறகு வாஸ் தேர்ந்தெடுக்கப்பட்டதாக டிரம்ப் கூறியிருந்தார்.",
        "அமெரிக்க ஜனாதிபதித் தேர்தல் நவம்பரில் நடைபெற திட்டமிடப்பட்டுள்ளது, மேலும் இந்த நோக்கத்திற்காக டிரம்ப் குடியரசுக் கட்சி வேட்பாளராக தேர்வு செய்யப்பட்டுள்ளார்.",
        "மத்தேயு க்ரூச் என்ற 20 வயது இளைஞன் டிரம்பைக் கொல்ல முயன்றான்.",
        "பென்சில்வேனியாவில் நடந்த தேர்தல் பேரணியில் உரையாற்றியபோது டிரம்ப் ட்ரம்பை சுட்டுக் கொன்றார், அவரது வலது காது காயமடைந்தது."
      ]
    },
    "en": {
      "title": "Trump's Selection Vans",
      "body_lines": [
        "The former American President Donald Trump has taken steps to name JJ van, the Senate Sena Van, known as a Trump, as a Trump.",
        "The representatives of the Representative of the Republican Representative Conference yesterday (49) was approved by party representatives.",
        "Trump had said that Vas was chosen after the most lengthy consciousness of their social media account.",
        "The American presidential election is scheduled to be held in November and Trump has been named the Republican Party candidate for this purpose.",
        "A 20-year-old young man named Matthew Cruch tried to kill Trump.",
        "Trump shot at Trump while addressing an election rally in Pennsylvania, and his right ear was injured."
      ]
    }
  },
  "summary_lines": [
    "Donald Trump has selected J.J. Van as the Senate Sena Van, known as \"Trump Van,\" following a thorough review of their social media presence. This decision was ratified by the Republican National Committee. Amidst preparations for the upcoming November presidential election, where Trump is the Republican candidate, a 20-year-old, Matthew Crutch, attempted to assassinate him during a rally in Pennsylvania, injuring his right ear."
  ]
}