{
  "translated_text": {
    "ta": {
      "title": "தம்ம பள்ளி இறுதித் தேர்வின் விண்ணப்பங்கள் நீட்டிக்கப்பட்டுள்ளன",
      "body_lines": [
        "தம்ம பள்ளி கடைசி சான்றிதழ் தேர்வின் விண்ணப்பங்கள் 21.04.2014 முதல் 21.2014 வரை நீட்டிக்கப்பட்டுள்ளன.",
        "தேர்வுகளின் கமிஷனர் ஜெனரல் அமித் ஜெயசுந்தரா இந்த அறிக்கையை வெளியிட்டுள்ளார்.",
        "அதன்படி, விண்ணப்பங்கள் www.doenets.lk என்ற வலைத்தளத்திலிருந்து பெறப்பட வேண்டும், மேலும் அனைத்து பிரிவு செயலகங்களிலிருந்தும் தேவையான நடவடிக்கைகள் செய்யப்பட்டுள்ளன.",
        "பூர்த்தி செய்யப்பட்ட விண்ணப்பங்களை தேர்வு ஆணையர் ஜெனரல், தேர்வு ஆணையர் ஜெனரல், தேர்வு ஆணையர் ஜெனரல், தேர்வுகள் திணைக்களம், பிஓ, 1503, கொழும்புக்கு அனுப்ப வேண்டும்."
      ]
    },
    "en": {
      "title": "Applications of the Dhamma School Final Examination are extended",
      "body_lines": [
        "The applications of the Dhamma School Last Certificate Examination has been extended to 21.04.2014 to 21.2014.",
        "Commissioner General of Examinations, Amit Jayasundara has made this statement.",
        "Accordingly, the applications have to be obtained from the website www.doenets.lk and the necessary steps have been made from all Divisional Secretariats.",
        "Completed applications should be sent to the Commissioner General of Examinations, the Commissioner General of Examinations, the Commissioner General of Examinations, the Department of Examinations, PO, 1503, Colombo."
      ]
    }
  },
  "summary_lines": [
    "Dhamma School exam application deadline extended to April 21, 2014. Obtain forms from www.doenets.lk, submit completed applications to Commissioner General of Examinations, Department of Examinations, Colombo."
  ]
}