{
  "translated_text": {
    "ta": {
      "title": "යළි කරළියට ආ පොලිස්පති පුටුව",
      "body_lines": [
        "பதவியில் இடைநீக்கம் செய்யப்பட்ட தேசாபண்ட் டென்னகூனின் ஐ.ஜி.பி.யின் அறிக்கை மீண்டும் ஐ.ஜி.பி.",
        "தேசாபந்து டென்னகூன் பதவியில் இருந்து அகற்றப்பட வேண்டும் என்ற திட்டம் ஆகஸ்ட் 05 அன்று பாராளுமன்ற விவகாரங்களுக்கான குழுவால் தீர்மானிக்கப்படுகிறது.",
        "කථානායක ජගත් වික්‍රමරත්න මහතාගේ ප්‍රධානත්වයෙන් පෙරේදා දිනයේදී රැස්වූ පාර්ලිමේන්තු කටයුතු පිළිබඳ කාරක සභාවේදී මේ පිළිබඳ තීරණය වී ඇති අතර ඒ අනුව අගොස්තු 05 වැනි අඟහරුවාදා පෙරවරු 11.30 පස්වරු 04.00 දක්වා දේශබන්දු තෙන්නකෝන් මහතා 2002 අංක 05 දරණ නිල ධරයෙන් ඉවත් කිරීමේ (ක්‍රියා පටිපාටිය) පනතේ 17 වැනි වගන්තිය ප්‍රකාරව එම ධුරයෙන් ඉවත් කිරීම සඳහා වන යෝජනාව විවාදයට ගනු ඇත.",
        "இலங்கையின் வரலாற்றில் ஒரு ஐ.ஜி.பி உடன் இந்த விஷயத்தை ஆராய நியமிக்கப்பட்ட முதல் நாடாளுமன்றக் குழு, தேசாபந்து டென்னகூன் தொடர்பாக ஒரு நீண்ட விசாரணை நடத்தப்பட்டது.",
        "விசாரணையின் இறுதி முடிவு பேச்சாளரிடம் ஒப்படைக்கப்பட்டு விவாதமாக உள்ளது மற்றும் ஐ.ஜி.பி புறப்படுவதை வெளியேற்றுவதற்காக மட்டுமே உள்ளது.",
        "36 வது காவல் துறையின் தேஷாபந்து டென்னகூன் 36 வது ஆய்வாளர் ஜெனரலாக நியமிக்கப்பட்டார்.",
        "எவ்வாறாயினும், பாராளுமன்ற விவாதத்திலிருந்து அகற்றப்படும் முதல் ஐ.ஜி.பி.",
        "எவ்வாறாயினும், தேர்தல் முன்மொழிவை வெளியேற்றுவதற்கான திட்டத்திற்கான வாக்குப்பதிவு திட்டத்திற்கு வாக்குப்பதிவு திட்டத்திற்கு வாக்களிக்கும் முன்மொழிவு தொடர்பாக தேஷாபந்து டென்னகூன் இப்போது அரசியல் கட்சிகளிடையே எழுந்துள்ளது என்று தெரிவிக்கப்படுகிறது.",
        "நல்லிணக்கம் இந்த திட்டத்திற்கு ஆதரவாக வாக்களிக்க முடிவு செய்துள்ளதாக அரசியல் உள் வட்டாரங்கள் தெரிவிக்கின்றன.",
        "இருப்பினும், இது தொடர்பாக அவர்கள் இறுதி முடிவை எடுக்கவில்லை, திங்களன்று ஒரு கூட்டத்தில் நல்லிணக்கக் குழு எடுக்கப்படும்.",
        "எவ்வாறாயினும், இலங்கை பொது முன்னணி அந்தந்த திட்டத்திற்கு எதிராக வாக்களிக்கும் என்று அரசியல் வட்டாரங்கள் மேலும் தெரிவித்தன.",
        "நிறைவேற்றாத எம்.பி.க்கள் உட்பட அனைத்து எம்.பி.க்களிலும் பாதிக்கும் மேற்பட்டவை வாக்களிக்க வேண்டும்.",
        "தீர்மானம் நிறைவேற்றப்பட்டால், ஜனாதிபதி ஐ.ஜி.பி., திரு. தேஷாபந்து டென்னகூன் என வெளியேற்றுவார்.",
        "இதற்கிடையில், திரு. தேஷாபண்டு டென்னேகூன் இந்த இடுகையை வெளியேற்றினால், அடுத்த ஐபி நேர்மறை விவாதிக்கப்பட்டது.",
        "தற்போது, ​​வழக்கறிஞர் பிரியந்தா வீரசூரியா ஐ.ஜி.பி.யின் செயல் மற்றும் செப்டம்பர் 24, 2024 அன்று தேர்ந்தெடுக்கப்பட்டார்.",
        "அரசாங்க வட்டாரங்களின்படி, செயல்படும் ஐ.ஜி.பி நிரந்தர காவல்துறை இன்ஸ்பெக்டர் ஜெனரல் (ஐ.ஜி.பி) மற்றும் தற்போது மூத்த ஐ.ஜி.பி."
      ]
    },
    "en": {
      "title": "IGP chair",
      "body_lines": [
        "After the report of the IGP of Deshaband Tennakoon, who was suspended in office, has once again opposed the IGP.",
        "The proposal to be removed from the post of Deshabandu Tennakoon is determined by the Committee on Parliamentary Affairs on August 05.",
        "The proposal to remove the residency of the Hon.",
        "The first Parliamentary Committee appointed to look into the matter with an IGP in the history of Sri Lanka, a lengthy investigation was conducted regarding Deshabandu Tennakoon.",
        "The end result of the investigation has been handed over to the Speaker and remains the debate and exists only to expel the departure of the IGP.",
        "Deshabandu Tennakoon, 36th Police Department, was appointed as the 36th Inspector General of Police.",
        "However, he is controversial in order to appoint Deshabandu Tennakoon, which is the first IGP that will be removed from the parliamentary debate.",
        "However, it is reported that Deshabandu Tennakoon has now arisen among political parties regarding the proposal to vote for the polling proposal to the proposal to the polling proposal to the proposal to evict the election proposal.",
        "Political internal sources report that the reconciliation has decided to vote in favor of the proposal.",
        "However, they have not made a final decision regarding this and a team of reconciliation will be made at a meeting on Monday.",
        "However, political sources further stated that the Sri Lanka General Front will vote against the respective proposal.",
        "More than half of all MPs, including MPs who did not come to pass, should vote.",
        "If the resolution is passed, the President will expel As the IGP, Mr. Deshabandu Tennakoon.",
        "Meanwhile, if Mr. Deshabandu Tennekoon expels the post, the next IP positive has been discussed.",
        "At present, Attorney Priyantha Weerasuriya is the act of acting IGP and was elected on September 24, 2024.",
        "According to government sources, the acting IGP is scheduled to be appointed as the Permanent Inspector General of Police (IGP) and Lalith Pathinayake, who is currently the Senior IGP."
      ]
    }
  },
  "summary_lines": []
}