{
  "translated_text": {
    "ta": {
      "title": "பிரதமர் ஹரினிகா கல்விக்கு ஒதுக்கப்பட்டதாக சான்றளிக்கப்பட்டார்",
      "body_lines": [
        "மொத்த உள்நாட்டு உற்பத்தியின் ஒதுக்கீட்டின் முன்னுரிமை, பிரதமர் டாக்டர் ஹரினின் அமரசுரியா இது எதிர்காலத்தில் செயல்படுத்தப்படும் என்று கூறினார்.",
        "396 தேசிய பள்ளிகளில் பங்கேற்புடன் நேற்று கொழும்பின் ஆனந்தா கல்லூரியில் நடைபெற்ற மாநாட்டில் அவர் பேசினார்.",
        "\"கல்வியை மையமாகக் கொண்ட கல்வியை மட்டுமல்ல கல்வியை நாங்கள் எதிர்பார்க்கிறோம். அடிப்படையில், நம் நாட்டின் குடிமகனை உருவாக்குவது கல்வியில் செய்யப்பட வேண்டும்.  අධ්‍යාපනය පිළිබඳ විශ්වාසය නැවත ගොඩනැගීම වැදගත්. குழந்தைகள், பெற்றோர், ஆசிரியர்கள் நிச்சயமாக இல்லை. இது தொடர்பாக இது ஏமாற்றமடைகிறது. தேர்வுகள், நியமனங்கள், ஆட்சேர்ப்பு ஆகியவை ஒரு நெருக்கடி. கல்வியின் அரசியல்மயமாக்கலில் நீங்கள் மிகுந்த அழுத்தம் கொடுக்கிறீர்கள். உங்கள் தொழில்முறை க ity ரவத்தை பாதுகாக்க நாங்கள் முயற்சிக்கிறோம்.",
        "மொத்த உள்நாட்டு உற்பத்தியில் 6% கல்வியில் பிரிக்கப்பட வேண்டும். பொருளாதார நெருக்கடியுடன் ஒரு முறை கொடுக்க முடியாது. அந்த இலக்கை முறையாகச் செல்ல திட்டங்கள் உள்ளன. \"எங்கள் பட்ஜெட்டில் கல்விக்கு ஒரு சிறப்பு கொடுக்கப்பட்டுள்ளது\"."
      ]
    },
    "en": {
      "title": "Prime Minister Hariniga certified as allocated to education",
      "body_lines": [
        "Priority of the allocation of the GDP, the Prime Minister Dr. Harinin Amarasuriya said that it would be implemented in the future.",
        "She was speaking at a conference held at Ananda College, Colombo yesterday with the participation of 396 national schools.",
        "\"We are expecting education not just education centered education. Basically, creating the citizen of our country should be done in education.  අධ්‍යාපනය පිළිබඳ විශ්වාසය නැවත ගොඩනැගීම වැදගත්. Children, parents, teachers are not sure. It is disappointed in this regard. Examinations, appointments, recruitments are a crisis. You are in great pressure on the politicization of education. We are trying to protect your professional dignity.",
        "6% of the GDP should be separated into education. Cant to give once with the economic crisis. There are plans to systematically go to that goal. \"Given a Special for Education in Our Budget\"."
      ]
    }
  },
  "summary_lines": [
    "Prime Minister Hariniga allocates 6% of GDP to education. She emphasizes education's importance in creating citizens and protecting professionals from political interference. The government aims to achieve this goal systematically despite current economic challenges."
  ]
}