{
  "translated_text": {
    "ta": {
      "title": "ஹாங்க் மாளிகையில் ஒரு குடும்ப தகராறு",
      "body_lines": [
        "நவகாமுவாவில் ஒரு விடுமுறையைப் பார்வையிட்டபோது, ​​அதன் தவறான கடனுடன், கல்லறையின் திருமணமான கணவரின் மோதல் இருந்தது.",
        "மோதலில் மோதலில் நடந்த 12 நபர்கள் நடந்தனர், இந்த சம்பவத்தில் மோதலில் நடந்தது நடந்தது.",
        "கடுவேலா மாஜிஸ்திரேட் ரூ.",
        "சந்தேக நபர்கள் 19 மற்றும் 24 வயதுடைய ஜாமீனில் விடுவிக்கப்பட்டனர்.",
        "திருமணமான தம்பதிகள் நீண்ட காலத்திலிருந்து தனித்தனியாக வாழ்ந்து சட்டப்பூர்வமாக பிரிக்கப்படவில்லை என்பது தெரியவந்துள்ளது.",
        "இருபுறமும் இருபுறமும் ஆறு பேர் மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "A family dispute at the haunk mansion",
      "body_lines": [
        "While visiting a holiday in Navagamuwa, along with its ill loan, had a confrontation of a married husband of the grave.",
        "Police have arrested 12 persons in the confrontation took place at the confrontation took place in the confrontation took place in the incident.",
        "Kaduwela Magistrate had ordered the release of Rs. 100,000 each on personal bail of Rs.",
        "The suspects were released on bail, aged 19 and 24 years.",
        "It is revealed that the married couples have lived separately from a long time and have not been legally separated.",
        "Six persons in both sides of both sides have been hospitalized have been treated in the hospital."
      ]
    }
  },
  "summary_lines": [
    "During a family dispute at the Haunk Mansion in Navagamuwa, a confrontation involving a married couple escalated, leading to the arrest of 12 individuals. The Kaduwela Magistrate later released them on bail after revealing the couple had been living apart for a significant period without legal separation. Six people from both sides were hospitalized."
  ]
}