{
  "translated_text": {
    "ta": {
      "title": "பசில் பசில் அல்ல, டி.எச். ராஜபக்சர்களுக்கு அதிகாரம் இல்லை, ராஜபக்ஸ் எழுந்த போதிலும்",
      "body_lines": [
        "\"பசில் ராஜபக்ஷா மீண்டும் இலங்கைக்குத் திரும்பினார், ஆனால் மக்கள் ராஜபக்சர்களுக்குத் திரும்பத் தயாராக இல்லை.\"",
        "திருமதி காவிரத்னே நேற்று (05) ரத்தோட்டாவின் கைகலாவில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் இந்த அறிக்கையை வெளியிட்டார்.",
        "\"மின்சார பில்களின் மின்சார மசோதா 400 சதவீத மக்கள். அது சூப்பர் பணக்காரர்களாக மட்டுமே குறைக்கப்பட்டது. டாக்ஸி டிரைவருக்காக மீனவருக்கு விவசாயி வழக்கறிஞருக்கு எந்த நிவாரணத்தையும் வழங்கவில்லை. ஒரு கிலோ நெல்லின் விலை ரூ.",
        "மேலும், நெல்லின் விலைகள் சோப்பு எடுக்க எடுக்கப்படும்.. இந்த அரசாங்கம் இன்று செயல்பட்டு வந்தால், ஜனாதிபதியிடம் திரும்ப மக்களைத் தயார்படுத்துவதாக நான் சந்தேகிக்கப்பட்டுள்ளேன்.",
        "எந்த அடிப்படையில் படிக்கட்டுகளை அதிகரிப்பதே சட்டம் என்ன என்பதை மத்திய வங்கி அதிகாரிகள் நினைக்கிறார்கள்.",
        "யாராவது என்ன சொன்னாலும், ஒரு புதிய ஜனாதிபதியை நியமிக்க வேண்டும்."
      ]
    },
    "en": {
      "title": "Basil is not Basil, DH. The Rajapaksas have no power, despite Rajapakse got up",
      "body_lines": [
        "\"Basil Rajapaksa returned to Sri Lanka again, but the people are not ready to return to the Rajapaksas.\"",
        "Ms. Kaviratne made this statement at a press conference held in Kaikala, Rattota yesterday (05).",
        "\"The electricity bill of the electricity bills by 400 percent of the people. And it was only reduced to the super rich. The farmer did not provide any relief to the prosecutor to the fisherman for the taxi driver. The price of a kilo of paddy is Rs.",
        "Also, the prices of the paddy will be taken to take a soap.. If this government is working today, I have been suspected to prepare the people to return to the president.",
        "The Central Bank officials think of what the law is to increase the stairs on what basis is it ignore.",
        "Whatever anyone says, a new president should be appointed."
      ]
    }
  },
  "summary_lines": [
    "\"Basil Rajapaksa's return sparks no enthusiasm among Sri Lankans. Ms. Kaviratne criticizes the government's economic policies, highlighting the electricity bill increase and lack of relief for common people. She suggests a new president is needed.\""
  ]
}