{
  "translated_text": {
    "si": {
      "title": "இலங்கையின் புடைவை மற்றும் ஆடைக் கைத்தொழில் துறையில் நிலைத்தன்மை வணிகத்திற்கான வெளிப்படைத்தன்மையை மேம்படுத்தல் திட்டம் ஆரம்பம்",
      "body_lines": [
        "තිරසාර ව්යාපාර (IEBB) වැඩසටහන සඳහා විනිවිදභාවය වැඩිදියුණු කිරීම (ශ්රී ලංකාවේ වැදගත්ම අපනයන අංශයේ, පුඩවායි සහ හීලිටි කර්මාන්තයේ ලොව පුරා එස්එස්ජී වාර්තා වැඩිදියුණු කිරීම සඳහා විනිවිදභාවය වැඩිදියුණු කිරීම.",
        "இந்த முன்முயற்சியை உலகளாவிய அறிக்கை முன்முயற்சி (GRI) தெற்கு ஆசியா, இலங்கையின் நிலைத்தன்மை வளர்ச்சி மன்றம் (SDC), ஏற்றுமதி வளர்ச்சிக்கான சபையம் (EDB) மற்றும் ஒன்றிணைந்த ஆடைச் சங்கங்களின் மன்றம் (JAAF) ஆகியன இணைந்து முன்னெடுக்கின்றன.",
        "ස්වීඩන් භාෂා ජාත්යන්තර සංවර්ධන සමුපකාර ඒජන්සියේ (සිඩා) හි සහයෝගීතාවයෙන් දකුණු ආසියාවේ IIB වැඩසටහන මඟින් රෙදිපිළි හා ඇඟලුම් සමාගම් ප්රධාන ජාත්යන්තර සංවිධාන සහ කුඩා හා මධ්ය පරිමාණ ව්යවසායන් ලෙස දීර් long කාලීන හැකියාව වර්ධනය කිරීම කෙරෙහි අවධානය යොමු කරයි.",
        "ගෝලීය පිළිගත් ග්රන්ථ ප්රමිතීන් භාවිතා කරමින් ශ්රම දායකයින්, දේශගුණික බලපෑම්, බලශක්ති භාවිතය, ආර්ථික බලපෑම සහ අපද්රව්ය කළමනාකරණය ඇතුළු ප්රධාන ස්ථායිතික මාතෘකා පිළිබඳ පැහැදිලිවම වාර්තා කරන්නේ කෙසේද යන්න පිළිබඳ පුහුණුව ලබා දෙනු ඇත.. ව්යාපාර වලින් ඔබ්බට, මෙම මුලපිරීම නියාමකයින්, ආයෝජකයින්, ව්යාපාර, කම්කරු කණ්ඩායම්, මාධ්ය සහ අධ්යාපනය ඇතුළු ප්රමුඛ ජාතික හා ජාත්යන්තර නළුවන් සමඟ සමීපව කටයුතු කරනු ඇත.",
        "පූර්ණ කාලීන නිපුණතා සංවර්ධන සැසිය 16 වන දින මළුව මැරියට් කොළඹ විසින් පැවැත්විණි.",
        "ජ්යෙෂ් Senior එම්.",
        "ව්යාපෘතියේ වැදගත්කම පිළිබඳව අදහස් දක්වමින් ග්රාර්ජ් හි ජ්යෙෂ් Senior කළමනාකරු පැවසුවේ \"දකුණු ආසියාවේ රෙදිපිළි හා ඇඟලුම් කර්මාන්තයේ කර්මාන්තයේ ස්ථායිතාව සහ විනිවිදභාවය වැඩිදියුණු කිරීම සඳහා ය.. මෙය දිගුකාලීන පසුබෑමක්, ලාභයක් සහ ගෝලීය නායකත්වයක් සඳහා මෙය ස්ථාපිත කිරීමයි. මෙම වසර ගණනාවක වසර ගණනාවත් සමඟ, ශ්රී ලංකාවේ රෙදිපිළි හා ඇඟලුම් කර්මාන්තයේ ප්රධාන කොටස් හිමියන් ඒකාබද්ධ කරන වේදිකාව සංවර්ධනය කිරීම අප අරමුණු කර ගනිමු.. ලෝකයේ වැඩිපුරම භාවිතා කළ ස්ථායිතා ප්රමිතීන් ජීආර්අයි",
        "ප්රමිතීන් පිළිගැනීම ආයතනික විනිවිදභාවය වැඩි දියුණු කරනවා පමණක් නොව, ආයෝජකයාගේ විශ්වාසය, ජාත්යන්තර ස්ථායීකරණ සහ නියාමන සූදානම ශක්තිමත් කරයි. එය වඩාත් විනිවිද පෙනෙන හා අනාගතයට සූදානම් ආර්ථිකයට දායක වන බව ඔහු පැවසීය.",
        "සැලැස්ම එක්සත් ජාතීන් ය. Sevpp, කර්මාන්ත අමාත්යාංශය සහ එස්ඩීසී සමඟ සංවර්ධනය කරන ලද ශ්රී ලංකාවේ ඇතුළත් හා ස්ථාවර ව්යාපාර කුසලතා",
        "වැඩිදියුණු කිරීමේ ක්රියාකාරී සැලැස්ම සමඟ ගිවිසුම. එය පැමිණෙන්නේ ගෝලීය ගැනුම්කරුවන්ට ලුහුබැඳීම සහ ආචාර ධර්ම සම්පත් සඳහා ප්රමුඛතාවය දිය හැකි කාලයකදී වන අතර යුරෝපා සංගම් ආයතනික ස්ථායිතාව වන නොසන්සුන් මාර්ගෝපදේශ (CSDDD) ජාත්යන්තර වෙළඳාම නැවත අර්ථ දැක්වීම.",
        "මෙම සැසියේ ප්රධාන ලක්ෂණ අතර ව්යාපාර, ප්රතිපත්ති සහ ආයෝජන ප්රමුඛතා සමඟ ඊඑස්ජී පුනරුත්ථාපනය කිරීම පිළිබඳ සුවිශේෂී පෙරදසුන, සහ සහකරුගේ මාර්ගෝපදේශ පිළිබඳ වැඩමුළු ඇතුළත් වේ.",
        "එහි මුලපිරීම මේ වසරේ අගභාගයේදී ඉන්දියාවට සහ බංග්ලාදේශයට ව්යාප්ත වන අතර, ශ්රී ලංකාවේ රෙදිපිළි හා ඇඟලුම් කර්මාන්තය කලාපයේ පුරෝගාමියෙකු ලෙස බවට පත් කරයි.",
        "ඇඟලුම් අංශය විසින් ශ්රී ලංකාවේ සමස්ත අපනයන ආදායමෙන් සියයට 40 කට වඩා දායක වන අතර 350,000 කට වැඩි පිරිසකට රැකියා සපයයි. මෙම අවස්ථාවේ දී, එය තරඟකාරී පමණක් නොව කැමැත්තෙන් ස්ථාවර වන අනාගත උත්තේජක අංශයක් නිර්මාණය කිරීම සඳහා ඇස්තමේන්තු කරන උපායමාර්ගික පියවරක් පිළිබිඹු කිරීම සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "Initiative for Transparency for Sri Lanka's Sustainability Business in Sri Lanka",
      "body_lines": [
        "Improving Transparency for Sustainable Business (ITSB) program has been launched (Improving Transparency for Sustainability Business to Improve Worldwide ESG reports in Sri Lanka's most important export sector, Pudavai and Aditial Industry.",
        "The initiative is being carried out by the Global Report (GRI) South Asia, Sri Lanka's Stability Development Forum (SDC), Export Development Council (EDB) and the Joint Clothing Association (JAAF).",
        "With the cooperation of the Swedish International Development Cooperation Agency (SIDA), the ITSB program in South Asia focuses on developing long -term ability throughout the textile and garment companies as major international organizations and small and medium enterprises.",
        "Participating companies will get training on how to explicitly report on major stabilizer topics, including labor practices, climate impacts, energy use, economic impact and waste management, using global recognized GRI standards.. Beyond businesses, this initiative will work closely with prominent national and international actors, including regulators, investors, businesses, labor groups, media and education.",
        "The full -day skill development session was held on the 16th at the Courtyard by Marriott Colombo.",
        "Senior representatives of public and private sectors including EDB President Mangala Wijesinghe, JAAF General Secretary Yohan Lawrence and SDC Director Jeevanthi Senanayake were also present.",
        "Commenting on the importance of the project, GRI's Senior Manager of the GRI said, “ItsB is designed to improve the stability and transparency in the industry of South Asia's textile and garment industry.. This is to establish this for a long -term setback, profit and global leadership. With this many years of initiative, we are aimed at developing the platform that combines key shareholders in Sri Lanka's textile and garment industry.. GRI, the most used stability standards in the world",
        "Accepting standards not only improves institutional transparency, but also strengthens the investor's confidence, international stabilization, and regulatory readiness. He said it contributes to the economy that is more transparent and ready for the future.",
        "The project is the UN. Sri Lanka's inclusive and stable business skills developed with ESCAP, Industry Ministry and SDC",
        "Agreement with the action plan to improve. It comes in a time when global buyers can prioritize tracking and ethical resources, and developing terms such as EU's corporate stability perseverance guidelines (CSDDD), redefining international trade.",
        "The main features of this session include workshops on the exclusive preview, importance and partner guidelines of the GRI textile and garment department (2025), as well as the high-level circular discussion on rehabilitation of ESG with business, policy and investment priorities.",
        "Significantly, the ITSB initiative is expanding to India and Bangladesh in late this year, making Sri Lanka's textile and garment industry as a pioneer of the region.",
        "The apparel sector contributes more than 40 percent of Sri Lanka's total exports revenue and provides employment to over 350,000. In this case, it is noteworthy that the ITSB reflects a strategic step for creating a future-stimulating sector that is not only competing but also willingly stable."
      ]
    }
  },
  "summary_lines": []
}