{
  "translated_text": {
    "si": {
      "title": "\"රේගුව ඩිජිටල්කරණය කළ යුතුයි\"",
      "body_lines": [
        "අපනයන පිරිවැය සහ ජීවන වියදම අඩු කිරීම සහතික කිරීම සඳහා ශ්රී ලංකා රේගුව ඇතුළුව දේශසීමා නියෝජිතයන් විසින් ශ්රී ලංකා රේගුව විසින් දේශසීමා නියෝජිතයින් විසින් සපයනු ලබන සේවාවන් රජය විසින් සම්පූර්ණයෙන්ම ඩිජිටල්කරණය කළ යුතුය.",
        "වසංගතය අතරතුර ශ්රී ලංකාවේ සිරිත් විරිත් ක්රමයෙන් ක්රියාත්මක වන අතර සම්පූර්ණයෙන්ම ඩිජිටල් කරන ලද සේවාවන් වුවද, ඒජන්සිය පශ්චාත්-විශ්මය ජනක කාල පරිච්ඡේදයේ අත්පොත ක්රියාත්මක කරමින්, ප්රමාදයන් සහ අතිරේක වියදම් සමඟ දූෂණයට හේතු වේ.",
        "\"අඛණ්ඩ රජයන් ඩිජිටල්කරණයට යාමේ අභිප්රේරණය හා දැක්ම නැත. වරායේ ප්රවාහන වියදමෙන් සෑදී ඇති සෑම රුපියලක්ම ඔබ වෙත නැවත පැමිණේ. එය පාරිභෝගිකයාට යවනු ලැබේ, එබැවින් ජීවන වියදම වැඩි වෙමින් පවතී.",
        "මෙම මාධ්ය සාකච්ඡාවත් සමඟ, සම්පූර්ණ ඩිජිටල්කරණය ක්රියාත්මක කරන ලෙස අපි රජයෙන් ඉල්ලා සිටින්නේ, \"මෙය වර්තමාන ගෝලීය ආර්ථිකයේ නොසලකා හරින ලද ගැටළුවක් නොවන බැවින්, මෙය වර්තමාන ගෝලීය ආර්ථිකයේ නොසලකා හරින ලද ගැටළුවක් නොවන බැවින්,\" ගෝලීය නැව් සංසදයේ සභාපති සේආන් වන් ඩර්ඩ් පැවසීය.",
        "කලාපයේ සෙසු රටවල් පූර්ණ ඩිජිටල් සේවා ඉදිරිපත් කරන බැවින් අපනයනවල ශ්රී ලංකා අපනයනකරුවන්ට අපනයනවල වෙළඳපල කොටස අහිමි වන බවට ඔහු අනතුරු ඇඟවීය.",
        "\"ඉන්දියාවේ සහ බංග්ලාදේශයේ පූර්වාදර්ශයක් ඔබට දැක ගත හැකිය.ඔවුන් අපේ වෙළඳපල කොටස අල්ලා ගනී, \"ඔහු තවදුරටත් පැවසීය."
      ]
    },
    "en": {
      "title": "\"Customs should be digitized\"",
      "body_lines": [
        "The government must completely digitize services offered by border agents, including Sri Lanka Customs, to ensure that the cost of exports and the cost of living is to be reduced.",
        "Although Sri Lanka's customs are steadily operating and fully digitalized services during the epidemic, the agency returned to the manual process in the post -infection period, causing corruption with delays and additional expenses.",
        "“Continuing governments do not have the motivation and vision of going to digitalization. Each rupee that is formed at port's transportation cost will come back to you. It is sent to the customer, so the cost of living is increasing.",
        "With this media briefing, we urge the government to implement a complete digitalization, as this is not a neglecting issue in today's global economy, ”said Global Shippers Forum President Sean Wan Dard.",
        "He warned that Sri Lankan exporters would lose their market share in exports as other countries in the region would come up with full digital services.",
        "“You can see a precedent change in India and Bangladesh;They catch our market share, ”he added."
      ]
    }
  },
  "summary_lines": [
    "\"Digitizing customs services is crucial for reducing export costs and living expenses. Despite Sri Lanka Customs' digital progress during the pandemic, reverting to manual processes post-pandemic led to corruption, delays, and increased costs. The Global Shippers Forum President urges complete digitalization to prevent market share loss to countries offering full digital services, citing India and Bangladesh as examples.\""
  ]
}