{
  "translated_text": {
    "ta": {
      "title": "சர்வதேச நாணய நிதியத்தின் இரண்டாவது மதிப்பாய்வுக்கான பிரதிநிதிகள்",
      "body_lines": [
        "சர்வதேச நாணய நிதியத்தின் (ஐ.எம்.எஃப்) பிரதிநிதிகள் இன்று (17) இலங்கைக்கு விரிவான கடன் வசதியை வந்துள்ளனர்.",
        "இலங்கை அவர்களின் வருகைக்குப் பிறகு சர்வதேச நாணய நிதியத்தின் விரிவான கடன் வசதியின் நான்காவது தவணையாக இலங்கைக்கு விடுவிக்கப்படும் என்று தெரிவிக்கப்படுகிறது.",
        "இலங்கையின் பொருளாதாரத்தின் நான்கு ஆண்டுகளுக்கு சர்வதேச நாணய நிதியிலிருந்து மொத்த கடன் 2.9 பில்லியன் அமெரிக்க டாலர்கள்.",
        "முதல் தவணையாக 333 மில்லியன் அமெரிக்க டாலர்கள், அந்த ஆண்டு 13 ஆம் தேதி டிசம்பர் 13 அன்று 333 மில்லியன் அமெரிக்க டாலர் இரண்டாவது பிரீமியமாக வெளியிடப்பட்டது.",
        "இந்த ஆண்டு ஜூன் 12 இல் மூன்றாவது கடன் தவணை 336 மில்லியன் டாலர்.",
        "அந்தக் கடன்களின் ஒவ்வொரு பிரீமியத்திற்கும் பின்னர் முன்னேற்றத்தின் முன்னேற்றம் மேற்கொள்ளப்பட்டுள்ளது, அதன்படி, சர்வதேச நாணய நிதியத்தின் மூத்த பணிகள் மூத்த பணிகள், மூத்த பணிகள் மூத்த மிஷன் படி.",
        "சர்வதேச நாணய நிதியத்துடன் ஒருமித்த கருத்தை அமல்படுத்துவது மற்றும் நாட்டின் பொருளாதார சீர்திருத்த திட்டத்தின் தற்போதைய முன்னேற்றம் காணப்படுகிறது.",
        "புதிய அரசாங்கத்தின் பொருளாதாரக் கொள்கை விரிவாக விவாதிக்கப்படும் என்றும் தெரிவிக்கப்படுகிறது.",
        "இந்த மூன்றாவது மதிப்பாய்வுக்குப் பிறகு சர்வதேச நாணய நிதியம் இலங்கைக்கு வெளியிடப்படும்."
      ]
    },
    "en": {
      "title": "Representatives to the second review of IMF",
      "body_lines": [
        "A representatives of the International Monetary Fund (IMF) extensive credit facility have arrived in Sri Lanka today (17).",
        "It is reported that Sri Lanka will be released to Sri Lanka the fourth installment of the IMF's comprehensive loan facility after their visit.",
        "The total loan from the International Monetary Fund for four years of Sri Lanka's economy is US $ 2.9 billion.",
        "US $ 333 million as the first installment, US $ 333 million was released as the second premium on 13 December on the 13th of that year.",
        "US $ 336 million as the third loan installment was Rs. 336 million in June 12 this year.",
        "The progress of the progress has been carried out after the premium of each of those loans, accordingly, according to the Chamber of the International Monetary Fund Senior Missions Senior Missions, Senior Missions Senior Mission.",
        "The implementation of the consensus with the International Monetary Fund and the current progress of the country's economic reform program is to be found.",
        "It is also reported that the new government's economic policy will be discussed at length.",
        "The International Monetary Fund will be released to Sri Lanka after this third review."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka receives IMF loan installment review progress economic reform policy discussion"
  ]
}