{
  "translated_text": {
    "ta": {
      "title": "வானிலையிலிருந்து ஒரு சிவப்பு அறிவிப்பு",
      "body_lines": [
        "தீவைச் சுற்றியுள்ள ஆழமான மற்றும் ஆழமற்ற கடல் பகுதிகள் மற்றும் நிலத்திற்கான வானிலை ஆகியவற்றில் வழங்கப்படுகிறது.",
        "இன்று (29) பொதுமக்களுக்கு அறிவிக்கப்படுவதாக வானிலை ஆய்வு துறைக்கு அறிவிக்கப்பட்டுள்ளது.",
        "வளைகுடா விரிகுடாவின் விரிகுடாவின் விரிகுடாவின் வளைகுடாவின் வளைகுடாவின் வளைகுடாவின் தென்மேற்கு விரிகுடாவில் ஆழ்ந்த அழுத்தம் மனச்சோர்வு ஒரு சூறாவளிக்கு வளர்ந்துள்ளது.",
        "மேற்கு நோக்கி மேற்கு நோக்கி மேற்கு மற்றும் ஒரு சினாமோவை நோக்கி மேற்கு நோக்கி பயணிக்க வானிலை ஆய்வு துறை அறிவித்துள்ளது.",
        "இன்று, இந்த அமைப்பின் விளைவு படிப்படியாக இந்த அமைப்பின் விளைவை இன்று தீவின் வானிலைக்கு குறைக்கும்.",
        "வடக்கு மற்றும் வடக்கு மற்றும் வட-மத்திய மாகாணங்களிலும், திருகோணமலீ மாவட்டத்திலும் சில நேரங்களில் மழை அல்லது இடியுடன் கூடிய மழை.",
        "வடக்கு மாகாணத்தில் சில இடங்களுக்கு எம்.எம். 100 க்கும் மேற்பட்டவற்றில் பலத்த மழை ஏற்படலாம்.",
        "மேற்கு, சபராகாமுவா மற்றும் வட மேற்கு மாகாணங்களில் பல இடங்களிலும், காலே, மாடாரா, மாடேல் மற்றும் கண்டி மாவட்டங்களிலும் பல இடங்களிலும் மழை பெய்யும்.",
        "மாலை அல்லது இரவில் பல இடங்களில் மழை அல்லது இடியுடன் கூடிய மழை பெய்யும்.",
        "வடக்கு, வடக்கு மத்திய, வடமேற்கு, கிழக்கு, மத்திய மற்றும் தெற்கு மாகாணங்களில் அவ்வப்போது.. வலுவான காற்று சுமார் 60 ஐ ஏற்படுத்தும்."
      ]
    },
    "en": {
      "title": "A red announcement from the weather",
      "body_lines": [
        "Issued on deep and shallow sea areas around the island and the weather for land.",
        "The Meteorology Department is notified that the public is notified today (29).",
        "The deep pressure depression in the southwest Bay of Bay of Bay of Bay of Bay of Bay of Bay of Bay of Bengal has grown to a cyclone.",
        "The Department of Meteorology announces more likely to travel to the Western towards Western towards the Western and a cynamo.",
        "Today, the effect of this system will gradually reduce the effect of this system to the weather in the island after today.",
        "Showers or thundershowers at times in the North and the North and North-Central provinces and in Trincomalee district.",
        "MM to certain places in the Northern Province. Heavy rains may occur at more than 100.",
        "Showers will occur at several places in the Western, Sabaragamuwa and North Western provinces and at times in Galle, Matara, Matale and Kandy districts.",
        "Showers or thundershowers will occur at several places in the evening or night.",
        "From time to time in the North, North Central, North-Western, East, Central and Southern provinces.. Strong winds can cause about 60."
      ]
    }
  },
  "summary_lines": [
    "Cyclone warning issued for coastal areas. Heavy rainfall expected in northern and western provinces. Strong winds forecasted. Meteorology Department advises caution."
  ]
}