{
  "translated_text": {
    "ta": {
      "title": "முட்டை தொழிலைப் பாதுகாக்க வேளாண் அமைச்சகத்திற்கு தீர்வு",
      "body_lines": [
        "ஒரு முட்டையின் விலை ரூ.",
        "அமைச்சின் செயலாளர் எம்.பி.. நிஷாந்தா விக்ரமாசிங்கே இன்று (06) நடைபெற்ற பத்திரிகையாளர் சந்திப்பில் கூறினார்.",
        "கோழியின் செலவைக் குறைப்பதை அவர் மேற்கொள்வதாகக் கூறினார். செலவைக் குறைப்பதற்கான செலவில், விலையை ஒரு விலையில் சந்தைக்கு வழங்க முடியும்.",
        "\"33 ரூபாய் செலவில் 33 ஐ சாப்பிடுங்கள். கோழி இந்த செலவில் பெரும்பாலானவை. சுமார் 80% புலம்பெயர்ந்தோர் விலையைப் பொறுத்தது. சாதனங்களின் விலைகளைத் தீர்மானிக்க சில சிக்கல்கள் உள்ளன. அதை தீர்க்க இந்த நாட்களில் நாங்கள் வேலை செய்கிறோம். சந்தையில் 36 ரூபாயில் முட்டை இல்லாவிட்டால் எப்படியும் கோழியை பாதிக்கிறது. கோழியின் 165 காரணங்கள் உள்ளன, குறிப்பாக மக்காச்சோளம் விலை. இதை 140 போல குறைக்கலாம். அவ்வாறு செய்வதற்கான நோக்கத்திற்குப் பிறகு, முட்டையின் விலைகள் ரூ .29 மற்றும் 30 ரூபாய்."
      ]
    },
    "en": {
      "title": "Solution to the Ministry of Agriculture to protect the egg industry",
      "body_lines": [
        "The Ministry of Agriculture points out that the price of an egg is not running out of Rs.",
        "Secretary to the Ministry MP. Nishantha Wickremasinghe said this at a press conference held today (06).",
        "He said he was carrying out the reduction of the cost of chicken. As soon as the cost of reducing the cost, the price can be issued to the market at a price.",
        "\"Eat 33 of 33 rupees costs. Chicken is most of this expense. About 80% depend on the migrant prices. There is some problemity to determine the prices of the equipment. We are working these days to solve that. Anyway affects the chicken if there was no egg at 36 rupees in the market. There are 165 causes of chicken, especially the cost of maize. It can be reduced like 140. After the purpose of doing so, the egg's prices of the egg prices of Rs 29 and 30 rupees. \""
      ]
    }
  },
  "summary_lines": [
    "Ministry of Agriculture addresses egg industry concerns:",
    "",
    "1. Egg prices not increasing due to cost control measures.",
    "",
    "2. Secretary MP. Nishantha Wickremasinghe explains:",
    "",
    "   - Reducing chicken feed costs",
    "   - Addressing high migrant worker wages",
    "   - Working on equipment pricing issues",
    "",
    "3. Impact on egg prices:",
    "   ",
    "   - Current market price: Rs 36",
    "   - Potential reduction: Rs 29-30",
    "",
    "4. Factors affecting egg prices:",
    "   ",
    "   - Chicken feed costs (80% of expenses)",
    "   - Maize price fluctuations"
  ]
}