{
  "translated_text": {
    "si": {
      "title": "ධීවරයින්ගේ ප්රශ්න සම්බන්ධයෙන් නැගෙනහිර ආණ්ඩුකාරවරයා සමඟ සාකච්ඡා කිරීම",
      "body_lines": [
        "නැගෙනහිර පළාතේ ආණ්ඩුකාරවරයා. ජයන්ත ලාල් රත්නසේකරගේ නියෝජිතයින් සහ ත්රිකුණාමල දිස්ත්රික් ධීවර සංගමයේ නියෝජිතයින් මුහුණ දෙන ගැටලු පිළිබඳව බ්රහස්පතින්දා (07) ආණ්ඩුකාර කාර්යාලයේදී සාකච්ඡාවක් පැවැත්විණි.",
        "ත්රිකුණාමල දිස්ත්රික් මහලේකම් කාර්යාලය, ශ්රී ලංකා පොලිසිය, ධීවර සංස්ථාව, කොඩ්පේ ධීවර වරාය, කොඩ්පේ ධීවර වරාය වන කොඩ්පේ ධීවර වරාය වන කොඩ්පේ අධිකාරිය සහ මධ්යම පාරිසරික අධිකාරිය යන නිලධාරීන්ගේ කණ්ඩායමක් ද සහභාගී වූහ.",
        "ආණ්ඩුකාරවරයා සහ අදාළ බලධාරීන් මුහුණ දෙන ගැටලු ඉදිරිපත් කරමින් ත්රිකුණාමලය දිස්ත්රික්කයේ ධීවරයින් ඉදිරිපත් කරමින් සිටී.ධීවරයින්ගේ සංගමයේ දී, රාජසන්තක පලාගිය මසුන් ඇල්ලීම, අත්අඩංගුවට ගත් මසුන්ගේ ගැටළු, අත්අඩංගුවට ගත් මසුන්ගේ ගැටළු, ධීවර වරායේ ඇති වූ ගැටලු, එය තහනම් දැල් භාවිතා කරමින් මත්ද්රව්ය මැරී යාම වැනි කරුණු මත ධීවරයින්ගේ සංගමයේ නියෝජිතයින් විසින් ප්රාදේශීය හා නිලධාරීන්ට දන්වා තිබේ.",
        "ජ්යෙෂ් Police පොලිස් අධිකාරී සමිකා ප්රේමසිරි මහතා, ත්රිකුණාමලය පොලිස් අංශය නියෝජනය කරමින් සිටි සමිකා ප්රේමසිරි මහතා කියා සිටියේ කොඩ්පේ ධීවර වරායේ ප්රමාණවත් ආරක්ෂාවක් නොමැති බවත් එය ප්රමාණවත් පොලිස් ආරක්ෂාව සැපයිය හැකි බවත් ය.",
        "ඊට අමතරව, ආණ්ඩුකාරවරයා වෙරළාරක්ෂක බලකායට සහ නාවික හමුදාවට උපදෙස් දුන්නේ මසුන් මැඩපැවැත්වීම වැළැක්වීම සඳහා සුදුසු ක්රියාමාර්ග ගන්නා ලෙසයි.",
        "කිසිදු දේශපාලන හා පිටස්තරයින්ට බියෙන් තොරව රාජකාරි ඉටු කරන ලෙස බලධාරීන් අමතමින් ආණ්ඩුකාරවරයා දැනටමත් තම රාජකාරියට පරිසරයක් නිර්මාණය කර ඇති අතර ජනතාවගේ සුභසාධනය සඳහා ආණ්ඩුකාරවරයා නියෝගයක් නිකුත් කර තිබේ.",
        "ධීවර සංගමයේ නියෝජිතයින් සමඟ අදහස් දක්වමින් ආණ්ඩුකාරවරයා කියා සිටියේ සමහර ධීවරයින්ගේ වැරදි නිසා සමස්ත ධීවරයින් ප්රජාව අපහසුතාවයට පත්වූ බවත්, පවත්නා නීතියට අනුකූලව ධීවරයින් කටයුතු කළ යුතු බවත්."
      ]
    },
    "en": {
      "title": "Discussion with the Eastern Governor on the issues of fishermen",
      "body_lines": [
        "The Governor of the Eastern Province. A discussion was held on Thursday (07) at the Governor's Office in Trincomalee on the issues facing the representatives of Jayantha Lal Ratnasekara and the Trincomalee District Fishermen's Association.",
        "A team of officials representing the Trincomalee District Secretariat, the Sri Lanka Police, the Fisheries Corporation, the Kodpe Fisheries Port, the Ports Authority and the Central Environmental Authority were also present.",
        "The fishermen representatives of the Trincomalee district have been presenting the problems faced by the Governor and the relevant authorities.Fishermen's association representatives have informed the regional and officials on issues such as the forced fishing of fishing, the problems of the confiscated fish, the problems of the seized fish, the drug intimidation in the fishing port, and the killing of fish using banned nets.",
        "Senior Superintendent of Police, Samika Premasiri, who was in representing the Trincomalee Police Division, said that there was insufficient security in the Kodpe fishing port and that it could provide adequate police protection.",
        "In addition, the Governor advised the Coast Guard and the Marines to take appropriate action to prevent the killing of fish through banned web equipment.",
        "Speaking to the authorities to carry out duties without fear of any political and outsiders, the governor has already created an environment for his duties without any political influence and the governor has issued a directive to serve the welfare of the people.",
        "Speaking to representatives of the Fishermen's Association, the governor said that the entire fishermen community was inconvenienced by the mistakes of some fishermen and that the fishermen should act in accordance with the existing law."
      ]
    }
  },
  "summary_lines": [
    "Governor discusses fishermen issues with officials. Problems: illegal fishing, confiscated fish, drug intimidation, banned nets. Police lack security at fishing port. Governor orders Coast Guard/Marines to stop illegal fishing methods. Emphasizes law compliance for all fishermen."
  ]
}