{
  "translated_text": {
    "si": {
      "title": "අද මධ්යම රාත්රියේ සිට ඉන්ධන මිල ...",
      "body_lines": [
        "ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව විසින් අද මධ්යම රාත්රියේ සිට ක්රියාත්මක කිරීම පිළිබඳ ඉන්ධන මිල ගණන් සංශෝධනය කර ඇති බව ලංකා ඛනිජ තෙල් නීතිගත සංස්ථාව පවසයි.",
        "ඒ අනුව, ලීටරයකට ඔක්ටේන් 95 ක ලීටරයක මිල රුපියල් 9 කින් අඩු කර ඇත. නව මිල රුපියල් 447 කි.",
        "සුපර් ඩීසල් ලීටරයක මිල රුපියල් 10 කින් අඩු කර ඇත. නව මිල රුපියල් 458 කි.",
        "ඔක්ටේන් 92 දෙමව්පියන්ගේ මිල සහ ඔටෝ ඩීසල් මිල බව ද ප්රකාශ කර ඇත.",
        "සීඅයිපෙට්කෝ ඉන්ධන සමාගමේ මිලට අනුකූලව ඉන්ධන මිල අඩු කරන බව ශ්රී ලංකා අයිඕසී සහ සිනාපාසී ඉන්ධන සමාගම් නිවේදනය කර තිබේ.. රීල්"
      ]
    },
    "en": {
      "title": "The price of fuels from midnight today ...",
      "body_lines": [
        "The Ceylon Petroleum Corporation said that the prices of fuels have been amended with implementation from midnight today.",
        "Accordingly, the price of a liter of Octane 95 per liter has been reduced by 9 rupees. The new price is 447 rupees.",
        "The price of a liter of super diesel has been reduced by 10 rupees. The new price is 458 rupees.",
        "It has also been announced that the price of the Octane 92 parents and the price of Otto Diesel.",
        "Sri Lanka IOC and Sinopac fuel companies have announced that it will reduce the price of fuel in accordance with the price of Ciptco Fuel Company.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Ceylon Petroleum reduced Octane 95 by 9 rupees to 447 rupees and super diesel by 10 rupees to 458 rupees from midnight today. Sri Lanka IOC and Sinopac will also adjust prices to match Ciptco Fuel Company."
  ]
}