{
  "translated_text": {
    "si": {
      "title": "යූ / සිසුන් සඳහා තවත් ශිෂ්යත්වයක්",
      "body_lines": [
        "අ.පො.ස. සාමාන්ය මට්ටමේ විභාගය සහ 2024/2025 අ.පො.ස.",
        "අධ්යාපන අමාත්යාංශය පවසා ඇත්තේ රු.",
        "රජයේ පාසලේ උසස් අධ්යාපනයේ සිසුන්, රුපියල් 100,000 කට වඩා අඩු පවුල්වල පවුල්, තොරතුරු හා සන්නිවේදන තාක්ෂණය සඳහා වන මැයි 22 වනදා, සෑම අධ්යාපනික කලාපවලින් එක් එක් 50 දක්වාම අයදුම් කළ හැකිය."
      ]
    },
    "en": {
      "title": "Another scholarship for U/The Students",
      "body_lines": [
        "The Presidential Fund and the Sri Lanka Telecommunication Regulatory Commission planned to provide 5000 scholarships to students who have passed the GCE Ordinary Level Examination for 2022/2023 and the 2024/2025 GCE Advanced Level Examination.",
        "The Ministry of Education has said that the scholarship of Rs.",
        "Students of higher education in the public school, with families of families who are less than Rs 100,000, can apply for the school of information and communication technology until May 22, and at least 50 from each of each educational zones."
      ]
    }
  },
  "summary_lines": [
    "The Presidential Fund and Sri Lanka Telecommunication Regulatory Commission plan to award 5000 scholarships to students passing the 2022/2023 GCE O/L and 2024/2025 GCE A/L exams. The Ministry of Education states that eligible applicants are students from public schools in lower-income families (earning less than Rs. 100,000) interested in ICT studies. Applications close on May 22, with at least 50 scholarships per educational zone available."
  ]
}