{
  "translated_text": {
    "ta": {
      "title": "இலங்கையர்கள் இன்னும் இலங்கையர்களை அனுப்புவார்களா?",
      "body_lines": [
        "\"ஒரு துண்டு கேக் மற்றும் முட்டை மட்டுமே இருந்தது. நான் பசியுடன் இருந்தேன், நீங்கள் சோகமாக இருக்கிறீர்களா என்று கேட்டார். நான் என்ன செய்ய வேண்டும்? \"34 வயது மகளின் தாயின் தாய் மியான்மரின் சைபர் அடிமைத்தன முகாமில் பணியாற்ற வேண்டிய கட்டாயத்தில் உள்ள 34 வயது மகள் சின்ஹாலா சேவைக்கு தெரிவித்துள்ளார்.",
        "எங்கள் உரையின் விளக்கத்திலிருந்து ஒரு அடிமை முகாமின் மகளின் பிரிப்புக்கு எங்கள் பேச்சு விளக்கத்தை நாங்கள் இன்னும் அழைப்போம்.",
        "அக்டோபர் 2023 முதல் தனது மகளை சைபர் மோசடி செய்பவர்களின் பிடியில் காப்பாற்ற இது ஒரு பெரிய முயற்சி, மேலும் 57 இலங்கையர்கள் குறைந்தது 15 இலங்கையர்கள் இருப்பதாகவும் கூறினார்.",
        "\"ருமேனியாவில் மகளின் சிறந்த நண்பர் செல்ல முயன்றார். இதைப் பற்றி தனக்குத் தெரியாது என்று அவர் கூறுகிறார். இது அவரது கணவரின் நண்பர்கள் என்று அழைக்கப்படுகிறது. ஆனால் அவர்களுக்குத் தெரியாவிட்டால் அது முடிந்தது. ஏனென்றால் அங்கே யாரோ ஒருவர் இருக்கிறார். இந்த இடம் இந்த இடம் போன்றது என்று அவர்கள் கூறுகிறார்கள். அவருக்குத் தெரியாது என்று சொல்ல முடியாது. \"",
        "வசந்தியின் மகள் இலங்கையில் இருந்து தாய்லாந்தில் தரவு உள்ளீட்டுடன் நேர்காணலுக்குள் நுழைகிறார்கள்.",
        "\"முதலில், அவர்கள் ஒரு நல்ல காரில் இருந்து ஒரு ஹோட்டலுக்கு அழைத்துச் செல்கிறார்கள். ஹோட்டல் தேதிகள் ஒரு ஃபோர் டிரிபர்வ் வாகனத்தில். அவர்கள் அதை காகம் செய்யும்போதுதான், அவர்கள் துப்பாக்கிகளைக் கொண்டவர்களைப் பார்க்கிறார்கள். பின்னர் அவை எல்லைகளால் கட்டுப்படுத்தப்படும்.",
        "\"நான் அங்கு திரும்பி வருகிறேன் என்று எனக்குத் தெரியவில்லையா என்று எனக்குத் தெரியவில்லை.. நான் சுற்றியுள்ள ஒரு இடத்தில் இருக்கிறேன். நான் உண்மையில் கவலைப்படவில்லை. நாடு குழந்தை குழந்தைக்கு செல்லவில்லை என்று நாட்டிற்குச் சொன்னேன். ஏனென்றால் நாடு அவரது சகோதரி. அது அப்படி இல்லை என்று அவர் கூறினார், \"என்று அவர் கூறினார். நீங்கள் உருண்டு நிறுத்தி, நாங்கள் வெளியேற முடியாது என்று கூறினார்.",
        "சீன மொழி பேசும் கும்பலால் வழிநடத்தும் மன்வாடியில் சிக்கித் தவிக்கும் வசந்தியின் மகள் உட்பட வசந்தியின் மகள், 16 முதல் 18 மணி நேரம் சைபர் மோசடியில் ஈடுபட வேண்டிய கட்டாயத்தில் உள்ளார்.",
        "பிபிசி முன்பு பணக்காரர்களின் பணக்காரர்களுடனான காதல் தொடர்புகளை மோசடி செய்திருந்தது.",
        "\"டிக்ர்டோக் பணம் உள்ளவர்களை இணைக்க எரிச்சலூட்டுகிறது. எங்கள் மகள்கள் ஒரு பையன், ஒரு பெண், அவர்களை ஒரு பெண்ணாக நேசிக்கிறார்கள்,. நேசித்தேன் மற்றும் பணத்தைப் பெறுங்கள். அல்லது அவர்களின் அலுவலகம் வளரும்போது நிறைய லாபத்தை விட சிறந்தது, முதலீட்டின் லாபம் நிறைய பணத்தை விட அதிகமாக உள்ளது, மேலும் முதலீட்டின் லாபம். \"முகாம்கள் செய்ய விரும்பவில்லை என்ற மோசடியை அவர் விளக்கினார்.",
        "அவர்கள் முகாமுக்கு அழைத்துச் செல்லப்பட்டனர் மற்றும் சுமார் இரண்டு வாரங்களில் தொலைபேசி விற்பனையாளர்கள் மூலம் தங்கள் சொந்த அளவை எடுத்துக் கொண்டனர்.",
        "\"எங்கள் குழந்தைகள் எங்கள் குழந்தைகளைத் தாக்குகிறார்கள், கயிறு, ஒரு கயிற்றால் தொங்குகிறார்கள், ஆனால் நாங்கள் அவரைக் காப்பாற்றினோம். ஆண்கள், ஆணில் எந்த வித்தியாசமும் இல்லை. எதுவும் சாப்பிட விரும்பவில்லை. சில நேரங்களில் நேரம் மற்றும் இரண்டு கைகளும் உள்ளன. மூன்று வெல்ஸ் சாப்பிட நிறைய நேரம் இல்லை. நீங்கள் ஒரு டேபூட் பெற்றால், அவர்களுக்கு ஸ்கம் வழங்கப்பட்டு விடுப்பு. இது எல்லாம் அல்லது இருண்ட அறை கைவிலங்குகளில் வைக்கப்பட்டால். பானம் சாப்பிட விடாமல், தூங்க முடியாது. தூங்கினால் பனி பாய்ச்சப்படுகிறது. அங்கே 48 மணிநேரம் உள்ளது.",
        "\"அவர்கள் மவுண்ட் பெறுகிறார்கள். இது எரியும் இடங்களில் புள்ளிகளைக் கொண்டுள்ளது. அவ்வாறு செய்ய வேண்டாம், அவை ஒரு கட்டத்தில் இல்லை, ஆனால் சில மூன்று அல்லது மூன்று முறை.கண்ணீரின் வலியால் வலியால் சொன்னாள்.",
        "தனது மகளுக்கு எவ்வாறு தகவல் அளிக்கப்பட்டார் என்பது குறித்து வசந்தி பிபிசி சிங்களிடம் கூறினார்.",
        "\"அவர் கேபிளில் இருந்து பின்னணி வைத்திருந்தார். எனக்கு போய்டோஸை அனுப்பினார். எனவே சிறிது நேரம் உட்கார்ந்திருப்பது கடினமாக இருந்தது. இது சாத்தியமற்றது, ஏனெனில் தந்தி மறைக்க முடியவில்லை. \"",
        "\"இது இரண்டு மணி நேரம் இயங்குகிறது. என் மகள் வாஸ் தயாரிக்கிறாள். வைஸ் உலுக்கப்படுவதற்கு ஒரு நாள் இல்லை. ஆனால் அதற்குப் பிறகு, எங்களால் சுவாசிக்க முடியாதபோது, ​​எங்கள் குழந்தைகள் கூச்சலிட்டு அவரைக் கொண்டு வந்தார்கள். மருத்துவர்கள் கூகிள் கூகிள் கவர் மற்றும் சில மருந்துகளை வழங்கியுள்ளனர். அது குறைக்கப்படவில்லை, எனவே அவர் வெளியே மருத்துவமனைகளுக்கு கொண்டு செல்லப்பட்டார். இந்த நாட்களில் அவர் தனது வேலையிலிருந்து வரவில்லை. எனவே, அவர் மருந்துகளை கவனித்துக்கொள்ள முடியாது. அவர் இந்த நாட்களில் டயபிட்ரிக், கொலஸ்ட்ரால், அதை விட வேண்டாம். \"மகளைக் காப்பாற்றுவதற்கான அவரது முயற்சிகளைப் பற்றி அவள் சொன்னாள்.",
        "கடந்த வாரம் புதிய முகாமுக்கு பல இலங்கைகள் வருவதாகவும், அவர்கள் துபாய் வழியாக வந்ததாகவும் வசந்தியின் மகள் அவளிடம் கூறியிருந்தார்.",
        "\"புதிதாக சென்றது தரையில் அணிந்திருந்தது. நான் பொறுமையாக இருக்க முடியாது என்பது சகிப்புத்தன்மையல்ல. அவர்கள் ஓட முயற்சிக்கிறார்கள். அவர்கள் துபாயில் இருந்து வந்திருக்கிறார்கள்.",
        "மியான்மரின் மோசடி சைபர் வணிகங்களின் கூட்டு நடவடிக்கைகளை நிறைவேற்றுவதற்காக மோசடி செய்யப்பட்ட எட்டு இலங்கையர்கள் மீண்டும் இலங்கைக்கு கொண்டு வரப்பட்டனர்.",
        "இது வெளியுறவு அமைச்சகத்தின் மியான்மர் மற்றும் தாய்லாந்துடன் ஒருங்கிணைக்கப்படுகிறது.",
        "இலங்கை அரசாங்கம் அளித்த கோரிக்கையின் படி இந்த இலங்கைகள் 2024 ஏப்ரல் 4 ஆம் தேதி இலங்கை அரசாங்கத்தால் விடுவிக்கப்பட்டன. பாங்காக்கில் உள்ள இலங்கை தூதரகம், ஏப்ரல் 11, 2024 அன்று அவர்கள் தாய்லாந்திற்கு ஒப்படைக்கப்பட்டதாக வெளிவிட விவகார அமைச்சகம் தெரிவித்துள்ளது."
      ]
    },
    "en": {
      "title": "Will Sri Lankans still send Sri Lankans?",
      "body_lines": [
        "\"There was only a piece of cake and egg. I was hungry, and asked if you feel sad. What should I do? \"The mother of a 34-year-old daughter's mother has told the Sinhala service, who is a 34-year-old daughter who is forced to serve in Myanmar's cyber slavery camp.",
        "We will still call our speech description from the description of our speech to the division of the daughter of a slave camp.",
        "It is a great effort to save her daughter in the clutches of cyber racketeers from October 2023 and said that there were 57 Sri Lankans at least 15 Sri Lankans.",
        "\"The best friend of the daughter in Romania was trying to go. He says he doesn't know about this. It is called his Husband's friends. But it was complete if they didn't know. Because there are somebody who has gone there over there. They say that this place is like this place. He can't say that he doesn't know. \"",
        "Vasanthi's daughter leaves in Sri Lanka to enter the interview with data entry in Thailand.",
        "\"First, they take them from a good car to a hotel. Hotel dates at a Forhe triperve vehicle. That's when they crow it, they see people with guns. Then they will be bounded by borders. \"",
        "\"I don't know if I did not know that I was coming back there.. That I'm at a place where I'm around. I really didn't care. I told the country that the country is not going baby baby. Because the country is his sister. He said that it was not that way, \"he said. You're rolling up and stopped, said we can't leave out. \"",
        "Vasanthi's daughter, including Vasanthi's daughter, who is stuck in Manwadi leading by a Chinese-speaking gang, has been forced to engage in cyber fraud for 16 to 18 hours.",
        "The BBC had previously revealed the romance connections to the rich in the racket of the racket in the racket.",
        "\"Tickrtoke is grump to connect those who have money. Our daughters are a Boy, a Girl, and love them, as a Girl,. Loved and get the money. Or their office is better than a lot of profit when it grows, the profit of the investment is greater than a lot of money, and the profit of the investment. \"She explained the fraud that the camps were unwilling to do.",
        "They were taken to the camp and had taken their own volume by telephone dealers in about two weeks.",
        "\"Our kids are hitting our children, rope, hang up with a rope, but we saved him. There is no difference in the men, male. Nothing like to eat. Sometimes the time and two are caved. Not a lot of time to eat three wels. If you get a taboot, they have been given scum and leave. If it's all or Dark Room put in handcuffs. Not letting eat drink, can't sleep. The ice is watered if sleeping. There are 48 hours there. \"",
        "\"They get the maunt. It has the dots in the burning places. Do not do so hard, they are not at one point, but some three or three times. \"She said in pain in the pain of tears.",
        "Vasanthi BBC told Sinhala about how her daughter was informed.",
        "\"He had the backback from the cable. Sent me the poetos. So it was hard to sit for a while. It was impossible because the telegram could not cover. \"",
        "\"It's been two hours running. My daughter is making the vas. There was no one day that the vice was being rocked. But after that, when we could not breathe, our children were shouting and brought him. The doctors google google gover and have given some medicines. It was not diminished, so he had been taken to the hospitals outside. He does not come from his work from his work these days. Therefore, he cannot give him to take care of medication. The money is a loss. He has diabitric, cholesterol these days, don't let it go clink. \"She said about his efforts to save her daughter.",
        "Vasanthi's daughter had told her that several other Sri Lankans were coming to the new camp last week and they had come through Dubai.",
        "\"The newly gone was dressed on the floor. It was not tolerant that I could not be patient. They're trying to run away. They've been there from Dubai. \"",
        "Eight Sri Lankans who were racketeed to carry out the collaborative activity of Myanmar's fraudulent cyber businesses were brought back to Sri Lanka.",
        "It is coordinated with the Ministry of Foreign Affairs, Myanmar and Thailand.",
        "These Sri Lankans were liberated by the 4th of April 2024 by the Sri Lankan government as per the request made by the Government of Sri Lanka. Sri Lankan Embassy in Bangkok, the Ministry of External Affairs said that they were handed over to Thailand on 11 April 2024."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankans trapped in cyber slavery camps in Myanmar are rescued, with 8 brought back home in April 2024. Victims faced brutal conditions, including forced labor and torture, before their rescue."
  ]
}