{
  "translated_text": {
    "ta": {
      "title": "324 இரண்டு மாதங்களுக்கு அபாயகரமான விபத்துக்கள் - 341 இறப்புகள்",
      "body_lines": [
        "ஜனவரி 1 முதல் மார்ச் 1 வரை 324 அபாயகரமான விபத்துக்கள் பதிவாகியுள்ளன.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர், டிக்ஸின் நீதிமன்ற வழக்கறிஞர் நிஹால் தல்துவா, 651, 651 மற்றும் 1,355 பேர் காயமடைந்துள்ளனர்.",
        "324 அபாயகரமான விபத்துக்களில், முதல் இரண்டு மாதங்களில் 341 பேர் கொல்லப்பட்டனர்.",
        "மோட்டார் சைக்கிள் மற்றும் முச்சக்கர வண்டிக்கு சிறப்பு கவனம் செலுத்தப்பட வேண்டும் என்று காவல்துறை செய்தித் தொடர்பாளர் நிஹால் தல்டுவா கூறுகையில்.",
        "ஒரு நபர் நடைபாதை மாற்றத்துடன் பயணம் செய்தால், அதன் உரிமையின் உரிமையை பாதசாரிக்கு வழங்க வேண்டும் என்று காவல்துறைக்கு தெரிவிக்கப்படுகிறது.",
        "அனைத்து ஓட்டுநர்களும் இதில் கவனம் செலுத்த வேண்டும் என்று போலீசார் தெரிவித்தனர்.",
        "இருப்பினும், டிக் செய்தித் தொடர்பாளர், நடைபாதை மற்றும் வாகனங்களுடன் பயணிக்கும் சாலைகளை கவனித்துக்கொள்வதற்கான சாலை தெரிவித்துள்ளது.",
        "\"தீவில் நேற்று எட்டு அபாயகரமான விபத்துக்கள் ஏற்பட்டன. பாதசாரி மாற்றத்தில் நான்கு அபாயகரமான விபத்துக்கள் ஏற்படுகின்றன. \"",
        "\"பெட்டா 74 வயதான நபர் பஸ்ஸுக்கு சென்றார்.\"",
        "நவகாமுவா கொரதோட்டாவில் மூன்று சக்கர வாகனத்தில் 55 வயது பெண் கொல்லப்பட்டார்.. நடைபாதையில் இருந்து நகர்த்துவதில். \"",
        "89 வயது நபர் வேனில் கொல்லப்பட்டுள்ளார். ஆனால் ஒரு நடைபாதை மாற்றத்துடன் பயணம் செய்யும் நேரத்தில். \"",
        "பெலியாட்டாவில் நடைபாதையில் இருந்து பயணித்த 75 வயது நபர் காருடன் மோதிய பின்னர் இறந்துவிட்டார். \""
      ]
    },
    "en": {
      "title": "324 fatal accidents for two months - 341 deaths",
      "body_lines": [
        "According to the police, 324 fatal accidents have been reported from January 1 to 1st March.",
        "The Police Media Spokesperson, DIG's Court Attorney Nihal Thalduwa, 651, is 651 and 1,355 injured.",
        "Of the 324 fatal accidents, 341 persons were killed in the first two months.",
        "Attorney at Law, the police spokesman, Nihal Talduuwa said that special attention should be paid to motorcycle and three-wheeler in consideration.",
        "If a person travels with a pavement shift, the police are informed that the ownership of its ownership should be given to the pedestrian.",
        "All drivers should pay close attention to this, police said.",
        "However, DIG's spokesman said the road to take care of the roads traveling with a pavement and vehicles.",
        "\"There were eight fatal accidents in the island yesterday. Four fatal accidents occur on the pedestrian shift shifting through the road. \"",
        "\"Pettah 74-year-old man moved to the bus.\"",
        "A 55-year-old woman killed in three-wheeler in Navagamuwa Korathota.. In moving off the sidewalk. \"",
        "89-year-old man has been killed in a van. But at the time of traveling with a paved shift. \"",
        "A 75-year-old man who was traveling from the sidewalks in Beliatta has died after collision with a car. \""
      ]
    }
  },
  "summary_lines": [
    "From January 1 to March 1, 324 fatal accidents occurred, resulting in 341 deaths and 1,355 injuries. The police highlighted the need for special attention to motorcycles and three-wheelers, and emphasized the importance of pedestrian safety."
  ]
}