{
  "translated_text": {
    "ta": {
      "title": "ஹெராயின் விற்ற எக்சேஸ் அதிகாரியிடமிருந்து ஐந்து பேர் பறிமுதல் செய்யப்பட்டனர்",
      "body_lines": [
        "ஹெராயின் விற்பனை செய்திருந்த ஒரு கலால் அதிகாரி மற்றும் ஒரு தனியார் வங்கி உட்பட ஐந்து நபர்களை அலவதுகோடா போலீசார் கைது செய்துள்ளனர்.",
        "அலவதுகோடா காவல்துறையினரால் கைது செய்யப்பட்ட ஒருவரை போலீசார் கைது செய்தனர் மற்றும் அலவதுகோடா போலீசாரால் கைது செய்யப்பட்டனர் மற்றும் காவல்துறையினர் காவல்துறையினரால் கைது செய்யப்பட்டனர்.",
        "அவர் கொழும்பில் உள்ள கொழும்பு கலால் தலைமை அலுவலகத்தின் உயிர்த்தெழுதல் அதிகாரி என்பதை வெளிப்படுத்தியுள்ளார். ஹெராயின் மருந்து, பனி, கஞ்சா மற்றும் டிஜிட்டல் செதில்கள் உள்ளிட்ட பொருட்களின் பங்குகளை ஹெராயின் கண்டுபிடித்துள்ளது.",
        "கொழும்பில் உள்ள ஒரு தனியார் வங்கியின் உதவி மேலாளரும் கொழும்பில் ஹெராயின் கைது செய்யப்பட்டார்.",
        "கட்டுகாஸ்டோட்டா, அலவதுகோடா மற்றும் கொழும்பு மேலாளர், கட்டுகாஸ்டோட்டா, அலவதுகோடா மற்றும் கொழும்பு மேலாளர் ஆகிய இரு சந்தேக நபர்களும் கைது செய்யப்பட்டுள்ளனர்.",
        "மத்திய மாகாணத்தின் மூத்த டிக் லலித் பாட்டினாயக்கின் பொறுப்பான லாலித் படினாயகே, தலைமை ஆய்வாளர் தர்மஜெரதி, காவல் நிலையத்தின் துணை ஆய்வாளர், பொலிஸ் சார்ஜென்ட், போலீஸ் சார்ஜென்ட், போலீஸ் சார்ஜென்ட் 71194 கித்த்சிரி, போலீஸ் சார்ஜென்ட் டிரைவர் 23949 வால்போலா, பொலிஸ் கான்ஸ்டபிள் 10006999 டாலர்கள்."
      ]
    },
    "en": {
      "title": "Five seized from an Excase officer who sold heroin",
      "body_lines": [
        "Alawathugoda police have arrested five persons including an Excise officer who was selling heroin and a private bank.",
        "The police arrested a person who was arrested by the Alawathugoda police and was arrested by the Alawathugoda Police and the police were arrested by the police.",
        "He has revealed that he was a resurrection officer of the Colombo Excise Head Office in Colombo. Heroin has found a stock of items including heroin drug, ice, cannabis and a digital scales.",
        "A Assistant Manager of a private bank in Colombo was also arrested by the heroin in Colombo.",
        "Five other suspects have been arrested in Katugastota, Alawathugoda and Colombo Manager, Katugastota, Alawathugoda and Colombo Manager.",
        "Senior DIG Lalith Patinayake in charge of the Central Province Lalith Patinayake, Chief Inspector Dharmajerati, Sub-Inspector of Police Station, Police Sergeant, Police Sergeant, Police Sergeant 71194Kithsiri, Police Sergeant Driver 23949 Walpola, Police Constable 100069 Ranasinghe are conducting further investigations."
      ]
    }
  },
  "summary_lines": [
    "Alawathugoda police arrested five individuals, including an Excise officer involved in heroin sales and a private bank manager. The group was caught with various drugs and equipment used for dealing. Further arrests were made in Katugastota, Alawathugoda, and Colombo. Senior officers are leading the investigation."
  ]
}