{
  "translated_text": {
    "ta": {
      "title": "சீனாவில் மற்றொரு தீ பல உயிர்களை இழக்கிறது",
      "body_lines": [
        "சீனாவின் ஜீன்ஷி மாகாணத்தில் ஷினுய் கடையில் ஏற்பட்ட தீ விபத்தில் 39 பேர் கொல்லப்பட்டனர்.",
        "சந்தையில் கடையின் அடித்தளத்தால் தீ தொடங்கப்பட்டதாக நேரில் கண்ட சாட்சிகள் தெரிவித்துள்ளனர்.",
        "சம்பவத்தின் உதாரணத்துடன், நிவாரணப் பிரிவுகள் அதற்கு வந்து, தீயை விட்டு வெளியேறவும், தீயை மீட்கவும் நடவடிக்கை எடுத்தன.",
        "தீ ஏற்கனவே மீட்கப்பட்டுள்ளது, மேலும் கட்டிடத்தில் வேறு எதுவும் சிக்கவில்லை.",
        "சமீபத்திய ஆண்டுகளில், சீனா சமீபத்தில் அறிவிக்கப்பட்டுள்ளது.",
        "இந்த சம்பவம் ஒரு பள்ளி விடுதியில் ஏற்பட்ட தீ விபத்தில் இருந்து 13 மாணவர்கள் கொல்லப்பட்டனர் மற்றும் 24 மணி நேரம்.",
        "ஜனாதிபதி ஜி கின்கிங் விசாரணையில் விசாரணைக்கு உத்தரவிட்டார்."
      ]
    },
    "en": {
      "title": "Another fire in China loses many lives",
      "body_lines": [
        "39 people were killed in a fire in Shinui shop in Jeanzhi Province, China.",
        "Eyewitnesses have said that the fire was started by the basement of the shop in the market.",
        "With the instance of the incident, the relief divisions had come to it and had taken steps to quit the fire and to rescue fire.",
        "The fire has already been rescued and there is no other trapped in the building.",
        "In recent years, China has recently been reported.",
        "The incident was reported from a fire in a school hostel and 13 students were killed and 24 hours.",
        "President Xi Ginking has ordered the investigation into the investigation."
      ]
    }
  },
  "summary_lines": [
    "A fire in a shop in Jeanzhi Province, China, killed 39 people. The fire started in the basement and was extinguished by relief divisions. A recent school hostel fire in China resulted in 13 student deaths, prompting President Xi Jinping to order an investigation."
  ]
}