{
  "translated_text": {
    "si": {
      "title": "මුල්ලිවයිකල් අනුස්මරණ නිරීක්ෂණ",
      "body_lines": [
        "අවසාන යුද්ධයේ දී ජීවිතය සමරන මුල්ලිවයිකල් හි 15 වන සංවත්සරය, එය සමරනු ලබන්නේ උතුරු හා නැගෙනහිර සෙනසුරාදා (18) ය.",
        "ඒ අනුව සෙනසුරාදා (18) උදේ 8.30 ට මන්නාලේහි මුල්ලිවයිකල් අනුස්මරණය පැවැත්විණි.",
        "මන්නාරම බසාර් හි පියා වූ සෙල්වා පියාගේ පියාගේ පිළිරුවේ දෙමළ ජාතික ජීවිත අයිතිවාසිකම් ව්යාපාරය එහි නායක එදිරිව සිවකාරන් විසින් සංවිධානය කරන ලදී.",
        "මේ කාලය තුළ මුල්ලිවයිකල් නිශාචාර මහජන මහජන මහජන මහජන මහජන මහජන මහජන මහජන මහජන මහජනතාවගේ අනුරූපතාවය අනුකලනය කිරීම සහ දියත් කිරීම.",
        "මුල්ලිවයිකල් ජනතාව අනුස්මරණය කරයි.",
        "මේ අතර, අවසාන යුද්ධයේ දී ජීවිතය පිළිබඳ සැමරීමේ 15 වන සංවත්සරය පිළිබඳව මුල්ලිවයිකල් විසින් වාර්තාවක් නිකුත් කර තිබේ.",
        "ජන සංහාරයෙන් වසර 15 ක වෙනසක් සිදු වී නොමැත. වෙනසක් සිදු වී නැත. විවිධ කරුණු සියල්ලම නිෂ් .ල වී ඇත.",
        "මානව හිමිකම් උල්ලං, ෙතොරතුරු, පුද්ගල කථාව, ස්වාධීන විමර්ශන සහ තර්ජන, බෞද්ධ රැකියාව සහ දේශපාලන වෙනස්කම් වලට රජය දිගින් දිගටම මැදිහත් වෙමින් තිබේ.",
        "බලපෑමට ලක් වූ දෙමළ ජනතාවගේ මනස කිසිදු වෙනසක් හා උච්චාවරණයක් කර නැත.",
        "අතුරුදහන් වූවන්ගේ විෂය පිළිබඳ ප්රගතියක් නැත. එක්සත් ජාතීන්ගේ මානව හිමිකම් කොමිසම අර්ථයක් නැති කාලෝචිත යෝජනා වලට කාලය ගෙන ඇති අතර, බලපෑමට ලක් වූ පැත්තට කිසිදු වෙනසක් සිදුවී නොමැත.",
        "යුක්තිය හැරුණු විට ලෝකයේ බොහෝ රටවල බොහෝ රටවල මානව හිමිකම් ක්රියාකාරීන් මෙහි පැමිණ විනෝද වන්න.. අපට යුක්තිය අපේක්ෂා කළ හැක්කේ කෙසේද? මෙම ලෝකය ලෝකයේ කිසි විටෙකත් යුක්තිය සහ පුණ්ය කටයුතු ආරම්භ කර නැති ලෝකයේ කොතැනකවත් නැත.",
        "අයුක්තිය වපුරන පුද්ගලයාට යුක්තිය තීරණය කිරීම අපේක්ෂා කළ හැකිද?ජන සංහාරයේ කාර්යභාරය ශ්රී ලංකා රජයේ කාර්යභාරය නොව ජාත්යන්තර ප්රජාව ද වේ.",
        "මානව හිමිකම් අයිතිය උච්චාරණය කිරීමේ අයිතිය යුක්තිය සහ ධර්මයයි.. අවුරුදු 15 කින්, ඔබේ වංචාකාරී උපක්රම ගැන හානියට පත් පාර්ශ්වයන් හොඳින් දැන සිටියේය.",
        "එබැවින් එකම ක්රමය වන්නේ ජනවාර්ගික, භාෂාමය, ජීව විද්යාත්මක හා ස්වයංපෝෂිතභාවය සම්බන්ධීකරණය කිරීමයි.",
        "අපවම ලබා ගත හැකි මාර්ගය එයයි. කටුක කාරණය නම් අවුරුදු 15 ක් හිස්ව තිබීමයි.",
        "මෙය වගකිව යුතුය. එබැවින් අපි එකම ජාතිය ලෙස පෙළ ගැසෙමු. අද අපට අවශ්ය වන්නේ එයයි. එසේ නොවුවහොත්, මුල්ලිවයිකල් හි මියගිය ආත්ම අපට කිසි විටෙකත් සමාව නොදේ.",
        "එය සිදු නොවන තාක් කල්. ඉතින් අපිට අවදි වෙන්න වෙනවා."
      ]
    },
    "en": {
      "title": "Mullivaikkal memorial observation",
      "body_lines": [
        "Mullivaikkal's 15th anniversary, which commemorates the life -threatening relations in the final war, is commemorated on Saturday (18) in the North and East.",
        "Accordingly, the Mullivaikkal memorial was held in Mannar on Saturday (18) at 8.30 am.",
        "The Tamil National Life Rights Movement was organized by its leader VS Sivakaran in the statue of Father Selva in Mannar Bazaar.",
        "During this time, Mullivaikkal Nivendal Public Public Public Public Public Public Public Apallar Loading and launching the memorial.",
        "Mullivaikkal commemorates the people.",
        "Meanwhile, Mullivaikkal has issued a report on the 15th anniversary of commemoration of the life -threatening relations in the final war.",
        "There has been no change in the 15 years after the genocide. There has been no change. All of the various issues have been worthless.",
        "The government continues to interfere with human rights violations, oppression, individual speech, independence, terrorist investigations and threats, Buddhist occupation, imperialism and political differences continue to disable alternative ideas and threaten civil activists.",
        "The minds of the affected Tamil people have not made any change and fluctuations.",
        "No progress made on the subject of missing persons. The UN Human Rights Commission has taken time to timely resolutions that have no meaning, and there has been no change to the affected side.",
        "Human rights activists from many parts of the world came here and have fun, except for justice.. How can we expect justice. This world is nowhere in the world that has never established justice and charity for the pain.",
        "Can the person who sowed injustice expect the determination of justice?The role of the genocide became the role of the Sri Lankan government but also the international community.",
        "Justice and Dharma is the right to pronounce the right to human rights.. In 15 years, the affected parties have been well aware of all your cheating tricks.",
        "Therefore, the only way is to coordinate the ethnic, linguistic, biological and self -determination of the religion.",
        "That is the way to get ourselves. The bitter fact is that 15 years have passed empty.",
        "This should be held accountable. So let's rally as the only nation. That is what we need today. Otherwise, the souls who died in Mullivaikkal will never forgive us.",
        "As long as it does not happen. So we have to wake up."
      ]
    }
  },
  "summary_lines": [
    "On Mullivaikkal's 15th anniversary, commemorations highlighted the ongoing struggle against human rights abuses, oppression, and the lack of justice for victims of the final war. Despite international attention, there's been little progress on key issues like missing persons and human rights violations. Activists worldwide express frustration over the absence of meaningful action towards justice, questioning the sincerity of efforts to address past injustices."
  ]
}