{
  "translated_text": {
    "si": {
      "title": "ගැටුම් සහිත ගෝලීය වශයෙන් ගෝලීයව ඉහළ නැංවීමට ආර්ථික ආතතිය ඉහළ ගියේය",
      "body_lines": [
        "වර්තමාන ගැටුම් හා යුද්ධ වලින් ලෝකයට ඇති දුක්ඛිත ආර්ථික ප්රතිවිපාකවලට ජාමූඅට වඩා හතරෙන් එකක්වත් දැඩි ලෙස ඉවත්ව ගොස් ඇත. ජාමූඅ හි ලෝක ආර්ථික දෘෂ්ටිය මෑතකදී නිකුත් වූ නිදහස් 'භූදේශපාලනික රවීම්' පිළිබඳ තීව්රතාවයකට යොමු වන අතර, ඔවුන් සතුව වෙළඳ, ආයෝජන සහ ලොව පුරා අදහස් නිදහස් කිරීමට ඔවුන්ට නොහැකි ලෙස බලපෑම් කළ හැකි බව සඳහන් වේ.",
        "සමස්තයක් ලෙස මෙම ආතතීන් මගින් ප්රධාන වශයෙන් මෙම ආතතීන් ප්රධාන නිරීක්ෂණයට හේතු වන්නේ 'දිගුකාලීන වර්ධනයට, ප්රතිරෝධකයන්ට ඔරොත්තුලට තර්ජනය කිරීම සහ මහ බැංකු සඳහා විශාල වෙළඳ භාණ්ඩ නිර්මාණය කිරීමයි.' කුඩා රාජ්යයන් විශේෂයෙන් වාඩි වී දැනුම් දිය යුතුය.",
        "'ගෝලීය ආර්ථික දෘෂ්ටිය ගැන අවිනිශ්චිතතාවයේ මට්ටම ඉහළ ය, ජාමූඅ, අනතුරු අඟවන්නේ තවත් බොහෝ දේ අතර එහි පුළුල් පරාසයක පවතින වාර්තාවක ය. විශේෂයෙන් ගෝලීය දකුණට නොපැමිණීම නිසා මතුවෙමින් පවතින අභියෝගය නම්, විශේෂයෙන් එහි හොඳම අවශ්යතා හා ආර්ථික පැවැත්ම පෙර නොවූ විරූ ලෙස 'භූදේශපාලනික' ගැටුම් දැකිය යුතුය.",
        "එවැනි අනතුරු ඇඟවීම්, එවැනි අනතුරු ඇඟවීම් අදාළ ආන්ඩු සඳහා සත්යවාදීන් 'අවදි කිරීම', ප්රතිපත්ති සම්පාදනය කිරීම සහ වර්තමාන ගැටුම් හා යුද්ධ අවසන් කිරීමට හැකිවීම සඳහා 'අවදි වීම', ප්රතිපත්ති සම්පාදනය කිරීම සහ ජාත්යන්තර සහයෝගී සංවිධාන වේ. එවැනි යුද්ධවල ප්රධාන සිනමාහල් පිහිටා ඇති ගෝලීය දකුණතෙහි පිහිටා ඇති බව අමුතුවෙන් කිව යුතු නැත.",
        "මෙතෙක් එවැනි ගැටුම්වල වඩාත්ම අස්ථාවර හා පාලනය කළ නොහැකි අතර, මැද පෙරදිග පැවති මැද පෙරදිග බහුමාන හා බහු දේශන යුද්ධය දැනටමත් ග්ලෝබි පුළුල් ආර්ථික බලපෑමක් ඇති කරයි. ඇඟවුම් වන්නේ ගැටුම කලාපීය හා රාජ්ය නොවන, රාජ්ය හා රාජ්ය නොවන ගුණකයකුගේ ගුණ කිරීම දැක ඇති කලාපීය යුද්ධයකි.",
        "ගැටුමේ මානව වියදමට අමතරව, ගැටුම කළමනාකරණය කිරීමට ඇති නොහැකියාව ලෝකයේ තෙල් සැපයුම් සඳහා ඉතා කඩාකප්පල්කාරී ප්රතිවිපාක ලබා ගත නොහැකි යැයි එය පැවසීම මහන්සි වී නැත. Indeed, the global economy is staring an ‘oil shock’ and other distressing results from the conflict squarely in the face.",
        "The Ukraine conflict is no second in severity to the one playing out in the Middle East. සිනමාහල් දෙකෙහිම ලෝකය තුළම මුහුණ දී ඇත්තේ එහි සම්පත් විශාල වශයෙන් ඉවතට ගෙන එහි වර්ධන අපේක්ෂාවන් විනාශ කළ හැකි ආරෝපණයකට ය.",
        "මෙම ගැටුම් වලදී ප්රධාන බලවතුන් මෙම ගැටුම්වල සැලකිල්ලට ගනිමින්, අවම වශයෙන්, ඔවුන්ගේ තවත් දැඩි අවාසනාවන්ත ප්රතිවිපාක වළක්වාලමින්, ඔවුන්ගේ තවත් අහිතකර ප්රතිවිපාක වළක්වා ගත හැකිය.. නිදසුනක් වශයෙන්, 'තෙල් කම්පනයක්', දෙවැන්නෙහි ආර්ථිකයන් මුළුමනින්ම කඩාකප්පල් කර ඔවුන් අසරණ විය හැකිය.",
        "ඒ අනුව, දකුණේ ගැටුම් කළමනාකරණය කිරීම සඳහා සාමූහික අධිෂ් aft ලයක් ලෙස දකුණේ සිටීමට අවශ්ය අතර අර්ධගෝලයට හැකි සෑම ආකාරයකින්ම ඒවා අවසන් වීම දැකගත හැකිය. මෙම ව්යාපාරය තුළ දකුණට එකමුතුව එක්විය යුතු අතර එය 'බාහිර ඇඟිලි ගැසීම්' වලින් නිදහස ලබන බව සහතික කළ යුතුය.",
        "A principal question that arises from these considerations is in which international organization or collective body the global South could come together. For all intents and purposes the Non-aligned Movement and other connected Southern formations are ‘dead’.",
        "මෙම තීුතුවම අපේක්ෂා කරන්නේ මෙම ලකුණු සංඛ්යාව වැරදියට වටහාගෙන ඇති බවත්, දකුණේ අභියෝගයන්ට දකුණ ඒ ඉදිරියේ ඇති අභියෝගවලට අවදි වී ඔවුන් හමුවීමට නොබැඳි බැනරය යටතේ වැඩ කරන බවත්. However, thus far we lack the evidence that a truly Non-aligned collectivity could be formed to further the main causes of the South.",
        "It would be irrelevant at this juncture to examine whether Non-alignment in its traditional sense exists or not. It obviously doesn’t. දකුණ ඉදිරියේ ඇති කර්තව්යය වන්නේ සංකල්පය නිර්මාණාත්මකව සාදා ගැනීම සහ එය ලෝකයේ සියලුම රාජ්යයන් සමඟ සුහදතාවයක් ලෙස අර්ථ දැක්වීමෙනි. ක්රියාවලියේදී, දෘෂ්ටිවාදාත්මක බ්ලින්කර් ඉවත් කිරීමට අවශ්ය වනු ඇත. දකුණේ යහපතට සමාන කැමැත්තක් අර්ධගෝලය එකට ගෙන ඒම ලෙස දැකිය හැකිය.",
        "There is a near rush among Southern countries to seek membership of BRICS. එය හමුවේ, එවැනි කඩිමුඩියේ කතා කිරීමට කිසිදු ගැටළුවක් නොමැත, නමුත් බොහෝ දෙනා ආමන්ත්රණය කිරීමේදී, දකුණේ අවදානමට ලක්විය හැකි ගැටලුව වන්නේ බ්රික්ස් සාමූහිකව යටත්වීම තුළින් විදේශ ප්රතිපත්ති තීරණ ගැනීමේදී ඕනෑම ස්වාධීනත්වයක් ක්රියාත්මක කළ හැකිද යන්නයි.",
        "The latter point requires mentioning in view of the fact that BRICS heavyweights, such as China and Russia, are stakeholders in most major wars and conflicts that are ongoing in the world today. The challenge for the weakest countries of the South in this connection is to maintain substantive independence while enjoying the economic empowerment that may come as a result of BRICS membership. Aligning strongly and uncritically with the East is as counterproductive and harmful for the South as veering towards the West in the area of foreign policy.",
        "Accordingly, the South is obliged to revive the more progressive programs of the Non-aligned Movement and connected organizations and seek its economic independence and empowerment free of external, big power interference.",
        "Meanwhile, all is not going to be well on the Western front as well, as international economic disruptions begin to impact the countries of the North. US presidential hopeful Donald Trump shows adequate signs of sizing-up this situation. This accounts for his repeated rhetorical threat, issued in the course of his campaigning, that he would be ensuring the disentanglement of the US from the Ukraine war within ‘24 hours’ of his re-gaining the US presidency.",
        "The US’s military backing for Ukraine is costing the US taxpayer a monumental sum of money and this will eventually lead to a groundswell of popular discontent against the country’s administration. Over the next few remaining days of campaigning, Vice President Kamala Harris would need to give Trump a convincing reply on this thorny question or risk losing the support of more discerning Democrats. After all, economics drives politics.",
        "කෙසේ වෙතත්, ට්රම්ප් එක්සත් ජනපදයේ මහජනතාවගේ වඩාත් සූර්යිත කොටස් සඳහා කළ යුතු දේ ද පැහැදිලි කරයි. If the US pulls out of the Ukraine tangle at this juncture under a Trump presidency this would amount to ushering a major foreign policy defeat for the US. එනම්, රුසියාව සහ එහි සහචරයින් යුක්රේනයේ ඔවුන්ගේ බෙදීමේ න්යාය පත්රය ලුහුබැඳීමට ඉඩ දෙන අතර අවසානයේදී රුසියාව විසින් යුක්රේනයේ ස්ථිර ඇමුණුමක් ඇති විය හැකිය. In other words, the principles of national sovereignty and self-determination, two cornerstones of International Law, would be blatantly compromised in the Ukraine.",
        "Thus, the Ukraine is bound to confront any incoming US administration with a compounded crises from which there would not be any easy disentanglement. On the other hand, Russia is, for all intents and purposes, on a suicidal course in the Ukraine because it is hardly making any gains there. Meanwhile, the UN is in a virtual state of paralysis in the face of these crises. The world’s vulnerable are left to their devices as a consequence, unless they act constructively to end their helplessness.",
        "භාණ්ඩ නැව් ආපදාවන් 2021 ක් හැසිරවීමේ 'දූෂණය' විමර්ශනය කිරීමට ශ්රී ලංකාව",
        "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
        "Save my name, email, and website in this browser for the next time I comment."
      ]
    },
    "ta": {
      "title": "Economic stress set to heighten globally as conflicts rage",
      "body_lines": [
        "தற்போதைய மோதல்கள் மற்றும் போர்களிலிருந்து உலகிற்கு பொருளாதார விளைவுகளைத் துன்புறுத்தும் சாத்தியமான ஐ.எம்.எஃப் ஐ விட கால் பகுதியினர் வலுவாக சுட்டிக்காட்டியுள்ளனர். The IMF’s World Economic Outlook released recently points to an intensification of current ‘geopolitical rifts’ and states that they could negatively impact trade, investments and the free flow of ideas worldwide.",
        "The IMF makes the principal observation that overall these tensions could, ‘affect long term growth, threaten the resilience of supply chains and create difficult trade-offs for central banks.’ Small states particularly need to sit up and take notice.",
        "‘உலகளாவிய பொருளாதார கண்ணோட்டத்தை சுற்றியுள்ள நிச்சயமற்ற நிலை அதிகம்’, சர்வதேச நாணய நிதியம் அதன் பரந்த அறிக்கையில் மற்றவற்றுடன் எச்சரிக்கிறது. The challenge emerging from such cautioning for the global South in particular is that it must see the current ‘geopolitical’ conflicts as unprecedentedly undermining its best interests and economic survival.",
        "For sensible opinion anywhere, such warnings are a veritable ‘wake-up call’ to the relevant governments, policymaking bodies and international collaborative organizations to explore urgently the possibility of managing effectively and bringing to an end the current conflicts and wars. Needless to say, the principal theatres of such wars are located in the global South.",
        "இதுவரை இத்தகைய மோதல்களில் மிகவும் கொந்தளிப்பான மற்றும் நிர்வகிக்க முடியாதது மத்திய கிழக்கில் பல பரிமாண மற்றும் பல முன் போர் ஆகும், இது ஏற்கனவே உலகெங்கிலும் உள்ள பொருளாதார தாக்கத்தைக் கொண்டுள்ளது. மோதல் ஒரு பிராந்திய போராக உருவாகியுள்ளது என்பதற்கான அறிகுறிகள், இது மாநில மற்றும் அரசு சாரா இரண்டையும் பிராந்திய மற்றும் சர்வதேச நடிகர்களின் பெருக்கத்தின் ஈடுபாட்டைக் காண்கிறது.",
        "மோதலின் அதிகரித்து வரும் மனித செலவைத் தவிர, மோதலை நிர்வகிக்க இயலாமை உலகின் எண்ணெய் விநியோகங்களுக்கு மிகவும் இடையூறு விளைவிக்கும் என்று சொல்ல வேண்டியதில்லை. Indeed, the global economy is staring an ‘oil shock’ and other distressing results from the conflict squarely in the face.",
        "The Ukraine conflict is no second in severity to the one playing out in the Middle East. இரண்டு திரையரங்குகளிலும் உலகம் அதன் வளங்களை கடுமையாக வடிகட்டவும், அதன் வளர்ச்சி வாய்ப்புகளை கொல்லவும்க்கூடிய போர்களைத் தாக்கும்.",
        "While the major powers figuring in these conflicts, could, for the present at least, ward off some of their more dire ill consequences, the same does not apply to the South which is home to struggling developing economies. An ‘oil shock’, for instance, could completely disrupt the economies of the latter and render them helpless.",
        "Accordingly, there needs to come into being in the South a collective resolve to manage the relevant conflicts and to help in seeing an end to them, in whichever way possible for the hemisphere. Ideally the South should come together unitedly in this enterprise and ensure that it enjoys independence from ‘outside interference’.",
        "A principal question that arises from these considerations is in which international organization or collective body the global South could come together. அனைத்து நோக்கங்களுக்கும் நோக்கங்களுக்கும் சீரமைக்கப்படாத இயக்கம் மற்றும் பிற இணைக்கப்பட்ட தெற்கு வடிவங்கள் ‘இறந்துவிட்டன’.",
        "This columnist hopes that he would be proved wrong on this score and that the South would awaken to the challenges before it and work vibrantly and unitedly under the Non-aligned banner to meet them. எவ்வாறாயினும், தெற்கின் முக்கிய காரணங்களை மேலும் அதிகரிக்க உண்மையிலேயே சீரமைக்கப்படாத கூட்டுத்திறன் உருவாக்கப்படலாம் என்பதற்கான ஆதாரங்கள் இதுவரை எங்களிடம் இல்லை.",
        "It would be irrelevant at this juncture to examine whether Non-alignment in its traditional sense exists or not. It obviously doesn’t. தெற்குக்கு முந்தைய பணி, கருத்தை ஆக்கப்பூர்வமாக மறுபரிசீலனை செய்வதோடு, உலகின் அனைத்து மாநிலங்களுடனும் கடற்பாசி என்று வரையறுப்பதன் மூலம் புதிய வாழ்க்கையை வழங்குவதாகும். In the process, ideological blinkers would need to be got rid of. The best interests of the South should be seen as bringing the hemisphere together.",
        "There is a near rush among Southern countries to seek membership of BRICS. அதன் முகத்தில், இதுபோன்ற அவசரத்தில் பேசுவதற்கு எந்தப் பிரச்சினையும் இல்லை, ஆனால் தெற்கின் பாதிக்கப்படக்கூடியவர்கள் குறிப்பாக பிரிக்ஸ் கூட்டுத்தன்மையின் கீழ் வருவதன் மூலம் வெளியுறவுக் கொள்கை முடிவெடுப்பதில் ஏதேனும் சுதந்திரத்தை பயன்படுத்த முடியுமா என்பதுதான் பெரும்பாலானவற்றைத் தீர்க்க வேண்டும் என்பதுதான் பிரச்சினை.",
        "The latter point requires mentioning in view of the fact that BRICS heavyweights, such as China and Russia, are stakeholders in most major wars and conflicts that are ongoing in the world today. The challenge for the weakest countries of the South in this connection is to maintain substantive independence while enjoying the economic empowerment that may come as a result of BRICS membership. Aligning strongly and uncritically with the East is as counterproductive and harmful for the South as veering towards the West in the area of foreign policy.",
        "Accordingly, the South is obliged to revive the more progressive programs of the Non-aligned Movement and connected organizations and seek its economic independence and empowerment free of external, big power interference.",
        "Meanwhile, all is not going to be well on the Western front as well, as international economic disruptions begin to impact the countries of the North. US presidential hopeful Donald Trump shows adequate signs of sizing-up this situation. This accounts for his repeated rhetorical threat, issued in the course of his campaigning, that he would be ensuring the disentanglement of the US from the Ukraine war within ‘24 hours’ of his re-gaining the US presidency.",
        "The US’s military backing for Ukraine is costing the US taxpayer a monumental sum of money and this will eventually lead to a groundswell of popular discontent against the country’s administration. Over the next few remaining days of campaigning, Vice President Kamala Harris would need to give Trump a convincing reply on this thorny question or risk losing the support of more discerning Democrats. After all, economics drives politics.",
        "However, Trump also has a lot of explaining to do to the more scrutinizing sections of the US public. If the US pulls out of the Ukraine tangle at this juncture under a Trump presidency this would amount to ushering a major foreign policy defeat for the US. அதாவது, ரஷ்யாவும் அதன் நட்பு நாடுகளும் உக்ரேனில் தங்கள் பிளவுபடுத்தும் நிகழ்ச்சி நிரலைத் தொடர அனுமதிக்கப்படுவார்கள், இறுதியில் ரஷ்யாவால் உக்ரேனை நிரந்தரமாக இணைப்பதை உறுதி செய்யலாம். In other words, the principles of national sovereignty and self-determination, two cornerstones of International Law, would be blatantly compromised in the Ukraine.",
        "Thus, the Ukraine is bound to confront any incoming US administration with a compounded crises from which there would not be any easy disentanglement. On the other hand, Russia is, for all intents and purposes, on a suicidal course in the Ukraine because it is hardly making any gains there. Meanwhile, the UN is in a virtual state of paralysis in the face of these crises. உலகின் பாதிக்கப்படக்கூடியது, இதன் விளைவாக அவர்களின் சாதனங்களுக்கு விடப்படுகிறது, அவர்கள் உதவியற்ற தன்மையை முடிவுக்குக் கொண்டுவருவதற்காக ஆக்கபூர்வமாக செயல்படாவிட்டால்.",
        "2021 சரக்கு கப்பல் பேரழிவைக் கையாள்வதில் ‘ஊழல்’ குறித்து ஆராய இலங்கை",
        "Leave a Reply Cancel replyYour email address will not be published. தேவையான புலங்கள் குறிக்கப்பட்டுள்ளன * கருத்து * பெயர் *",
        "அடுத்த முறை நான் கருத்து தெரிவிக்க இந்த உலாவியில் எனது பெயர், மின்னஞ்சல் மற்றும் வலைத்தளத்தை சேமிக்கவும்."
      ]
    }
  },
  "summary_lines": []
}