{
  "translated_text": {
    "ta": {
      "title": "புதிய அமைச்சரவைக்கு ஜனாதிபதி ஊனமுற்றோர்",
      "body_lines": [
        "அமைச்சர்களின் வரம்பற்ற அதிகாரம் பொறுப்பேற்க வேண்டும் என்று ஜனாதிபதி அனுரா குமாரா டிசனாயக்கை வலியுறுத்துகிறார்.",
        "அமைச்சரவையில் புதிய அமைச்சரவையில் உரையாற்றிய ஜனாதிபதி, அதிகாரத்தை பாதுகாக்க புதிய அமைச்சர்கள் தொடர்ந்து இருக்க வேண்டும் என்று கூறினார்.",
        "முயற்சி மற்றும் வெகுஜனங்களின் வாய்ப்புகளைச் செய்வதில் நல்லாட்சி இருக்க வேண்டும் என்றும் ஜனாதிபதி கூறினார்.",
        "\"அந்த வெற்றியில் எங்களுக்கு ஒதுக்கப்பட்ட பொறுப்புகளுக்கு வெற்றி சமமாக உள்ளது.\"ஜனாதிபதியும் கூறினார்.",
        "இலங்கையின் வரலாற்றின் அரசியல் வரைபடம் மாறிவிட்டது, மேலும் பிரிக்கும் அரசியல் எதுவும் கூறவில்லை என்று ஜனாதிபதி கூறினார்.",
        "தேசிய முன்னேற்றத்திற்கு வலுவான பாராளுமன்றத்தை வழங்க முயற்சித்த மக்களுக்கு நன்றி தெரிவிப்பதாகவும் ஜனாதிபதி கூறினார்.",
        "தோல்வியுற்றவரின் ஆதரவு தோல்வியுற்றவரின் ஆதரவை மாற்றி ஒரு புதிய அரசியல் கலாச்சாரத்தைத் தொடங்கியுள்ளது என்று ஜனாதிபதி கூறினார்.",
        "தன்னார்வத் தொண்டு செய்த மக்கள் மற்றும் வெளிநாட்டு இலங்கையர்கள் மற்றும் சமூக ஊடக ஆர்வலர்களாகவும் அவர்களது ஆதரவாளர்களாகவும் செயல்பட்ட வெளிநாட்டு சமூகங்கள் மக்களுக்கு பெரும் பங்களிப்பை வழங்கியதாக ஜனாதிபதி கூறினார்.",
        "இந்த ஆண்டு தேர்தலில் வெகுஜனங்கள் எழுப்பப்பட்டதாக ஜனாதிபதி கூறினார், இதன் விளைவாக மக்களின் துன்பம் காரணமாக இருந்தது, இந்த தேர்தலின் விளைவாக அவர்களின் இலவச முகவரி.",
        "குடிமக்களுக்கு எந்த கூட்டாண்மையும் எதிர்பார்க்காது என்று ஜனாதிபதி கூறினார்.",
        "\"இந்த வெற்றியை வென்றதில் ஒரு பெரிய தலையீடு இருந்தது என்பதை நாங்கள் அறிவோம். எங்களுக்கு குறிப்பாக தெரியும், அரசியல் பொறிமுறையில் ஈடுபடவில்லை, எங்களுடன் பேசாத ஏராளமான மக்கள் எங்களுக்காக வேலை செய்கிறார்கள். எங்கள் வெற்றிக்காக ஏராளமான மக்கள் தலையிட்டனர் என்பதை நினைவில் கொள்ளுங்கள். இந்த வெற்றிக்காக நாங்கள் நீண்ட நேரம் போராடுகிறோம். இங்குள்ள பெரும்பாலான மக்கள் குழந்தை பருவத்திலிருந்தே குழந்தை பருவத்தில் இருந்தனர். இந்த வெற்றிக்கு நேரம் இல்லாமல் கூட இது ஒரு மல்யுத்தமாக இருந்தது. ஆரம்பத்தில் எங்கள் வணிகத்தைப் பாதுகாக்க தலையிட்டவர்கள் இருந்தனர். சிலர் எங்களை எங்கள் இடைக்காலத்தில் விட்டுவிட்டார்கள். இருப்பினும், எங்கள் வெற்றிக்கு அவர்கள் எந்த நேரத்திலும் எங்களுக்கு ஆதரவளித்தனர். இந்த வெற்றிக்கும் இது உதவுகிறது. எனவே எங்களுக்கு இரண்டு வகையான பொறுப்பு உள்ளது. பொதுமக்களின் நோக்கங்கள் மற்றும் எதிர்பார்ப்புகளுக்கான பொறுப்புகளில் ஒன்று. இரண்டு வணிகத்திற்கான பொறுப்பு.",
        "சக்தி ஒன்று சிறப்பு என்று நாங்கள் நம்புகிறோம். அங்கீகரிக்கப்பட்ட சக்தியை உருவாக்குதல், சக்தியை பலத்தால் விரிவுபடுத்துகிறது. சக்தி மீண்டும் தோன்றும். ஆனால் சிலர் மின்சாரம் ஊழல் நிறைந்தவர்கள், வரம்பற்ற சக்தி வரம்பற்றது என்று கூறுகிறார்கள். நிரூபிக்கப்பட்டுள்ளது. இந்த சக்திகள் நம் நாட்டில் நம் நாட்டில் உருவாக்கப்பட்டுள்ளன. ஆனால் அந்த சக்தியின் இறுதி முடிவு நியாயமான முடிவுகளைத் தரவில்லை.. அதிகாரத்தில் விளையாடுவதற்கான சக்தியும், சக்தியின் சக்தியின் அளவையும் நாம் அனைவரும் அறிவோம். அதிகாரத்தில் ஒரு நோக்கம் உள்ளது. நீண்ட காலமாக, மக்களின் நல்ல வடிவங்களின் வாய்ப்புகளை நிறைவேற்ற எங்களுக்கு அதிகாரம் உள்ளது. இந்த சக்தி முக்கிய விஷயம். ஒருபுறம், மறுபக்கத்தின் மறுபக்கத்தின் சக்தி நாம் கணக்கிடப்பட வேண்டும். எங்களுக்கு ஒரு பொறுப்பு உள்ளது. எங்களிடம் பொறுப்பு உள்ளது. ஒரு சாதாரண குடிமகனை விட ஒரு பொது குடிமகனை விட உறுப்பினருக்கு அதிக அதிகாரம் உள்ளது. ஒவ்வொருவருக்கும் அதிகாரத்தின் பொறுப்பும் சக்தியும் உள்ளது என்பதைப் புரிந்து கொள்ளுங்கள். அது அதைப் பாதுகாக்கும் என்று நான் நம்புகிறேன்."
      ]
    },
    "en": {
      "title": "President amputation to new Cabinet",
      "body_lines": [
        "President Anura Kumara Dissanayake emphasizes that the unlimited power of the Ministers should be responsible.",
        "Addressing the new Cabinet at the Cabinet, the President said that new ministers should be constantly to protect the power.",
        "The President also said that there should be good governance in making the prospects of effort and masses.",
        "\"Victory is equally heavy to the responsibilities assigned to us in that victory.\"The President also said.",
        "The President said that the political map of the history of Sri Lanka had changed and no further dividing politics said.",
        "The President also said that the people who were trying to give a strong parliament to the national propulition are thanked.",
        "The president said that the support of the loser has changed the support of the loser and has started a new political culture.",
        "The President said that the election of the people and foreign Sri Lankans who were volunteered and the foreign communities who acted as social media activists and their supporters were made a great contribution to the people.",
        "The president said that the masses were raised in this year's election, the president said that the result was due to the affliction of the people, the result of this election was their free address.",
        "The President said that he would not expect any partnership to citizens.",
        "\"We know that there was a major intervention in the winning this victory. We especially know, not involved in the political mechanism, a large number of people who did not talk to us work for us. Remember, a large number of people intervened for our victory. And we struggle a long time for this victory. Most people here have been in childhood from childhood. It was a wrestling for this victory even without time. There were people who intervened to protect our business at the beginning. Some left us in our interim. However, they supported us at any time for our victory. It also helps this victory. So we have two types of responsibility. One of the responsibility for the objectives and expectations of the public. The responsibility for the two business.",
        "We believe the power is something special. Authorized generate power, expanding power by force. Power will reappear. But some say that power is corrupt, unlimited power is unlimited. Have been proven. These powers have been created in our country in our country. But the end result of that power did not bring fair results. As a result, some doubt the unlimited power we had. We all know that the only one we have the power to play in power, and the size of the power of power. There is a purpose in power. For a long time, we have the power to fulfill the prospects of the good forms of people. The main thing this power is responsible. On the one hand, the power of the other side of the other side we should be accounted for. We have a responsibility. We have accountable. A member has more power than a general citizen than an ordinary citizen. Understand EveryDenage has a responsibility and power of power. I believe that it will protect it. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Sri Lankan President Anura Kumara Dissanayake addresses new Cabinet, emphasizing responsible use of power, good governance, and gratitude towards supporters. He highlights the importance of accountability and the dual responsibility of public expectations and personal conduct."
  ]
}