{
  "translated_text": {
    "ta": {
      "title": "ஒரு மோனா கொல்லப்பட்ட வீடியோவுக்கு விசாரணை",
      "body_lines": [
        "நான்கு பழங்குடி மக்களுடன் நான்கு பழங்குடி மக்களுடன் ஒரு மோனா அங்கீகரிக்கப்படாதது என்ற வீடியோவில் வனவிலங்கு திணைக்களம் விசாரணையைத் தொடங்கியுள்ளது.",
        "UTUBE, 'Go willoubi' சமீபத்தில், ஒரு வெளிநாட்டவர் மற்றும் நான்கு பழங்குடி மக்களுடன் இணைந்து நான்கு பழங்குடி மக்களுடன் இணைந்து சேனலில் ஹேக் செய்யப்பட்டு எரிக்கப்பட்டனர்.",
        "இந்த சம்பவம் மற்றும் சம்பவத்தின் இருப்பிடம் ஆகிய நான்கு பேரிடமிருந்து சுயாதீனமான நான்கு பேரும் தொடங்கப்பட்டதாக வனவிலங்கு பாதுகாப்பின் இயக்குநர் ஜெனரல் சந்தனா சூரியபந்தரா தெரிவித்தார்.",
        "வெளிநாட்டவரும் மற்றவர்களும் மதுரு ஓயா தேசிய பூங்காவில் அங்கீகரிக்கப்படாத ஒரு கொலை மற்றும் ஒரு சமூக-அதுவகாரங்களில் இதுபோன்ற பாதுகாப்பான பறவையை விடுவிப்பதற்கு எதிராக வந்துள்ளனர்.",
        "மதுரு ஓயா தேசிய பூங்காவிற்குள் நுழைந்த ஒரு வெளிநாட்டவர் மற்றும் தம்பனா பகுதியில் உள்ள பழங்குடி மக்கள் குழுவினர் மஹியங்கனய மாஜிஸ்திரேட் நீதிமன்றத்தால் விளம்பரப்படுத்தப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "An inquiry into the video that a mona was killed",
      "body_lines": [
        "The Department of Wildlife has launched an investigation into a video that a mona is unauthorized with four indigenous people with four indigenous people.",
        "UTube, 'Go Withubi' recently, 'Go With Ali', 'a foreigner and four indigenous people in partnership with four indigenous people in partnership with four indigenous people were hacked and burned along the channel.",
        "Director General of the Wildlife Conservation Chandana Sooriyabandara said that the four Independent of the Indigenous People who were involved in the incident and the location of the incident were started.",
        "The foreigner and others have been against the murder of an unauthorized in the Maduru Oya National Park and the release of such a safe bird in a socio-arrows.",
        "A foreigner who had entered the Maduru Oya National Park and a group of indigenous people in the Dambana area have been advertised by the Mahiyanganaya Magistrate's Court."
      ]
    }
  },
  "summary_lines": [
    "Wildlife investigation: Mona killed by indigenous people in Maduru Oya National Park. Foreigner charged alongside locals. Video shows hacking and burning of protected species."
  ]
}