{
  "translated_text": {
    "si": {
      "title": "ඔහ් රාජිනි සර් ඔබ, අම්බානි වන්දනාමාන කළා",
      "body_lines": [
        "ඉන්දියාව එනතුරු බලා සිටි අයෝධ්ය රාම කෝවිලය අග්රාමාත්ය මෝදිගේ ප්රධානත්වයෙන් අග්රාමාත්ය මෝදිගේ ජනතාවගේ දෘෂ්ටි කෝණයට පන්සල විවෘත කළේය. ඉන්දියාවේ සෑම ඉන්දියාවේම විශිෂ්ට කීර්තිමත් පුද්ගලයින්ගේ කණ්ඩායමට කුඹගති රාම කෝවිලට ආරාධනා කරන ලදී.",
        "5 හැවිරිදි රාම පන්සලේ රාම කෝවිලේ රාම රාජධානියේ රාමගේ ප්රතිමාව අනුගමනය කරමින්, අන්තර්ජාලයේ වීඩියෝවක් දැන් මුළු ජනගහනයටම කථා කර ඇත.",
        "මෙම අවස්ථාවට අගමැති, අග්රාමාත්යවරයාගේ සිට අග්රාමාත්යවරයාගේ විවිධ ව්යාපාරිකයින් වන අයෝඩි සමූහයා වන අතර, මෙම අවස්ථාවට පළමු ඇමතිවරු, අග්රාමාත්යවරයාගේ සිට විවිධ ව්යාපාරිකයින් සහභාගී වූහ.. ප්රධාන කරුණ නම් රාජිනී, අම්බනී සහ සචින් යන වීඩියෝව දැන් වාඩි වී සිටින්නේ දැන් අන්තර්ජාලයේ ප්රවණතාවයි.",
        "ගුවන්තොටුපලේ සිට කුඹතිෂ් අම්බනි වෙත පැමිණි මුකේෂ් අම්බනි අසල්වැසියන් සමඟ ඔහුගේ අසුනේ හිඳීමට පෙර කතා කරමින් සිටි අතර සුපර්ස්ටාර් රාජිනී, සර්, මුකිෂ් අම්බනානි අත දුන්නේය.",
        "මුකේෂ් අම්බනි ඔහුව වටහා ගත් අතර වහාම සුපර්ස්ටාර් රාජනිකාන්ත්ගේ අසුනෙන් නැඟිට්ටේය. ඔවුන් දෙදෙනා අතර සිටගෙන, ක්රිකට් ලෝකයේ සචින් ස්ටිකුලකර්, ක්රිකට් ලෝකයේ දෙවියන් බලා සිටියේය."
      ]
    },
    "en": {
      "title": "Oh Rajini sir you, Ambani worshiped",
      "body_lines": [
        "The Ayodhya Rama Temple, which was waiting for India, opened the temple to the people's view of Prime Minister Modi headed by Prime Minister Modi. The Ayodhya Rama Temple Kumbabhisheka was invited to the band of great celebrities from all over India.",
        "Following the 5 -year -old statue of Lord Rama in the Rama Temple, a video on the Internet has now spoken to the entire population.",
        "While the crowds in Ayodhya, the first ministers, various businessmen from the Prime Minister, Ambani, and many celebrities from Rajinikanth participated in the event.. The main point is that the video of Rajini, Ambani and Sachin sitting on the side are now trending on the Internet.",
        "Mukesh Ambani, who came to the Kumbabhishekha ceremony from the airport, was talking to the neighbors before sitting in his seat, and after seeing the superstar Rajini, Sir, Mukesh Ambani gave a hand.",
        "Mukesh Ambani realized him and immediately got up from the superstar Rajinikanth's seat. Standing between the two of them, Sachin Tendulakar, the god of the cricket world, was watching."
      ]
    }
  },
  "summary_lines": [
    "Prime Minister Modi opened the Ayodhya Rama Temple, inviting celebrities including Mukesh Ambani and Rajinikanth. A video featuring them has gone viral."
  ]
}