{
  "translated_text": {
    "ta": {
      "title": "அருகாம்பே: இஸ்ரேலில் வசிப்பவர்கள் மற்றும் அரசாங்கம் இஸ்ரேல் 'சோபாத் வீடு' பற்றி கூறுகின்றனவா?",
      "body_lines": [
        "அருகாம்பே: இஸ்ரேலில் வசிப்பவர்கள் மற்றும் அரசாங்கம் இஸ்ரேல் 'சோபாத் வீடு' பற்றி கூறுகின்றனவா?",
        "நாட்டின் எச்சரிக்கை அறிவிப்பு அருயுகாம்பே பகுதியில் உள்ள அமெரிக்க தூதரகத்தால் இன்னும் திறந்து வைக்கப்பட்டுள்ளது.",
        "இந்த சம்பவம் இலங்கையில் தேசிய பாதுகாப்பு குறித்தும் கவனம் செலுத்தியது, நாட்டின் ஒரு மத இடமான சமூக ஊடகங்களில் மத இடத்துடன்.",
        "பிபிசியின் சின்ஹலா சேவையின் ஒரு குழு அருகாம்பே பகுதியில் நிலைமை இருக்கும் சூழ்நிலையைப் பார்க்க அந்த பகுதிக்கு ஒரு கள விஜயத்தில் ஈடுபட்டது.",
        "அருகாமின் பகுதியில் இன்னும் மூன்று இஸ்ரேலிய மக்கள் இருந்தனர்.",
        "அருணம்பேவுக்கு விஜயம் செய்தபோது, ​​மூன்று இஸ்ரேலியர்கள் இன்னும் இப்பகுதியில் இருக்கிறார்கள் என்று போலீசார் தெரிவித்தனர்.",
        "ஒரு இஸ்ரேலியர்கள் அரம்பம்பேவில் பல ஆண்டுகளாக இப்பகுதியில் வசிக்கிறார்கள் என்று விசாரணையில் தெரியவந்துள்ளது.",
        "சின்ஹலா சேவையில் பிபிசி குழு இஸ்ரேலியராக தங்குவதற்கு அவர் தங்கியிருந்த இடத்திற்கு வந்துள்ளார், மேலும் அவர் தனது இல்லத்திற்கு பரிசோதிக்கப்பட்டார்.",
        "இரண்டு மந்திரி அதிகாரிகள், இரண்டு வீரர்கள், பல போலீசார், மற்றும் பல சிவில் பாதுகாப்பு அதிகாரிகள் மற்றும் பல சிவில் பாதுகாப்பு பிரிவுகள் பயன்படுத்தப்பட்டன.",
        "பிபிசியின் பத்திரிகையாளர்கள் குழு இஸ்ரேலியர்களைச் சந்தித்து இஸ்ரேலியரைச் சந்தித்து அவர்களின் ஆளுமை முக்கியமானது என்று கூறினார்.",
        "அக்டோபர்: 29 அன்று அமைச்சரவை முடிவை தெரிவிக்க ஒரு செய்தியாளர் கூட்டத்தில், அமைச்சரவை செய்தித் தொடர்பாளர் ஒரு சிறப்பு பாதுகாப்பாக இருக்கும் வெளிநாட்டினருடன் தொடர்புடையவர்.",
        "\"ஒரு நபருக்கு மட்டுமே சிறப்பு கவனிப்பு உள்ளது என்று அர்மம்பா கண்டுபிடிக்கப்படவில்லை. அதைப் பற்றி பார்ப்போம். யாராவது ஒரு சிறப்பு அச்சுறுத்தலுக்கு தெரிவித்தால், பாதுகாப்பு இருக்கும். பொதுவாக, இலங்கைக்கு அத்தகைய பாதுகாப்பு தேவைப்பட்டால், அதை காவல்துறைக்கு கொடுக்க வேண்டும். உங்களுக்கு ஒரு பாதுகாப்பு இருக்கிறதா என்று பார்ப்போம்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் நிஹால் தல்துவா மற்றும் அமைச்சரவை பத்திரிகையாளர் சந்திப்பில் அவர் இந்த விஷயத்தை விசாரிப்பதாகக் கூறினார்.",
        "\"தனிப்பட்ட பாதுகாப்பை யார் கொடுத்தார்கள் என்பது பற்றி எந்த புரிதலும் இல்லை. நீங்கள் அதைப் பார்க்கலாம். பொலிஸ் சுற்றுலா மாவட்டத்திற்கு பொறுப்பான டிக்ஸின் தொலைபேசி எண்ணை நாங்கள் சமீபத்தில் நியமித்தோம். சில நேரங்களில் இஸ்ரேலிய அரசாங்க அதிகாரிகள் அல்லது இராஜதந்திரிகள் இலங்கைக்கு இலங்கைக்கு வரலாம். உங்களுக்கு தனிப்பட்ட பாதுகாப்பு தேவைப்பட்டால், இந்த டிக் தனிப்பட்ட தொலைபேசி எண் அதைச் சமாளிக்க வெளியிடப்படும் என்று அவரிடம் கூறப்பட்டது.. இது ஒரு பாதுகாப்பா என்று அவர்களுக்குத் தெரியாது. நீங்கள் அறிவிக்க முடியும்.",
        "கூடுதல் செயலாளர் (மத) எச்.என் புத்தர் அமைச்சின் செயலாளர், அரசாங்கத்தின் மத மற்றும் கலாச்சார விவகாரங்கள் (மத). குமாரியில் பிபிசி சிங்களவாலா விசாரித்தபோது, ​​கிறிஸ்தவமல்லாத மத இடங்களை பதிவு செய்ய ஒரு விண்ணப்பம் தயாராக உள்ளது என்று அவர் கூறினார்.",
        "\"யூத தரப்பில் இருக்க எந்தவொரு அமைப்பின் பதிவையும் நாங்கள் செய்யவில்லை. கிறிஸ்தவ விவகாரங்கள் நிறைய கிறிஸ்தவ பக்கங்களைக் கையாளுகின்றன. இப்போது நாங்கள் அவற்றை நேரடியாக கிறிஸ்தவத்திற்கு பதிவு செய்ய வேலை செய்கிறோம். ஆனால் இன்னும் வேலை செய்யவில்லை.",
        "\"அவை மற்ற நாடுகளுடன் தொடங்கி ஒரு பிரார்த்தனைகளைத் தொடங்குகின்றன. அவற்றை பதிவு செய்ய வழி இல்லை. இலங்கையின் அரசியலமைப்பிலிருந்து, நாங்கள் பதிவு செய்ய விண்ணப்பித்துள்ளோம், ஏனெனில் எவரும் தங்கள் சொந்த மதத்தை நம்பலாம். \"",
        "'' சில நேரங்களில் விசா உங்களுக்குக் கொடுக்கிறது. நீண்ட காலமாக தேடும் நிறைய பேரைத் தேடுகிறது. கிறிஸ்தவ விவகாரங்களின் பரிந்துரைகளைத் தேடுவதன் மூலம் நாங்கள் அதைச் செய்கிறோம்.",
        "அருகம்பேயில் ஒரு மத இடத்தை பராமரிக்க இஸ்ரேலியருக்கு அனுமதி வழங்கியதா என்பதையும் பிபிசி சிங்கள சேவைக்கு தெரிவிக்கப்பட்டது.",
        "இஸ்ரேலிய இயங்கும் மத இடத்திற்கு அனுப்பப்பட்ட ஒரு போலீஸ் அதிகாரிகள் இருந்தனர்.",
        "அமைச்சரவை முடிவை தெரிவிக்க வேண்டாம் என்ற அமைச்சரவை முடிவை தெரிவிக்க ஒரு ஊடக விளக்கத்திற்கு பதிலளிக்கும் விதமாக, இதுபோன்ற சில மத நடவடிக்கைகளைச் செய்ய இஸ்ரேலிய சில இடங்களைத் தேர்ந்தெடுத்துள்ளார், கண்டுபிடித்தார்.",
        "\"அக்டோபரில் அவர்களின் மத விவகாரங்களுக்கு ஒரு கூட்டு எடுத்து கொண்டாட்டங்களைச் செய்யும் என்று நான் அவர்களிடம் சொன்னேன். இந்த பயணிகள் அதில் சென்று சில இடங்களைத் தேர்ந்தெடுக்கவும். இந்த நேரத்தில் இது விசாரிக்கப்படுகிறது. அந்த இடங்கள் சட்டபூர்வமாக இருந்ததா இல்லையா என்பதை எவ்வாறு கவனித்தனர்? \"",
        "இதற்கிடையில், பிபிசி சிங்களவர்கள் இஸ்ரேலிய பிரஜைகள் மத இடத்தை அருவருப்பான பகுதியில் வைத்திருந்த மத இடத்தை விளையாடுகிறார்கள் என்று வலைத்தளத்திற்கு பதிலளிக்க முயற்சிக்கிறார்கள்.",
        "இதற்கிடையில், இஸ்ரேலியர்கள் சிங்களவாதியாக பணியாற்றிய இஸ்ரேலியர்கள் இலங்கைக்கு வர வேண்டிய இஸ்ரேலியர்கள் பிபிசி சிங்கள குழுவிற்கு வழங்கப்படுவார்கள்.",
        "\"பொதுவாக பயண விசாவின் கீழ் வரும். இஸ்ரேலிய இஸ்ரேலியர்கள் மட்டுமல்ல, வெளிநாட்டினர் இந்த நாட்டிற்கு வந்து வியாபாரம் செய்கிறார்கள். இது நீண்ட நேரம். நீங்கள் இதைப் பார்க்க வேண்டும்.",
        "சுற்றுலா விசாக்கள் பற்றி ஏதேனும் தகவல் இருக்கிறதா என்று வெளிநாட்டு சுற்றுலாப் பயணிகளுக்கு தெரிவிக்குமாறு மக்களிடம் கேட்குமாறு காவல்துறையினர் ஏற்கனவே மக்களைக் கேட்டுக்கொண்டனர். மற்றும் ஹோட்டல் உரிமையாளர்களுக்கு அறிவிக்கப்பட்டுள்ளது. \"",
        "இந்த தகவலைப் புதுப்பிக்க ஒவ்வொரு மாதமும் உள்ளது. மத நடவடிக்கைகள் சட்டவிரோதமானது, முறையானது. இந்த தகவல்கள் அனைத்தும் சுற்றுலாப் பயணிகளைத் தடுக்கவில்லை.",
        "இதற்கிடையில்.",
        "\"இது மூன்று ஆண்டுகளுக்கு முன்பு இங்கே ஒரு நிலம்,. அவர்கள் இப்போது இங்கே நிலத்தை எடுத்து வருகின்றனர். இந்த நபர்கள் இலங்கையர்களின் பெயர்களின் பெயர்கள். \"",
        "'' ஒரு மாபாசா சாலை உள்ளது. அவர்கள் ஒரு நிலத்தைப் பெற்று கொடிகளைப் போல நடனமாடுகிறார்கள். சில நேரங்களில் சாலையும் கூச்சலிட்டு அழுகிறது. அந்த நேரத்தில், காவல்துறையினர் வந்து அவற்றை நீக்குகிறார்கள்.",
        "\"இப்போது காவல்துறையினர் காவல்துறையினரிடமிருந்து பாதுகாக்கப்பட்டுள்ளனர்.",
        "இஸ்ரேலிய இஸ்ரேலால் நடத்தப்பட்டதாகக் கூறிய இஸ்ரேலியர்களுக்கு முன்னர் இந்த நிலம் சொந்தமானது என்று அப்துல் காளாம்சா டாஸ்மலிம் கூறினார்.",
        "\"இந்த நிலம் ஒரு முஸ்லிமுக்கு சொந்தமானது. அந்த நபர் வேறொருவரைக் கொடுத்து இந்த இஸ்ரேலியர்களை அழைத்துச் சென்றார். \"",
        "இஸ்ரேலிய கவசத்தை அதிகரிக்கிறது. எனவே அவர்கள் தங்கள் வியாபாரத்தை உருவாக்கும் யோசனையைப் பார்க்கிறார்கள்.",
        "\"சில நேரங்களில் அவர்கள் ஒரு நாளைக்கு ஒரு நாளைக்கு ஒரு நாளைக்கு ஒதுக்கி சாப்பிடுகிறார்கள், அவர்கள் சாப்பிட்டுக் கொண்டிருந்தார்கள். அந்த இடங்களில் கூட, எங்கள் கிராம மக்கள் கூட அங்கு வேலை செய்வார்கள்.",
        "அருகாமேயின் சுற்றுலா ஜீப் அமைப்பின் தலைவர் முகமது மஹாரூஃப், இஸ்ரேலிய சுற்றுலாப் பயணிகளுக்கு இப்பகுதியில் வசிப்பவர்களிடமிருந்து எந்த எதிர்ப்பும் இல்லை என்று கூறினார். இஸ்ரேலியருக்கு மட்டுமே இஸ்ரேலுக்கு மட்டுமே இருந்த நாட்டின் மதத் தொழிலாளர்கள் கூட இஸ்ரேலுக்கு மட்டுமே என்று பிபிசி சிங்கள சேவையிடம் தெரிவித்தார்.",
        "\"அரும்பேயில் இஸ்ரேலிய மத இடம் நடைபெறும் கிராமத்தில் உள்ள கிராமவாசிகளிடமிருந்து இஸ்ரேலிய திரும்புகிறார்.. ஆனால் இந்த இடம் என்ன?என்ன நடக்கிறது என்று கிராமத்தில் யாருக்கும் தெரியாது.",
        "\"ஆனால் இஸ்ரேலியர்கள் ஒதுங்கிய ஒரே விஷயம். பெரும்பாலான வெளிநாட்டினர் அருகாம்பேவுக்கு வருகிறார்கள். இந்த இஸ்ரேலிய பிரஜைகள் சுற்றுலாப் பயணிகளைப் போல வரலாம். நாங்கள் அவர்களை எதிர்க்க மாட்டோம்.",
        "\"சில நேரங்களில், இஸ்ரேலில் இருந்து, அவர்களின் மத பாதிரியார்கள் வருகிறார்கள். அவர்கள் தலையில் ஒரு கருப்பு சிறிய தொப்பியை எடுத்துக்கொள்கிறார்கள். அவர்கள் கருப்பு பேண்ட்டை இழுத்து வெள்ளை சட்டைகளை இழுக்கிறார்கள்.",
        "இதற்கிடையில், அரும்பும்பேயில் உள்ள சின்ஹபுரா பகுதியில் இஸ்ரேலியர்கள் பல நிலங்களை வாங்கியுள்ளதாக முகமது மகாரூஃப் மேலும் கூறினார்.",
        "\"சின்ஹபுராவில் ஒரு இஸ்ரேலிய நாட்டவர் ஒரு வீட்டைக் கட்டியெழுப்பி அங்கு வசிப்பதை நாங்கள் கேள்விப்பட்டிருக்கிறோம். பலருக்கு அது தெரியும். \"",
        "\"சில இஸ்ரேலியர்கள் இந்த பகுதியில் வெற்று நிலத்தை வாங்கியுள்ளனர் என்ற தகவல்கள் உள்ளன. இந்த பகுதியின் தரகர்கள் இந்த பகுதியில் நிலத்தை கொண்டு வருவதற்காக செயல்படுவார்கள் என்ற தகவல்கள் உள்ளன. சிலர் கமிஷன் பண தரகர் பெறுகிறார்கள். இங்கே ஒரு நிலத்தில் ஒரு நிலத்தின் விலையை விட அவர்கள் நிலத்தை வாங்குகிறார்கள். \"",
        "\"இஸ்ரேலிய நிலங்களை நம்புகிறார், இந்த நிலங்களில் வணிகங்களை உருவாக்குகிறார், மற்ற ஹோட்டல்களுக்கு செல்ல வேண்டாம். மற்றும் அதை உருவாக்க உணவகம். அருகாம்பேயில் உள்ள எந்த ப Buddhist த்த, கிறிஸ்தவ மற்றும் இந்து மதம் வந்து வியாபாரம் செய்யலாம்.",
        "'' மேலும் பல இஸ்ரேலிய இளைஞர்கள் சாலையின் சாலையில் நடந்து செல்கிறார்கள். எங்கள் பெண்களும் குழந்தைகளும் அது போன்ற விஷயங்களைப் பார்க்கிறார்கள். எங்கள் இளைஞர்கள் இஸ்ரேலிய பெண்களை ஒரு ஆடையை இழுக்கச் சொல்லும்போது. \"",
        "\"ஆனால் அவர்கள் சாலை சட்டங்களை பாதுகாக்கவில்லை. சில நேரங்களில் அத்தகைய நிலைமை இருப்பதாக அவர் கூறினார்.",
        "அப்பகுதியில் வசிப்பவர்கள் பின்னர் இஸ்ரேலிய-கொல்லப்பட்ட இஸ்ரேலியர்களால் அறியப்பட்டதாகக் கேள்விப்பட்டனர், அவர் சுவரில் போரில் இறந்தார்.",
        "\"இருக்கிறதா என்று எங்களுக்குத் தெரியாது. நிலத்தில் உள்ள அறைகள் ட ous சர். டோஸர், தரையில் வழிவகுத்தது, மற்றும் ஒரு உணவு தயாரித்தது. ஒரு டோஸர் தயாரிக்கிறார் என்று நாங்கள் நினைத்தோம். இரண்டு வயது அது விஷயங்களைத் தொடங்கியது.",
        "\"காவல்துறையினர் பாதுகாப்புக்காக பயன்படுத்தப்பட்டுள்ளனர். நீங்கள் எந்த நேரத்திலும் சென்றால், அதை நீங்கள் அறிந்து கொள்ளலாம். ஒளியில் உள்ள சுவர்களின் சுவர்கள் ஒட்டப்பட்டுள்ளன, பின்னர் பார்த்தோம். இந்த புகைப்படங்கள் போரில் இறந்த 4 பேரில் உள்ளன என்பதை நாங்கள் அறிவோம். \"",
        "\"இது தாக்கப்படப்போகிறது என்று அறியப்பட்டபோது, ​​காவல்துறையின் துருப்புக்கள் இராணுவத்திற்கு தகவல் கொடுத்ததாக எங்களுக்குத் தெரிவிக்கப்பட்டது.\"",
        "அருகாம்பேவுக்கு விஜயம் செய்த ஒரு பிரெஞ்சு தம்பதியினர் பிபிசி சிங்கள சேவைக்கு விஜயம் செய்தனர்.",
        "\"நாங்கள் அருகாம்பே பகுதியில் இருந்தோம். இது ஒரு பேய் நகரம் போல் தெரிகிறது. மக்கள் மக்கள் நிறைந்திருக்கும்போது இங்குள்ள பொதுமக்கள் புகைப்படங்களில் எங்களுக்குக் காட்டியுள்ளனர். நாங்கள் மட்டுமே இன்று இங்கு இருந்தோம். நாங்கள் மட்டுமே இருப்பதால் ஆபத்தை இழக்க நேரிடும் என்று நினைத்தோம். இந்த இடம் அழகாக இருக்கிறது. வானிலை கூட அழகாக இருக்கிறது. இங்கு ஏராளமான பாதுகாப்பு படைகள் உள்ளன. எங்கள் பாதுகாப்பிற்கு எந்த பயமும் இல்லை. குறைபாடு காரணமாக, நாங்கள் பொது மக்களுடன் பேசுவது எளிது.",
        "இதற்கிடையில், இலங்கைக்கு வந்த நோர்வே, ஆண்ட்ரியா, தனது தூதரகத்தையும் காப்பீட்டு நிறுவனத்தின் பாதுகாப்பையும் பார்வையிட முடிந்தது என்றார்.",
        "\"நான் இந்தியாவில் இருந்து இலங்கையின் வருகைக்கு வந்தேன். நானும் எனது நண்பர்களில் கலந்து கொண்டேன். ஒரு சுற்றுலா ஆலோசனை அருகாம்பேவுக்கு சுவாரஸ்யமாக இருப்பதாக எங்களுக்குத் தெரிவிக்கப்பட்டது. என்னை நோர்வே தூதரகம் மற்றும் எனது காப்பீட்டு நிறுவனம் கூறியது. \"",
        "\"இப்பகுதியைப் பாதுகாக்க நிறைய பாதுகாப்புப் படைகள் உள்ளன. பாதுகாப்பில் இதுவரை எந்த பிரச்சனையும் இல்லை. இங்குள்ள பொதுவான மக்கள் நல்லவர்கள்.",
        "இதற்கிடையில், அரும்பேவில் ஒரு வணிகத்தை நடத்தி வரும் சுஜித், ஆகம்பேவில் உள்ள பகுதியிலிருந்து வெளியேறிக்கொண்டிருந்தார்.",
        "\"இஸ்ரேலிய சுற்றுலாப் பயணிகள் இங்கு வருகிறார்கள். இஸ்ரேல் தாக்கப்பட்டதாக அவர்களிடம் ஒரு பேச்சு இருந்தது. ஒரு உலா குழல் இல்லாமல் போய்விட்டது. இஸ்ரேலியர்கள் இங்கிருந்து செல்ல வேண்டியிருந்தது. எனவே அவர்கள் மிரிசா மற்றும் எலாவுக்குச் சென்றனர். ஆனால் இப்போது மீண்டும் சுற்றுலாப் பயணிகள் வருகிறார்கள். ஏனெனில் தெற்கு மாகாணம் சென்சானுக்கு தொடங்குகிறது, எனவே இங்கு வருபவர்கள். ஆனால் இந்த பிரச்சனையின் காரணமாக, அவர்கள் அவரைப் பற்றி பயப்படுகிறார்கள்.",
        "இதற்கிடையில், பிபிசியின் சிங்கள சேவைக்கு விஜயம் செய்த பத்திரிகையாளர்கள் இப்பகுதியில் உள்ள உள்ளூர் அரசாங்கத்திற்குச் சென்றிருந்தனர், அதே நேரத்தில் சில வணிகங்கள் ஏற்கனவே மூடப்பட்டிருந்தன.",
        "அரம்பாசர் பகுதியில் ஒரு ஹோட்டல் உரிமையாளர். அறிவிப்பு வழங்கப்படுவதற்கு முன்னர் அமெரிக்க தூதரகம் அறிவிக்கப்பட்டுள்ளது என்று தயாரத்னே கூறினார்.",
        "\"பாதுகாப்பின் பாதுகாப்பு சோர்வாக இருந்தது. அது எங்களுக்குத் தெரியாது. அது தொடர்ந்தது. பாதுகாப்புக்கு கடைசி மேல் இருந்தது.. ஆயிரம் சிம்பொனி போல சொல்ல முடியும்.",
        "\"இப்போது மழை இப்போது தொடங்கும். சீசன் முடிந்துவிட்டது என்று நீங்கள் சொல்கிறீர்கள். ஆனால் அது இலங்கையில் வெளிநாட்டினர் மற்றும் உள்ளூர் சுற்றுலாப் பயணிகள் இந்த முறை வரவில்லை. அல்லது உள்ளூர் சுற்றுலாப் பயணிகள் இந்த நாட்களில் மிகக் குறைவானவர்கள். இப்போது அது இழந்துவிட்டது.",
        "\"நாட்டின் சுற்றுலாப் பயணிகள் அருகாமய் வருகையின் ஆரம்ப நாட்களில். அமெரிக்க சுற்றுலாப் பயணிகள் வருகிறார்கள். ஆனால் இஸ்ரேலியர்கள் மிகவும் பொதுவான காலமாகும். மிகவும் வேடிக்கையாக இருப்பவர்கள்.",
        "\"இந்த சம்பவம் குறித்து பல சுற்றுலாப் பயணிகள் இங்கு வந்தபோது இங்கு வந்தனர். ஆனால் தூதரகங்கள் வெளியிட்ட அறிவிப்புக்கு நிறைய பேர் சென்றனர். அல்லது அவர்கள் அதிகம். \"",
        "இதற்கிடையில், அருயம்பேயில் உள்ள இஸ்ரேலிய மக்களின் மத இடங்களுக்கு எதிராக அவர் எதிர்ப்பு தெரிவித்தபோது பணியாற்றிய சிங்களவலாவுக்கு இது பதில்.",
        "\"அது இல்லாமல் இல்லை. அவர்களின் மதத்திற்கு வெள்ளிக்கிழமை போன்ற ஒரு நாள் உள்ளது. அதற்காக எல்லாம் தயாராக செல்கிறது. இது கிராமவாசிகளுக்கு எதிரானது அல்ல, உணவைப் பெறுவது மதம். அன்று ஹோட்டல்களில் இருந்து யாரும் சாப்பிடுவதில்லை. அவர்கள் சாப்பிடுகிறார்கள், அன்றிலிருந்து, உணவு சாப்பிடுகிறார்கள், சாப்பிடுகிறார்கள். இது அவர்களின் மதத்தின் வழக்கம். \"",
        "தொலைபேசி நிறுவனங்கள் உங்கள் பழைய தொலைபேசி எண்களை மீண்டும் கட்டியெழுப்புகின்றன, ஏனெனில் நீங்கள் இருக்க முடியும்",
        "அருகாம்பே: இஸ்ரேலில் வசிப்பவர்கள் மற்றும் அரசாங்கம் இஸ்ரேல் 'சோபாத் வீடு' பற்றி கூறுகின்றனவா?",
        "அப்யூல் தாரங்காவின் வாரண்ட் மீது மேல்முறையீட்டு நீதிமன்றம் கைது செய்யப்பட்டார்"
      ]
    },
    "en": {
      "title": "Arugambay: Residents of Israel and the government say about Israel 'chobad House'?",
      "body_lines": [
        "Arugambay: Residents of Israel and the government say about Israel 'chobad House'?",
        "The country's warning announcement is still inaugurated by the American Embassy in the area of ​​Aruugambay.",
        "The incident also focused on the national security in Sri Lanka, with the religious place in the social media, a religious place in the country.",
        "A team of BBC's Sinhala service was engaged in a field visit to the area to look into the situation where there is a situation in the area of ​​Arugambay.",
        "There were still three Israeli people in the Arugam's area.",
        "During his visit to Arugambay, the police said that three Israeli still remain in the area.",
        "Investigations revealed that one Israeli reside in the area for several years in Arumbumbe.",
        "The team of BBC in the Sinhala service has come to the place where he was staying to stay the Israeli and he was inspected to his residence.",
        "Two ministerial officers, two soldiers, several policemen, and several civil security officers and several civil security divisions were employed.",
        "The team of BBC's journalists met with the Israeli to meet with the Israeli and said that their personality is important.",
        "At a press conference to inform the Cabinet Decision on October: 29, Cabinet spokesman was associated with the foreigner who remains a special security.",
        "\"Armamba has not been found that only one person has special care. Let us see about it. If someone informed a special threat, there will be protection. Generally, if Sri Lanka needs such protection, it would have to give it to the police. Let us see if you have a protection. \"Minister Vijitha Herath said.",
        "Police Media Spokesperson DIG Nihal Thalduwa and the cabinet press conference claimed that he would investigate the matter.",
        "\"There is no understanding of who gave personal safety. You can look at that. We recently appointed DIG's telephone number in charge of the police tourist district. Sometimes Israeli government officials or diplomats can come to Sri Lanka for a private visit to Sri Lanka. If you need a personal safety, he was told that this DIG's personal telephone number would be published to deal with it.. They do not know if this is a protection. You can notify. \"The Police Media Spokesman said.",
        "Additional Secretary (Religious) HN is the Secretary to the Ministry of Buddha, Religious and Cultural Affairs of the Government (Religious). When inquired by BBC Sinhala in Kumari, she said that an application has been prepared to register non-Christian religious places.",
        "\"We have not done any registration of any organization to be on the Jewish side. Christian affairs are dealing with a lot of Christian side. Now we are working to register them directly to Christianity. But not worked yet. \"",
        "\"They begin with other countries and starts one single prayers. There was no way to register them. Since the Constitution of Sri Lanka, we have applied to register because anyone can believe their own religion. \"",
        "'' Sometimes visa gives you. Looking for a lot of people who seek out for a long time. We do that by looking for the recommendations of the Christian affairs. \"She said.",
        "The BBC Sinhala service was also informed of whether the Israeli had granted permission to maintain a religious place in Arugambay.",
        "There were a police officers who were deployed to the religious place where the Israeli runs.",
        "In response to a media briefing to inform the Cabinet decision not to inform the Cabinet decision, he said that Israeli had chosen certain places to do some such religious activities and finding out.",
        "\"I told them that in October would take a joint to their religious affairs and commit the celebrations. These travelers are going on it and select certain places. It is being investigated by this time. How did that locations were looking into whether or not was legally or not? \"The Minister said.",
        "Meanwhile, the BBC Sinhalese attempting to respond to the Web site that the Israeli nationals were playing the religious place where the religious place was being held in Arumbural area.",
        "Meanwhile, the Israelites to serve as the Sinhalese served on which the Israeli to come to Sri Lanka will be given to a group of BBC Sinhala.",
        "\"Generally coming under Travel Visa. Not only the Israeli Israeli but foreigners come to this country and do business. This is a long time. You have to look into this. \"",
        "The police already asked people to ask the people to inform the foreign tourists if there is any information about the tourist visas. And hotel owners have been informed. \"",
        "'' Every month has been up to update this information. Religious activities can be illegal, may be legitimate. All these information is not found to prevent tourists. \"The Minister said.",
        "Meanwhile, Abdul Tasles in the Professional as a Fisherman in Arugambay",
        "\"It's been a land here for three years ago,. They're now taking land here. These people are the names of the names of Sri Lankans. \"",
        "'' There's a Mapasa Road. They get a land and dance like flags. Sometimes the road is also shouting and cry. At that time, the police come and removes them. \"",
        "'Now the police have been protected from the police. \"Abdul Taskleim said.",
        "Abdul Kalamsa Tasmalim said that the land was previously owned by the Israelites who were saying that Israeli was run by Israel.",
        "\"This land was owned by a Muslim. The man gave someone else and took these Israeli. \"",
        "Israeli increases armor. So they see the idea to make their business. \"",
        "\"Sometimes they set apart a day for one day a day and eating, and they were eating. Even in that places, even the people of our village will work there. \"He said.",
        "Chairman of the Tourist Jeep Organization of Arugamay, Mohammed Maharoof said that Israeli tourists had no opposition from the residents of the area. He also told the BBC Sinhala service that even the religious laborers of the country who was only the Israeli to Israel.",
        "\"Israeli returns from the villagers in the village where the Israeli religious place is being held in Aruuambay.. But what is this place?Nobody in the village has no idea what's going on. \"",
        "\"But the only thing Israelites have apart. Most foreigners come to Arugambay. These Israeli nationals can come like tourists. We will not oppose them. \"He said.",
        "\"Sometimes, from Israel, their religious priests come. They're just taking a black little hat in the head. They're pulling black pants and drag white shirts. \"",
        "Meanwhile, Mohamed Maharoof added that the Israeli has purchased many land in the Sinhapura area in Arumbumbay.",
        "\"We have heard a Israeli national in Sinhapura builds a house and lives there. Many people know that. \"",
        "\"There is information that some Israeli have purchased the empty land in this area. There is information that the brokers of this area will act in this area to bring land to them. Some people get the commission money broker. They buy the land for more than the price of a land in a land here. \"",
        "\"Israeli believes in the lands, making businesses in these lands and do not go to other hotels. And restaurant to make that. Any Buddhist, Christian and Hinduism in Arugambay can come and do business. \"",
        "'' And many Israeli young people walk along the road to the road. Like our women and children see things like that. When our young men tell Israeli women to drag a dress on the way. \"",
        "\"But they do not protect the road laws. Sometimes it comes to reports that there is such a situation. \"He said.",
        "The residents of the area heard that the people of the area was later known by the Israeli-killed Israeli Israeli, who had died of the war in the wall.",
        "\"We don't know if there is there. The rooms on the land was dousar. The dozer, led to the ground, and made a meal. We thought a dozer was making. It was when two years old it started things. \"",
        "\"The police have been used for security. If you go any time, you can know that. The walls of the walls in the light have been pasted, we later saw. Without we knew that these photos are in the 4 people who died of war. \"",
        "\"When it was learned that it was going to be attacked, we were told that the troops of the police have informed the military.\" He said.",
        "A French couple who visited Arugambay visited BBC Sinhala service.",
        "\"We've been in the area of ​​Arugambay. This looks like a haunting city. The civilians here have shown us in photos when the people are full of people. We were the only one who was here today. We thought we could lose danger because we were only. This place is beautiful. The weather is also beautiful. There are so many security forces here. There is no fear of our safety. Because of the defect, we were easy to talk to the general public. \"The couple said.",
        "Meanwhile, Andrea, a Norway, who came to Sri Lanka, said he was able to visit his embassy as well as the security for the insurance agency.",
        "\"I came to Sri Lanka's visit from India. I also attended my friends. We were informed that a tourist counseling was impressive to Arugampe. I was told by the Norwegian Embassy and my insurance agency. \"",
        "\"There has been a lot of security forces to protect the area. There is no problem with security so far. The common people here are good. \"She said.",
        "Meanwhile, Sujith, who runs a businessplace in Arumbe, was running out of the area in Augumbe.",
        "\"The Israeli tourists are coming here. They had a talk that Israel had been attacked. One stroll was gone without gutter. Israeli had to go from here. So they went to Mirissa and Ella. But now again tourists come. Because the southern province begins to the senson, so those who come here. But because of this problem, they are scared of him. \"He said.",
        "Meanwhile, the journalists in the BBC's visit to the Sinhalese service had gone to the local government in the area, while some businesses were already closed.",
        "A Hotel owner in Arumbural area. Dayaratne said that the US embassy has been announced before the announcement was issued.",
        "\"The security of the security was tired. It doesn't know us too. It continued. Security had the last top.. Can say like a thousand symphony. \"",
        "\"Now the rain will begin now. Then you say that the season is over. But that's not the foreigners and local tourists in Sri Lanka come this time. Or local tourists are very few people these days. Now it's lost. \"",
        "\"In the early days of the country's tourist arrivals to Arugamay. US tourists come. But the Israeli is the most common time period. Those who have a lot of fun. \"",
        "\"Many tourists were here when they came about this incident. But a lot of people went to the announcement issued by the embassies. Or they have more. \"He said.",
        "Meanwhile, this is the answer to the Sinhala served when he had given a protest against the religious places of the Israeli people in Aruuambay.",
        "\"It's not without that. Their religion has a day like Friday. All goes ready for it. It is not against the villagers, that it is the religion to get the food. No one eats from hotels at that day. They eat, from that day, eating food and eating. It must have been the custom of their religion. \"He said.",
        "Telephone companies rebuilt your old telephone numbers because you can be",
        "Arugambay: Residents of Israel and the government say about Israel 'chobad House'?",
        "Court of Appeal on the warrant of Upul Tharanga arrested"
      ]
    }
  },
  "summary_lines": [
    "Based on the text provided, here are the key points regarding the situation in Arugambay:",
    "",
    "1. A controversial religious center called \"Chabad House\" has been established in Arugambay, reportedly run by Israeli nationals.",
    "",
    "2. Local residents have expressed concerns about the center, including allegations of land grabbing and unauthorized construction.",
    "",
    "3. The Sri Lankan government claims to be investigating the matter, stating that the center may be operating illegally.",
    "",
    "4. Some residents report seeing Israeli tourists visiting the area, though others claim there are fewer visitors due to security concerns.",
    "",
    "5. There are conflicting accounts about the nature of the Chabad House and its impact on the local community.",
    "",
    "6. The situation appears to be sensitive, with both local authorities and residents providing differing perspectives on the issue.",
    "",
    "7. There are ongoing discussions about religious freedom, tourism, and land use in the region.",
    "",
    "8. Some residents express concern about potential cultural and social impacts of the center's presence.",
    "",
    "9. The situation seems to be under investigation by local authorities, with mixed reactions from the community.",
    "",
    "10. There are references to security measures and potential tensions between locals and the center's operators.",
    "",
    "This summary provides an overview of the complex situation described in the text, highlighting the various perspectives and concerns surrounding the Chabad House in Arugambay."
  ]
}