{
  "translated_text": {
    "ta": {
      "title": "சனி அபேசெக்கேரா: இது ஏன் மீண்டும் வேலைக்கு அழைக்கப்பட்டது?",
      "body_lines": [
        "மூத்த காவல்துறை கண்காணிப்பாளர் (ஓய்வு பெற்ற) சனி அபசேகரனை புதிய அரசாங்கம் (ஓய்வூதியம் பெற்ற) சனி அபசேகராவால் புதிய பொறுப்பை ஒப்படைத்துள்ளார்.",
        "குற்றவியல் விசாரணையின் முன்னாள் இயக்குனர் சனி அபேசேகரா ஒரு வருட காலத்திற்கு சிஐடி (சிஐடி) இன் வேறு பிரிவுக்கு நியமிக்கப்பட்டுள்ளார்.",
        "இது குற்றவியல் புலனாய்வு பகுப்பாய்வு மற்றும் தடுப்பு பிரிவின் இயக்குநராக உள்ளது.",
        "இதன் கீழ், அவரது முக்கிய பொறுப்பு குற்றவியல் உளவுத்துறை மற்றும் விசாரணையின் முக்கிய பொறுப்பாக இருக்கும்.",
        "அக்டோபர் 10, 2024 அன்று தனது நியமனத்தை நியமிக்க ஒப்புதல் பெற முடிவு செய்துள்ளதாக தேசிய போலீஸ் கமிஷன் ஒரு அறிக்கையை வெளியிட்டது.",
        "பாராளுமன்றத் தேர்தல்கள் அழைக்கப்பட்டதால் தேர்தல் ஆணையத்தின் முழு ஒப்புதலைத் தொடர்ந்து இந்த நியமனங்கள் செய்யப்பட்டுள்ளன என்று பொலிஸ் ஆணையம் கூறுகிறது.",
        "சனி அபேசேகரா: ரிமாண்ட் செய்யப்பட்ட 10 மாதங்களுக்குப் பிறகு தூக்கிலிடப்பட்டதாக குற்றம் சாட்டப்பட்டவர்",
        "பிபிசி சிங்களிடம் பேசிய சனி அபாய்சேகரா, எதிர்காலத்தில் எதிர்காலத்தில் கடமைகளை எடுத்துக்கொள்வார் என்று கூறினார்.",
        "பாதிக்கப்பட்டவர்களால் பாதிக்கப்பட்டவர்களுக்கு ஈஸ்டர் தாக்குதல் குறித்த விசாரணையை விரைவுபடுத்தியதையும், இதுபோன்ற சோகத்தைத் தடுக்க பின்னணியை நிர்ணயிப்பதற்கும் ஜனாதிபதி அனுரா குமாரா டிசனாயக்க உறுதியளித்தார்.",
        "இது காயமடைந்து கொல்லப்பட்ட குவாபிட்டியாவின் மிகாமுவாவின் செயின்ட் செபாஸ்டியன் தேவாலயத்தில் பஸ்கா குடும்ப உறுப்பினர்களை உரையாடுகிறது.",
        "அதன்படி, பஸ்கா ஆய்வகங்கள் உட்பட பல குற்றவியல் சம்பவங்கள் குறித்த விசாரணைகளை விரைவுபடுத்துமாறு செயல்படும் ஐ.ஜி.பி.",
        "பஹலரியா இரண்டு சமூக ஆர்வலர்களான லலித் வீரராஜ் மற்றும் குகன் முருகானந்தன் (லலித் - குகன்) ஆகிய ஐந்து பேரின் விசாரணை விசாரணை",
        "பி. ஆம்பாவிலா குற்றவியல் புலனாய்வுத் துறையின் பொறுப்பாளராக நியமிக்கப்பட்டார்.",
        "இந்த இடுகை, டிக் ரோஹன் பிரேமரத்னே, மேற்கு மாகாணத்தின் பொறுப்பாளராக மாற்றப்பட்டுள்ளது.",
        "குற்றவியல் விசாரணைக்கு (சிஐடி) பொறுப்பேற்க புதிய நியமனங்கள். ஆம்பவிலா பொலிஸ் தலைமையகம் குறித்து விசாரணைகளை நடத்துவதற்காக, கடமைகள் முன்பு கடமைகள்.",
        "சுற்றியுள்ள பயங்கரவாத தாக்குதலில் 11 இளைஞர்களைக் கொலை செய்து, மறைந்து மறைந்து மறைந்து மறைந்து மறைந்து மறைந்து மறைந்து, மறைந்து மறைந்து மறைந்து போகும்",
        "மூத்த காவல்துறை கண்காணிப்பாளர் சனி அபேசெக்கெரா ஒரு அதிகாரி, அவர் மர்மங்கள் போன்ற பல கட்டுப்பாட்டு கொலைகளில் வெளிப்படுத்தியுள்ளார்.",
        "நல்ல ஆளுநரின் உதவியுடன், ஜனாதிபதி மஹிந்த ராஜபக்ஷம் முன்னாள் ஜனாதிபதியின் 2005-2015 சர்ச்சையின் போது குற்றவியல் விசாரணைகளை மறுபரிசீலனை செய்கிறார்.",
        "ராஜபக்சர்களையும் அவர்களது சகாக்களையும் கைது செய்வதற்கான அரசியல் அழுத்தத்தின் பேரில் செயல்பட்டதாகவும் அவர்கள் மீது குற்றம் சாட்டப்பட்டது.",
        "கோத்தாபயா ராஜபக்ஸா ஜனாதிபதியாக நியமிக்கப்படுவதற்கு முன்பு குற்றவியல் புலனாய்வுத் துறை இயக்குநர் பதவியை அவமதித்த எஸ்.எஸ்.பி சனி அபாய்சேகரா, சிஐடியில் தனியார் உதவியாளராக தோண்டலில் இருந்து எடுத்துச் செல்லப்பட்டார்.",
        "இடமாற்றம் செயல்படும் போது, ​​ஈஸ்டர் மீதான தற்கொலைத் தாக்குதல்கள், அவர் தனது மேற்பார்வையின் கீழ் சிறப்புக் குழுவிற்கு சாட்சியமளித்தார், அது நேசிக்கப்பட்டது.",
        "ஜனாதிபதி ஜியானி அபேசேகேரா குற்றம் சாட்டினார்",
        "ஜனநாயக சீர்திருத்தங்களும் தேர்தல் ஆய்வுகளும் பொலிஸ் திட்டத்திற்கு சனி அபேசெக்கேரா மீண்டும் தூண்டப்பட்டதாகக் கூறியது.",
        "நிறுவனத்தின் நிர்வாக இயக்குனர் மன்ஜுலா கணநாயக்க, சனி அபெய்கரா இலங்கையின் தேசிய குடியரசின் போலீஸ் அதிகாரிகளில் உறுப்பினராக இருந்து வருகிறார் என்று கூறுகிறார்.",
        "முன்னாள் டி.ஐ.",
        "முன்னாள் டி.ஐ.",
        "குற்றவியல் புலனாய்வுத் துறை குற்றவியல் விசாரணைத் துறை மற்றும் கொழும்பு குற்றப் பிரிவில் புகார் அளித்துள்ளது.",
        "ඒ අනුව 2020 වසරේ ජුලි මස 31 වෙනිදා අදාළ පැමිණිල්ල සම්බන්ධයෙන් කොළඹ අපරාධ කොට්ඨාශය විසින් එවකට වැඩ තහනම්ව සිටි අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුවේ හිටපු අධ්‍යක්ෂ පොලිස් අධිකාරී ශානි අබේසේකර අත්අඩංගුවට ගනු ලැබීය.",
        "மூத்த போலீஸ் சூப்பிரண்டு சனி அபேசேகரா மருத்துவமனை: \"வாழ்க்கையை உறுதிப்படுத்தவும்\"",
        "போலி ஆதாரங்கள் குற்றச்சாட்டுகள் பின்னர் 10 மாதங்கள் மற்றும் எட்டு நாட்கள் சிறையில் அடைக்கப்பட்டனர்.",
        "அவர் கமோட் -12 நோயால் பாதிக்கப்பட்டார், பின்னர் அவர் இலங்கை மனித உரிமைகள் ஆணையத்தின் தலையீட்டில் ஐ.டி.எச் மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "சனி அபேசெக்கேரா, சனி அபேசெக்கேரா மற்றும் பிற சந்தேக நபர்கள் உட்பட கம்பாஹா மாஜிஸ்திரேட் நீதிமன்றம் மற்றும் உயர்நீதிமன்றத்தில் வழங்கப்பட்டனர்.",
        "மேல்முறையீட்டு நீதிமன்றத்தில் தாக்கல் செய்யப்பட்ட குற்றவியல் விசாரணைகளின் முன்னாள் கண்காணிப்பாளர் எஸ்.எஸ்.பி ஷானி அபேசெக்கேரா அக்டோபர் 16, 2021 அன்று பிணை எடுக்கப்பட்டார்.",
        "முன்னாள் டிக் வாஸ் குணவர்தனாவுக்கு எதிரான குற்றச்சாட்டுகளுடன் சனி அபேசேகரா உட்பட மூன்று நபர்களுக்கு கம்பாஹா மாஜிஸ்திரேட் நீதிமன்றம் உத்தரவிட்டது.",
        "ශානි අබේසේකර විසින් ශ්‍රේෂ්ඨාධිකරණය සහ අභියාචනාධිකරණය හමුවේ තමන්ට සිදුවූ ආසාධාරණකම් හේතුවෙන් මුලික අයිතිවාසිකම් සහ වන්දි නඩු 15ක් පමණ ගොනු කර ඇත.",
        "பொலிஸ் திணைக்களத்தின் சேவையின் போது காவல் துறையின் முழு ஓய்வூதிய அதிகாரியையும் செலுத்த தேசிய பொலிஸ் கமிஷன் முன்னர் உத்தரவிடப்பட்டது.",
        "இதற்கிடையில், குற்றவியல் புலனாய்வுத் துறை (சிஐடி) ஏற்பாடு செய்த முன்னாள் மூத்த பொலிஸ் அதிகாரிகள் குற்றவியல் விசாரணைத் துறையில் கலந்து கொண்டனர், முன்னாள் போலீஸ் சூப்பிரண்டு ஷானே அபேமென், முன்னாள் போலீஸ் சூப்பிரண்டு ஷானே செனவிரத்னே.",
        "அதன்படி, முன்னாள் மூத்த டிக் ரவி செனவிரத்னே பாதுகாப்பு அமைச்சின் செயலாளராக நியமிக்கப்பட்டார், இது ஜனாதிபதித் தேர்தலின் கீழ் செயலாளர் பாதுகாப்பு அமைச்சகமாக நியமிக்கப்பட்டுள்ளது.",
        "குறைபாடுகள் இல்லாத குழந்தைகளை உற்பத்தி செய்ய தந்தைகள் ஏன் ஆல்கஹால் பயன்படுத்துவதை கட்டுப்படுத்த வேண்டும்?",
        "பொதுத் தேர்தல் 2024: முக்கிய கட்சிகளின் தேசிய பட்டியல்களில் யார்?",
        "வேலைவாய்ப்பு: 'வார இறுதியில் கூட, இந்த டர்காட்டைப் பற்றி எங்கள் எண்ணெய்களில் வேலை செய்கிறோம்'"
      ]
    },
    "en": {
      "title": "Shani Abeysekera: Why was it called back to work?",
      "body_lines": [
        "Senior Superintendent of Police (Retired) Shani Abeysekara has been entrusted with the new responsibility by the new government (pensioned) Shani Abeysekara.",
        "Shani Abeysekara, a former director of the Criminal Investigation, has been appointed to a different division of the CID (CID) for a period of one year.",
        "That is as the director of criminal intelligence analysis and the Prevention Division.",
        "Under this, the main responsibility of him will be the main responsibility of criminal intelligence and investigation.",
        "The National Police Commission issued a statement saying that he had decided to appoint approval to appoint his appointment on October 10, 2024.",
        "The Police Commission states that these appointments have been made following the full consent of the Election Commission as the parliamentary elections have been called.",
        "Shani Abeysekara: An accused of executing 10 months after being remanded",
        "Speaking to BBC Sinhala, Shani Abeysekara said that he would take the duties in the future in the future.",
        "President Anura Kumara Dissanayake assured the victims of the victims of expediting the investigation into the Easter attack and set the background to prevent such tragedy.",
        "It is conversing the Passover's family members at St. Sebastian Church, Migamuwa, Kuwapitiya, who was injured and killed.",
        "Accordingly, the acting IGP has instructed the acting IGP to expedite the investigations into a number of criminal incidents including the Laboratories of the Passover.",
        "Investigation of the Five of the PahalariyaTwo social activists, Lalith Weeraraj and Kugan Muruganandan (Lalith - Kugan)",
        "P. Aampawila was appointed as the DIG in charge of the Criminal Investigation Department.",
        "The post, DIG Rohan Premaratne, has been transferred as the DIG in charge of the Western Province.",
        "New appointments to DIG in charge of the Criminal Investigation (CID). In order to conduct investigations into the Ampavila Police Headquarters, duties were previously duties.",
        "Murder of 11 youths in the surrounding terrorist attack and disappearing and disappear and disappear and disappear and disappear and disappear and disappear and disappear and disappear",
        "Senior Superintendent of Police Shani Abeysekera is an officer who has revealed in many controller murders such as the mysteries.",
        "With the help of the Good Governor, President Mahinda Rajapaksa revisit criminal investigations during the former President's 2005-2015's controversy.",
        "They were also accused of acting on political pressure to arrest the Rajapaksas and their peers.",
        "SSP Shani Abeysekara, who insulted the post of Director of the Criminal Investigation Department before Gotabhaya Rajapaksa was appointed as the president, was taken away from the DIG as the private assistant in the CID.",
        "When the transfer operates, the suicide attacks on Easter, he testified under his supervision to the special committee, which was loved.",
        "Shani Abeysekera accuses President Zhiani Abeysekera",
        "The democratic reforms and the election studies said that Shani Abeysekera was resumed urge to the police plan.",
        "The company's Executive Director Manjula Gananayake says that Shani Abeykara has been a member of the Police Officers of the National Republic of Sri Lanka.",
        "Former DIG Vass Gunawardena, including former DIG Vaas Gunawardena, had been sentenced to death by the Colombo High Court.",
        "Former DIG Vass Gunawardena, his son Ravindu Same Sameyansala, Dissanayake Maudana Dissanayake, Bramunasinghe Sanathage, Atapattu Arachchige Priyantha Priyantha Dissanayake and Ananda Priyantha's Priyantha Priyantha Pirawana.",
        "The Criminal Investigation Department has lodged a complaint with the Criminal Investigation Department and the Colombo Crimes Division against former DIG Vass Gunawardena against the murder.",
        "Accordingly, the Criminal Investigation Department of the Criminal Investigations Department (CID), the Criminal Investigation Department (CID), the Criminal Investigation Department (CID) was arrested by the Colombo Crimes Division regarding the complaint lodged by the Colombo Crimes Division on July 31st.",
        "Senior Superintendent of Police Shani Abeysekara Hospital: \"Confirm Life\"",
        "Shani Abeysekera was jailed for 10 months and eight days after charges of fake evidence.",
        "He was infected with Cumod-12, and then he was admitted to the IDH hospital on the intervention of the Sri Lanka Human Rights Commission.",
        "Shani Abeysekera, including Shani Abeysekera and other suspects were presented to the Gampaha Magistrate's Court and the High Court.",
        "The Criminal Investigation Department SSP Shani Abeysekera, former Superintendent of the Criminal Investigations Filed in the Court of Appeal, was bailed on October 16, 2021.",
        "The Gampaha Magistrate's Court ordered three persons including Shani Abeysekara with charges against former DIG Vass Gunawardena.",
        "As a result of Shani Abeysekera, the Supreme Court and the Court of Appeal have filed about 15 basic rights and compensation cases.",
        "The National Police Commission was previously ordered to pay the full retirement officer of the police department during the service of the police department.",
        "Meanwhile, former senior police officers organized by the Criminal Investigation Department (CID) was attended by the Criminal Investigation Department, Former Superintendent of Police Shaney Abeyemen, former Superintendent of Police Shaney Seneviratne.",
        "Accordingly, former senior DIG Ravi Seneviratne was appointed as the Secretary to the Ministry of Defense, which has been appointed as the Secretary Defense Ministry under the presidential election.",
        "Why should fathers control the use of alcohol to produce children without disabilities?",
        "The General Election 2024: Who is in the national lists of the major parties?",
        "Employment: 'Even at the weekend, we work in our oils about this targat'"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the key points in approximately 200 characters:",
    "",
    "Shani Abeysekara, retired Senior Superintendent of Police, reinstated as CID director for 1 year. Appointed to lead criminal intelligence analysis and prevention division. Accused of executing 10-month remand. Involved in Easter attack investigation. Previously accused of political pressure arrests. Resumed due to democratic reforms and election studies."
  ]
}