{
  "translated_text": {
    "si": {
      "title": "புதிய கல்விச் சீர்திருத்தம் குறித்து நடைபெறும் உரையாடல்கள், கருத்துப் பரிமாற்றங்கள் மற்றும் விமர்சனங்கள் மிகவும் முக்கியம் - பிரதமர்",
      "body_lines": [
        "කොළඹ, 2025 ජූලි 17 - අධ්යාපන, උසස් අධ්යාපන හා තාක්ෂණ අධ්යාපන අමාත්ය ආචාර්ය හාරිනි අමරසූරිය මහතා සත්ය තොරතුරු ප්රජාවට ගෙන ඒමට සංවාද, සහ නව අධ්යාපන ප්රතිසංස්කරණය පිළිබඳ සංවාද සහ නව අධ්යාපන ප්රතිසංස්කරණ පිළිබඳ විවේචන ඉතා වැදගත් බව බ්රහස්පතින්දා (17) පැවසීය.",
        "මෙම උත්සවය බ්රහස්පතින්දා (17) බටහිර පළාත් සභා ශ්රවණාගාරයේදී පැවැත්විණි. இந்நிகழ்வில் பிரதமர் மேற்கண்டவாறு கருத்து தெரிவித்தார்.",
        "අග්රාමාත්යවරයා තවදුරටත් කියා සිටියේ, \"සෑම කෙනෙකුම නව අධ්යාපන ප්රතිසංස්කරණ ගැන සැලකිලිමත් වන අතර, ප්රජාවේ සංවාද මගින් පැහැදිලි වේ.. අධ්යාපන ප්රතිසංස්කරණය කෙරෙහි විශාල උනන්දුවක් දක්වයි. බොහෝ අය විවිධ අදහස්, අදහස් සහ විවේචන ඉදිරිපත් කරන්නේ එබැවිනි. මෙය පිළිගැනීමේ තත්වයකි. මේ තුළින් අපට හොඳම තනතුර සාක්ෂාත් කරගත හැකිය. \"",
        "\"රජයක් වශයෙන්, ප්රතිපත්ති නිර්මාණය කර ඇති අධ්යාපනය කෙරෙහි අවධානය යොමු කිරීමට පොරොන්දු වීමට අපි බලමු. අපගේ ප්රතිපත්ති ප්රකාශනයේ සහ අපගේ දේශපාලන වේදිකා වල අපි මෙය පවසා ඇත්තෙමු. ඊයේ ආරම්භ වූ නඩුව මෙය නොවේ. මේ රටේ සංවර්ධන අරමුණු සඳහා අපි සියලු දෙනාම හ o ව සිටිමු. කෙසේ වෙතත්, මෙම ප්රජාව සංවර්ධන අරමුණු සාක්ෂාත් කර ගැනීමට අපේක්ෂා නොකරයි. අධ්යාපනයේ දැවැන්ත වෙනසක් සිදුවනු ඇතැයි \"ඔහු පෙන්වා දුන්නේය.",
        "\"එබැවින්, යෝජිත අධ්යාපන ප්රතිසංස්කරණ මගින් අපි අපේක්ෂා කරමු, කෙටි දැනුම පොත, පාඩම සහ විෂය මාලාව සඳහා සීමිත පුද්ගල වැඩිදියුණු කළ පුද්ගලයින් බිහිකිරීමට නොවේ.. අප නිර්මාණය කිරීමට උත්සාහ කරන්නේ කුමක්ද? අපගේ ඉලක්කය වන්නේ මනුෂ්යයන් විශාල වශයෙන්, නොමිලේ-නොබි, ලෝක ව්යාප්ත හා නායකත්ව ගුණාංග සහිත මනුෂ්යයන් බිහි කිරීමයි. \"",
        "\"මෙම ප්රතිසංස්කරණය පා course මාලා පන්තියේ එකම ඉලක්කය නොවේ. එය නිර්මාණය කර ඇත්තේ වින්යාස වෙනස් වන තෙක් කුළුණු පහක් මත නැගී සිටිය හැකි ආකාරයට ය. මූලික කරුණු පිළිබඳ ජනප්රිය තීරණවල ප්රති as ලයක් ලෙස අධ්යාපනය අද තත්වයක් බවට පත්ව ඇති බව අග්රාමාත්යවරයා පැවසීය.",
        "නව ප්රතිසංස්කරණයන් නිසා ඇති වන මූලික වෙනස වන්නේ සිසුන්ට වැඩ වර්ජනයට ඇතුළු වන පරිදි ඔවුන්ගේ කුසලතා වර්ධනය කිරීමයි. \"අපි එය දහවන ශ්රේණියේ සිට එය හඳුන්වා දෙන්නෙමු. සමහර අය මෙම සංශෝධනය වැරදි ස්ථානයේ ගෙන විවිධ චෝදනා ඉදිරිපත් කර ව්යාජ ප්රචාරක කටයුතු කරති. නිවැරදි පර්යේෂණ කිරීමට සහ මේ පිළිබඳව විවේචන කිරීමට සහ මේ පිළිබඳව විවේචන ඉදිරිපත් කිරීමට සහ සංවාද නිර්මාණය කිරීමට අපි සහයෝගයෙන් කටයුතු කිරීමට සූදානම්ව සිටිමු. \"",
        "සියලුම අධ්යාපන ක්ෂේත්රය විසින් නව ප්රතිසංස්කරණ තේරුම් ගෙන ජනතාවට නිවැරදි දේ කරගෙන \"\" අපේ රටේ දරුවන්ට මෙම historical තිහාසික වැදගත්කම සමඟ මට සහයෝගය ලබා දෙන්න \".. කාණ්ඩ කිහිපයකට බෙදිය නොහැකි ය. අප සියල්ලන්ම එකට එකතු විය යුතුයි \"කියා අගමැතිවරයා ඇහුවා.",
        "දරුවන්ගේ යහපත සඳහා නව අධ්යාපන ප්රතිසංස්කරණයක් ක්රියාත්මක කිරීම සඳහා සෑම කෙනෙකුම අතර සංවාදයක් අවශ්ය බව අග්රාමාත්ය ආචාර්ය අමරසූරිය මහතා පැවසීය.",
        "අධ්යාපන හා උසස් අධ්යාපන නියෝජ්ය අමාත්ය ආචාර්ය මධුර සේනවිරත්න, කම්කරු නියෝජ්ය අමාත්ය නලින් හෙවාගේ, කම්කරු නියෝජ්ය අමාත්ය"
      ]
    },
    "en": {
      "title": "Conversations, Exchange and Reviews on New Education Reforms are very important - the Prime Minister",
      "body_lines": [
        "Colombo, July 17, 2025 - The Minister of Education, Higher Education and Technology Education and Prime Minister Dr. Harini Amarasuriya said on Thursday (17) that conversations, comments and criticisms of the new educational reform are very important to bring true information to the community.",
        "The event was held at the Western Provincial Council auditorium on Thursday (17). The Prime Minister commented on the occasion.",
        "The Prime Minister further said, “Everyone is concerned about the new educational reform, it is clear through the conversations in the community.. There has been a great interest in the educational reform. That is why many people present various ideas, comments and criticism. This is a welcome situation. It is only through this that we can achieve the best position. ”",
        "“As a government, we have come to power to promise to focus on education from where policies are created. We have said this in our policy declaration and in our political platforms. This is not the case that started yesterday. We all voiced for the development goals of this country. However, this community does not expect to achieve development goals. It expects a massive change in education, ”he pointed out.",
        "\"Therefore, we expect through the proposed education reform, not to create people who targeted limited individual progress to short knowledge book, lesson and curriculum.. What are we trying to create? Our goal is to create human beings with a vast -minded, free -thought -out, world -wide, and leadership qualities. \"",
        "“This reform is not the only target of course class. It is created in a manner that can stand on five pillars until the configuration change. The Prime Minister added that education has become a situation today as a result of popular decisions about the basic issues.",
        "The primary change caused by the new reform is to develop their skills so that students can enter the work world. “We introduce it from tenth grade. Some people have taken this amendment in the wrong place and make various allegations and make false propaganda. We are ready to cooperate to do the right research and make criticisms of this, to present comments, and to create conversations. ”",
        "All the educational sector should understand the new reform and take the right thing to the people, and \"Give me cooperation with this historical importance for the children of our country.\". It is impossible to divide into several categories. We must all come together, ”the Prime Minister asked.",
        "Prime Minister Dr. Amarasuriya said that there is a need for a conversation between everyone to implement a new educational reform for the benefit of children.",
        "Deputy Minister of Education and Higher Education, Dr. Madura Senaviratne, Deputy Minister of Technology, Nalin Hewage, Deputy Minister of Labor Mahinda Jayasinghe, Western Province Governor Haneef Yusuf, Members of Parliament Lakshman Expert, Sanjeeva Ranasinghe, Ruwan Mapalakama, Secretary to the Ministry of Education A large number of people, including the Department of Examinations and Western Provincial Education Officers, participated."
      ]
    }
  },
  "summary_lines": []
}