{
  "translated_text": {
    "si": {
      "title": "සීඩබ්ලිව්සී ජ්යෙෂ් park පක්ෂ පක්ෂයෙන් ඉවත් වීම",
      "body_lines": [
        "ලංකා කම්කරු සම්මේලනයේ ජ්යෙෂ් member සාමාජික, ඒ. පිලිපුමාර් පක්ෂයෙන් ඉවත්වීම නිවේදනය කර තිබේ.",
        "පසුගිය වසර 37 ක ජනතාවගේ පක්ෂයේ සාමාජිකයෙකු වන ෆිලිප් කුමාර් මධ්යම පළාත් සභාවේ හිටපු සාමාජිකයෙකි.",
        "ඔහු පක්ෂයේ සහකාර ලේකම් සහ පක්ෂයේ උප සභාපතිවරයා වීම සැලකිය යුතු කරුණකි.",
        "පසුගිය පාර්ලිමේන්තු මැතිවරණයේදී ඔහු පක්ෂය වෙනුවෙන් තරඟ කිරීම සහ ඡන්ද 30 දහසක් ලැබීම වැදගත්ය."
      ]
    },
    "en": {
      "title": "CWC's quitting from senior party party",
      "body_lines": [
        "Senior Member of the Ceylon Workers Congress, A. Filipkumar has announced his quitting from the party.",
        "Filip Kumar, a member of the party for the past 37 years, has been a former member of the Central Provincial Council.",
        "It is noteworthy that he was the party's assistant secretary and the vice president of the party.",
        "It is important that he contested on behalf of the party in the last parliamentary election and received 30 thousand votes."
      ]
    }
  },
  "summary_lines": [
    "A. Filipkumar quits Ceylon Workers Congress after 37 years. Former Central Provincial Council member and party assistant secretary. Contested last parliamentary election, receiving 30,000 votes."
  ]
}