{
  "translated_text": {
    "si": {
      "title": "සජිත් - පටාලිගේ පටිගත කිරීමේ සංදේශය ගිවිසුම",
      "body_lines": [
        "විපක්ෂ නායක සජිත් ප්රේමදාස සහ පාර්ලිමේන්තු මන්ත්රී පටාලි චම්පිකා රණවකගේ නායකත්වූ එක්සත් ජාතීන්ගේ සංවිධානයේ සහ එක්සත් ජාතීන්ගේ සංවිධානය විසින් එක්සත් ජනතා බලවේගයේ අවබෝධතා ගිවිසුමක් අත්සන් කරන ලදී.",
        "එක්සත් ජනතා පක්ෂයේ සන්ධානයේ ජනාධිපති අපේක්ෂක සජිත් ප්රේමදාස විසින් ජනාධිපතිවරණය සහාය දෙන බව එක්සත් ජාතීන්ගේ නායක පටාලි චම්පිකා රණවක මහතා පවසා තිබේ.",
        "දෙපාර්ශ්වය අතර අවබෝධතා ගිවිසුම බදාදා (14) පැවැත්විණි.",
        "ස්වාධීන විපක්ෂයේ සාමාජිකයින් ඇතුළු එක්සත් ජනතා බලයේ මන්ත්රීවරුන්ගේ බලවේග මන්ත්රීවරුන්ගේ පැමිණ සිටියහ.",
        "මෙම අවස්ථාවට එක්වද එක්සත් ජාතීන්ගේ නායක පටාලි චම්පිකා රණවක මහතා මෙසේ පැවසීය.",
        "2019 දී දිවයිනේ ජනතාව සමඟ බලයට පත්වූ ජනාධිපතිවරයා සහ අගමැති ඇතුළු රටේ ජනතාව රජය පන්නා දැමීය.",
        "රටේ නිදහස් සෞඛ්ය හා නිදහස් අධ්යාපනය සමඟ රට වැඩිදියුණු වී තිබේ.. වසර 75 ක දේශපාලනයක් විවේචනය කරන පක්ෂ ආර්ථික අර්බුදයට වගකිව යුතුය.",
        "ජනතා විමුක්ති පෙරමුනගේ හිංසනය සහ එල්ටීටීඊයේ අරගලයේ ප්රචණ්ඩත්වය හේතුවෙන් ශ්රී ලංකාවට ඩොලර් බිලියන 200 ක් අහිමි වී තිබේ.",
        "මහින්ද රාජපක්ෂ ජනාධිපති වූ විට, රට ඔහුගේ පවුලේ දේපළෙහි තත්වයේ සිටියේය. පවුලේ දූෂණ අපිරිසිදුකම ඔහු සොයා ගත්තේ නැත.",
        "ආර්ථික ination ාතනය ලෙස මහාධිකරණය විසින් ප්රකාශයට පත් කරන ලද අය විසින් ආර්ථික අර්බුදය කිසි විටෙකත් විසඳා ගත නොහැකි බව රටේ ජනතාව තේරුම් ගත යුතුය.",
        "ජනාධිපති රනිල් වික්රමසිංහගේ ප්රතිපත්ති ක්රියාත්මක වේ. ආර්ථික අර්බුදයට වගකිව යුතු සියලු දෙනා අද ඔහු කෙරෙහි සිටිති.",
        "ජනතාව පවසන්නේ ආර්ථික අර්බුදයට වගකිව යුතු අයට ද .ුවම් ලැබිය යුතු බවයි. ජනාධිපති රනිල් වික්රමසිංහට ජනතාව අවධාරණය කළ නොහැකිය.",
        "විපක්ෂ නායක සජිත් ප්රේමදාස ප්රතිපත්තිය මත එක් වී තිබේ. ජාතිකත්වය සඳහා එක්සත් අප එක්සත් වන බවට ප්රතිපත්ති සැලැස්ම විපක්ෂ නායකවරයා පිළිගෙන තිබේ."
      ]
    },
    "en": {
      "title": "Sajith - Patali Memorandum of Understanding Agreement",
      "body_lines": [
        "A Memorandum of Understanding (MoU) was signed between the United People's Power, led by opposition leader Sajith Premadasa and the UNP led by MP Patali Champika Ranawaka.",
        "UNP leader Patali Champika Ranawaka has said that the presidential election will be supported by the United People's Alliance's presidential candidate Sajith Premadasa.",
        "The Memorandum of Understanding between the two sides was held on Wednesday (14).",
        "The United People's Power MPs, including members of the Independent Opposition, were present.",
        "Speaking on the occasion, the UNP leader Patali Champika Ranawaka said,",
        "The people of the country, including the president and the prime minister who came to power with the people of the country in 2019, chased down the government.",
        "The country has improved with the country's free health and free education.. The parties who criticize 75 years of politics must be held responsible for the economic crisis.",
        "Sri Lanka has lost $ 200 billion due to the violence of the Janatha Vimukthi Peramuna and the LTTE's struggle.",
        "When Mahinda Rajapaksa became president, the country was in the position of his family property. He did not find the corruption scandals of the family.",
        "The people of the country must understand that the economic crisis can never be resolved by those who have been declared by the High Court as economic assassination.",
        "President Ranil Wickremesinghe's policies are implemented. All those who are responsible for the economic crisis are on him today.",
        "People say that those who are responsible for the economic crisis should be punished. President Ranil Wickremesinghe cannot fulfill the emphasis on the people.",
        "Opposition Leader Sajith Premadasa has come together on policy. Opposition leader has accepted the policy plan that we will unite for the nationality."
      ]
    }
  },
  "summary_lines": [
    "An MoU was signed between Sajith Premadasa's United People's Power and Patali Champika Ranawaka's UNP, pledging support for Sajith in the upcoming presidential election. The agreement emphasizes unity for national interests and criticizes previous governments' handling of the economy and corruption."
  ]
}