{
  "translated_text": {
    "ta": {
      "title": "2025 க்கு பட்ஜெட் இல்லை, இடைக்கால கணக்கு",
      "body_lines": [
        "2025 ஆம் ஆண்டில் பட்ஜெட் அறிக்கையை ஒரு பட்ஜெட் அறிக்கை சமர்ப்பிக்கவில்லை என்றும், இடைக்கால கணக்கு சமர்ப்பிக்கப்படும் என்றும் மாநில அமைச்சர் டாக்டர் ரஞ்சித் சியாம்பலபிட்டியா கூறுகிறார்.",
        "இன்று காலை (09) ஊடகங்களுடன் பேசிய அமைச்சர் இதை ருவான்வெல்லாவில் கூறினார்.",
        "பிரதான தேர்தல் ஒரு பெரிய தேர்தலுக்கு திட்டமிடப்பட்டுள்ளது என்று அமைச்சர் கூறினார், இந்த ஆண்டு முன்பு இடைக்கால கணக்குகள் நிறைவேற்றப்பட்டுள்ளன என்று அமைச்சர் கூறினார்.",
        "2024 ஆம் ஆண்டிற்கான பட்ஜெட் அறிக்கையின்படி, சியாம்பலபிட்டியா 2025 ஆம் ஆண்டிற்கான தனி பட்ஜெட்டால் அங்கீகரிக்கப்பட்டது.",
        "எவ்வாறாயினும், இந்த ஆண்டு ஒரு ஜனாதிபதித் தேர்தலை முன்வைக்க இந்த வேட்பாளர்களின் கொள்கை அறிக்கைகள் மிக முக்கியமானவை என்றும், கொள்கையின் பட்ஜெட் பதிவுகளை சமர்ப்பிக்க மிக முக்கியமான ஆவண பட்ஜெட் செய்யப்படும் என்றும் அமைச்சர் வலியுறுத்தினார்.",
        "ஒரு மெய்நிகர் மற்றும் அரசியல், பொருளாதாரம் மற்றும் ஜனாதிபதியை சமர்ப்பிப்பதற்கான நடவடிக்கைகள், பொருளாதாரத்தின் நிலை மற்றும் அரசியல், பொருளாதார நிபுணர் மற்றும் ஜனாதிபதியாக, அமெரிக்காவின் நிலை மற்றும் அரசியல் மற்றும் அரசியல் பிரச்சாரம், இது மிகவும் ஜனநாயக நடவடிக்கையை கருத்தில் கொண்டு அடுத்த ஆண்டு ஒரு முக்கியமான செயல் என்று திரு சியாம்பலபிதியா கூறினார்.",
        "எந்தவொரு புதிய திட்டமும் இடைக்காலக் கணக்கு மூலம் எந்த புதிய திட்டங்களையும் கொண்டு வரவில்லை என்றும் அமைச்சர் வலியுறுத்தினார்."
      ]
    },
    "en": {
      "title": "2025 has no budget, an interim account",
      "body_lines": [
        "State Minister Dr. Ranjith Siyambalapitiya says that a budget report is not submitting a budget report on the year 2025 and that an interim account will be submitted.",
        "Speaking to the media this morning (09), the minister said this in Ruwanwella.",
        "The Minister said that the main election is scheduled for a major election, the minister said that the interim accounts have been passed this year ago.",
        "According to the Budget Report passed for the year 2024, Siyambalapitiya was given to be approved by a separate budget for 2025.",
        "However, the Minister emphasized that the policy statements of each of these candidates are vital to present a presidential election this year and the most important document budget will be made to submit the budget registrations of the policy..",
        "Steps to submit a virtualistic and political, economy and the President, as the State of the Economy and the political, economist and the President, as the State of the United States and the political, and the political campaign, considering the most democratic step for the next year.Mr. Siyambalapitiya said that an important act was an important act.",
        "The Minister also emphasized that no new proposal does not bring any new proposals through the interim account."
      ]
    }
  },
  "summary_lines": [
    "In 2025, Sri Lanka won't submit a formal budget; instead, an interim account will be presented due to financial constraints. This decision was announced by State Minister Dr. Ranjith Siyambalapitiya, who also mentioned that the main election is approaching. The interim accounts from last year will guide the process, focusing on economic stability and political transparency. No new proposals will be introduced through this interim account."
  ]
}