{
  "translated_text": {
    "si": {
      "title": "සාරි අකාලං සහ ත්රිත්ව මැතිව්ස් පන්දු යැවීම;ජෙවෝ ටයිටාන්ස් දෙවැන්න දිනා ගත්තේය",
      "body_lines": [
        "බ්රහස්පතින්දා රාත්රියේ පල්ලකලේ ජාත්යන්තර ක්රීඩාංගණයේදී පැවති ලංකා ආර් 10 සුපර් ලීග් ක්රිකට් තරගාවලියේදී කලම්බෝ ටයිටන්වරු ලකුණු 40 කින් ජයග්රහණය කළහ.",
        "සාරි අකලාන්ගේ සමුච්චිත අර්ධ-කේන්ද්රිත්වය සහ 2 වන කඩුල්ලෙන් ලකුණු 80 ක් රැස් කළේය.",
        "තරගයේ කඩුලු 4 ක් ලබා ගත් හම්බන්තොට බංග් කොටින්ට එරෙහි තරගයේදී තරගයේ කඩුලු 4 ක් ලබා ගත් තරගයේදී බන්දවි තම කණ්ඩායමේ ජයග්රහණයේ ප්රධාන කාර්යභාරයක් ඉටු කළේය.",
        "උච්චතම තරඟයේදී පන්දුවට පහර දීමට පළමු වරට ආරාධනා කරන ලද ජෙවනා ටෙනන්ස් පන්දුවාර 10 කදී කඩුලු 6 ක් දැවී ලකුණු 138 ක් රැස් කළේය.",
        "මෙය සිලෝන් ලංකා සී ලංකා ආර් 10 වන පරිච්ඡේදයේ පරිච්ඡේදයේ පරිච්ඡේදයේ වැඩිම කණ්ඩායමක් ලෙස සටහන් විය.",
        "ඇන්ජලෝ මැතිව්ස්ගේ පළමු ඕවරයේ දෙවන පන්දුව තුළ ඩොම් කෝලර්ට කෙට්ටිමර් ධාවනය අහිමි විය.",
        "කෙසේ වෙතත්, කුසල් මෙන්ඩිස් සහ සාරිට් අසලාන්කා 2 වන කඩුල්ල මාලාවේ පන්දු 33 කදී ලකුණු 80 ක් රැස් කළහ.",
        "ගුසාල් මෙන්ඩිස් පන්දු 19 කදී ලකුණු 37 ක් රැස් කළ අතර රාත්තල් 6 ක් සහ හයේ පහරක් ද වේ.",
        "පසුව, කණ්ඩායමේ නායක ඩේවිඩ් නුවණැති (4) ක්රීඩාව අඩු සංඛ්යාවක් සමඟ තරගය අහිමි විය.",
        "අනෙක් පැත්තෙන් සාරට් අසංගා පන්දු 24 කදී ලකුණු 56 ක් රැස් කළ අතර රාත්තල් 5 ක් සහ හයේ පහර 5 ක් සමග ලකුණු 56 ක් රැස් කළේය.",
        "ටොම් අබේල් (13) කේන්ද්රීය අනුපිළිවෙලෙහි ද්විත්ව-ප්ලිගිට් අංකයක් පමණි.",
        "අලි ඛාන් ලකුණු 20 කට කඩුලු 2 ක් ද, කපිතාන් ඇන්ජලෝ මැතිව්ස් ලකුණු 22 කට කඩුලු 2 ක් දවා ගත්තේය.",
        "කලම්බෝ ජගුවාකහිම ඕවර 10 කදී කඩුලු 6 ක් දවා ගනිමින් ලකුණු 137 ක් රැස් කළේය.",
        "ජේසන් රෝයි (2), කමින්දු මෙන්ඩිස් (7) සහ ඇන්ජලෝ මෙඩ්ස් (3) තනි ඉලක්කම් අංකයක් සහිතව.",
        "කලම්බුල ජගුවර්ස් විසින් නජිබුල්ලා සදුරාන් (17) සහ ඒ.එස්.අයි.ඩී අලි (13) යන දෙකම අහිමි වීම අබලන් වී තිබේ.. (74 - 6 විග්.)",
        "ප්රමෝද් මධුෂාන් පසුව නවවන පන්දු යැවූ අතර කලම්බෝ ජගුවර් අර්බුදයක් ලබා දුන් අතර ඔහුගේ කණ්ඩායමේ ජයග්රහණය තහවුරු කළේය.",
        "කණ්ඩායමේ නායක ඩේවිඩ් වොවල අන්තිම ඕවරයේදී තද කළේ නැත. ජෙවෝන ටයිටන්ස් ඇගේ 2 වන ශ්රේණියේ ලකුණු 9 ක් ලබා දෙයි.",
        "ඩ්රවින් මැතිව්ස් ලකුණු 18 කට කඩුලු 3 ක් ද, ට්වින්ෂා ටාඩේටි එක් කඩුල්ලක් බැගින් ගත්හ.",
        "ජූනි.",
        "ඒ අනුව, ශ්රී ලංකා ශ්රී ලංකා ආර් 10 හි ශ්රී ලංකා ආර් 10 වන පරිච්ඡේදයේ පළමු දින දෙක තුළ තරග 3 අවසන් නොවීය.",
        "පළමු දිනයේ නුවරෙලියා රජවරුන් සහ කලම්බු ජගූර් අතර ඕවර 6 ක් සමඟ තරගය අතහැර දමන ලදී."
      ]
    },
    "en": {
      "title": "Sarid Asalank and Trivine Mathews bowling;Jevna Titans win the second",
      "body_lines": [
        "Jevna Titans won the Kalambo Jaguars by 40 runs in the Lanka R10 Super League Cricket Tournament held at the Pallekele International Stadium on Thursday night.",
        "Sarid Asalan's accumulated half -century and his 80 runs in the 2nd wicket with Kusal Mendis reinforced the total number of Jevna Titans.",
        "In the match against the Hambantota Bangla Tigers, who took 4 wickets in the match, which took 4 wickets in the match on the day of the match, Bandavi played a key role in his team's victory.",
        "Jevna Titans, who was first invited to bat in the upting match, scored 138 runs for the loss of 6 wickets in 10 overs.",
        "This was recorded as the highest number of one team in the Chapter Chapter Chapter of the Ceylon Lanka R10.",
        "In the second ball of the first over of Angelo Mathews, Dom Kohler lost the Ketmore to the run.",
        "However, Kusal Mendis and Sarit Asalanka shared 80 runs off 33 balls in the 2nd wicket.",
        "Gusal Mendis scored 37 runs off 19 balls with 6 pounds and one six.",
        "Subsequently, team captain David Wise (4) lost the game with a low number.",
        "On the other side, Sarit Asalanga scored 56 runs off 24 balls with 5 pounds and 5 sixes.",
        "Tom Abeel (13) only got a double -digit number in the central order.",
        "Ali Khan took 2 wickets for 20 runs while team captain Angelo Mathews took 2 wickets for 22 runs.",
        "Kalambo Jaguars lost 6 wickets in 10 overs, scoring 137 runs.",
        "Jason Roy (2), Kamindu Mendis (7) and Angelo Methous (3) left with a single digit number.",
        "Kalambo Jaguars was in a state of disrepair to lose both Najibullah Sadran (17) and Asiv Ali (13).. (74 - 6 wig.)",
        "Pramod Madushan then bowled the ninth over and gave the Kalambo Jaguars a crisis and confirmed his team's victory.",
        "The team captain David Wais was not pressed by the last over. Jevna Titans tops her 2nd series to give only 9 runs in that over.",
        "Dravin Mathews took 3 wickets for 18 runs and Twin Prideor and Malsha Tarupathi took one wicket each.",
        "The match between Kandy Boltz and Nuwara Eliya Kings, which started at 4.00 pm on Thursday (12) afternoon, was abandoned with 3.3 overs and the match between Hambantota Bangla Tigers and Cole Marwals was completely abandoned.",
        "Accordingly, in the first two days of the Chapter of the Sri Lanka R10 of the Sri Lanka R10, the 3 matches were not over.",
        "On the first day, the match between Nuwara Eliya Kings and Kalambo Jaguars was abandoned with 6 overs."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Jevna Titans won vs Kalambo Jaguars in Lanka R10 Super League Cricket. Sarid Asalanka scored 56* & 80* with Kusal Mendis. Team reached 138/6 in 10 overs. Pramod Madushan bowled crucial 9th over."
  ]
}