{
  "translated_text": {
    "ta": {
      "title": "பொதுத் தேர்தல் 2024: வாக்களித்த பிறகு இதை அறிந்து கொள்ளுங்கள்",
      "body_lines": [
        "2124 பொதுத் தேர்தல் நவம்பர் 14 அன்று நடைபெறும்.",
        "அடுத்த 5 ஆண்டுகளுக்கு நாட்டின் நோக்குநிலையின் நோக்குநிலையை தீர்மானிக்க தேர்தல் தேர்ந்தெடுக்கப்படும்.",
        "2022 ஆம் ஆண்டில் பாரிய பொருளாதார நெருக்கடியுக்குப் பின்னர் ஜனாதிபதித் தேர்தலின் முதல் பொதுத் தேர்தல் மற்றும் நாட்டின் சமீபத்திய பொருளாதார நெருக்கடி இதுவாகும்.",
        "தேர்தலில் 8,821 ஆணுறைகள் பங்கேற்கின்றன. தேசிய பட்டியலிலிருந்து 469 வேட்பாளர்கள் தயாரிக்கப்படுவார்கள்.",
        "இலங்கை அரசாங்கம் அரை ஜனாதிபதி கட்டமைப்பிற்குள் செயல்படுகிறது மற்றும் ஜனாதிபதியால் நியமிக்கப்பட்ட ஒரு பிரதமருடன் இணைந்து செயல்படுகிறது மற்றும் ஜனாதிபதி நிர்வாகி.",
        "விகிதாசார பிரதிநிதித்துவ முறை என்பது இருக்கை பிரிவை தேர்தல் மாவட்டத்தில் தேர்தல் மாவட்டத்தின் (தேர்தல் மாவட்டம்) விகிதமாக பிரிக்கும் முறையாகும்.",
        "தேர்தல் மாவட்டத்தில் எந்த இடமும் இருக்க முடியாது என்றாலும், கட்சிகள் அல்லது சுயாதீன குழுக்களின் எண்ணிக்கை நாட்டை வாங்கிய வாக்குகளின் எண்ணிக்கையைப் பெற்றுள்ளது.",
        "பொதுத் தேர்தலில், 160 உறுப்பினர்கள் வாக்காளர் நிலைக்கு தேர்ந்தெடுக்கப்பட்டனர் (22 தேர்தல் பிரிவுகள் உள்ளன) மற்றும் 36 பிற எம்.பி.க்கள் மாகாண அடிப்படையில் தேர்ந்தெடுக்கப்படுகிறார்கள்.",
        "சுகாத் வசந்தா டி சில்வா: ஒரு தேசிய பட்டியலில் பார்வையற்ற நபர்",
        "கூடுதலாக, ஒவ்வொரு அரசியல் கட்சிகளின் தேசிய பட்டியல்களின் எண்ணிக்கையைத் தவிர போனஸ் பாராளுமன்ற இருக்கை இருக்கைகளின் எண்ணிக்கையில் நியமிக்கப்படும்.",
        "பெரும்பான்மை அரசாங்கத்தை நிறுவ ஒரு அரசியல் கட்சியை 113 இடங்களால் வெல்ல வேண்டும்.",
        "இலங்கை, கொழும்பு மற்றும் குருநேகலாவின் அதிக எண்ணிக்கையிலான வாக்காளர்களுடன் வாக்காளர்களின் எண்ணிக்கை கம்பாஹா மாவட்டத்தில் பதிவு செய்யப்பட்டுள்ளது.",
        "அவர்களில் நான்கு மில்லியன் பேர் மேற்கு மாகாணத்தின் மூன்று மாவட்டங்களில் பதிவு செய்யப்பட்டனர்.",
        "வாக்காளர் கட்சி அல்லது சுயாதீன அணிக்கு வாக்களிக்க முடியும்.",
        "அதன்பிறகு, கட்சி அல்லது சுயாதீன குழுவின் மூன்று வேட்பாளர்கள் முன்னுரிமைகளைக் குறிக்கலாம்.",
        "தேவைப்பட்டால், கட்சி அல்லது சுயாதீன குழுவுக்கு முன்னுரிமை வாக்குகளை எதிர்கொள்ளாமல் மட்டுமே வாக்களிக்கும் திறன் உள்ளது.",
        "ஒரு இருக்கை இருக்கை இருக்கை அல்லது இருக்கைகளின் எண்ணிக்கையில் போனஸ் இருக்கை. இது மாவட்டத்தில் அதிக எண்ணிக்கையிலான வாக்குகளைப் பெறும் அரசியல் கட்சி அல்லது சுயாதீன குழுவிற்கு வழங்கப்படுகிறது.",
        "இரண்டாவது கட்டத்தில், கட்சிகள் அல்லது சுயாதீன குழுக்கள் போட்டியில் இருந்து அகற்றப்படுகின்றன.",
        "அதன்பிறகு, ஒரு இடத்தை வெல்ல ஒரு இடத்தை வெல்ல 'கோபுபு \"வாக்குகள்' கணக்கிடப்படுகிறது. மாவட்டத்தில் கட்சிகள் மற்றும் சுயாதீன குழுக்களின் வாக்குகளின் எண்ணிக்கை வாக்குகளின் செல்லுபடியில் 5% க்கும் குறைவான வாக்குகளின் எண்ணிக்கையால் குறைக்கப்பட்டுள்ளது.",
        "மேற்கண்ட முறையில் சீரமைக்கப்பட வேண்டிய கட்சிகள் மற்றும் சுயாதீன குழுக்களின் ஒரு பகுதி. மீதமுள்ள இருக்கைகள் இல்லாமல் மீதமுள்ள புனிதர்கள் பிரிக்கப்படாவிட்டால், வீரர்களின் கட்சி அல்லது குழுவும் குழுவைப் பெறுகிறது.",
        "வெளியிடப்பட்ட மதிப்பு ஒத்ததாக இருந்தால், கட்சியின் கட்சி அல்லது சுயாதீன குழு ஒரு சூறாவளியால் தீர்மானிக்கப்படுகிறது.",
        "ஒவ்வொரு கட்சியின் அல்லது சுயாதீன குழுவின் வாக்குகளின் எண்ணிக்கையின்படி, தேசிய பட்டியலின் தேசிய பட்டியல் 29 ஆகும்.",
        "ஆகஸ்ட் 2024 நாட்டின் மொத்த வெளிநாட்டு இருப்புக்கள் 6 பில்லியன் அமெரிக்க டாலர்கள்.",
        "ஆனால் ஏப்ரல் மாதத்தில் வெளியிடப்பட்ட இரு ஆண்டு புதுப்பிப்பு அறிக்கையை உலக வங்கி வெளிப்படுத்தியது, நாடு இன்னும் அதிக வறுமை நிலைகள், வருமானம் மற்றும் தொழிலாளர் சந்தை பிரச்சினைகளுக்கு உட்பட்டுள்ளது.",
        "வறுமை விகிதங்கள் நான்காவது ஆண்டாக நான்காவது ஆண்டை அதிகரித்தன, மேலும் இலங்கைகளில் 25.9% வறுமைக் கோட்டுக்குக் கீழே வாழ்கின்றன.",
        "புதிதாக நியமிக்கப்பட்ட அரசாங்கம் தீர்வுகளைக் கண்டுபிடிக்க வேண்டிய பிரச்சினைகள் யாவை?",
        "மாநில வருவாயை அதிகரிக்க மறைமுக வரிகள் மட்டுமல்லாமல், நேரடி வரிகளும் அரசாங்கத்தால் அதிகரிக்கப்பட்டுள்ளன.",
        "நாட்டின் திவால்நிலையுடன் அரசாங்கத்தை மறுசீரமைப்பதில் இலங்கை மூன்று கடன் தவணைகளைக் கொண்டுள்ளது.. இலங்கை இப்போது அதன் மூன்றாவது மதிப்பாய்வின் விளிம்பில் உள்ளது.",
        "பணவீக்கம் 2022 வாக்கில் அதிகரித்துள்ளது, பணவீக்கம் கணிசமாக போய்விட்டது.",
        "இருப்பினும், சந்தையின் சந்தை விலைகளுக்குப் பிறகு பல சமீபத்திய காலங்களில் எரிபொருள், நீர் மற்றும் எரிவாயு விலைகள் குறைக்கப்பட்டுள்ளன.",
        "இருப்பினும், கொழும்பு நுகர்வோர் விலைக் குறியீட்டில் வருடாந்திர புள்ளி மாற்றத்தால் அளவிடப்படும் வருடாந்திர புள்ளி பணவீக்கம் செப்டம்பர் 2024 இல் 0.5 சதவீதத்தை பதிவு செய்தது.",
        "இலங்கையின் மத்திய வங்கியின் கூற்றுப்படி, செப்டம்பர் 2015 க்குப் பிறகு பணவீக்கம் எதிர்மறையான மதிப்பைக் காட்டுவது இதுவே முதல் முறை.",
        "127 நாடுகளில் 56 வது இடத்தில் உள்ள இலங்கை 56 வது இடத்தில் உள்ளது.",
        "உலகின் 128 வது சுதந்திரத்தில் இலங்கை 128 வது இடத்தில் உள்ளது.",
        "இலங்கை தெற்கு ஆசிய பிராந்தியத்தின் மொத்த உள்நாட்டு உற்பத்தியை அடிப்படையாகக் கொண்டது",
        "ஸ்ரீலங்கன் ஏர்லைன்ஸ்: இயக்குநர்கள் குழுவில் ஹெய்லீஸின் இரண்டு ஏலம் ஏன்?"
      ]
    },
    "en": {
      "title": "General Election 2024: Know this after the vote",
      "body_lines": [
        "The 2124 general election will be held on November 14.",
        "The election will be elected to determine the orientation of the country's orientation for the next 5 years.",
        "This is the first general election of the presidential election after the massive economic crisis in 2022 and the latest economic crisis in the country.",
        "There are 8,821 condoms participating in the election. 469 candidates will be produced from the national list.",
        "The Sri Lankan government operates within a half-president framework and is working with a Prime Minister appointed by the President and the President is executive.",
        "The proportional representation method is the method of dividing the seat division as a ratio of the electoral district (electoral district) in the electoral district.",
        "Although no seat can win a seat in an election district, the number of parties or independent groups have obtained the number of votes acquired the country.",
        "At the general election, 160 members elected to the electorate level (there are 22 electoral divisions) and 36 other MPs are elected on provincial basis.",
        "Sugath Wasantha De Silva: Visually impaired person in a national list",
        "In addition, the bonus parliamentary seat besides the number of national listings of each political parties will be appointed to the number of seats.",
        "A political party should be won by 113 seats to establish a majority government.",
        "The number of voters are registered with Gampaha District with the highest number of voters of Sri Lanka, Colombo and Kurunegala.",
        "Four million of them were registered with the three districts of the Western Province.",
        "The voter is able to vote for the party or independent team.",
        "Thereafter, three candidates of the party or independent group can mark preferentials.",
        "If necessary, the party or independent team has the ability to vote only without facing preferential votes.",
        "One seat is a seat seat, or bonus seat in the number of seats. It is given to the political party or independent group that receives the higher number of votes in the district.",
        "In the second step, the parties or independent groups are removed from the competition.",
        "Thereafter, the 'Copupu \"votes' is calculated to win a seat to win a seat. The number of votes of parties and independent groups in the district have been reduced by the number of votes below 5% of the validity of the votes.",
        "Particularly part of parties and independent groups to be aligned in the above method. If the remaining saints are not split without the remaining seat, the party or group of the soldiers also receives the group.",
        "If the unveiled value is similar, the party or independent group of the party is determined by a hurricane.",
        "The National List of the National List is 29, according to the number of votes duties by each party or independent group.",
        "August 2024 The country's gross foreign reserves were US $ 6 billion.",
        "But the World Bank revealed the bi-Annual update report released in April that the country is still undergoing high poverty levels, income and labor market problems.",
        "The poverty rates continued to increase the fourth year, for the fourth year, and 25.9% of Sri Lankans living below the poverty line.",
        "What are the problems that the newly appointed government have to find solutions?",
        "Not only indirect taxes to increase state revenue, but also direct taxes have been increased by the government.",
        "Sri Lanka has three credit installments in the restructuring of the government with the bankruptcy of the country.. Sri Lanka is now on the verge of its third review.",
        "Inflation increased by 2022, inflation has gone significantly.",
        "However, the fuel, water and gas prices have been reduced in several recent times after the market prices of the market.",
        "However, the annual point inflation measured by the annual point change in the Colombo Consumer Price Index recorded 0.5 percent in September 2024.",
        "According to the Central Bank of Sri Lanka, this is the first time that inflation has shown a negative value after September 2015.",
        "Sri Lanka has been ranked 56 of the 127 countries.",
        "Sri Lanka is on the 128th place in the 128th Independence of the World Happy Independence of 2024.",
        "Sri Lanka is based on the GDP of the Southern Asian region",
        "Srilankan Airlines: Why is two bidding Hayleys's problem with the Board of Directors?"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Sri Lanka's 2024 general election on Nov 14 will determine the country's direction for 5 years. 8,821 candidates from 469 parties compete. Proportional representation system elects 160 local and 36 provincial MPs. Voter registration highest in Gampaha, Colombo, and Kurunegala districts. New government faces challenges including high poverty, increasing debt, and inflation issues."
  ]
}