{
  "translated_text": {
    "ta": {
      "title": "பாலியல் ரீதியாக பாலியல் ஈடுபடும் சிறுமிகளைக் குறைக்க இது திட்டமிட்டுள்ளது",
      "body_lines": [
        "22 வயது வயதில் பாலியல் வன்கொடுமை முன்மொழிவு மற்றும் 22 வயது பேனாக்களை தண்டித்தல் மற்றும் ஒரு ஆண் குற்றவாளி 22 வயது. அபிவிருத்தி மற்றும் வீட்டுவசதி அமைச்சர் பிரசன்னா ரணத்துங்கா கூறப்படுகிறார்.",
        "இன்று (22) எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசா எழுப்பிய கேள்விக்கு அமைச்சர் பிரசன்னா ரனாதுங்கா பதிலளித்தார்.இது தொடர்பாக பாராளுமன்றத்தில் உரையாடல் பின்வருமாறு.",
        "பிப்ரவரி 13, 363 மற்றும் 364 ஆகிய தேதிகளில் வெளியிடப்பட்ட தண்டனைச் சட்டத்தின் 363 மற்றும் 364 ஆம் அத்தியாயத்தின் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமதாசா - அமைச்சர் பிரசன்னா ரனாதுங்காவின் கவனத்தை ஆராய விரும்புகிறேன்.",
        "16 முதல் 14 வயது வரையிலான இளைய சிறுமிகளின் பாலியல், 363 குற்றவாளி வழக்கு, மற்றும் ஜெனரேட்ஸ் குறியீடு, மற்றும் தோட்டக்காரர் குறியீடு, தனித்தனியாக, மற்றும் கற்பழிப்புக்கான ஆண்கள் நான் பிரதிநிதிகள் சபையை மிக முக்கியமானதாகக் குறிப்பிடுவேன் திருத்தங்கள். இந்த தண்டனைச் சட்டத்தின் 363 மற்றும் 364 உட்பிரிவுகளை அகற்றுமாறு அரசாங்கத்தை கேட்டுக்கொள்கிறேன். நாங்கள் குழந்தைகள், பெண்கள் மற்றும் ஆண் கட்சிக்கு ஏற்றவாறு.",
        "நகர்ப்புற மேம்பாடு மற்றும் வீட்டுவசதி பிரசன்னா ரனதுங்கா - நீதி அமைச்சரின் கவனத்திற்கு நான் சமர்ப்பிக்கலாம். இது எதிர்க்கட்சியின் கருத்து என்று எனக்குத் தெரியவில்லை. ஏனெனில் ஜே.வி.பி விபச்சாரத்தை சட்டப்பூர்வமாக்க முயற்சிக்கிறது, அதற்கு அவர்கள் எவ்வாறு பதிலளிக்கிறார்கள் என்று தெரியவில்லை. இது ஒரு சிக்கலான பிரச்சினை. இது விவாதிக்க வேண்டிய ஒன்று. எனவே, அதற்கு இரண்டு பேச்சுக்கள் இருக்கக்கூடாது."
      ]
    },
    "en": {
      "title": "It is planning to reduce the girls who are sexually engaged in sex",
      "body_lines": [
        "The Chief Organizer of the government is to reduce the proposal of the proposal of sexual assault on the age of 22 years of age and punishment of the pens of 22 years of age and punishment of a male guilty 22 years old.Development and Housing Minister Prasanna Ranatunga is said.",
        "Minister Prasanna Ranatunga was responding to a question raised by Opposition Leader Sajith Premadasa today (22).The conversation in Parliament in this regard is as follows.",
        "Opposition Leader Sajith Premadasa - Chapter 363 and 364 of the Penal Code published on February 13, 363 and 364, I would like to look into the attention of Minister Prasanna Ranatunga.",
        "Sexuality of the younger girls from 16 to 14 years of age, the 363 guilty lawsuit, and the Genades' Code, and the Gardenership Code, separately, and men for rapeI will refer to the House of Representatives as important as the most important of the amendments. And I request the government to remove the clauses 363 and 364 of this penal code. We adapt to children, women and the male party.",
        "Urban Development and Housing Prasanna Ranatunga - May I submit to the attention of the Minister of Justice. I don't know if it's the opinion of the opposition. Because the JVP is trying to legalize prostitution and do not know how they respond to it. This is a complex problem. This is something to discuss. Therefore, it should not have two talks."
      ]
    }
  },
  "summary_lines": [
    "The government plans to reduce sexual assault cases involving girls aged 22. Minister Prasanna Ranatunga responded to Opposition Leader Sajith Premadasa's question in Parliament, highlighting the importance of amending clauses 363 and 364 of the Penal Code, which deal with sexual assault. The opposition leader requested the removal of these clauses, emphasizing the need for protection for all parties involved."
  ]
}