{
  "translated_text": {
    "ta": {
      "title": "அவர் லஞ்சம் கொடுத்ததாகக் கூறிய சீன தேசிய வீரர்",
      "body_lines": [
        "மகாவேலி அதிகாரசபையின் லஞ்சம் கொடுத்ததாக குற்றம் சாட்டியதாக கொழும்பு உயர்நீதிமன்ற நீதிபதி நமல் பண்டாரா பாலல்லா மீது குற்றம் சாட்டப்பட்டுள்ளது.",
        "புகார் அளித்த புகாரால் புகார் அளித்த புகாரால் புகார் அளித்த புகாரால் புகார் அளித்தவர், புகார் அளித்தவர், புகார் அளித்தவர், புகார் அளித்தார்?இல்லை?நீதிபதி குற்றம் சாட்டப்பட்டவரை விடுவித்து, நீதிமன்றம் ஒரு நிலைப்பாட்டிற்கு செல்ல முடியாது என்று நீதிமன்றத்திற்குக் கீழ்ப்படியுமாறு பிரதிவாதியை விடுவித்தார்.",
        "குற்றம் சாட்டப்பட்டவர்கள் மீது குற்றம் சாட்டப்பட்டவர்கள் மீது குற்றம் சாட்டப்பட்டவர்கள் மீது குற்றம் சாட்டப்பட்டவர்களுக்கு எதிராக புகார் சமர்ப்பிக்க வேண்டுமா, ஆனால் இந்த குற்றம் சாட்டப்பட்டவருக்கு எதிராக சக்திவாய்ந்தவர்கள் மற்றும் குத்தப்பட்டார்களா?இல்லை?விடுவிக்கப்பட்டதை விடுவிப்பது ஆர்டெக்கை நீதிமன்றத்திற்கு விடுவிக்காத ஒரு நபர் அல்ல, நீதிமன்றம் ஒரு நிலைப்பாட்டிற்கு செல்ல முடியாது.",
        "இலங்கையின் மகாவேலி அதிகாரசபையின் பிரதேச மேலாளர் உபுல் சந்தனா குமாரா, ஜூலை 30, 2018 அன்று வெடிக்கும் உரிமத்தை லஞ்சம் வாங்க பரிந்துரைக்க இலங்கையின் மகாவேலி அதிகாரசபையின் மஹாவேலி அதிகாரசபையில் குற்றம் சாட்டப்பட்டதற்கு வழக்குத் தொடரப்பட்டுள்ளது.",
        "இந்த விஷயத்தில் விசாரணையில் புகார் செய்ய இரண்டு சாட்சிகள் அழைக்கப்பட்டனர் மற்றும் அவர்களின் ஆதாரங்களுக்குப் பிறகு வழக்கைத் தெரிவித்தனர், புகார் முடிவடையும்.",
        "குற்றம் சாட்டப்பட்டவரின் சார்பாக குற்றம் சாட்டப்பட்டவருடன் தோன்றிய வழக்கறிஞர் ரூனிஷி அர்ஸகுலரத்னே, தனது வாடிக்கையாளரின் தேர்வுகளை தெளிவுபடுத்துமாறு கேட்டுக்கொண்டார்.",
        "பிரதிவாதியைப் பாதுகாப்பதற்கான வேண்டுகோளைக் கருத்தில் கொண்ட நீதிபதி, குற்றம் சாட்டப்பட்டவருக்கு எதிராக புகார் அளிக்க வேண்டும், இது புகார்தாரரால் புகார் அளித்தவர் புகார் அளித்தவர் புகார் அளித்தவர் புகார் அளித்தார்.இல்லை?நீதிமன்றம் ஒரு நிலைப்பாட்டிற்கு செல்ல முடியாது என்று நீதிமன்றம் எதிர்கொண்டது.",
        "அதன்படி, பிரதிவாதி தீட்டுப்படுத்தப்பட்டு பிரதிவாதியை விடுவித்தார்.",
        "ஜனாதிபதியின் ஆலோசகர் ரெய்ன்ஸுசி அர்ஷகுலரத்னே குற்றம் சாட்டப்பட்டவருடன் குற்றம் சாட்டப்பட்டவருடன் தோன்றினார்."
      ]
    },
    "en": {
      "title": "The Chinese nationalman who said he was bribed",
      "body_lines": [
        "The Colombo High Court Judge Namal Bandara Bandara Balalla has been accused of accusing the Mahaweli Authority Manager to be accused of a bribe of the Mahaweli Authority.",
        "Did the complainant presented the source and styling evictions against the accused by the complaint by the complaint summoned by the complaint?Not?The judge released the accused and releasing the defendant to obey the court that the court could not go into a stand.",
        "Did the complaint must submit the accused against the accused against the accused of the accusations, but have the powerful and stabbed against this accused?Not?The acquitting acquitting acquitting ortek is not a person who has not been released to the court that the court cannot go into a stand.",
        "Upul Chandana Kumara, a divisional manager of the Mahaweli Authority of Sri Lanka, has been prosecuted to the accused of the Mahaweli Authority of the Mahaweli Authority of Sri Lanka to recommend a bribe of Explosive License on July 30, 2018.",
        "Two witnesses were called for the complaint on the trial in the matter and informed the case after their evidence, the complaint would end.",
        "Attorney-at-Law Runishi Arsakularatne appearing with the accused on behalf of the accused, he requested to clarify the choits of his client.",
        "The judge who considered the request of the defense of the defendant, the complaint should be presented against the accused by the complaint, which is called by the complainant by the complainant by the complainant by the complaint.?Not?The court faced that the court could not go into a stand.",
        "Accordingly, the defendant was defiled and released the defendant.",
        "President's Counsel Reinzusi Arsakularatne appeared with the accused to the accused."
      ]
    }
  },
  "summary_lines": [
    "A Chinese national claimed bribery. Colombo High Court Judge Namal Bandara accused Mahaweli Authority Manager Upul Chandana Kumara of bribery. The judge released the accused, citing insufficient evidence."
  ]
}