{
  "translated_text": {
    "ta": {
      "title": "කුමන බලපෑම් ආවත් රථවාහන මෙහෙයුම් අඛණ්ඩව සිදුකරනවා",
      "body_lines": [
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் எஸ்.எஸ்.பி புத்திகா மனதுங்கா, பயணிகள் பேருந்துகளை அகற்றுவதற்கு கூடுதல் அணுகல் மற்றும் போக்குவரத்து தொடர்பாக காவல்துறையினர் தொடங்கிய நடவடிக்கை எதுவும் இல்லை என்று கூறினார்.",
        "“පසුගිය වසර පහක් තුළ මාරක රිය අනතුරු හේතුවෙන් පුද්ගලයන් 12140ක් ජීවිතක්ෂයට පත්වෙලා තියෙනවා. ஒரு நாளைக்கு சுமார் 20 சாலை விபத்துக்கள் உள்ளன. கடந்த ஐந்து ஆண்டுகளில் காயமடைந்தவர்களின் எண்ணிக்கை பலத்த காயமடைந்துள்ளது, இந்த செயல்முறையை நிறுத்த கிட்டத்தட்ட 900,000 வாகனங்கள் திறக்கப்பட்டன.",
        "முதன்மையாக பயணிகள் பேருந்துகளிலிருந்து வாகனங்களைக் குறைக்க முயற்சித்தது. அதன்படி, விளக்குகள், வாகனங்கள், வாகனங்களில், வாகனங்கள், வாகனங்கள், வாகனங்கள் மற்றும் வாகனங்களில் நிறுவப்பட்ட விளக்குகள், வாகனங்கள், வாகனங்கள், வாகனங்களில் நிறுவப்பட்ட உலோக பாகங்களை அகற்றுவதில் கவனம் செலுத்தினோம். இருப்பினும், இரண்டு வாரங்களுக்குள், யாத்ரீகர்கள் வழங்கியதாக யாத்ரீகர்கள் மீது குற்றம் சாட்டப்படாது.",
        "தொடக்க நடவடிக்கைகளுக்குப் பிறகு, தினசரி அடிப்படையில், ஒரு நாளைக்கு நான்கு டெண்டர்கள், 4-10 விபத்துக்கள் குறைக்கப்பட்டன. இந்த செயல்பாடுகள் மிகவும் பயனுள்ளதாக இருக்கும்.",
        "எனவே நாங்கள் தயவுசெய்து அனைத்து சட்டமல்லாதவர்களையும் கேட்கிறோம். எந்தவொரு குழுக்களும் இலங்கையின் போக்குவரத்து நடவடிக்கைகளைத் தொடர்ந்து நிறுத்துகின்றன"
      ]
    },
    "en": {
      "title": "No traffic operations continue",
      "body_lines": [
        "Police Media Spokesperson SSP Buddhika Manatunga said that no extra access to the removal of passenger buses and the operation commenced by the police on traffic.",
        "\"There were 12140 persons due to fatal accidents in the last five years. There are about 20 road accidents per day. The number of injured in the past five years has been severely injured, nearly 900,000 vehicles were opened to stop the process.",
        "Primarily attempted to minimize vehicles from passenger buses. Accordingly, we focused on the removal of metallic parts mounted outside of the lamps, vehicles, installed in the vehicles, in the vehicles, in the vehicles, in vehicles, and vehicles. However, within two weeks, the issue of pilgrims will not be charged with the issuance of pilgrims.",
        "After the opening operations, after a daily basis, about four tenders a day, 4-10 reduced accidents. These operations are very effective.",
        "So we kindly ask for all non-legal. Any group of groups continue to stop the traffic operations of Sri Lanka"
      ]
    }
  },
  "summary_lines": []
}