{
  "translated_text": {
    "si": {
      "title": "නීති විරෝධී ගස් කැපීම වැළැක්වීම සඳහා 'ඩ්රෝන්' භාවිතා කරන ලදී - නිශාන්ත සතුරා!",
      "body_lines": [
        "ශ්රී ලංකාවේ වනාන්තර ක්රමයේ නීති විරෝධී ගස් වැළැක්වීම සඳහා 'ඩ්රෝන්' තාක්ෂණය භාවිතා කරන බව වන සංරක්ෂණ දෙපාර්තමේන්තුවේ අධ්යක්ෂ ජනරාල් නිශාන්ත එසයිසිංහ මහතා පැවසීය.",
        "'ඩ්රෝන්' කාර්මික සෝදිසි කිරීම් ලබාගත් දත්ත හඳුනාගත් අයට එරෙහිව මෙම නීතිය දැඩි ලෙස ක්රියාත්මක කරන බව ඔහු පැවසීය.",
        "මහනුවර උදාවට් වනාන්තරයට පැමිණීම සඳහා දේශීය හා විදේශීය සංචාරකයින්ට ලබා දීමේ වැඩසටහනේ සමාරම්භක උත්සවයේදී අධ්යක්ෂ ජනරාල්වරයා මේ බව පැවසීය.",
        "Forest න වනාන්තරය 32% දක්වා වැඩි කිරීමට සැලසුම් කර ඇති අතර බොහෝ වැඩසටහන් 29% කින් ක්රියාත්මක කිරීමට සැලසුම් කර ඇති බව ඔහු අවධාරණය කළේය.",
        "නවීන තාක්ෂණයේ උපරිම භාවිතය අවසරයකින් තොරව වනාන්තර ඉඩම් අත්පත් කර ගැනීම වැළැක්වීම සඳහා භාවිතා කිරීමට අපේක්ෂා කරන බව ද ඔහු පැවසීය.",
        "මහනුවර ඇතුළු බොහෝ දිස්ත්රික්කවල ලැව් ගින්න වැළැක්වීම සඳහා මහජනයා පිළිබඳව දැනුවත් කිරීම සඳහා පියවර ගෙන ඇති අතර වන පද්ධතිය බරපතල හානියක් සිදු කරයි.",
        "මෙම අවස්ථාවට වන සංරක්ෂණ දෙපාර්තමේන්තු නිලධාරීන්, මහනුවර ළමා රෝග සංගමයේ සාමාජිකයින් සහ සංචාරකයින් පිරිසක් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "'Drone' used to prevent the cutting of illegal trees - Nishantha enemy!",
      "body_lines": [
        "The Director General of the Forest Protection Department, Nishantha Etisinghe, said that 'drone' technology will be used to prevent illegal trees in the forest system of Sri Lanka.",
        "He said the law would be strictly implemented against those who identified the data obtained by the 'drone' technical surveillance.",
        "The Director General said this at the inauguration ceremony of the program of giving domestic and foreign tourists to visit the Udawatte forest in Kandy.",
        "He stressed that the dense forest was planned to be increased to 32% and that many programs were being implemented by 29%.",
        "He also said that the maximum use of modern technology is expected to be used to prevent the acquisition of forest land without permission.",
        "Steps have been taken to raise awareness about the public to prevent the wildfire in many districts, including Kandy, and that the forest system is causing serious damage.",
        "Forest Department officials, members of the Kandy Pediatric Association and a group of tourists were present at the event."
      ]
    }
  },
  "summary_lines": [
    "Nishantha Etisinghe, the Director General of Sri Lanka's Forest Protection Department, announced the use of drone technology to combat illegal tree felling. He emphasized strict enforcement against violators caught through drone surveillance. This initiative was unveiled during the launch of a program allowing domestic and international tourists to visit the Udawatte forest in Kandy. The plan includes increasing forest density to 32%, implementing various conservation programs, and utilizing modern technology to deter unauthorized land acquisition. Additionally, efforts are underway to educate the public on preventing wildfires, which have caused significant harm to forests across several districts, including Kandy."
  ]
}