{
  "translated_text": {
    "si": {
      "title": "දෙවන අදියර තොරතුරු සමීක්ෂණය ජූලි 15 සිට 30 දක්වා - සුභසාධන ප්රතිලාභ සභාව",
      "body_lines": [
        "'අසූයක' සුභසාධන ප්රතිලාභ පිළිබඳ තොරතුරු පිළිබඳ දෙවන අදියර ජූලි 15 සිට 30 දක්වා සිදුකරන බව සුභසාධන ප්රතිලාභ සභාව පවසයි.",
        "දෙවන අදියර සඳහා දෙවන අදියර සඳහා අයදුම්පත් 450,924 ක් පළමු අදියරේදී සුදුසුකම් ලත් ලක්ෂ 18 කට වැඩි ප්රමාණයක් හැර. සුභසාධන ප්රතිලාභ ප්රතිලාභ ලබා ගැනීමට සුදුසුකම් ඇති අය මේ මාසයේ නිම කිරීමට නියමිතය.",
        "1,854,000 ක් අස්වෙස්මා වැඩසටහනේ පළමු අදියර සඳහා සුදුසුකම් ලබයි. මේ සඳහා රජය විසින් රුපියල් බිලියන 58.5 ක් රජය විසින් වෙන් කර ඇත. පළමු අදියර සඳහා ඉල්ලුම් කළ නොහැකි අය නැවත ලබා ගැනීමට සුභසාධන ප්රතිලාභ සභාව විසින් අවස්ථාව ලබා දී තිබේ.",
        "විකල්පයේ සමාජ කොටස් 04 යටතේ ආබාධිත, වැඩිහිටි හා වකුගඩු රෝගීන්ට 'එකලස් කිරීමේ' සුභසාධනය සපයනු ලැබේ.",
        "මේ අතර, සුභසාධන ප්රතිලාභ කවුන්සිලය ක්ෂේත්ර තොරතුරු රැස් කිරීම සක්රීය කිරීම සඳහා ඡායාරූප, සිතියම් සහ හ voice පටිගත කිරීම ඇතුළු පහසුකම් සහිත නව ජංගම යෙදුමක් හඳුන්වා දී ඇත.",
        "ඒ අනුව, ජංගම මෘදුකාංගය හරහා පුරෝගාමී ව්යාපෘතියක් ලෙස කොළඹ ප්රාදේශීය ලේකම් කාර්යාලයේ තොරතුරු රැස් කිරීම ක්රියාත්මක කිරීමට ද සැලසුම් කර ඇත."
      ]
    },
    "en": {
      "title": "The Second Phase Information Survey July 15 to 30 - Welfare Benefits Council",
      "body_lines": [
        "The Welfare Benefits Council has said that the second phase of information on the 'Assuma' welfare benefits will be carried out from July 15 to 30.",
        "450,924 applications have been received for the second phase except for more than 18 lakhs qualified in the first phase. Those who are eligible to benefit welfare benefits will be completed this month.",
        "1,854,000 eligible for the first phase of the Aswesuma program. 58.5 billion rupees has been allocated by the government for this purpose. The Welfare Benefits Council has given the opportunity to re -apply those who cannot apply for the first phase.",
        "Under the 04 social sections of the alternatives, vulnerable, poor, and the most affected, the welfare of the 'Assembly' is provided to the disabled, the elderly and the kidney patients.",
        "Meanwhile, the Welfare Benefits Council has introduced a new mobile app with a facilities including photo, map and voice recording to enable field information collection.",
        "Accordingly, it is also planned to implement information gathering in the Colombo Divisional Secretariat Division as a pioneer project through mobile software."
      ]
    }
  },
  "summary_lines": [
    "The Welfare Benefits Council announced the second phase of the 'Assuma' welfare benefits from July 15 to 30, targeting 450,924 applicants after excluding those already benefited in the first phase. A total of 1,854,000 were eligible for the initial phase, with a government allocation of 58.5 billion rupees. The council allows re-applications for missed eligibility and launched a mobile app for efficient data collection, including features like photo, map, and voice recording. This initiative aims to support vulnerable groups under four social categories: the disabled, elderly, and kidney patients."
  ]
}