{
  "translated_text": {
    "si": {
      "title": "වාහන අනතුරු හේතුවෙන් මිනිසුන් 8 දෙනෙකු දිනපතා මිය යයි",
      "body_lines": [
        "වෙනත් රෝග හා සසඳන විට ඉහළ තන්ත් කළ ප්රදේශවලින් සහ වාහන අනතුරු වලින් පහත වැටීම වැනි අනතුරු හේතුවෙන් සෑම වසරකම බොහෝ දෙනෙක් සෑම වසරකම මිය යති.",
        "ජාතික හදිසි වෛද්ය විශේෂ experts සංගමයේ විශේෂ ist කමින්ද විජේනායක මහතා කියා සිටියේ වාහන අනතුරු හේතුවෙන් පුද්ගලයින් 8 දෙනෙකු දිනපතා මිය යන බවයි.",
        "ඔහු මේ බව කියා සිටියේ හදිසි දෙපාර්තමේන්තු සේවා පිළිබඳව මහජනතාව පැහැදිලි කිරීම සඳහා සෞඛ්ය සංවර්ධන කාර්යාංශය විසින් සංවිධානය කරන ලද විශේෂ මාධ්ය හමුවකදීය.",
        "අනෙකුත් රෝග හා සසඳන විට පවුලේ කඩාවැටීම් සහ රටේ වාහන අනතුරු හේතුවෙන් සෑම වසරකම බොහෝ දෙනා මිය යති. වාහන අනතුරු හේතුවෙන් සෑම දිනකම පුද්ගලයින් 8 දෙනෙකු පමණ මිය යති. අවාසනාවකට රට බොහෝ කම්කරු පන්තිය අහිමි වේ.",
        "අනතුර අතරතුර කාලෝචිත ආකාරයකින් රෝගියා ළඟම ඇති රෝහල වෙත ගෙන යාම අවශ්ය වේ.",
        "රෝගියාගේ මළ සිරුර ශරීරයට ප්රතිකාර කිරීම සඳහා ගත යුතුය. ඔබට ගිලන්රථ සේවයේ සහ ත්යාගශීලී අවකාශයේ පුද්ගලික වාහන භාවිතා කළ හැකිය. කෙසේ වෙතත්, රෝගීන් තිදෙනෙකු තුළ රෝගීන් රැගෙන යාම සුදුසු නොවේ.",
        "මෙය ශ්වසන ගැටළු වලට හේතු විය හැක. කෙසේ වෙතත්, අනතුරු වලදී ඉදිරියට පැමිණිය හැකි අයගෙන් පළමුවැන්න තුවාල රියදුරන් බව සැමරීමට ද මම බැඳී සිටිමි.",
        "පළමු මිනිත්තු දහයේ හදිසි අනතුරු රෝගියාගේ ජීවන බ්ලූඩ් හි ප්රධාන කාල පරිච්ඡේදයයි. පළමු පැයේ ප්රතිකාරයේ ස්වර්ණමය යුගය ලෙස අර්ථ දැක්වේ. මෙයින් අදහස් කරන්නේ මෙම කාලය තුළ රෝගියාට සුදුසු ප්රතිකාර සමඟ ප්රතිකාර නොකළ යුතු බවයි. එබැවින් රෝගියා නිශ්චිතවම එක්තරා ප්රදේශයක් තුළ ළඟම ඇති රෝහල වෙත ගෙන යාම අවශ්ය වේ.",
        "මේ අතර, හදිසි දෙපාර්තමේන්තුවේ සභාපති විශේෂ වෛද්ය විශේෂ experts සංගමය, විශේෂ වෛද්ය විශේෂ expert ඉගාගා විජේගුනවර්ධන",
        "විශේෂ අංශය රෝහල් ව්යුහයේ රෝගීන්ගේ ආරක්ෂාව සඳහා සංවිධානය කරන ලද හදිසි හදිසි දෙපාර්තමේන්තුවකි. රෝගයේ තත්වය මත පදනම්ව, රෝගීන්ට සෑම නිවසකම හදිසි ප්රතිකාර ලබා දිය යුතුය.",
        "මෙය වෛද්ය මාර්ගයට පමණක් සීමා නොවේ. හෘදයාබාධ, පල්ලිය, වාහන අනතුරු, ඩෙංගු ශ්රේණිගත කිරීම සහ ශ්වසන ආබාධ වැනි හදිසි ප්රතිකාර, ඩෙංගු ශ්රේණිගත කිරීම සහ ශ්වසන ආබාධය යනු ලබා දිය යුතු රෝග.",
        "හදිසි ප්රතිකාර ලබා දිය යුතු රෝගීන්ට උපකාර කිරීම සඳහා ස්වසාරියා ගිලන්රථ සේවාව රට තුළ පවතී. ඔවුන් රෝගියා පරීක්ෂා කර එය සුදුසු කොටසට ගෙන යනු ඇත.",
        "රෝගීන් පුද්ගලික වාහනවල ගෙන ඒම සහ මහජන අවදානමට මුහුණ දීමට අවශ්ය නැත. 2030 දී ශ්රී ලංකාව වයස අවුරුදු 65 ට වැඩි වැඩිම වැඩිහිටි ප්රතිශතයක් සහිත ඉහළම රටවල් පහේ ලැයිස්තුවේ ද ශ්රේණිගත කෙරේ."
      ]
    },
    "en": {
      "title": "8 people die daily due to vehicle accidents",
      "body_lines": [
        "Most of the people die every year due to accidents that need to be given in the country, such as falling down from high -ranking areas and vehicle accidents, compared to other diseases.",
        "Kaminda Wijenayake, a specialist at the National Emergency Medical Experts Association, said that about 8 people die daily due to vehicle accidents.",
        "He was speaking at a special media briefing organized by the Health Development Bureau to clarify the public about the Emergency Department services.",
        "Most of the people die every year due to family crashes and vehicle accidents in the country compared to other diseases. About 8 people die every day due to vehicle accidents. The country is unfortunately losing many working class.",
        "It is necessary to take the patient to the nearest hospital in a timely manner during the accident.",
        "The patient's body should be taken to the treatment of the body. You can use private vehicles in Ambulance Service and generous space. However, it is not proper to take patients in three -wheelers.",
        "This can cause respiratory problems. However, I am also obliged to commemorate that the first of those who can come forward during the accidents are three -wheeler drivers.",
        "The first ten minutes of accidents is the main period in the patient's lifeblood. The first one hour is defined as the golden age of treatment. This means that during this period, the patient may not be treated with appropriate treatment. Therefore, it is necessary to take the patient to the nearest hospital within a certain time.",
        "Meanwhile, the President of the Emergency Department Special Medical Experts Association, Special Medical Expert Inuga Wijegunawardena",
        "The Special Division is an emergency emergency department organized for the safety of patients in the hospital structure. Depending on the condition of the disease, patients should be given emergency treatment in each home.",
        "This is not limited to the medical road. Emergency treatments such as heart attacks, parish, vehicle accidents, dengue rating, and respiratory disorders are diseases that need to be provided.",
        "Swaseriya Ambulance Service is in the country to help patients who need to provide emergency treatment. They will check the patient and take it to the appropriate section.",
        "There is no need to bring patients in private vehicles and face the public risk. At 2030, Sri Lanka will also be ranked on the list of the top five countries with the highest elderly percentage over 65 years of age."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Vehicle accidents claim 8 lives daily in Sri Lanka. Most annual deaths result from accidents, surpassing other diseases. Prompt hospital transfer crucial. Ambulance service recommended over private vehicles. First hour post-accident deemed critical for treatment. Emergency department essential for various conditions including heart attacks, vehicle accidents, and respiratory disorders."
  ]
}