{
  "translated_text": {
    "ta": {
      "title": "சிறுநீரக நோயை கையகப்படுத்துவதற்கு கடும்",
      "body_lines": [
        "அடையாளம் தெரியாத சிறுநீரக நோயை அடக்குவதற்கு தற்போதைய அரசாங்கம் கடுமையாக உறுதியளித்துள்ளது என்று சுகாதார மற்றும் வெகுஜன ஊடக அமைச்சர் டாக்டர் நலிந்தா ஜெயதிசா தெரிவித்தார்.",
        "தேசிய சிறுநீரக தடுப்பு மற்றும் ஆராய்ச்சி பிரிவு, தேசிய சிறுநீரக தடுப்பு மற்றும் ஆராய்ச்சி பிரிவு, தேசிய சிறுநீரக தடுப்பு மற்றும் ஆராய்ச்சி பிரிவு, சீன அறிவியல் அகாடமி மற்றும் இலங்கை உதவித்தொகை ஒத்துழைப்பு ஆகியவற்றில் சுகாதார அமைச்சின் பதவியேற்பு அமைச்சர் உரையாற்றினார்.",
        "இந்த பட்டறை சுகாதார அமைச்சின் தடுப்பு மற்றும் ஆராய்ச்சி பிரிவு மற்றும் சீன அறிவியல் அகாடமி மற்றும் இலங்கை அறிஞர்களால் ஏற்பாடு செய்யப்பட்டது.",
        "சுகாதார அமைச்சகம் சுகாதார அமைச்சினால் பரிந்துரைக்கவும், சிறுநீரக நோயின் வளர்ச்சியை பூர்த்தி செய்யவும், சிகிச்சையைத் தடுப்பதை ஊக்குவிக்கவும் முன்மொழியப்பட்டது.",
        "பட்டறையில் பேசிய சுகாதார மற்றும் வெகுஜன ஊடக ஊடகங்கள் டாக்டர் நலிந்தா ஜெயாதிசா, சீன அரசாங்கமும் சீன அகாடமியும் தங்கள் ஒத்துழைப்பு மற்றும் கூட்டாண்மைடன் தங்கள் ஒத்துழைப்பு மற்றும் கூட்டாண்மை ஆகியவற்றை சமாளிக்கப் போகின்றன, சவால்களைத் தொடர்ந்து ஆதரிக்கின்றன, மேலும் அவரது நன்றியுணர்வு அவர்களின் நன்றியை வெளிப்படுத்தியது தொழில்நுட்ப வழிகாட்டுதல்.",
        "மேலும் அமைச்சர் பேசும் அடையாளம் தெரியாத சிறுநீரக நோயை அடக்குவார் என்று தற்போதைய அரசாங்கம் நம்புகிறது, இது அடையாளம் தெரியாத சிறுநீரக நோயை அடையாளம் காணவில்லை.. இந்த ஆராய்ச்சி எதிர்காலத்தில் சிறுநீரக நோயாளிகளை அடையாளம் காணவும் சிகிச்சையளிப்பதற்கான திட்டங்களை உருவாக்க முடியும் என்றும் அது சுட்டிக்காட்டியது.",
        "சுற்றுச்சூழல் நடத்தை இயக்குநர் (ஒரு நாள் லிட்டருடன் ஒரு நாள்) சீன எலக்ட்ரிக் அகாடமியின் பேராசிரியர் மனம் (ஒரு நாள்). மின் யாங் சுகாதார மற்றும் வெகுஜன ஊடகங்களுக்கு நன்கொடை அளிக்கிறார் டாக்டர் நலிந்தா ஜெயதிசா."
      ]
    },
    "en": {
      "title": "Heavy dedicated to the acquisition of kidney disease",
      "body_lines": [
        "Health and Mass Media Minister Dr. Nalinda Jayatissa said that the current government is severely committed to suppressing the unidentified kidney disease.",
        "The Minister was addressing the inauguration of the Ministry of Health in the National Kidney Prevention and Research Unit, the National Kidney Prevention and Research Unit, the National Kidney Prevention and Research Unit, the Chinese Science Academy and Sri Lanka Scholarship Cooperation.",
        "The workshop was organized by the Prevention and Research Unit of the Ministry of Health and the Chinese Science Academy and the Sri Lankan scholars.",
        "The Ministry of Health is proposed to be recommended by the Ministry of Health and to meet the development of kidney disease and to promote the prevention of the treatment.",
        "Speaking at the workshop, Health and Mass Media Media Dr. Nalinda Jayatissa said that the Chinese government and the Chinese Academy is about to cope with their collaboration and partnership with their collaboration and partnership, continue supporting the challengesAnd his gratitude expressed their gratitude to the technical guidance.",
        "Speaking further Minister the current government is hoping to suppress the unidentified kidney disease, which has not identified the unidentified kidney disease.. It also pointed out that this research will be able to create plans for the identification and treatment of kidney patients in the future.",
        "Professor Mind of the Chinese Academy of Electric Academy, the Director of Environmental Conduct (A day with a day-liter). MIN YANG Donate to the Health and Mass Media Dr. Nalinda Jayatissa."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Sri Lankan Health Minister Dr. Nalinda Jayatissa emphasizes government commitment to combating unidentified kidney disease. The Ministry of Health collaborates with China's Science Academy to develop prevention and treatment strategies."
  ]
}