{
  "translated_text": {
    "ta": {
      "title": "முதல் வெற்றியாளர் அணிக்கு",
      "body_lines": [
        "கேண்டி ஃபால்கென்ஸ் லங்கா பிரீமியர் லீக்கின் முதல் போட்டியில் வெல்ல முடிந்தது, இன்று (01).",
        "கேண்டி ஃபால்கென்ஸ் போட்டியின் நன்மையை வென்றார், மேலும் அவர்கள் சிக்ஸர்ஸ் அணியை முதலில் பேட் செய்ய அழைத்தனர்.",
        "தம்புல்லா சிக்ஸர்ஸ் அணி 179 ரன்கள் எடுத்தது, அவர்கள் ஒதுக்கப்பட்ட 20 ஓவர்களில் 6 விக்கெட்டுகளை வீழ்த்தினர்.",
        "மார்க் சாப்மேன் தம்புல்லா சிக்ஸர்களில் 91 ரன்கள் எடுத்தார், சாமுனு விக்ரமசிங்க 62 ரன்கள் எடுத்தார்.",
        "பந்துவீச்சில், ஃபால்கான்ஸ் குழுவிற்கு காட்சிகள் மூன்று விக்கெட்டுகளைக் கொண்டிருந்தன.",
        "180 ரன்கள் முடிவில் கேண்டி ஃபால்கென்ஸ் 183 ரன்கள் எடுத்தார்.",
        "தினேஷ் சாண்டிமல் 65 ரன்கள் எடுத்தார், தினேஷ் சாண்டிமல் 65 ரன்கள் எடுத்தார், காட்சிகள் ஷேக் 46 ரன்கள் எடுத்தது."
      ]
    },
    "en": {
      "title": "To the first winner team",
      "body_lines": [
        "Candy Falckens were able to win the first match of the Lanka Premier League and today (01).",
        "Candy Falckens won the advantage of the match and they invited the Sixers team to bat first.",
        "The Dambulla Sixers team scored 179 runs for the loss of 6 wickets in their allotted 20 overs.",
        "Mark Chapman scored 91 not out in the Dambulla Sixers and Chamunu Wickremasinghe scored 62 not out.",
        "On the bowling, Views had three wickets for the Falcons group.",
        "Candy Falckens scored 183 runs at the end of 180 runs.",
        "Dinesh Chandimal scored 65 runs while Dinesh Chandimal scored 65 runs while Views Shake scored 46 not out."
      ]
    }
  },
  "summary_lines": [
    "In the Lanka Premier League, Candy Falckens triumphed over the Dambulla Sixers, winning the toss and inviting the Sixers to bat first. The Sixers made 179/6 in 20 overs, led by Mark Chapman's 91* and Chamunu Wickremasinghe's 62*. Views took 3 wickets for Candy Falckens. In reply, Candy Falckens scored 183/4, with Dinesh Chandimal making 65 and Views Shake contributing 46*."
  ]
}