{
  "translated_text": {
    "ta": {
      "title": "போலீசார் பல வீடியோக்களை அறிவித்தனர்",
      "body_lines": [
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் அலுவலகங்கள் கூறுகையில், தீவின் பல்வேறு பகுதிகளின் வீடியோக்கள் மீண்டும் சமூக ஊடகங்கள் மூலம் பரவுகின்றன.",
        "ஒரு அறிக்கையில், கடுனாயக்க விமான நிலையத்திற்கு பயணிக்கும் சில வாகனங்கள் பல்வேறு நபர்களிடமிருந்து பெறப்பட்ட வீடியோக்கள் போன்ற வெவ்வேறு நபர்களிடமிருந்து பரிமாறிக்கொள்ளப்படுகின்றன என்று போலீசார் தெரிவித்தனர்.",
        "இந்த வீடியோக்களை சமூக ஊடகங்களில் சமூகமயமாக்குவதற்கான தவறான கருத்து இதில் உள்ளது.",
        "நாட்டில் உள்ள மக்களை பொது ஊடகங்கள் தவறாக வழிநடத்துகின்றன, வீடியோக்களை முன்னிலைப்படுத்துகின்றன என்று போலீசார் கூறுகின்றனர்.",
        "இதன் விளைவாக, சமூக ஊடகங்களில் இதுபோன்ற வீடியோக்களைத் தவிர்க்கவும் விநியோகிக்கவும் காவல்துறை பொதுமக்களைக் கோரியுள்ளது.",
        "வீடியோக்களின் வீடியோக்கள் அத்தகைய தேசிய பாதுகாப்பாக இடுகையிடப்பட்டால், அத்தகையவர்களுக்கு எதிராக சட்டப்பூர்வமாக செயல்பட நடவடிக்கைகள் எடுக்கப்படும் என்று போலீசார் தெரிவித்தனர்."
      ]
    },
    "en": {
      "title": "Police announced several videos",
      "body_lines": [
        "Police Media Spokesperson Offices say that the videos of different areas of the island have been circulating through social media again.",
        "In a statement, police said that some vehicles traveling to the Katunayake Airport are being exchanged from different people, such as videos obtained from various people.",
        "It contains a misconception to socialize these videos on social media.",
        "The police say that the public media is misleading the people in the country, highlighting the videos.",
        "As a result such, the police have requested the public to avoid and distribute such videos in social media.",
        "If the videos of videos are posted as such a national security, the police said that steps will be taken to act legally against such ones."
      ]
    }
  },
  "summary_lines": [
    "Police warn against sharing airport videos on social media, calling it misinformation. They request public cooperation to prevent spreading false content, threatening legal action if necessary."
  ]
}