{
  "translated_text": {
    "ta": {
      "title": "திலித் சஜித் சஜித்தை வாழ்த்துகிறார்",
      "body_lines": [
        "முன்னாள் எதிர்க்கட்சித் தலைவர் சஜித் பிரேமடாசா எதிர்க்கட்சித் தலைவரிடமிருந்து திரும்பி வந்துள்ளார், என்ட்ரெப்ரெனரல் திலித் ஜெயவீரா தெரிவித்தார்.",
        "இன்று (14) நடைபெற்ற ஒரு ஊடக மாநாட்டில் அவர் பேசிக் கொண்டிருந்தார்.",
        "\"மிகவும் அடுத்தடுத்த பரிந்துரைகள் வெற்றிகரமாக ஒப்படைக்கப்பட்டன. எங்கள் தேர்தல் பிரச்சாரம் இப்போது தொடங்கிவிட்டது. இந்த நாட்டில் பல்வேறு அரசியல்வாதிகளின் சுயநல அரசியல் கொள்கை மற்றும் திட்டம் காரணமாக உள்ளூர் அரசியல்வாதிகளால் சேதமடைய வேண்டியிருந்தது. இது பெரும்பாலும் அந்த அரசியல் கட்சிகளின் தலைவர்களால் ஏற்படுகிறது, அவர்களின் ஊழல் பரிவர்த்தனைகள் அனைத்தும். அதை சரிசெய்யும் நடவடிக்கையை நாங்கள் தொடங்கினோம். இதன் விளைவாக, அனைத்து மாவட்டங்களுடனும் மக்களின் தலைவர்களை நாங்கள் சேகரிக்க முடிந்தது. \"",
        "கே: நீங்கள் இப்போது எதிர்க்கட்சித் தலைவராக இருக்க முயற்சிக்கிறீர்களா?அப்போது சஜித்துக்கு என்ன நடக்கும்?",
        "\"எதிர்க்கட்சித் தலைவரின் பதவியில் இருந்து நேரம் ஓய்வு பெற வேண்டும் என்று நான் நினைக்கிறேன்.. அது அவரது கட்சியை நம்பும் ஒரு சூழ்நிலை. எனவே அவர் அந்த ஓய்வை கவனமாக செலவிட முடிந்தால். இந்த நாடு தான் கணிக்கப்பட்ட எதிர்ப்பின் தேவை என்று மக்கள் நம்பும்போது. நமது உலகளாவிய சக்தியில் ஒரு உலகளாவிய சக்தி மையத்தை உருவாக்குவது நமது நோக்கம்.",
        "இதற்கிடையில், துணை பிரதிநிதிகள் மற்றும் பல உள்ளூர் அரசியல்வாதிகள் உள்ளிட்ட துணைப் பிரிவுகள் உட்பட துணைப்பிரிவுகள் உள்ளிட்ட முன்னாள் தலைவர்கள் இன்று (14) பொதுத் தேர்தலில் மிகைப்படுத்தலில் பங்கேற்றனர்.",
        "அட்டனகல்லா பிரதேசங்களவையின் முன்னாள் தலைவர், அட்டனகல்லா பிரதேச சபையின் முன்னாள் தலைவர் சரத் நந்தசிரி ரணத்துங்கா, கெலானியபிரதேஷிய சபையின் முன்னாள் தலைவர் கெதஹெரா ஆஷ்தரா குமாரமும் இருந்தார்.",
        "இதற்கிடையில், கம்பாஹா மாவட்ட ஆர்கான்டிக், கம்பாஹா மாவட்ட ஓர்காண்டிக் மற்றும் தொழில்முனைவோர் ஜெயந்தா அடாபட்டு கம்பாஹா பிரதேசங்களவையின் கம்பாஹா மாவட்ட அமைப்பாளராக நியமிக்கப்பட்டார்."
      ]
    },
    "en": {
      "title": "Dilith Sajith greets Sajith",
      "body_lines": [
        "Former Opposition Leader Sajith Premadasa has come back from the Opposition Leader, Entrepreneral Dilith Jayaweera said.",
        "He was speaking at a media briefing held today (14).",
        "\"The most successive nominations was successfully handed over. Our election campaign has now begun. Due to the selfish political policy and program of various politicians in this country had to be damaged by local politicians. It is often due to the leaders of those political parties, their corrupt transactions were all. We started the action of correcting it. As a result, we were able to collect the leaders of the people of the people with all the district. \"",
        "Q: You are trying to be the opposition leader now?What happens to Sajith then?",
        "\"I think the time has to retire from the post of Leader of the Opposition.. It has been a situation that believes in his party. So if he would be able to spend that retirement carefully. When the people believe that this country is the need for a predicted opposition. It is our aim to create an universal power centrific opposition in our universal power. \"",
        "Meanwhile, former chairmen including subpracts, including subpracts, including the sub-responses and several local politicians participated in the exangeration in the general election today (14).",
        "Former Chairman of Attanagalla Pradeshiya Sabha, former Chairman of the Attanagalla Pradeshiya Sabha Sarath Nandasiri Ranatunga, former Chairman of the Kelaniya Pradeshiya Sabha, Ketahera Ashthara Kumara Kumara was also present.",
        "Meanwhile, the Gampaha District Organtic, Gampaha District Organtic and Entrepreneurship Jayantha Atapattu was appointed as the Gampaha District Organizer of the Gampaha Pradeshiya Sabha."
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa returns as Opposition Leader. Dilith Jayaweera announces election campaign. Local politicians criticize selfish policies. Sajith may retire soon. Former local leaders participate in general election. Gampaha District Organizer Jayantha Atapattu appointed."
  ]
}