{
  "translated_text": {
    "ta": {
      "title": "மின்சார கொள்முதல் ஒப்பந்தம் மாற்றப்பட்டால் ஆண்டுக்கு ஆண்டுக்கு 11 பில்லியன்",
      "body_lines": [
        "இரண்டு காற்றாலை மின் உற்பத்தி நிலையங்களில் இருந்து இரண்டு காற்றாலை மின் நிலையங்களால் இந்த ஒப்பந்தத்தில் கையெழுத்திடப்பட்டிருந்தால், இலங்கை மின்சார வாரியம் (சி.இ.பி.) சங்கம் தெரிவித்துள்ளது.",
        "சங்கத்தின் தலைவர் தனுஷ்கா பராக்ரசிங்கக் கூறுகையில், மின்சார வாரியத்தில் (சி.இ.பி.) ரூ.",
        "இருப்பினும், இலங்கையில் இரண்டு மின் உற்பத்தி நிலையங்களை உருவாக்க இந்திய நிறுவனம் ஒரு வாய்ப்பை வழங்கியுள்ளது, மேலும் மின்சாரம் ஒரு பிரிவு 8.26 மில்லியனாக ஒப்பந்தம் செய்யப்பட்டுள்ளது.",
        "கடந்த வாரத்தில் 50 மெகாவாட் காற்றின் சுத்திகரிப்புக்கு டெனெர்ரே அனுப்பப்பட்டுள்ளதாக அவர் கூறினார்.",
        "இலங்கை வங்கியின் இலங்கை அரசாங்கம் கணக்குகள் மற்றும் நிறுவனம் இலங்கை அரசாங்கத்திற்கு சொந்தமானது என்றும் நிறுவனம் நிறுவனத்துடன் வரவு வைக்கலாம் என்றும் தலைவர் கூறினார்.",
        "பவர் சாவடியிலிருந்து மின்சாரம் உற்பத்தி செய்வதற்கான மின்சாரத்தின் அளவு மற்றும் சமீபத்திய நாட்களின் விலைகளின் விலைக்கு ஏற்ப நாடு நாட்டிற்கு தனித்துவமானது என்று அவர் கூறினார்."
      ]
    },
    "en": {
      "title": "11 billion per year per year if the electricity purchase agreement has been changed",
      "body_lines": [
        "The Ceylon Electricity Board (CEB) Association states that if the contract has been signed by two wind power stations from two wind power plants, the Ceylon Electricity Board (CEB) Association said.",
        "The Chairman of the Association Dhanushka Parakrasinghe said that the Electricity Board (CEB) has only a sum of Rs.",
        "However, Indian company has given an opportunity to build two power plants in Sri Lanka and that a unit of electricity has been contracted to 8.26 million.",
        "He said that a denERRE has been sent to the refinement of 50 MW of winds in the last week.",
        "The Chairman added that the Ceylon Government accounts for the bank of Sri Lanka and the company will be owned by the Government of Sri Lanka and the company can cred with the company.",
        "He said that the country was unique to the country in accordance with the amount of electricity to manufacture electricity from the power booth and the prices of the prices of the recent days."
      ]
    }
  },
  "summary_lines": [
    "If the electricity purchase agreement changes, the Ceylon Electricity Board (CEB) could save 11 billion annually. The CEB Association mentioned contracts with two wind power stations, potentially reducing costs due to lower electricity rates. The chairman highlighted a deal with an Indian company to build two power plants, contracting electricity units at 8.26 million each. A notice was issued for refining 50 MW of wind energy recently. This move aligns with the government's strategy to increase local electricity production, aiming to reduce reliance on imported fuel and stabilize energy prices."
  ]
}