{
  "translated_text": {
    "si": {
      "title": "විදුලි ගාස්තු අඩු කිරීමේ යෝජනාව ප්රමාද කිරීමට රජය ගත් තීරණය කුමක්ද?- යූඑන්පී. ප්රශ්නය",
      "body_lines": [
        "විදුලිබල මණ්ඩලය ලාභදායී වූ විට විදුලිබල පනත සංශෝධනය කිරීම විදුලිබල මණ්ඩලයේ වගකීමකි.. එක්සත් ජාතික පක්ෂයේ හිටපු පක්ෂයේ (යූඑන්පී) පාර්ලිමේන්තු මන්ත්රී සමන් රත්නප්රියා මහතා පැවසුවේ මෙම විදුලි ගාස්තු අඩු කිරීම පිළිබඳ යෝජනාව ප්රමාද කිරීමට රජය ගත් තීරණය දරණ ප්රශ්නය බවයි.",
        "ඔහු මේ බව කියා සිටියේ අඟහරුවාදා (26) කොළඹ නව ප්රජාතන්ත්රවාදී පෙරමුණේ කාර්යාලයේ පැවති මාධ්ය හමුවකදීය.",
        "ලංකා විදුලිබල මණ්ඩලයේ ලාභය පදනම් කරගෙන සිය සේවකයින් පදනම් කරගෙන. එහෙත් විදුලිබල මණ්ඩලය සිය සේවකයින් සඳහා ප්රසාද දීමනාව නොගෙවීමට පියවර ගන්නා බව වාර්තා වේ. සේවකයින්ට ප්රසාද දීමනාව සඳහා ඉල්ලුමක් ඇති කර ගනිමු.",
        "ඒ හා සමානව, විදුලිබල මණ්ඩලයට ලැබෙන ලාභයට සමාන්තරව විදුලි ගාස්තු අඩු කළ යුතුය. විදුලි ගාස්තු අඩු කිරීම සඳහා මහජන උපයෝගිතා කොමිෂන් සභාව විදුලිබල මණ්ඩලයෙන් ඉල්ලා තිබුණද. විදුලිබල මණ්ඩලය එය භාරදීම ප්රමාද කරන බව පෙනේ.",
        "මෙම මස මුලදී විදුලි බදු සංස්ථාව පිළිබඳ යෝජනාව මහජන උපයෝගිතා කොමිෂන් සභාව විසින් අසා තිබේ. එය මේ මස 22 වන දින විභාග විය.",
        "පාප් යෙදුම් කොමිෂන් සභාව දෙසැම්බර් 6 වන දිනට පෙර ඉදිරිපත් කරන ලෙස විදුලිබල මණ්ඩලයෙන් ඉල්ලා තිබේ. විදුලි කවුන්සිලය විදුලි ගාස්තු සඳහා යෝජනාවක් ලබා දෙන බවට තවමත් සැකයක් පවතී.",
        "ඒ අතරම, මහජන උපයෝගිතා කොමිෂන් සභාව විසින් දෙසැම්බර් මාසයේ විදුලිබල මණ්ඩලය යෝජනාවක් නිකුත් නොකළහොත් විදුලිබල මණ්ඩලයේ ලාභය මත පදනම් වූ විදුලි ගාස්තු අඩු කිරීමට පියවර ගන්නා බව මහජන උපයෝගිතා කොමිහකය නිවේදනය කර තිබේ.",
        "විදුලිබල මණ්ඩලයට විදුලිබල මණ්ඩලය දියත් කරන විට විදුලි බිල්පතට සංශෝධනය කිරීම විදුලිබල මණ්ඩලයේ වගකීමකි.. එසේ තිබියදීත්, රජයේ තීරණය මෙම විදුලි ගාස්තු අඩු කිරීම පිළිබඳ යෝජනාව ප්රමාද කරන්නේද යන්න පිළිබඳව මෙම ප්රශ්නය පැන නගී.",
        "ගැටලුවලින් මිදීමකින් තොරව විදුලි බිල්පත් අඩු කිරීමට විදුලි කවුන්සිලය පියවර ගත යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Is the government's decision to delay the proposal to reduce electricity tariffs?- UNP. Question",
      "body_lines": [
        "When the Electricity Board is profitable, it is the responsibility of the Electricity Board to make amendment to the electricity bill.. Former United National Party (UNP) parliamentarian Saman Ratnapriya said the question is whether the government's decision to delay the resolution on this electricity tariff reduction.",
        "He was speaking at a press conference held at the New Democratic Front office in Colombo on Tuesday (26).",
        "Based on its employees on the basis of profit from the Ceylon Electricity Board. But it is reported that the Electricity Board is taking steps to not pay the bonus allowance for its employees. We make a demand for the bonus allowance to be paid to the employees.",
        "Similarly, the electricity tariff must be reduced in parallel with the profit that the Electricity Board receives. Even though the Public Utilities Commission has asked the Electricity Board on the reduction of electricity tariffs. It is seen that the Electricity Board is delaying the delivery of it.",
        "The Public Utilities Commission had heard the resolution on the Electricity Tax Corporation early this month. It was heard on the 22nd of this month.",
        "The Pope Applications Commission has requested the Electricity Board to present before the 6th of December. There is still doubt that the electricity council will provide a proposal on electricity tariffs.",
        "At the same time, the Public Utilities Commission has announced that it will take steps to reduce electricity tariffs based on the profits of the Electricity Board if the Electricity Board is not issued a proposal in December.",
        "It is the responsibility of the Electricity Board to make amendment to the electricity bill when the Electricity Board is launched.. Despite this, the question arises as to whether the government's decision is delaying the resolution on this electricity tariff reduction.",
        "He said that the electricity council should take action to reduce electricity bills without escape from the problems."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Government delays reducing electricity tariffs despite Electricity Board's profitability. Public Utilities Commission requests proposal by December. If not received, commission plans to reduce tariffs based on board's profits. Former UNP parliamentarian Saman Ratnapriya criticizes delay, emphasizing Electricity Board's responsibility to amend electricity bills when profitable."
  ]
}