{
  "translated_text": {
    "ta": {
      "title": "பஸ் மற்றும் வேன்ஸ் விபத்தில் மூன்று பேர் கொல்லப்பட்டனர்",
      "body_lines": [
        "பஸ் மீது மோதியதில் மூன்று பேர் கொல்லப்பட்டனர் மற்றும் மாடேலில் உள்ள லகலா எல்டாகந்தா பகுதியில் பஸ் மோதியது.மஹியாங்கனயாவை நோக்கி மஹியாங்கனயாவுக்கு மாற்றப்பட வேண்டிய பேருந்துகள் எதிர் திசையில் சிக்கிய பஸ்ஸுக்குப் பிறகு ஒரு செங்குத்துப்பாதையில் விழுந்தன.",
        "பஸ்ஸில் சுமார் 37 பேரும், வேனில் 5 பேர் காயமடைந்தனர், இரண்டு பேருந்திலும், ஒருவர் வேனில் இருந்ததாகவும் போலீசார் தெரிவித்தனர்.",
        "சுற்றுலாவிற்கு வந்தபோது பஸ் ஆபத்தில் இருந்தது."
      ]
    },
    "en": {
      "title": "Three killed in bus and vans accident",
      "body_lines": [
        "Three people were killed in collision with a bus and a bus collided in the Laggala Elevakanda area in Matale.Buses to be moved to the Mahiyanganaya towards the Mahiyanganaya have fallen into a precipice after a bus trapped in the opposite direction.",
        "Around 37 persons on the bus and 5 others in the van were injured and two in the bus and one in the van, police said.",
        "The bus was in danger while on a picnic."
      ]
    }
  },
  "summary_lines": [
    "3 killed, 37 injured in bus-van crash near Matale. Bus carrying picnickers collided with another vehicle, causing fatal accidents and injuries."
  ]
}