{
  "translated_text": {
    "ta": {
      "title": "450 நிறுவனங்கள் '' வெள்ளை அலி '",
      "body_lines": [
        "450 மாநில நிறுவனங்களின் செயல்திறனை விரிவுபடுத்த பொது நிறுவனங்களுக்கான நாடாளுமன்றக் குழு (COPE) முடிவு செய்துள்ளது.",
        "அதன்படி, தணிக்கை அறிக்கைகள் எவ்வாறு அறிக்கைகள் பற்றிய தகவல்களைப் பெற எழுத்துப்பூர்வ அறிக்கைகளை வரவழைக்க கோப் குழு எடுக்கப்படுகிறது.",
        "இது சம்பந்தமாக, கோப் தலைவர் டாக்டர் நிஷவி சமரவீரா கூறுகையில், விசாரணைகளுக்கு மிகவும் ஊழல் மற்றும் முறைகேடுகள் தேர்ந்தெடுக்கப்படுகின்றன.",
        "ஊழல் மற்றும் முறைகேடுகளின் தலைவர்கள் விரைவில் ஊழல் மற்றும் ஊழல், ஊழல் மற்றும் ஊழல் தொடர்பான குழுவுக்கு கொண்டு செல்லப்படுவார்கள் என்று நிஷாந்தா சமவீரா மேலும் கூறினார்."
      ]
    },
    "en": {
      "title": "450 institutions called for '' White Ali '",
      "body_lines": [
        "The Parliamentary Committee on Public Enterprises (COPE) has decided to expand the performance of 450 state institutions.",
        "Accordingly, the COPE committee is being taken to summon the written reports to obtain information on how the recommendations of the Audit Reports.",
        "Commenting in this regard, COPE Chairman Dr. Nishavi Samaraweera says that the most corruption and irregularities are being selected for investigations.",
        "Nishantha Samaraweera added that the heads of corruption and irregularities will soon be taken to the Committee on corruption and corruption, corruption and corruption."
      ]
    }
  },
  "summary_lines": []
}