{
  "translated_text": {
    "ta": {
      "title": "வீகாமா வான் விபத்தில் மூன்று பேர் கொல்லப்பட்டனர்",
      "body_lines": [
        "மஹியங்கனா சாலையில் இன்று (12) தனியார் பஸ்ஸுடன் தனியார் பஸ்ஸுடன் தனியார் பஸ்ஸில் மோதியதில் மேலும் மூன்று பேர் மருத்துவமனையில் அனுமதிக்கப்பட்டதாக போலீசார் தெரிவித்தனர்.",
        "பெர்ஷா படுல்லா பொது மருத்துவமனையில் அனுமதிக்கப்பட்டு, விபத்தில் காயமடைந்த மற்றொரு நபர் மற்றும் காயமடைந்த வாகனங்களில் பஸ் உதவியாளர் மற்றும் காயமடைந்த வாகனங்கள் மற்றும் பஸ்ஸில் பஸ் உதவியாளர்.",
        "மஹிஜா மஹியங்கனா பகுதியில் ஒரு கேரேஜில் இருந்து பயணித்த மஹிஜா மஹியங்கனா பகுதியில் ஒரு கேரேஜில் இருந்து விபத்து நடந்தபோது இந்த விபத்து ஏற்பட்டது."
      ]
    },
    "en": {
      "title": "Three killed in Weigama van crash",
      "body_lines": [
        "Police said that three others were hospitalized after a private bus collided with a private bus with a private bus with a private bus today (12) in the Mahiyangana road.",
        "Persisha is being admitted to the Badulla General Hospital and another person who was injured in the accident and the bus assistant in the wounded vehicles and the bus assistant in the wounded vehicles and a bus.",
        "The accident had occurred when the accident was running from a garage in Mahija Mahiyangana area, which was traveling from a garage in Mahija Mahiyangana area."
      ]
    }
  },
  "summary_lines": [
    "A fatal crash involving two buses in Mahiyangana resulted in three deaths and hospitalizations for four others. The incident occurred when one bus collided with another while both were en route from a garage in the Mahija area."
  ]
}