{
  "translated_text": {
    "ta": {
      "title": "ஆன்லைனில் கொரிய மொழி டெஸ்டிகல் டிக்கெட்",
      "body_lines": [
        "2024 ஆம் ஆண்டில் கொரிய மொழி சோதனை டிக்கெட்டுகளை வழங்குவது நாளை (26) முதல் 29 வது ஆன்லைன் அமைப்பு வரை செய்யப்படுகிறது.",
        "வெளிநாட்டு வேலைவாய்ப்பு பணியகம் ஒரு அறிக்கையை வெளியிட்டுள்ளது.",
        "இந்த அறிவிப்பு பணியகத்தின் அதிகாரப்பூர்வ வலைத்தளத்திற்கு (http://www.slbfe.lk) மேலும் கூறுகிறது. அதுதான் தேவை.",
        "வெளிநாட்டு வேலைவாய்ப்பு பணியகம் 29 க்குப் பிறகு இணைப்பு மூடப்படும் என்று கூறியது, வெளிநாட்டு வேலைவாய்ப்பு எந்த வகையிலும் மேலும் வழிமுறையாக தெரிவிக்கப்படும்.",
        "பிரதான பகுதிகள் மற்றும் சேவைகளில் பயன்பாடுகள், மீன்வளம், கப்பல், வீக்கம், 2 சேவையின் கீழ் பயன்படுத்தப்பட வேண்டும்.",
        "18 - 39 வயதிற்குட்பட்ட நபராக இருப்பது (பிப்ரவரி 27, பிப்ரவரி 27, 2006 முதல் பிறந்தது,",
        "நீதிமன்றத்தின் நீதிமன்றம் அபராதம், அபராதம் அல்லது அபராதம் விதிக்கப்பட வேண்டும். மேலும், கொரியா குடியரசு தலைகீழாகவோ அல்லது வெளியேற்றவோ இல்லை,",
        "ஈ -9 அல்லது ஈ -10 விசா வகைகளின் கீழ், தென் கொரியாவில் ஐந்து ஆண்டுகள் அல்லது அதற்கு மேற்பட்ட காலம் பணியாற்றாத ஒரு நபர் இருக்க வேண்டும்.",
        "தேர்வு டிக்கெட்டை முடிப்பதற்கு முன், ஒவ்வொரு விண்ணப்பதாரரும் தங்கள் பாஸ்போர்ட்டின் (1MB) புகைப்படத்துடன் 3 மாதங்கள் செல்லுபடியாகும் காலத்துடன் ஸ்கேன் செய்யப்பட வேண்டும் (1MB இருக்க வேண்டும்). ஒரு வண்ண புகைப்படம் (JPG ஆக இருக்க வேண்டும்) இருக்க வேண்டும்.",
        "தேர்வு அணுகல் கட்டணம் - வங்கி, வங்கி இலங்கை (ரூ."
      ]
    },
    "en": {
      "title": "Korean Language Testicle Ticketing For Online",
      "body_lines": [
        "The issuance of tickets of Korean language test in 2024 has been made to be done tomorrow (26) to 29th online system.",
        "The Foreign Employment Bureau has issued a statement.",
        "The announcement further states to the official website of the Bureau (http://www.slbfe.lk).That is the need to be.",
        "The Foreign Employment Bureau said that the link will be closed down after 29, the foreign employment will be informed in any way further means.",
        "Applications, fisheries, shipping, swelling, in the main areas and services should be applied under the 2 service.",
        "Being a person between the ages of 18 - 39 (Born in February 27 from February 27, 2006,",
        "A court of a court must be a fined, a fines or fined. Also, the Republic of Korea was not reversed or expelled,",
        "Under the E-9 or E-10 Visa categories, there should be a person who has not worked in South Korea for five years or more.",
        "Before completing the exam ticket, each applicant should be scanned (1MB must be) with the photograph of their passport (1MB) with a valid period of 3 months.There must be a color photograph (to be JPG).",
        "Examination Access Fee - The Bank, Bank of Ceylon (Rs."
      ]
    }
  }
}