{
  "translated_text": {
    "si": {
      "title": "නෙළුම් කුළුණ වෙසක් බෞද්ධ ධජයේ වර්ණයෙන් දිදුලයි",
      "body_lines": [
        "ලෝපස් කුළුණ වෙසක් බොයා ඉදිරිපිට බෞද්ධ ධජයේ වර්ණයෙන් දිලිසෙන බව කොළඹ නෙළුම් කුළුණ ඒජන්සියේ (පුද්ගලික) පවසයි.",
        "ඒ අනුව හෙට (23) සහ හෙට (24 වන බ්රහස්පතින්දා 24) කුළුණ බෞද්ධ ධජ වර්ණවල ආලෝකයක් වනු ඇත.",
        "මේ අතර, කුළුණු කළමනාකරණ පී ulty යේ පී ulty යේ වෙසක් කාල සීමාව තුළ ඔවුන්ගේ නව පික්සල් බ්ලූම් මෙහෙයුම් කාලය නිවේදනය කළේය.",
        "ඒ අනුව, පික්සල් බ්ලූම් ප්රදේශය උදේ 9 සිට මැයි 23 සිට මැයි 26 දක්වා පෙ.ව. 9 සිට 1 දක්වා ධාවනය කෙරේ.",
        "එය 26 වන දින උදේ 9 සිට රාත්රී 10 දක්වා ධාවනය වන බව නව කාලය නිවේදනය කර තිබේ."
      ]
    },
    "en": {
      "title": "Lotus tower to Vesak is glowing in the color of Buddhist flag",
      "body_lines": [
        "The Lotus Tower will be glowing in the color of the Buddhist flag in front of Vesak Boya, according to the Colombo Lotus Tower Agency (Private).",
        "Accordingly, tomorrow (23) and tomorrow (Thursday 24th) the tower will be light in the Buddhist flag colors.",
        "Meanwhile, the Faculty of the Tower's Management Faculty announced their new Pixel Bloom operating time during the Vesak period.",
        "Accordingly, the Pixel Bloom area will run from 9 am to 1 am from May 23 to May 26.",
        "The new times have been announced that it will run from 9 am to 10 pm on the 26th."
      ]
    }
  },
  "summary_lines": [
    "The Lotus Tower in Colombo will glow in Buddhist flag colors on May 23rd and 24th, marking Vesak celebrations. The Pixel Bloom area will operate from 9 AM to 1 AM from May 23rd to 26th, extending its hours until 10 PM on the 26th."
  ]
}