{
  "translated_text": {
    "ta": {
      "title": "கோப் கமிட்டியின் மற்றொரு உறுப்பினர் ராஜினாமா செய்கிறார்",
      "body_lines": [
        "டுமிந்தா டிசனாயக்க பொது வணிக கவுன்சில் (கோப்) அல்லது கோப் ஆகியவற்றிலிருந்து ராஜினாமா செய்துள்ளார்.",
        "நித்தி பிரதமரின் புதிய அமர்வின் தொடக்கத்துடன் நேற்று முதல் முறையாக பொது நிறுவனங்களுக்கான குழு முதன்முறையாக சந்தித்தது.",
        "புதிய தலைவர் ரோஹிதா அபேஜுனவர்தனாவின் நியமனம்.",
        "நேற்று, கோப் கமிட்டி 30 உறுப்பினர்களின் ராஜினாமாவின் பின்னணியில் சந்தித்தது.",
        "வசந்தா யபா பண்டாரா மற்றும் டுமிந்தா டிசனாயக்கை ராஜினாமா செய்ததன் மூலம், 9 எம்.பி.க்கள் கோப் கமிட்டியில் இருந்து ராஜினாமா செய்துள்ளனர்.",
        "இருப்பினும், மற்ற உறுப்பினர்களின் பங்கேற்புடன், நேற்று கோப் கமிட்டி கூட்டத்தில் மாநில தோட்டக் கழகத்தின் நடவடிக்கைகள் குறித்து விவாதித்தனர்."
      ]
    },
    "en": {
      "title": "Another member of the COPE committee resigns",
      "body_lines": [
        "Duminda Dissanayake has resigned from the General Business Council (COPE) or COPE.",
        "The Committee on Public Enterprises was first met with the first time in the first time yesterday with the beginning of the new session of the Nithi Prime Minister.",
        "The appointment of the new Chairman Rohitha Abeygunawardena.",
        "Yesterday, the COPE Committee met in the backdrop of the resignation of the 30 members.",
        "With the resignation of Vasantha Yapa Bandara and Duminda Dissanayake, 9 MPs have resigned from the COPE committee.",
        "However, with the participation of other members, however discussed the activities of the State Plantation Corporation at the COPE Committee meeting yesterday."
      ]
    }
  },
  "summary_lines": [
    "Duminda Dissanayake resigned from the COPE committee, marking the resignation of 9 MPs. The new session began with the appointment of Rohitha Abeygunawardena as Chairman. Despite resignations, the committee discussed the State Plantation Corporation's activities."
  ]
}