{
  "translated_text": {
    "ta": {
      "title": "பாதுகாப்புப் படைகள் செவ்வாய்க்கிழமை அகற்றப்படுகின்றன",
      "body_lines": [
        "ஜனாதிபதி ரணில் விக்ரமசிங்க 21 ஆம் தேதி ஜனாதிபதித் தேர்தலில் வெற்றி பெற்றதை அடுத்து, நாட்டின் அரசாங்கத்தையும் அமைதியையும் பாதுகாப்பேன் என்று மனுஷா நானாயக்கரா கூறினார்.",
        "தேர்தல் வெற்றியை எதிர்கொண்டு அரசாங்கத்திற்கு சதி செய்ய வேண்டிய அவசியமில்லை என்று அவர் இன்று காலை ஊடகங்களிடம் கூறினார்.",
        "\"மக்கள் மீண்டும் கஷ்டப்பட விரும்பாதபோது, ​​மக்கள் மீண்டும் மக்களை அகற்ற முடிந்தது, இரண்டரை ஆண்டுகளுக்கு முன்பு, மக்கள் நினைவுகூரப்பட்டுள்ளனர்.",
        "இரண்டரை ஆண்டுகளுக்கு முன்பு, இந்த நாட்டின் மக்கள் பெல்லீவர், எண்ணெய், எண்ணெய் மற்றும் எரிவாயு இல்லாமல் வரிசைகள் இல்லாமல் இந்த விஷயங்களை கொடுக்குமாறு கேட்டுக் கொண்டனர்.. மக்களுக்கு குறைந்தபட்ச வசதிகளை வழங்க எந்த தலைவரும் முன்வந்ததில்லை. ஏனென்றால் அவர்களால் அந்த விஷயங்களைச் செய்ய முடியவில்லை.",
        "ஆனால் ரானில் விக்ரமேசிங்கை மக்களின் வருத்தத்தைத் தவிர, ரணில் விக்ரமேசிங்கே மட்டுமே. ரணில் விக்ரமேசி பயம் இல்லாமல் ஆபத்தை எடுத்துக் கொண்டார். அந்த நேரத்தில், நாங்கள் ஒரு அரசியல் முடிவை எடுத்தோம். அரசியல் நண்பர்கள் பாராட்டப்பட்டதாக எங்களுக்குத் தெரிவிக்கப்பட்டது. ஆனால் நாங்கள் அதை மக்களுக்காக செய்தோம். இரண்டரை ஆண்டுகளுக்குள் எண்ணெய், எரிவாயுவை உருவாக்கி நாட்டை உருவாக்க முடிந்தது. எங்கள் மக்கள் அதை நினைவில் வைத்திருக்கிறார்கள். நிறைய இருக்கிறது.",
        "எரிவாயு எண்ணெய் மற்றும் மருத்துவம் இல்லாமல் மரணத்தால் பாதிக்கப்பட்டவர்களை ஜனாதிபதி பார்க்கிறார். எண்ணெய்கள், எண்ணெய், எரிவாயு மற்றும் எரிவாயு மற்றும் மருந்து எங்களுக்கு எதிராக வாக்களிக்க முடியும் என்றால். அது இல்லாமல், மக்கள் அதை சாதாரணமாக்குவதற்கு நாட்டில் தெளிவாக இருப்பார்கள் என்ற அச்சமின்றி வாக்களிக்கிறார்கள். இந்த நாட்டில் கேலிக்குரிய ஒரு பிரபலமான மக்கள். A",
        "மூன்று சதவிகிதம் நேரடியாக தெரியாத நபர்கள் உள்ளனர். ஒவ்வொரு நாளும் நாட்டை அழிக்கும் ஒரு குழு உள்ளது, இது நாட்டின் மேம்பாட்டுத் திட்டங்களால் அழிக்கப்பட்டுள்ளது. விசித்திர பேச்சுக்களின் அலைகளும் உள்ளன. அவர்கள் வழி அலைகளுக்குச் சென்றார்கள். இந்த சாலையையும் அலையையும் அவர்கள் காணலாம். நாட்டிற்குச் சென்றதை மக்கள் பார்த்து நாட்டிற்குச் சென்றனர். மக்கள் எடுக்க வேண்டிய தீர்ப்பை அவர்கள் எடுத்துக்கொள்கிறார்கள்.",
        "மக்களின் தேர்தலுக்கு சதி செய்ய அரசாங்கம் விரும்பவில்லை. பாதுகாப்புப் படையினரை எச்சரிக்கை செய்துள்ளோம். நாட்டின் தவறான அலைகள் நாட்டின் தவறான அலைகளைக் கொண்டிருப்பதற்காக உருவாக்கப்பட்டுள்ளன, சமூக ஊடக அறிக்கைகளில், நீங்கள் நாட்டிற்குள் கலவரங்களை உருவாக்கக்கூடிய நேரங்கள் உள்ளன. நாட்டின் சமாதானத்தை அடைய ரன்னில் விக்ரமேசிங்கைப் பாதுகாக்க பாதுகாப்பு அமைச்சர் நடவடிக்கை எடுக்கிறார்.",
        "தேர்தல் வன்முறை நடந்தால், அது தவறு. திசைகாட்டி வாக்களிக்கவில்லை என்று கூறியபோது ஹெல்மெட் சாலைகள் தாக்கப்பட்டன. இவற்றுக்கு எதிராக சட்டம் செயல்படுத்தப்பட வேண்டும்."
      ]
    },
    "en": {
      "title": "Security forces are scrapped on Tuesday",
      "body_lines": [
        "Manusha Nanayakkara said that he will protect the government and peace of the country after President Ranil Wickremesinghe has won the presidential election on the 21st.",
        "He told the media this morning, Galle and Neluwa that the government has no need to conspire in the face of election victory.",
        "\"When the people do not want to suffer again, the people have been able to get rid of the people again, for two and a half years ago, the people have been remembered.",
        "Two and a half years ago, the people of this country asked to give them to give these things without the queues without the pellever, oil, oil, and gas.. No leader offered to provide the minimum facilities for the people. Because they were not able to do those things.",
        "But Ranil Wickremesinghe only except the grief of the people, Ranil Wickremesinghe was only. Ranil Wickremesinghe took the risk without fear of fear. At that time, we took a political decision. We were told that political friends were hailed. But we did that for people. We were able to generate oil, gas and generate the country within two and a half years. Our people remember it. There's a lot.",
        "The President looks at the people who were suffering from death without gas oil and medicine. If the oils, oil, gas, and gas, and the medicine can vote against us. Without that, the people vote without fear of being evident in the country to make it normal. A popular people who are ridiculous in this country. A",
        "There are people who don't know about three percent directly. There is a group that destroyed the country every day, which has been destroyed by the country's development projects. There are also a wave of fairy talks. They went to the wave of the way. They can see this road and wave. People saw what went to the country and went to the country. They take the verdict that people should take.",
        "The government does not want to conspire for the election of the people. We have placed the security forces alert. The country's false waves have been created to have a false waves of the country, in social media reports, there are times when you can create riots inside the country. The Defense Minister takes measures to protect Ranil Wickremesinghe to achieve the peace of the country.",
        "If the election violence happens, it is wrong. Helmet roads were hit when they said they were not voting for the compass. Law need to be implemented against these."
      ]
    }
  },
  "summary_lines": [
    "Security forces disbanded after election win. Defense Minister vows to protect government and maintain peace. Claims opposition seeks to disrupt stability through social media misinformation. Emphasizes importance of law enforcement to prevent election violence."
  ]
}