{
  "translated_text": {
    "si": {
      "title": "සදීව්, ඩයිනෙයෙට් සහ නේතන්. ටොමා ලකුණු 297 ක් රැස් කළේය",
      "body_lines": [
        "කොළඹ එස්එස්සී. Ts බ්රහස්පතින්දා (07) ක්රීඩා පිටියේදී ආරම්භ විය. සේනානායක n ානාකාර්තා පලිහ වෙනුවෙන් රාජකීය රාජකීය. ටෝමා කණ්ඩායමට සියලු කඩුලු අහිමි කර ලකුණු 297 ක් රැස් කළේය.",
        "පළමු දිනයේ ක්රීඩාවේදී. තෝමාගේ අවසන් කඩුල්ල මෙන්ම ක්රීඩාවේ පළමු දිනයද වේ.",
        "මෙම තරඟයේ ආරම්භයේ දී. ටෝමා කණ්ඩායම ඉතා හොඳයි.",
        "දිවා ආහාර විවේකයේ පළමු දිනයේ පළමු දිනය තුළ. ටොමා කණ්ඩායමට එක් කඩුල්ලක් පමණක් අහිමි වී ලකුණු 97 ක් රැස් කළේය.",
        "සදීව් සොයිසා සහ සේනති බුලන්කුලමා ලකුණු 66 ක් බෙදා ගත් අතර හොඳ ආරම්භයක් ලබා ගත්හ.",
        "එස්දේව් සූසා සහ ඩයිනෙටෙට් ගුණවර්ධන ලකුණු 13 ක් ලබා ගනිමින් දෙවන කඩුල්ලෙන් ලකුණු 13 ක් රැස් කර ලකුණු 13 ක් රැස් කළහ.",
        "එතෙක්, ඉවසිලිවන්තව සිටි සදේව් සොයිසා පන්දුවට පහර දීමට උත්සාහ කළ අතර තරගය පරාජය වූ අතර ලකුණු 83 ක් රැස් කළේය.",
        "එවිට ක්රීඩාව ආරම්භ වූ විට ක්රීඩාව නතර කළ විට. ටෝමා කණ්ඩායමට කඩුලු 2 ක් අහිමි කර ලකුණු 173 ක් රැස් කළේය.",
        "කෙසේ වෙතත්, තේ විවේකයෙන් පසු මුළු කඩුලු 8 කදී කඩුලු 8 කදී ලකුණු 124 ක් පමණි.",
        "මේ අතර, ඩිදීටෙට් ගුණවර්ධන සහ කණ්ඩායම් කපිතාන් මේඩ් පෙරේරා 3 වන කඩුල්ල වෙනුවෙන් ලකුණු 58 ක් බෙදා ගත්හ.",
        "6 වන කඩුල්ල වෙනුවෙන් නේතන් චෙඩ්රා (44) සහ ආකාෂ් ප්රනාන්දු (29) ලකුණු 60 ක් ලබා ගත්හ.",
        "රමිරරු පෙරේරා ලකුණු 55 කට කඩුලු 4 ක් ද, නායක කපිතාන් කේන්ට් ජයවර්ධන ලකුණු 68 කට කඩුලු 4 ක් දවාගත්තේය.",
        "මෙම අවස්ථාවේ දී, දෙවන දිනයේ පළමු කොටස කණ්ඩායම් දෙකටම වැදගත් වේ.",
        "දෙවන දිනයේ මුල් භාගයේදී රාජකීය කණ්ඩායම කිසිදු කඩුලු අහිමි නොවී ලකුණු ලබා ගැනීමට උත්සාහ කරනු ඇත.",
        "ඒ අතරම, ඉහළ මට්ටමේ රාජකීය කණ්ඩායමේ කඩුල්ල. ටෝමා කණ්ඩායම උත්සාහ කරනු ඇත. එබැවින් දෙවන දිනයේ පළමු කොටස දෙවන දිනයේ පළමු කොටස බීට් එකක් බවට සැකයක් නැත."
      ]
    },
    "en": {
      "title": "Sadev, Dineet and Nathan. Toma scored 297 runs",
      "body_lines": [
        "Colombo SSC. TS started on Thursday (07) at the playground. Royal for Senanayake Gnanakarta Shield. The Toma team lost all the wickets and scored 297 runs.",
        "In the first day's game. As Thoma's last wicket fell, as well as the first day of the game.",
        "At the beginning of this competition. The Toma team was very good.",
        "During the first day of the first day of the lunch break. The Toma team lost only one wicket and scored 97 runs.",
        "Sadev Soyza and Senathi Bullenkulama shared 66 runs and made a good start.",
        "Sadev Soyza and Dineet Gunawardena shared 66 runs in the second wicket after they lost 13 runs with 13 runs.",
        "Until then, Sadev Soyza, who was patiently, tried to hit the ball and lost the match with 83 runs.",
        "Then when the game was stopped at the tea break. The Toma team lost 2 wickets and scored 173 runs.",
        "However, after the tea break, only 124 runs fell by the remaining 8 wickets to join the total number.",
        "Meanwhile, Dineet Gunawardena and team captain Maid Perera shared 58 runs in the 3rd wicket.",
        "Nathan Chardera (44) and Akash Fernando (29) shared 60 runs in the 6th wicket.",
        "Ramiru Perera took 4 wickets for 55 runs while team captain Sneet Jayawardena took 4 wickets for 68 runs.",
        "In this case, the first part of the second day is important to both teams.",
        "The Royal team will try to get the runs without losing any wickets in the first part of the second day.",
        "At the same time, the wickets of the Royal team in the up -up area. Toma team will try. So there is no doubt that the first part of the second day will create a stir."
      ]
    }
  },
  "summary_lines": [
    "Toma scored 297 runs in a match against Colombo SSC, losing all wickets. Sadev Soyza and Senathi Bullenkulama started with 66 runs, followed by 66 from Sadev and Dineet Gunawardena. Sadev scored 83, and after tea, Toma scored 173, with Dineet and Maid Perera adding 58, and Nathan Chardera and Akash Fernando 60. Ramiru Perera and Sneet Jayawardena took 4 wickets each. The Royal team aims to prevent wickets in the second day's first part."
  ]
}