{
  "translated_text": {
    "ta": {
      "title": "பொலிஸ் கூண்டில் இருவரையும் எப்படி விஷம் காண்பது",
      "body_lines": [
        "கொழும்பு குற்றப் பிரிவு கொழும்பு குற்றப் பிரிவினரால் கைது செய்யப்பட்டது.",
        "சந்தேக நபர்கள் இன்று (16) வெலிசரா மற்றும் மாலிககண்டா மாஜிஸ்திரேட் நீதிமன்றத்திற்கு சமர்ப்பிக்கப்பட்டதை அடுத்து சந்தேக நபர்கள் ஏழு நாட்கள் தக்கவைக்கப்பட்டனர்.",
        "அட்ராப்பிரியின் காவலில் காவலில் இருந்த இரண்டு சந்தேக நபர்கள் அவர்களைப் பார்வையிட்ட ஒருவரால் கைது செய்யப்பட்டனர்.",
        "மருத்துவமனையில் சேர்க்கப்பட்டு மருத்துவமனையில் அனுமதிக்கப்பட்ட நபர் மீட்கப்பட்டார் மற்றும் இந்த சம்பவத்திற்கு கைது செய்யப்பட்டு ஒப்படைக்கப்பட்ட மூன்று சந்தேக நபர்கள் மேலும் விசாரணைகளுக்காக கொழும்பு குற்றப் பிரிவினரால் கைது செய்யப்பட்டுள்ளனர்.",
        "இதற்கிடையில், கொழும்பு குற்றப் பிரிவின் ஒழுங்கமைக்கப்பட்ட குற்றவியல் புலனாய்வு பிரிவு நேற்று பிற்பகல் கொழும்பு குற்றப் பிரிவின் ஒழுங்கமைக்கப்பட்ட குற்றவியல் விசாரணை பிரிவால் கைது செய்யப்பட்டது.",
        "முக்கிய சந்தேக நபர் வத்தலாவில் வசிப்பவர்.",
        "குடு செல்வி மற்றும் கஜிபானி இம்ரான் ஆகியோரின் மகன் அவரை தொலைபேசியில் அழைக்கும்படி கேட்டுக் கொண்டதாக ஆரம்ப விசாரணை தெரியவந்தது.",
        "சந்தேக நபரில் 10 கிராம் பனி மருந்துகள் கண்டுபிடிக்கப்பட்டுள்ளன.",
        "இதற்கிடையில், 31 வயதான ரத்னகுமார் நிஷாந்தன், 31, கோட்டாஹீனாவில் உள்ள கொழும்பு குற்றப் பிரிவில் நேற்று கைது செய்யப்பட்டார்.",
        "மற்றொரு நபர் தனக்கு விஷம் கொண்ட உணவு பார்சலை கொடுத்ததாக சந்தேக நபர் கூறியுள்ளார்.",
        "இந்த அறிக்கையை நம்ப முடியாது என்றும் அந்த நபர் சுமார் 4 ஆண்டுகள் பணியாற்றியதாகவும் போலீசார் தெரிவித்தனர்.",
        "இதற்கிடையில், சந்தேக நபர்கள் இருவரும் இன்று கொழும்பு நீதித்துறை மருத்துவ அதிகாரிக்கு வழங்கப்பட்டனர்.",
        "முக்கிய சந்தேக நபர், முக்கிய சந்தேக நபர் வெலிசாரா மாஜிஸ்திரேட் நீதிமன்றத்தின் முன் தயாரிக்கப்பட்டார், மேலும் அவருக்கு 7 நாட்கள் தடுப்புக்காவல் உத்தரவுகள் கிடைத்தன.",
        "காவல்துறையினர் ஏழு நாட்கள் நடத்த அனுமதிக்கப்பட்டு விசாரிக்கப்பட்டனர்.",
        "මේ අතර ඊයේ දිවයිනට රැගෙන ආ කුඩු සළිඳුගේ ප්‍රධාන ගෝලයෙකු වන පියුමා නැමැත්තා ත්‍රස්තවාදය වැළැක්වීමේ පනත යටතේ පැය 72ක් රඳවාගෙන විමර්ශන සිදුකිරීමට අපරාධ පරීක්ෂණ දෙපාර්තමේන්තුවේ මහජන පැමිණිලි අංශයට කොටුව මහෙස්ත්‍රාත් අධිකරණය අද අවසර ලබාදුන්නේය.",
        "கனரக எலிகள் மற்றும் மருந்துகள் தொடர்பாக பொது ஒப்பீட்டுப் பிரிவால் விசாரணைகள் நடத்தப்படுகின்றன.",
        "இதற்கிடையில், பியாவரா என்ற சந்தேக நபர் இன்று பிற்பகல் கொழும்பு மருத்துவ அதிகாரிக்கு வழங்கப்பட்டார்."
      ]
    },
    "en": {
      "title": "How to poisoning the two in police cage",
      "body_lines": [
        "The Colombo Crimes Division was arrested by the Colombo Crimes Division.",
        "The suspects were retained for seven days after the suspects were submitted to Welisara and Maligakanda Magistrate's Court today (16).",
        "Two suspects in custody in the police custody in custody of the Adrappiri were arrested by a person who visited them.",
        "The person who was hospitalized and hospitalized has been recovered and three suspects who have been arrested and handed over to the incident have been arrested by the Colombo Crimes Division for further investigations.",
        "Meanwhile, the organized criminal investigation unit of the Colombo Crimes Division was arrested by the organized criminal investigation unit of the Colombo Crimes Division yesterday afternoon.",
        "The main suspect is a 26 year old resident of Wattala.",
        "The preliminary investigation was revealed that the son of Kudu Selvi and Kajipani Imran has asked him to call him over the phone.",
        "More than 10 grams of ice drugs in the suspect have been found.",
        "Meanwhile, the 31-year-old man named Ratnakumar Nishanthan, a 31, was arrested by the Colombo Crimes Division in Kotahena yesterday.",
        "The suspect has said that another person gave him a poisoned food parcel.",
        "Police said that the statement could not be trusted and the man had served about 4 years.",
        "Meanwhile, the two suspects were presented to the Colombo Judicial Medical Officer today.",
        "The main suspect, the main suspect was produced before the Welisara Magistrate's Court and he had received 7 days detention orders.",
        "The police were allowed to hold seven days and interrogated.",
        "Meanwhile, a prime disciple of the Prime Minister Piyama, who was brought to the island yesterday, was granted permission to the Criminal Investigation Department under the Prevention of Terrorism Act.",
        "Investigations are conducted by the Public Comparison Division in connection with heavy rats and drugs.",
        "Meanwhile, the suspect named Piyawara was presented to the Colombo Medical Officer this afternoon."
      ]
    }
  }
}