{
  "translated_text": {
    "ta": {
      "title": "ஹாரி ப்ரூக் மற்றும் ஜோ ரூட் கிரிக்கெட் பதிவுகளை புதுப்பிக்கிறார்கள்",
      "body_lines": [
        "பாகிஸ்தானுக்கும் இங்கிலாந்துக்கும் இடையிலான முதல் டெஸ்ட் போட்டியின் நான்காவது நாளை நிறுத்தி, இரண்டாவது இன்னிங்ஸில் 6 விக்கெட் இழப்புக்கு பாகிஸ்தான் 152 ரன்கள் எடுத்தது.",
        "அதன்படி, அவை இங்கிலாந்தின் முதல் இன்னிங்ஸை விட 115 ரன்களுக்கு மேல் உள்ளன.",
        "இன்று போட்டி தொடங்கி 03 விக்கெட் இழப்புக்கு 492 ரன்கள் எடுத்தபோது முதல் இன்னிங்ஸ் முதல் இன்னிங்ஸ்களை விளையாடியது.",
        "அதன்படி, அவர்கள் 49 ரன்கள் எடுத்து, தங்கள் 7 விக்கெட்டுகளுக்கு 823 ரன்களுக்கு 331 ரன்கள் எடுத்தனர். இங்கிலாந்து இந்த இன்னிங்ஸை 150 ஓவர்களில் உருவாக்குகிறது.",
        "இங்கிலாந்தால் கட்டப்பட்ட பாரிய மதிப்பெண்கள் சோதனைக் குழுவின் 4 வது அதிக மதிப்பெண் ஆகும்.",
        "இது பாகிஸ்தானுக்கு எதிரான மிக உயர்ந்த பள்ளிப் படைகள்.",
        "முன்னதாக, பாக்கிஸ்தானான ப்யூருக்கு எதிராக சிறந்த டெஸ்ட் இன்னிங்ஸ் பதிவு செய்யப்பட்டது.. மேற்கு பயனர்கள்.",
        "1958 ஆம் ஆண்டில் கிங்ஸ்டனில் நடந்த டெஸ்ட் போட்டிக்கு அவர்கள் 790 ரன்கள் எடுத்தனர்.",
        "ஜோ ரூட் மற்றும் ஹாரி ப்ரூக்கா மற்றும் ஹாரி ப்ரூட் ஆகியோர் இங்கிலாந்துக்காக 552 பந்துகளில் 454 இல் சேர்ந்தனர்.",
        "சோதனையில் எந்த விக்கெட்டுகளுக்கும் பதிவு செய்யப்பட்ட 4 வது அதிகபட்ச மதிப்பெண் இதுவாகும்.",
        "322 பந்துகளை எதிர்கொண்ட பிரவுன், அவர்களின் சோதனை கிரிக்கெட் நூற்றாண்டில் 317 ரன்கள் எடுத்தார்.",
        "ப்ரூக் தனது டிரிபிள் சென்ட்ரல் மைல்கல்லை 310 பந்துகளில் மிக விரைவான சோதனை மூன்று நூற்றாண்டுடன் முடித்தார்.",
        "இந்த அறிக்கைக்கு இந்தியாவின் வீரேந்தர் ஜீவாக், இந்தியாவின் 278 பந்துகளில் உரிமை உண்டு.",
        "இதற்கிடையில், ஜோ ரூட் தனது 35 வது டெஸ்ட் நூற்றாண்டாக இருந்தபோது 262 ரன்களை சேகரிக்க முடிந்தது."
      ]
    },
    "en": {
      "title": "Harry Bruk and Joe Root renews cricket records",
      "body_lines": [
        "Pakistan scored 152 runs for the loss of 6 wickets in their second innings while stopping the fourth day of the first Test match between Pakistan and England.",
        "Accordingly, they are more than 115 runs than England's first innings.",
        "The first innings were playing the first innings when the match was started today and scored 492 runs for the loss of 03 wickets.",
        "Accordingly, they played 49 runs and scored 331 runs for 823 runs for their 7 wickets. England builds this innings in 150 overs.",
        "The massive marks built by England is the 4th highest score of the Test team.",
        "This is the highest school forces against Pakistan.",
        "Previously, the best Test innings had been recorded against Pakistan, bure.. West users.",
        "They scored 790 runs for the Test match in Kingston in 1958.",
        "Joe Root and Harry Brouqua and Harry Broot joined 454 off 552 balls for England.",
        "This is also the 4th highest score recorded for any wickets in the Test.",
        "Brown, who faced 322 balls, scored 317 runs in their Test cricket century.",
        "Bruk completed his triple central milestone in 310 balls with a fastest Test triple century.",
        "The report is entitled to India's Virender Zewag, India in 278 balls.",
        "Meanwhile, Joe Root was also able to collect 262 runs while it was his 35th Test century."
      ]
    }
  },
  "summary_lines": [
    "Harry Brook and Joe Root break cricket records: England scores 823/7, surpassing previous high against Pakistan. Brook hits triple century, Root achieves 35th Test century."
  ]
}