{
  "translated_text": {
    "ta": {
      "title": "இலங்கை இந்தியாவில் கைது செய்யப்பட்டது",
      "body_lines": [
        "இந்தியாவின் கர்நாடகாவில் போலி ஆவணங்கள் கடத்தப்பட்டதில் இலங்கை கைது செய்யப்பட்டுள்ளது.",
        "இந்தியாவின் மத்திய குற்றவியல் பணியகமான அம்ரஸ் பாலா ரவீந்திரன் 45 வயதான நபரை கைது செய்துள்ளதாக இந்திய ஊடகங்கள் செய்தி வெளியிட்டுள்ளன.",
        "2010 இல் இந்தியாவுக்குச் சென்ற இலங்கையும் 2014 இல் கைது செய்யப்பட்டு இலங்கைக்கு நாடு கடத்தப்பட்டது.",
        "அவர் கர்நாடகாவில் ஒரு வீட்டு வளாகத்தில் தங்கியிருப்பதாக விசாரணைகள் தெரிவிக்கின்றன, இது 2016 ஆம் ஆண்டில் சட்டவிரோதமாக மீண்டும் இருந்தது.",
        "சட்டவிரோத ஆவணங்கள், ஓட்டுநர் உரிமங்கள், மொபைல் போன் மற்றும் பிஸ்டல் வகை ஆகியவற்றையும் போலீசார் பறிமுதல் செய்துள்ளனர்.",
        "சந்தேக நபரை கைது செய்தவுடன், இலங்கை தனது மனைவி மற்றும் மூன்று குழந்தைகளுடன் இலங்கை தப்பி ஓடியதாக இந்திய ஊடகங்கள் தெரிவிக்கின்றன."
      ]
    },
    "en": {
      "title": "Sri Lankan arrested in India",
      "body_lines": [
        "A Sri Lankan has been arrested in a trafficking of fake documents in Karnataka, India.",
        "Indian media has reported that the 45-year-old man has been arrested by the Central Criminal Bureau of India, Umress Bala Ravindran.",
        "The Sri Lankan who had gone to India in 2010 was also taken into custody in 2014 and was deported to Sri Lanka.",
        "Investigations have revealed that he had stayed in a housing complex in Karnataka, which was illegally again in 2016.",
        "Police have also seized the illegal documents, driving licenses, mobile phone and a pistol type.",
        "With the arrest of the suspect, Sri Lanka was fleeing Sri Lanka with his wife and the three children, Indian media said."
      ]
    }
  },
  "summary_lines": [
    "A Sri Lankan national, Umress Bala Ravindran, was arrested in India's Karnataka for trafficking fake documents. The 45-year-old, previously detained in 2014 and deported, was caught after staying in an illegal housing complex since 2016. Authorities confiscated various illegal documents, a driving license, a mobile phone, and a firearm. He attempted to escape with his family but was apprehended."
  ]
}