{
  "translated_text": {
    "si": {
      "title": "තිස්ස අත්තනායකට සවන් දෙන්න",
      "body_lines": [
        "මැතිවරණ රැලිය අතරතුර එක්සත් ජනතා බලයේ පාර්ලිමේන්තු මන්ත්රී තිසා අත්තනායකට එරෙහිව රුපියල් මිලියන 100 ක වන්දම්ලාභී ජාතික මහජන බලය (එන්පීපී) පාර්ලිමේන්තු මන්ත්රී හාරිනි අමරසූරිය මහතා විසින් අද දින රුපියල් මිලියන 100 ක වන්දම්ගාරයක් ඉල්ලා සිටියහ.",
        "2024 අගෝස්තු 19 වන දින, තවානා ජනාධිපති ප්රචාරක රැලිය අතරතුර මහනුවර දලදා පෙරහාරා සහ හරිනි අමරසූරිය යන මහත්වරුන් මේ සම්බන්ධයෙන් ප්රකාශයක් නිකුත් කළ බවට චෝදනා කරමින් විත්තිකරු තිස්ස අත්තනායක මහතා ප්රසිද්ධියේ ප්රකාශයක් නිකුත් කර තිබේ."
      ]
    },
    "en": {
      "title": "Listen to Tissa Attanayake",
      "body_lines": [
        "National People's Power (NPP) parliamentarian Harini Amarasuriya today filed a defamation case in the Colombo District Court demanding 100 million rupees compensation against United People's Power MP Tissa Attanayake for allegedly issuing a false and slanderous report during the election rally.",
        "On August 19, 2024, the defendant Tissa Attanayake has publicly issued a public statement that the NPP government will stop the Kandy Dalada Perahara during the SJB presidential campaign rally in Mawanella and Harini Amarasuriya has accused him of issuing a statement on the issue."
      ]
    }
  },
  "summary_lines": [
    "Harini Amarasuriya sues Tissa Attanayake for defamation over election claim. She seeks 100 million rupees compensation, alleging he made false statements about stopping Kandy Dalada Perahara during her campaign rally."
  ]
}