{
  "translated_text": {
    "si": {
      "title": "මෛත්රිට මධ්යකාලීන බාධාව",
      "body_lines": [
        "ශ්රී ලංකා නිදහස් පක්ෂයේ (ශ්රී ලංකා නිදහස් පක්ෂයේ) නායකයා තහනම් කිරීම සඳහා හිටපු ජනාධිපති මෛත්රීපාල සිරිසේන මහතා බදාදා (24) කොළඹ ප්රධාන මහේස්ත්රාත් සන්ද්විදැනියාගේ අතුරු තහනම් නියෝගයක් නිකුත් කළේය.",
        "ශ්රී ලංකා නිදහස් පක්ෂයේ විධායක කමිටුවේ සාමාජික මුන්ඩිකු සරචන්ද්රන් සහ මෛත්රීපාල සිරිසේන ඇතුළු පක්ෂයේ සාමාජිකයින් සිව්දෙනෙකුට එරෙහිව ගොනු කර ඇති නඩුව ගොනු කර ඇති නඩුව සලකා බැලීමෙන් පසු මධ්යකාලීන සැසිවාරය නිකුත් කරනු ලැබීය.",
        "ඔහු වෙනුවෙන් පෙනී සිටි නීති orney ශාන්ත ජයවර්ධන මහතා කියා සිටියේ මෙම නඩුව 2022 දී ගොනු කර ඇති අතර 2019 සහ 2021 දී මෛත්රීපාල සිරිසේන මහතා ජනාධිපති ලෙස තේරී පත් වූ බව පැවසීය.",
        "ශ්රී ලංකා නිදහස් පක්ෂයට (ශ්රී ලංකා නිදහස් පක්ෂයට) අනුව, හිටපු ජනාධිපතිවරයෙක් පක්ෂ නායකයාගේ තනතුර දැරීමට අපහසු බවත් ඔවුන් ආධාරකරුවන් ලෙස ක්රියා කළ යුතු බවත්.",
        "මහේස්ත්රාත්වරයා, තර්ක හා විත්තිකරුවන් නිරීක්ෂණය කරමින් අතුරු නියෝගයක් නිකුත් කළ අතර විත්තිකරු අධිකරණයට ඉදිරිපත් කරන ලෙස ජුනි 24 වන දින අධිකරණයට ඉදිරිපත් කරන ලෙස නියෝග කළේය.",
        "හිටපු ජනාධිපති මෛත්රීපාල සිරිසේන මහතා වෙනුවෙන් නීති orney වරයා - ටී.ඒ.ඩී. ජයසූරිය සහ නීති ornera පෙරේරා ද සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Medieval disruption to Maithri",
      "body_lines": [
        "Former President Maithripala Sirisena issued an interim injunction on Wednesday (24) by Colombo Chief District Magistrate Sandhvidanage to ban the Sri Lanka Freedom Party (SLFP) leader.",
        "The medieval session was issued after considering the case filed against four members of the party, including Mundiku Sarachandran and Maithripala Sirisena, a member of the Sri Lanka Freedom Party (SLFP) executive committee.",
        "Attorney -at -law Shantha Jayawardena, who appeared on behalf of him, said that the case was filed in 2022, and that Maithripala Sirisena was elected president in 2019 and 2021.",
        "According to the Sri Lanka Freedom Party (SLFP), a former president is unlikely to hold the post of party leader and that they should act as supporters.",
        "The magistrate, observing the arguments and defendants, issued an interim order and ordered the defendant to be presented in court on June 24.",
        "Attorney -at -Law Jayasuriya and Attorney Sampath Perera were also present on behalf of former President Maithripala Sirisena."
      ]
    }
  },
  "summary_lines": [
    "Maithripala Sirisena, former President, banned by Colombo Chief District Magistrate for leading the Sri Lanka Freedom Party (SLFP). The ban follows a case filed against four SLFP members, including Sirisena, in 2022. The SLFP argues Sirisena should not lead the party, suggesting he should support it. The case will be heard on June 24."
  ]
}