{
  "translated_text": {
    "si": {
      "title": "රෝහිත් සමරන විදුලි පංකාව",
      "body_lines": [
        "අයිපීඑල්. මුම්බායි ඉන්දියානුවන් සහ සන්රයිසස් හයිද්රාබාද් කණ්ඩායම් 27 වන දින හයිද්රාබාද්හි ගැටුම් ඇති කර ගත්හ. හයිද්රාබාද් පන්දුවාර 20 ක් අවසානයේ කඩුලු 3 ක් දැවී ලකුණු 277 ක් රැස් කළේය. මුම්බායි කණ්ඩායම ලකුණු 278 ක ඉලක්කයක් විය.",
        "ඉෂාන් කිෂාන් සහ රෝහිත් ෂර්මා කණ්ඩායමේ ආරම්භක ක්රීඩකයින් ක්රීඩා කළහ. තරඟයේදී රෝහිත් ලකුණු 26 කට දැවී ගියේය. සැමරූ අයෙකු මෙය සැමරීම කළ කම්පන සහගත සිදුවීම මිතුරෙකු විසින් පහර දෙන ලදී.",
        "බැරහැම්හි කොල්පූර් හි මැරහාපූර් ගම්මානයේ මැන්මන්වාඩි ගම්මානයේ පැවති තරගය නැරඹීම සඳහා බෑන්ඩ්ෆෝන් තිබ්ඩ් ටයිබ් (වයස අවුරුදු 63) මිතුරෙකුගේ නිවසකට ගොස් ඇත.. තිබිල්හි තවත් මිතුර, කලුන් ජේන්ජි (වයස 50), ද එම නිවසට පැමිණ තිබේ.",
        "අයිපීඑල්. තරගය උද්යෝගිමත් විය. ටිබයිල්, චෙන්නායි සුපර් කිංග්ස් යනු AVID රසිකයෙකි. රෝහිත් ෂර්මා එළියට ගිය විට, ඔහු එය ප්රීතියෙන් සැමරුවා. නමුත් ජන්ජී යනු රෝහිත්ගේ හදිසි රසිකයෙකි.",
        "ටිබ්ල් විසින් කරන ලද සමහර අදහස් කෝපයට පත් වේ. දෙදෙනාම තර්කයට සම්බන්ධ වූහ. මේ අනුව, ජන්ජී වහාම ස්ථානයේ සිට නැගිට්ටා. ටික කාලෙකට පස්සේ, ඔහුගේ පුත්රයා - ඔහුගේ පුත්-ඇලව් සාගර් ගෙනා ජන්ජී ටිබ් ගැහුවා. සාගර් ලී පුවරුවකින් හා රයි සමඟ තදින් පහර දුන්නේය. මේ අනුව, ටිබ් ක්ලාන්ත වී බිම වැටුණි.",
        "පසුව ඔහු බේරාගෙන ප්රතිකාර සඳහා ගෙන ඇත. කෙසේ වෙතත්, ටිබිල් ඉරිදා සවස (31) සවස ප්රතිකාර නොමැතිව මිය ගියේය. පොලිසිය මේ සම්බන්ධයෙන් පරීක්ෂණ පවත්වයි.",
        "ටිබුලේ මිතුරා සහ පුත්-ලයින් සාගර් අත්අඩංගුවට ගනු ලැබීය. ඔවුන් උසාවියේ නිෂ්පාදනය කරන ලදී. ඔවුන්ට රඳවාගෙන සිටින ලෙස අණ කර ඇත. ක්රිකට් ක්රීඩාව, උමතුව හා මිනිසෙකු ගිනි තැබීම යන මහත්වරුන් සමඟ ගැටුම සමඟ ගැටුම එය පුළුල් ලෙස දැකගත හැකිය."
      ]
    },
    "en": {
      "title": "Fan who celebrates Rohit's out",
      "body_lines": [
        "IPL. Mumbai Indians and Sunrisers Hyderabad teams clashed in Hyderabad on the 27th. Hyderabad scored 277 runs for the loss of 3 wickets at the end of 20 overs. The Mumbai team played a target of 278 runs.",
        "Ishan Kishan and Rohit Sharma played the team's opening players. In the match, Rohit was dismissed for 26 runs. The shocking incident in which someone celebrated this was beaten by a friend.",
        "Bandophand Tibile (age 63) has gone to a friend's house to watch the match at Manantwadi village in Kolhapur, Maratham.. Another friend of Tibile, Balant Janjee (age 50), has also arrived at the same house.",
        "IPL. The match was enthusiastic. Tibile, Chennai Super Kings are an avid fan. When Rohit Sharma was out, he celebrated it with joy. But Janjee is an avid fan of Rohit.",
        "Some of the comments made by Tibil are furious. Both were involved in the argument. Thus, Janjee immediately got up from the place. After a while, Janjee, who brought his son -in -law Sagar, beat Tibil and kicked. Sagar hit hard with a wooden board and rye. Thus, Tibil fainted and fell to the ground.",
        "He was then rescued and taken for treatment. However, Tibil died on Sunday evening (31) evening without treatment. Police are investigating the matter.",
        "Tibile's friend and son -in -law Sagar were arrested. They were produced in court. They are ordered to be detained. It is widely seen that the conflict with friends for cricket, the hysteria and the burning of a man."
      ]
    }
  },
  "summary_lines": [
    "A fan, Bandophand Tibile, died after an argument with a friend, Balant Janjee, over a cricket match. Tibile, a Chennai Super Kings fan, celebrated Rohit Sharma's dismissal, while Janjee, a Rohit Sharma fan, was upset. The argument escalated, leading to Tibile's death."
  ]
}