{
  "translated_text": {
    "ta": {
      "title": "සෙනේෂ් දිසානායක රූපවාහිනි මුල් පුටුව අත්හැරියේ ඇයි?",
      "body_lines": [
        "அரசாங்கத்தின் தலைவர்களின் தலைவர்களை நியமிப்பது அரசாங்கத்தால் நியமிக்கப்பட்டவுடன் நியமிக்கப்பட்டது.",
        "தொலைக்காட்சி தலைவர் சேனநாயக்க பண்டாரா தனது பதவியில் இருந்து ராஜினாமா செய்து சமூக ஊடகங்களில் பெருமளவில் பரவியுள்ளார்.",
        "කතානායක අශෝක රන්වල ධූරයෙන් ඉල්ලා අස්වීමට තීරණය කරයිඅශෝක රංවල: කතානායක ධූරයෙන් ඉල්ලා අස්වීම සහ ජාතික ජනබලවේග ආණ්ඩුවේ ඉදිරි ගමන",
        "தற்போதைய அரசாங்கத்தால் செய்யப்பட்ட ஒரு பெரிய நியமனத்தை விட்டுவிட்ட இரண்டாவது நபர் அவர். பேச்சாளராக இருந்த அசோகா, முன்னர் தனது கல்வித் தகுதிகளுக்கு பிரச்சனையாக தனது பதவியில் இருந்து ராஜினாமா செய்ய வேண்டியிருந்தது.",
        "கோட்டாஹாச்சியில் வெளியிடப்பட்ட அபத்தமான வீடியோ பதவியில் இருந்து தொலைக்காட்சி தலைவர் நீக்கப்பட்டதாக சிலர் சமூக ஊடகங்களில் தெரிவித்தனர். தொழிற்சங்கங்கள் மற்றும் சில அதிகாரிகளுடனான பிரச்சினைகள் காரணமாக அவர் தனது நிலையை இழந்துவிட்டார் என்று வதந்தி பரவியது.",
        "இருப்பினும், சென்ஷ் டிஸ்டனாயக்க பண்டாரா தனது ம silence னம் மற்றும் அவரது வாயை திரும்பப் பெறுதல் குறித்து தனது முகம் புத்தகத்தில் உள்ள அனைத்தையும் வெளிப்படுத்தியுள்ளார்.",
        "அவர் பிரபுக்கள் பற்றிய தனது குறிப்பையும், சலுகையின் சலுகைகளை அழைப்பதையும் சுட்டிக்காட்டியுள்ளார்.",
        "\"மாணவர்களின் குறுகிய இடைவெளியில் 24.04.2012 அன்று மாணவர்களின் சொற்பொழிவு ஒரு சுருக்கமான இடைவெளியாக இருந்தது, சிறிது தண்ணீரைக் குடிக்கும்போது தண்ணீரின் அமைதியான தொலைபேசியில் அழைப்புகளைச் சரிபார்க்க வாய்ப்பு உள்ளது. பல நட்பு தேசிய எல்லோரையும், அரசாங்க நட்பு தேசிய மக்களின் பல குறும்படங்களையும் நான் தவறவிட்டேன்.. அதே நேரத்தில், டாக்டர் நலிந்தா ஜெயதிசாவின் சகோதரரின் தொலைபேசி அழைப்பு, \"செனியாங் எங்கே?. விஜிதா சகோதரரைத் தேடுகிறார். \"எஸ்எம்எஸ் இடையே, எஸ்எம்எஸ் இடையே ஒரு எஸ்எம்எஸ் அனுப்பப்பட்டது. \"........ ஒரு நேரம் இருந்தது ...... ஒரு இருக்கிறது. என்ன வழி. \"நலின் வழக்கம் போல் கேட்டார், ஆனால் சற்று பலம். \"நன்றி.. அதைச் செய்ய எனக்கு யோசனை இல்லை. \"\" அவர்களுக்குப் பிறகு பேசலாம்.. அனைவரும் தேசிய தொலைக்காட்சியை எடுக்க வேண்டும்.. விரைவான முடிவு தேவை. \"நலிந்தா துண்டிக்கப்பட்டது. \"",
        ".",
        "தேசிய தொலைக்காட்சியின் பலவீனமான மற்றும் வரம்பற்ற மட்டங்களில் அரசாங்க ஊடக நிறுவனமாக பொருளாதாரத்தை எவ்வாறு பொருளாதாரத்தை வலுப்படுத்தியது என்றும் முன்னாள் தலைவர் கூறியுள்ளார்.",
        "\"கொழும்பு நகராட்சி கவுன்சில் துறை, உள்நாட்டு வருவாய் துறை, இலங்கை மின்சார கவுன்சில், இலங்கை மின்சாரம் மற்றும் நிறுவனம், மற்றும் இலங்கை வங்கி, பாங்க் ஆப் இலங்கை போன்ற நிறுவனங்களுடனான நம்பிக்கையை மீண்டும் கட்டியெழுப்பவும்.",
        "இலங்கை விளம்பர முகவர்கள், அத்துடன் ஊடகத் துறையில், கார்ப்பரேஷன் மற்றும் நிதி நீர்ப்பாசன திட்டங்கள் குறித்த தொலைக்காட்சி மற்றும் தொலைக்காட்சி நிகழ்ச்சிகள்",
        "சர்வதேச உறுப்பினர் இழப்பு மற்றும் ஆசிய-பசிபிக் (AIBD) ஒளிபரப்பு மேம்பாடு ஆகியவற்றிற்கான இனியா பசிபிக் ஒளிபரப்பு ஒன்றியம் (ABU) மற்றும் ஒளிபரப்பு சங்கம் (AIBD) மீண்டும் ஒருங்கிணைக்கப்பட்டுள்ளது.",
        "செலவு மேலாண்மை மற்றும் நிர்வாக செலவுகளை நிர்வகிக்கவும் நிர்வகிக்கவும் தரமான பார்வையாளர்களுக்கான புதிய திட்டங்களை நிறுவுதல், அத்துடன் தொலைக்காட்சி போன்ற தொலைதொடர்பு கொள்முதல் போன்ற வெளிப்படைத்தன்மையை பராமரிக்கவும்.",
        "கார்ப்பரேஷனின் செய்திகள், நேர திட்டங்கள், பார்வைகள், கிரிக்கெட் திட்டங்கள், டெலட்ராமா மற்றும் பிற நிரலாக்க கிரிக்கெட் மற்றும் பிற திட்டங்கள் போட்டிகள் மற்றும் பிற திட்டங்கள் இழப்பீடு மற்றும் பிற திட்ட போட்டிகள் பெரும்பாலும் வருமானத்தை ஈட்டுவதற்கும் வருமானத்தை ஈட்டுவதற்கும் பொருத்தப்பட்டுள்ளன,",
        "வெவ்வேறு பார்வையாளர்கள், தொழில்நுட்ப சேவைகள் மற்றும் வெவ்வேறு பார்வையாளர்களின் சந்தைப்படுத்தல், தேசிய சேனல்கள், சேனல் I மற்றும் நேர்த்தியான தொலைக்காட்சிகள் ஆகியவற்றைக் கொண்ட பல்வேறு பார்வையாளர்களில் தொடங்க.",
        "கடந்த கால நிலையை செலுத்த முடியாத கடந்தகால நிபந்தனைகளைத் தடுப்பதற்கான பணியாளர் ஊதியம் மற்றும் கொடுப்பனவுகளை வழங்குதல், கடந்த கால நிலையை செலுத்துவதைத் தடுக்கலாம்,",
        "டிசம்பர் 05 அன்று தற்போதைய அமைச்சர் நலிந்தா ஜெயதிசாவுடன் கலந்துரையாடிய பின்னர், டிசம்பர் 26 அன்று அவர் முடிவடைந்ததிலிருந்து மூத்த மந்திரி சேனா டிஸ்டனாயக்க பண்டாரா கூறினார்.",
        "தேசிய தொலைக்காட்சிக்கு நியமிக்கப்பட வேண்டிய புதிய தலைவரை வெளிப்படுத்திய முன்னாள் தலைவர் தனது எதிர்காலத்தின் எதிர்காலம் குறித்த தனது குறிப்பில் சேர்ந்துள்ளார்.",
        "\"டாக்டர் பிரசாத் சமரசிங்க, டாக்டர் அஜந்தா செனவிரத்னே மற்றும் டாக்டர் சுதிதா லயானேஜ்,\" சுடந்தா லயானேஜின் நட்பு பேராசிரியர்கள் எனக்கும் எனக்கு வழங்கப்பட்ட தகவல்கள் மற்றும் தகவல்கள் எனக்கும் தகவல்களுக்கும் உதவுகின்றன.. மேலும், தோழர் கிஹான் டி சில்வா பாதுகாப்பின் புதிய தலைவராக உள்ளார், மேலும் அனைத்து எதிர்கால திட்டங்களையும் பாதுகாப்பதை வாழ்த்துகிறார். \"",
        "\"டாக்டர் நலிந்தா ஜெயதிசா கோஸி விடைபெற வேண்டாம். அவர் மீண்டும் வேலை செய்ய வேண்டும், மற்றொரு தேசிய மட்டத்தால் மீண்டும் எடுக்கப்பட்டார்.",
        "\"இது செய்யப் போகிறது.\"",
        "சுகாதார மற்றும் வெகுஜன ஊடகங்கள் வெகுஜன ஊடக அமைச்சர் நலிந்தா ஜெயதிசா தேசிய ரூபவாஹினியின் தலைவரின் ராஜினாமாவை உறுதிப்படுத்தினார்.",
        "\"சென் செனாஸ் கடமைகளை ஏற்றுக்கொண்டபோது, ​​இதை மூன்று மாதங்கள் செய்ய முடியும் என்று கூறினார். பின்னர் அது இருபத்தைந்துக்கு மேல். \"",
        "கிஹான் டி சில்வா தேசிய தொலைக்காட்சி தலைவரை நியமிக்கிறார் என்று தனது பதவிக்கு (டிசம்பர் 26) கருதப்படுவார் என்று அவர் கூறினார்.",
        "தாயின் இரண்டாவது திருமணத்தின் சாட்சி: 'ஒரு காலாண்டில் நான் ஒரு சாட்சியாக இருப்பது இதுவே முதல் முறை, அதுவும்'",
        "உங்கள் வங்கி வைப்புகளிலிருந்து வசூலிக்கப்படும் வரியை நிறுத்தி வைப்பதை அரசாங்கம் என்ன செய்யப் போகிறது?",
        "காலையில் அஹுங்கல்லாவை சுட்டுக் கொன்றது: புதிய அரசாங்கம் நாடு முழுவதும் காட்சிகளை நிறுத்த முடியுமா?",
        "அனுராவின் சுத்தமான இலங்கை மற்றும் வூட் குவான் யு'ஸ் 'சிங்கப்பூரை சுத்தமாக வைத்திருங்கள்' இடையே இதே போன்ற எடுத்துக்காட்டுகள் உள்ளதா?"
      ]
    },
    "en": {
      "title": "Why did Senanash Dissanayake leave the first chair?",
      "body_lines": [
        "The appointment of the heads of the heads of the government was appointed as soon as the appointments made by the government.",
        "Senior Chairman of the TV Chairman, Senanayake Bandara has resigned from his post and spread wildly in the social media.",
        "Speaker Decision to resign as gold from gold: resigns from the post of Speaker and the progress of the government",
        "He is the second person who has left a major appointment made by the present government. Asoka, who was the Speaker, had previously had to resign from his post as trouble for his educational qualifications.",
        "Some said in the social media that the television chairperson has been removed from the post of ridiculous video published in Kottahachchi. It was rumored that he had lost his position due to the problems with trade unions and certain officers.",
        "However, Senesh Dissanayake Bandara has revealed everything in his face book on his silence and withdrawal of his mouths.",
        "He has also hinted out of his note on the nobles, as well as the invitement of the privileges of the privilege.",
        "\"Students' lecture nearly 45 pm on 24.04.2012 were a brief break in the short break of the students, there is a chance to check the calls on the silent telephone of the water while drinking a little bit of water. I had missed several other friendly national folks and several shorts of a few government-friendly national folks.. At the same time, the phone call from the brother of Dr. Nalinda Jayatissa, \"Where is Seneash?. Looking for Vijitha brother. \"There was a SMS sent between the SMS, between the SMS. \"........ There's been a time to ...... There's a. What's the way. \"Nalin asked in the form of usual, but slightly forceful. \"Thank you.. I didn't have the idea to do that. \"\" Let's talk after them.. All need to take national television.. Need a quick decision. \"Nalinda was disconnected. \"",
        "\"Nalinda's phone call was not supported by Nalinda. Two three months ..? This is a work. Let's do now this .. !! \"Three months have made up.\" He has explained how the TV chairman has taken office.",
        "The former Chairman has also stated how the economy strengthened the economy as a government media institution at the weak and unlimited levels of the national television.",
        "\"In the Colombo Municipal Council Department, the Inland Revenue Department, Ceylon Electricity Council, Ceylon Electricity and Company, and rebuild the confidence with institutions such as the Ceylon Bank, Bank of Ceylon.",
        "Sri Lanka Advertising Agents, as well as in the field of media industry, the Televic and Television Programs on Corporation and Financial Irrigation Programs",
        "Inia Pacific Broadcasting Union (ABU) and the Broadcasting Association (AIBD) for the loss of international membership and the broadcasting development of the Asia-Pacific (AIBD) has been reintegrated.",
        "Establishment of new programs for quality audience back to manage and manage the cost management and administrative expenses, as well as to maintain transparency, such as Telecytic purchase, such as television.",
        "The corporation's news, time programs, views, cricket programs, teledrama and other programming cricket and other programs competitions and other programs compensation and other programs competitions are often equipped to earn income, and to earn income,",
        "To commence in a variety of audiences with different audiences, technology services and marketing of different audiences, national channels, channel i, and neatal TVs.",
        "Provision of employee pay and allowances to prevent the past conditions that cannot pay off the past condition, preventable to pay off the past condition,",
        "Senesh Dissanayake Bandara said that after discussing with the current Minister Nalinda Jayatissa on December 05, Senior Minister Sena Dissanayake Bandara stated that since he was concluded on December 26.",
        "The former Chairman who has revealed the new Chairman who is to be appointed to the national television have joined his note to the future of his future.",
        "\"Dr. Prasad Samarasinghe, Dr. Ajantha Seneviratne and Dr. Suditha Liyanage,\" the friendly professors of Sudantha Liyanage helps me and the information given to me and information helped me and information.. Also, Comrade Gihan de Silva is the new president of the preservation and congratulate the preservation of all future plans. \"",
        "\"Dr. Nalinda Jayatissa cozy not to say goodbye. He has to work again and have been re-taken by another national level.",
        "\"It's going to do it.\"",
        "Health and Mass Media Mass Media Minister Nalinda Jayatissa confirmed the resignation of the Chairman of National Rupavahini.",
        "\"When Sen Senas assumed duties, he said he could do this for three months. Then it's over twenty five. \"",
        "He said that he would be assumed to his post (December 26) that Gihan de Silva appoints the National Television Chairman.",
        "A Witness of the mother's second marriage: 'This is the first time I was a Witness in a quarter, that too'",
        "What is the government going to do withholding tax charged from your bank deposits?",
        "Shooting Ahungalla in the morning: Will the new government be able to stop the shots around the country?",
        "Is there similar examples between Anura's Clean Sri Lanka and wood Kuan U's 'Keep Singapore Clean'?"
      ]
    }
  },
  "summary_lines": []
}