{
  "translated_text": {
    "ta": {
      "title": "லிபர்ட்டி சிலை நடுங்குகிறது",
      "body_lines": [
        "நியூயார்க் நகரங்கள் மற்றும் அமெரிக்காவின் கிழக்கு கடற்கரைக்கு கிட்டத்தட்ட 4.8 அலகுகள் ரிக்டர் சிந்தனைகள் பாதிக்கப்பட்டுள்ளன.",
        "காலை 10.23 மணியளவில் ஃப்ளோடெல்பியாவிலிருந்து ஃப்ளோடெல்பியாவிலிருந்து அதிர்ச்சியை உணர்ந்ததாக வெளிநாட்டு ஊடகங்கள் தெரிவிக்கின்றன.",
        "இதற்கிடையில், முக்கிய பூகம்பத்திற்குப் பிறகு, சுமார் 11 அதிர்ச்சிகள் பதிவாகியுள்ளன.",
        "கடந்த ஐந்து தசாப்தங்களாக இப்பகுதியில் பதிவு செய்யப்பட்ட மூன்றாவது பெரிய பூகம்பம் இது என்று வெளிநாட்டு பத்திரிகையாளர்கள் தெரிவித்துள்ளனர்.",
        "இருப்பினும், எர்த்ஃப்ளோவிலிருந்து உயிர் இழப்பு அல்லது சொத்து சேதம் இல்லை.",
        "இந்த வழியில்தான் உலகப் புகழ்பெற்ற அமெரிக்கர் உலகப் புகழ்பெற்ற அமெரிக்கர்களால் அந்த அதிர்ச்சியுடன் அதிர்ந்தார்."
      ]
    },
    "en": {
      "title": "The statue of Liberty shakes",
      "body_lines": [
        "Nearly 4.8 units of the Richter thinkens were affected to the towns of New York and Eastern coast of America.",
        "Foreign media reports that the vibe felt the trauma from Flodelphia from Flodelfia around 10.23 am.",
        "Meanwhile, after the main earthquake, about 11 shocks were reported.",
        "Foreign journalists have reported that this is the third largest earthquake recorded in the region over the past five decades.",
        "However, there is no loss of life or property damage from the earthchflow.",
        "It was in this way that the World famous American was shaken by the world famous Americans with that trauma."
      ]
    }
  },
  "summary_lines": [
    "The Statue of Liberty shook due to a 4.8 Richter scale earthquake affecting New York and the Eastern US coast, felt in Philadelphia around 10:23 am. This was the third largest earthquake in the region in the last 50 years, with 11 aftershocks, but no casualties or property damage."
  ]
}