{
  "translated_text": {
    "si": {
      "title": "සාධාරණ සාධක සහිත තවත් ඡන්ද මධ්යස්ථානයක ඡන්දය ප්රකාශ කිරීමට අවසර දීම;2024.10.01 වන විට අයදුම් කරන්න - මැතිවරණ කොමිෂන් සභාව",
      "body_lines": [
        "තම නේවාසික ප්රදේශයේ ඡන්ද මධ්යස්ථානයේ ඡන්දය ප්රකාශ කිරීමට නොහැකි වූ ඡන්ද දායකයින් තවත් ඡන්ද මධ්යස්ථානයකට ඡන්දය ප්රකාශ කිරීමට ඉඩ දෙන ලෙස ඉල්ලා සිටිය හැකිය.. 2024.10.011 ට පෙර මැතිවරණ කොමිෂන් සභාවේ හෝ දිස්ත්රික් මැතිවරණ කාර්යාල හරහා අයදුම් කිරීමට හැකි බව මැතිවරණ කොමිසම නිවේදනය කර තිබේ.",
        "1981 අංක 1 දරණ පාර්ලිමේන්තු මැතිවරණ පනතේ 127 (ආ) යටතේ ජනමත විචාරණයට පවරා ඇති බව ගත් ඡන්ද දායකයින්, වෙනත් ඡන්ද මධ්යස්ථානයක ඡන්ද මධ්යස්ථානයක් සඳහා ඉල්ලුමක් ලබා ගත හැකිය.",
        "2024.10.10.010.010.010.010.010.010.010 දිනට පෙර ඕනෑම කෙනෙකුට රාජගිරිය සරණ මාවත හි මැතිවරණ ලේකම් කාර්යාලයට ඉදිරිපත් කළ හැකිය.",
        "අයදුම්කරු 2024 ආසනය මත පදනම්ව අයදුම්පත් පුරවා ගත යුතුය. ඒ සියල්ල දිස්ත්රික් ලේකම් කාර්යාල, ප්රසංග හා දිස්ත්රික් මැතිවරණ කාර්යාලවල තැන්පත් කර ඇත. ඊට අමතරව, 2024 - අවුරුදු-වෝඩ් අයිඩීඒ හි ලියාපදිංචි තොරතුරු www.eceltions.gov.lk වෙබ් අඩවිය හරහා පරීක්ෂා කළ හැකිය.",
        "අයදුම්කරුගේ තොරතුරු යෙදුම් කලාපයේ ග්රාම නිලධාරි විසින් සනාථ කළ යුතුය.. අයදුම්පත් දිස්ත්රික් මැතිවරණ කාර්යාලවල මෙන්ම වෙබ් අඩවියේ මෙන්ම www.gelects.gov.lk වෙබ් අඩවියෙන් නොමිලේ ලබා ගත හැකිය."
      ]
    },
    "en": {
      "title": "Permission to vote at another voting station with reasonable factors;Apply by 2024.10.01- Elections Commission",
      "body_lines": [
        "Voters who are unable to vote at the voting center in their resident area can request to be allowed to vote at another voting center.. The Elections Commission has announced that it will be able to apply at the Elections Commission or through the District Elections Offices before 2024.10.01.",
        "Voters who are fair that they cannot vote at the referendum, which is assigned to the referendum under Article 127 (b) of the Parliamentary Elections Act, No. 1 of 1981, can make a demand for a voting center at another voting center.",
        "Anyone can submit his applications to the Elections Secretariat at the Rajagiriya Sarana Mawatha before 2024.10.10.10.10.10.10.010.",
        "Applicant must fill in applications based on the seat of 2024. All of those are placed in District Secretariats, concerts and district elections offices. In addition, the registered details of the 2024 -year -old Idap can be examined through the www.elections.gov.lk website.",
        "The information found in the applicant should be confirmed by the Grama Niladhari of the Application Region.. Applications can be obtained free of charge at District Elections Offices, as well as on the website www.elections.gov.lk."
      ]
    }
  },
  "summary_lines": [
    "Request to vote at alternate polling station due to inability to reach assigned location. Apply by October 1st, 2024, at Elections Commission or District Election Offices. Forms available online or at local offices. Verification required from Grama Niladhari."
  ]
}