{
  "translated_text": {
    "si": {
      "title": "ටීඑන්ඒ පරිපාලනය",
      "body_lines": [
        "ශ්රී ලංකා දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) සහ පක්ෂයේ විධායක ලේකම්වරයාගේ අතුරු තහනම ඉල්ලා දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) ජීවන රටා සාමාජික මාකන්ද නටරාසා යාපනයේ මහේස්ත්රාත් අධිකරණයේ නඩුවක් ගොනු කර තිබේ.",
        "දෙමළ ජාතික පක්ෂයේ නායක මවායි සේනතිරාජා, මහ ලේකම් පී.",
        "මෙම නඩුව මඩකලපුව - කොටුවේ සිට හිටපු නැගෙනහිර පළාත් සභා සාමාජික මාන්ඩු නදීරාසා විසින් මෙම නඩුව ගොනු කරන ලදී.. (අ)"
      ]
    },
    "en": {
      "title": "TNA administration",
      "body_lines": [
        "The Tamil National Alliance (TNA) Lifestyle Member Markanda Natarasa has filed a lawsuit in the Jaffna Magistrate's Court, demanding the interim ban on the leader of the Sri Lanka Tamil National Alliance (TNA) and the executive secretary of the party.",
        "The Tamil National Party (TNA) leader Mawai Senathirajah, the General Secretary P. Satyalingam and Executive Secretary Xavier Kulanayagam are the opponents.",
        "The case was filed by former Eastern Provincial Council member Markandu Nadarasa from Batticaloa - Fort.. (A)"
      ]
    }
  },
  "summary_lines": [
    "TNA leader Mawai Senathirajah faces lawsuit over interim ban. Former Eastern Provincial Council member Markandu Nadarasa sues TNA leaders Mawai Senathirajah, P. Satyalingam, and Xavier Kulanayagam in Jaffna Magistrate's Court."
  ]
}