{
  "translated_text": {
    "ta": {
      "title": "இலங்கை தனியாக பயணிக்க பாதுகாப்பானதா?எந்த சமூக பேச்சு ஏன்?",
      "body_lines": [
        "இலங்கை தனியாக பயணிக்க பாதுகாப்பானதா?எந்த சமூக பேச்சு ஏன்?",
        "ஈஸ்டர் வெடிகுண்டு வெடிப்பு, கோவன் மற்றும் பொருளாதார நெருக்கடியை எதிர்கொண்டு சுற்றுலாத் துறை, இலங்கை சுற்றுலா தற்போது உயிர்த்தெழுப்பப்படுகிறது. முதல் மூன்று மாதங்களில் சுற்றுலா சுமார் 1 பில்லியன் டாலர் என்று சுற்றுலா அமைச்சர் ஹரின் பெர்னாண்டோ ஊடகங்களிடம் தெரிவித்தார்.",
        "தற்போது இலங்கைக்கு வருகை தரும் பெரும்பாலான சுற்றுலாப் பயணிகள் பார்வையிட வேண்டிய பார்வையாளர்கள். பெரும்பாலான வெளிநாட்டு பெண்கள் இலங்கைக்கு வருகை தருகிறார்கள். Timeout.com என்று அழைக்கப்படும் ஒரு பத்திரிகை தனியாக பயணம் செய்யும் பெண்களுக்கு சிறந்த இடமாக பெயரிடப்பட்டுள்ளது.",
        "இலங்கையில் 'சோலோ டிரேவ்' படத்திற்காக இலங்கையில் 10 மலைகளின் துருப்புக்கள்",
        "இருப்பினும், இந்த விஷயத்தில் சமூக ஊடகங்களில் கருத்து தெரிவித்த பல பெண்கள் அது இல்லை என்று கருத்து தெரிவித்துள்ளனர். இது சம்பந்தமாக, சமூக ஊடகங்களில் பெரும்பான்மையானவர்கள் கலவையான பதில்களைக் கண்காணிக்க முடிந்தது, மேலும் இலங்கையில் உள்ள பெண்கள் பஸ்ஸில் பாதுகாப்பாக அல்லது பயணம் செய்வது கடினம் என்று பெரும்பான்மையானவர்கள் கூறியிருந்தனர். அப்படியானால், இலங்கை தனியாக பயணிக்க ஒரு பாதுகாப்பான இடம் எப்படி என்று அவர்கள் கேள்வி எழுப்பினர். சில சமூக ஊடக ஆர்வலர்கள் இது தொடர்பாக வீடியோவை கூட உருவாக்கியுள்ளனர்.",
        "முரண்பாடுகளை எழுப்பிய பல பங்குதாரர்கள் இலங்கையில் பெண்கள் இலங்கையில் அணிந்திருக்கிறார்கள், சுதந்திரமாக தனியாக பயணம் செய்ய. வாய்மொழி வன்முறைக்கு அடிபணிய அந்த பெண்கள் குறைந்தபட்சம் கிசுகிசுக்க வேண்டும் என்று அவர்கள் சுட்டிக்காட்டுகின்றனர். அன்றாட பஸ்ஸில் பயணிக்கும் பல பெண்கள் சமூக ஊடகங்களில் கூறப்பட்டனர், இலங்கையில் தங்கள் அனுபவத்தின் காரணமாக தனியாக பயணம் செய்வதற்கு அவர்களால் இன்னும் பாதுகாப்பாக உணர முடியவில்லை.",
        "மற்றவர்கள் பொதுவாக சிங்கள மொழியிலிருந்து நிரூபிக்கிறார்கள் என்ற கருத்துக்கள் இருந்தன, ஆனால் அவர்கள் எந்த வாய்வழி வன்முறையையும் புரிந்து கொள்ளவில்லை, ஏனெனில் அவர்களுக்கு சிங்களத்தைப் பற்றிய அறிவு இல்லை.",
        "இலங்கையில் சிங்களத்தை பார்வையிட்ட இலங்கையில் பிபிசி சிங்களத்தை பிபிசி கவனித்தது.",
        "இலங்கையில் தனியாக பயணம் செய்யும் திலினி உதரி, இலங்கையில் இலங்கையில் தனக்கு எந்தப் பிரச்சினையும் இல்லை என்று கூறுகிறார்.",
        "\"நான் பயணம் செய்யத் தொடங்கியபோது, ​​நான் எப்படி ஒரு பையை அடைத்தேன் என்று எனக்குத் தெரியவில்லை. இடங்களுக்கான திட்டங்கள் எதுவும் இல்லை. ஆனால் நான் சிறிது நேரம் பயணம் செய்தபோது, ​​நான் ஒரு திட்டத்தை உருவாக்கினால், அவை எனது பாதுகாப்பிற்கு முக்கியமானதாக இருக்கும் என்பதை உணர்ந்தேன். எனவே நான் இப்போது ஒரு நல்ல திட்டத்துடன் பயணிக்கப் போகிறேன். எனவே எனக்கு எந்த பிரச்சனையும் இல்லை, \"என்று அவர் கூறுகிறார்.",
        "சமூக ஊடகங்களில் பலரின் கருத்துக்களில் பலருக்கு சிக்கல் இருப்பதாக அவர் கூறுகிறார்.",
        "\"இந்த மக்கள் உண்மையிலேயே உண்மையிலேயே துரதிகள் என்று சிலர் கருத்து தெரிவித்தனர். இந்த ஆண்டுகளில் இப்போது எனது வருகைகளுடன் நான் நன்றாகச் சென்றுவிட்டேன். அந்த இடத்திற்கு என்ன வகையான ஆடை சரியானது, அந்த பகுதியைப் பற்றி நான் என்ன வகையான விஷயங்களை அறிந்து கொள்ள வேண்டும், நான் என்ன எடுக்க வேண்டும் என்பது எனக்குத் தெரியும்.. இந்த விஷயங்களை நீங்கள் புரிந்து கொண்டால், எந்தவொரு பெண்ணும் பாதுகாப்பாகச் சென்று பாதுகாப்பாக செல்லலாம். \"",
        "ஒரு பெண்ணின் ஆபத்து குறைந்தபட்ச ஆபத்தில் இருப்பதாக திலினி சுட்டிக்காட்டுகிறார்.",
        "\"நாங்கள் அறியப்படாத மாகாணமாக இருக்க முடியும். ஆனால் அந்த இடத்தை நாம் நன்கு அறிந்திருக்க வேண்டும். நாம் மாகாணத்திற்குச் செல்லும்போது, ​​அந்த பக்கத்தை அறிந்த அல்லது தெரியாதவர்களை அடையாளம் காண நம் முகத்தின் உணர்வுகளை அடையாளம் கண்டுள்ளவர்கள். எங்களுக்கு எதுவும் தெரியாது. இந்த கேள்விகளை நல்ல புரிதலுடனும், கவனம் செலுத்துவதாலும் நாம் தப்பிக்க முடியும் என்று நினைக்கிறேன். \"",
        "பெரும்பாலும் பயணத்தில் தன்னைச் சந்திக்கும் நபர்கள் மிகவும் உதவியாக இருந்ததாக திலினி கூறுகிறார்.",
        "\"ஒரு முறை நான் இலங்கையின் மிகக் குறைந்த கிராமமாக இருக்கும் இலங்கையின் மலைகளால் சூழப்பட்ட விளிம்பின் சுற்றுப்பயணத்திற்குச் சென்றேன், இது கிராமத்திற்குச் சென்றது. நான் கொஞ்சம் தூரம் இருந்தேன், நான் கொஞ்சம் தாமதமாக இருந்தேன். பயணத்தில், நான் ஒரு வயதானவரை சந்தித்தேன். \"",
        "\"நான் தூரத்தில் இருந்தபோது, ​​நான் அதே வீடாக இருந்தால் நாளை எங்களுடன் இந்த வீட்டை நிறுத்தும்படி சொன்னார்.. ஏனென்றால் நான் இன்னும் தங்க திட்டமிட்டிருந்தேன், நிறைய தூரம் இருந்தது. நான் குடும்பத்தினருடன் உடன்பட்டேன், அவர்கள் ஒரு பெரிய உதவி செய்த வீட்டில் இரவைக் கழித்தேன். \"",
        "\"எனவே மக்கள் எப்போதும் எங்களை தொந்தரவு செய்ய வருவார்கள் என்று நான் நினைக்கவில்லை. நிறைய பேர் மிகவும் நல்லவர்கள். எனவே, நான் கூறியது போல், \"திலினி தனது பயணத்தை விவரித்தார்.\"",
        "தனியார் துறையில் பணிபுரியும் விஸ்வானி ஜெயவீரா, இலங்கையில் இரண்டு ஆண்டுகள் முதல் தனியாக பயணம் செய்கிறார். அவர் ஒரு யூடியூப் சேனலை நடத்துகிறார், ஒரு பெண்ணாக, அவர் தனியாக பயணம் செய்யும் ஒரு பெண்ணாக வெளியிடப்படுகிறார். அவர்கள் ஏராளமான மக்களைப் பார்க்கிறார்கள். இரண்டு ஆண்டுகளில் தான் எதிர்கொள்ள வேண்டிய பிரச்சினைகள் எதிர்கொள்ளும் பிரச்சினைகள் மிகக் குறைவு என்றும் விஸ்வானி கூறுகிறார்.",
        "\"எனது முதல் வருகை சுற்றுலா தலத்திற்கு எனது முதல் வருகைக்கு சென்றது. நான் ஓஹிக் முதல் ஓஹிக் வரை இருந்தேன். நான் சென்றபோது, ​​ஒரு குழுவை சந்தித்தேன். அந்த நபர்கள் நிறைய என்னை ஊக்குவித்தனர். தேவையற்ற விஷயங்களை யாரும் சொல்லவில்லை. நான் இன்னும் தனியாக பயணம் செய்கிறேன் என்று தெரிந்ததும் அவ்வாறு செய்ய நான் ஊக்குவிக்கப்பட்டேன். ஒரு வருகையாக, இலங்கையில் இது இலங்கையில் உள்ளது என்று நான் நினைக்கவில்லை, \"என்று அவர் கூறுகிறார்.",
        "விஸ்வானி பெரும்பாலும் சுற்றுலா தலங்களில் முகாமிட்டார். சுற்றுலா தலங்களின் நாட்டில் கூட, அவருக்கு இன்னும் மோசமான அனுபவம் இல்லை என்று அவர் கூறுகிறார்.",
        "\"நான் வழக்கமாக கேடையகம் செய்யும் போது, ​​சுற்றியுள்ள கிராமங்களைச் சுற்றியுள்ளவர்களுடன் பேசுகிறேன். அவர்கள் வழியில் அவர்களுடன் தொடர்பு கொண்டுள்ளனர். பின்னர், எனக்கு ஏதேனும் சிக்கல் இருந்தால், அவர்களுடன் பேசுங்கள். \"அது அவள் பின்தொடரும் ஒரு தந்திரம்.",
        "'நாங்கள் செல்லும்போது, ​​கேடாப் செய்யும் நிலத்தைப் பற்றி நாம் அறிந்திருக்க வேண்டும்.'",
        "அவர் ஒரு முறை ஒரு பிரச்சினையை எதிர்கொள்ள வேண்டியிருந்தது என்று அவர் கூறுகிறார்.",
        "\"அதிகமான மக்கள் இல்லாத கிராமங்களில் கூட, நுவரா எலியா நகரத்தில் எனக்கு ஒரு சிக்கல் இருந்தது. அப்போதும் நான் சொந்தமாக பயணம் செய்து கொண்டிருந்தேன். நுவரா எலியாவில் ஒரு குளிராக ஆசா. முச்சக்கர வண்டி இயக்கி தொடர்ந்து என்னைப் பின்தொடர்ந்தார். பின்னர் அவர் நிறுத்தி திரும்பி வர முயன்றார், என்னுடன் ஒப்படைக்க முயன்றார். அந்த நேரத்தில் என் கையில் 'கோப்ரோவை' காட்டினேன், அவர் அருகிலேயே வந்தால் அதைக் காட்டினேன். பின்னர் அவர் வெளியேறினார். அந்த நேரத்தில் நான் அதைச் சொல்லவில்லை என்றால், அவர் வந்து என்னை காயப்படுத்தியிருப்பார். \"",
        "அவர் சொந்தமாக இருக்கும்போது பாதுகாப்பைப் பற்றி கவலைப்படுவதாக விஸ்வானி சுட்டிக்காட்டுகிறார்.",
        "\"இலங்கை ஒரு தனி கலாச்சாரம். நாங்கள் வெளிநாட்டு பெண்களின் ஒரு ஆடை அணிந்தோம், ஆனால் எங்களுக்கு சற்று கடினமாக உள்ளது. எனவே நான் பயணம் செய்யும் போது, ​​நான் என் ஆடையை கவனித்துக்கொள்கிறேன். நான் நன்றாக பேசுகிறேன். அந்த பகுதியைப் பற்றி எனக்குத் தெரிந்த சூழலில் உள்ளவர்களை அழைக்கிறேன். இந்த தந்திரோபாயங்களை நீங்கள் பின்பற்றினால், நாங்கள் நம்மைப் பற்றி உறுதிப்படுத்திக் கொள்ளலாம். \"",
        "சொந்த பார்வையாளர்களிடம் இருந்த இளம் பெண்களாக நாங்கள் தனியாக பயணம் செய்ய தயாராக இருந்தோம், ஆனால் தனியாக பயணம் செய்வதில் பாதுகாப்பாக இருப்பதாகக் கூறும் இளம் பெண்களையும் நாங்கள் விவாதித்தோம்.",
        "முன்னதாக, பிபிசி சிங்களவர்களால் பிபிசி பேருந்துகளில் தெரிவிக்கப்பட்டதாக கூறப்படுகிறது. தற்போது, ​​பேருந்துகளில் உள்ள பேருந்துகளைப் பார்க்க ஒரு சிறப்பு பொலிஸ் நடவடிக்கை செயல்படுத்தப்படும்.",
        "பொது போக்குவரத்தில் இலங்கை பெண்களின் துஷ்பிரயோகம்: 'நாள் உடனான சந்திப்பு",
        "தனியாக பயணம் செய்யத் தயாராக இருக்கும், ஆனால் இதுவரை பாதுகாப்பாக உணராத ஒரு இளம் பெண், பிபிசி பிபிசி சிங்களிடம் கூறினார். ரூனுஷா, இருபத்தேழு, எப்போதும் தனது நண்பர்களின் சுற்றுப்பயணம். அவர் தனியாக பயணம் செய்ய விரும்புகிறார் என்று கூறுகிறார், ஆனால் அது இன்னும் பாதுகாப்பான உணர்வு அல்ல.",
        "\"காலை மாலை ஒரு பஸ்ஸில் எத்தனை நிகழ்வுகள் செல்கின்றன என்று நாங்கள் பார்க்கிறோமா? நாங்கள் உண்மையில் சாலையில் செல்லவில்லை என்ற கேள்வி உள்ளது\" என்று ஆர்.என்.ஏ.எஸ்.",
        "\"நான் நண்பர்களுடன் பயணம் செய்யும் போது, ​​அவர்கள் சில நபர்களைப் பார்த்திருக்கிறார்கள். ஆனால் அது என்னவென்று அவர்களுக்குத் தெரியாது. எனவே, பெண்கள் ஒரு பிரச்சினையை இழக்க நேரிடும். ஆனால் நாங்கள் அதை புரிந்துகொள்கிறோம். \"",
        "\"திருகோணமலி, கேலி மற்றும் வெப்பநிலையில் கடற்கரை போது நாங்கள் தலையில் சென்று படுக்கைக்குச் செல்ல முடியாது.. எங்களுக்கு ஒரு வசதியான ஆடை அணிய வேண்டும். ஆனால் நாங்கள் தனியாக இல்லை. நாங்கள் அவ்வாறு செய்யாவிட்டால், நாங்கள் எங்கள் பேச்சைக் கேட்கவோ அல்லது ஏதாவது சொல்லவோ இல்லை, \"என்று அவர் இறுதியாக விவரித்தார்.",
        "மேலேயுள்ள காலக்கெடு.காம் இதழ் இந்த வகை பேஸ்புக் இடுகை, எக்ஸ் மற்றும் பல்வேறு சமூக ஊடக அறிக்கைகள் இலங்கைக்கு இலங்கைக்கு மட்டும் பெண்களைப் பார்க்க இலங்கைக்கு பெயரிடப்பட்டுள்ளது.",
        "இலங்கையில் பல்வேறு இணையத்துடன் தனியாக பயணம் செய்வதற்கு பாதுகாப்பு இல்லை என்று சிலர் வாதிட்டனர், சிலர் இலங்கையால் தவறாக விமர்சிக்கப்பட்டனர்.",
        "ஆயுதப்படைகள்: சேவை உறுப்பினர்களை சமூகமயமாக்க சரியான திட்டம் உள்ளதா? இறுதி புதுப்பிப்பு: ஜனவரி 18, 2024",
        "கயாத்ரி போஜின் ஆன்லைன் சட்டத்தின் கீழ் முதல் அடிப்படை கட்டளையை ஜனகா ரத்னாயகே பெறுகிறார்",
        "ஆயுதப்படைகளின் சக்தி இப்போது நாட்டிற்கு ஒரு சுமையாக இருக்கிறதா? இறுதி புதுப்பிக்கப்பட்டது: டிசம்பர் 7, 2023"
      ]
    },
    "en": {
      "title": "Is Sri Lanka safe to travel alone?Why has any social talk?",
      "body_lines": [
        "Is Sri Lanka safe to travel alone?Why has any social talk?",
        "The Easter bomb explosion, the tourism industry in the face of the Coven and the Economic Crisis, Sri Lanka tourism is currently being resurrected. Minister of Tourism, Harin Fernando told the media that tourism was about $ 1 billion in the first three months.",
        "Most of the tourists visiting Sri Lanka at present are the visitors to visit. Most foreign women visit Sri Lanka to visit the same. A magazine called Timeout.com has been named the best destination for women who travel alone.",
        "Troops of 10 hills in Sri Lanka for 'Sollow Trave' in Sri Lanka",
        "However, many women who had commented on the social media in this regard have commented that it was not. In this regard, the majority of the social media was able to monitor mixed responses, and the majority had claimed that women in Sri Lanka are difficult to travel safely on a bus or traveling. If so, they had questioned how Sri Lanka is a safe place to travel alone. Some social media activists have even created video in this regard.",
        "Many stakeholders who have raised the contradictions were women in Sri Lanka that women were dressed in Sri Lanka, freely to travel alone. They point out that those women have to be at least whispning to submit to a verbal violence. Many women traveling on everyday buss were told in the social media, they have not yet been able to feel safe to travel alone in Sri Lanka because of their experience.",
        "Others were views that they generally vindicate from the Sinhala language, but they do not understand any oral violence, as they do not have a knowledge of Sinhala.",
        "The BBC observed BBC Sinhala in Sri Lanka, who visited the Sinhalese in Sri Lanka.",
        "Dilini Udari, who is traveling alone in Sri Lanka, says that he had no problem in Sri Lanka that he had not faced any kind of problem in Sri Lanka.",
        "\"When I started traveling, I had no idea how I packed a bag. There was no plans for the places. But when I traveled for a while, I realized that if I make a plan, they would be important to my security. So I'm going to travel with a good plan now. So I have no problem, \"she says.",
        "She says that many people have a problem with the views of many people in social media.",
        "\"Some commenting viewed me that these people really were truly tragies. I have gone well with my visits now over these years now. I know what kind of garment is right to the place, and what kind of things I need to know about the area and what I have to take.. If you understand these things, any woman can go safely and go safely. \"",
        "Dilini points out that a woman's risk is at a minimum risk.",
        "\"We can be an unknown province. But we must go well aware of that place. When we go to the province, those who have identified the feelings of our face to identify those who know that side or not knowing. Those who fell like we know nothing. I think we can escape these questions with a good understanding and focused. \"",
        "Dilini says that often people who meet her in travel have been very helpful.",
        "\"One time I went to a tour of the rim surrounded by the mountains of Sri Lanka, which is a lowest village in Sri Lanka, went to the village. I have been a little distance, and I was a little late night. Among the journey, I met one old person. \"",
        "\"When I was a distance, he told us to stop this house with us tomorrow if I would be the same home.. Because I was still planning to stay and there was a lot of distance. I agreed with the family and spent the night at the house where they did a great help. \"",
        "\"So I don't think people always come to bother us. A lot of people are very good. So, as I have said, \"Dilini described her journey.\"",
        "Vishwani Jayaweera, who work in the private sector, travels alone in Sri Lanka from two years. She runs a YouTube channel and as a woman, she is published as a woman traveling alone. They watch a large number of people. Vishwani also says that the problems faced with the problems he had to face during two years was very low.",
        "\"My first visit went to my first visit to the tourist destination. I was there to Ohih to Ohik. When I went, I met one group. A lot of those people encouraged me. No one says unnecessary things. I've been encouraged to do so when I found out that I am still traveling alone. As a visit, I don't think it's in Sri Lanka that it is in Sri Lanka, \"she says.",
        "Vishwani often camped in tourist destinations. She says that even in the country of tourist destinations, she says she has not yet had such a bad experience.",
        "\"When I usually catape, I talk to the people around the villages around. They have contact with them on the way to. Then, if I have a problem, talk to them. \"That's one trick that she is following.",
        "'And when we go, we must be aware of the land that catapps.'",
        "She says he had to face a problem once.",
        "\"Even in the villages without more people, I really had a problem at the Nuwara Eliya town. Even then I was traveling on his own. Asa as a cold at Nuwara Eliya. Three-wheeler driver continued to follow me. Then he stopped and tried to get back and tried to hand with me. I showed the 'GOPRO in my hand at that time and show him that if he came to nearby. Then he left. If I didn't say that at the time, he would have come and hurt me. \"",
        "Vishwani points out that he is concerned about protection when he is on their own.",
        "\"Sri Lanka is a separate culture. We dressed a suit of foreign women, but we've got it a bit difficult for us. So when I travel, I take care of my dress. And I'm talking good. I invite those in the surroundings that I know about that area. If you follow these tactics, we can be assured of ourselves. \"",
        "We were willing to travel alone as the young women who were on their own visitors, but we also discussed the young women who claimed to be safe to travel alone.",
        "Previously, BBC was reportedly reported in buses by BBC Sinhalese. At present, a special police operation will be implemented to look into the buses on the buses.",
        "The abuse of Sri Lankan women in public transportation: 'The trouble meeting with the day",
        "A young woman who is willing to travel alone but have not felt safe for it so far, BBC said to BBC Sinhala. Runusha, a twenty-seven, is always a tour of his friends. She says she wants to travel alone, but that is not yet a safe feeling.",
        "\"Do we see how many events are going on a bus in the morning evening? There is a question that we don't really go on the road,\" says Rnause.",
        "\"When I was traveling with friends, they have seen some people some things. But they do not know what that means. Therefore, women may lose a problem. But we understand that. \"",
        "\"We can't go to the head and go to bed when the beach like Trincomalee, Galle and in the temperature.. We have to have a comfortable dressing for us. But we are not alone. If we do not, we do not listen to us or say something, \"She finally described.",
        "The above timeout.com magazine has received this type of Facebook Post, X and various social media reports to name Sri Lanka to visit women alone in Sri Lanka alone.",
        "Some had argued that there was no protection to travel alone in Sri Lanka with various internet, and some were mistakenly criticized by Sri Lanka.",
        "Armed Forces: Is there a proper program to socialize serving members? Final Update: January 18, 2024",
        "Janaka Ratnayake receives the first base command under the Online Act of Gayathri Bowage",
        "Is the power of the armed forces now a burden to the country? Final Updated: December 7, 2023"
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's safety for solo travelers varies, with mixed social media responses. Tourism is recovering, but concerns remain, especially for women. Some travelers, like Dilini Udari and Vishwani Jayaweera, report positive experiences, emphasizing planning, awareness, and local interactions. However, others express safety concerns, particularly regarding public transportation and cultural differences."
  ]
}