{
  "translated_text": {
    "si": {
      "title": "සමාජගත නොවන දුම්රිය සේවකයින්ට එරෙහිව විනය ක්රියාමාර්ග ගැනීම;ඊ.. බස් රථවල දුම්රිය ප්රවේශ පත්ර භාවිතා කිරීමට අවසර දීම - ප්රවාහන හා මහාමාර්ග",
      "body_lines": [
        "ප්රවාහන හා මහාමාර්ග අමාත්යාංශයේ ලේකම්, ප්රවාහන හා මහාමාර්ග අමාත්යාංශයේ ලේකම්, හදිසියේ වැඩ වර්ජනයක් අත්යවශ්ය වැඩක් ලෙස ප්රකාශයට පත් කිරීම නීතිගත කිරීම නීති විරෝධී බව පවසයි.",
        "මෑතකදී ජනාධිපති රනිල් වික්රමසිංහ මහතා අත්යවශ්ය සේවාවක් ලෙස ප්රවාහන සේවාවක් ලෙස ප්රකාශයට පත් කර ඇති අතර ගැසට් නිවේදනය නිකුත් කර ඇත.",
        "දුම්රිය ස්ථානවල විදුහල්පතිවරුන් හා නියාමකයින් විසින් හදිසියේම කැඳවූ වැඩ වර්ජනය නීති විරෝධී බව අමාත්යාංශයේ ලේකම්වරයා පෙන්වා දුන්නේය.",
        "හදිසියේ වැඩමුළුව හේතුවෙන්, බියකරු සිහිනය බදුල්ලා, ත්රිකුණාමලය සහ මඩකලපුව වෙත අවලංගු කර ඇති අතර පීඩාවට පත් ජනතාවගේ ගමන පහසු කර ගැනීමට තීරණය ගෙන තිබේ.",
        "ශ්රී ලංකා ප්රවාහන මණ්ඩලයට අයත් බස් රථ (එස්එල්ටීබී). එමනිසා, බදාදා (10) සේවා ස්ථානය හේතුවෙන් බදාදා (10) මෙහෙයුම් කාර්යාලයේ මෙහෙයුම් කාර්යාලයට බාධාවක් තිබේ නම්, ප්රවාහන අමාත්යාංශයේ ලේකම්වරයා වැඩිදුරටත් කියා සිටියේ නිදහස් ප්රවාහනය සැපයීම සහ නොමිලේ ප්රවාහන පහසුකම් සැපයීම සඳහා බස් රථ වැඩි කර ඇති බවයි."
      ]
    },
    "en": {
      "title": "Disciplinary action against railway workers who do not socialize;E.. Permission to use railway tickets on buses -Ministry of Transport and Highways",
      "body_lines": [
        "Ranjith Rupasinghe, Secretary of the Ministry of Transport and Highways, says that it is illegal to engage in a sudden strike as transport service in the country has been declared as an essential service.",
        "Recently, President Ranil Wickremesinghe has been declared a transport service as an essential service and the gazette notification has been issued.",
        "The Secretary of the Ministry pointed out that the strike, which was suddenly called by the railway station principals and regulators, was illegal.",
        "He further stated that due to the sudden workshop, the nightmare has been canceled to Badulla, Trincomalee and Batticaloa and the decision has been taken to ease the journey of the affected people.",
        "Buses belonging to the Sri Lanka Transport Board (SLTB). Therefore, if there is a disruption to operating office trains on Wednesday (10) due to the workplace, the Secretary of the Ministry of Transport further stated that the buses have been increased to provide free transportation and provide free transport."
      ]
    }
  },
  "summary_lines": [
    "Railway workers face disciplinary action for strikes, deemed illegal as transport services are essential. Following a sudden strike call, President Ranil Wickremesinghe declared transport services essential, making strikes illegal. The strike led to cancellations of certain train services, prompting the Ministry of Transport and Highways to allow SLTB buses for free transportation to ease travel for affected passengers."
  ]
}