{
  "translated_text": {
    "si": {
      "title": "හෙට සිටින විට අලුත් අවුරුද්ද",
      "body_lines": [
        "2025 නව වසර පිළිගැනීමට ලෝකයේ ජාතීන් සූදානම් වෙමින් සිටිති. 2024 ට ජාත්යන්තරව අසංඛ්යාත සිදුවීම් හමු වී තිබේ. 2024 දී ලෝකයේ සමහර ප්රධාන සිදුවීම් කිහිපයක් යථා තත්වයට පත් කිරීම මෙම තනතුරේ පරමාර්ථය වේ.",
        "2024 ලොව විශාලතම මැතිවරණ වර්ෂය විය. රටවල් හැටකට වඩා වැඩි ගණනක ජීවත් වන රටවල්, එනම් ලෝක ජනගහනයෙන් සියයට 50 කට වැඩි ප්රමාණයක් නියෝජනය කරමින්, 2024 මහ මැතිවරණයට මුහුණ දුන්නේය.",
        "එක්සත් ජනපදය, මෙක්සිකෝව, පාකිස්තානය, ඉන්දියාව, ඉන්දුනීසියාව සහ දකුණු අප්රිකාව ඇතුළු බොහෝ රටවල් නව නායකයින් තෝරා පත් කර ගෙන තිබේ.",
        "මෙම මැතිවරණ ගෝලීය විචල්යතාවයක් ප්රකාශ කර ඇති අතර ජාතිකත්වය හා ආර්ථික ප්රතිසංස්කරණ ඉස්මතු කර තිබේ.",
        "ලෝකයේ මැතිවරණය ඔවුන්ගේ රටවල ජාතික දේශපාලනයේ වෙනසක් සිදු කර ඇති අතර එය ජාත්යන්තර සබඳතා කෙරෙහි බලපෑමක් ඇති කර තිබේ. එපමණක් නොව, රුසියාව-යුක්රේනය, ඊශ්රායලය-හමාස් යුද්ධ සහ මැද පෙරදිග අඛණ්ඩ යුද ආතතීන් සහ සුඩානයේ ආතතීන් සහ තවත් බොහෝ රටවල් යුද්ධ මාලාවක් ලෙස සැලකේ.. අද යථාර්ථය නම් මෙය විසඳීම සඳහා ජාත්යන්තර මාධ්යයක් නොමැති වීමයි.",
        "දකුණු චීන මුහුදේ ආතතිය එහි අසල්වැසි රටවල, විශේෂයෙන් පිලිපීනයේ සහ වියට්නාමයේ ආතතියක් ඇති කර තිබේ.",
        "මේ හැරුණු විට, ගෝලීය වෙනසක්, අන්තර් සම්බන්ධිත සංක්රමණය, ආහාර, ඇඳුම් පැළඳුම්, කෘතිම බුද්ධිය නොමැති සරණාගතයින්ගේ තත්වයන්, කෘතිම බුද්ධිය වර්ධනය කිරීම ලෝකයේ ගමන් මගෙහි විශාල වෙනසක් ඇති කර තිබේ.",
        "ඔහු පස්වන කාලය සඳහා අග්රාමාත්යවරයා ලෙස දිවුරුම් දුන් අතර බංග්ලාදේශ අගමැති ෂෙයික් හසීනාගේ නායකත්වයෙන් ආසන 223 ක ආසන 223 ක් ජය ගත්තේය.",
        "කෙසේ වෙතත්, අගෝස්තු මාසයේ රටේ දේශපාලන නැගිටීම හේතුවෙන් ඔහු සිය ධුරයෙන් ඉල්ලා අස්වී ඉන්දියාවේ රැකවරණය ලබා ගැනීමට සිදුවිය.",
        "අතුරු ආණ්ඩුවේ ප්රධානියා වන්නේ බංග්ලාදේශයේ ඉතිහාසයේ සැලකිය යුතු සන්ධිස්ථානයක් වන නොබෙල් ත්යාගලාභී මොහොමඩ් යූනස් විසිනි. නැගී එන හින්දු භික්ෂියාට එරෙහි හිංසනය ඉන්දියාවේ සහ බංග්ලාදේශයේ සුහදතාවයේ භේදයක් බව සොයාගෙන ඇත.",
        "හිටපු අග්රාමාත්ය ඉම්රාන් ඛාන්ගේ ටෙරීක්-ඊ-ඉන්සයාෆ් පක්ෂ අපේක්ෂකයින් පෙබරවාරි මාසයේ පාකිස්තානයේ පාර්ලිමේන්තු මැතිවරණයේදී ආසන 95 ක් දිනා ගත්හ. කෙසේ වෙතත්, ආසන 64 ක් පමණක් දිනාගත් පාකිස්තාන මුස්ලිම් ලීගය පාකිස්තාන මහජන පක්ෂය සමඟ නව රාජ්යයක් විය.. පක්ෂයේ නායක ෂෙබාස් ෂරීෆ් දෙවන වරටත් අගමැති බවට පත්විය",
        "මාර්තු මාසයේ පැවති ඡන්දයෙන් සියයට 87 ක ඡන්ද ප්රතිශතයක් සමඟ රුසියානු ජනාධිපතිවරණය ව්ලැඩිමීර් පුටින් දිනා ගත්තේය.",
        "මැතිවරණයෙන් පසු, යුක්රේනයේ රුසියාවේ විශේෂ මිලිටරි මෙහෙයුම් සහ රුසියානු හමුදාව ශක්තිමත් කිරීම සහතික කිරීම සඳහා මැතිවරණය අවශ්ය බව සැලකිල්ලට ගත යුතුය.",
        "200 පාරේ මැතිවරණ ඉතිහාසය වන ක්ලෝඩියා ෂෙන්බෑම්, උතුරු ඇමරිකානු මෙක්සිකෝවේ උතුරු රට පිළිබඳ ඉතිහාසයේ පළමු කාන්තා සභාපති.",
        "රෝමානු කතෝලික සමාජ අංශයට අයත් කිතුනුවන්ගෙන් බහුතරයක් මෙක්සිකෝවේ, මෙක්සිකෝවේ පාලක පක්ෂය වන මොනාහි මෙක්සිකෝවේ පැවති පසුගිය ජුනි මැතිවරණයේදී, පක්ෂය (සීමාසනය) වෙනුවෙන්.",
        "මෙක්සිකෝව යනු රටේ දෙවන රෝමානු කතෝලික ජනගහනයයි.",
        "2024 දී, සිය මිලිටරි මෙහෙයුම් ලෙබනනයට, ඉරානය, සිරියාව සහ යේමනය වෙත ව්යාප්ත කිරීම සහ එහි මිලිටරි ශක්තිය ලෝකයට ලබා ගැනීමට ඊශ්රායලය ලෙස සැලකේ.. හමාස් ව්යාපාරයට එරෙහිව එහි ප්රහාරය දිගටම කරගෙන යන අතරම, ඊශ්රායෙලය ලෙබනනයේ සහ ලෙබනනයේ හිස්බුල්ලා සංවිධානයට එරෙහි යුද්ධය වේගවත් කර තිබේ.. ඊට පසුව, එය තම ජාතියට එරෙහිව ක්රියා කළ නායකයින් බොහෝ දෙනෙක් killed ාතනය කළහ.",
        "ඉරානයේ අගනුවර වන ඊශ්රායලය-හමාස් නායක ඉස්මයිල් හනනි ඊශ්රායලය පිළිගත්තේය.. සැප්තැම්බර් වන විට හැස්බුල්ලා එයාර් අවකාශය විසින් හසන් නස්රාලා විසින් was ාතනය කරන ලදී. පසුව, හමාස් ජලාශ්යා නායක යාහු සින්වර් ද විනාශ විය.",
        "ඉරානයට එරෙහි ගුවන් ප්රහාරයක් එල්ල කළ ඊශ්රායලය, යේමනයේ හුති සොල්දාදුවන්ට දිගින් දිගටම පහර දෙති.",
        "රටේ ස්වෛරීභාවය ආරක්ෂා කිරීම අවශ්ය බව ඊශ්රායෙලය අඛණ්ඩව ප්රකාශ කිරීම ද හැකි ය.",
        "ඉරානය, හමාස්, හිස්බුල්ලා සහ හූති වැනි චලනයන් ඊශ්රායලයට මිසයිල ප්රහාර මාලාවක් දියත් කළහ. ඊශ්රායලය ද ගුවන් ප්රහාර එල්ල කර ඇති බව සැලකිය යුතු ය. මැද පෙරදිග ආතතියක් ඇති බව අන්යෝන්ය ප්රහාර නිරීක්ෂණය කළ හැකිය.",
        "අවුරුදු දාහතක් පසු, කම්කරු පක්ෂය වන එක්සත් රාජධානියේ පාර්ලිමේන්තු මැතිවරණයේදී 2024 ජූලි මාසයේදී කම්කරු පක්ෂය අත්අඩංගුවට ගෙන දිවයිනේ අගමැති විය.",
        "මැතිවරණයේදී අගමැති රිෂි සුපුරුදුවාගේ කොන්සර්වේටිව් පක්ෂය පරාජයට පත්වීම සැලකිය යුතු කරුණකි.",
        "ඉන්දියාව සහ කැනඩාව the ාතනය කිරීම සඳහා ඉන්දියාව to ාතනය කිරීම සඳහා කැනේඩියානු පුරවැසියන් සහ ඛලිස්ට් ස්පීඩිස්ට් හං රිජර් ඉන්දියාව සහභාගී වූ බව රාජ්ය තාන්ත්රික සබඳතා පැවැත්විය හැකිය.",
        "ඉන්දියාවේ කැනඩාවේ තානාපතිවරුන්ට ඉන්දියාවේ තානාපතිවරුන්ගෙන් ඉවත් වන ලෙස ඉන්දීය රජය කැනඩාවේ තානාපතිවරුන්ට නියෝග කර තිබේ.. දෙරට අතර මෙම මතභේදය දිගටම පවතින නම්, දෙරටේ සබඳතා දිගු කලක් තිස්සේ පැවති බලපෑමක් ලෙස සැලකේ.",
        "මෙම යුද්ධය රුසියාව සහ නේටෝ රටවල් අතර සබඳතාවල තවදුරටත් ඉරිතැලීම් ඇති කිරීමට ඉඩ ඇත.",
        "මිසයිල ප්රහාර සහ පුළුල් සිවිල් වැසියන් හේතුවෙන් යුද්ධයට විසඳුමක් සෙවන ලෙස ලෝකයට දැනුම් දී තිබේ.",
        "මෙම යුද්ධය නිසා ඇති වූ ආර්ථික පසුබෑම, ගෝලීය උද්ධමනය ඉහළ යාම සහ ආහාර නොමැතිකම ලෝකයේ අවධානය දිනාගෙන තිබේ.",
        "රුසියානු ජනාධිපතිවරයාගේ අනතුරු ඇඟවීම, \"රුසියාවට එරෙහිව රුසියාවට එරෙහිව රුසියාවට එරෙහිව යුක්රේනය දිගු කලක් භාවිතා කරන්නේ නම්, අපි න්යෂ්ටික අවි භාවිතා කරන්නෙමු.\"",
        "මහාද්වීපික මිසයිල විසින් රුසියාව සහ යුක්රේනය භාවිතා කරනු ලැබේ.",
        "මේ අතර, රුසියාවට පක්ෂව යුක්රේනයට එරෙහිව සටන් කිරීම සඳහා උතුරු කොරියානු හමුදාව යවා ඇත.",
        "\"මම යුද්ධ ලුහුබැඳ යන්නේ නැහැ. එක්සත් ජනපද මැතිවරණය ජයග්රහණය කළ ඩොනල්ඩ් ට්රම්ප්ගේ ප්රකාශය ලෝකයේ සටන් විරාමයට සං signal ාවක්.. කෙසේ වෙතත්, ඔහුගේ ප්රකාශය ලැබීමෙන් පසුව පවා යුද්ධ පැවැත්වීම ගැන සැලකිලිමත් වීමකි.",
        "18 වන ඉන්දියානු ලෝක් සභා මැතිවරණයෙන් ජයගත් භාරතීය ජනතා පක්ෂයේ භාරතීය ජනතා පක්ෂය. නරේන්ද්ර මෝඩි තෙවැනි වරටත් ඉන්දියානු අගමැති බවට පත්විය.",
        "ඩොනල්ඩ් ට්රම්ප් එක්සත් ජනපද ජනාධිපතිවරණයේදී එක්සත් ජනපද ජනාධිපතිවරණය ජයගෙන දෙවන වරටත් එක්සත් ජනපදයේ ජනාධිපති ධුරයට පත්විය. ඔහු එක්සත් ජනපදයේ 47 වන සභාපති වේ.",
        "ප්රංශයේ ඉතිහාසයේ පළමු වතාවට",
        "චාන්සලර් ඔලබ් ස්කයිලස් විසින් මෙහෙයවන ලද පාලක සභාගයේ කැඩී යාම හේතුවෙන් ඔහුට දෙසැම්බර් 16 වන දින විශ්වාසනීය ඡන්දය අහිමි විය. මැතිවරණය 2025 පෙබරවාරි 23 වන දින පැවැත්වීමට නියමිතය.",
        "සැප්තැම්බර් මාසයේ පැවති ජනාධිපතිවරණයේදී ජාතික මහජන බලයේ නායක අනුරමුර දිසානායක මහතා",
        "2000 සිට සිරියාව පාලනය කළ ජනාධිපති බෂාර් අල් අසාද් දෙසැම්බර් මාසයේදී අවසන් විය. එච්.ටී., ඔහුගේ පාලනයට සාපේක්ෂව අවුරුදු දහහතරක් පමණ සිවිල් යුද්ධයක යෙදී සිටින HTS, HAYAT THI'-SLAM. ඉස්ලාමීය සන්නද්ධ හමුදාවන්ගේ අරගලයේ ප්රති the ලයක් ලෙස සිරියානු ජාතික හමුදාව වන සිරියානු ජාතික හමුදාවේ නාගරික කණ්ඩායම සහ සිරියාවේ අගනුවර වන සිරියාවේ අගනුවර වන සිරියාවේ අගනුවර වන සිරියාවේ මායාව මාංචු දැමීය.",
        "හිටපු ජනාධිපති බෂාර් අල් අසාද් සහ ඔහුගේ පවුලේ අය රුසියාවේ රැකවරණය පැතූහ. පාලන තන්ත්ර වෙනසක් ඇති තුර්කිය සහ ඊශ්රායලය වැනි රටවල්",
        "සිරියාවේ සමහර ප්රදේශවල මෙම ආක්රමණය දක්නට ලැබුණි. අනාගතයේ දී ඇති ප්රතිවිපාක මොනවාදැයි එය දැකගත හැකිය. ස්වාභාවික විපත්",
        "2024 දී ජපානයේ වයඹ දෙසින් වෙරළ තීරයේ ජපානයේ වයඹ දෙසින් වෙරළ තීරයේ දැඩි භූමිකම්පාවක් සිදු විය.",
        "මැයි මාසය වන විට මැයි මස මුඩු අනුව, අධික වර්ෂාව සහ සීතල ලාවා සහ මඩ ගොවිතැන් වූ සුමත්රා දිවයිනේ ගිනිකඳු ගංවතුර ඇති වූ අතර බොහෝ දෙනෙක් අතුරුදහන් වූ බව වාර්තා විය.",
        "පැපුවා නිව්ගිනියාවේ අවම වශයෙන් පුද්ගලයින් 2,000 ක් ජීවතුන් අතර තැන්පත් කර ඇති බව රාජ්ය රජය ප්රකාශ කළේය.",
        "සැප්තැම්බර් මාසයේදී එක්සත් ජනපදයේ උතුරු කැරොලිනා ප්රාන්තයට ගොදුරු වූ හෙලන් කුණාටුව, සහ බොහෝ මිනිසුන් මියගොස් ෆ්ලොරිඩ ඇතුළු පළාත් හතක ව්යසනය සිදු වූහ.",
        "ඔක්තෝම්බර් මාසයේදී සහරා කාන්තාරයේ වර්ෂාපතනය හේතුවෙන් කාන්තාරයේ කොටස් කිහිපයක අධික ගංවතුර. අධික වර්ෂාපතනයෙන් පසුව, ඒපී ප්රවෘත්ති ඒජන්සිය පැවසුවේ අවුරුදු පනහක් තිස්සේ වියළී ගිය ඉරියි විල ජලයෙන් පිරී ඇති බවයි.",
        "ඔක්තෝම්බර් මාසයේදී ස්පා .් for යේ වැලෙන්සියාවේ අධික වර්ෂාව හේතුවෙන් සිය ගණනක් වැඩි පිරිසක් ඛේදජනක ලෙස මිය ගොස් ඇත.",
        "පිලිපීනයේ ඊසාන දෙසින් පිහිටි ට්රාලි කුණාටුව හා ගංවතුර හේතුවෙන් ඔක්තෝම්බර් මාසයේදී බොහෝ ප්රදේශ ජලයෙන් යටවී ඇති අතර බොහෝ දෙනෙක් පිලිපීනයේ ඊසාන දෙසින් පිහිටි ට්රාලි කුණාටුව හා ගංවතුරෙන් මිය ගියහ.",
        "පෙර නොවූ විරූ උෂ්ණත්වය 2024 ක උණුසුම්ම කාල පරිච්ඡේදයේ කොටසක් ලෙස සැලකේ.",
        "මෙම තාපය 2023 සිට මාස 13 ක් පමණ ආරම්භ විය. ජූලි 22 ලෝකයේ උණුසුම්ම දිනය විය.",
        "තායිලන්තයෙන් පියාසර කරන ගුවන් යානය තායිලන්තයේ සිට දකුණු කොරියාවේ දකුණු කොරියාවේ ජාත්යන්තර ගුවන්තොටුපළ දක්වා ගමන් කරමින් සිටි අතර මේ වසරේ අවසන් සතියේ මගීන් 179 ක් were ාතනය කරන ලදී.",
        "ඒ හා සමානව, අසර්බයිජානයේ සිට රුසියාව දක්වා මගී ගුවන් යානයක් කසකස්තානයේ අතු නගර ගුවන්තොටුපළ අසල බිමට කඩා වැටුණි.",
        "මෙම වසර අවසානයේදී මෙම සිදුවීම් දෙක සිදු වූ ඛේදනීය සිදුවීමකි.",
        "කෘතිම බුද්ධිය මේ වසරේ සිරස්තල ප්රවෘත්ති වල ඉදිරියෙන් සිටියේය. 2024 දී, හ voice ක්ලෝනකරණය, රූප නිර්මාණය, සංගීතය මැවීම, සංගීතය සංදර්ශනය සහ යථාර්ථවාදී වීඩියෝ නිර්මාණය වැනි හැකියාවන් සහිත, කෘතිම බුද්ධි සොයා ගැනීම ප්රධාන වශයෙන් මානව වර්ගයා මෙන් පාරිභෝගිකයා සමඟ කතා කිරීමට පරිගණක ක්රියාකාරකම් කෙරෙහි යොමු විය.",
        "එක්සත් ජනපදය හා චීනය කෘතිම බුද්ධි පර්යේෂණ පිළිබඳ පර්යේෂණ, යුරෝපයේ විභව අපයෝජනය විසඳීම සඳහා දැඩි බුද්ධි පර්යේෂණ, දැඩි රෙගුලාසි ආධිපත්යය දරයි",
        "තාක්ෂණික තරගය භූගත බුද්ධි කුසලතා, ආරක්ෂක උපක්රම, සයිබර් ආරක්ෂක ප්රතිපත්ති සහ ආර්ථික තරඟ කෙරෙහි ආතතීන් ඇති කර ඇති අතර කෘතිම බුද්ධි කුසලතා, ආරක්ෂක උපක්රම, සයිබර් ආරක්ෂක ප්රතිපත්ති සහ ආර්ථික තරඟ කෙරෙහි බලපෑමක් ඇති කරයි.. 2024 අභියෝගාත්මක වසරක් විය.",
        "මානව වර්ගයාගේ ප්රතිගාමීත්වය, යුද්ධ, සරණාගත ගැටළු සමූහයක්, ළමුන් විශාල පිරිසකගේ මරණය, කෘතිම බුද්ධි බුද්ධියේ බලපෑම සහ දේශගුණික විපර්යාසයන් අභියෝගාත්මක ය.",
        "වර්තමාන ලෝකයේ ගැටලුව හේතුවෙන් පරිපාලනය, සම්මත ක්රියා පටිපාටි සහ ආචාර ධර්ම තාක්ෂණ සම්බන්ධීකරණයේ අවශ්යතාවය මෙය අවධාරණය කරයි."
      ]
    },
    "en": {
      "title": "New Year when tomorrow",
      "body_lines": [
        "The nations of the world are preparing themselves to welcome the New Year 2025.  2024 has encountered countless events internationally. The purpose of this post is to restore some of the major events in the world in 2024.",
        "2024 was the world's largest election year. Countries living in more than sixty countries, namely, representing more than 50 percent of the world's population, faced the general election of 2024.",
        "Many countries, including the US, Britain, Mexico, Pakistan, India, Sri Lanka, Indonesia and South Africa, have elected new leaders.",
        "These elections have expressed a global variation and highlight the nationality and economic reforms.",
        "The elections in the world have made a change in the national politics of their respective countries, but also an impact on international relations. Moreover, Russia-Ukraine, Israel-Hamas wars, and continuous war tensions in the Middle East, and tensions in Sudan and many other countries are considered a series of wars.. Today's reality is that there is no international means to address this.",
        "The tension in the South China Sea has created a tension in its neighboring countries, especially in the Philippines and Vietnam.",
        "Apart from this, global change, inter -nation's migration, the deaths of a large number of children due to wars, the conditions of the people who become refugees without food, clothing, the development of artificial intelligence, and the development of artificial intelligence have made a major change in the course of the world.",
        "He was sworn in as prime minister for the fifth time, winning 223 seats in 223 seats, led by Bangladesh Prime Minister Sheikh Hasina.",
        "However, due to the political upheaval in the country in August, he resigned from his post and had to take refuge in India.",
        "The interim government is headed by Nobel laureate Mohammed Yunus, a significant turning point in the history of Bangladesh. Violence against the rising Hindus is found to be a rift in the goodwill of both India and Bangladesh.",
        "Former Prime Minister Imran Khan's Tehreek-e-Insaf party candidates won 95 seats in the parliamentary elections in Pakistan in February. However, the Pakistan Muslim League, which won only 64 seats, formed a new state with the Pakistan People's Party.. Leader of the party Shebas Sharif became prime minister for the second time",
        "Vladimir Putin won the Russian presidential election in March with 87 percent of the vote.",
        "It should be noted that after the election, it must be noted that the election is necessary to ensure that Russia's special military operations in Ukraine and the strengthening of the Russian military are necessary.",
        "Claudia Shenbam, the first female president in the 200 -year election history of the North American country of Mexico.",
        "In the last June election in Mexico, which has a majority of Christians belonging to the Roman Catholic Social Division, Morna, the ruling party of Mexico, contested on behalf of the party (leftist).",
        "Mexico is the country's second Roman Catholic population.",
        "In 2024, Israel may be considered to expand its military operations to Lebanon, Iran, Syria and Yemen and seek its military strength to the world.. While continuing its offensive against the Hamas movement, Israel has stepped up its war against the Iran -backed Hezbollah organization in Lebanon and Lebanon.. Following that, it killed many leaders who acted against their nation.",
        "Israel acknowledged that Israel-Hamas leader Ismail Hananie was killed in Tehran, the capital of Iran.. By September, Hassbullah was killed by Hassan Nasralla by airspace. Subsequently, Hamas movement leader Yahya Sinwar also destroyed.",
        "Israel, which has launched an air strike against Iran, continues to attack Houthi soldiers in Yemen.",
        "It is also possible to observe Israel's continuous claiming that it was necessary to protect its country's sovereignty.",
        "Movements like Iran, Hamas, Hizbullah and Houthi launched a series of missile attacks towards Israel. It is noteworthy that Israel has also taken up air strikes. The mutual attacks could be observed that the Middle East was still in a tension.",
        "Fourteen years later, the Labor Party seized the regime in the UK parliamentary election in July 2024 and became the prime minister of the country.",
        "It is noteworthy that the Conservative Party led by Prime Minister Rishi Sunak was defeated in the election.",
        "Diplomatic relations can be observed that Canadian citizen and Khalistan activist Hardeep Singh Nijjar accused India of participating in the killing of India and Canada.",
        "The Indian government has ordered Canada's ambassadors to leave Canada's Ambassadors in India.. If this controversy between the two countries persists, the relations of the two countries are considered to be a long -term impact.",
        "This war is likely to cause further cracks in the relations between Russia and NATO countries.",
        "The world has been asked to find a solution to the war due to missile attacks and widespread civilians.",
        "The economic setbacks caused by this war, the increase in global inflation, and the lack of food have attracted the attention of the world.",
        "The Russian president's warning, \"If Ukraine uses the long -running of the war against Russia against Russia against Russia, we will use nuclear weapons.\"",
        "Russia and Ukrainian use the missiles that flow from the continent.",
        "Meanwhile, the North Korean army has been sent to fight against Ukraine in favor of Russia.",
        "“I'm not going to pursue wars. I am going to stop the wars of the wars. ”. However, it is a matter of concern that wars are being held even after his claim.",
        "Bharatiya Janata Party -led National Democratic Alliance won the 18th Indian Lok Sabha elections. Narendra Modi became Prime Minister of India for the third time.",
        "Donald Trump will win the US presidential election in the US presidential election and take over as president of the United States for the second time. He is the 47th president of the United States.",
        "For the first time in France's history",
        "Due to a rupture in the ruling coalition led by Chancellor Olab Skalus, he lost the confidence vote on December 16. The election is scheduled to be held on February 23, 2025.",
        "Anuragumara Dissanayake, the leader of the National People's Power in the presidential election in September",
        "President Bashar al-Assad, who ruled Syria since 2000, ended in December. HTS, Hayat Tahrir al-Sham, who has been in the civil war for about fourteen years against his rule. As a result of the struggle of the Islamic Armed Forces, the Syrian National Army, the Urban Group of Syrian National Army and the Army Rebellion Group, the Syria's capital, the capital of Syria, became handcuffed.",
        "Former President Bashar al-Azad and his family sought refuge in Russia. Countries like Turkey and Israel with regime change",
        "The infiltration was seen in some parts of Syria. It remains to be seen what consequences will have in the future. Natural disasters",
        "A heavy earthquake struck on the northwest coast of Japan on New Year's birthday in 2024.",
        "By May by May, heavy rains and cold lava and mud had caused a sudden flooding of the volcano on the island of Sumatra, Indonesia, and many were reported missing.",
        "In June, the state government announced that at least 2,000 people were buried alive in the landslide in Papua New Guinea.",
        "In September, helen storm that hit the northern Carolina state of the United States, and many people died and seven provinces, including Florida, were disaster.",
        "Heavy flooding in a few parts of the desert due to rainfall in the Sahara Desert in October. After the heavy rainfall, the AP news agency said that the Iriki Lake, which had been dried up for fifty years, was filled with water.",
        "In October, more than one hundred people were tragically killed in heavy rains in Valencia, the eastern part of Spain.",
        "In October, many areas were submerged and many were killed by the tramie storm and floods that hit the northeast of the Philippines.",
        "Unprecedented temperatures were considered part of the hottest period of 2024.",
        "This heat lasted for about 13 months beginning with 2023. July 22 was the world's hottest day.",
        "The flight from Thailand was traveling from Thailand to the Muwan International Airport in South Korea, and 179 passengers were killed in the final week of this year.",
        "Similarly, a passenger flight from Azerbaijan to Russia crashed into the ground near the Attu city airport in Kazakhstan.",
        "It is a tragic event that these two incidents took place at the end of this year.",
        "Artificial intelligence was at the forefront of this year's headline news. In 2024, with capabilities such as voice cloning, image creation, transcribing, musicmaking, and realistic video creation, artificial intelligence discovery was mainly focused on computer activities to talk to the customer like human beings.",
        "While the United States and China dominate artificial intelligence research, Strict regulations to address potential abuse of Europe",
        "Technical competition has caused tensions in geo -politics and have an impact on artificial intelligence skills, security tactics, cyber security policies and economic competitions.. 2024 was a challenging year.",
        "The regression of mankind, a series of wars, refugee issues, the deaths of a large number of children, the influence of artificial intelligence, and climate change were challenging.",
        "This emphasizes the need for administration, standard procedures and ethical technology coordination due to the problem of today's world."
      ]
    }
  },
  "summary_lines": []
}