{
  "translated_text": {
    "ta": {
      "title": "திலித்தின் தேர்தல்களின் போது வணிக வடிவமைப்பு",
      "body_lines": [
        "பாராளுமன்ற உறுப்பினர் கம்மன்பிலா உறுப்பினர் திலித் ஜெயவீராவின் தேர்தல் வழக்கறிஞராக சட்டத்தின் தலைமை நடவடிக்கைத் தலைவராக நியமிக்கப்பட்டுள்ளார், சட்டத்தின் திலித் ஜெயவீராவின் தொழில்முனைவோர் வழக்கறிஞர் திலித் ஜெயவீரின் சட்டத்தில் ஜெயாவேராவில் தேர்தல் வழக்கறிஞர்.. இன்று கொழும்பில் நடைபெற்ற செய்தியாளர் கூட்டத்தில், ஊடக செய்தித் தொடர்பாளர் உதய கம்மான்பிலா, உதய கம்மன்பிலா, ஊடக செய்தித் தொடர்பாளராக ஊடக செய்தித் தொடர்பாளராக ஊடக செய்தித் தொடர்பாளராக நியமிக்கப்பட்டுள்ளார்.",
        "மேலும் பேசிய திரு. உதயா கம்மன்பிலா கூறினார்: \"திலித் ஜெயவீராவின் ஜெயரத்னை தேசிய அரசியல் அரசியல் சுத்தம் செய்த வரலாற்றில் முதல்முறையாக யாஃப்னா வரலாற்றில் முதல் முறையாகும். நாங்கள் ஜாஃப்னாவுக்குச் செல்கிறோம், ஏனெனில் நாங்கள் விதைக்கப்பட்டோம் சிங்களவாதிகள் மற்றும் சிங்கள தமிழர்கள், அரசியலில் பிரதான நகரத்தை விதைக்க நாட்டின் முயற்சியை நாங்கள் விதைத்தோம்.",
        "திலித் ஜெயவீரா நாடு முழுவதும் அலைகளில் உள்ள மற்ற வேட்பாளர்களை எவ்வாறு மாற்றுவார் என்பதை விளக்குவோம்.திலித்தின் தேர்தல் அறிக்கை வேறுபட்டது.கொள்கை அறிக்கைக்கு பதிலாக மூலோபாய திட்டம் வழங்கப்பட்டது.திலித்தின் பொறுப்புக்கூறல் வேறுபட்டது.திலித் தான் தங்கள் வாக்குறுதிகளை நிறைவேற்றாவிட்டால் அவர்கள் வழக்குத் தொடரப்படுவார்கள் என்று டிலித் கூறுகிறார்.திலித்தின் நாடு வேறுபட்டது.உளவியல் மற்றும் ஆன்மீக வளர்ச்சியில் ஒரு மகிழ்ச்சி இருக்கிறது என்று திலித் மட்டுமே திலித் கூறுகிறார்.திலித்தின் மூலோபாயம் வேறுபட்டது.ஒரு தொழில்முனைவோர் மூலம் நாடு உருவாக்கப்பட்டது என்று திலித் மட்டுமே திலித் கூறுகிறார்.சுருக்கமாக, எல்லாம் மற்ற வேட்பாளர்களிடமிருந்து வேறுபட்டது."
      ]
    },
    "en": {
      "title": "Designary Design During Dilith's Elections",
      "body_lines": [
        "Member of Parliamentarian Gammanpila has been appointed as the Chief Operations Chief of Dilith Jayaweera's Election Attorney at Law Dilith Jayaweera Entrepreneurship Attorney at Law Dilith Jayaweera's Electoral Attorney at Law Dilith Jayaweera.. At a press conference held in Colombo today, Udaya Gammanpila, Udaya Gammanpila, a media spokesman, has been appointed as a media spokesman as a media spokesman as a media spokesman.",
        "Speaking further Mr. Udaya Gammanpila said: \"For the first time in the history of the National Political Political Cleaning of the Jayaratne of the Dilith Jayaweera is the first time in the history of Jaffna. We're going to JaffnaSince we were sown among the Sinhalese and the Sinhalese and the Sinhalese Tamils, we sowed the country's attempt to sow the main city in another country.Because necessary to defeat politics.",
        "We hope to explain how Dilith Jayaweera will change the other candidates in the waves throughout the country.Dilith's election manifesto is different.The strategic program was presented instead of a policy statement.Dilith's accountability is different.Dilith is the only Dilith says that they will be prosecuted if they do not fulfill their promises.Dilith's country is different.Dilith is the only Dilith says that there is a pleasure with psychological and spiritual development.Dilith's strategy is different.Dilith is the only Dilith says that the country is created through an entrepreneur.In a brief, everything is different from other candidates. \""
      ]
    }
  },
  "summary_lines": [
    "Udaya Gammanpila, a member of Parliamentarian Gammanpila, has been appointed as the Chief Operations Officer for Dilith Jayaweera's Election Attorney team. In a press conference, he highlighted Dilith Jayaweera's unique approach to politics, emphasizing entrepreneurship, psychological and spiritual development, and accountability. This marks a significant shift in political strategies, focusing on innovation and direct engagement with voters."
  ]
}