{
  "translated_text": {
    "ta": {
      "title": "இலங்கை பிச்சைக்காரர்கள்: இப்போது ஒரு மோசமான வணிகம் இருக்கிறதா?",
      "body_lines": [
        "நீங்கள் பஸ்ஸில் ஏறிய தருணத்திலிருந்து தினசரி பஸ் சென்றால், இலக்குக்குச் செல்லும்படி கேட்கும் விவிலிய மற்றும் பல்வேறு நபர்களை நீங்கள் சந்திப்பீர்கள். பிச்சைக்காரர்கள், பிச்சைக்காரர்கள், பிச்சைக்காரர்கள், பிச்சைக்காரர்கள், அதே போல் ஆதரவாளர்கள், அத்துடன் சாலை சமிக்ஞைகளின் பாதை ஆகியவற்றுடன் பெரும்பாலும் அக்கறை கொண்ட அனுபவம் உங்களுக்கு இருக்கலாம்.",
        "இலங்கை பிச்சைக்காரர்கள் அவ்வப்போது வெவ்வேறு செய்திகளின் ஒரு பகுதியாகும். அவர்களின் அன்றாட வருமானம், பிச்சைக்காரர்களால் பயன்படுத்தப்படும் ராக்கிகள் தொடர்ந்து வெளிப்படுத்தப்படுகின்றன. இதுபோன்ற தெரு பிச்சைக்காரர்களை ஒரு முறை படுகொலை செய்யும் அலை இது. நேஜிகோடாவில் சமீபத்தில் ஒரு மேசன் மரணம் குறித்து காவல்துறையினர் சமூகத்தில் ஒரு விவாதத்தை உருவாக்கியிருந்தனர்.",
        "ஸ்ரீ ஜெய்வர்டெனெபுரா பல்கலைக்கழக பேராசிரியரான பேராசிரியர் நந்திசேனா நவால் பிச்சைக்காரர்களின் முதல் முறையான ஆய்வாக கருதப்படுகிறார். பிச்சைக்காரராக மாறுவேடமிட்டு ஒரு பிச்சைக்காரர், ஒரு பங்கேற்பு விசாரணையை அவர் நடத்தியுள்ளார்.. அதன் பெயர் \"இலங்கையின் பிச்சைக்காரன்\".",
        "சமீபத்திய காலங்களில், ஸ்ரீ ஜெய்வர்டெனெபுரா பல்கலைக்கழகத்தின் சமூக அறிஞர்களின் சமூகவியல் கையகப்படுத்தல் மற்றும் தகவல் அமைச்சில் தகவல் சோதனை. விசாரணையில் வெளிப்படுத்தப்பட்ட விஷயங்களில் பேராசிரியர் ம ou ரா சமராகூனால் பேராசிரியர் சமராகூன் கூறினார்.",
        "பேராசிரியர் அடையாளம் காணப்பட்டவரை நாட்டின் பிச்சைக்காரர்கள் எவ்வாறு இருந்தார்கள் என்று பிபிசி அவரிடம் கேட்டார். \"இலங்கையில் பல வகையான பிச்சைக்காரர்களை அடையாளம் காணலாம். ஊனமுற்றவர்களின் பிச்சைக்காரர்களின் பயன்பாடு, தங்கள் குடும்பங்களை விட்டு வெளியேறிய மற்றும் ஊனமுற்றோர் பாதுகாக்கப்பட்டுள்ளவர்கள், இன்று இலங்கையில் உள்ளனர், இப்போது இலங்கையில் உள்ளனர். \"",
        "இந்த நிலைமையை நகரத்தில் பரவலாகக் காணலாம் என்று அவர் கூறுகிறார். \"இந்த பிச்சைக்காரர்களைப் பாதுகாக்க எந்த முறைகளும் இல்லை என்பதால், அவர்கள் ஒரு பிச்சைக்கார தொழில் வாழ்க்கையாகும், வெவ்வேறு நபர்கள் இந்த மக்களைப் பாதுகாக்கிறார்கள், அவர்களை கவனித்துக்கொள்வார்கள் என்பதைக் காட்டுகிறது.. இந்த வணிகங்களுக்கு ஒரு பரிசு உள்ளது. அவர் இந்த பணத்தைப் பெற்று பிச்சைக்காரர்களை வழங்குகிறார். இது இன்று பிச்சைக்காரர்களின் பொதுவான கலாச்சாரம். \"",
        "பிச்சைக்காரர்களுக்கு மட்டும் நுழைவது கடினம் என்பதால், பெரும்பான்மையான பிச்சைக்காரர்கள் அத்தகைய குண்டர்களுடன் இணைந்து செயல்படுகிறார்கள் என்று பேராசிரியர் சுட்டிக்காட்டுகிறார்.",
        "சமீபத்தில் பேராசிரியர் சமராகூன் மற்றும் அவரது மாணவர்கள் கட்டரகாமா சாக்சாஷூர் அருகே பங்கேற்பு விசாரணை நடந்தால், பேராசிரியர் தெரிவித்தார்.",
        "\"கிரிவேராவுக்கு அருகில் ஒரு பொது மற்றும் அதிக எண்ணிக்கையிலான மக்களின் புனிதமான பகுதி காரணமாக நேரடியாக அச்சுறுத்தப்படவில்லை. இருப்பினும், ஒரு ஊனமுற்ற பிச்சைக்காரராக, சில பிச்சைக்காரர்கள் உடனடியாக அங்கு செல்வதாக அச்சுறுத்தப்பட்டனர். சில பிச்சைக்காரர்கள் சில பிச்சைக்காரர்களால் பயன்படுத்தப்பட்டனர், ”என்று பேராசிரியர் விளக்கினார்.",
        "\"எங்கள் மாணவர்களில் ஒருவர் குருட்டு பிச்சைக்காரராக மாறுவேடமிட்டுள்ளார். ஒரு வயதான பெண் அவருக்கு உதவினார். அவர்கள் தங்கள் அணியை தனியாக சேர வற்புறுத்த முயற்சித்தார்கள். அந்தப் பெண் பெண்ணாகவும், மாணவராகவும் ஒரு குழந்தையாக ஒரு திட்டத்தை மேற்கொண்டார்.",
        "\"ஊனமுற்றவராக முடக்கப்பட்ட மாணவர் சுமார் ரூ .2,000.\"",
        "கட்டரகாமாவில் பிச்சைக்காரர்களின் அவதானிப்பை பேராசிரியர் விவரித்தார்.",
        "\"நாங்கள் கட்டரகாமா பிச்சைக்கார கிளப்பை கண்காணிக்க முடிந்தது. காலையில், பிச்சைக்காரர்கள் மக்களிடம் ஒட்டிக்கொள்கிறார்கள். பின்னர் அவர்கள் தேவையான உணவை அவர்களுக்குத் தருவார்கள். இது பிச்சைக்காரர்களுக்கு ஒரு அல்ம் ஸ்வியர் கொடுப்பது போன்றது. யாருக்கும் தெரிந்தால், யாராவது யாராவது என்று நினைக்கிறார்கள். ஆனால் இந்த சூழ்நிலையை எங்களால் அடையாளம் காண முடிந்தது, ஏனென்றால் நாங்கள் பல வாரங்களாக கவனிக்கப்பட்டோம். இந்த மக்கள் நாள் முடிவில் சேகரிக்கின்றனர். இந்த விஷயங்கள் மிகவும் இளமையாக இருக்கிறதா என்பதை அடையாளம் காண்பது வழக்கம். \"",
        "நீண்டகால அவதானிப்புகளின் முடிவில், பேராசிரியர் ஸ்கேல் பங்கேற்பு பிச்சைக்காரர்களாக மேற்கொள்ளப்பட்டது என்று சுட்டிக்காட்டினார்.",
        "நேஜிகோடா மற்றும் கொழும்பைச் சுற்றியுள்ள முக்கிய நகரங்களுக்கு அருகில் அவர்களின் வாழ்க்கையில் அவர்களின் குழந்தைகள் இல்லாத ஒரு உற்சாகமான மோசடி இருப்பதாக அவர் சுட்டிக்காட்டினார்.. \"இந்த மோசடி நேஜிகோடா மற்றும் கொழும்பில் தெளிவாக அடையாளம் காணப்பட்டுள்ளது. இந்த மக்கள் தங்கள் குழந்தைகளுடன் குழந்தைகளைப் பயன்படுத்துகிறார்கள். ஆனால் இந்த குழந்தைகள் தங்கள் மக்கள் அல்ல. இந்த குழந்தைகள் நாள் நாளில் தூங்குகிறார்கள். \"பார்!\" பேராசிரியர் கூறுகிறார்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் நிஹால் தல்டுவா கூறுகையில், அத்தகைய குழந்தைகள் தண்டனைச் சட்டத்திற்காக தவறாக நினைப்பார்கள். \"குழந்தைகளின் பயன்பாடு ஒரு தண்டனை. நாங்கள் வரும்போது, ​​நாங்கள் கைது செய்யப்பட்டு குழந்தைகளை தகுதிகாண் அனுப்புகிறோம். சந்தேக நபர்கள் நீதிமன்றத்தில் தயாரிக்கப்படுகிறார்கள். \"",
        "குழந்தைகள் மீது தங்கள் குழந்தைகளின் கொடுமை குற்றச்சாட்டு சுமத்தப்படும் என்று அவர் சுட்டிக்காட்டினார்.",
        "பிச்சைக்காரர்கள் மீது அரசாங்கத்திற்கு சரியான திட்டம் இல்லை என்று பேராசிரியர் காட்டுகிறார். \"இந்த மக்கள் வண்ணம் தொடர்பான ஒவ்வொரு வண்ண சமிக்ஞை அமைப்பையும் அழுகிறார்கள். பிச்சைக்காரர்கள் போன்ற பிச்சைக்காரர்கள் போன்ற பிச்சைக்காரர்களைப் போல, வெவ்வேறு சலுகைகளை இயக்கும் போக்கும் உள்ளது. எவ்வாறாயினும், சமூக சேவைகள் திணைக்களம் மற்றும் சமூக சேவைகள் காவல் துறை மற்றும் காவல்துறையினருக்கு இது தொடர்பான எந்த திட்டமும் இல்லை. ஒரு ரைடியாகாமா புனர்வாழ்வு மற்றும் சமூக அதிகாரமளித்தல் முகாம் உள்ளது. ஒரு திட்டம் இருந்தால், முக்கிய நகரங்களில் பிச்சைக்காரர்களின் அளவைக் குறைக்க வேண்டிய அவசியம் உள்ளது. \"",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் கூறுகையில், மோசமான கட்டளைச் சட்டத்தின் கீழ், போலீசார் தெரிவித்தனர். ஒரு நாளைக்கு எத்தனை பேர் கைது செய்யப்பட்டார்கள் என்று கேட்டோம். இதை அவர் கொடுத்தார். \"ஒரு பெரிய எண்ணிக்கையை நாங்கள் கைது செய்ய முடியாது என்ற திணிக்கப்பட்ட கட்டளையின் கீழ் எங்களால் கைது செய்ய முடியாது. இந்த நபர்கள் நீதிமன்றத்தில் வழங்கப்பட்ட பின்னர் பயிற்சி முகாம்களுக்கு அனுப்பப்படுகிறார்கள். அவர்கள் அனுமதிக்கப்படவில்லை. கைதுகள் மற்றும் அதிக எண்ணிக்கையிலான மக்கள் இல்லை. எனவே ஒரு நாளின் சிறிய எண்ணிக்கையானது கைது செய்யப்படுகிறது. \"",
        "ரவி ரைண்ட்டர்: இலங்கை இளம் இசைக்கலைஞர் தென்னிந்திய சினிமாவில் ஒரு பெரிய அடையாளத்தை அறிமுகப்படுத்தினார்",
        "மோதல் சட்டத்தை நீங்கள் அறிந்திருக்கிறீர்களா, இது ஒரு 'குற்றச் செயல்'?",
        "மஹிந்தா யபா அப்வர்தேனா: இலங்கையின் பேச்சாளருக்கு எதிரான நம்பிக்கையில்லா இயக்கத்திற்கு என்ன நடந்தது"
      ]
    },
    "en": {
      "title": "Sri Lankan beggars: Is there an begic business now?",
      "body_lines": [
        "If you go a daily bus to the day from the moment you boarded the bus, you will meet the biblical and variety of people who ask you to get to the destination. You may also have experience that is often concerned with the beggars, as well as the beggars, as well as the beggars, as well as the beggars, as well as the backers, as well as the path of road signals.",
        "Sri Lankan beggars are a part of the different news from time to time. Their daily income, the rackeys used by the beggars are constantly revealed. It was also a wave of assassinating such street beggars once. The police had also created a discussion in the society regarding the death of a mason in Nugegoda recently.",
        "Professor Nandisena Nawal, a professor of Sri Jayewardenepura University, is considered to be the first formal study of beggars. He has conducted a participatory probe while a beggator, disguised as a beggar.. Its name is \"the beggar of Sri Lanka\".",
        "In the recent past, the sociological acquisition of the Social Scholars of the University of Sri Jayewardenepura and a Test of Information in the Ministry of Information. Professor Moura Samarakoon was told by Professor Samarakoon on the matters revealed in the investigation.",
        "BBC asked him how the country's beggars were as far as the professor has been identified. \"Several types of beggars in Sri Lanka can be identified. A beggars use of people who have been disabled, who have left their families and disabled persons have been protected, are in Sri Lanka today, is now in Sri Lanka. \"",
        "He says this situation can be widely observed in the city. \"Since there are no methods to protect these beggars, they are a beggar professional career, showing that different people are protecting these people, making them care for them.. These businesses have a gift. He gets this money and offers beggars. This is the common culture of the beggars society today. \"",
        "The professor points out that the majority beggars work together with such gangsters, as it is difficult to enter the beggars alone.",
        "Recently Professor Samarakoon and his students were in the event of the participation investigation near Kataragama saccashore, the professor said.",
        "\"Near Kirivehera is not directly threatened due to a sacred area of a public and large number of people. However, as a disabled beggator, some beggars were threatened to go there immediately. Some of the beggars were used by some beggars, \"the professor explained.",
        "\"One of our students were disguised as a blind beggator. One elderly woman had helped him. They had also tried to persuade their team to join alone. The woman had also made a proposal as the woman as mother and the student as a child.",
        "\"The student who was disabled as a disabled, was about Rs. 2,000.\"",
        "The Professor described the observation of the beggars society in Kataragama.",
        "\"We were able to monitor the Kataragama beggars club. In the morning, the beggars stick to the people. Then they will give them the food they needed. It is like giving an almswear to beggars. If anyone knows, someone thinks that anyone. But we were able to identify this situation because we were observed for weeks. These people are collecting at the end of the day. It is only usual to identify if these things are very young. \"",
        "At the end of the long-lasting observations, the Professor Scale pointed out that the participation was carried out as the beggars.",
        "He pointed out that there is an energizing racket that is not their children in their lives near the major cities around Nugegoda and Colombo.. \"This racket is clearly identified in Nugegoda and Colombo. These people are using children with their children. But these children are not their people. These children are sleeping in the day of the day. \"Look!\" The professor says.",
        "Police Media Spokesperson Nihal Talduwa says that such children will be mistaken for the Penal Code. \"The use of children is a punishment. When we come, we are arrested and sending children to probation. The suspects are being produced in court. \"",
        "He pointed out that children will be charged with the cruelty of their children.",
        "The professor shows that the government has no proper program on beggars. \"These people crying out every color-related color signaling system. There is also a tendency to enable different privileges, as many as beggars like beggars like beggars. However, the Department of Social Services and the Police Department of Social Services and the Police have no program related to this regard. There is a Ridiyagama Rehabilitation and Social Empowerment Camp. If there was a program, there is a need to reduce the extent of beggars in the major cities. \"",
        "Police Media Spokesman said that under the Paddeath Ordinance, police said the police said. There we asked how many people were arrested a day. He gave it to this. \"We can't arrest under the Paddered Ordinance We can't arrest a big number. These people are sent to the training camps after they were presented to court. They are not allowed. There are no arrests and a large number of people. So a little number of a day is arrested. \"",
        "Ravi Royntter: Sri Lankan young musician launched a massive mark in South Indian cinema",
        "Are you aware of the law of collision, which is a 'criminal act'?",
        "Mahinda Yapa Abeywardena: What happened to the no-confidence motion against the Speaker of Sri Lanka"
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan beggars are often seen on daily buses, with their presence and activities making headlines. A study by Professor Nandisena Nawal of Sri Jayewardenepura University highlights the existence of a begging business, involving disabled individuals and children. The professor observed that beggars often work with gangs, and there's a lack of government programs to address their situation."
  ]
}