{
  "translated_text": {
    "ta": {
      "title": "நிபுணர் நிதி ஒழுக்கத்தை வெளிப்படுத்துகிறார்",
      "body_lines": [
        "ஜனாதிபதி ஆலோசனைக் குழுவின் ஜனாதிபதி ஆலோசகர், ஜனாதிபதி மேம்பட்ட நடவடிக்கைகள் மற்றும் கடன்களின் உறுப்பினர் பொருளாதார நெருக்கடியின் பொருளாதார ஒழுக்கத்தை எதிர்கொள்ள வேண்டியிருக்கும்.",
        "சமூக டாக்டர் இந்திராசாமி, பலதரப்பு மற்றும் கடன் வழங்குபவரின் ஜனாதிபதி ஆலோசகரின் உறுப்பினர்கள்,",
        "\"நாங்கள் இதற்கு முன்பு 16 ஐ.எம்.எஃப் திட்டங்களில் பங்கேற்றோம். அந்த திட்டங்களில் நாங்கள் பொருளாதாரத்தை நன்றாக நின்றோம். அந்த வழக்குகள் இன்று போல சவாலாக இல்லை. ஆனால் நாங்கள் அந்த விஷயங்களைச் சிறப்பாகச் செய்தோம். இருப்பினும், திட்டங்கள் சிறப்பாக செயல்படும் போது, ​​தேர்தல் சுழற்சி அதன் முடிவின் முடிவில் அழிக்கப்பட்டது. ஏனென்றால், எங்களிடம் இருந்த ஒழுக்கம் காரணமாக நாங்கள் எங்களிடம் திரும்பிச் செல்ல வேண்டியிருந்தது. அதனால்தான் நாங்கள் சர்வதேச நாணய நிதிக்கு 17 முறை செல்ல வேண்டியிருந்தது. நாங்கள் இப்போது சரியான இடத்திற்கு வந்திருக்கிறோம். நாங்கள் ஒரு நல்ல தளத்தை உருவாக்கியுள்ளோம். தேர்தல் இப்போது வருகிறது. நாம் மீண்டும் அதை ஒரு முறை செய்ய முடியாது. அதே முடிவுகளை மீண்டும் வெவ்வேறு முடிவுகளை எதிர்பார்க்க முடியாது என்று ஐன்ஸ்டீன் ஒருமுறை கூறினார். எனவே இந்த செய்தி என்ன சொல்கிறது என்பதை நாம் புரிந்து கொள்ள வேண்டும் என்று நினைக்கிறேன். அதே சாலையைத் தவிர்க்க நாம் நடவடிக்கை எடுக்க வேண்டும். இந்த நேரத்தில் அது மாறும் என்று நான் விரும்புகிறேன். பல ஆண்டுகளுக்கு முன்பு நாம் எதிர்கொண்ட ஆழமானதைப் பற்றி ஒரு பாடம் கற்றுக்கொள்ள வேண்டும், \""
      ]
    },
    "en": {
      "title": "Expert reveal on financial discipline",
      "body_lines": [
        "Presidential Advisor to the Presidential Advisory Group, Member of the Presidential Advanced Activity and Loans will have to face the economic discipline of the economic crisis.",
        "Social Dr. Indrazaami, Members of the Presidential Advisor on Multilateral and Credit Tersor,",
        "\"We participated in 16 IMF programs before. In those programs we stood the economy very well. Those cases have not been challenging like today. But we did those things well. However, when the programs were doing well, the election cycle was destroyed by the end of its end. Because we had to go back to us because of the discipline we had. That is why we had to go to the International Monetary Fund 17 times. We have come to the right place now. We have made a good base. The election is now coming. We can't make the same thing once again. Einstein once said that the same results could not expect different results again. So I think we should understand what this message says. And we should take steps to avoid the same road again. I wish it would change this time. And we must learn a lesson about the deeper that we have faced years ago, \""
      ]
    }
  },
  "summary_lines": [
    "\"Expert reveal on financial discipline: Presidential Advisors, including Social Dr. Indrazaami, highlight their experience with 16 IMF programs, emphasizing their economic resilience despite challenges. They warn against repeating past mistakes, citing Einstein's adage about expecting different outcomes from the same actions. They advocate for learning from past failures to avoid repeating the same road, hoping for a change this time.\""
  ]
}