{
  "translated_text": {
    "si": {
      "title": "ජනතාවගේ අපේක්ෂාවන් සපුරාලන රජයක් නිර්මාණය කිරීම සඳහා රාජ්ය සේවකයින් කැපවිය යුතුය",
      "body_lines": [
        "ජනතාවගේ වරම හා මහජනයාගේ අපේක්ෂාවන් සපුරාලීමට වත්මන් රජය අපොහොසත් වුවහොත් ජනතාවගේ සිහින අසත්ය බවත් ජනතාවගේ අපේක්ෂාවන් සපුරාලීම සඳහා රාජ්ය සේවකයින් රජයට කැපවිය යුතු බවත් ජනාධිපති අනුරකුමාර දිසානායක මහතා පැවසීය.",
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා මේ බව ප්රකාශ කළේ අමාත්යාංශයේ සේවා කොමිෂන් සභාව සිකුරාදා (22) සිකුරාදා (22) මුදල් හා ආර්ථික සංවර්ධන අමාත්යවරයා ලෙස සහභාගී වූ බවයි.",
        "අතීතයේ දී රට ආරක්ෂා කරන ලෙස ජනාධිපතිවරයා මුදල් අමාත්යාංශ නිලධාරීන්ට ස්තූතිය පුද කළ අතර, අනාගත අරමුණු සාක්ෂාත් කර ගැනීම සඳහා සෑම කෙනෙකුගේම සහයෝගය අපේක්ෂා කරන බව ඔහු පැවසීය.",
        "දේශපාලන වෙනස්කම් අතරතුර රාජ්ය සේවකයින්ගේ අතීත ක්රියාකාරකම් වලදී තක්සේරු කර ඇති ඉතිහාසයන් ඇති බව ඔහු පෙන්වා දුන්නේය, නමුත් අනාගතයේදී රාජ්ය සේවකයින්ගේ කර්තව්යය ඔවුන් විසින් ඇගයීමට ලක් කරනු ලැබේ.. කිසිදු අසාධාරණයක් හෝ ඔවුන්ගේ රාජකාරි ඉටු කිරීමේදී කිසිදු අසාධාරණයක් හෝ වැරදි සඳහා රාජ්ය සේවකයින් සිටින බවට ද ජනාධිපතිවරයා පොරොන්දු විය.",
        "ආදායම්ලාභී දෙපාර්තමේන්තු වල ජනතාවට හොඳ ප්රතිරූපයක් නොමැති බවත් එම තනතුර වෙනස් කිරීම දුෂ්කර බවත් ජනාධිපතිවරයා පෙන්වා දුන්නේ, නමුත් ඔහු පිළිබඳ නරක ප්රතිරූපයක් තිබේ නම්, එම සියලු නිලධාරීන්ට ඔවුන්ගේ රූපය යටතේ ඇති අවස්ථාව තිබේ නව රජය.",
        "මාධ්ය හමුවේ එක්සත් වන ලෙස ජනාධිපති අනුර කුමාර දිසානායක සියළුම රජයේ නිලධාරීන්ගෙන් ඉල්ලා ඇති අතර ඔවුන්ගේ අදහස් ඔවුන්ගේ අදහස් තර්ජනය කිරීමේ හා නොසලකා හැරීමේ ප්රතිපත්තියක් නොවන බව ඔහුගේ රජයේ සියලු නිලධාරීන්ට ඉල්ලා තිබේ.",
        "නියෝජ්ය අමාත්යවරුන් වන අනිල් ජයන්ත ප්රනාන්දු, ආචාර්ය හාර්ෂනා ප්රනාන්දු, ආචාර්ය හේර්ෂනා ප්රනාන්දු, ජනාධිපති ලේකම් ආචාර්ය නන්දිකා සනත් කුමානායක මහතා ද ෆිනෑන්ස් අමාත්යාංශයේ ලේකම් මහින්ද සිරිවර්ධන මහතා ද සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "Public servants must dedicate to create a government that meets the expectations of the people",
      "body_lines": [
        "President Anurakumara Dissanayake said that if the present government fails to meet the expectations of the people's mandate and the public, the dreams of the people will be false and that public servants should dedicate themselves to the government to fulfill the expectations of the people.",
        "President Anura Kumara Dissanayake made this statement in a speech in the presence of the Ministry's Services Commission on Friday (22) as the Minister of Finance and Economic Development.",
        "The President thanked the Finance Ministry officials to defend the country in the past, and he said that he was expecting the support of everyone to achieve future goals.",
        "He pointed out that there are histories that have been evaluated in the past activities of public servants during political changes, but in the future, the task of public servants will be evaluated by them.. The President also promised that public servants would be present for any injustice or mistakes in fulfilling their duties.",
        "The President pointed out that there is no good image for the people of the income -earned departments and that it is difficult to change that position, but if there is any bad image of him, all those officials have the opportunity to change their image under the new government.",
        "President Anura Kumara Dissanayake has called on all government officials to unite before the media and that the actions of his government are not the policy of threatening and ignoring their views.",
        "Deputy Ministers Anil Jayantha Fernando, Dr. Harshana Suriyapperuma, President's Secretary Dr. Nandika Sanath Kumanayake and Finance Ministry Secretary Mahinda Siriwardena were also present."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Public servants must strive to create a government meeting people's expectations. President Anura Kumara Dissanayake emphasizes dedication and unity among officials to fulfill mandates and improve public perception."
  ]
}