{
  "translated_text": {
    "ta": {
      "title": "நிலம் சட்டப்பூர்வமாக பயன்படுத்தப்பட்டால், சட்ட நடவடிக்கை எடுக்கப்படும்",
      "body_lines": [
        "டாக்டர் விஜயதாச சீர்திருத்த அமைச்சர் டாக்டர் விஜயாதாச ராஜபக், டாக்டர் விஜயாதாச ராஜபக், டாக்டர் விஜயாதாச ராஜபக், டாக்டர் விஜயதாச ராஜபக்ஸ், டாக்டர் விஜயதாச ராஜபக்ஷா தெரிவித்தனர்.",
        "கிழக்கு மாகாணத்தில் நேற்று (24) நிலம் தொடர்பான பிரச்சினைகள் குறித்து மாவட்ட செயலாளர் அலுவலகத்தில் நடைபெற்ற கலந்துரையாடலில் அமைச்சர் இந்த அவதானிப்பை மேற்கொண்டார்.",
        "நிலப் பிரச்சினைகள் மற்றும் நிலப் பிரச்சினைகள் மற்றும் போரின் காலத்திற்குப் பிறகு கிழக்கு மாகாண மக்கள் உட்பட மந்திரி பிரச்சினைகள் உள்ளிட்ட மந்திரி பிரச்சினைகள் கூட்டத்தில், பொதுச் செயலாளர்கள் அமைச்சரின் கவனத்திற்கு பதிலளித்து வருவதாக அமைச்சர் கூறினார்.",
        "நிலத்தை சமாளிக்க பிரதேச செயலாளர்களின் சட்ட அதிகாரங்கள் மற்றும் திறமைகள் குறித்தும் அமைச்சர் கவனம் செலுத்தினார்.",
        "அனுராதா ஜெயரத்னே, மாநில நீதி அமைச்சர், சிறை க .ரவ.. N. திரு. ரனசிங்க, பாட்டிகலோவா மாவட்ட செயலாளர் ஜே.ஜே.. මුරලිදරන් මහත්මිය, නැගෙනහිර පළාතේ ප්‍රාදේශීය ලේකම්වරුන් පිරිසක් මෙම අවස්ථාවට එක්විය."
      ]
    },
    "en": {
      "title": "If the land is used as legal, legal action will be taken",
      "body_lines": [
        "Dr. Wijayadasa Reforms Minister Dr. Wijayadasa Rajapakse, Dr. Wijayadasa Rajapakse, Dr. Wijayadasa Rajapakse, Dr. Wijayadasa Rajapakse, Dr. Wijayadasa Rajapaksa said.",
        "The Minister made this observation at a discussion held at the District Secretar's Office on the issues regarding land in the Eastern Province yesterday (24).",
        "The minister said that at a meeting of the land issues and the ministerial issues, including land issues and the ministerial issues, including the people of the Eastern Province after the war period, the public secretaries have been responding to the attention of the Minister.",
        "The Minister also paid attention to the legal powers and talents of the Divisional Secretaries to deal with land.",
        "Anuradha Jayaratne, State Minister of Justice, Prison Hon.. N. Mr. Ranasinghe, Batticaloa District Secretary JJ. Mrs. Mrs. Mrs. Mrs. Eastern Divisional Secretaries were also present at the occasion."
      ]
    }
  }
}