{
  "translated_text": {
    "si": {
      "title": "නව රජය උත්සවයේ සාගර ප්රයෝජනයට ගනීවිද?",
      "body_lines": [
        "ශ්රී ලංකාවේ මෑත කාලීන රජය වෙනස් කිරීම ගැන මෙනෙහි කරන විට, දේශපාලන මාරුවක් පමණක් නොව අපේ ජාතියේ වැදගත් අවස්ථාවක් අපගේ ආර්ථික හා පාරිසරික අනාගතය නැවත අර්ථ දැක්වීමේ අවස්ථාවක් බව මට පෙනේ.",
        "ප්රශ්නය තවමත් පවතී: සමුද්ර සංරක්ෂණයෙන් නායකයෙකු වීමට ඇති අවස්ථාව අපි ප්රයෝජනයට ගනිමු, නැතහොත් මේ මොහොත ලිස්සා යාමට අපි ඉඩ දෙමුිද?",
        "Sri Lanka stands at the crossroads of unique opportunities that can redefine its trajectory. මෙම මොහොත, නිර්භීත ප්රතිසංස්කරණ හා දූරදර්ශී නායකත්වයක්, විශේෂයෙන් අපගේ ජාතිය ගෝලීය තිරසාර ප්රමිතීන් සමඟ පෙළගැස්වීම සඳහා ය. For business leaders, Government officials, and practitioners across various sectors, one of the most significant ways to contribute to this progress lies in adopting the High Seas Treaty — a global agreement designed to protect marine biodiversity and ensure sustainable use of international waters.",
        "As an island nation, Sri Lanka’s economy is intricately tied to the health of its oceans. Our fishing industry and tourism sector, vital to our economic resilience, depend on thriving marine ecosystems. By ratifying the High Seas Treaty, Sri Lanka can not only demonstrate its commitment to sustainability but also unlock new economic opportunities that come with a healthy ocean. This treaty is a low-hanging fruit, a straightforward step that signals our readiness for global citizenship and aligns us with international environmental standards.",
        "ග්රීක ආයතනයක් ලෙස ග්රීන්පීස් දකුණු ආසියාවේ භූමිකාව මෙම සන්දර්භය තුළ අත්යවශ්ය වේ. Not focusing solely on aid and relief, we rather advocate for systemic changes — pushing for policy shifts, influencing corporate behaviour, and mobilising public support to address the root causes of environmental challenges. තීරණාත්මක ප්රතිපත්ති සඳහා අප මෑතකදී කළ සාර්ථකත්වය ආන්තික කාලගුණ ඉසව්වල (ඊව්), නාගරික සංචලතාව සහ වායු දූෂණය වැනි ගැටළු පිළිබඳ වෙනස්වීම්, අපගේ කාර්යයේ විභව බලපෑම අවධාරනය කරයි.",
        "Sustainable practices are no longer a luxury — they are essential for ensuring long term livelihoods, healthy ecosystems and business growth. Sri Lanka’s fisheries and coastal tourism heavily rely on the health of our surrounding waters. Overfishing, pollution, and climate change pose significant threats to these industries. Ratifying the High Seas Treaty would represent a significant step toward securing the future of these sectors, ensuring that ocean resources in international waters are managed sustainably — not only to protect migratory species and improve the oceans’ resilience to buffer climate change with marine protected areas on the high seas —  also to pave the way towards more sustainable and beneficial management of our coastal resources.",
        "Furthermore, sustainable practices attract investment. Global investors increasingly scrutinise a country’s Environmental, Social, and Governance (ESG) credentials when making decisions. ඉහළ මුහුදු ගිවිසුම වැනි ජාත්යන්තර ගිවිසුම් අනුගමනය කිරීමෙන් ශ්රී ලංකාවට එහි එස්ජී පැතිකඩ වැඩි දියුණු කළ හැකි අතර විදේශ සෘජු ආයෝජන සඳහා රට වඩාත් ආයාචනා කරයි. Companies that prioritise sustainability are more likely to secure international partnerships and access markets that demand responsible business practices.",
        "For the current Government, ratifying the High Seas Treaty offers a strategic opportunity to position Sri Lanka as a responsible global actor. Aligning with international environmental standards not only protects our natural resources but also enhances our global image, paving the way for new diplomatic relationships and economic partnerships. Additionally, the treaty could unlock international funding for sustainable development projects, underscoring the importance of environmental advocacy within the development sector. By embracing such treaties, the Government can demonstrate a commitment to both economic progress and environmental preservation.",
        "As we extend our efforts to Sri Lanka, we are eager to collaborate with the Government to bring similar progress as we have achieved in the region. Our focus is on systemic changes, addressing the root causes of environmental degradation. By working together with stakeholders across sectors, we can help Sri Lanka leverage global environmental treaties to secure economic benefits and protect our natural resources.",
        "Sri Lanka’s new Government has the opportunity to embark on a path of sustainable growth — one that values our natural resources and aligns with global environmental standards. Organisations like Greenpeace are here to support this vision, providing the expertise and advocacy needed to drive systemic changes that benefit both our economy and the environment.",
        "By ratifying the High Seas Treaty, Sri Lanka can position itself as a leader in marine conservation, safeguard its industries, and strengthen its economy within a sustainable framework. අප මෙම නව යුගයට පිවිසෙද්දී, ග්රීන්ප්ලෙක්හි, අපිවල විද්යාත්මක පාර්ශවකරුවන් සහ සිවිල් සමාජය ජාතික ප්රගතිය සඳහා වන ඉදිරියෙන් සිටින අනාගතයක් ගොඩනැගීම සඳහා රජය, විද්යාත්මක පාර්ශවකරුවන් සහ සිවිල් සමාජය සමඟ සහයෝගයෙන් කටයුතු කිරීමට සූදානම්ය.",
        "(The writer is the Deputy Program Director for Engagement at Greenpeace South Asia)"
      ]
    },
    "ta": {
      "title": "Will the new Government seize oceans of opportunity?",
      "body_lines": [
        "As I reflect on Sri Lanka’s recent Government change, I see not just a political shift but a pivotal moment for our nation — a chance to redefine our economic and environmental future.",
        "கேள்வி எஞ்சியுள்ளது: கடல் பாதுகாப்பில் ஒரு தலைவராக மாறுவதற்கான வாய்ப்பை நாம் கைப்பற்றுவோமா, அல்லது இந்த தருணத்தை நழுவ விடுவோமா?",
        "இலங்கை அதன் பாதையை மறுவரையறை செய்யக்கூடிய தனித்துவமான வாய்ப்புகளின் குறுக்கு வழியில் நிற்கிறது. This moment calls for bold reforms and visionary leadership, especially in aligning our nation with global sustainability standards. வணிகத் தலைவர்கள், அரசு அதிகாரிகள் மற்றும் பல்வேறு துறைகளில் உள்ள பயிற்சியாளர்களுக்கு, இந்த முன்னேற்றத்திற்கு பங்களிப்பதற்கான மிக முக்கியமான வழிகளில் ஒன்று உயர் கடல்கள் ஒப்பந்தத்தை ஏற்றுக்கொள்வதில் உள்ளது - இது கடல் பல்லுயிரியலைப் பாதுகாப்பதற்கும் சர்வதேச நீரின் நிலையான பயன்பாட்டை உறுதி செய்வதற்கும் வடிவமைக்கப்பட்ட உலகளாவிய ஒப்பந்தம்.",
        "ஒரு தீவு தேசமாக, இலங்கையின் பொருளாதாரம் அதன் பெருங்கடல்களின் ஆரோக்கியத்துடன் சிக்கலானது. Our fishing industry and tourism sector, vital to our economic resilience, depend on thriving marine ecosystems. உயர் கடல் ஒப்பந்தத்தை அங்கீகரிப்பதன் மூலம், இலங்கை நிலைத்தன்மைக்கான அதன் உறுதிப்பாட்டை மட்டுமல்லாமல், ஆரோக்கியமான கடலுடன் வரும் புதிய பொருளாதார வாய்ப்புகளையும் திறக்க முடியும். இந்த ஒப்பந்தம் குறைந்த தொங்கும் பழமாகும், இது உலகளாவிய குடியுரிமைக்கான நமது தயார்நிலையை சமிக்ஞை செய்யும் மற்றும் சர்வதேச சுற்றுச்சூழல் தரங்களுடன் நம்மை இணைக்கும் ஒரு நேரடியான படியாகும்.",
        "Greenpeace South Asia’s role as a campaigning organisation becomes vital in this context. Not focusing solely on aid and relief, we rather advocate for systemic changes — pushing for policy shifts, influencing corporate behaviour, and mobilising public support to address the root causes of environmental challenges. Our recent successes in India, where we campaigned for crucial policy changes on issues such as Extreme Weather Events (EWE), Urban Mobility and air pollution, underscore the potential impact of our work.",
        "நிலையான நடைமுறைகள் இனி ஒரு ஆடம்பரமல்ல - அவை நீண்ட கால வாழ்வாதாரங்கள், ஆரோக்கியமான சுற்றுச்சூழல் அமைப்புகள் மற்றும் வணிக வளர்ச்சியை உறுதி செய்வதற்கு அவசியம். இலங்கையின் மீன்வளம் மற்றும் கடலோர சுற்றுலா ஆகியவை நமது சுற்றியுள்ள நீரின் ஆரோக்கியத்தை பெரிதும் நம்பியுள்ளன. Overfishing, pollution, and climate change pose significant threats to these industries. உயர் கடல் ஒப்பந்தத்தை அங்கீகரிப்பது இந்தத் துறைகளின் எதிர்காலத்தைப் பாதுகாப்பதற்கான ஒரு குறிப்பிடத்தக்க படியைக் குறிக்கும், சர்வதேச நீரில் கடல் வளங்கள் நிலையான முறையில் நிர்வகிக்கப்படுவதை உறுதிசெய்கிறது - புலம்பெயர்ந்த உயிரினங்களைப் பாதுகாப்பதற்கும், கடல் பாதுகாக்கப்பட்ட பகுதிகளுடன் காலநிலை மாற்றத்தை இடையகப்படுத்த கடல்களின் பின்னடைவை மேம்படுத்துவதற்கும் மட்டுமல்லஉயர் கடல்கள் - நமது கடலோர வளங்களின் நிலையான மற்றும் நன்மை பயக்கும் நிர்வாகத்தை நோக்கி வழிநடத்தவும்.",
        "மேலும், நிலையான நடைமுறைகள் முதலீட்டை ஈர்க்கின்றன. Global investors increasingly scrutinise a country’s Environmental, Social, and Governance (ESG) credentials when making decisions. ஹை சீஸ் ஒப்பந்தம் போன்ற சர்வதேச ஒப்பந்தங்களை ஏற்றுக்கொள்வதன் மூலம், இலங்கை அதன் ஈ.எஸ்.ஜி சுயவிவரத்தை மேம்படுத்த முடியும், இதனால் வெளிநாட்டு நேரடி முதலீட்டிற்கு நாட்டை மிகவும் கவர்ந்திழுக்கிறது. Companies that prioritise sustainability are more likely to secure international partnerships and access markets that demand responsible business practices.",
        "தற்போதைய அரசாங்கத்தைப் பொறுத்தவரை, உயர் கடல் ஒப்பந்தத்தை அங்கீகரிப்பது இலங்கையை ஒரு பொறுப்பான உலகளாவிய நடிகராக நிலைநிறுத்த ஒரு மூலோபாய வாய்ப்பை வழங்குகிறது. Aligning with international environmental standards not only protects our natural resources but also enhances our global image, paving the way for new diplomatic relationships and economic partnerships. Additionally, the treaty could unlock international funding for sustainable development projects, underscoring the importance of environmental advocacy within the development sector. By embracing such treaties, the Government can demonstrate a commitment to both economic progress and environmental preservation.",
        "இலங்கைக்கு நாங்கள் எங்கள் முயற்சிகளை விரிவுபடுத்துகையில், பிராந்தியத்தில் நாம் அடைந்ததைப் போலவே இதேபோன்ற முன்னேற்றத்தைக் கொண்டுவர அரசாங்கத்துடன் ஒத்துழைக்க ஆர்வமாக உள்ளோம். Our focus is on systemic changes, addressing the root causes of environmental degradation. துறைகளில் உள்ள பங்குதாரர்களுடன் இணைந்து பணியாற்றுவதன் மூலம், பொருளாதார நன்மைகளைப் பெறுவதற்கும் நமது இயற்கை வளங்களைப் பாதுகாப்பதற்கும் இலங்கை உலகளாவிய சுற்றுச்சூழல் ஒப்பந்தங்களை மேம்படுத்த உதவ முடியும்.",
        "Sri Lanka’s new Government has the opportunity to embark on a path of sustainable growth — one that values our natural resources and aligns with global environmental standards. க்ரீன்பீஸ் போன்ற நிறுவனங்கள் இந்த பார்வையை ஆதரிப்பதற்காக இங்கு வந்துள்ளன, நமது பொருளாதாரம் மற்றும் சுற்றுச்சூழல் இரண்டிற்கும் பயனளிக்கும் முறையான மாற்றங்களை ஏற்படுத்த தேவையான நிபுணத்துவம் மற்றும் வக்காலத்து ஆகியவற்றை வழங்குகின்றன.",
        "By ratifying the High Seas Treaty, Sri Lanka can position itself as a leader in marine conservation, safeguard its industries, and strengthen its economy within a sustainable framework. As we step into this new era, we at Greenpeace are ready to collaborate with the Government, scientific stakeholders and civil society to build a future where sustainable development is at the forefront of national progress.",
        "(The writer is the Deputy Program Director for Engagement at Greenpeace South Asia)"
      ]
    }
  },
  "summary_lines": []
}