{
  "translated_text": {
    "si": {
      "title": "උපාධිය",
      "body_lines": [
        "19 හැවිරිදි දැරියක් දූෂණය කිරීමේ චෝදනාව මත පොලිස් නිලධාරීන් පිරිසක් අත්අඩංගුවට ගෙන තිබේ. මෙම සිදුවීම මාවතගම ප්රදේශයේ ගොඩනැගිල්ලක සිදු විය.",
        "අත්අඩංගුවට ගත් සැකකරු මාවතගම ප්රදේශයේ පදිංචිකරුවෙකු වන 40 දෙනාකි. ඔවුන් තවාතගම ප්රදේශයේ පදිංචිකරුවෙකි, දරුවන් දෙදෙනෙකුගේ පියෙකි.",
        "19 හැවිරිදි විසි කළ දැරියක් දූෂණයට ලක්වූ බවට චෝදනා ලැබූ පොලිස් නිලධාරියෙක් පැවසීය.",
        "පොලිසිය පවසන්නේ තරුණ කාන්තාව ඇගේ විලාසිතා සැලසුම ගැන ඉගෙන ගැනීමට වැඩමුළුවට සහභාගී වන බවයි.",
        "පුහුණු පා course මාලාව අවසන් වූ විට, වැඩමුළුවට සහභාගී වූ තවත් කාන්තාවක් සමඟ පන්තියෙන් පිටව ගිය විට එය වර්ෂාවට පටන් ගෙන තිබේ.",
        "ටික වේලාවක් පන්තියේ රැඳී සිටි තරුණියන් දෙදෙනෙකුට සැකකරු පානය කිරීමට යමක් ගෙන එනු ඇත්ද?ඇහුවා. කාන්තාවන් දෙදෙනා ද පුදුමයට පත් වූහ.පුද්ගලයා දැනටමත් හිස්වට වත් කර ඇති වයින් ලබා දී ඇත.කාන්තාවන් දෙදෙනා තමන් නොමැතිව මත්පැන් පානය කර ඇති බව පොලිස් පරීක්ෂණවලින් හෙළි වී තිබේ.",
        "තරුණයෙක් ජෝගුවක් මග් අතහැර සැකකරුට පිටව ගිය අතර සැකකරුගේ සාපේක්ෂ කාන්තාව වෙත ඔහුගේ සාපේක්ෂ කාන්තාව ඇගේ නිවසට යාමට සිදුවිය. කාන්තාව කිසිදු සැකයකින් තොරව නතර විය. පොලිසිය පවසන්නේ සැකකරු ද මත්පැන් පානය කර ඇති බවයි",
        "19 හැවිරිදි දැරිය අධික ලෙස මත්පැන් පානය කිරීම සඳහා වෙහෙසට පත්ව සිටී. ඉන් අනතුරුව ස්ත්රී දූෂණය දූෂණය කර ඇති බව පරීක්ෂණවලින් හෙළි වී ඇති බව පොලිස් නිලධාරියා පැවසීය.",
        "පුද්ගලික පන්ති කාමරයේ මේසවල ශබ්දය ඇසූ ගොඩනැගිල්ලේ සීසීටීවී කැමරා මැසීමට පැමිණි සමහර අය පන්ති කාමරයට ගියහ. ඒ වන විට තරුණිය නිරුවතින් සිටියේය. තරුණිය තරුණියව බේරා ගැනීමට උත්සාහ කළ නමුත් සැකකරු තරුණයින් අතහැරියේ නැත. ඔහු බලහත්කාරයෙන් කාන්තාව රඳවාගෙන සිටී.",
        "තමා කාන්තාව මරා දමන බවට සැකකරුට සැකකරුට පහර දෙන ලදී. පොලිසිය පැවසුවේ මිනිසා කඩා වැටීමෙන් පසු කාන්තාව ඉතා උත්සාහ කර කාන්තාව බේරාගෙන ඇති බවයි."
      ]
    },
    "en": {
      "title": "Bachelor",
      "body_lines": [
        "A group of police officers arrested for allegedly raping a 19 -year -old girl. The incident took place in a building in the Mawathagama area.",
        "The arrested suspect is a 40 -year -old resident of the Mawathagama area and is the father of two children.",
        "A 19 -year -old girl allegedly raped was a relative of a suspect, a police officer said.",
        "Police say that the young woman is attending the workshop to learn about her fashion design.",
        "When the training course is over, it has begun to rain when he left the class with another woman who attended the workshop.",
        "To two young women who stayed in the class for a while, would the suspect bring something to drink?Have asked. The two women were also impressed.The person has already given the wine that has already been poured into the empty.Police investigations have revealed that the two women had been drinking alcohol without themselves.",
        "A young man left a mug and left the suspect, and the suspect had to go to his relative woman to her home. The woman stopped without any doubt. Police say the suspect has also been drinking the liquor",
        "The 19 -year -old girl is exhausted to drink too much alcohol. Investigations have revealed that the rape has been raped after that, the police officer added.",
        "Some people who came to match CCTV cameras in the building hearing the noise of the desks from the private classroom, went to the classroom. By then, the young woman was naked. The young woman tried to save the young woman, but the suspect did not leave the youth. He is forcibly holding the woman.",
        "The men were attacked by the suspect that he would kill the woman. Police said that after the man fell down, the woman had been very tried and rescued the woman."
      ]
    }
  },
  "summary_lines": [
    "In Mawathagama, a 40-year-old father of two was arrested for allegedly raping a 19-year-old relative during a fashion design workshop. After consuming alcohol, the suspect brought drinks to two other women, leading to suspicions. A young man found them, and upon intervention, the suspect attempted to sexually assault the 19-year-old again. Witnesses heard noises and arrived to find the victim partially undressed, prompting immediate rescue efforts."
  ]
}