{
  "translated_text": {
    "ta": {
      "title": "சமைத்த ஆர்டர் மூலம் பெரிய அளவிலான சைபர் கடத்தல்",
      "body_lines": [
        "நெகோம்போவில் பல நாடுகளுடன் உலகில் ஈடுபட்டுள்ள வெளிநாட்டினர் உட்பட வெளிநாட்டினர் உட்பட 33 பேரை குற்றவியல் புலனாய்வு துறை (சிஐடி) கைது செய்துள்ளது.",
        "சந்தேக நபர்கள் மற்றும் சந்தேக நபர்களுடன், 109 மொபைல் போன்கள் பொலிஸ் காவலில் மற்றும் 3 மடியில் டோஃப் கணினிகளில் கொண்டு செல்லப்பட்டன.",
        "பாகிஸ்தான் அல்ஜீரியா நேபாளம் இந்தோனேசியா மற்றும் இலங்கைகள் சந்தேக நபர்கள் மற்றும் சந்தேக நபர்களிடையே உள்ளது.",
        "ஒரு பெண்ணின் குற்றவியல் விசாரணைகள் ஒரு அடையாளம் தெரியாத நபரால் டிக் சோஷியல் மீடியா நெட்வொர்க்கில் பணம் சம்பாதிக்க வேண்டும் மற்றும் ரூ.",
        "நீங்கள் பணம் சம்பாதிக்க விரும்பினால், குழு நிர்வாகி புகார்தாரரிடம் ஒரு வங்கிக் கணக்கைக் கூறியுள்ளது.",
        "அதன்படி, உழைப்பு பல லட்சத்தில் வங்கிக் கணக்கில் வரவு வைக்கப்பட்டது.",
        "இருப்பினும், லாபம் இல்லை என்று வாக்குறுதியளித்தபடி, அவர் நிதி விசாரணை பிரிவில் புகார் அளித்திருந்தார்.",
        "அதன்படி, துணை காவல்துறை இன்ஸ்பெக்டர் ஜெனரல், துணை காவல்துறை இன்ஸ்பெக்டர் ஜெனரல், போலீஸ் இயக்குநர் ஜெனரல் (எஸ்எஸ்பி மங்கலா தேவ் பிரேமரத்னே காவல்துறைத் துறையின் திசை ரோஹன் பிரேமரத்னே இயக்குநர்கள் ரோஹன் பிரேமரத்னே ஆகியோரின் விசாரணை அதிகாரிகள் விசாரணை அதிகாரிகள் இயக்குநர் ஜெனரலாக நியமிக்கப்பட்டனர் காவல்துறை.",
        "அவர்கள் விசாரணையில், அவர் வெளிப்படுத்தப்பட்டார், மேலும் இரண்டு வங்கிக் கணக்குகளும் மோசடி செய்பவர்களின் அறிவிப்பால் தொடங்கப்பட்டுள்ளன.",
        "ஆன்லைன் வங்கிக் கணக்குகள் மூலம் வழங்கப்பட்ட பீஸ்ஸா ஆணை குறித்து விசாரணைகள் கவனம் செலுத்தியுள்ளன, மேலும் நெகோம்போவின் கொச்சிகேடில் உள்ள ஒரு ஆடம்பர வீட்டிற்கு பீஸ்ஸா வழங்கப்பட்டதாக விசாரணை அதிகாரிகள் வெளிப்படுத்தியிருந்தனர்.. அதன்படி, விசாரணை அதிகாரிகள் 24 மற்றும் இரவு இரவு சோதனை செய்யப்பட்டனர்.",
        "விசாரணைகள் காவலில் வைக்கப்பட்டதாகவும், இந்த ஆன்லைன் மோசடியை மேற்கொண்ட இரண்டு பெண்கள் உட்பட கணினிகள் வாடிக்கையாளர்களிடம் கொண்டு செல்லப்பட்டதாகவும் போலீசார் கூறுகின்றனர்.",
        "சந்தேக நபர்களின் விசாரணையின் பின்னர், அதிகாரிகள் நெகோம்போவின் பிரஜெடோட்டாவில் உள்ள மற்றொரு ஆடம்பர இல்லத்தை சோதனை செய்தனர் மற்றும் மொபைல் போன் மற்றும் கணினிகளால் கைது செய்யப்பட்டனர். கிளைகள் துபாய் மற்றும் ஆப்கானிய மாநிலங்களில் அமைந்துள்ளன என்பதும் தெரியவந்துள்ளது.",
        "இந்த நெட்வொர்க்கில் பங்கேற்க இடங்களைச் செய்ய விசாரணை அதிகாரிகள் வர்த்தகர்களைக் கொண்டுள்ளனர், இது சைபர் கைதிகளைப் பயன்படுத்தும் சைபர் கைதிகளுக்கு சமம் மற்றும் மியான்மரில் உள்ள மோசடிக்கு சமம்."
      ]
    },
    "en": {
      "title": "Large scale cyber trafficking through cooked order",
      "body_lines": [
        "The Criminal Investigations Department (CID) has arrested 33 persons including foreigners, including foreigners involved in the world with a number of countries in Negombo.",
        "With the suspects and suspects, 109 mobile phones were taken into police custody and 3 lap toff computers.",
        "Pakistan Algeria Nepal is also Indonesia and Sri Lankans among the suspects and suspects.",
        "Criminal investigations by a woman in several occasions that the Group was informed by a unidentified person to make money in the Ticktock Social Media Network and had received Rs 750 at a cost of Rs.Complaints have been lodged with the department.",
        "If you want to earn money, the Group Admin has told the complainant to a bank account when the profit was asked to invest money.",
        "Accordingly, the labor had been credited to the bank account at several lakhs.",
        "However, as promised not profit, she had lodged a complaint with the Financial Investigation Unit.",
        "Accordingly, the Investigation Officers in the Director of the Deputy Inspector General of Police, the Director of the Deputy Inspector General of Police, the Director General of Police (SSP Mangala Dev Premaratne's direction of the Department of Police Rohan Premaratne was appointed as the Director General of Police..",
        "In the interrogation of them, he has been revealed and that the two bank accounts have been launched by the racketeers's notification.",
        "Investigations have focused on the pizza order provided through the online bank accounts, and the investigatory officials had revealed that the pizza had been given to a luxury house in Kochchikade, Negombo.. Accordingly, the inquiry officers were raided at the night 24 and night.",
        "Police say that investigations were taken into custody and computers were taken into customers, including two women who were carrying out these online racket.",
        "After the interrogation of the suspects, the officials raided another luxury house in the Pragetota, Negombo and were taken into custody by the mobile phone and computers. It has also been revealed that the branches are located in Dubai and Afghan states.",
        "Investigation Officers have traders to perform places to participate in this network, which is the same as Cyber ​​captives using cyber captives and is equal to the racket in Myanmar."
      ]
    }
  },
  "summary_lines": [
    "The CID arrested 33 individuals, including foreigners, linked to cyber trafficking across several countries. Suspects were found with 109 mobile phones and 3 laptops. The group allegedly used social media to lure victims, promising profits but instead defrauding them. Investigations led to the discovery of two bank accounts controlled by the ringleaders and the use of online pizza orders as a cover for illicit activities. Authorities raided two luxury houses in Negombo, seizing more devices and arresting additional suspects, including two women. The operation uncovered international connections, including branches in Dubai and Afghanistan, and similarities to a cyber slavery ring in Myanmar."
  ]
}