{
  "translated_text": {
    "si": {
      "title": "ඉහළ පෙළේ වීදිවල අනතුරු සඳහා ප්රධාන සාධක හඳුනා ගැනීම",
      "body_lines": [
        "අධිවේගී මාර්ග ආරක්ෂණ උපදේශක කමිටුවේ සාමාජිකයෙකු වන ආචාර්ය සමත් හෙට්ටියාරච්චි මහතා පැවසුවේ ඉහළ පාරවල්වල සිදුවන අනතුරු සඳහා ප්රධාන හේතු තුනක් හඳුනාගෙන ඇති බවයි.",
        "ඊයේ කොළඹ පැවති මාධ්ය හමුවකදී අදහස් දක්වමින් ඔහු කියා සිටියේ මෙය ගණකාධිකරණය පිළිබඳ වාර්තාවක දැක්වෙන්නේ උසස් පාරවල්වල අනතුරු පිළිබඳ සාධකවල වාර්තාවකිනි.",
        "ඉහළ මට්ටමේ වීදිවල අනතුරු වලින් 56% ක් සිදුවන්නේ රියදුරන්ගේ නොසැලකිල්ල නිසාය. එය විශාල ගැටලුවක් බවට පත්ව ඇත. මෙම අනතුරු හේතුවෙන් මරණ හෝ ස්ථිර දිස්ත්රික්කවලින් සියයට 35 ක් ඇති වේ.",
        "දක්ෂිණ අධිවේගී මාර්ගය ඉදිකිරීමෙන් වසර දහතුහන තුළ මාර්ග අනතුරු 9,375 ක් ලියාපදිංචි කර ඇති අතර, ඉන් අනතුරුව රියදුරන්ගේ නොසැලකිලිමත්කම හේතුවෙන් අනතුරු 5,292 ක් තිබී ඇත.. අනතුරින් මියගොස් ඇත්තේ 66 දෙනෙකු පමණක් වන අතර 637 ක් ස්ථිරවම ආබාධිත තත්ත්වයට පත්ව ඇත.",
        "දක්ෂිණ අධිවේගී මාර්ග පොලිස් කොට් of ාශයේ අධ්යක්ෂවරයා සහ ජ්යෙෂ් Police පොලිස් අධිකාරී මයුර පෙරේරා, අනතුර පිළිබඳ තොරතුරු පැහැදිලි කළහ.",
        "මේ වසරේ මේ දක්වා ඉහළ පෙළේ වීදිවල විශාල අනතුරු 7 ක් වී තිබේ. මීට පෙර වසර දෙකක අවුරුදු දෙකකට සමගාමීව සාපේක්ෂව වැඩි වීමක් පෙන්නුම් කරයි. එනම්, 2022 දී තුවාල ලැබූවන් 17 දෙනෙකු සමඟ එය 2023 දී කඩා වැටී ඇත.",
        "සියලුම රියදුරන් මාර්ග සුරක්ෂිතතාවයට ප්රමුඛත්වය දෙන බව ඔහු පැවසීය. විශේෂයෙන් උත්සව සමයේදී මෙම සංඛ්යා ප්රදර්ශනය වන අතර, ඉහළ මට්ටමේ මාර්ග අනතුරු සඳහා දායක වීම සඳහා හොඳ රියදුරන්ගේ අවශ්යතාව ප්රදර්ශනය වේ.",
        "මෝටර් රථ ප්රවාහන පනතේ රෙගුලාසි අඩු කිරීම සඳහා නව තාක්ෂණික සන්නිවේදන උපකරණ භාවිතා කිරීම මෝටර් ප්රවාහන පනත මගින් නව තාක්ෂණික සන්නිවේදන උපකරණ ප්රතිසංස්කරණය කළ යුතු බව ප්රවාහන හා අධිවේගී මාර්ග අමාත්යාංශය ටුෂාරා සුරකවීර මහතා පැවසීය.",
        "මාර්ග ආරක්ෂාව වැඩි දියුණු කිරීම සඳහා වර්තමාන තත්වයන්ට අනුකූලව නීති රීති වෙනස් කිරීමේ වැදගත්කම ඔහු අවධාරණය කළේය.",
        "එසේම, රියදුරු පුහුණු වැඩසටහන් මගින් රියදුරු බලපත්රය ප්රමිතිකරණය කිරීම සඳහා වන අවශ්යතා ඔහු විසින් ගෙනහැර දැක්වීය. මාර්ග ආරක්ෂාව සහ වගකිවයුතු රියදුරු පිළිවෙත් වල වෙනසක් සිදු කිරීමෙන් යහපත් රියදුරෙකු බිහිකිරීම සිදු කිරීම මෙම උත්සාහයයි."
      ]
    },
    "en": {
      "title": "Identifying the main factors for accidents on high -speed streets",
      "body_lines": [
        "Dr. Samot Hettiarachchi, a member of the Advisory Committee for Expressway Protection, said that three major causes of accidents on high -speed roads have been identified as drivers' negligence, non -maintenance of vehicles.",
        "Speaking at a media briefing held in Colombo yesterday, he said that this was found in a report on the statistics and factors of accidents on high -speed roads.",
        "56 percent of accidents on high -speed streets are caused by drivers' negligence. It has become a big problem. These accidents cause 35 percent of deaths or permanent districts.",
        "A total of 9,375 road accidents have been registered in the thirteen years after the construction of the Southern Expressway, of which 5,292 accidents were due to the negligence of drivers.. Only 66 people have died in the accident and 637 have been permanently disabled.",
        "The Director of the Southern Expressway Police Division and Senior Superintendent of Police, Mayura Perera, explained the details of the accidents.",
        "So far this year there have been seven massive accidents on the high -speed streets. It shows an increase in comparison with two years of previous two years. That is, with 17 casualties in 2022, it has fallen to four in 2023.",
        "He said that all drivers prioritize road safety, especially during the festive season, these figures showcase the need to create decent drivers to contribute to the high -speed road accidents.",
        "The Ministry of Transport and Expressway Additional Secretary Tushara Suraweera said that the use of new technical communications equipment should be renovated by the Motor Transport Act to reducing the regulations in the Motor Transport Act.",
        "He emphasized the importance of changing the rules in accordance with the current conditions to improve road safety.",
        "Also, he outlined the requirements for standardizing the driver's license through driver's training programs. He said the effort was aimed at creating decent drivers by making a change in the approach of road safety and responsible driver practices."
      ]
    }
  },
  "summary_lines": [
    "Dr. Samot Hettiarachchi identified three main causes of high-speed road accidents: drivers' negligence, non-maintenance of vehicles, and lack of road safety education. 56% of accidents are due to negligence, causing 35% of deaths or permanent disabilities. Despite efforts to improve safety, there's been a decrease in casualties from 17 in 2022 to 4 in 2023. The Ministry of Transport suggests updating the Motor Transport Act to reduce regulations and improve road safety."
  ]
}