{
  "translated_text": {
    "si": {
      "title": "පසුගිය අවුරුදු 20 තුළ. තිස්ස",
      "body_lines": [
        "සමපාත දෙපාර්තමේන්තුව, සමාජ ක්රියාකාරික හා වෘත්තීය සමිති ඩී.කේ.. කීර්ති තිසා මහතා පැවසීය.",
        "ඔහු මේ බව ප්රකාශ කළේ මහනුවර ඩෙවොන් හෝටලයේදී පැවති මාධ්ය හමුවකදීය.",
        "සම-විධිවිධාන ක්ෂේත්රයේ නිලධාරීන් කිහිප දෙනෙකුගේ ක්රියාමාර්ගයෙන් සමපාත දෙපාර්තමේන්තුවට දැඩි ලෙස බලපා ඇති අතර සමහර නිලධාරීන් පියවර ගැනීමෙන් වැළකී සිටිති.. ඔහු කියා සිටියේ සභාග ක්ෂේත්රයේ හවුල්කරුවෙකු වන රශ්තු අයිතිවාසිකම් බොහොමයක් උල්ලං are නය වී ඇති බවයි.",
        "සමපාත දෙපාර්තමේන්තුව සම්බන්ධයෙන් විවිධ පක්ෂ විසින් පසුගිය වසර 20 තුළ විවිධ පක්ෂ විසින් පැමිණිලි 700 ක් පමණ ලබා දී ඇති නමුත් මෙතෙක් කිසිදු ක්රියාමාර්ගයක් ගෙන නොමැති බව ඔහු පැවසීය.",
        "වංචාවේ බහු-චෙඩ් ෆිනෑන්ෂල් වංචාව ද ඔහු චෝදනා කළේය. සමිති 1700 ක් තුළ සමිති සංගම් 2000 ක් පමණ ලියාපදිංචි කර ඇති අතර ඉන් 700 ක් වසා දමා ඇති බව ඔහු පැවසීය.",
        "එහි ප්රති As ලයක් වශයෙන්, ස්ථාවර තැන්පතු හා තොග මිලදී ගත් මිලියන සංඛ්යාත ජනතාවක් සමාජභාවයේ සමපාත සමිති වල බලපෑමට ලක්ව ඇති අතර ඔවුන්ගේ භූමිකාව පළමුව සිදුවී ඇත්තේ කුමක්දැයි ඔවුන් නොදනී.",
        "සමහර බලධාරීන් ඒවා අසමත් වූ බවට ද ඔහු චෝදනා කළේය. මේ වන විට මේවා බොහොමයක් පැමිණිලි කර 1100 -page පැමිණිලි කර ඇති අතර එය මධ්යම පළාත් විගණන දෙපාර්තමේන්තුව (ODD) විසින් සමාලෝචනය කර ඇති බව ඔහු පැවසීය.",
        "අතීතයේ බලයේ සිටි සමහර උසස් නිලධාරීන් ඔවුන් ආවරණය කරමින් සිටි බව ද ඔහු පැවසීය.",
        "නව රජය ජාතික මහජන පෙරමුණට ජනතාවට සාධාරණය ඉටු කිරීම සඳහා මහජනතාවට ඡන්දය ප්රකාශ කර ඇති බැවින් නව රජය සාධාරණීකරණය කළ යුතු බව ඔහු පැවසීය.",
        "පාර්ලිමේන්තුව පිරිසිදු කිරීමේ කාර්යයට මහජනයා දායක වූ බැවින් සමුපකාර අංශයේ අපිරිසිදු අපිරිසිදුකම තුරන් කිරීමට මහජනතාව ඉදිරිපත් කළ යුතු බව ද ඔහු කියා සිටියේය."
      ]
    },
    "en": {
      "title": "For the past 20 years. Tissa",
      "body_lines": [
        "The Co -operative Department, Social activist and trade union DK said that over the past 20 years in the co -operative sector, several lakhs of rupees have been fraudulent and more than 700 complaints have been made.. Keerthi Tissa said.",
        "He made this statement during a media briefing held at Devon Hotel, Kandy.",
        "He said that the Co -operative Department has been severely affected by the action of a few officers in the co -operative sector and some officials are avoiding action.. He said that many of the Rathu rights, a partner in the coalition sector, have been violated.",
        "He said that over the past 20 years, about 700 complaints have been made by various parties regarding the Co -operative Department, but no action has been taken so far.",
        "He also accused the multi -rupee financial fraud of fraud. He said that about 2000 co -operative societies were registered across the country, of which 1700 unions were not operating properly, of which 700 were closed.",
        "As a result, millions of people who have purchased stable deposits and stocks in the nationwide co -operative societies have been affected and they do not know what their role has happened first.",
        "He also accused some authorities of failing them. He said that these have made many complaints so far and have made a 1100 -page complaint with all sources in May 2024, and that they have been reviewed by the Central Provincial Audit Department (Odd).",
        "He also said that some top officials who had been in power in the past were covering them up.",
        "He added that the new government should give a justification as the new government has voted for the National People's Front for the public to provide justice to the people.",
        "He also said that the public should come forward to eliminate dirt in the cooperative sector, as the public contributed to the task of clearing the Parliament."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "Co-op sector scams: 700+ complaints in 20 years; 1700 out of 2000 societies non-functional; 700 closed; millions affected; 1100-page complaint filed; new govt urged to act."
  ]
}