{
  "translated_text": {
    "si": {
      "title": "වහාම මා වෙනුවට;මන්නාරම වෛද්ය අසාද්",
      "body_lines": [
        "මන්නාරම් දිස්ත්රික් මහ රෝහලේ අධ්යක්ෂ වෛද්ය අසාද් එම්. හනිබා මහතා මගේ ජීවිතය ක්ෂණිකව නැවත ස්ථානගත කිරීම ඉල්ලා සිටින ලෙස ඉල්ලා",
        "ඔහු ඊයේ (22) යූනියන් සෞඛ්ය අමාත්යාංශයේ ලේකම් වෙත හදිසි ලිපියක් යවා තිබේ.",
        "මාව මන්නාරම් දිස්ත්රික් මහ රෝහලේ අධිකාරී ලෙස පත් කළ බැවින්, සෞඛ්ය සේවා වැඩිදියුණු කිරීම් සහ ආරක්ෂිත පියවර ක්රියාත්මක කිරීමෙන් සෞඛ්ය සේවා වැඩිදියුණු කිරීම සඳහා මම කැපවී සිටිමි.",
        "කෙසේ වෙතත්, අවාසනාවන්ත කලලරූපය මේ මස 19 වන දින මන්නාරම දිස්ත්රික් මහ රෝහලේදී මිය ගියේය.",
        "මව සහ ළදරුවාගේ මරණය සම්බන්ධයෙන් මම සුදුසු ක්රියාමාර්ගයක් ගෙන ඇත්තෙමි.",
        "කෙසේ වෙතත්, කල්ලිය මාතෘ හෝටලයට ඇතුළු වී රෝහලේ දේපළවලට හානි සිදුවිය.",
        "මම එහි ගිය විට, තත්වය සාකච්ඡා කිරීමට සහ පැමිණීමේ රැස්වීම පාලනය කිරීමට පොලිස් නිලධාරීන්ගේ සහාය ඉල්ලා සිටියෙමි.",
        "කෙසේ වෙතත් ඔවුන් මට පෞද්ගලිකව පහර දීමට උත්සාහ කළා. ඔවුන් මාව ler ාතකයා යැයි පැවසූහ. ඔවුන්ගෙන් සමහරු මට පහර දීමට උත්සාහ කළහ.",
        "පසුව, බදාදා, බදාදා, සෞඛ්ය අමාත්යාංශයේ ලේකම්, උතුරු පළාත් සෞඛ්ය අමාත්යාංශයේ ලේකම්, සෞඛ්ය අමාත්යාංශයේ නියෝජ්ය අරමුදල් සහ සෞඛ්ය අමාත්යාංශය විසින් සෞඛ්ය අමාත්යාංශය විසින් ගනු ලැබූ ක්රියාමාර්ග පිළිබඳව පැහැදිලි කර ඇත.",
        "මේ අතර, එදින සවස මන්නාරම දිස්ත්රික් මහ රෝහලේ මහ රෝහලගේ දොරටුව අවහිර වූ අතර විශාල පිරිසක් හදිසි දෙපාර්තමේන්තුවේ සහ බාහිර රෝගී බ්රා ඇතුළු විශාල පිරිසක් සම්බන්ධ වූහ.",
        "විරෝධතාකරුවන් ඉල්ලා සිටියේ මන්නාරම දිස්ත්රික් ලේකම්, උතුරු පළාත් ලේකම් සහ මන්නාරම් දිස්ත්රික් මට්ටමේ සෞඛ්ය සේවා අධ්යක්ෂ වහාම සේවයෙන් පහ කළ යුතු බවයි.",
        "මෙය මා බරපතල ජීවිතයක් බවට පත් කර ඇති අතර, මම මගේ මහල් නිවාසයේ සිට කිලෝමීටර් 355 ක් දුරින් ගමන් කළෙමි.",
        "එපමණක් නොව, මට එරෙහි උද් s ෝෂනයන් දිගටම ප්රසිද්ධියේ කැරැල්ලක් හා නොසන්සුන්තාවයක් ලෙස දිගටම කටයුතු කරන්න.ඒ නිසා මට උතුරු පළාතේ අනාරක්ෂිත වැඩ පරිසරයක් තිබේ.",
        "කරුණාකර මගේ ආරක්ෂාව සහතික කිරීමට සහ කඩිමුඩියේ උතුරු පළාතෙන් පිටතට යාමට පියවර ගන්න.",
        "මට එරෙහිව murder ාතනය කිරීමේ තර්ජනය මත මන්නාරම පොලිසියට පැමිණිලි කර තිබේ.. රීල්"
      ]
    },
    "en": {
      "title": "Replace me immediately;Mannar Doctor Azad",
      "body_lines": [
        "Dr. Azad M. Haniba, Director of the Mannar District General Hospital, has issued a furious request to the Secretary of the Union Health Ministry demanding the immediate relocation of my life.",
        "He sent an emergency letter to the Secretary of the Union Health Ministry yesterday (22).",
        "Since I was appointed as the Superintendent of the Mannar District General Hospital, I have dedicated myself to improve health services by implementing many health quality improvements and safety measures.",
        "However, the unfortunate embryo died at the Mannar District General Hospital on the 19th of this month.",
        "I have taken appropriate action on the death of the mother and the infant.",
        "However, the gang entered the maternity hotel and damaged the property of the hospital.",
        "When I went there, I sought the help of police officers to discuss the situation and control the attendance meeting.",
        "However they tried to attack me personally. They shouted me saying me was the killer. Some of them tried to attack me.",
        "Subsequently, on Wednesday, the 20th, the Secretary of the Ministry of Health, the Secretary of the Northern Provincial Ministry of Health, the Deputy Funds of the Ministry of Health and the Religious Ministry of Health explained the actions taken by the Ministry of Health.",
        "Meanwhile, that evening, the entrance to the Mannar District General Hospital was blocked and a large crowd was involved in the emergency department and the outpatient Bra.",
        "The protesters demanded that the Mannar District Secretary, the Secretary of the Northern Province and the Ministry of Health and the Mannar District Regional Health Services Director be immediately sacked.",
        "This has made me a serious life -threatening warning because I traveled from my apartment 355 kilometers away.",
        "Moreover, campaigns against me continue to be public rebellion and unrest.So I have an unsafe work environment in the Northern Province.",
        "Please take steps to ensure my safety and move on out of the Northern Province in a hurry.",
        "I have lodged a complaint at the Mannar Police Station on the threat of murder against me.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "\"Dr. Azad faces threats after baby's death at Mannar Hospital. Protesters demand his removal. He seeks protection, requesting relocation due to unsafe work environment.\""
  ]
}