{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி பில்லயனின் கட்சியை ஆதரிக்கிறார்",
      "body_lines": [
        "ஜனாதிபதி தேர்தலில் ஜனாதிபதி ரணில் விக்ரமேசிங்கை டி.எம்.வி.பி ஆதரிக்கிறது. கட்சியின் தலைவர் சிவனசாதூரை சந்திரகாந்தன் கூறினார்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கும் டி.எம்.வி.பி.. கட்சித் தலைவர் சிவநசாதூரை சந்திரகாந்தன் இன்று (22) பட்டிகலோவில் உள்ள கட்சி தலைமையகத்தில் நடைபெற்றது.",
        "கிழக்கு மாகாணத்தை வெற்றிகரமாக அபிவிருத்தி செய்வதற்கான ஜனாதிபதி ரணில் விக்ரமேசிங்கின் திட்டம் இருந்தால், சிவனசாதூராய் சந்திரகன் கூறினார்.",
        "நாட்டின் பொருளாதாரம் இன பிரச்சினைக்கு நிரந்தர தீர்வாக இருக்கும் என்று ஜனாதிபதி ரங்கில் விக்ரமேசிங்கே கூறினார். அடுத்த ஐந்து ஆண்டுகளுக்குள் கிழக்கு மாகாணத்தின் பரந்த வளர்ச்சிக்கு அவர் கொண்டு வரப்படுவதாகக் கூறப்படும் ஜனாதிசத்தில் எல்லோரும் சேர நியமிக்கப்பட்டுள்ளதாகக் கூறப்படுகிறது.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங்கே கூறினார்",
        "நாட்டில் ஒரு வலுவான பொருளாதாரத்தை உருவாக்கவும், இன பிரச்சினைக்கு நிரந்தர தீர்வைப் பெறவும் நாம் பணியாற்ற வேண்டும். இது இளைய தலைமுறையினருக்கும் ஒரு நல்ல எதிர்காலத்தையும் உருவாக்க வேண்டும். கிழக்கு மாகாணம் குறைந்த வளர்ந்த மாகாணமாகும். அடுத்த 5 ஆண்டுகளில், மாகாணத்தை குறைந்த வளர்ந்த மாகாணமாக வைக்க முடியாது. எனவே, கிழக்கு மாகாணத்தை மேம்படுத்த திட்டத்தை நாங்கள் செயல்படுத்த வேண்டும்.மக்களின் வருமானம் அதிகரிக்க வேண்டும். மேலும், நாட்டில் வளர்ச்சியடையாத பிற மாகாணங்களை வளர்ப்பதற்கு தேவையான திட்டத்தை நாங்கள் செயல்படுத்துகிறோம்.",
        "டிரின்கோமலீ மாவட்டத்தில் பெரும் வளர்ச்சியை உருவாக்க நாங்கள் திட்டமிட்டுள்ளோம், இந்தியா மற்றும் வெளிநாடுகளுடன் ஒத்துழைக்கிறோம். இந்த பகுதிகளில் புதிய தொழில்கள் மற்றும் முதலீடுகளைக் கொண்டுவருவதற்கும் நாங்கள் பணியாற்றுகிறோம்.",
        "புதிய நிலங்களை விவசாயத்துடன் பயிரிட புதிய நிலங்கள் பயன்படுத்தப்படுகின்றன. இது மக்களுக்கு பெரிய வருமானம் ஈட்ட உதவும்.",
        "மேலும், இந்த பகுதியில் சுற்றுலாவுக்கு பெரும் தேவை உள்ளது, மேலும் அவை உருவாக்கப்பட வேண்டும். ட்ரின்கோமலீ, பாட்டிகலோவா, பொலோனாருவா, தம்புல்லா, தம்புல்லா, தம்புல்லா மற்றும் அனுராதபுராவிலிருந்தும் மக்கள் பயனடைவார்கள். மேலும், பட்டிகலோவா விமான நிலையங்களும் உருவாக்கப்பட வேண்டும். இந்த வளர்ச்சி சவாலை நாம் ஏற்றுக்கொள்ள வேண்டும். நாங்கள் அந்த சவாலை வென்று கிழக்கு மாகாணத்தை ஒரு மேம்பட்ட மாகாணமாக மாற்ற முயற்சிக்கிறோம். இனப் பிரச்சினை இனி தேவையில்லை, அதற்கான தீர்வை நாம் அனைவரும் தீர்க்க வேண்டும்.",
        "இன்று மிகவும் சிறப்பு வாய்ந்த நாள் என்று சொல்வது மதிப்பு. கிழக்கு மாகாணத்தில் தமிழர்களின் விதி மற்றும் எதிர்கால வளர்ச்சியின் திருப்பம் என்று உறுதியாக தெரியவில்லை.",
        "பாட்டிகலோவா மாவட்டம், பாட்டிகலோவா மாவட்டம் உட்பட, விவசாயம் மற்றும் மீன்வளத்தை அடிப்படையாகக் கொண்டது.இந்த பகுதியின் பொருளாதாரத்தை மேம்படுத்த நாம் ரானில் விக்ரமேசிங்குடன் சேர வேண்டும். இந்த மாகாணத்திற்கு அவர் சரியான திட்டத்தை வைத்திருக்கிறார். எனவே நாங்கள் அவருடன் ஒத்துழைக்கிறோம்.",
        "தமிழ் மக்களின் பிரச்சினைகளைத் தீர்ப்பதில் மாகாண சபை மூலம் அதை முடிந்தவரை வழங்க வேண்டும் என்று அவர் வெளிப்படையாக வெளிப்படுத்துகிறார்.. எதிர்காலத்தில் தீர்வுகளை வழங்க ஜனாதிபதி நம்புகிறார். அவருக்கு பலம் கொடுப்பது எங்கள் பொறுப்பு.",
        "பொருளாதார பிரச்சினைகள் இருந்தபோதிலும் பாட்டிகலோவா மாவட்டத்தில் சாலை மேம்பாட்டு நடவடிக்கைகளுக்குத் தேவையான நிதியை ஒதுக்க அவர் நடவடிக்கை எடுத்துள்ளார்.. அதற்கும் நன்றி வழங்குகிறோம்.",
        "கட்டுமானத் துறை, உற்பத்தித் துறை, வேளாண் துறை, விவசாயத் துறை, தொழில்துறை துறை, கலை, செயற்கை நுண்ணறிவு ஆகியவற்றில் திட்டமிட திட்டமிட திட்டமிட திட்டமிடப்பட்டிருப்பது ஜனாதிபதி ரங்கில் விக்ரமேசிங்கை மட்டுமே திட்டமிடப்பட்டுள்ளது.",
        "கிழக்கு மாகாணத்தின் திட்டங்களை செயல்படுத்த அவர் ஆதரித்தால், கிழக்கு மாகாண மக்கள் இரு கால்களிலும் நிற்க முடியும். அடுத்த ஜனாதிபதித் தேர்தலில் ஜனாதிபதிக்கு எங்கள் ஆதரவு வழங்கப்படும் என்பதையும் நாங்கள் உறுதிசெய்கிறோம்.",
        "இந்த இந்நிகழ்ச்சியில் தேசிய பாதுகாப்பு தொடர்பான மூத்த ஜனாதிபதி ஆலோசகர் மற்றும் ஜனாதிபதி சாகலா ரத்னாயக்கின் ஜனாதிபதி பணியாளர் தலைவரும் கலந்து கொண்டார்.",
        "இதற்கிடையில், அரசு அமைச்சரின் தமிழ் முற்போக்கான தொழிற்சங்கத் தலைவரின் தலைவர். டகிட்டீனின் இல்லத்தில் நடைபெற்ற கூட்டத்தில் ஜனாதிபதி ரணில் விக்ரமேசிங்கும் கலந்து கொண்டார். கூட்டாளர்களுடன் மற்றும் கள். திரு. டகிட்ரெனின் குடும்ப உறுப்பினர்களுடன் ஜனாதிபதி கதைகள்.",
        "கிழக்கு மாகாண ஆளுநரும், தேசிய பாதுகாப்பு தொடர்பான மூத்த ஆலோசகரும், ஜனாதிபதி சாகலா ரத்னாயக்கின் ஜனாதிபதி பணியாளர் தலைவரும் கலந்து கொண்டனர்."
      ]
    },
    "en": {
      "title": "President support Pillayan's party",
      "body_lines": [
        "TMVP supports President Ranil Wickremesinghe in the presidential election. Sivanesathurai Chandrakanthan said the leader of the party.",
        "President Ranil Wickremesinghe and TMVP. The party leader Sivanesathurai Chandrakanthan was held at the party headquarters in Batticaloa today (22).",
        "Sivanesathurai Chandrakanthan said that if President Ranil Wickremesinghe's plan to develop the Eastern Province successfully, said Sivanesathurai Chandrakan.",
        "President Ranil Wickremesinghe said that the economy of the country would be a permanent solution to ethnic problem. It is said that everyone has been assigned to be joining the Janadhipatism that he is said to be brought to a broad development of the Eastern Province within the next five years.",
        "Speaking further, President Ranil Wickremesinghe said,",
        "We must work to create a strong economy in the country and seek a permanent solution to the ethnic problem. It should also build a good future for the younger generation. Eastern Province is a low developed province. In the next 5 years, the province cannot be placed as a low developed province. Therefore, we should implement the program to improve the Eastern Province.The income of the people should increase. Also, we are implementing the necessary program to develop other undeveloped provinces in the country.",
        "We are planning to create a great deal of development in the Trincomalee district and cooperates with India and foreign countries. We also work to bring in new industries and investments in these areas.",
        "New lands are being used to cultivate new land with agriculture. This will enable the people to earn a large income.",
        "Also, there is a great demand for tourism in this area and should be developed. People will also benefit from Trincomalee, Batticaloa, Polonnaruwa, Dambulla, Dambulla, Dambulla and Anuradhapura. Also, Batticaloa airports should also be developed. We must accept this development challenge. We are trying to win that challenge and make the eastern province into an advanced province. And the ethnic problem is no longer necessary, and we all need to resolve the solution to it.",
        "It is worth saying that today is a very special day. It is not sure that the destiny of the Tamils ​​in the Eastern Province and the turn of future development.",
        "The Batticaloa district, including the Batticaloa district, is based on agriculture and fisheries.We must join with Ranil Wickremesinghe to improve the economy of this area. He has a proper plan for this province. So we cooperate with him.",
        "He openly expresses that it should be given as possible through the Provincial Council in solving the problems of the Tamil people.. The President hopes to provide solutions in the future. It is our responsibility to give him the strength.",
        "He has taken steps to allocate the funds required for road development activities in the Batticaloa district despite economic problems.. We also offer thanks to that.",
        "President Ranil Wickremesinghe is the only one to be planned to be planned to be planned to be planned in the construction sector, manufacturing sector, agricultural sector, agricultural sector, industrial sector, art, artificial intelligence.",
        "If he supports the implementation of the plans of the Eastern Province, the people of the Eastern Province will be able to stand on both feet. We also ensure that our support will be given to the President in the next presidential election.",
        "Senior Presidential Advisor on National Security and Presidential Staff Head of the President Sagala Ratnayake was also present at the occasion.",
        "Meanwhile, the leader of the Tamil Progressive Union Leader of the Government Minister S. President Ranil Wickremesinghe was also present at the meeting held at Dakitteen's residence. With the partners as well as the S. The President also stories with the family members of Mr. Dakightren.",
        "Governor of the Eastern Province Sandil Thondaman and Senior Advisor on National Security and Presidential Staff Head of the President Sagala Ratnayake were also present."
      ]
    }
  },
  "summary_lines": [
    "The TMVP supports President Ranil Wickremesinghe, promising development in the Eastern Province and a permanent solution to the ethnic issue. Wickremesinghe aims to transform the Eastern Province within five years, focusing on economic growth, agriculture, tourism, and infrastructure development. The President emphasizes cooperation with India and foreign nations to achieve these goals."
  ]
}