{
  "translated_text": {
    "ta": {
      "title": "கெல்லி ஃப்ரேசர்: பிரிட்டிஷ் பெண் இலங்கையின் போராட்டம் பற்றி உலகுக்குச் சொன்னாள்",
      "body_lines": [
        "கெல்லி ஃப்ரேசர்: பிரிட்டிஷ் பெண் இலங்கையின் போராட்டம் பற்றி உலகுக்குச் சொன்னாள்",
        "சில அரசியல் வர்ணனையாளர்கள் தற்போதைய ஜனாதிபதியை போராட்டத்தின் தற்போதைய ஜனாதிபதியாக சக்திவாய்ந்தவர்களாக அழைத்தனர், பிபிசி இரண்டு வயது சிறுமியை கவனிக்கிறது, அவர் இலங்கையில் உள்ள தாயகத்திற்கு இரண்டு ஆண்டுகளுக்கும் மேலாக ஒரு வெளிநாட்டில் திரும்ப இயலாது அதிகாரிகளால் தூண்டப்பட்ட இளைஞன்",
        "ஆகஸ்ட் 15, 2022 முதல் பிரிட்டிஷ் கெல்லி ஃப்ரேசரின் விசா ரத்து செய்யப்பட்டுள்ளது என்று குடிவரவு மற்றும் குடியேற்றத் துறை (குடிவரவு மற்றும் குடியேற்றம்) தெரிவித்துள்ளது.",
        "குடிவரவு சட்டங்களை மீறியதாக குற்றம் சாட்டிய தனது இலங்கையர்கள் நாடுகடத்த முடிவு செய்திருந்தார்.",
        "குடிவரவு மற்றும் குடியேற்றத் துறையின் விசாரணையின் பின்னர், போராட்டம் குறித்த போராட்டத்தை விசாரித்த பின்னர், குடிவரவு மற்றும் குடியேற்றத் துறை தெரிவித்துள்ளது.",
        "20 வது லட்சம் உச்சநீதிமன்றம் தாக்கல் செய்த மனுவில் ரூ.",
        "குடிவரவு திணைக்களம் மற்றும் திணைக்களம் தாக்கல் செய்த மனு இலங்கையால் இயக்கப்பட வேண்டும் என்று கோருகிறது, மேலும் இந்த மனு 2022 ஆகஸ்ட் 16 அன்று நிராகரிக்கப்பட்டுள்ளது என்று முடிவு செய்தது.",
        "போராட்டத்தை சொல்ல பிரிட்டிஷ் பெண் மனுவை உச்ச நீதிமன்றம் நிராகரிக்கிறது",
        "குடியேற்றம் மற்றும் குடியேற்றத்தின் கட்டுப்பாட்டாளர் குடியேற்றம் மற்றும் குடியேற்றத்தின் கட்டுப்பாட்டாளர் விசா இல்லாவிட்டாலும் ரத்து செய்ய அல்லது முடிவுக்கு வருவது உறுதி செய்யப்பட்டுள்ளது என்பதை உறுதிப்படுத்தியுள்ளது என்று நீதிபதி காட்டியுள்ளார்.",
        "இதற்கிடையில், அவர் நாட்டின் வீடியோவில் விடுவிக்கப்பட்டார் மற்றும் வெலிகாமாவில் உள்ள ஒரு ஹோட்டலில் பாலியல் துஷ்பிரயோகம் செய்யப்பட்டார்.",
        "அவர் காவல்துறையினரிடம் புகார் அளித்ததாகவும், புகாரை காவல்துறையினருக்கு அகற்றுமாறு காவல்துறை அழுத்தம் கொடுத்ததாகவும் அவர் கூறினார்.",
        "கெல்லி ஃப்ரேசரின் வழக்கறிஞராக இருக்கும் கோடானந்த கோடிதுவக்கு, இலங்கையில் பிரிட்டிஷ் உயர் ஸ்தானிகராலயம் தொடர்பாக பிபிசியின் சேவையை தெரிவித்தார்.",
        "இந்த சம்பவத்தின் போது, ​​அவர் உயர் ஆணையத்துடன் அலுவலகத்துடன் விவாதித்தார் என்று அவர் கூறுகிறார். பிரிட்டிஷ் பெண்ணை பிரிட்டிஷ் தடுப்பு மையத்திடம் ஒப்படைக்க வேண்டும், பின்னர் அவரை விரைவில் பிரிட்டனுக்கு நாடு கடத்த வேண்டும் என்று உயர் ஆணையரின் அதிகாரிகள் தெரிவித்தனர்.",
        "\"நான் அவரிடம் சென்று டெபிட் முகாமில் வைக்கச் சொன்னேன், அவரை ஒரு நியாயமான நேரத்திற்குள் பிரிட்டனுக்கு நாடு கடத்த முடியும். ஆனால் சிறுவன் நாடுகடத்தலுக்கு உடன்படவில்லை. \"",
        "பிரிட்டனுக்குச் செல்வதற்கான உரிமையை உறுதி செய்ய ஜனாதிபதி கோருகிறார்",
        "இதற்கிடையில்.",
        "முன்னதாக, ஜனாதிபதிக்கு அனுப்பப்பட்ட கடிதம் இன்னும் எந்த பதிலும் பெறவில்லை என்பதையும் இந்த கட்டுரை நினைவில் வைக்கப்பட்டுள்ளது.",
        "\"அவர் மதிக்கப்படுவதை உறுதிசெய்வதற்கும், ஒரு சுதந்திர பிரிட்டிஷ் குடிமகனாக பிரிட்டனுக்குச் செல்வதற்கான உரிமையை உறுதி செய்வதற்கும், நீங்கள் அக்டோபர் 03 க்கு பதிலளிக்கவில்லை, ஆனால் தேதிக்கு பதிலளிக்கவில்லை.\"",
        "கெல்லி ஃப்ரேசர் இன்னும் இரண்டு வருடங்களுக்கும் மேலாக வெளிப்படுத்தாத இடத்தில் அவள் இன்னும் தங்கியிருக்கிறாள், அவர் தடுப்புக்காவலை விட்டு வெளியேற அனுமதி கோருகிறார்.",
        "தனது கடிதத்தில், நாகானந்தா கோடிடுவாகு ஜனாதிபதியிடம் மன மற்றும் உடல் ரீதியான பாதிக்கப்படுவது மிகவும் கடினம் என்று கூறியுள்ளார்.",
        "குடியேற்றம் மற்றும் குடியேற்றம், குடிவரவு மற்றும் குடியேற்றம் ஆகியவற்றைத் தொடர்புகொள்வதற்கான முயற்சி, இந்த சம்பவம் குறித்து அறிய குடிவரவு மற்றும் குடியேற்றத் துறையைத் தொடர்புகொள்வதில் வெற்றிபெறவில்லை.",
        "நீங்கள் அரசியலை விரும்பினாலும் ஏன் வாக்களிக்க வேண்டும்?",
        "தூக்கம்: பின்லாந்தில் குழந்தை பெட்டிகள் பின்லாந்தில் ஒரு குழந்தை",
        "மத்திய பூமி: நிஜ வாழ்க்கையில் மிகச்சிறந்த உலகம், டோக்கின் கற்பனை உலகம், ரிங்க்ஸ் தொடரின் டொக்கரைப் பார்க்கிறது"
      ]
    },
    "en": {
      "title": "Kelly Fraser: The British girl told the world about Sri Lanka's struggle",
      "body_lines": [
        "Kelly Fraser: The British girl told the world about Sri Lanka's struggle",
        "Some political commentators have called the current President to be powerful as the current president of the struggle, the BBC observes in a two-year-old girl who has been impossible to return to their homeland in Sri Lanka for more than two years in a foreign young man who has been impiired by the authorities.Was",
        "The Department of Immigration and Emigration (Immigration and Emigration) said that the British Kelly Fraser's Visa has been canceled since August 15, 2022.",
        "She had decided to deportate her Sri Lankans accusing of violating immigration laws.",
        "The Department of Immigration and Emigration had said that after a investigation by the Immigration and Emigration Department, after investigating the struggle about the struggle, the Department of Immigration and Emigration has said.",
        "The petition filed by the Supreme Court of the 20th lakhs was ordered to pay a case of Rs.",
        "The petition filed by the Department of Immigration and the department was demanding powered by Sri Lanka and decided that the petition has been rejected on 16 August 2022.",
        "Supreme Court rejects British girl petition to tell the struggle",
        "The judge has shown that the Controller of Immigration and Emigration has confirmed that the Controller of Immigration and Emigration has been confirmed to cancel or end the Visa even though it is not.",
        "In the meantime, she was released on a video of the country and sexually abused in a hotel in Weligama.",
        "She said he lodged a complaint with the police and that the police had pressured her to remove the complaint to the police.",
        "Kodananda Kodituwakku, who is the lawyer of Kelly Fraser, told the BBC's service in connection with the British High Commission in Sri Lanka.",
        "He says that during this incident, he discussed with the High Commission with the office. High Commissioner's Officers said that the British girl had to be handed over to the British Detention Center and then intervene to deport her to Britain as soon as possible.",
        "\"I asked him to go and put it in the debit camp, wherever he could be deported to Britain within a reasonable time. But the boy did not agree to the deportation. \"",
        "The president request to ensure the right to go to Britain",
        "Meanwhile, on November 11, 2024, calling Nagananda Kodituwakku as a letter to the President in a letter to the President of Kodananda for more than two years, the razed cycle fraser.",
        "Previously, this article has also been remembered that the letter sent to the President has not yet received any response.",
        "\"To ensure that she is respected and ensuring the right to go to Britain as a free British citizen, you have not responded to October 03, but has not been responding to date.\"",
        "She is still staying in a place where Kelly Fraser has not yet revealed for more than two years, she demands the permission to leave the detention.",
        "In his letter, Nagananda Kodituwakku has told the President that she is very difficult to suffer mental and physical.",
        "The attempt to contact the Immigration and Emigration, the Immigration and Emigration, was not successful in contacting the Department of Immigration and Emigration to find out about the incident.",
        "Why do you need to vote, even if you like politics?",
        "Sleep: Baby boxes in Finland a Baby in Finland",
        "Middle-Earth: The phantiest world in the real life, the fantasy world of Tokin, seeing the Tokin of the Rings series"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "British girl Kelly Fraser exposed Sri Lanka's struggles. Her visa was cancelled in 2022. She faced legal issues and sexual abuse allegations. Her lawyer sought presidential intervention for her rights."
  ]
}