{
  "translated_text": {
    "ta": {
      "title": "கர்ப்பிணித் தாய்மார்களுக்கு ஒரு எச்சரிக்கை",
      "body_lines": [
        "இந்தியாவில் மேற்கொள்ளப்பட்ட சமீபத்திய ஆராய்ச்சியில், வெப்பமான காலநிலையின் கீழ் பணிபுரியும் கர்ப்பிணிப் பெண்கள் சடலங்கள் மற்றும் தவறான நடத்தைகளை கருக்கலைப்புகளில் உற்பத்தி செய்வதில் அதிக ஆபத்தில் உள்ளனர்.",
        "2017 முதல் இன்றுவரை தென்னிந்திய தமிழ்நாட்டில் 800 கர்ப்பிணிப் பெண்களைப் பயன்படுத்தி இந்த ஆராய்ச்சி மேற்கொள்ளப்பட்டது.",
        "அந்த பெண்கள் விவசாய, செங்கல் பொருட்கள் மற்றும் உப்பு உற்பத்தியில் ஈடுபட்டுள்ளனர்.",
        "இந்த பெண்களில் ஐந்து சதவீதம் பேர் கருக்கலைப்புகளை எதிர்கொண்டுள்ளனர், மேலும் உயிரியல் மற்றும் முன்கூட்டிய பிறப்புகளில் 6.1 சதவீதம்."
      ]
    },
    "en": {
      "title": "A warning to pregnant mothers",
      "body_lines": [
        "In the latest research carried out in India, the pregnant women who work under the hot weather have been at increased risk to producing the corpses and misconduct into abortions.",
        "The research was carried out using 800 pregnant women in the state of South Indian Tamil Nadu from 2017 to date.",
        "Those women engaged in agricultural, brick products and salt production.",
        "Five percent of these women have faced abortions, and the 6.1 percent of the biodious and premature births."
      ]
    }
  },
  "summary_lines": [
    "Research in Tamil Nadu shows pregnant women working in hot weather face higher risks of miscarriages and abortions. 800 women engaged in agriculture, brick, and salt production were studied from 2017, with 5% experiencing abortions and 6.1% having biodynamic or premature births."
  ]
}