{
  "translated_text": {
    "ta": {
      "title": "அரிசி சம்பவம் குறித்த விசாரணை விசாரணை",
      "body_lines": [
        "குறைந்த வருமானம் கொண்ட குடும்பங்களின் இலவச அரிசி விநியோகிக்கப்பட்ட குற்றச்சாட்டுகள் குறித்து உடனடி விசாரணை நடத்துமாறு பொது நிர்வாக அமைச்சின் செயலாளர் சம்பந்தப்பட்ட மாவட்ட செயலாளர்களுக்கு அறிவுறுத்தியுள்ளார்.",
        "காலாவதியான அரிசி மற்றும் அரிசிக்கான கட்டணங்களின் விளைவாக அமைப்பின் பின்னணி.",
        "முறைகேடுகள் இல்லாமல் திட்டத்தை செய்வதற்காக அமைச்சக மட்டத்தில் ஒரு குழுவை வரிசைப்படுத்த நடவடிக்கை எடுக்கப்படும் என்று பொது நிர்வாக அமைச்சின் செயலாளர் அடா டெரானாவிடம் கூறியுள்ளார்.",
        "இலவச அரிசி இலவசமாக விநியோகிக்கப்பட்ட அரிசிக்கு பணத்தை விநியோகிக்க நிகழ்வுகள் குறித்து அடா டெரானா அறிக்கை செய்தது."
      ]
    },
    "en": {
      "title": "A probe investigation into rice incident",
      "body_lines": [
        "The Secretary to the Ministry of Public Administration has instructed the relevant District Secretaries to conduct an immediate investigation into the allegations of free rice distribution of low income families.",
        "The backdrop of the setting as a result of those expired rice and charges for rice.",
        "The Secretary of the Ministry of Public Administration has stated to Ada Derana that steps will be taken to deploy a group of employees at the Ministry level in order to perform the program without malpractices.",
        "Ada Derana reported on events to distribute money for free rice freely distributed rice."
      ]
    }
  },
  "summary_lines": [
    "The Secretary of the Ministry of Public Administration has ordered immediate investigations into allegations of free rice distribution to low-income families, due to expired rice and charges. The Ministry plans to deploy employees to ensure the program's integrity. Ada Derana reported on these events."
  ]
}