{
  "translated_text": {
    "ta": {
      "title": "பேச்சாளருக்கு ஒரு கருத்தை கொண்டு வர முடிவு",
      "body_lines": [
        "திரு. சபாநாயகர் அசோகா ரன்வாலாவுக்கு எதிராக நம்பிக்கை இல்லாத பிரேரணையை கொண்டு வர கேதா முடிவு செய்யப்பட்டுள்ளது.",
        "யு.என்.பி.யின் பொதுச் செயலாளர் யு.என்.பி பொதுச் செயலாளர் பொதுச் செயலாளர், யு.என்.பி.",
        "பேச்சாளர் முதலில் மக்களை முனைவர் பட்டம் பெற வேண்டும் என்றும் பல டிகிரிகளைக் காட்டியதாகவும் அவர் கூறினார்.",
        "முழு எதிர்ப்பு மற்றும் மனசாட்சி மூலம் பேச்சாளருக்கு எதிராக ஒரு சான்ஃபிடென்சிபிலிட்டியை சமர்ப்பிப்பதாக எதிர்பார்க்கிறேன் என்றார்.",
        "\"இது மக்களுக்கு வெளிப்படுத்தப்பட்டிருப்பது தெரியவந்திருந்தால், பேச்சாளர் நாட்டின் பெயரையும் நாட்டின் மூன்றாவது நபரையும் நாட்டின் பெயரைக் கொடுக்கக்கூடாது, நாட்டின் பட்டத்தை மதித்து, முழுவதையும் மதிக்கிறார் நாட்டின் நிர்வாகம்.. ஆனால் துரதிர்ஷ்டவசமாக அதை நாம் பார்க்க முடியாது. இது முழு நாட்டிற்கும் மிகவும் தீங்கு விளைவிக்கும் சூழ்நிலை. \""
      ]
    },
    "en": {
      "title": "Decision to bring a notion to the Speaker",
      "body_lines": [
        "The Ketha is decided to bring a no-confidence motion against Mr. Speaker Ashoka Ranwala.",
        "The General Secretary of the General Secretary of the UNP, the General Secretary of the UNP, said the General Secretary of the UNP.",
        "He said that the Speaker first deceived the people to have a doctorate and have shown many degrees.",
        "He said he expected to submit a no-confidenceability against the Speaker through the entire opposition and conscience.",
        "\"If it has been revealed that it has been revealed to the people, the Speaker should do not give the name of the country with the name of the country and the third person in the country, respecting the title of the country and respecting the entire administration of the country.. But unfortunately we can't see that. This is a very harmful situation for the whole country. \""
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "UNP decides no-confidence motion against Speaker Ashoka Ranwala. Accuses him of deception over fake doctorate degrees. Opposition demands his removal, citing harm to national administration."
  ]
}