{
  "translated_text": {
    "ta": {
      "title": "தொழில்துறை அமைச்சகத்திற்கு 75 மில்லியன்",
      "body_lines": [
        "தொழில்துறை அமைச்சகத்தால் வாங்கிய 757.4 மில்லியன் ரூ.",
        "இந்த நிறுவனத்தின் 14 ஆண்டுகளுக்குப் பிறகு ஈவுத்தொகையை ஈவுத்தொகை செய்வது கவனிக்கத்தக்கது.",
        "மொத்த அளவு ரூ.",
        "பி.சி.சி லங்கா லிமிடெட் நிறுவனம் மற்றும் தொழிலாளர் மற்றும் பொருளாதார மேம்பாட்டு அமைச்சின் செயலாளர் திரு. தொழிலாளர் மற்றும் பொருளாதார மேம்பாட்டு அமைச்சர் திரு.",
        "இலங்கை மினாரி மணலுக்கான நிறுவனத்தின் செயல் தலைவர் ரூ. 500 மில்லியன், அல்லது ரூ. 5 பில்லியன், அல்லது ரூ. 5 பில்லியன், அல்லது ரூ.",
        "பி.சி.சி லங்கா லிமிடெட் நிறுவனத்தின் இலங்கை. A. பிரசன்னா இந்த்ராஜித் கருவூலத்தை ரூ. 50 மில்லியன், அல்லது நிறுவனத்தின் ஈவுத்தொகையின் ஒரு பகுதி.. நிறுவனம் ஏற்கனவே ரூ. இந்த ஆண்டு 105 மில்லியன்.",
        "தேசிய உப்பு நிறுவனத்தின் தலைவர் திரு. கயன் வெல்லாலேஜ் ரூ. 100 மில்லியன் அல்லது ரூ.. இந்த ஆண்டு இறுதியில் வரலாற்றின் அதிகபட்ச உற்பத்தி வருமானம் அடையப்படும் என்று தலைவர் தனது அறிக்கையை வெளிப்படுத்தினார்.",
        "இலங்கை பாஸ்பேட்டின் தலைவர் ஆனந்த பிரேமகுமாரா அடுத்த வாரத்தில் கலந்து கொண்டார், மீதமுள்ள ப்ரொஜெக்டர்கள் தங்கள் நிறுவனத்தின் வளர்ச்சிக்கு பயன்படுத்தப்பட்டன.",
        "இலங்கை கிராஃபைட்டின் அதன் தலைவர். நெல். A. இந்நிகழ்ச்சியில் ஹீமலால் கலந்து கொண்டார், முன்பு கருவூலத்திற்கு பரிந்துரைக்கப்பட்டார்.",
        "தொழில்துறை மற்றும் தொழில்முனைவோர் மேம்பாட்டு அமைச்சர் மற்றும் துணை அமைச்சர் சதுரங்கா அபீசுண்டரா அமைச்சர் சுனில் ஹுனுன்னெட்டி கலந்து கொண்டார்."
      ]
    },
    "en": {
      "title": "75 million for the Ministry of Industry",
      "body_lines": [
        "757.4 million acquired by the Ministry of Industries, over Rs.",
        "It is noticeable to dividend the dividend after 14 years of this institute.",
        "The total amount of over Rs.",
        "The Ceylon Minary Sand, BCC Lanka Limited Company and the Secretary to the Ministry of Labor and Economic Development Mr. Assistant Minister of Labor and Economic Development Mr. Assistant Minister of Labor and Economic Development Mr. Harshi Suriyapparama and Finance Ministry Secretary to the new government and the Secretary to the Ministry of Finance Ministry Secretary of Labor and Finance Ministries were officially given in Parliament.",
        "The acting chairman of the Institute for the Ceylon Minary Sand was given to the Treasury as part of Rs. 500 million, or Rs. 5 billion, or Rs. 5 billion, or Rs.",
        "Sri Lanka Chairman of the BCC Lanka Limited. A. Prasanna Indrajith gave the Treasury as part of Rs. 50 million, or part of the company's dividends.. The institute has already accumulated the fixed deposits of Rs. 105 million this year.",
        "Chairman of the National Salt Company, Mr. Gayan Vellalage's for Rs. 100 million or Rs.. The chairman expressed his statement that the maximum production income of history would be achieved at the end of this year.",
        "The Chairman of the Ceylon Phosphate, Ananda Premakumara was present at the next week, the remaining projectors were used for the development of their company.",
        "Its chairman of Ceylon Graphite. Paddy. A. Hemalal was present at the occasion and was previously referred to the Treasury.",
        "Minister Sunil Handunnetti, Minister of Industry and Entrepreneurship Development and Deputy Minister Chathuranga Abeysundara were also present."
      ]
    }
  },
  "summary_lines": []
}