{
  "translated_text": {
    "si": {
      "title": "மாலைதீவில் உள்ள இலங்கை சமூகத்துடன் சந்திப்பு: மக்கள் எதிர்பார்த்த வளமான நாட்டைக் கட்டியெழுப்பும் பொறுப்பை நிறைவேற்றுவோம் - ஜனாதிபதி",
      "body_lines": [
        "ජනාධිපති අනුර කුමාර දිසානායක මහතා අවධාරණය කළේ සමෘද්ධිමත් රටක් අපේක්ෂිත රටක් ගොඩනැගීම සඳහා සියලු ශ්රී ලාංකිකයන් වගකිව යුතු බවත් රජය කෙරෙහි ඇති විශ්වාසය ආරක්ෂා කරති.. මාලදිවයින් ජාතික විශ්ව විද්යාලයේ (එම්එන්අයි) ශ්රවණාගාරයේ බදාදා දහවල් ශ්රී ලාංකික ප්රජාව සමඟ පැවති සාකච්ඡාවකදී ජනාධිපතිවරයා මේ බව ප්රකාශ කළේය.",
        "மாலைதீவில் உள்ள இலங்கை உயர் ஸ்தானிகராலயத்தால் ஏற்பாடு செய்யப்பட்ட இந்தக் கூட்டத்தில், நாட்டில் வசிக்கும் பல்வேறு துறைகளில் பணிபுரியும் இலங்கை தொழில்வல்லுநர்கள், கல்வியாளர்கள் மற்றும்  பொதுமக்கள் கலந்து கொண்டனர்.",
        "පසුගිය ජනාධිපතිවරණයේ ප්රධාන අපේක්ෂාව වන නව දේශපාලන සංස්කෘතියක් හා ආර්ථිකයක් නිර්මාණය කිරීමට රජය ප්රමුඛත්වය දී ඇති බව ජනාධිපතිතුමා පෙන්වා දුන් අතර, දූෂිත දේශපාලන ව්යුහය වෙනුවට රටේ නව දේශපාලන සංස්කෘතියක් සකස් කර ඇති අතර, එකතැන පල්වෙන ආර්ථිකය එක තැනක ප්රතිසංස්කරණය කිරීමට පියවර ගෙන ඇති බව පැවසීය.. රටේ සැමට සමාන නීතිය රට තුළ ක්රියාත්මක කර ඇති බව ද ජනාධිපතිතුමා පැවසීය.",
        "පසුගිය ජනාධිපතිවරණයේදී සහ පසුගිය ජනාධිපතිවරණයේදී ජාතික මහජන මැතිවරණයේදී ජාතික මහජන බලයේ සාර්ථකත්වය වෙනුවෙන් කැප වූ මාලදිවයිනේ වෙසෙන මාලදිවයිනේ වෙසෙන සියලුම ශ්රී ලාංකික ජනතාවගෙන් ජනාධිපතිවරයා හමුවිය.",
        "ශ්රී ලංකාවේ වර්තමාන තත්ත්වය සහ මාලදිවයිනේ ශ්රී ලාංකික ප්රජාව මුහුණ දෙන ගැටලු පිළිබඳව ද මතු වූ ප්රශ්නවලට ද ජනාධිපතිතුමා ප්රතිචාර දැක්වීය.",
        "මාලදිවයිනේ වෙසෙන ශ්රී ලාංකික ප්රජාව සමඟ අදහස් දක්වමින් ජනාධිපති අනුර කුමාර දිසානායක මහතා පැවසීය.",
        "පසුගිය ජනාධිපතිවරණ සමයේදී අපට විදේශයන්හි වෙසෙන ශ්රී ලාංකිකයන් හමු විය.. මෙහි සිටින බොහෝ දෙනෙකුට අපේ රට වඩාත් ප්රගතිශීලී රට බවට පත් කිරීමට සහ රටට හොඳම ජීවන තත්ත්වය ලබා දීමට අවශ්ය බොහෝ අය සිතමි.",
        "අපේ රට ගැන විවිධ ශ්රේණිගත කිරීම් තිබීම අප සෑම කෙනෙකුටම ප්රමාණවත් නොවේ. එය සත්යයක් කිරීමට නම්, අපට දේශපාලන බලය ලබා ගැනීමට සිදු විය. පසුගිය ජනාධිපතිවරණයේදී සහ මහ මැතිවරණයේදී, අපි අප වෙත පැමිණියේ අපේ රට වඩා හොඳ වෙනස් කිරීමට ඔබ සැමට සහාය ඇතිවයි. මම මීට පෙර ඔබට පැවසූ පරිදි, අප ගැන ටිකක් විශ්වාසයක් ඇති කර ගැනීමට අපි ඔබට ඉඩ නොදෙමු. නව දේශපාලන වෙනසක් සඳහා මිනිසුන් අපව තෝරාගත්තේ ඇයි?",
        "මීට පෙර අපේ රටේ ධනය හා බලයක් ඇති අයට සහ දුප්පතුන් හා දුර්වලයන්ට නීතියක් සහිත නීතියක් ඇති අයට නීතියකි. ඉතින්, මිනිසුන්ට රටේ නීතියේ ආධිපත්යය නැවත ලබා ගැනීමට අවශ්ය විය. එපමණක් නොව, පුරවැසියන් සමඟ කටයුතු කරන දේශපාලන බලය වෙනුවට පුරවැසියන් බලයේ සිටින අතර අපේ බලයේ හා කැත දේශපාලන සංස්කෘතිය තුළ සිටින පුරවැසියන් බලයේ සිටින අතර කැත දේශපාලන සංස්කෘතියකි.. ඉතින්, මෙම කැත දේශපාලන සංස්කෘතිය අවසන් කර ඔවුන්ට සමීප නව දේශපාලන සංස්කෘතියක් නිර්මාණය කිරීමට මිනිසුන්ට අවශ්ය විය. එපමණක් නොව, වංචා, දූෂණ, අල්ලස් සහ අපද්රව්ය තුරන් කිරීමේ අවශ්යතාවයක් තිබුණි.",
        "අපේ රටේ දුර බැහැර හා වැරදි ආර්ථික පිළිවෙත් නිසා අපේ රට බොහෝ විට ආර්ථික වශයෙන් බංකොලොත් වී තිබේ.  මේ රටේ ජනතාව ආර්ථිකය යථා තත්වයට පත් කිරීමට බලාපොරොත්තුවෙන් සිටියහ. බොහෝ ප්රදේශවල නව වෙනසක් සඳහා බලාපොරොත්තුවක් සහිතව ජනතාව අපට බලය ලබා දුන්හ. ලෝකයේ ඉතිහාසයේ ගැඹුරු දේශපාලන පිම්ම සනිටුහන් කිරීම සඳහා මේ රටේ ජනතාව දේශපාලනයේ ඉහළ මට්ටමකට අපව ඔසවා තැබූහ. පසුගිය මැතිවරණයෙන් 3% ක ඡන්ද ප්රතිශතයක් ලැබූ දේශපාලන ව්යාපාරයක් මහ මැතිවරණයේදී ශ්රී ලංකා ඉතිහාසයේ පාර්ලිමේන්තු මන්ත්රීවරුන් විශාල පිරිසක් තෝරා ගැනීමෙන් සැලකිය යුතු ජයග්රහණයක් විය.",
        "එකල එක් එක් දේශපාලන වෙනසට එක් එක් දායකයා දායක විය. ඉතින් අද මම ජනාධිපති ලෙස තේරී පත් වෙමි.   කැබිනට් මණ්ඩලයේ සහ පාර්ලිමේන්තුව තුළ ඔබ සහ අපේ රටේ ජනතාවට කළ දායකත්වය විශාල බලයක් ලබා ඇත. මෙම අධිකාරිය ධනය විසින් නිර්මාණය නොකෙරේ, මෙම අධිකාරිය විසින් අප සතුව ඇති මාධ්ය ශක්තියකින් නිර්මාණය වී නොමැති අතර, මෙම අධිකාරිය අප සතුව ඇති ශක්තියෙන් නිර්මාණය නොවේ. මෙම අධිකාරිය නිර්මාණය වන්නේ අපගේ පාරම්පරික හෝ පවුල් පසුබිම පදනම් කරගෙන නොවේ. මෙම සමස්ත බලයම නිර්මාණය කරන ලද්දේ ජාතිය විසිනි. ඉතින්, ජනාධිපති වශයෙන්, කැබිනට් මණ්ඩලයක් ලෙස අපට අත්හැර දැමිය නොහැකි වගකීමක් අප සතුව ඇත. ඔබ අප කෙරෙහි දැක්වූ විශ්වාසය අපි ආරක්ෂා කරන්නෙමු.",
        "සටන් පා ans ගොඩක් ඇති බව මම දනිමි. මේ සියල්ල යනු පරාජිත, බලය හා දේශපාලන අසාර්ථකත්වයේ අවිනිශ්චිතතාවය ප්රකාශ කිරීමයි. මෙය යථාර්ථයක් නොවේ. සත්යය නම් අප සෙමින් අපේ රට ගොඩනැගීම නමුත් ක්රමයෙන් මිදීමයි. අපේ රට සහ අපේ ජනතාව මුහුණ දෙන මෙම අභියෝගවලින් අපි අපේ රට සහ අපේ ජනතාව නිදහස් කරන්නෙමු.",
        "ඔබේ අපේක්ෂාව වූයේ අපේ රටේ ඉතා ශක්තිමත් නීතියක් ක්රියාත්මක කිරීම දැකීමයි. මීට පෙර අපේ රටේ නීතිය ක්රියාත්මක කළේ කෙසේද?  නීතිය බලයෙන් නැමී සිටියේය. නීතිය කොටු විය. නීතියෙන් ඔබ්බට වීමේ අභිප්රාය පාලකයන්ට තිබුණි. නමුත් අද අප ගැන සතුටු වන්නේ තත්වය නොසලකා නීතියේ ආධිපත්යය තහවුරු කර ඇති බවයි. කිසිවෙකු නැත",
        "පුද්ගලිකව මිදීමට අපට අවශ්ය නැත. කෙසේ වෙතත්, පුරවැසියන් නීතියට අවනත විය යුතු යැයි අපට හොඳ හිතයක් තිබේ. බලය, ධනය සහ තනතුරු නීතියක් ද නැද්ද යන්න තීරණය කරන නිර්ණායක නොවේ.",
        "අපේ රටට නව දේශපාලන සංස්කෘතියක් අත්යවශ්යයි. නීතිය ඉදිරියේ සෑම කෙනෙකුම සමාන විය යුතුය. සියල්ල නීතියට යටත් විය යුතුද?. සෑම කෙනෙකුම නීතියට බිය විය යුතුය. අපේ රටේ නීතියට බියක් නැති කාල පරිච්ඡේදයක්. පුරවැසියන් ක්රමයෙන් නීතිය හා නීතියට බිය විය යුතුය. වංචාව සහ අල්ලස් දීමෙන් අප බිය විය යුතුය. කෙසේ වෙතත්, විශාල ධනය සමුච්චය කිරීම නීතියෙන් ඔබ්බට වීමට මෙවලමක් බවට පත්ව ඇත. රාජ්ය වත්කම් සහ රාජ්ය මුදල් නිර්මාණය කරන ලද්දේ විශාල-කලාත්මක නාස්ති යුගයක් විසිනි. අපි නීතිය ඉදිරියේ සමාන රාජ්යයක් නිර්මාණය කරමු.  අනෙක් අතට, අපි ශ්රී ලංකාව අල්ලස් වලට බිය වන රටකට පරිවර්තනය කරන්නෙමු.",
        "බන්ධනාගාර ප්රධානියා මෑතකදී අත්අඩංගුවට ගත් බව ඔබ දන්නවා. මෝටර් ප්රවාහන දෙපාර්තමේන්තුව සහ රේගු නිලධාරීන් අත්අඩංගුවට ගෙන තිබේ. එසේම පොලිස්පතිවරයා අත්අඩංගුවේ පසුවිය. හිටපු පොලිස් නිලධාරීන් විශාල සංඛ්යාවක් අත්හිටුවා තිබේ. එසේම හිටපු නාවික හමුදාපතිවරයෙකු අත්අඩංගුවට ගෙන තිබේ. ඔවුන් සියල්ලෝම නීතියෙන් ඔබ්බට වූ අතර ඔවුන්ගේම අවශ්යතා සපුරාලීම සඳහා නීතිය හසුරුවති. අද අපි තනතුර දෙස නොබලා නීතිය ක්රියාත්මක කරමු. නීතියේ ආධිපත්යය සහතික කිරීම සඳහා ජනතාවගේ වරම පිළිබඳ ප්රධාන අපේක්ෂාව අපි ඉටු කරමු.",
        "අපේ රටේ දේශපාලන බලය අත්පත් කරගත් වංචාව සහ දූෂණය අහෝසි කළ යුතුය. මහජන මුදල්වලින් සියයට ගණනක් පවා සොරකම් නොකරන රජයක් අප විසින් නිර්මාණය කර ඇති බවට පළමු වතාවට, මම ඔබට සහතිකයක් ලබා දෙමි. දේශපාලන බලය අත්පත් කරගත් අල්ලස්, දූෂණ හා නාස්තිය අපි සම්පූර්ණයෙන්ම නවතා දමා ඇත්තෙමු. නමුත් පුරුද්දක් ඇති රාජ්ය යන්ත්රයක් තිබේ. අභ්යන්තර ආදායම් දෙපාර්තමේන්තුවට බදු නොගෙවන පුද්ගලයින් සිටින බව මම දනිමි. සහ එතරම් පොහොසත්",
        "රාජ්ය බැංකු ගෙවීමට අපොහොසත් වූ, තමන් සුඛෝපභෝගී වෙළඳුන් ලෙස පෙනී සිටින අයගේ ලැයිස්තුවක් අප සතුව ඇත.",
        "වංචා සහ දූෂණ මගින් රජයට ගෙවිය යුතු බදු වළක්වා ගැනීමේ ප්රවණතාවක් පවතී. හොඳ පුද්ගලයින්ගේ වෙන්දේසිය සඳහා උනන්දුවක් දක්වන බැංකු ව්යුහය දේශපාලන ආරක්ෂාව ඇති අයට ආරක්ෂාව සපයයි. එමනිසා, වංචා සහ දූෂණ තුරන් කිරීමේ අරමුණ අපගේ ජනතාවට ඇත. එය දැනට දේශපාලන බලය තුළ ක්රියාත්මක වේ. අපි අනෙක් ඒවා ද කරන්නෙමු.",
        "එපමණක්ද නොව, මේ රටේ ජනතාව වංචාවට හා දූෂිතයන්ට ද punish ුවම් කිරීමට අවශ්ය විය.   දූෂිතයන්ට ද punish ුවම් කිරීම ජනාධිපතිවරයාගේ වගකීම නොවේ. දූෂිත පුද්ගලයින්ට ද punish ුවම් කිරීම සඳහා නීති අවශ්ය වේ. මහජන දේපල නීති නීතිය පිළිබඳ දැඩි නීති නීතියක් අප සතුව ඇත. පොදු දේපලවල. 25,000 කට වැඩි ප්රමාණයක් අනිසි ලෙස භාවිතා කර ඇත්නම් එය ඇප රහිත නොවේ.",
        "මුදල් විශුද්ධිකරණය වැළැක්වීමේ පනතට අනුව, ඔහු උපයාගත් ධනය කොතරම්දැයි කෙනෙකුට පෙන්විය නොහැකි නම්, ධනය රාජසන්තක කළ හැකිය.. එපමණක් නොව, අප්රේල් 8 වන දින, නීති විරෝධී වත්කම් රාජසන්තක කිරීම සඳහා අප්රේල් මාසයේ දී අපි පාර්ලිමේන්තුවේ නීතියක් සම්මත කර ඇත්තෙමු.",
        "එබැවින් අල්ලස් හා දූෂණය වැළැක්වීම සඳහා අවශ්ය නීති. එසේම, ඒ සඳහා පවතින සමාගම් අප විසින් ක්රියාත්මක කළ යුතුය. අල්ලස් හෝ දූෂණ විමර්ශන කොමිෂන් සභාව සඳහා අවශ්ය නීති. අවශ්ය සමාගම් සකස් කර ඇති අතර කාර්යාල කටයුතු සඳහා ගොඩනැගිලි සපයා ඇත. අල්ලස් හෝ දූෂණ කොමිෂන් සභා නිලධාරීන් සඳහා ඉහළ වැටුප් මට්ටමකට සැපයීමට අපි සැලසුම් සකස් කර ඇත්තෙමු. අපරාධ විමර්ශන දෙපාර්තමේන්තුව සහ නීතිපති දෙපාර්තමේන්තුව විසින් අවශ්ය වෙනස්කම් කර ඇති අතර අවශ්ය පහසුකම් සපයා ඇත.",
        "ජනතාවගේ ප්රධාන අරමුණ වූයේ අපේ රටේ මෙම කැත දේශපාලන සංස්කෘතිය වෙනස් කිරීමයි. අපි අද එම සංස්කෘතිය වෙනස් කරමු. ජනාධිපති වශයෙන් මට වගකීමක් තියෙනවා. එසේම, ඇමතිවරුන්, රාජ්ය නිලධාරීන්, තානාපතිවරුන්, මේ සියල්ලටම වගකීමක් ඇත. එම වගකීම් ඉටු කිරීමට අපි බැඳී සිටිමු. දේශපාලන අධිකාරිය මීට පෙර මේ සියල්ලටම වඩා ඉහළින් සිටියේය. අපේ රටේ ජනතාව සමහර විට ඒ දේම බලාපොරොත්තු වූහ. නමුත් අද, අප සැවොම අප විසින් පවරා ඇති වගකීම් ඉටු කිරීමට අරගල කරති. එමනිසා, අපේ රටේ ජනතාවට වඩා උසස් දේශපාලන සංස්කෘතිය වෙනුවට, අපි දේශපාලන බලය සහ රාජ්ය යාන්ත්රණයන් වන නව දේශපාලන සංස්කෘතියක් කරා ගමන් කරමින් සිටිමු.",
        "එපමණක් නොව, ජනතාවගේ මූලික අපේක්ෂාවන්ගෙන් එක් අයෙකු වන්නේ රටේ ආර්ථිකය ශක්තිමත් කිරීමයි. ආර්ථිකය ශක්තිමත් නොවේ නම්, නීතියේ ආධිපත්යයට වඩා අඩු රාජ්යයක්, හොඳ සංස්කෘතියක් හෝ අපරාධවලට වඩා අඩු රාජ්යයක් නිර්මාණය කිරීම අපහසුය. එබැවින්, අප ඉදිරියේ ඇති ලොකුම අභියෝගය වන්නේ ශක්තිමත් ආර්ථිකයක් නිර්මාණය කිරීමයි. මීට වසර දෙක තුනකට පෙර අපි රට බංකොලොත් වෙමු. ශ්රී ලංකා ඉතිහාසයේ වසර සියයකට පසුව පවා ඔබ ආර්ථික ඉතිහාසය ගැන ලියන්නේ නම්, 2022-2023 සඳහා වෙනම පරිච්ඡේදයක් ලියා ඇත. මෙය මේ රටේ ආර්ථික ඉතිහාසයේ ආර්ථික ඉතිහාසයේ විස්තර කළ නොහැකි දෙයක්.",
        "අපේ රට බංකොලොත් රාජ්යයක් බවට පත් වන විට, රටේ මූල්ය රාමුව පිළිබඳ විශ්වාසය බිඳ වැටීමට පටන් ගත්තේය. බංකොලොත් වීමේ බලපෑම් හේතුවෙන්, ශ්රී ලංකාවේ ආයෝජන නතර වී ඇත. එසේම, ක්රියාත්මක කර ඇති සියලුම ව්යාපෘති නතර වී ඇත. උද්ධමනය 70% ක් පමණ විය.",
        "මත්ද්රව්ය, ගෑස් සහ ඉන්ධන ආනයනය කළ නොහැකි තත්වයක්. රට සහ ප්රජාවක් ලෙස අපේ රට දිගු කලක් තිස්සේ පැවති ආර්ථික ප්රතිපත්තිවල ප්රතිවිපාක අප මුහුණ දී තිබේ. එම ආර්ථික ගැටලුවෙන් පෙළෙන අය එම තීරණවලට සහභාගී නොවේ.",
        "හොඳින් වැඩ කරන රටක් අපට ලැබෙන්නේ නැත. අපිට ස්ථාවර රටක් ලැබුණා. ඒ අනුව, අපගේ පළමු පියවර වූයේ මෙම එකතැන පල්වෙන රට යථා තත්වයට පත් කරන්නේ කෙසේදැයි සොයා බැලීමයි. අප රජය භාර ගන්නා විට, ණය ප්රතිව්යුහගත කිරීම ආරම්භ වී තිබුණි.",
        "අපි පසුගිය වසරේ දෙසැම්බර් 21 වන දින ණය පුනරුත්ථාපන වැඩසටහන සම්පූර්ණ කළෙමු. එය මෙම ආර්ථික වෙනසෙහි විශාලතම හැරවුම් ලක්ෂ්යයයි.",
        "2022 සිට ණය ආපසු ගෙවා නොමැති රටක් අප සතුව ඇත. කෙසේ වෙතත්, 2024 දෙසැම්බර් 21 වන දින, අපි 2028 සිට අප ණයට ගත් රටවල් සමඟ අපගේ ණය ආපසු ගෙවන උද් itation ෝෂණයට පිවිසෙමු. දැන් අපි නිල වශයෙන් බංකොලොත්භාවයෙන් තොරයි.",
        "ඒ අනුව බාධා කළ ව්යාපෘති ක්රමයෙන් නැවත ආරම්භ කර ඇති බවට එකඟ වී තිබේ. විශේෂයෙන් චීනය, ඉන්දියාව සහ ජපානය ජපානය මේ වසර අවසන් වන විට දියත් කරනු ඇත.. නවත්වන රටක පළමු පියවර මෙයයි.",
        "අපට ඩොලර් අවශ්යයි. ඩොලර්වලට ලබා ගත හැකි ප්රධාන සාධක තුනක් තිබීම ගැන අපි ඉතා සතුටු වෙමු. ඔබ විදේශයන්හි වෙසෙන ශ්රී ලාංකිකයන් ය. තවත් ඩොලර් යැවීම සඳහා මේ වසරේ විදේශයන්හි වෙසෙන ශ්රී ලාංකිකයන්ගේ වසරක වසර වනු ඇතැයි අපි පැවසියෙමු. සංචාරක ව්යාපාරය යනු රට සඳහා ඩොලර් ආදායමක් උපයා ගැනීමේ දෙවන කාරණයයි. මේ වසරේ ශ්රී ලංකා ඉතිහාසයට පැමිණෙන වසර වන අතර වසර සංචාරක කර්මාන්තයේ ඉහළම ජයග්රහණය වනු ඇත.",
        "තෙවන විෂය වන්නේ අපනයන ආදායමයි. අපනයන ආදායම සම්බන්ධයෙන් ගත් කල, 2025 ක් ශ්රී ලංකාවේ ඉහළම අපනයන ආදායමේ වර්ෂය වනු ඇත. මෙයින් ආර්ථිකයේ ඉතා ශක්තිමත් ස්ථානයක් නිර්මාණය වී තිබේ. එහි ප්රති As ලයක් ලෙස ඩොලරයේ වටිනාකම රුපියල් 300 ක් පමණ නඩමක් පවත්වා ගෙන යන ලදී.",
        "අපේ රටේ වාහන ආනයනය වසර 05 කට නතර කර ඇත. අපි වාහන වෙළඳපොළ විවෘත කළා. ඊයේ වන තෙක් අපි වාහන ආනයනය සඳහා ඩොලර් මිලියන 1200 ක් වටිනා LCS විවෘත කර ඇත්තෙමු. නමුත් ඩොලරයේ වටිනාකම ස්ථාවර ය. එය ආර්ථිකයේ වැදගත්ම අංගය පිළිබිඹු කරයි. එසේම, ආර්ථිකයේ වැදගත්ම කොටස විදේශීය සෘජු ආයෝජන වේ. මේවා",
        "මේ වන විට ශ්රී ලංකා ආයෝජන මණ්ඩලයට ශ්රී ලංකා ආයෝජන මණ්ඩලයට ඩොලර් මිලියන 563 ක විදේශ සෘජු ආයෝජනයක් ලැබී තිබේ. මෙය පසුගිය වසරට වඩා 101% වැඩි ය. විශේෂයෙන්, වරාය නගරයේ නව ව්යාපෘති 04 ක් සඳහා අපි අවසර ලබා දී ඇත්තෙමු. විදේශීය සෘජු ආයෝජන මෙන්ම වරාය නගරයට ඉහළම ආයෝජනයක් ලැබී තිබේ.",
        "එසේම, බැංකුවේ පොලී අනුපාතය වැදගත් සාධකයකි. බැංකු පොලී අනුපාතය 30% -35% කින් වැඩි විය. එය ඉතා නරක තත්වයකි. මෙතරම් පොලී අනුපාත සමඟ කිසිවෙකු ව්යාපාරයක් නොකරනු ඇත. එබැවින් මුදල් සම්මත තැන්පතුවට ගියේය. නැතහොත් එය භාණ්ඩාගාර බැඳුම්කර හා භාණ්ඩාගාර ඇප මත තැන්පත් කරන ලදී. බැංකු රජයට ණයට දීමට පටන් ගත්තේය.",
        "දීර් time කාලයක් තිස්සේ අපේ රටේ රජයේ ගිණුම .ණාත්මක විය. රටේ ඩොලර් සංචිත පමණක් නොව, මහ බැංකුව මේ වන විට රුපියල් ට්රිලියනයක් රුපියල් ට්රිලියනයක් පවත්වාගෙන යයි. බැංකු පොලී අනුපාතය ප්රධාන වශයෙන් තනි ඉලක්කම්වල පවත්වාගෙන යනු ලැබේ. ආර්ථිකයේ වැදගත්ම සාධකය මෙයයි.",
        "විදේශීය තොගයේ දැනට ඩොලර් 6.3 ක් වන අතර මේ වසර අවසන් වන විට විදේශීය සංචිත බිලියන 7 කට වඩා එකතු කිරීමට අපි අපේක්ෂා කරමු.. අපට 2028 වන විට ණය ආපසු ගෙවිය යුතුය. ණය ප්රතිසංස්කරණ වැඩසටහනේ මුල් අවදියේදී තවත් බරක් නොඑනු ඇත. 2032 දී අපට යම් වැඩිවීමක් ලැබෙනු ඇත. ඉතින්, අපට අවුරුදු 6 ක් තිස්සේ හොඳ කාලයක් තිබේ. ජාමූඅ සමඟ අපගේ සම්බන්ධතාවය අනුව, ඔබට 2028 වන විට ව්යාපාර ණය ලබා ගත හැකිය. නමුත් ව්යාපාර ණය නොගෙන අපගේ ඩොලර් සංචිත ශක්තිමත් කිරීම සඳහා අපට හැකි සෑම දෙයක්ම අපි කරන්නෙමු. මෙම අර්බුදයට ව්යාපාරික ණය අපව ලබාගත්තේ ඇයි? ශ්රී ලංකාව පළමු වරට වෙළඳපොළට ගොස් 2007 දී ව්යාපාර ණයක් ලබා ගත්තේය. 2007 සිට 2015 දක්වා පාලනය කළ රජය ඩොලර් බිලියන 3.5 ක් වටිනා ව්යාපාරික ණයක් ලබා ගත්තේය. ඉහළ පොලී අනුපාත යටතේ ලබාගත් මෙම ණය සමඟ අපි ණය උගුලට හසු වී සිටිමු. 2015-2019 දී ආර්ථික විද්යා ists යින් බලයේ සිටි කාල සීමාව තුළ අපට ඩොලර් බිලියන 12.5 ක ව්යාපාරයක් විය",
        "අපට ණය ලැබුණි. මෙම කෙටි කාලීන ණය ඉහළ පොලී අනුපාත යටතේ ආපසු ගෙවීමට අපට නොහැකිය.",
        "අපට 2027 දී ණය ලබා ගත හැකි වුවද, අපගේ උපරිම උත්සාහය වන්නේ කිසිදු ව්යාපාරික ණය නොමැතිව ණය ආපසු ගෙවීමේ හැකියාව ලබා ගැනීමයි. එසේ, 2028 වන විට ණය අර්බුදය කෙසේ වුවද, රට වැටෙනු ඇත, නමුත් කිසිවක් සිදු නොවේ. ශ්රී ලංකාවේ රජයේ ආදායම පිළිබඳ ඇස්තමේන්තුවට අයවැය ලේඛනය සාමාන්යයෙන් එකතු කරනු ලැබේ. පසුගිය වසර හැර, සෑම වසරකම අපේක්ෂා කිරීමට පෙර එය ලැබී නොමැත. නමුත් මේ වසරේදී ශ්රී ලංකාවේ ප්රථම වතාවට රජය ඇස්තමේන්තුගත ආදායමට වඩා වැඩි ආදායමක් උපයයි. මේ ආකාරයෙන්, අපි ආර්ථික සාර්ථකත්වය අත්කර ගෙන ඇත්තෙමු.",
        "නමුත් ආර්ථිකයේ ඉහළින්ම මෙම ජයග්රහණ ලබා දෙන ආකාරය අභියෝගයට අප මුහුණ දෙමු. මිනිසුන්ගේ ජීවිතය දියුණු නොවන නම්, දත්තවල ආර්ථික වර්ධනයක් පෙන්වීම නිෂ් less ල ය. එහෙත් ඉහළ ආර්ථික දත්තවල ස්ථාවරත්වයක් ඇති නොකර, පහළ මට්ටමේ ජනතාවගේ ජීවිත මතු කිරීම ගැන එය සිතිය නොහැකිය. ඒ නිසා අපි රටේ ආර්ථිකය පළමු පියවර ලෙස ස්ථාවර කර ඇත්තෙමු. අද වන විට ආයෝජකයින් රටට පැමිණේ. අපි එම ආයෝජකයින්ට රට තුළ අවශ්ය පරිසරය නිර්මාණය කරමු. එහි ප්රතිලාභ දැන් රටේ ජනතාවට යන බව සහතික කිරීම අවශ්ය වේ. අපි ඊළඟ අයවැය කෙරෙහි අවධානය යොමු කරන්නෙමු.",
        "රට තුළ හොඳ රාජ්ය යාන්ත්රණයක් ක්රියාත්මක වීමයි. අපේ මුළු රාජ්ය යාන්ත්රණයම පහත වැටී ඇත. වාහන, උපකරණ පැරණි, ගොඩනැගිලි විනාශ වේ. මෙම සුන්බුන් වලින් අපේ රට ඉදිරියට ගෙන ඒමට, වර්තමාන කාලයට සරිලන පරිදි නවීකරණය කරන ලද රජයක් අපට අවශ්යය. එබැවින් අනාගත අයවැය සඳහා රජය නවීකරණය කිරීම පිළිබඳව අපි වැඩි අවධානයක් යොමු කරන්නෙමු.",
        "ඩිජිටල්කරණය කිරීමේදී අපි ඉතා සාර්ථකයි. අපේ රටේ ඩිජිටල්කරණයේ වැදගත්ම පියවර ඩිජිටල් හැඳුනුම්පත ඩිජිටල් හැඳුනුම්පත බව",
        "කිව යුතුයි. තව. රට නව තනතුරකට ඔසවා තැබීම සඳහා අපි වසර හතරක් ඇතුළත මෙම ඩිජිටල් වෙනසක් කරමින් සිටිමු.",
        "ග්රාමීය ජනතාවගේ ජීවිත වැඩිදියුණු කිරීම සඳහා වඩාත්ම වැදගත් ක්ෂේත්රය අධ්යාපනයයි. එබැවින් පාසල් ව්යුහයේ දැවැන්ත නවීකරණයක් අපි අපේක්ෂා කරමු. අපගේ අධ්යාපන ක්රමය අසත්යය. අපේ අධ්යාපනය ධාවන පථයකයි. අධ්යාපනය පුළුල් ලෙස විවෘත කළ යුතුය. රැකියා හෝ අධ්යාපනික කුසලතා නොමැතිව සෑම දරුවෙකුටම පාසැලට යාමට අපි ඉඩ නොදෙමු. එබැවින් සමාජයේ වෙනසක් සිදු කිරීම සඳහා අපි අධ්යාපනය සඳහා විශාල හැරීමක් ලබන්නෙමු.",
        "තව. කෘෂිකර්මාන්තය හා මසුන් ඇල්ලීම ලාභදායී කර්මාන්ත බවට පත්විය යුතුය. කෘෂිකර්මාන්තයේ පැරණි යුගය අවසන්. අද, බෙදාහැරීමේ දාමය කුඩා බහුතරයකට පමණක් සීමා නොවේ. ඒ වෙනුවට අඛණ්ඩ බෙදාහැරීමේ දාමයකි. ඒ අනුව අප නව වගා ව්යාපෘති කරා යා යුතුය. අපි ඒ සඳහා සැලසුම් සකස් කර ඇත්තෙමු. අපේ නිෂ්පාදන වලට රටින් පිටතට යා යුතුයි.",
        "නව ආර්ථික අවස්ථා නිර්මාණය කිරීමට ද අප ද අවශ්ය විය. රජය ඉක්මනින් ලබා දිය යුතු පහසුකම් ඉක්මනින් සැපයිය යුතුය. විශේෂයෙන් අපට ශක්තිමත් පොදු ප්රවාහන සේවාවක් අවශ්යයි. ඔවුන්ගේ ප්රවාහන පහසුකම් සඳහා අපේ රටේ පුරවැසියන්ගේ පුරවැසියන්ගේ පිරිවැය ඉතා ඉහළය. එබැවින් පොදු ප්රවාහනය වැඩි දියුණු කිරීමේ සැලසුම් අපි සකස් කර ඇත්තෙමු.",
        "එසේම, විදුලිබල දෙපාර්තමේන්තුව වැදගත් අංශයකි. දීර් time කාලයක් තිස්සේ, කෙලනිටිඩියා සහ වේරාවලපිටිය බලාගාර බලාගාරයක් නෙප්තා සහ කළු තෙල්වල ක්රියාත්මක වේ. අපි එය ඉක්මනින් එය lng වෙත වෙනස් කරමු. ඒ අනුව, විදුලි පිරිවැය අඩු කළ හැකිය. අධ්යාපනය, සෞඛ්යය හා කෘෂිකර්මාන්තය වැනි ක්ෂේත්ර බොහොමයක් තිබේ. සෞඛ්ය ක්ෂේත්රයේ සමහර ස්ථානවල drugs ෂධ හිඟයක් ඇති බව සත්යයකි. නමුත් එය මූල්ය ප්රශ්නයක් නොවේ. අපගේ මිලදී ගැනීමේ මාදිලියේ ගැටලුවක් තිබේ. මෑතකදී, මම මිලදී ගැනීමේ කර්මාන්තයේ සිටින සියල්ලන්ම කැඳවා ඇත්තෙමි. පොදුවේ ගත් කල, අපට ටෙන්ඩර් 6,000 ක් පමණ තිබේ. මෙම ගැටළුව පහසුය",
        "නැත. එබැවින් අපි ඉක්මනින් මිලදී ගැනීමේ කොමිෂන් සභාව සමඟ සාකච්ඡා කර medicines ෂධ මිලදී ගැනීම සඳහා නව මිලදී ගැනීමේ ක්රියාවලියට යන්නෙමු. මෙම අයවැයෙන් drugs ෂධ සහ උපකරණ සඳහා ප්රමාණවත් අරමුදල් අපි වෙන් කර ඇත්තෙමු. කෙසේ වෙතත්, ලබන වසර සඳහා ටෙන්ඩර් විශාල ප්රමාණයක් මේ වන විටත් සම්පුර්ණ කර ඇත.",
        "මේ වසරේ ප්රාථමික සෞඛ්ය මධ්යස්ථාන 200 ක් විවෘත කිරීමට ද අපේක්ෂා කෙරේ. සෑම පවුලකටම වෛද්යවරයකු ලබා ගැනීම සඳහා එක් එක් ග්රාම නිලධාරි හි ප්රජා සෞඛ්ය මධ්යස්ථානයක් පිහිටුවනු ඇත. සෑම වසරකම මිලියන 60 ක ජනතාවකට බාහිර රෝහල් ඒකකවල ප්රතිකාර ලබති. ජනගහනය මිලියන 20 යි. එනම්, සෑම පුද්ගලයෙකුම තුන් හතර වතාවක් ප්රතිකාර කර ඇත. අපට ශක්තිමත් ප්රජා සෞඛ්ය සේවාවක් අවශ්යයි.",
        "අපගේ ආණ්ඩුවේ පළමු ප්රමුඛතා ලෙස සෞඛ්ය, අධ්යාපනය සහ ප්රවාහන සංවර්ධනය අපි සලකමු. එවිට පමණක් රටේ ජනතාව වැඩි දියුණු කළ හැකිය. මෙම වියදම්වල බර රජය පිළිගන්නේ නම්, පුරවැසියන්ට වැඩි ආදායමක් ලැබෙනු ඇත. ඒ සම්බන්ධයෙන් ජනතාවගේ ජීවිත වැඩිදියුණු කිරීමට. මෙම රජය හොඳම සැලැස්ම සමඟ වැඩ කරන්නේ, එවිට අපේ රට එය ඉස්මතු කළ හැකි වන පරිදි.",
        "විදේශයන්හි සිටින ශ්රී ලාංකිකයන් එම ගමනේදී විශාල කාර්යභාරයක් ඉටු කරයි. බලය ලබා ගැනීමට සහ එය ආරක්ෂා කිරීමට ඔබ කළ කාර්යය ගැන අපි බෙහෙවින් කෘත ful වෙමු. ඔබ මුහුණ දෙන ගැටලු අප තේරුම් ගෙන ඇති බව අප පැවසිය යුතුය. අපි විශේෂයෙන් අවධානය යොමු කරන්නේ යමෙකු හදිසියේම මාලදිවයිනේ හදිසියේ මිය ගියහොත් ශරීරය රැගෙන යාමේ දුෂ්කරතාවය ගැන ය. ඔබ ලෝකයේ සිටින ඕනෑම තැනක සෑම ශ්රී ලාංකික පුරවැසියෙකුම රැකබලා ගැනීම අපේ රජයේ වගකීමකි. ඉතින්, අපි ඔබ මුහුණ දෙන ගැටලු කෙරෙහි අවධානය යොමු කරමු. දින 90 ක් සඳහා අපට වීසා බලපත්රයක් ලබා දීමට මාලදිවයින් ජනාධිපති එකඟ විය.",
        "අප ඉපදුණු රටට වඩා අප ඉපදුණු රට වන අතර, අප විඳින දුක් වේදනා, අපේ දරුවන් අපට වඩා අත්විඳින රට, අපට වඩා විශ්වාස කරන්නන් සහ",
        "අභිලාෂයන් සමඟ අනාගත පරම්පරාවක් නිර්මාණය කිරීම සඳහා අපි එකට වැඩ කරන්නෙමු. මේ රජය. අප නොදන්නා දේ අපට අසන්නට ලැබේ. අප ස්වභාවික මිනිසුන් නොවේ, නමුත් දූෂිත පුද්ගලයින්ගේ හත්වරුන් හත් දෙනා නොවේ. අපේ විශේෂත්වය කුසලතායි.",
        "දන්නා අයට අපි අවස්ථා ලබා දෙන්නෙමු. අපට අප වෙනුවෙන් තරඟයක් නොමැත. අද අපේ ආණ්ඩුවේ විවිධ අංශවල පුද්ගලයින් ස්වේච්ඡා සේවයේ යෙදී සිටින්නේ එබැවිනි. ඔවුන්ට අවශ්ය නිදහස අපි ඔවුන්ට ලබා දී ඇත්තෙමු. මේ රට ගොඩනැඟීම එම කුසලතා ඇති සියලු දෙනාගේ වගකීමයි. මේ සියලු දෙනා එක්සත් කිරීම සඳහා අපි මේ ගමනට යනවා. ඔබේ දායකත්වය ගැන නැවත වරක්, මම ඔබට ස්තූතිවන්ත වෙමි."
      ]
    },
    "en": {
      "title": "Meeting with the Sri Lankan community in the Maldives",
      "body_lines": [
        "President Anura Kumara Dissanayake stressed that all Sri Lankans are responsible for building a prosperous country expected and protect their confidence in the government.. The President made this statement during a meeting with the Sri Lankan community in the Maldivian National University (MNU) auditorium on Wednesday afternoon.",
        "The meeting was organized by the Sri Lankan High Commission in the Maldives and was attended by Sri Lankan professionals, academics and the public working in various sectors living in the country.",
        "The president pointed out that the government has given priority to the creation of a new political culture and the economy, which is the main expectation of the last presidential election, and said that a new political culture in the country has been developed instead of corrupt political structure, and that steps have been taken to restore the stagnant economy in one place.. The President also said that the law that is equal to all in the country has been enacted in the country.",
        "The president called on all the Sri Lankan people living in the Maldives who dedicated themselves to the success of the National People's Power in the last presidential election and the general election of the National People's Power in the last presidential election.",
        "The President also responded to questions raised about the current situation in Sri Lanka and the problems faced by the Sri Lankan community in the Maldives.",
        "Speaking to the Sri Lankan community living in the Maldives, President Anura Kumara Dissanayake added:",
        "During the last presidential election, we met Sri Lankans living abroad.. I think many people here want to make our country a very progressive country and give the country the best quality of life.",
        "It is not enough for each of us to have different ratings about our country. To make it true, we had to gain political power. In the last presidential election and the general election, we came to us with the support of all of you to change our country better. As I told you before, we will not allow you to fall a little bit of confidence in us. Why did people choose us for a new political change?",
        "Previously was a law for those who had wealth and power in our country and a law with a law for the poor and the weak. So, people wanted to re -establish the rule of law in the country. Moreover, instead of the political power that works with the citizens, the citizens have been in power and the ugly political culture, which has been in our country of power and ugly political culture.. So, people wanted to end this ugly political culture and create a new political culture close to them. Moreover, there was a need to eradicate fraud, corruption, bribery and waste.",
        "Moreover, due to the long -lasting and wrong economic practices that have been followed in our country, our country has often been economically bankrupt.  The people of this country were hoping to restore the economy. People gave us power with hope for new change in many areas. The people of this country raised us to a higher level in politics to mark the deep political leap in the history of the world. A political movement, which received 3% of the votes in the last election, was a significant victory by the selection of a large number of parliamentarians in the history of Sri Lanka in the general election.",
        "At that time each contributed to that political change. So today I am elected president.   The contribution you and the people of our country have gained huge power in the cabinet and parliament. This authority is not created by wealth, this authority is not created by a media strength we have, and this authority is not created by the strength we have. This authority is not created on the basis of our hereditary or family background. This entire power was created by the nation. So, as president, as a cabinet, we have an impatient responsibility that we cannot abandon. We will protect the confidence you placed on us.",
        "I know that a lot of slogans are raised outside. All these are the expression of defeat, uncertainty of power and political failure, and this is not reality. The truth is that we are slowly but steadily building our country. We will free our country and our people from these challenges faced by our country and our people.",
        "Your expectation was to see the implementation of a very strong law in our country. How was law implemented in our country before?  The law was bent by power. The law was trapped. The rulers had the intention of being beyond the law. But today we are happy that the rule of law has been established regardless of status. Nobody",
        "We do not need to get rid of personally. However, we have the goodwill that citizens should obey the law. Power, wealth and positions are not criteria that determine whether or not it is law.",
        "A new political culture is essential for our country. Everyone should be equal before the law. Should all be subject to law. Everyone should be afraid of law. There was a period of no fear of law in our country. Citizens should be gradually transformed into law and fear of law. We should be afraid of engaging in fraud and bribing. However, the accumulation of great wealth has become a tool for being beyond the law. State assets and state money were created by a large -scale wasted era. We are creating an equal state before the law.  On the other hand, we will transform Sri Lanka into a country that is afraid of bribery.",
        "You know that the prison chief was recently arrested. Motor Transport Department and Customs Officers have been arrested. Also, the Inspector General of Police is in custody. A large number of former police officers have been suspended. Also, a former naval commander has been arrested. All of them were beyond the law and handled the law to suit their own needs. Today, we are implementing the law without looking at the post. We are fulfilling the main expectation of the people's mandate to ensure the rule of the law.",
        "The fraud and corruption that occupied political power in our country should be abolished. For the first time, I give you a guarantee that we have created a government that does not steal even a cent of public money. We have completely stopped bribery, corruption and waste that occupied political power. But there is a state machine that runs the habitual. I know there are people who do not pay taxes to the Department of Internal Revenue. And so rich",
        "We have a list of those who have failed to pay state banks, showing themselves as luxurious traders.",
        "There is a tendency to avoid taxes to pay for the government by committing fraud and corruption. The bank structure, which is interested in auction of good people, has provided protection to those with political security. Therefore, our people have the purpose of eradicating fraud and corruption. It is currently implemented within political power. We will also do the rest.",
        "Moreover, the people of this country needed to punish the fraud and corrupt.   It is not the president's responsibility to punish corrupt. Laws are required to punish corrupt people. We have a very strong law of public property law law. In public property. If more than 25,000 is misused, it is not bail.",
        "According to the Prevention of Money Laundering Act, if one cannot show how the wealth he earned, the wealth can be confiscated.. Moreover, on April 8, we have passed a law in Parliament to confiscate illegal assets.",
        "Therefore, the laws needed to prevent bribery and corruption. Also, we must implement companies that exist for that purpose. The laws required for the Bribery or Corruption Investigation Commission. The necessary companies have been prepared and the buildings for office purposes have been provided. Also, we have set up plans to provide a higher salary level for bribery or corruption commission officials. The Criminal Investigation Department and the Attorney General's Department have made necessary changes and the necessary facilities have been provided.",
        "The main purpose of the people was to change this ugly political culture of our country. We are changing that culture today. As the President, I have a responsibility. Also, as ministers, state officials, ambassadors, all of these have a responsibility. We are obliged to fulfill those responsibilities. The political authority was previously above all of this. The people of our country sometimes expected the same. But today, we are all struggling to fulfill the responsibilities entrusted to us. Therefore, instead of the political culture that was higher than the people in our country, we are moving towards a new political culture that united political power and state mechanisms.",
        "Moreover, one of the primary expectations of the people is to strengthen the country's economy. If the economy is not strong, it is difficult to create a state that is less than the rule of law, good culture or crimes. So, the biggest challenge before us is to create a strong economy. Two or three years ago we are bankrupt country. If you write about economic history even after a hundred years in the history of Sri Lanka, a separate chapter will be written for 2022-2023. This is an indescribable thing from the economic history of this country.",
        "As our country became a bankrupt state, the confidence in the country's financial framework began to crash. Due to the effects of bankruptcy, investments in Sri Lanka have stopped. Also, all the projects that have been implemented have stopped. Inflation reached about 70%.",
        "A situation where drugs, gas and fuel could not be imported. We have faced the consequences of the economic policies that our country has long followed as a country and community. Those who suffer from that economic problem are not participating in those decisions.",
        "We don't get a country that works well. We got a standing country. Accordingly, our first step was to find out how to restore this stagnant country. When we took over the government, the debt restructuring negotiations had begun.",
        "We completed the Debt Rehabilitation Program on December 21 last year. It is the biggest turning point in this economic change.",
        "We have become a country that has not repaid loans since 2022. However, on December 21, 2024, we reached the agitation that we will repay our loans from 2028 with the countries we borrowed. Now we are officially free from bankruptcy.",
        "Accordingly, it has been agreed that the interrupted projects are gradually resumed. In particular, China, India and Japan will be launched by the end of this year.. This is the first step in a country that has stopped.",
        "And we need dollars. We are very happy that there are three main factors available for dollars. You are the Sri Lankans living abroad. We would like to say that this year will be the year of the Sri Lankans living abroad to send more dollars. Tourism is the second issue to earn dollar income for the country. This year will be the year of arrival in Sri Lanka's history and the year will be the highest arrival from the tourism industry.",
        "The third subject is export income. As far as export income is concerned, 2025 will be the year of Sri Lanka's highest export income. By this, a very strong stability has been created in the economy. As a result, the value of the dollar was maintained for about 300 rupees for about a year.",
        "Vehicle imports in our country have been stopped for 05 years. We opened the vehicle market. Until yesterday, we have opened LCs worth $ 1200 million for vehicle imports. But the value of the dollar is stable. It reflects the most important aspect of the economy. Also, foreign direct investment is the most important part of the economy. These",
        "The year, so far, the Sri Lanka Investment Board has received $ 563 million foreign direct investment. This is 101% higher than last year. In particular, we have given permission for 04 new projects in the port city. Like foreign direct investment, the port city has received the highest investment.",
        "Also, the bank's interest rate is an important factor. Bank interest rate increased by 30% -35%. That is a very bad situation. No one will do business with so much interest rates. So the money went to the standard deposit. Or it was deposited in the Treasury Bonds and Treasury Bail. The banks began lending to the government.",
        "For a long time, the government's account in our country was negative. Not only the dollar reserves in the country, but the central bank currently maintains a trillion rupee stock. The bank interest rate is mainly maintained at a single digit. This is the most important factor in the economy.",
        "Foreign stockpile is currently $ 6.3 billion and we expect to add more than 7 Tor billion foreign reserve by the end of this year.. We have to repay the loan by the year 2028. In the early years of the debt restoration program, there will be no more burden. We will get some increase in 2032. So, we have a good time for 6 years. According to our connection with the IMF, you can get business loans by 2028. But we do everything we can to strengthen our dollar reserves without taking business loans. Why did business debt get us in this crisis? Sri Lanka went to the market for the first time and got a business loan in 2007. The government, which ruled from 2007 to 2015, received a business loan worth $ 3.5 billion. We got caught in a debt trap with these loans obtained at high interest rates. During the period when the economists were in power in 2015-2019, we were $ 12.5 billion business",
        "We received loans. We are unable to repay these short -term loans at high interest rates.",
        "Even if we can get loans in 2027, our best effort is to achieve the ability to repay the loans without any business loans. So, even though the debt crisis will come in by 2028, the country will fall, but nothing will happen. The budget document is generally added to the estimate of government income in Sri Lanka. Except for last year, before that is expected every year has not been received. But this year, for the first time in Sri Lanka, the government generates more revenue than estimated revenue. In this way, we have achieved economic success.",
        "But we face the challenge of how to give these achievements at the top of the economy. If people's life does not improve, it is useless to show economic growth in data. But without creating stability in high economic data, it cannot be thought of raising the lives of the lower level people. So we have stabilized the country's economy as the first step. Today, investors come to the country. We are creating the environment where those investors needed in the country. It is necessary to ensure that its benefits go to the people of the country now. We will focus on the next budget.",
        "A good state mechanism in the country is to act. Our entire state mechanism was down. Vehicles, equipment are older, buildings are ruined. To bring our country forward from these wreckage, we need a modernized government to suit the present time. Therefore, we will put more emphasis on the modernization of the government in the future budget.",
        "We are very successful in digitalization. That the digital identity card is the most important step in our country's digitalization",
        "Should be said. More. We have been making this digital change within four years to raise the country to a new position.",
        "Education is the most important field to improve the lives of rural people. Therefore, we expect a massive modernization in the school structure. Our education system is false. Our education is on a track. Education must be open widely. We will not allow every child going to school without employment or educational skills. Therefore, we are taking a big turn in education to make a change in society.",
        "More. Agriculture and fishing should become profitable industries. The old era of agriculture is over. Today, the distribution chain is not limited to small, majority. Rather is a continuous delivery chain. Accordingly, we have to move towards new cultivation projects. We have prepared plans for it. Our products have to go out of the country.",
        "We also need to create new economic opportunities. The facilities that the government should provide quickly should be provided. Especially we need a strong public transport service. The cost of carrying our country's citizens for their transport facilities is very high. Therefore, we have prepared plans to improve public transport.",
        "Also, the Department of Power is an important sector. For a long time, Kelanithisa and Karavalapitiya power plants have been operating in Nephtha and black oil. We will soon change it to LNG. Accordingly, the cost of power can be reduced. There are many fields of education, health and agriculture. In the health sector, it is true that there is a shortage of drugs in some places. But that is not a financial issue. There is a problem in our purchase mode. Recently, I called everyone in the purchase industry. In general, we have about 6,000 tenders. This issue is easy",
        "Not. So we will soon discuss with the Purchase Commission and go to the new purchase process for buying medicines. We have allocated adequate funds for drugs and equipment in this budget. However, a large number of tenders for next year have already been requested and completed.",
        "It is also expected to open 200 primary health centers this year. A Community Health Center will be established in each Grama Niladhari to have a doctor for each family. 60 million people receive treatment in outpatient units of hospitals every year. Population 20 million. Ie, each person has been treated three or four times. We need a strong community health service.",
        "We consider health, education and transport development as the first priorities of our government. Only then can the people of the country improve. If the government accepts the burden of these expenses, citizens will get more income. In that respect people's lives to improve. We hope that this government is working with the best plan, so that our country can be raised from where it is.",
        "Sri Lankans abroad play a huge role in that journey. We are very grateful for the task you have done to gain power and protect it. We need to say that we understand the problems you are facing. We are particularly focusing on the difficulty of carrying the body if someone dies suddenly in the Maldives. It is the responsibility of our government to take care of every Sri Lankan citizen wherever you live in the world. So, we focus on the problems you face. The Maldivian President agreed to grant us a visa for 90 days.",
        "The country we are born better than the country we were born, and the same suffering we have suffered, the country that our children do not experience, more beliefs than us and",
        "We will work together to create a future generation with aspirations. This is the government. We hear what we don't know. We are not natural human beings, but not the seven -brains of the corrupted people. Our specialty is the skills.",
        "We offer opportunities for those who know. We have no competition for us. That is why people in the various sectors of our government are working with voluntary today. We have given them the freedom they needed. Building this country is the responsibility of all who have those skills. We are going on this journey to unite all of these people. Once again, I thank you for your contribution."
      ]
    }
  },
  "summary_lines": []
}