{
  "translated_text": {
    "ta": {
      "title": "மாதாந்திர எரிவாயு விலைகள் நாளை",
      "body_lines": [
        "மாதாந்திர எரிவாயு விலை திருத்தத்தின்படி, விலை திருத்தம் நாளை (04) அறிவிக்கப்படும் என்று லிட்ரோ நிறுவனம் தெரிவித்துள்ளது.",
        "ஐ.டி.யின் செய்தித் தொடர்பாளர் ஒருவர் இந்த ஆண்டு எரிவாயுவின் எரிவாயு விலைகள் மற்றும் திருத்தத்தின் விலை திருத்தப்படும் என்று கூறினார்.",
        "உலக சந்தையின் எரிவாயு விலைகள் உயர்ந்து, நாட்டில் எரிவாயுவின் விலை அதிகரிக்கப்பட வேண்டும், ஆனால் நிலையான எரிவாயு விலையை பராமரிக்க இது நடந்து வருகிறது.",
        "திட்டங்கள் நிதி அமைச்சகத்திற்கு அனுப்பப்பட்டுள்ளன என்று கூறப்படுகிறது.",
        "கடந்த மாதம், ஒரு எரிவாயு விலை திருத்தம் திருத்தப்படவில்லை, கடைசியாக ஒரு எரிவாயு விலை திருத்தம் கடந்த அக்டோபரில் நடந்தது."
      ]
    },
    "en": {
      "title": "Monthly Gas Prices tomorrow",
      "body_lines": [
        "According to the monthly gas price revision, the price revision will be announced tomorrow (04), Litro Company said.",
        "A spokesperson of it stated that the price of gas prices and amendment will be revised this year's gas.",
        "The gas prices of the world market have gone up and the price of gas should be increased in the country, but it is underway to maintain a stable gas prices.",
        "It is said that the proposals have been forwarded to the Ministry of Finance.",
        "Last month, a gas priced amendment was not amended and the last time a gas priced amendment took place last October."
      ]
    }
  },
  "summary_lines": [
    "Litro Company announces gas price revision tomorrow. Price increase due to global market rise. Proposal sent to Ministry of Finance. Last amendment in October."
  ]
}