{
  "translated_text": {
    "ta": {
      "title": "தொழில்துறை தயாரிப்புகளின் வளர்ச்சி",
      "body_lines": [
        "தொழில்துறை தயாரிப்பு குறியீடு கடந்த ஆண்டு ஆகஸ்டில் 1.2 சதவீதம் அதிகரித்துள்ளது.",
        "ஆகஸ்ட் 2023 இல் தொழில்துறை தயாரிப்பு குறியீடு ஆகஸ்ட் மாதத்தில் 91.3 ஆக அதிகரித்ததாக மக்கள் தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிவரங்கள் தெரிவிக்கின்றன.",
        "இருப்பினும், குடிப்பழக்கம் மற்றும் புகையிலை தொடர்பான தயாரிப்புகளின் குறைவு இந்த ஆண்டில், மக்கள் தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிவரங்கள் திணைக்களம் தெரிவித்துள்ளது.",
        "இதற்கிடையில், ஜூலியுடன் ஒப்பிடும்போது ஆகஸ்ட் மாதத்தில் உத்தியோகபூர்வ வறுமைக் கோடு ஒரு சிறிய சரிவை தெரிவித்துள்ளது.",
        "ஜூலை மாதத்தில் ரூ .16,373 ரூ.",
        "ஆகஸ்ட் 2023 உடன் ஒப்பிடும்போது இது ஒரு அதிகரிப்பு என்று மக்கள் தொகை கணக்கெடுப்பு மற்றும் புள்ளிவிவரங்கள் தெரிவித்தன."
      ]
    },
    "en": {
      "title": "Growth in industrial products",
      "body_lines": [
        "The Industrial Product Index has increased by 1.2 percent in August last year.",
        "The Department of Census and Statistics stated that the Industrial Product Index in August 2023 increased to 91.3 in August.",
        "However, a decrease in drinking products and tobacco-related products show that in this year, the Department of Census and Statistics said.",
        "Meanwhile, the official poverty line in August, compared to Julie, has reported a minor decline.",
        "The poverty line of Rs 16,373 has been reduced to Rs. 16,152 in July.",
        "Department of Census and Statistics stated that it is an increase compared to August 2023."
      ]
    }
  },
  "summary_lines": [
    "Industrial Product Index rose 1.2% in August 2023, reaching 91.3. However, drinking and tobacco product sales decreased. Poverty line slightly lowered from Rs 16,373 to Rs 16,152 in July, showing slight improvement over August 2023."
  ]
}