{
  "translated_text": {
    "ta": {
      "title": "டாக்டர் ஹரினி அமரசுரியா: பிரதமர் 2 ஆண்டுகளுக்குப் பிறகு இலங்கையை நியமித்தார்",
      "body_lines": [
        "டாக்டர் ஹரினி அமரசுரியா: பிரதமர் 2 ஆண்டுகளுக்குப் பிறகு இலங்கையை நியமித்தார்",
        "செப்டம்பர் 21, 2024 அன்று அனுரா குமாரா டிசனாயக்க ஜனாதிபதியாக நியமிக்கப்பட்டார், இலங்கையின் அரசியல் வரலாற்றை மாற்றினார், பிரதமர் தனது பதவியில் இருந்து ராஜினாமா செய்தார்.",
        "அதன்படி, பாராளுமன்ற உறுப்பினர் ஹரினினி அமரசுரியா இன்று பிற்பகல் பிரதமராக பதவியேற்றார்.",
        "டாக்டர் ஹரினி அமரசுரியா, தனது சொந்த பரம்பரை பரம்பரை பின்னர் அரசியல் குடும்ப பின்சூரியா இல்லாமல் பிரதமராக நியமிக்கப்பட்டவர்?",
        "டாக்டர் ஹரினி அமரசுரியாவின் டாக்டர் ஹரெய்னி அமரசுரியா மார்ச் 6, 1970 அன்று பிறந்தார். அவளுக்கு இரண்டு உடன்பிறப்புகள் உள்ளனர்.",
        "பிஷப்பின் கல்லூரி கொழும்பின் அடிப்படைக் கல்வியைப் படித்தவர்கள் உயர் கல்விக்காக வெளிநாடு சென்றுள்ளனர்.",
        "இலங்கை பல்கலைக்கழகத்தில் இளங்கலை பட்டமாகவும், ஆஸ்திரேலியாவின் சிட்னி பல்கலைக்கழகத்தில் பயன்பாட்டு மனித அறிவியல் மற்றும் மேம்பாட்டு ஆய்வுகளில் முதுகலைப் பட்டம் பெறவும் சமூகவியலில் இளங்கலை இளங்கலை பட்டம் பெற்றார்.",
        "2011 ஆம் ஆண்டில், எடின்பர்க் மற்றும் ராணி மார்கரெட் பல்கலைக்கழகங்களிலிருந்து சமூக மானுடவியல், சர்வதேச சுகாதார மற்றும் மேம்பாட்டு ஆய்வுகள் ஆகியவற்றில் முனைவர் பட்டம் பெற்றார்.",
        "அனுரா குமாரா டிசனாயக்க: சோசலிஸ்ட் மாணவர் சங்கத்திலிருந்து நிர்வாகத் தலைவர் வரை",
        "டாக்டர் ஹரினி அமரசுரியா இலங்கையின் இலங்கை பல்கலைக்கழகத்தின் சமூகவியல் துறையில் மூத்த விரிவுரையாளராக பணியாற்றியுள்ளார்.",
        "அவர் பல்கலைக்கழகத்தின் நிர்வாக நடவடிக்கைகளிலும் ஈடுபட்டார், மேலும் 2016 முதல் பாலின மற்றும் சமத்துவத்தின் பல்கலைக்கழக மானிய ஆணையத்தின் உறுப்பினராக பணியாற்றினார்.",
        "அவர் சமூகம், எய்ட்ஸ் மற்றும் குழந்தைகளில் ஆர்வலராக செயல்பட்டார்.",
        "கூடுதலாக, அவர் இலங்கையில் சமூக சுகாதார அமைப்பின் இயக்குநராகவும், இலங்கையின் பெண்கள் மற்றும் பாலினத்தின் சென்வொர்க் ஆணை தலைவர் பதவியாகவும் இருந்தார்.",
        "டாக்டர் ஹரினினி சட்டம் மற்றும் ஒரு சட்டம் மற்றும் சமூக அறக்கட்டளை சட்டம் மற்றும் சமூக அறக்கட்டளையின் உறுப்பினர்.",
        "அவர் பல்கலைக்கழக ஆசிரியர் சங்கம் 2012 இன் செயலாளராகவும், பல்கலைக்கழக ஆசிரியர் உதவி செயலாளர் 2014 உதவி செயலாளராகவும் பணியாற்றினார் மற்றும் செயலாளரின் செயலாளராக இருந்தார்.",
        "2011 ஆம் ஆண்டில், பல்கலைக்கழக விரிவுரையாளர்கள் சங்கம் கல்விக்கு ஒதுக்கப்பட வேண்டிய போராட்டத்தில் தீவிரமாக ஈடுபட்டது.",
        "கூடுதலாக, அவர் சமீபத்தில் இலவச கல்வி குறித்து பல்வேறு கட்சிகள் எடுத்த பல போராட்டங்களில் சேர்ந்தார்.",
        "2020 ஆம் ஆண்டு பொது மக்கள்தொகை பட்டியல் 2020 பொது பட்டியல்களுக்கு தேர்ந்தெடுக்கப்பட்டதற்கு முன்னர் டாக்டர் ஹரேவாரி தேசிய மக்கள்தொகையின் அரசியல் செயல்பாட்டில் இருந்தார்.",
        "பாராளுமன்றத்தின் கடைசி 389 நாட்களின் 269 நாட்கள் பாராளுமன்றத்திற்கு வந்திருந்தன.",
        "குழுவின் துறைசார் கண்காணிப்புக் குழுக்களில் இலங்கையின் குழந்தை மாலாஷ்களில் இலங்கையில் உள்ள மகளிர் மன்றத்திற்கான பாராளுமன்ற உறுப்பினர்கள், எனவே பாராளுமன்ற நிபுணர்களின் சிறப்பு முகவர் மீது, துறைசார் கண்காணிப்புக் குழுவின் தேர்வுக் குழு குறித்த தேர்வுக் குழுவில் விரைவாக செயல்படுத்தப்பட வேண்டிய நடைமுறைகளை கண்காணிக்க பாராளுமன்ற நிபுணர்களின் சிறப்பு முகவரின் மீது துறை மாதங்கள் மற்றும் பாராளுமன்ற மாதங்கள் மற்றும் பாராளுமன்றத்தின் சலுகைகள் குறித்த பாராளுமன்ற கண்காணிப்புக் குழுவின் துறை பாராளுமன்றங்கள் மற்றும் சலுகைகள்",
        "பாராளுமன்ற உறுப்பினர்களின் உறுப்பினர்களின் கூற்றுப்படி, அவருக்கு வயது 65, அவர் 14 தலைப்புகளில் கருத்து தெரிவித்துள்ளார்.",
        "கல்வி, உரிமைகள் மற்றும் பிரதிநிதித்துவம், சுகாதாரம் மற்றும் பொருளாதார மற்றும் நிதி மற்றும் நிதி மற்றும் நிதி குறித்து அவர் மேலும் கருத்து தெரிவித்துள்ளார்.",
        "புதிய ஜனாதிபதிக்கு செய்தி மற்றும் அவர் நிச்சயமாக ஏழு சவால்களை வெல்ல வேண்டும்",
        "ஜனாதிபதித் தேர்தலின் பிரச்சாரத்தின் டாக்டர் ஹரினி அமராசுரியா, அனுரா குமாரா டிஸ்டனாயக்க நடவடிக்கை எடுத்துள்ளார், ஜனாதிபதித் தேர்தலுக்கு முன்னர் தேசிய நாட்டுப்புறத் தேர்தலால் ஏற்பாடு செய்யப்பட்ட பெண்கள் மாநாடு.",
        "ஜனாதிபதித் தேர்தலின் ம silence னம் தொடங்குவதற்கு முன்பு, ஹைனினி அமரசுரியா தனது பேஸ்புக் கணக்கில் வைக்கப்பட்டார்.",
        "\"எங்கள் தேர்தல் பிரச்சாரத்தில் நான் 21,500 மைல்களுக்கு மேல் பயணம் செய்துள்ளேன். நான் நூற்றுக்கணக்கான கூட்டங்களை பேசியிருக்க வேண்டும். ஆயிரக்கணக்கான மக்கள் சந்தித்திருக்கலாம். என் முழு வாழ்க்கையிலும் இது ஒரு மகிழ்ச்சியான மற்றும் சோர்வான நேரம் \"என்று அவர் தனது பேஸ்புக் கணக்கில் குறிப்பிடப்பட்டார்.",
        "உலகின் முதல் பிரதமர் இலங்கையிலிருந்து தேர்ந்தெடுக்கப்பட்டார். அது அவரது கணவர், முன்னாள் பிரதமர், எஸ்.டபிள்யூ.ஆர்.டி.. பண்டாரநாயக்கின் படுகொலைக்குப் பிறகு, சிரிமாவோ பண்டாரணாய் அரசியலில் நுழைந்தார்.",
        "அவரது மகள் சந்திரிகா பண்டாரநாயக்க குமாரத்துங்கா 1994 இல் பிரதமரானார், ஜனாதிபதித் தேர்தலில் ஜனாதிபதித் தேர்தலாக நியமிக்கப்பட்டார்.",
        "அவர்கள் இருவரும் ஒரே குடும்பத்தின் உறுப்பினர்கள், குடும்பம் குடும்பத்திற்கு பலியானது. இது தெற்காசியா மற்றும் மாநிலம், பாகிஸ்தான் மற்றும் பங்களாதேஷ் மற்றும் மாநிலத் தலைவர்கள் என செயல்பட்ட அனைத்து பெண்களும் தங்கள் அரசியல் குடும்ப பின்னணியுடன் அரசியலில் இருந்தனர்.",
        "அரசியலின் மக்கள் பிரதிநிதித்துவம்: வெளிநாட்டில் பிறந்த இலங்கையில் கணவர், தந்தை மற்றும் சகோதரர்கள், விதவை அரசியல் இறந்த பிறகு தேசிய அரசியலில் நுழைந்த பெண்கள்.",
        "தெற்காசியாவில் அரசியல் குடும்ப பின்னணி இல்லாமல் பிரதமராக நியமிக்கப்பட்ட முதல் பெண் டாக்டர் ஹரினி அமரசுரியா ஆவார்.",
        "புதிய ஜனாதிபதிக்கு செய்தி மற்றும் அவர் நிச்சயமாக ஏழு சவால்களை வெல்ல வேண்டும்",
        "மொசாட்: இஸ்ரேலிய உளவுத்துறை சேவையைப் பெற்ற எந்த சாதனைகள் மற்றும் தோல்விகள்?",
        "டயானாவின் காதலனின் தந்தை: முகமது அல் ஃபைட், அவர் ஊழியர்களால் விரைவுபடுத்தப்பட்டார்"
      ]
    },
    "en": {
      "title": "Dr. Harini Amarasuriya: Prime Minister appointed Sri Lanka after 2 years",
      "body_lines": [
        "Dr. Harini Amarasuriya: Prime Minister appointed Sri Lanka after 2 years",
        "Anura Kumara Dissanayake was appointed as the president on September 21, 2024, changing the political history of Sri Lanka, and the Prime Minister resigned from his post.",
        "Accordingly, MP Harinini Amarasuriya was sworn in as Prime Minister this afternoon.",
        "Who is Dr. Harini Amarasuriya, who was appointed as the Prime Minister without a political family backsuriya after his inheritance in her own inheritance?",
        "Dr. Haraini Amarasuriya of Dr. Harini Amarasuriya was born on March 6, 1970. She has two siblings.",
        "Those who have studied the basic education from Bishop's College Colombo have gone abroad for higher education.",
        "She has been graduated by a Bachelor of Arts in Sociology as a Bachelor's Degree from University of Sri Lanka, and a Masters Degree in Applied Human Science and Development Studies from the University of Sydney, Australia.",
        "In 2011, she had a doctorate in social anthropology, international health and development studies from Edinburgh and Queen Margaret Universities.",
        "Anura Kumara Dissanayake: From the Socialist Students Union to the Executive President",
        "Dr. Harini Amarasuriya has served as a senior lecturer in the Sociology Department of the Sri Lanka University of Sri Lanka.",
        "She was also involved in the administrative activities of the university, and served as a member of the University Grants Commission of Gender and Equality since 2016.",
        "She has acted as an activist on community, AIDS and children.",
        "In addition, she was a director of the Community Health Organization in Sri Lanka and a post of Chairman of the Cenwor Order of Sri Lanka's Women and Gender.",
        "Dr. Harinini Law and a Law & Society Trust is a member of the Law & SOCIETY TRUST.",
        "She was served as the Secretary to the University Teachers Association 2012 and as the Assistant Secretary of the University Teachers Assistant Secretary 2014 and was the Secretary to the Secretary.",
        "In 2011, the university lecturers Association was actively involved in the struggle to be allocated to education.",
        "In addition, she recently joined a number of struggles taken by various parties on free education.",
        "Dr. Harewari was in the political activism of national population before the 2020 general list of national population was elected to the 2020 general lists.",
        "In the period 269 days of the last 389 days of the Parliament had arrived in Parliament.",
        "Members of Parliament for the women's forum in Sri LankaSpecial agent in Sri Lanka's child malnashes on sectoral monitoring committees of committee, so on the special agent of the parliamentary experts to monitor the procedures to be implemented expeditiouslyCommittees on Select Committee on Sectoral Monitoring Committee on Sectoral Parliaments and Privileges of Parliamentary Monitoring Committee on Sectoral Months and Privileges of Parliament",
        "According to the Members of Parliamentarians, she is 65, and she has commented on 14 topics.",
        "She has more commented on education, rights and representation, health and economic and financial and financial and financial.",
        "Message to the new President and he should 'definitely win seven challenges",
        "Dr. Harini Amarasuriya of the propaganda of the Presidential Election, Anura Kumara Dissanayake has taken steps and the women's conference organized by the national folk election before the presidential election.",
        "Before the silence of the presidential election began, Hairini Amarasuriya was placed on his Facebook account.",
        "\"I have traveled over 21,500 miles in our election campaign. I should have spoken hundreds of meetings. Thousands of people may have met. It was a happy and tired time in my entire life, \"she was noted in his Facebook account.",
        "The world's first Prime Minister was elected from Sri Lanka. It is his husband, former Prime Minister, S.W.RD. After Bandaranaike's assassination, Sirimavo Bandaranai entered politics.",
        "Her daughter Chandrika Bandaranaike Kumaratunga became the Prime Minister in 1994 and was appointed as the presidential election in the presidential election.",
        "Both of them were members of the same family, and the family was the victims of the family. It is a sign of South Asia and all women who acted as state, Pakistan and Bangladesh and the leaders of the state have been in politics with their political family background.",
        "People's Representation of Politics: Women who entered the national politics after the death of husband, father and brothers, Widow politics in Sri Lanka, who was born abroad.",
        "Dr. Harini Amarasuriya is the first woman who was appointed as the Prime Minister without a political family background in South Asia.",
        "Message to the new President and he should 'definitely win seven challenges",
        "Mossad: What achievements and defeats received Israeli intelligence service?",
        "Father of Diana's boyfriend: Mohammed Al Fide, who was rapidated by staff"
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "Dr. Harini Amarasuriya becomes Sri Lanka's PM without political ties. Born 1970, educated in sociology and social anthropology. Served as university lecturer and activist. Elected to parliament in 2020, focusing on education, rights, and healthcare. Appointed PM after PM resignation, making history as first female PM without political family background in South Asia."
  ]
}