{
  "translated_text": {
    "ta": {
      "title": "தீவுக்கு இருபதாயிரம் பார்வையாளர்",
      "body_lines": [
        "இந்த ஆண்டு (26) தீவில் வெளிநாட்டு சுற்றுலா சுற்றுப்பயணம் ஏற்றுக்கொள்ளப்படும் என்று சுற்றுலா அமைச்சகம் கூறுகிறது.",
        "பண்டாரநாயக சர்வதேச விமான நிலையத்தில் செவ்வாய்க்கிழமை இலங்கை சுற்றுலா மேம்பாட்டால் ஒரு விழாவை ஏற்பாடு செய்துள்ளதாக சுற்றுலா துணை அமைச்சர் பேராசிரியர் ருவான் ரனசிங்க கூறுகையில்.",
        "இந்த ஆண்டு தொடக்கத்தில் இருந்து டிசம்பர் 22 வரை இலங்கைக்கு வந்த மொத்த வெளிநாட்டு சுற்றுலாப் பயணிகளின் எண்ணிக்கை, மொத்த வெளிநாட்டு சுற்றுலாப் பயணிகளின் எண்ணிக்கை 1,966,256 ஆக வந்தது.",
        "டிசம்பர் மாதத்தில் மட்டும் 161,383 சுற்றுலாப் பயணிகள் தீவுக்கு வந்துள்ளனர்.",
        "அவர்களில் பெரும்பாலோர் இந்தியாவில் இருந்து வந்துவிட்டனர், எண்ணிக்கை 35,131 ஆகும்.",
        "ரஷ்யாவிலிருந்து 22,637 சுற்றுலாப் பயணிகளும், ஜெர்மனியில் இருந்து 9,998 பேரும் ஆஸ்திரேலியாவிலிருந்து 8,646 சுற்றுலாப் பயணிகளும் டிசம்பரில் தீவுக்கு வந்துள்ளனர்.",
        "இந்தியாவில் அதிக எண்ணிக்கையிலான சுற்றுலா மக்கள் 399,224 பேர்.",
        "பிரிட்டனில் இருந்து 172,404 சுற்றுலாப் பயணிகளும், ஜெர்மனியில் இருந்து 131,379 பேரும், பிரான்சிலிருந்து 86,440 சுற்றுலாப் பயணிகளும் இருந்தனர்.",
        "இதற்கிடையில், பயண அமைச்சர் பேராசிரியர் ருவான் ரனசிங்க, சுற்றுலாப் பயணிகளின் முடிவு இந்த ஆண்டின் இறுதிக்குள் தீவுக்கு வரும் என்று கூறினார்."
      ]
    },
    "en": {
      "title": "Twenty-thousand visitor to the island",
      "body_lines": [
        "The Ministry of Tourism says that the foreign tourist tour will be accepted in the island this year (26).",
        "Deputy Minister of Tourism Professor Ruwan Ranasinghe said that a ceremony was organized by the Sri Lanka Tourism Promotion of Tuesday at the Bandaranaike International Airport.",
        "The total number of foreign tourists who had arrived in Sri Lanka from the beginning of this year to December 22, the total number of foreign tourists arrived at 1,966,256.",
        "161,383 tourists have arrived in the island during the month of December alone.",
        "Most of them have arrived from India and the number is 35,131.",
        "22,637 tourists from Russia and 9,998 from Germany and 8,646 from Australia have arrived in the island in December.",
        "The highest number of tourist people were 399,224 in India.",
        "There were 172,404 tourists from Britain and 131,379 from Germany and 86,440 from France.",
        "Meanwhile, Traveling Minister Professor Ruwan Ranasinghe said that the end of the tourists will arrive in the island by the end of the year."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka tourism: 20,000 visitors expected in 2023. Foreign tourists arrived in record numbers, with India leading at 399,224. Russia, Germany, and Australia also popular destinations. Tourism Minister predicts end-of-year arrivals."
  ]
}