{
  "translated_text": {
    "si": {
      "title": "ආචාර්ය.",
      "body_lines": [
        "ස්වයං-පූරණය කිරීම සඳහා දෙමළ ජනතාවට අයිතියක් ඇත. මේ රටේ වෙනම ජාතියක් ලෙස ජීවත් වීමට හැකි වූ සිංහල ජනයා අතර උගත් වෛද්යවරයකු ලෙස දෙමළ ජනතාවට ජීවිත අහිමි වී තිබේ.. එකතු කර ගෙන තිබේ. සියදහාරන් සභාවට උපහාර දැක්වීය",
        "ඔහු මේ බව කියා සිටියේ බ්රහස්පතින්දා (25) පාර්ලිමේන්තුවේදී පවත්වන ලද රාජ්ය මූල්ය කළමනාකරණ හා ආර්ථික මාරු කිරීමේ පනත් කෙටුම්පත පිළිබඳ විවාදය අමතමින්.",
        "ආචාර්ය වික්රමාබාහු කරුණාරත්න. දෙමළ ප්රශ්න පිළිබඳ කාරණා සම්බන්ධයෙන් ඔහු සෑම විටම එකම ප්රතිපත්තිය අනුගමනය කර ඇත."
      ]
    },
    "en": {
      "title": "Dr.",
      "body_lines": [
        "Tamil people have the right to self -determination. Tamil people have lost their lives as an educated doctor among the Sinhalese people who have been able to live as a separate nation in this country.. யான யான யான யான யான யான யான. Sreedharan paid tribute to the congregation",
        "He said this while addressing the debate on the State Financial Management and Economic Transfer Bill held in Parliament on Thursday (25).",
        "Dr. Wickremabahu Karunaratne. He has always practiced the same policy on the issues of Tamil issues."
      ]
    }
  },
  "summary_lines": [
    "In a parliamentary debate, Dr. Wickremabahu Karunaratne emphasized the Tamil community's right to self-determination, highlighting the loss of life among educated doctors due to ethnic tensions. He praised Sreedharan for his contributions during the discussion on the State Financial Management and Economic Transfer Bill."
  ]
}