{
  "translated_text": {
    "ta": {
      "title": "மராதனாவில் உள்ள ஒரு வீட்டிலிருந்து மறைத்து வைக்கப்பட்டுள்ள ஆயுதங்கள்",
      "body_lines": [
        "மராதனாவில் 14 நேரடி தோட்டாக்கள் கொண்ட வீடு உட்பட 14 லைவ் தோட்டாக்களுடன் மூன்று பேர் டி -56 துப்பாக்கியால் கைது செய்யப்பட்டுள்ளனர்.",
        "ஒழுங்கமைக்கப்பட்ட இரண்டு குற்றவியல் கும்பல்களுக்கு இடையில் எதிரெதிர் குழுக்களின் உறுப்பினர்களைக் கொல்ல எல்.ரீ.ரீ.ஈ.",
        "சிறப்பு பணிக்குழுவின் அதிகாரிகள் (பூட்டு போதிரஜாராயில் உள்ள போதிராஜராமா பகுதியில் உள்ள எஸ்.டி.எஃப் உளவுத்துறை அதிகாரிகள்) நேற்று நீதிக்கு இணையாக சோதனை நடத்தப்பட்டனர்.",
        "டி -56 வகை தானியங்கி துப்பாக்கியுடன் மூன்று நபர்கள் உள்ளனர், இதில் 14 லைவ் தோட்டாக்கள் உட்பட, 14 லைவ் தோட்டாக்கள் உட்பட, வீட்டின் பின்புறத்தில் 14 நேரடி தோட்டாக்கள் உட்பட.",
        "சந்தேக நபர்கள் மாரடானா பகுதியில் 18, 34, 47 வயது.",
        "உளவுத்துறை தகவல்களின்படி, மராடானா லாக்கட்லீனில் உள்ள முரண்பாடான குழுக்களின் உறுப்பினர்களையும், கெசெல்வாட்டா பகுதியில் உள்ள இரண்டு ஒழுங்கமைக்கப்பட்ட குற்ற வாடிக்கையாளர்களையும் கொல்ல ஆயுதங்கள் இப்பகுதியில் மறைக்கப்பட்டன.",
        "மேலதிக விசாரணைகளுக்காக சந்தேக நபர்கள் மராதனா காவல் நிலையத்திற்கு ஒப்படைக்கப்பட்டுள்ளனர்."
      ]
    },
    "en": {
      "title": "Weapons found hidden from a house in Maradana",
      "body_lines": [
        "Three people have been arrested by T-56 rifle with 14 live bullets, including a house with 14 live bullets in Maradana.",
        "Intelligence revealed that the LTTE was hidden in this place to kill members of the opposing groups between two organized criminal gangs.",
        "The officers of the Special Task Force (STF intelligence officers in the Bodhirajarama area in Lock Bodhirajarai) were raided yesterday in parallel to justice.",
        "There are three persons with a T-56 type of automatic firearm, including 14 live bullets, including 14 live bullets, including 14 live bullets in the back of the house.",
        "The suspects are aged 18, 34, 47 years in the Maradana area.",
        "According to intelligence information, the arms were hidden in the area to kill members of the contradictory groups in Maradana LockGatlene and two organized crime clients in Keselwatta area.",
        "The suspects have been handed over to the Maradana Police Station for further investigations."
      ]
    }
  },
  "summary_lines": [
    "In Maradana, three individuals were arrested with a T-56 rifle and 14 live bullets, suspected of hiding weapons to target opposing groups. The suspects, aged 18, 34, and 47, were handed over to the Maradana Police Station for further investigation."
  ]
}