{
  "translated_text": {
    "si": {
      "title": "ජේවීපී ඉන්දියානු සංචාරය කිරීමෙන් අනතුරුව ඉන්දීය විපක්ෂය ප්රකාශයට පත් කරන දේශපාලන ආගමික නායකයින්",
      "body_lines": [
        "ජේවීපී නායකයාගේ ඉන්දියානු සංචාරය ආගමික දේශපාලන නායකයින් විරෝධී හැඟීම ප්රකාශ කරන තත්වයක් නිර්මාණය කර තිබේ.",
        "ශ්රී ලංකාවේ වමයේ ජේවීපී නායක අනු අනුදේශ වේශානනායක ඉන්දියාවේ ආරාධනයෙන් මෙරට සංචාරය කර තිබේ.",
        "දේශපාලන ආගමික නායකයින් ඉන්දියාවේ ශ්රී ලංකාවේ ජනාධිපතිවරණය කිරීමේ අරමුණින් ප්රශ්න කර තිබේ.",
        "අගමැති නරේන්ද්ර මෝඩිගේ ඉන්දියානු රජය ඉන්දියානු සංචාරයක් සඳහා ඉන්දියානු සංචාරයක් සඳහා ඉන්දියාවට ආරාධනයක් නිකුත් කර තිබේ.",
        "ජේවීපී නායක අනුර කුමාර දිසානායක ඉන්දීය විදේශ ඇමති ඇතුළු ප්රමුඛ නායකයින් හමුවිය.",
        "1971 සහ 1988-89 දී කැරැල්ලකට සම්බන්ධ ජේවීපී. සමාජවාදී රටක් නිර්මාණය කිරීම මෙහි අරමුණයි.",
        "අතීතයේ දී අන්තවාදීන් නිර්මාණය කළ පක්ෂය දැනට අවුරුදු 55 ක හිමිකාරී නායකයා වේ.",
        "අතීතයේ දී, ශ්රී ලංකාවේ ගිවිසුම් බොහොමයක විරෝධතා දැක්වූ ජේවීපී, ඉන්දීය ආධිපත්යය හේතුවෙන් ශ්රී ලාංකිකයින්ගේ අවස්ථා අහිමි වන බව ද පවසා තිබේ.",
        "ප්රධාන පූජක වලහෙංගාවනා ධර්මරාම තෙර විසින් බදාදා ගිවිසුමකරුවෙකු යැයි අපි කියනු ලැබේ.",
        "ඉන්දියානු සිතියමේදී ඉන්දියානු සිතියමේ ශ්රී ලංකාව ශ්රී ලංකාව ගැන ශ්රී ලංකාව ගැන සඳහන් කිරීම පිළිබඳව ඔබ ඉන්දීය නායකයින්ගෙන් ප්රශ්න කර ඇත්දැයි ඔහු ප්රශ්න කළ අතර, \"අපි ඉල්ලා සිටින්නේ,\" අපි අනුර කුමාරසනනායකගේ \"බවයි.",
        "ඉන්දියාවේ තෙල් විලුඹ ගැන ජේවීපී ගත් ස්ථානය කුමක්දැයි ඔබ දන්නවාද?ධර්මරත්න තෙර ප්රශ්න කර තිබේ.",
        "ඉන්දියානු බුද්ධි අංශය පාලනය කළ ගෝතභය රාජපක්ෂගේ හැසිරවීම වෙනස් කළ අජිත්හෝල් සමඟ කතා කිරීමට ඔබට ඇත්තේ කුමක්ද?එය ඔබද්දාන්ගේ ශක්තිය කොල්ලකෑම ගැන කතා කළාද යන්න ගැනද ඔහු ප්රශ්න කළේය.",
        "ඊළඟ මැතිවරණය සඳහා ඔබගේ සහයෝගයට එක්සත් ජනපද තානාපතිවරයාගේ දායකත්වයෙන් ද ඔහු ප්රශ්න කළේය.",
        "ජනාධිපති රනිල් වික්රමසිංහ ඉන්දියානු සංචාරය මේ වසරේ සහ 2025 පාර්ලිමේන්තු මැතිවරණය පැවැත්විණි.",
        "සමහර ඡන්ද විමසීම්වලින් පෙනී යන්නේ පාර්ශ්වයන්ට සහයෝගය දැක්වීම පිළිබඳ නිවැරදි ඡන්ද විමසීමක් නොතිබුණද ජනතාව රජයක් තෝරා පත් කර ගත් රජයක් තෝරා ගන්නා බවයි.",
        "විශ්ලේෂකයින් පවසන්නේ ජේවීපී පසුගිය මැතිවරණයේදී ජනතාව අතර ජනප්රිය පක්ෂයක් වූ නමුත් එය මැතිවරණ ප්රති .ල අනුව අනාවරණය නොවීය.",
        "ශ්රී ලංකා ටෙලිකොම්, ශ්රී ලංකා ටෙලිකොම්, ශ්රී ලංකාවේ වෘත්තීය සමිතිවාදී අනිල් හේවට් මහතා මිලදී ගැනීමට පෙර ශ්රී ලංකා පීඒ පීඒ ඉල්ලා තිබේ.",
        "ඉන්දීය සමාගම ඉදිරි රෝගයෙන් ඉන්දියානු සමාගම විසින් ද ටෙලිකොම් මිලදී ගැනීමට යන බවත්, ටෙලිකොම් නිකුතුවෙහි නිරූපණ නොමැති බව සහතික කිරීම සඳහා පෙලපාලි නොමැති බවත් ඔහු ජේවීපී ප්රධානියාට ආරාධනා කර ඇති බව ඔහු පැවසීය.",
        "පර්යේෂකයන්, ශ්රී ලංකාවේ ජාතිකවාදී වාසස්ථානය දේශපාලන politicians යින් මැතිවරණ පැවැත්වීම සඳහා ප්රති-විරෝධී හැඟීම් භාවිතා කරන බව පවසා ඇති අතර එවැනි සමහර ක්රියාමාර්ගයන් පවසා ඇත්තේ අතීතයේ ඉන්දියාව සමඟ රාජ්ය තාන්ත්රිකයට බලපා ඇති බවයි.",
        "ජේවීපී විසින් අතීතයේ බුද්ධාගම හැර අනෙකුත් ඉන්දියානු නිෂ්පාදන සියල්ලම තහනම් කර ඇති බව ඔහු පැවසීය.",
        "ශ්රී ලාංකිකයින්ගෙන් බහුතරයකට එරෙහි AGA ගිවිසුම ලබා ගන්නා ලෙස ඉන්දියාව විමල්වීරාවන්සාගෙන් ලැබුණු තොරතුරුවලට අනුව ඉන්දියාවේ ශ්රී ලංකාව සමඟ ඉක්මනින් ගිවිසුම අත්සන් කරනු ඇතැයි ජේවීපී ඉල්ලා තිබේ.",
        "ශ්රී ලංකාව සිය රටේ කොටසක් බවට පත් කිරීමට ඉන්දියාවට අවශ්යය. සියලුම දේශපාලන පක්ෂ පැටවුන් ලෙස පාලනය කිරීමට ඉන්දියාවට අවශ්යය.",
        "අනුරගුමරගේ එකම ඉන්දියානු ඇමතුම මම නොවේ."
      ]
    },
    "en": {
      "title": "Political religious leaders who publish Indian opposition following JVP's visit to India",
      "body_lines": [
        "The JVP leader's visit to India has created a situation where religious political leaders express the anti -Indian sentiment.",
        "Sri Lanka's left -wing JVP leader Anuragumaratisanayake has visited the country at the invitation of India.",
        "Political religious leaders have questioned India's aim of Sri Lanka's presidential election.",
        "Prime Minister Narendra Modi's India government has issued an invitation to India for a five -day visit to India.",
        "JVP leader Anura Kumara Dissanayake met with prominent leaders, including the Indian Foreign Minister.",
        "JVP involved in two rebellion in 1971 and 1988-89. The purpose is to create a socialist country.",
        "The party, which has created extremists in the past, is currently the 55 -year -old leader.",
        "In the past, the JVP, which has expressed fierce opposition to many of Sri Lanka's agreements with India, has also said that Sri Lankans' opportunities will be lost due to Indian domination.",
        "The chief clergyman Valahenguwana Dharmarama Thera told reporters on Wednesday that we think there is an agreement.",
        "He also questioned whether you have questioned the Indian leaders about Sri Lanka's mention of Sri Lanka as part of India in the Indian map, and he said, \"We are asking Anura Kumaratisanayake.\"",
        "Do you know what position the JVP took about India's oil heels?Dharmaratna Thera has questioned.",
        "What do you have to talk to Ajithoval, who have changed Gotabhaya Rajapaksa's handling of the Indian Intelligence Unit?He also questioned whether you talked about the plunder of Adani's strength.",
        "He also questioned the US Ambassador's contribution to your support for the next election.",
        "President Ranil Wickremesinghe's visit to India has been held this year and the parliamentary election in 2025.",
        "Some polls suggest that the people will elect a JVP -led government, even though there are no accurate polls on support for the parties.",
        "Analysts say that the JVP was a popular party among the people during the past elections, but it was not revealed in the election results.",
        "Sri Lanka PA has called on the JVP leader before the purchase of Sri Lanka Telecom, Sri Lanka's trade unionist Anil Hewat.",
        "He also said that the Indian company is going to buy the Telecom in the future, and that India has invited JVP chief to ensure that there is no demonstrations to ensure that there is no demonstrations in the Telecom issue.",
        "Researchers, who point out that Sri Lanka's nationalist left -wing politicians use anti -Indian sentiments to receive votes during elections, have said that some such measures have affected the diplomacy with India in the past.",
        "He said the JVP had banned all Indian products other than Buddhism in the past.",
        "According to the information received by us from Wimalweeravansa, India has called on JVP to take up the Aga Agreement against the majority of Sri Lankans, India will soon sign the agreement with Sri Lanka.",
        "India wants to make Sri Lanka a part of its country. India wants to control all political parties as cubs.",
        "I am not the only Indian call for Anuragumara."
      ]
    }
  }
}