{
  "translated_text": {
    "si": {
      "title": "සංචාරක සම්මේලනය",
      "body_lines": [
        "ශ්රී ලංකාවේ ආරක්ෂක තර්ජනයක් ඇති බවට ශ්රී ලංකා සංචාරක සම්මේලනය විදේශීය සංචාරක අනතුරු ඇඟවීම දැඩි ලෙස හෙළා දැක තිබේ.",
        "ත්රස්තවාදී ප්රහාරයක් සිදුවිය හැකි අනතුරු ඇඟවීම හේතුවෙන් ශ්රී ලංකාවේ සංචාරක කර්මාන්තය විශාල පසුබෑමක් විය හැකි බව ශ්රී ලංකා සංචාරක සම්මේලනය පවසා තිබේ.",
        "එක්සත් ජනපදය සහ අනෙකුත් රටවල් සංචාරක කර්මාන්තයට බලපාන සංචාරක අනතුරු ඇඟවීමක් නිකුත් කර තිබේ.",
        "ශ්රී ලංකා සංචාරක සම්මේලනයේ සභාපති මලික් ජේ ප්රනාන්දු මහතා ප්රශ්න කර ඇත්තේ ශ්රී ලංකාවේ කුරිරු විහිළුවට විදේශ තානාපති කාර්යාල සම්බන්ධ වී ඇති බවත් එහි ආර්ථික සුවය සඳහා ය.",
        "සංචාරක නිලධාරීන් පෙන්වා දී ඇත්තේ ශ්රී ලංකා බලධාරීන් දැනටමත් පියවර ගෙන ඇති බවයි.",
        "සංශෝධනය කර නොමැති නව තොරතුරු පිළිබඳ වාර්තාවෙන් හෙළි වී නොමැති නව තොරතුරු පිළිබඳ වාර්තාවෙන් හෙළි වී ඇත්තේ ශ්රී ලංකාව සංචාරක අංශය ගැන උනන්දුවක් නොදක්වන බවයි.",
        "සංචාරක ඒජන්සිය පැවසුවේ ඊස්රායල් මාධ්ය ඕ කෘච් කට්ටාගේ අනතුරු ඇඟවීම අතිශයූ බවයි."
      ]
    },
    "en": {
      "title": "Tourism Federation",
      "body_lines": [
        "The Sri Lanka Tourism Federation has strongly condemned the foreign travel warning that there is a security threat in Sri Lanka.",
        "The Sri Lanka Tourism Federation has said that Sri Lanka's tourism industry could be a major setback due to a warning that a terrorist attack could occur.",
        "The US and other countries have subsequently issued a travel warning that may affect the tourism industry.",
        "Sri Lanka Tourism Federation President Malik J Fernando has questioned whether foreign embassies are involved in the ruthless fun of Sri Lanka and its economic recovery.",
        "Tourism officials have pointed out that Sri Lankan authorities have already taken action.",
        "The Sri Lanka Tourism Federation has revealed that the report of the new information that has not been amended and amends has revealed that Sri Lanka is not interested in its tourism sector.",
        "The Tourism Agency said that the Israeli media exaggerated the warning of the Augkam Kutta, which made the entire Sri Lankan unprecedented to the Israelis."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Tourism Federation denies security threats, condemns foreign travel warnings affecting tourism industry."
  ]
}