{
  "translated_text": {
    "ta": {
      "title": "ஹார்முலகா ஸ்ரீ பாதா ஸ்ரீஃபார்ஷிப் ரிசர்வ்",
      "body_lines": [
        "இலங்கையில் உள்ள வன இருப்புக்களில், பல்லுயிர் ஸ்ரீ பாதா ரிசர்விற்கு குறிப்பிடத்தக்க இடத்தைக் கொண்டுள்ளது. இலங்கை விலங்குகள் மற்றும் தாவரங்கள் மத்திய மலைகளில் வசிக்கின்றன, அவை ஸ்ரீ பாதா ரிசர்வ் நிறுவனத்தில் இலங்கையின் அழிவுடன் ஆபத்தில் உள்ளன. ஸ்ரீ பாதா ரிசர்வ் ஒரு பெரிய நீர்ப்பிடிப்பு பகுதி. இலங்கையில் பல முக்கிய ஆறுகளில் இயக்க நீர் ஆதாரங்கள் உள்ளன.",
        "ஸ்ரீ பிரசகாவை வணங்க ஆண்டுதோறும் ஒரு மில்லியன் யாத்ரீகர்கள் பயணம் செய்வார்கள். யு.என்.டி.யு.பி போயா தினத்திலிருந்து டிசம்பர் மாதம் வெசக் போயா தினத்திற்கு யாத்ரீகர்களால் மேற்கொள்ளப்பட்ட கொட்டுதல் இடம், யாத்ரீகர்கள் ஒரு பெரிய சுற்றுச்சூழல் பிரச்சினையில் வீசப்பட்டுள்ளனர்.",
        "ஆண்டுக்கு டன் யாத்திரைக்கு குப்பைகள் தெரியும் இடம், குப்பைத் தொட்டியின் இடம் மிகவும் பொதுவான காட்சியாக மாறியுள்ளது. இது ஒரு கடினமான செயலாக இருக்கக்கூடாது, குப்பைகளின் குப்பை உச்சியில் மீண்டும் கொண்டு வாருங்கள்.",
        "சமீபத்திய ஆண்டுகளில், சமூக ஊடகங்கள் சமீபத்திய ஆண்டுகளில் சமூக ஊடகங்களில் ஏராளமான பேச்சை உருவாக்கியுள்ளன, ஆனால் இந்த குப்பை பிரச்சினையை இன்னும் இந்த குப்பை சிக்கலைத் தீர்க்க முடியவில்லை. பாரம்பரிய சடங்குகள், ஸ்ரீ பாதாவின் சிலுவைக்கு முன்னர், பாரம்பரிய சடங்குகளை \"வின் குனுலபனா\", \"ஹாருப்லப்பா\" போன்ற சிறப்பு இடங்களில் காணலாம் மற்றும் மாஸ்கெலியா நகர்ப்புற சபை தற்போது மதிப்பிடப்பட்டுள்ளது மற்றும் யாத்ரீகர்கள் குப்பைகளை அப்புறப்படுத்துகிறார்கள் .. ராஜ்வரன் பிபிசி சிங்களவாலா மீது விசாரணையை அறிவித்தார்.",
        "2020 மற்றும் 2021 தவிர, கொரோனாவைத் தவிர, கொரோனாவைத் தவிர, கொரோனாவைத் தவிர, கொரோனாவைத் தவிர இரண்டு ஆண்டுகளில் கொரோனா சேர்க்கப்பட்டுள்ளது.. 2022, 2023 மற்றும் கடந்த ஆண்டு டிசம்பரில், இன்றுவரை கணிசமான அளவு குப்பை சேர்க்கப்பட்டுள்ளது. ஒரு வருடத்தின் அளவு மே முதல் மே முதல் டிசம்பர் வரை கருதப்படுகிறது.",
        "இதற்கிடையில், மாஸ்கெலியா பிரதேசங்களவையின் செயலாளர். அழுகும் கழிவுகளை மறுசுழற்சி மையத்தால் உரம் தயாரிப்பது என்று ராஜ்வர்ன் கூறினார். சிதைவு அல்லாத கழிவுகள் மேற்கொள்ளப்பட்டு வருவதாகவும், வெற்று பிளாஸ்டிக் பாட்டில்கள் வாங்கிய நிறுவனங்களுக்கு விற்கப்படும் என்றும் அவர் கூறினார்.",
        "\"காலப்போக்கில், மக்கள் அவர்களைப் பற்றி கவலைப்படுவதில்லை. குப்பைகளை வகைப்படுத்தும் குப்பைகள் இருந்தால், எங்களை குப்பைக் கொள்கலன்களைப் பின்தொடர மாட்டோம், ஆனால் அடுத்த ஆண்டு முதல் நீர் வழங்கல் திட்டத்தை மட்டுப்படுத்த முடியாது. ராஜவரேன் கூறினார்.",
        "மலைத்தொடர் மற்றும் அதைச் சுற்றியுள்ள சாலையான கோட்டை ஆர்ஐ தவிர, உசகலே போன்ற நீர்த்தேக்கங்களுக்கு பிளாஸ்டிக் மற்றும் பாலிதீன் கழிவுகளை கழிவுகள் கழிவுகள் என்று கூறினார்.. \"இன்று பேருந்துகளுக்கு அருகில், பேருந்துகளின் யாத்ரீகர்கள் இன்று ஒரு சிக்கல் உள்ளது. இந்த குப்பைகளையும் நாங்கள் சேகரிக்க வேண்டும். \"",
        "தேயிலையின் பாதைகள் குப்பை இருப்புக்கு அருகில் மட்டுமல்ல, வனப்பகுதிக்கு ஒரு பிரச்சினையும் இருப்பதாக சுற்றுச்சூழல் ஆலோசகர் சுட்டிக்காட்டுகிறார். ஸ்ரீ பாதா ரிசர்வ் பல்லுயிர் தொடர்பான பல்லுயிர் குறித்த பல ஆராய்ச்சிகளில் பங்கேற்றுள்ளது.",
        "\"சாதாரண ஆண்கள் ஆண்டுக்கு இந்த வனப்பகுதி வழியாக செல்கிறார்கள். பெரும்பாலும் ஹட்டன் சாலையில் பயணிக்கிறது. ஸ்ரிபாடாவுக்குச் செல்லும் மூன்று முக்கிய சாலைகளும் இருபுறமும் பல்லுயிர் குறித்து ஆராய்ச்சி செய்யப்பட்டுள்ளன. ஒரு தேசிய தாவரவியல் மக்கள் தொகை கணக்கெடுப்பின் கீழ். பார்க்கும்போது, ​​உள்ளூர் தாவரங்கள் மற்றும் பெரும்பாலான மூலிகைகள் கொண்ட தாவரங்களில் சுமார் 50%. இந்த தாவரங்களின் சிதைவு சிதைவை பாதிக்கிறது, \"என்று அவர் கூறினார்.",
        "இந்த குப்பை முறைகேடுகளை அகற்றுவதும் மக்களால் பாதிக்கப்படுகிறது என்று நிலையம் சுட்டிக்காட்டுகிறது. \"பாலிதீன் மற்றும் மக்களை மட்டுமல்ல, சடலம் கூட இந்த வழியை வைக்கிறது. இது நீர் ஆதாரங்களின் உயிரினங்களிலும் தாக்கத்தை ஏற்படுத்துகிறது. நீரின் விளிம்பு நீரின் விளிம்பு குறைமதிப்பிற்கு உட்பட்டது. குளியல் அல்லது கழிவுகளுடன் குளியல் உட்கொள்வது பாதிப்பு உள்ளது. \"",
        "\"சமீபத்தில், நெல்ச்சின் ஒரு சிறப்பு அம்சத்தை விவரித்தோம். 2018 ஆம் ஆண்டில் முதல் முறையாக கவனிக்கும்போது நூற்றுக்கும் மேற்பட்ட தாவரங்கள் இருந்தன. 2020 க்கு வரும்போது சுமார் 10 புதர்கள் இருந்தன. அதன் சிதைவின் சிதைவின் சிதைவுக்கு அவர்கள் செல்லலாம். குப்பைகளின் தாக்கம் குப்பைகளில் இரு மடங்கு தாக்கம். \"",
        "\"எஸ்.ஆர்.ஐ பாதத்தின் மிக உயர்ந்த பகுதி ஒரு வலுவான இயற்கை இருப்பு. அது வலதுபுறம் இருந்தால், அது இப்படி நடக்காது. Piduruthalagala அல்லது Haugala இந்த வழியில் செல்ல முடியாது. ஆனால் ஸ்ரிபகெட்டிலிருந்து மில்லியன் கணக்கான மக்கள் பயணம் செய்கிறார்கள், \"என்று அவர் சுட்டிக்காட்டுகிறார்.",
        "நீரின் தரம், சிறிய விலங்குகள் மற்றும் ஆம்போனரி வாழ்க்கை ஆகியவற்றைக் கொட்டுவதால் நீர்ப்பிடிப்பு பகுதியில் நீரின் தரம் குறைந்து வருவதாக அவர் சுட்டிக்காட்டினார்.",
        "\"புலி, சுமார் 150 ஆண்டுகளுக்குப் பிறகு, கதடுவாட்டா சாலையின் அருகே ஊடகங்கள் கண்டுபிடிக்கப்பட்டன. அத்தகைய விலங்குகள் நிச்சயமாக அச்சுறுத்தலாக இருக்கும். ஹட்டன் சாலையில் உள்ள குளிர் வளைகுடாவின் ஒரு பகுதியின் குறுக்கே நான் சென்றுள்ளேன். தண்ணீரில் ஒரு அற்புதமான குப்பைகள் உள்ளன. அவர்கள் உள்ளூர் தேவாலயத்தை சுத்தம் செய்வதில்லை. அவை முக்கியமாக சாலையின் இருபுறமும் குப்பை பாதைகளை சுத்தம் செய்கின்றன. \"பிச்சைக்காரர்கள் தெரிவித்தனர்.",
        "பிரதேச சபிதாவைத் தவிர, பல்வேறு அமைப்புகளும் குப்பை சேகரிப்பு சேகரிப்பையும் செய்கின்றன, ஆனால் குப்பைகளின் அளவு ஒவ்வொரு ஆண்டும் அவர்களால் கட்டுப்பாடற்றது. ஆறு மாதங்களில் குப்பை சுத்தம் செய்யப்பட்டால், மற்ற ஆறு மாதங்களில் அனைத்து ஸ்ல்ப்டெல்லும் குப்பைகளை மீட்டெடுக்க முடியாவிட்டால், கட்டுப்பாட்டில் சில கட்டுப்பாடுகளை அரசாங்கத்தால் கட்டுப்படுத்த முடியாது. கருத்துக்களின் யோசனை இருந்தது சமூக ஊடகங்களின்.",
        "திருக்கோவில் ஒரு மராத்தானின் போது இறந்த மாணவரின் மரணத்திற்கு என்ன காரணம்?",
        "கனடாவில் படுகொலை செய்யப்பட்ட இலங்கை குடும்பத்தைப் பற்றிய கூடுதல் தகவல்கள் வெளிப்படுத்துகின்றன",
        "கேப்ரியல் கார்சியா மார்க்வெஸை அழிக்க இறுதி நாவலை வெளியிடுகிறார்.",
        "இறந்ததிலிருந்து உங்கள் பிறப்புக்குப் பிறகு உங்களுக்குத் தேவையான கிராமா நிலதரி சேவையைப் புதுப்பிக்கவும்,"
      ]
    },
    "en": {
      "title": "Harmulaka Sri Pada SriPharship Reserve",
      "body_lines": [
        "Among the forest reserves in Sri Lanka, biodiversity has a significant place to Sri Pada reserve. Sri Lankan animals and plantes are living in the central hills, which are endangered with extinction of Sri Lanka in Sri Pada Reserve. The Sri Pada Reserve is a major catchment area. There are operating water sources in several major rivers in Sri Lanka.",
        "One million pilgrims will travel annually to worship the Sri Prasaka. The dumping place carried out by pilgrims from the Undup Poya Day to Vesak Poya Day in December, the pilgrims have been thrown into a massive environmental problem.",
        "The place where the garbage is visible to the pilgrimage of tonnes per year, the place of garbage has become a very common view. It is not to be a difficult act, bring back to the rubbish top of the garbage.",
        "In recent years, the social media has created a large number of talk in social media in recent years, but this garbage problem is still unable to resolve this garbage problem. The traditional rituals, before the cross of the Sri Pada, traditional rituals can be seen in special places such as the \"Win Gunulapana\", \"Harryuplappa,\" and the Maskeliya Urban Council is currently being rated and the pilgrims are present to dispose of garbage.Meanwelliya Pradeshiya Sabha Secretary Affairs: Garbage will not be disposed under the guidelines. Rajvaran declared inquiry into BBC Sinhala.",
        "Corona has been added to the two years, except for Korona, except for the Korona, except for the Korona, except for the coronary, except for 2020 and 2021.. 2022, 2023 and in December last year, a considerable amount of garbage has been added to date. The quantity of one year is considered in December of the previous year to May.",
        "Meanwhile, Secretary to the Maskeliya Pradeshiya Sabha. Rajvarran said the manufacture of compost by a recycling center of decaying waste. He said that the non-decay waste is being carried out and the blank plastic bottles will be sold to institutions purchased.",
        "\"During time, people do not care about them. If we have garbage categorizing garbage, we will not be followed by the garbage containers, but will not be able to limit the water supply project since next year.Rajavarene said.",
        "Apart from the mountain range and the surrounding road, Castle Ri, he said that the plastic and polythene waste waste to the reservoirs, such as the Uzzakale.. \"Today there is a problem today that the pilgrims of buses, near buses. We have to collect this garbage too. \"",
        "The Environmental Counselor points out that the paths of the TEA is not only near the garbage reserve but also a problem for the forest reserve. The Sri Pada Reserve has participated in several research on biodiversity related biodiversity.",
        "\"Ordinary men pass through this forest reserve per year. The mostly travels along the Hatton road. All three main roads that we go to Sripada have been researched about biodiversity on both sides. Under a national botanic census. LOOKING, about 50% of the plants that are local plants as well as the majority of herbs. The decomposition of these plants have affect the decomposition, \"he said.",
        "The station points out that the disposal of this garbage irregularity is also affected by people. \"Not just polythene and people, even the corpse are putting this way. This also has an impact on the organisms of water sources. The brink of water is the brink of water is the undermine. The bath or consuming the bath with the waste, there is affect. \"",
        "\"Recently, we described a special feature of Nelche. There were more than one hundred plants when observing the first time in 2018. It was about 10 bushes when it comes to 2020. They can go to the decomposition of the decomposition of the decomposition of it. The impact of the rubbish is twice the impact on the rubbish. \"",
        "\"The highest part of the Sri foot is a strong natural reserve. If it's been to the right, it can't happen like this. Piduruthalagala or Huggala cannot go this way. But millions of people from the Sripaket travels, \"he points out.",
        "He pointed out that the declining water quality in the catchment area due to the dumping of water quality, small animals and amphonery life will also be threatened.",
        "\"Puli, Media was found near the Kathadduwatta Road, about 150 years later. Such animals can be definitely threatening. I have gone up across one part of the cold gulf on Hatton Road. There's a wonderful amount of garbage along the water. They do not clean the local church. They clean up the trash paths mainly on both sides of the road. \"The beggars said.",
        "In addition to the Pradeshiya Sabitha, various organizations also do the collection of garbage collection, but the amount of garbage is uncontrolled by them every year. If the garbage is cleaned in six months, and all the SLFtel should not be able to restore the garbage in the other six months, and the government should not be able to control certain restrictions on control.There was the idea of the views of the social media.",
        "What causes the death of the dead student during a marathon of Tirukkovil?",
        "More information about the Sri Lanka family who was assassinated in Canada reveals",
        "Gabriel Garcia publishes the final novel to destroy Marquez.",
        "Update the Grama Niladhari Service where you need after your birth ever since death,"
      ]
    }
  },
  "summary_lines": [
    "Sri Pada Reserve in Sri Lanka, a major biodiversity hotspot, faces significant environmental challenges due to annual pilgrimage waste. Despite efforts to manage garbage, the issue persists, impacting water sources and local wildlife."
  ]
}