{
  "translated_text": {
    "ta": {
      "title": "ෆර්හාන්ගේ 'තුවක්කු සැමරුම', අභිෂේක්-ෂහීන්-රවුෆ් ගැටුම, රුචිර පල්ලියගුරුගේ තීරණය: ඉන්දියා-පකිස්ථාන තරගයේ මතභේද 5ක්",
      "body_lines": [
        "ஃபர்ஹானின் 'கொண்டாட்டம்', அப்போல்க்-ஷாஹென்-ரூஃப் மோதல், ருச்சிரா பாகிஸ்தான் இந்தியாவில் 5 ஒப்பந்தங்களை மாற்றுகிறது-பாகிஸ்தான் போட்டியில்",
        "ஆசிய கோப்பைகளில் இந்தியா 6 விக்கெட்டுகளை ஆறு விக்கெட்டுகளால் வென்றது.",
        "ඉරිදා (සැප්: 21) ඩුබායි ක්‍රිකට් ක්‍රීඩාංගණයේ පැවති තරගයේදී පකිස්ථානය, ඉන්දියාවට ලකුණු 172ක ඉලක්කයක් ලබා දී තිබිණි.",
        "இந்தியா 19 வது பந்தில் 4 விக்கெட்டுகளை மட்டுமே அடைந்தது.",
        "இதற்கிடையில், கடந்த போட்டியின் ஒற்றுமை இந்த போட்டியில் காணப்பட்டது.",
        "இந்த சூழலில், தலைவர்கள் நாணயத்தின் நன்மையின் போது கைவிடவில்லை.",
        "செப்டம்பர் 14 செப்டம்பரில் பாரம்பரிய போட்டியாளர்களின் அரசியல், இராஜதந்திர மற்றும் இராணுவ இருப்பின் மன அழுத்தம் விளையாட்டு மைதானத்தின் மன அழுத்தமாகக் காணப்பட்டது.",
        "இந்தியாவின் தோல்விக்குப் பிறகு, பாகிஸ்தானின் மோசமான விளையாட்டு பாணி மற்றும் போட்டியின் 'வாழ்க்கைத் தரம்' இல்லாதது பற்றி விவாதித்தோம்.",
        "கிரிக்கெட் சொகுசு பாகிஸ்தானுக்கும் இந்தியாவுக்கும் இடையிலான போட்டியை ஆவலுடன் காத்திருக்கிறது, இந்த போட்டி சமூக ஊடகங்களில் மிகவும் விவாதிக்கப்பட்டது.",
        "இந்தியாவில் பாகிஸ்தான் 172 ரன்கள் எடுத்தபோது, ​​பல பாகிஸ்தான் கிரிக்கெட் லோஹு, ஒரு சமூக ஊடக தளமான, தனது அணியின் திறமையைப் பாராட்டினார்.",
        "இருப்பினும், இந்தியாவுக்கு எதிரான மற்றொரு போட்டியில் தோல்வியடைந்த பின்னர், பிசிபி தலைவர் மொசின் நகி விமர்சிக்கப்பட்டார்.",
        "போட்டியின் முதல் சர்ச்சை 3 வது பந்தில் இருந்தது. மூன்றாவது ஆவணங்களின் மூன்றாவது தேவாலயத்தின் காரணமாக தான் ஃபக்கர் சிகார் 15 ரன்கள் எடுத்தார்.",
        "அந்த நேரத்தில், சியான் நன்றாக வெடித்துக்கொண்டிருந்தார், ஜோசெப்ரித் பும்ரா மற்றும் ஹார்மின் பாண்ட்யா வெற்றிகரமாக குறிக்கப்பட்டனர்.",
        "இருப்பினும், ஃபேஷர் சியான் ஹார்டி பந்துக்கு ஒரு அடியாக இருந்ததால், விக்கெட்-திருமண பெருந்தீனி, ஒரு விக்கெட் கீப்பர் பல்லியாகுருவால் கைப்பற்றப்பட்டார்.",
        "மறுமலர்ச்சி நிகழ்ச்சிகள் பந்து தரையில் விழுந்து சாம்சனின் கையுறைகளில் விழுகிறது என்பதைக் குறிக்கிறது.",
        "விக்கெட் கீப்பரின் விரல்கள் பந்தின் கீழ் இருந்ததால், பந்து துல்லியமானது என்பதையும் ஃபேஷர் சியான் கண்டறிந்தார்.",
        "இந்தியா வந்ததும், பாக்கிஸ்தான் பந்து வீச்சாளர் ஹரிஸ் ரவுஃப், ஒரு பந்து வீச்சாளர், இந்திய தொடக்க ஜோடியுடன் ஒரு அன்பான வாதத்தை மேற்கொண்டார்.",
        "இந்த ஜோடிக்கும் நீதிபதியுக்கும் இடையில் ரூஃப்ஸ்மேன் ஒரு சூடான பரிமாற்றத்தைக் கொண்டிருந்தார்.",
        "தொடக்க பேட்ஸ்மேனில் கலந்து கொண்ட அபிஷேக் சர்மா, இன்னிங்ஸில் 39 பந்துகளில் ஆறு ரன்களுடன் தொடங்கினார்.",
        "போட்டியின் பின்னர், இந்திய பேட்ஸ்மேன் அபிஷேக் சர்மா, \"அவர்கள் காரணமின்றி எங்களுடன் கொஞ்சம் குழப்பமடைந்துள்ளனர். அதனால்தான் நான் அதைத் தவிர்த்தேன். \"",
        "பாகிஸ்தான் குழு பாகிஸ்தான் குழுவிற்காக அரை நூற்றாண்டு கூடியது.",
        "அரை நூற்றாண்டிற்குப் பிறகு, அவர் அதைக் கொண்டாடினார், ஒரு குச்சியுடன், வானத்தை ஒரு குச்சியால் விட்டுவிட்டார்.",
        "சமூக ஊடக பயனர்களைப் பிரதிநிதித்துவப்படுத்தும் கட்சித் தலைவர்களும் எதிர்க்கட்சியை பிரதிநிதித்துவப்படுத்தும் எதிர்க்கும் இந்திய கிரிக்கெட் வாரியத்தை விமர்சித்துள்ளனர்.",
        "பாகிஸ்தான்-பவுலர் ஹரிஸ் ரூப்பின் புகைப்படம் பாகிஸ்தான் பந்து வீச்சாளரின் புகைப்படம். இது ஆறு மற்றும் பூஜ்ஜியத்தைக் குறிக்கிறது.",
        "இந்த சைகையைப் பற்றி, பாகிஸ்தான் கவாஜா அமைச்சர் ஆசிப் எழுதினார், \"ரவுஃப் சரியான பதிலைக் கொடுத்தார். கிரிக்கெட் போட்டிகள் தொடர்கின்றன, ஆனால் இந்தியா 6/0 ஐ இறுதிவரை மறக்காது, உலகம் அதை நினைவில் வைத்திருக்கும். \"",
        "'சுந்தூர் ஆபரேஷனின்' போது இந்திய போர் விமானம் ஷாட் மூலம் ரூஃப் குறிக்கப்பட்டார்.",
        "ஒரு பயனர் இஷாதே அகமது எழுதினார்: \"இந்தியா போருக்கு திறன் இல்லை, நாங்கள் கிரிக்கெட் விளையாட முடியாது. சுருக்கமாக, இது சரியான யோசனை. \"",
        "இந்தியாவுக்கு எதிரான மற்றொரு தோல்விக்குப் பிறகு, பாகிஸ்தான் கிரிக்கெட் வாரியத்தின் பல பாகிஸ்தான் கிரிக்கெட் பலகைகள் மோஷின் நகியை விமர்சித்து அவரை ராஜினாமா செய்ய கட்டாயப்படுத்தின.",
        "ஆசிய கோப்பை, ஆசிய கிரிக்கெட்டின் டாஸ், ஆலோசனையின் பின்னர் இந்தியாவின் தலைவர்களையும் பாகிஸ்தானையும் கைவிடவில்லை.",
        "ஒரு பயனர் எழுதினார்: \"இன்னும் கிரிக்கெட் கிரிக்கெட். இரு கட்சிகளிலும் உள்ள வீரர்களிடம் நான் கேட்கிறேன். \"",
        "செப்டம்பர் 14 ஆம் தேதி போட்டி தொடங்குவதற்கு முன்பு, இரு குழுக்களும் பாரம்பரியத்திற்கு ஏற்ப களத்திற்குச் சென்றன.",
        "தேசிய பாடல்களை வாசித்த பிறகு, டாஸ் ஆலோசிக்கப்பட்டார். ஆனால் நாணயத்தின் நன்மைக்குப் பிறகு, இந்தியத் தலைவர் சுர்குமார் யாதவ் தனது பாகிஸ்தான்-கேப்டன் சல்மான் அலி, சல்மான் அலி ஆகியோருடன் கைகள் இல்லாமல் களத்தை விட்டு வெளியேறினார்.",
        "போட்டி முடிந்ததும், இந்திய அணி நேராக துணி அறைக்குள் சென்றது, பாகிஸ்தான் வீரர்கள் கைகளை விட்டு வெளியேற தயாராகி வந்தனர்.",
        "பாக்கிஸ்தானிய கிரிக்கெட் வாரியமும் சர்வதேச கிரிக்கெட் கவுன்சிலில் போட்டியை மாற்றுவது தொடர்பாக புகார் அளித்தது.",
        "இரு வேக ஆண்டி பிக்ஃப்ட் குழுக்களின் தலைவர்கள் நிழல் வேண்டாம் என்று கேட்கப்பட்டதாக பாகிஸ்தான் குற்றம் சாட்டியது.",
        "கொழும்பு உயர் நீதிமன்ற உத்தரவு நமல் ராஜபக்ஷாவின் 'கிரின்' வழக்கு",
        "ஹரங்கா மற்றும் ஆபிராவின் பொதுவான சேமிப்பு: 'இதுதான் இந்திய கிரிக்கெட் ஒருபோதும் கற்றுக்கொள்ளாது'",
        "திடீரென்று வானிலை ஏன் மாறியது? மழை நிலை எப்போது முடிவடையும்?",
        "இலங்கையில் 7 பில்லியன் அமெரிக்க டாலர் அறுவை சிகிச்சை நிபுணர்களை நிறைவேற்ற முடியாத காரணங்கள்",
        "'இது 150 மீட்டர் போல இருந்தது': ஆபத்தில் ஏழு பிக்குஸின் பிக்குஷாஸ் உயிரிழப்புகள் யார்?"
      ]
    },
    "en": {
      "title": "Farhan's 'Celebration', Apolk-Shahen-Rauf clash, Ruchira Pakistani Changes 5 Contracts in India-Pakistani competition",
      "body_lines": [
        "Farhan's 'Celebration', Apolk-Shahen-Rauf clash, Ruchira Pakistani Changes 5 Contracts in India-Pakistani competition",
        "India wins 6 wickets by six wickets in the Asian Cups.",
        "Pakistan scored 172 runs in the match at the Dubai Cricket Stadium on Sunday (Sept: 21).",
        "India achieved only 4 wickets in the 19rd ball.",
        "Meanwhile, the unity of the past match was found in this competition.",
        "In this context, the leaders did not give up at the time of the benefit of the coin.",
        "The stress of political, diplomatic and military presence of traditional rivals during the Sept of September 14 was seen as the stress of the playground.",
        "After India's defeat, we discussed the poor play style of Pakistan, and the lack of 'living quality' of the match also arisen.",
        "The cricket luxury is eagerly awaiting competition between Pakistan and India and this competition was very discussed in social media.",
        "When Pakistan scored 172 runs in India, many Pakistani cricket Lowhu, a social media platform, appreciated the talent of his team.",
        "However, after the defeat of another match against India, PCB chairman Mosin Naqi was criticized.",
        "The first controversy of the match was at the 3rd ball. It was due to the third church of the third papers that Fakar Sigar scored 15 runs.",
        "As at the time, Siyan was well bursting and Josephrit Bumra and Harmin Pandya were successfully marked.",
        "However, as Facar Siyan was a blow to a ball of Hardhi, the wicket-wedding gluttony, a wicketkeeper was captured by the Tune Palliyaguru.",
        "The revival shows indicate that the ball falls on the ground and falls on samson's gloves.",
        "Facar Sian also found that the ball was accurate, as the fingers of the wicketkeeper was under the ball.",
        "When India arrived, Pakistan bowler Haris Raouf, a bowler, had a warm argument with the Indian opening pair.",
        "Raufsman had a heated exchange between the pair and the judge also intervened between the pair.",
        "Abhishek Sharma, who attended the opening batsman, began in the innings with six runs in 39 balls.",
        "After the match, Indian batsman Abhishek Sharma said, \"They have a little messed up together with us without cause. That's why I barted it. \"",
        "The Pakistani team gathered a half-century for the Pakistan group.",
        "After the half-century, he celebrated it, with a stick, and leaving the sky with a stick.",
        "The party leaders representing the social media users and the opposition representing the opposition have criticized the Indian Cricket Board.",
        "A photograph of Pakistan-bowler Haris Rauf's photo was a photograph of Pakistan bowler. It refers to the six and the zero.",
        "About this gesture, Minister of Pakistani Kavaja wrote Asif, \"Rauf gave the correct answer. Cricket matches are continuing, but India will not forget 6/0 to the end, and the world will remember it. \"",
        "Rauf was symbolized by Indian fighter aircraft shot during the 'Sundur Operation'.",
        "If Ishathay Ahmed, a user wrote: \"India is not capable of war, we cannot play cricket. In short, it is the right idea. \"",
        "After another defeat against India, many Pakistani cricket boards of Pakistani Cricket Board had criticized Moshin Naqi and forced him to resign.",
        "The Asian Cup, the toss of the Asia cricket, did not give up the leaders of India and Pakistan after consultation.",
        "One user wrote: \"Still cricket cricket. I ask the players in both parties. \"",
        "Before the match begins on September 14, the two groups went to the field according to the tradition.",
        "After playing the national songs, the toss was consulted. But after the advantage of the coin, Indian leader Surkumar Yadav left the field without his hands with his Pakistan-captain Salman Ali, Salman Ali.",
        "Once the match was over, the Indian team went straight into the clothes room, and Pakistani players were preparing to leave the hands.",
        "The Pakistani Cricket Board also lodged a complaint with the International Cricket Council regarding the transfer of the match.",
        "Pakistan accused the fact that the leaders of the two-paced andy piqueft groups were asked not to shade.",
        "Colombo High Court order Namal Rajapaksa's 'Krin' case",
        "The Common Savings of Haranga and Abrah: 'This is what the Indian cricket ever will never learn'",
        "Why did the weather changed suddenly? When will the rain condition end?",
        "Reasons for Unable to Pass US $ 7 Billion Surgeons in Sri Lanka",
        "'It was like 150 meters': Who are the seven bhikkhus 'bhikkhushas' casualties in danger?"
      ]
    }
  },
  "summary_lines": []
}