{
  "translated_text": {
    "si": {
      "title": "පල්ලිය නැවත-",
      "body_lines": [
        "මුද්රා තබන ලද මහනුවර අලවතුකෝඩා සමන් පල්ලිය ඉරිදා (28) සිට නැවත විවෘත කර තිබේ.",
        "මේ මස 23 වන දින සිට වසා දමා තිබූ සමන් පල්ලියේ පූජා ඇතුළු අනෙකුත් රාජකාරි නැවත විවෘත කිරීම සඳහා මහනුවර බෞද්ධ කටයුතු පොලිසියේ සිටි බෞද්ධ කටයුතු පිළිබඳ නියෝජ්ය කොමසාරිස් අනුරුතා හේමා බණ්ඩාරා අලවතුකාොඩ අත්අඩංගුවට ගෙන තිබේ. පල්ලියේ දොර කැඩී නිවස කැඩී ගිය විට. පොලිසිය පැවසුවේ ඔවුන් පියවර ගත යුතු බවයි.",
        "පොලීසිය සමඟ තම අප්රසාදය පළ කළ නියෝජ්ය කොමසාරිස්වරයා පුරාවිද්යා දෙපාර්තමේන්තුවට ප්රකාශයට පත් කර ඇති අතර පැෂානා උදය බන්ඩාරා, අකුරාණ ප්රාදේශීය ලේකම් ඉන්දිකා අබේසිං සහ කොට් ග්රාම නිලධාරි සහ කොට් ara ාශය",
        "පල්ලියේ ප්රධාන පූජකවරයාගේ හදිසි මරණයෙන් පසු, පල්ලියේ රාජකාරි භාරව සිටින අනෙකුත් පාර්ශ්වයන්ට පල්ලියේ ප්රධාන යතුර ලබා නොදුන් බැවින් මහනුවර බෞද්ධ කටයුතු නියෝජ්ය කොමසාරිස්වරයා මේ මස 23 වන දින විහාරය මුද්රා කර තිබේ.",
        "එහි ප්රති As ලයක් වශයෙන්, පසුගිය සති දෙක තුළ සභාව විවෘත කර නැති නිසා පූජාට නමස්කාර කිරීමට පැමිණි බැතිමතුන්ට දැඩි ලෙස බලපා ඇත.",
        "ඔවුන් ප්රධාන ගේට්ටුවේ අගුල් විවෘත කළ විට පල්ලිය තුළ එළවළු සහ පලතුරු කුණු හා ගඳ ගසන බව වාර්තා විය.",
        "කුතුගුක්ොඩ සමන් පන්සල් බස් රථයේ ඉඩම පල්ලියේ රාජකාරි තාවකාලිකව නිරීක්ෂණය කිරීම සඳහා මියගිය තැනැත්තාගේ වැඩිමහල්ලන්ට භාර දී ඇති බව අනුරුතා හේමා බන්ඩාරා මහතා පැවසීය.",
        "බෞද්ධ කටයුතු පිළිබඳ නියෝජ්ය කොමසාරිස් සහ අලවතුකෝඩා සමන් පන්සලේ බස්නායක ඉඩම සහ මධ්යම පළාතේ ජ්යෙෂ් Deputy නියෝජ්ය පොලිස්පති සමඟ පැමිණිල්ලක් ඉදිරිපත් කිරීමට අලවතුකාොඩ පොලිසිය තීරණය කර ඇති බව ද වාර්තා වේ."
      ]
    },
    "en": {
      "title": "Re -opening of the Church",
      "body_lines": [
        "The Kandy Alawatukoda Saman Church, which was sealed, has been reopened since Sunday (28).",
        "Deputy Commissioner of Buddhist Affairs, Anurutha Hema Bandara Alawatukoda, who was in the Kandy Buddhist Affairs Police, was arrested for the purpose of reopening for other duties, including the poojas of the Saman Church, which had been closed since the 23rd of this month, when the door of the church was broken and the house was broken.Police said they would have to take action.",
        "The Deputy Commissioner, who has expressed his displeasure with the police, has been announced to the Archaeological Department and the Basnayagam land has been smashed and opened in the presence of Pashana Udaya Bandara, Akurana Divisional Secretary Indika Abeysinghe and the Divisional Grama Niladhari.",
        "After the sudden death of the chief priest of the church, the Deputy Commissioner of Buddhist Affairs of Kandy has sealed the Vihara on the 23rd of this month as the church's main key is not given to other parties who are in charge of the church duties.",
        "As a result, the pilgrims who came to worship the Pooja have been severely affected as the church has not opened for the past two weeks.",
        "When they opened the locks in the main gate, it was reported that vegetables and fruits inside the church were rotted and stinking.",
        "Anurutha Hema Bandara said that the land of the Alawatukoda Saman Temple Bus has been handed over to the elder of the deceased to temporarily observe the church duties.",
        "It is also reported that the Alawatukoda police have decided to lodge a complaint with the Deputy Commissioner of Buddhist Affairs and the Alawatukoda Saman Temple Basnayaka Land and the Central Province Senior Deputy Inspector General of Police."
      ]
    }
  },
  "summary_lines": [
    "The Kandy Alawatukoda Saman Church, previously sealed, reopened on Sunday. Deputy Commissioner Anurutha Hema Bandara Alawatukoda, arrested for reopening, was involved in the church's poojas. The church was closed due to a broken door and house, leading to police intervention. The church's main key was not given to other parties, causing a two-week closure affecting pilgrims. Upon reopening, rotten vegetables and fruits were found inside. The land has been handed over to the deceased's elder for temporary church duties."
  ]
}