{
  "translated_text": {
    "ta": {
      "title": "சுரேஸ்ட்ரா வசந்தா கொலை ஒப்புதல்: 'ஒரு அறிக்கையை எடுக்க முடியாது: அதிகாரிகளுக்கு எதிராக சட்ட நடவடிக்கை எடுக்கப்பட வேண்டும்'",
      "body_lines": [
        "சுரேஸ்ட்ரா வசந்தா கொலை ஒப்புதல்: 'ஒரு அறிக்கையை எடுக்க முடியாது: அதிகாரிகளுக்கு எதிராக சட்ட நடவடிக்கை எடுக்கப்பட வேண்டும்'",
        "துப்பாக்கிச் சூடு சம்பவம் தொடர்பாக கைது செய்யப்பட்ட புகழ்பெற்ற தொழிலதிபர் சுரேந்திராவும், மற்றொரு நபர் காவல் நிலையத்தால் (ஜூலை 10) பிரதான ஊடகங்கள் மற்றும் சமூக ஊடகங்களில் கைது செய்யப்பட்டார்.",
        "நாட்டின் பெரும்பான்மையானவர்கள் கொலை தொடர்பாக சந்தேக நபரில் சந்தேக நபரின் சந்தேக நபர் மீது பலர் தங்கள் கருத்துக்களை வெளிப்படுத்தியுள்ளனர்.",
        "பல பயனர்கள் பேஸ்புக் சோஷியல் மீடியா நெட்வொர்க் மூலம் குற்றம் சாட்டப்பட்டுள்ளனர், இது ஊடகங்களில் சந்தேக நபரை ஒப்புக்கொள்வதற்காக ஊடகங்களில் ஒரு சந்தேக நபரை ஊக்குவித்தது.",
        "சில பயனர்கள் 'நாட்டிற்கு குற்றவியல் சட்டம்' என்று குறிப்பிட்டுள்ளனர்.",
        "மற்றும் 'இந்த தவறான வேலை. காவல்துறையினர் இதை இந்த வழியில் கொடுக்க முடியாது. 'ஒரு பேஸ்புக் பயனர்கள் தங்கள் கருத்தை வெளிப்படுத்தியிருந்தனர்.",
        "இதற்கிடையில், ஜனாதிபதியின் ஆலோசகர் சல்லியமான் பிபிசி சிங்களிடம், விசாரணை தொடர்பான விசாரணை ஊடகங்களால் ஏற்படுகிறது என்று கூறினார்.",
        "\"இதைச் செய்ய முடியாது. பொதுவாக, குற்றவியல் சட்டத்தின்படி ஒரு அறிக்கை செய்யப்பட வேண்டும். \"",
        "\"கட்டளை கட்டளைச் சட்டத்தின் எங்கள் சான்றுகள். குற்றவியல் சட்டத்தின்படி ஒரு அறிக்கையை பதிவு செய்ய ஒரு வழி உள்ளது. \"",
        "\"ஊடகங்கள் பதிவைக் கொண்டுவந்தபோது, ​​முழு சோதனையின் பக்கச்சார்பற்ற தன்மையில் சிக்கல் உள்ளது.\"",
        "\"அவர்கள் ஊடக வெளியீட்டைப் பெறுவதற்காக அதைச் செய்கிறார்கள், வழக்கின் மறுபக்கம் காவல்துறை அதிகாரிகள் மீது எடுக்கப்படும்.\"",
        "\"மற்றொன்று சந்தேக நபரின் தனியுரிமையைப் பாதுகாப்பதே. இவை பள்ளிகள் எங்கே என்று அவர்களுக்குத் தெரியாது. \"",
        "\"இதன் வார்த்தைகளுக்கு பதிலளிக்க முடியாது. அவர் கேட்டு எழுத்துப்பூர்வமாக உள்நுழைய வேண்டும். விசாரணையின் பக்கச்சார்பற்ற தன்மை குறித்து நிறைய சந்தேகங்கள் உள்ளன.",
        "இதற்கிடையில், இந்தச் சட்டத்தில் ஈடுபட்டுள்ள காவல்துறை அதிகாரிகள் மீது சட்ட நடவடிக்கை எடுக்கப்பட வேண்டும் என்று ஜனாதிபதியின் ஆலோசகர் சல்லியா தெரிவித்துள்ளார்.",
        "\"இது பொலிஸ் தரப்பினரால் எடுக்கப்படும்போது இது முற்றிலும் முட்டாள்தனம். ஒரு குற்றவாளியை சட்டத்திற்கு கொண்டு வருவதற்கும், இல்லாமல் லாபத்தைப் பெறுவதற்கும் ஒரு குற்றவியல் விசாரணை செய்யப்படக்கூடாது. இத்தகைய உயிரோட்டமான \"ஒப்புதல் வாக்குமூலம்\" வழக்கின் இறுதி முடிவை மோசமாக பாதிக்கிறது, இது முக்கிய ஊடகங்கள் மற்றும் சமூக ஊடகங்களில்.. இந்த பொலிஸ் அதிகாரிகள் மீது ஒழுங்கு நடவடிக்கை எடுக்கப்பட வேண்டும்.",
        "ஒரு சந்தேக நபரிடமிருந்து ஊடகங்களிலிருந்து ஊடகங்களுக்கு காவல்துறையினர் விடுவிக்கப்பட்டதாக இலங்கை மனித உரிமைகள் ஆணையம் புகார் பெறவில்லை.",
        "\"இதுவரை யாரும் அதைப் பற்றி புகார் செய்யவில்லை. நீங்கள் ஒரு புகாரைப் பெற்றால், நாங்கள் அதைப் பார்ப்போம்.",
        "இதற்கிடையில், சமூக ஊடகங்களில் விசாரணையை வெளியிடுவதற்காக இலங்கையின் மனித உரிமைகள் ஆணையம் (மனித உரிமைகள் ஆணையம் செப்டம்பர் 23, 2021 அன்று ஐ.ஜி.பியாக செயல்பட்டது). ஒரு கடிதம் த்விக்ரமரத்னேவுக்கு அனுப்பப்பட்டது.",
        "\"காவலில் உள்ள சந்தேக நபர்கள் மீது ஊடக விளம்பரம் காவலில் உள்ள சந்தேக நபர்களின் சந்தேக நபர்களை மீறுவதாகும்.ஐ.ஜி.பி காவல் துறை உத்தரவை கோரியிருந்தார்.",
        "அப்போதைய ஐ.ஜி.பி.",
        "சந்தேக நபர்கள் மற்றும் சந்தேக நபர்களால் விசாரிக்கப்படும் பிரச்சார ஊடகங்களால் வழக்கு விசாரணையை பாதிக்க வேண்டும் என்றும் ஐ.ஜி.பி கூறியுள்ளது.",
        "இதற்கிடையில், பொலிஸ் செய்தித் தொடர்பாளர் டிக் நிஹால் தந்தா தி சின்ஹாலா சேவையிடம், ததுயூ வணிக நிலையத்தின் வீடியோக்கள் அதர்ஜிரியாவை சுட்டுக் கொன்றதாக கைது செய்யப்பட்டதாக தெரிவித்தனர்.",
        "\"ஐ.ஜி.பி இந்த சம்பவத்தில் கவனம் செலுத்தியுள்ளது. நடவடிக்கை குறித்து எனக்கு இன்னும் தெரிவிக்கப்படவில்லை. \"",
        "நயோமி அமரசிரி: முதல் இலங்கை பெண் ஒரு பயணிகள் கப்பலில் ஆண்களை பார்வையிட்டார்",
        "சுரேந்திர வசந்தா பெரேராவின் கொலை: கைது செய்யப்பட்ட சந்தேக நபர்கள் யார்?",
        "ஹலால் ஹராம் ?: பாகிஸ்தானில் முதல் தாய்ப்பால் வங்கி தோல்வியை நிறுவ முயற்சிக்கிறது",
        "சிஐடியின் வழக்கு என்ன?"
      ]
    },
    "en": {
      "title": "Surestra Wasantha murder confessive: 'Can't take a statement: Legal action should be taken against the officers'",
      "body_lines": [
        "Surestra Wasantha murder confessive: 'Can't take a statement: Legal action should be taken against the officers'",
        "The famous businessman, Surendra, who was arrested in connection with the shooting incident and another person was arrested by the police station (July 10) in the main media and social media.",
        "Many people have expressed their views on the suspect in the suspect in the suspect in connection with the murder of the majority of the country.",
        "Many users have been accused through Facebook Social Media Network, which promoted a suspect in the media to confess a suspect in the media.",
        "Some users mentioned the 'criminal law to the country'.",
        "And 'this wrong work is. The police can't give it out this way. 'One Facebook users had expressed their opinion.",
        "Meanwhile, President's Counsel Saliyaman told BBC Sinhalese that the investigation into the investigation is caused by the media.",
        "\"Can't do this. Generally, a statement should be made in accordance with the criminal law. \"",
        "\"Our Evidence Proof of the Ordinance Ordinance. Then there is a way to record a statement according to the criminal law. \"",
        "\"When the Media brought Record, there is a problem with the impartiality of the entire test.\"",
        "\"They do that to take the Media Publisity and the other side of the case will be taken against the police officers.\"",
        "\"The other is to protect the privacy of the suspect in custody. They don't know where these are schools. \"",
        "\"The words of this cannot be answered. He should listen and sign in writing. There is a lot of doubts about the impartiality of the investigation that the other means to do so. \"President Attorney Saliya said.",
        "Meanwhile, President's Counsel Saliya has said that legal action should be taken against the police officers involved in this act.",
        "\"This is a completely foolish when this is taken by the police side. A Criminal Investigation should not be done with the objective of bringing a culprit to the law and receive profits without. Such a lively \"confession\" is adversely affected the final result of the case, the case in the main media and social media.. Disciplinary action should be taken against these police officers. \"He was recorded in his Facebook account.",
        "The Sri Lanka Human Rights Commission has not received a complaint that the police have been released from the media to the media from a suspect.",
        "\"Nobody has complained about that yet. If you receive a complaint, we will look into it. \"The Chairman said.",
        "Meanwhile, the Human Rights Commission of Sri Lanka (Human Rights Commission acted as IGP on September 23, 2021) to release the investigation into the Social Media. A letter was sent to DWickramaratne.",
        "\"Media advertising on suspects in custody is a violation of suspects of the suspects in custody.The IGP had requested the police departmental order.",
        "The then IGP, IGP, was instructed on February 14, 2022, a decree on February 14, 20 (5) of the basic rights of the Constitution.It is observed that it is possible.",
        "The IGP has also stated that the prosecution should be harmed by the suspects and the propaganda media that is being questioned by the suspects.",
        "Meanwhile, police spokesman DIG Nihal Thameda told the Sinhala service that the Videos of the Tatuy Business Station arrested with the shooting of the Athurgiriya.",
        "\"The IGP has focused on the incident. I have not yet been informed of the course of action. \"",
        "Nayomi Amarasiri: The first Sri Lankan woman visited men in a passenger ship",
        "Surendra Wasantha Perera's murder: Who are the suspects arrested?",
        "Halal also Haram ?: Attempts to establish first breast milk bank failure in Pakistan",
        "What is the case of the CID?"
      ]
    }
  },
  "summary_lines": [
    "In a high-profile murder case involving businessman Surendra Wasantha, concerns over police conduct and media involvement have surfaced. Legal experts argue that confessions obtained under questionable circumstances lack credibility and could jeopardize the case. The President's Counsel emphasizes the importance of adhering to criminal law procedures and criticizes the police for potentially compromising the investigation's impartiality. Meanwhile, the Sri Lanka Human Rights Commission awaits complaints regarding the matter, while the police continue their investigation amidst public scrutiny."
  ]
}