{
  "translated_text": {
    "si": {
      "title": "இனியபாரதியின் இரண்டாவது சகா கைது!",
      "body_lines": [
        "සී. විග්නේශ්වරන්, තිරුකොවිල් හි හිටපු ප්රශෂන කවුන්සිලයේ තසටිමන ලෙස හැඳින්වෙන තිරුකොවිල් හි හිටපු ප්රශෂන සාමාජික, ඉරිදා සවස (27) පාර්ලිමේන්තුවේ දෙමළ ප්රදේශවල දමිළ ප්රදේශවල දී අත්අඩංගුවට ගෙන තිබේ.",
        "අම්පාර තිරුකවිල් ප්රදේශ් සභාවේ හිටපු සභාපති, 2005 සහ 2008 වන විට වෙඩි තබා the ාතනය, පැහැර ගැනීම, මග හැරීම් ඉගැන්වීම්, තුවක්කු හා වධහිංසා ශාලා භාවිතා කිරීම ඇතුළු 2008 වන විට වෙඩි තබා dead ාතනය කරන ලදී.",
        "மிரட்டி பணம் பறித்தல் போன்ற சம்பவங்களுடன் தொடர்புபட்ட ரி.எம.;வி.பி கட்சியைச் சேர்ந்த இனியபாரதி என அழைக்கப்படும் கிழக்கு மாகாண சபை முன்னாள் உறுப்பினர்  கே. මේ මස 6 වන දින තිරුකොවිල් සහ මධු හන්දියේදී පුෂ්පකුමාර් සහ ඔහුගේ සගයා වන සැමෙන්ද්රන් තවාසයිලන් අත්අඩංගුවට ගෙන තිබේ.",
        "මෙතැන් සිට මෙවරෙබුරාඩි හි හිටපු රියදුරු වන සීක්ෂන් විසින් පොට්ටුවිල් සිට මඩකලපුවේ සිට මඩකලපුව දක්වා පෞද්ගලික ප්රවාහන බස් රථයක් ගෙවන විට අත්අඩංගුවට ගනු ලැබීය.",
        "අත්අඩංගුවට ගත් පුද්ගලයින් පිළිබඳ පරීක්ෂණයක් කිරීමෙන් අනතුරුව සෙනසුරාදා දහවල් සිරගෙදර තම්බිලුවිල් හි මහවිදාලයා අසල පාසල් පාරේ ප්රීතිමත් භාරතී කාර්යාලයේ කාර්යාලය වටලා ඇත.",
        "ඒ හා සමානව, තම්බිලූවිල් හි ප්රධාන මාර්ගයේ ක්රියාත්මක වන ටී.එම්.වී.පී.",
        "පසුව, සමන්තුරෙයි කඳවුරේ කඳවුර ඇතුළුව කඳවුරේ කාලයේදී, අම්පාරා දිස්ත්රික් දෙමළ ප්රදේශවල අම්පාරා දිස්ත්රික්කයේ උද් campaign ෝෂනයට ගොස් ප්රදේශයේ ඉඩම කැණීම සඳහා අධිකරණ අවසරය ලබා ගැනීම සඳහා උද් campaign ෝෂනය සිදු කරනු ඇත.",
        "මේ අවස්ථාවේ දී, දෙමළ ජනතාවගේ විමුක්තිය; එල්ටීටීඊයේ සගයා වන විනයාගපුරම් හි හිටපු ප්රදේශ් සභා සාමාජිකයෙකු වන සින්නාටම්බි වික්රමෙරම් සහ තිරුකොවිල්හි විනයාගපුශාධිකාර වින්නම්බෙයි වික්රමසිංහ සවස 3.00 ට සවස 3.00 ට අත්අඩංගුවට ගෙන තිබේ.",
        "මේ අතර, අපරාධ විමර්ශන දෙපාර්තමේන්තුවේ (සීඅයිඩී) නිලධාරීන් පිරිසක් 2005 සිට 2008 දක්වා කාලය තුළ නැගෙනහිර පළාතේ ings ාතන, පැහැරගැනීම්, අතුරුදහන් කිරීම්, තුවක්කු, වධහිංසා සහ බිය ගැන්වීම් පිළිබඳ දීර් speciamed විමර්ශනයක් කර තිබේ.",
        "මෙම පරීක්ෂණයේදී 2004 දී එල්ටීටීඊයෙන් ඉවත් වූ පළමු සැකකරු වන අටියබෙරාතී, එල්ටීටීඊයේ කරුණා අම්මාන් අංශයේ තිරුකොවිල් ප්රදේශයේ සන්නද්ධ කඳවුරේ ප්රධානියා ලෙස සේවය කළේය.",
        "ඔහු 2007 දී සහ 2008 දී, 2012 දී කරුණා අම්මාන් නියෝජනය කරමින් දෙමළ ඊලාම් දෙමළ ඊලාම් විමුක්ති කොටි (එල්ටීටීඊ) දේශපාලන පක්ෂයේ අම්පාරා දිස්ත්රික්කයේ සාමාජිකයෙකු වූ අතර 2012 සිට 2015 දක්වා පක්ෂය නියෝජනය කරන නැගෙනහිර පළාත් සභාවේ (නැගෙනහිර පළාත් සභාව)"
      ]
    },
    "en": {
      "title": "Happy second colleague arrested!",
      "body_lines": [
        "C. Vigneswaran, a former Prashe Council member of the Tirukovil, known as Topimana, was arrested on Sunday evening (27) in the Tamil areas of the Ampara district.",
        "Udayakumar, former chairman of the Ampara Tirukovil Pradeshiya Sabha, was shot dead by 2005 and 2008, including murder, kidnapping, missing teachings, use of guns and torture halls;",
        "K.. Pushpakumar and his colleague Saseendran Tawaseelan were arrested on the 6th of this month in Tirukovil and Madhu Junction.",
        "Following this arrest, Senthuran, a former driver of Iniyabaradi, was arrested in Kalmunai when he was paying a private transport bus from Pottuvil to Batticaloa on the 9th.",
        "Following an investigation into the arrested persons, the Sijadi Nirinar from Colombo on Saturday afternoon raided the office of the office of the Happy Bharati office on the school road near the Mahavidyalaya in Thambiluvil.",
        "Similarly, the TMVP camp operating on the main road in Thambiluvil was conducting a camp, Tirukovil Mayanam, and the suspects who had already been detained and detained in the Kalmunai headquarters headquarters headquarters in the Kalmunai Headquarters Division.",
        "Subsequently, in the time of the camp, including the camp in Samanthurai, the Ampara District Tamil areas are going to go to the Campaign of the Ampara District and carry out the campaign to obtain court permission to excavate the land of the area.",
        "In this case, the Tamil people's liberation; Sinnatambi Wickremeswaran, a former Pradeshiya Sabha member of Vinayagapuram, a former Pradeshiya Sabha member of Vinayagapuram, a colleague of the LTTE, and a colleague of Tirukovil, said that the Chinathambi Wickremesinghewaran had been arrested at 3.00 pm on Sunday at 3.00 pm.",
        "Meanwhile, a group of officials of the Criminal Investigation Department (CID) and organized Criminal Investigations have conducted a long investigation into the killings, abductions, disappearances, use of guns, torture and intimidation in the Eastern Province between 2005 and 2008.",
        "In this investigation, the first suspect, Iniyabarathi, who left the LTTE in 2004, served as the head of the armed camp in the Tirukovil area of ​​the Karuna Amman section of the LTTE.",
        "He was a member of the Tamil People's Liberation Tigers of Tamil Eelam (LTTE) Political Party Ampara District, representing Karuna Amman in 2007 and in 2008, and from 2012 to 2015 as a member of the Eastern Provincial Council (Eastern Provincial Council), which represented the party from 2012 to 2015."
      ]
    }
  },
  "summary_lines": []
}