{
  "translated_text": {
    "ta": {
      "title": "ஃபோன்சேகா தயாவுக்கு எதிரானவர்",
      "body_lines": [
        "முன்னாள் இராணுவத் தளபதி தயா ரத்னயகே ஒரு அருவருப்பானது மற்றும் ஒரு பிரச்சினை, இருப்பினும், அரசாங்கம் அரசாங்கத்தை அணைக்கவில்லை.",
        "ஒரு போர்வீரராக தயா ரத்னாயக்கின் கட்சியிடம் பேசிய கோத்தாபய ராஜபக்ஷம் நேற்று விருந்தில் கலந்து கொள்ள முடிந்தது.",
        "மேலும் எம்.பி.எஸ் மார்ஷல் சரத் பொன்சேகா கூறினார்:",
        "\"தயா ரத்னாயகே என்ற நபர் எங்கள் கட்சிக்கு அழைத்துச் செல்ல வேண்டிய நபர் அல்ல. இந்த தயா ரத்னயகே நான் இருக்கும் இடத்திற்கு வருகிறார் என்பதும் அவருக்கு மூளை சிக்கல் உள்ளது. அது அவரது அவமானம் அல்ல என்பதைக் காட்டுகிறது. ஏனென்றால், கடந்த காலத்தில் எப்படி நடந்துகொள்வது என்பது அவருக்குத் தெரியும். 2010 ஜனாதிபதித் தேர்தலுக்குப் பிறகு நான் கைது செய்யப்பட்டேன். அவர் கைது செய்யப்பட்ட நேரத்தில், அந்த நபர் மஹிந்த ராஜபக்ஷாவின் தலைமையில் கைது செய்யப்பட்டார்.",
        "நீதிமன்ற நீதிமன்ற நீதிபதிகளில் ஒரு நபர் இருக்கிறார், போர் நீதிமன்றத்தில் நீதிபதிகள் குற்றம் சாட்டப்பட்டவருக்கு அதிக மூத்தவராக இருக்க வேண்டும். இல்லையெனில், அது இருக்க வேண்டும். ஜூனியரைச் சேர்ந்த ஒரு மூத்த நபரை விசாரிப்பது ஒரு மகிழ்ச்சி. ஆனால் ஒரு காட்டில் நீதிமன்றத்திற்கு, என்னை விட இரண்டு மேற்பார்வையாளர்கள் இருந்த நீதிபதிகள் என்னை விட்டுவிட்டேன்.",
        "தயா ரத்னாயக்க இராணுவத்தில் 25 வது இடத்தில் இருந்தார். அவர் தான் சாட்சியம் அளிக்கிறார், பொய்களின் தவறான சான்று. தயா ரத்னாயகே, தயா ரத்னாயகே, இரண்டாவது முதல் இரண்டாவது வரை இரண்டாவது இடத்தைப் பிடித்தார். அப்போதிருந்து, அவர் ராஜபக்சாக்களை மறுபரிசீலனை செய்தவர்களாக இருந்தார்.",
        "இதுபோன்ற ஒரு நபரை நான் அழைத்துச் சென்ற இடத்திற்கு எடுக்கப்பட்ட ஒரே பிரச்சினை இதுதான். அந்த இடத்தில் இது போன்றவர்களுடன் எங்களுக்கு வெறுப்பு உள்ளது. இது போன்ற அரசியலைச் செய்ய முடியாது. எனவே மிகவும் விமர்சன ரீதியாக நான் கட்சித் தலைவரிடம் கூறியுள்ளேன். கட்சி செயலாளருக்கு கூறப்பட்டுள்ளது. இந்த நபர் இந்த நபரை இன்று கட்சி செயலாளரிடமிருந்து வெளியே வர அனுமதிக்க மாட்டார். நீங்கள் உறுதியாக இருக்கிறீர்கள். நான் அவ்வாறு வேலை செய்ய மாட்டேன் என்று சொன்னேன்.",
        "அத்தகைய நபர் ஒரு கட்சி உறுப்பினர்களைக் கொடுக்க முடியாது. ஒரு கட்சி போது, ​​கொள்கைகள் இருக்க வேண்டும். இந்த நபரை எங்கள் கட்சிக்கு சேர்ப்பதற்கு நாங்கள் ஒப்புக் கொள்ளவில்லை. எனவே எங்களுக்கு ஒரு பெரிய சிக்கல் உள்ளது. நாங்கள் கட்சியை விட்டுவிட மாட்டோம். யாரும் வெளியேறி எங்களை விட்டு வெளியேற மாட்டார்கள். இந்த நபர் கொழும்பு மாவட்டத்தில் வாக்குகளை இழந்த ஒருவரால் கொண்டுவரப்படுகிறார்.",
        "ஒரு ஹீரோ ஒரு போர்வீரன், கோத்தாபயா அவர் ஹீரோவின் ஹீரோ என்று தடுப்பூசி போடலாம். அவர்களுக்கு இடையே ஒரு சிறிய வித்தியாசம் இருந்தது. நீங்கள் இன்னும் கொஞ்சம் சென்றால், நீங்கள் ஒரு சிறந்த பொருளாதார நிபுணர் கப்ராலையும் எடுத்துக் கொள்ளலாம். வேலை செய்ய முடியாது. *"
      ]
    },
    "en": {
      "title": "Fonseka is against Daya",
      "body_lines": [
        "Former Army Commander Daya Ratnayake is a disgusting and a problem, however, the government is not turned off the government.",
        "Speaking to the party of Daya Ratnayake as a war hero, Gotabhaya Rajapaksa was able to attend the party yesterday.",
        "Speaking further MPs Marshal Sarath Fonseka said:",
        "\"The person named Daya Ratnayake is not a person who needs to take to our party. He also has brain trouble that this Daya Ratnayake is coming to a place where I am. It shows not his shame. Because he knows how to behave in the past. I was arrested after the 2010 presidential election. At the time he was arrested, the man was held under the leadership of Mahinda Rajapaksa.",
        "There is a person in the court court judges that the judges in the war court should be more senior to the accused. Otherwise, it should be. It is a joy to investigate a senior person from junior. But for a jungle court, I left me, the judges who were there are two overseers than me.",
        "Daya Ratnayake was about 25th of the army. He's the one who makes the testimony, false proof of lies. Daya Ratnayake, Daya Ratnayake, has been promoted to the second to the second to the second. Since then, he was relinners of the Rajapaksas.",
        "This is the only problem taken to where I have taken a person like this. We have a disgust with people like this in that place. Politics like this cannot be done. So very critically I have told the party leader. The party secretary has been told. This person won't let this person come out of the party secretary today. That you're on the sured. I said I won't work so.",
        "Such a person can't give a party membership. When a party, policies need to be. We do not approve of recruiting this person to our party. So we have a big problem. We will not give up the party. No one will leave and leave us to leave. This person is brought by a person who lost the vote in the Colombo District.",
        "A hero is a war hero, Gotabhaya can vaccinate that he is a hero of hero. There was a little difference between them. If you go a little more, you can also take Cabraal that a better economic expert. Can't work. *"
      ]
    }
  },
  "summary_lines": [
    "Fonseka criticizes Daya Ratnayake, a former army commander, for his past actions and promotions. Gotabhaya Rajapaksa attended Daya's party, highlighting a divide within the political landscape. Fonseka argues for the removal of Daya from the party, citing his lack of integrity and the need for a more senior judiciary in war courts."
  ]
}