{
  "translated_text": {
    "si": {
      "title": "දූපත් අධ්යාපන ප්රමිති වැඩිදියුණු කිරීමේ කටයුතු",
      "body_lines": [
        "අධ්යාපන දෙපාර්තමේන්තුවේ ගැටළු සහ ප්රදේශයේ ගුණාත්මකභාවය වැඩිදියුණු කිරීම පිළිබඳව අමාත්ය ඩග්ලස් දේවානන්ද දෙපාර්තමේන්තු නිලධාරීන් සමඟ විශේෂ සාකච්ඡාවක් පැවැත්වීය.",
        "යාල්. දිස්ත්රික් දිස්ත්රික් දිස්ත්රික්කයේ දිස්ත්රික්කයේ විවිධ ගැටළු වලින් විවිධාකාර ගැටළු සහ විවිධ ගැටළු, පරිපාලන ගැටලු සහ පරිපාලනමය ගැටළු ඇති බවත් එවැනි සාධක සිසුන්ගේ ගුණාත්මක භාවයට බලපෑම් ඇති බවත් ද එය පෙන්වා දී තිබේ ' අධ්යාපන.",
        "රැස්වීම අද (28) යාපනයේ අමාත්ය ධුරයේදී රැස්වීම පැවැත්වූයේ මෙම සන්දර්භය තුළ ය.",
        "දෙපාර්ශ්වයම දිවයිනේ ඇති ගැටළු සහ ඔවුන් ඇමතීමේ කොන්දේසි පිළිබඳව සිය තොරතුරු සිය විස්තර ප්රකාශ කර තිබේ.",
        "දූපත් යට පාසල්වල අධ්යාපන තත්ත්වය නංවාලීම සඳහා සිසුන් පූර්ණ සහයෝගයෙන් කටයුතු කරන අතර සිසුන්ට වඩා හොඳ අධ්යාපන සේවාවක් සැපයීම සඳහා මෙම සිසුන් පූර්ණ සහයෝගය ලබා දෙන බව අමාත්ය ඩග්ලස් දේවානන්ද මහතා පැවසීය.",
        "සංඛ්යාලේඛන වලට අනුව දිවයිනේ අධ්යාපන තත්ත්වය මේ වන විට දිවයිනේ අධ්යාපන කලාපය යටතේ පාසල්වල පහත වැටෙමින් පවතින බව පෙන්නුම් කරයි.",
        "මෙම අවස්ථාවේ දී, දෙපාර්තමේන්තුවේ නිලධාරීන් සමඟ විශේෂ ize යින් සිටින අමාත්ය ඩග්ලස් දේවානන්ද අධ්යාපන කොන්දේසි වැඩිදියුණු කිරීම අරමුණු කරගත් අධ්යාපන දෙපාර්තමේන්තුවට විවිධ යෝජනා සකස් කර තිබේ.",
        "අධ්යාපන ක්ෂේත්රයේ ඇති අඩුපාඩුකම් සඳහා ඊළඟ පියවර පරීක්ෂා කිරීම සඳහා අමාත්යාංශයේ අමාත්යාංශයේ අවධානයට යොමු කිරීමට අමාත්යාංශය අමාත්යාංශයේ අමාත්යාංශයේ අවධානයට යොමු කිරීමට පියවර ගන්නා බව ද අමාත්යවරයා ප්රකාශ කළේය."
      ]
    },
    "en": {
      "title": "Action to improve the island education standards",
      "body_lines": [
        "Minister Douglas Devananda held a special discussion with the departmental officials on the issue of the problems of the Education Department and the improvement of the quality of the area.",
        "Yall. It has been pointed out by a wide variety of problems in the district of the district of the district of the district and that there are various issues, administrative problems and administrative issues and that such factors have a number of impact on the quality of the students' education.",
        "It was in this context that the meeting was held today (28) at the office of the Minister of Jaffna.",
        "Both sides have expressed their detail about the problems in the island area and the conditions to address them.",
        "Minister Douglas Devananda has said that the students will be fully cooperated to improve the status of education in schools under the islands and provide a better education service to the students.",
        "Statistics indicate that the education status of the island is currently declining in schools under the island education zone.",
        "In this case, Minister Douglas Devananda, who specializes with the officials of the Department, has made various suggestions to the Department of Education, aimed at improving the educational conditions.",
        "The Minister also stated that it would take steps to bring to the notice of the Ministry of Department of Ministry of Ministry to take up the next step to address the shortcomings in the education sector."
      ]
    }
  },
  "summary_lines": [
    "Minister Douglas Devananda led a discussion with officials to address education challenges in the island region, highlighting administrative issues impacting student quality. He pledged cooperation to enhance school education services amidst declining statistics. The minister proposed solutions to the Department of Education, aiming to improve educational conditions and address sector deficiencies."
  ]
}