{
  "translated_text": {
    "ta": {
      "title": "இலங்கை பெண்களை வீட்டு வேலைகளைத் தடுக்கும் நடவடிக்கைகள்",
      "body_lines": [
        "இலங்கை பெண்கள் இலங்கை பெண்களை வீட்டுப் பணிப்பெண்களாக மாற்றுவதை நிறுத்திவிடுவார்கள் என்று தொழிலாளர் மற்றும் வெளிநாட்டு வேலைவாய்ப்பு அமைச்சர் மனுஷா நானாயக்கரா தெரிவித்தார்.",
        "இலங்கை வெளிநாட்டு வேலைவாய்ப்பு மற்றும் உரிமம் பெற்ற உரிமம் பெற்ற வேலைவாய்ப்பு சங்கத்தின் (உரிமம் பெற்ற) தொழிலாளர் மற்றும் வெளிநாட்டு வேலைவாய்ப்பு அமைச்சர் (உரிமம் பெற்ற வேலைவாய்ப்பு) அமைச்சர் மனுஷா நானாயக்கரா இலங்கை வெளிநாட்டு வேலைவாய்ப்பு பணியகத்திற்கு தெரிவித்தார்.",
        "வீட்டுப் பணிப்பெண்களாக வேலை வாய்ப்புகளைப் பயிற்றுவிப்பதற்காக மட்டுமே தொழிலாளர்களை அனுப்புவதன் முக்கியத்துவத்தையும் அமைச்சர் வலியுறுத்தினார்.",
        "அதன்படி, வீட்டுத் தொழிலாளர்களை பத்து ஆண்டுகளாக அனுப்புவதை நிறுத்துவதற்காக இந்தத் துறையில் ஈடுபட்டுள்ள அனைத்து தரப்பினருக்கும் இந்த திட்டம் வழங்கப்பட வேண்டும் என்று அமைச்சர் இந்த திட்டத்தை வழங்குவதற்கான திட்டத்தையும் தெரிவித்தார்."
      ]
    },
    "en": {
      "title": "Measures to stop Sri Lankan women to domestic work",
      "body_lines": [
        "Minister Manusha Nanayakkara, Minister of Labor and Foreign Employment said that the Sri Lankan women will stop the disposition of Sri Lankan women as housemaids.",
        "Minister Manusha Nanayakkara, Minister of Labor and Foreign Employment (Licensed Employment) of the Sri Lanka Bureau of Foreign Employment and Licensed Licensed Employment Association (Licensed) informed the Sri Lanka Bureau of Foreign Employment.",
        "The Minister also emphasized the importance of sending workers only for training employment opportunities as housemaids.",
        "Accordingly, the proposal was to be given to all parties involved in the field to stop the sending of domestic workers for ten years, the Minister also informed the proposal to provide the proposal."
      ]
    }
  }
}