{
  "translated_text": {
    "si": {
      "title": "G.b.. එම. මහාධික විද්යා පා se මාලාව සඳහා නව විභාග දිනය",
      "body_lines": [
        "2023 සඳහා අ.පො..ස.",
        "මේ අතර, විභාග කොමසාරිස් ජෙනරාල් එච්.ජේ.එම්.සී. අමිත්ර ජයසුන්දර මහතා පැවසුවේ දෙවන කොටසේ දෙවන කරුණු විභාගයට පෙර සමාජ මාධ්යවල නිකුත් කළ බවයි.",
        "ඒ අනුව කෘෂිකාර්මික විද්යා පා course මාලාවේ දෙවන කොටස අංක 8 යටතේ පෙ.ව. 8.30 සිට පෙරවරු 11.40 දක්වා පෙබරවාරි 1 වනදා සිට පෙ.ව..",
        "එසේම, ප්රශ්නාවලියෙහි පළමු කොටස ප.ව. 1 සිට පස්වරු 3 දක්වා පැවැත්වේ.",
        "විභාගයේ විස්තර අදාළ විදුහල්පතිවරුන්ට සහ තනි අයදුම්කරුවන්ගේ ලිපිනයන් වෙත යවා ඇත."
      ]
    },
    "en": {
      "title": "G.B.. The. The new exam date for high -quality agricultural science course",
      "body_lines": [
        "The Examinations Department has been canceled by the Department of Examinations, following the fact that some of the questions of the first part of the examination for the GCE A / L examination course for 2023 were published in the social media before the exam.",
        "Meanwhile, the Commissioner General of Examinations HJMC Amit Jayasundara said that the examination on the 12th of the second part of the question was released on social media before the examination.",
        "Accordingly, the second part of the Agricultural Science Course under the Course No. 8 will be held from 8.30 am to 11.40 am on February 1.",
        "Also, the first part of the questionnaire will be held from 1 pm to 3 pm.",
        "The details of the exam have been sent to the respective Principals and the addresses of the individual applicants."
      ]
    }
  },
  "summary_lines": [
    "The Examinations Department canceled the GCE A/L Agricultural Science Course exam due to questions being published on social media. The second part of the course will be on February 1, from 8.30 am to 11.40 am, and the first part from 1 pm to 3 pm. Details sent to principals and applicants."
  ]
}