{
  "translated_text": {
    "si": {
      "title": "අහඹු ලෙස කාලගුණය හේතුවෙන් 12 දෙනෙක් මිය ගියහ: ලක්ෂ 3 කට වඩා",
      "body_lines": [
        "රටේ අයහපත් කාලගුණය හේතුවෙන් දිස්ත්රික්ක 23 ක් පීඩාවට පත් වී ඇති අතර ආපදා කළමනාකරණ මධ්යස්ථානය විසින් 12 ක් මිය ගොස් ඇති බව ආපදා කළමනාකරණ මධ්යස්ථානය පවසයි.",
        "පවුල් 99,000 876 ක පුද්ගලයින් 3 ක් 33,000 දහසක 155 දෙනෙකු වර්ෂාව හා ගංවතුරෙන් පීඩාවට පත්ව ඇති බව ආපදා කළමනාකරණ මධ්යස්ථානය පවසයි.",
        "අයහපත් කාලගුණය හේතුවෙන් අවම වශයෙන් පුද්ගලයින් 17 දෙනෙකු තුවාල ලබා 2 ක් තුවාල ලැබූහ.",
        "නිවාස 95 කට මුළුමනින්ම හානි වී ඇති අතර නිවාස 1708 කට අර්ධ වශයෙන් හානි සිදුව තිබේ.",
        "අයහපත් කාලගුණය හේතුවෙන් පීඩාවට පත් පුද්ගලයින් 89,007 ක් නිවාස හා ආරක්ෂක කඳවුරුවල නෑදෑයන්ගේ නවාතැන් පහසුකම් ඇත.",
        "මේ අතර, වැඩිම වර්ෂාපතනය මාතලේ (එල්කාඩුව) - මිලිමීටර 132.75 කි."
      ]
    },
    "en": {
      "title": "12 killed by random weather: more than 3 lakhs",
      "body_lines": [
        "Due to inclement weather in the country, 23 districts have been affected and 12 people have been killed in disasters, the Disaster Management Center said.",
        "3 lakhs 35 thousand 155 people from 99 thousand 876 families have been affected by rain and floods, the Disaster Management Center said.",
        "At least 17 people were injured in the disaster caused by inclement weather and 2 missing.",
        "95 houses have been completely damaged and 1708 houses have been partially damaged.",
        "89,007 people affected by inclement weather have been housed in the houses and security camps of relatives.",
        "Meanwhile, the highest rainfall is Matale (Elkaduwa) - 132.75 millimeters."
      ]
    }
  },
  "summary_lines": [
    "Inclement weather kills 12, affects 335,155 people across 23 districts. 95 homes destroyed, 1,708 damaged. 89,007 displaced. Heavy rains recorded in Matale (Eldaduwa) at 132.75 mm."
  ]
}