{
  "translated_text": {
    "si": {
      "title": "ශ්රී ලංකා රජයේ යුද අපරාධ ප්රශ්නය: චීනය ජාත්යන්තර යුක්තිය ඉටුවීම වළක්වයි - ලේකම් ලේකම් ලීලඩිවි චෝදනා කරයි",
      "body_lines": [
        "උතුරු හා නැගෙනහිර යුද්ධයේ දී සබඳතා සඳහා සබඳතා සඳහා පහසුකම් සැලසෙන පරිදි උතුරු හා නැගෙනහිර ලේකම් ලිලදේවි ආනන්දරාජා විසින් චීනයට ජාත්යන්තර යුක්තිය ඉටු කරන බවට චෝදනා කර තිබේ.",
        "ඔහු මේ බව කියා සිටියේ දෙමළ ජනතාවගේ ද්රාවණයේ යාපනය තානාපතිවරයාට යාපනය තානාපතිවරයාගේ ප්රතිචාරය පිළිබඳ චීන තානාපතිගේ ප්රතිචාරය පිළිබඳව මාධ්යයට අදහස් දක්වමින් දෙමළ ජනතාවගේ ද්රාවණයේ යාපනය තානාපතිගේ ප්රතිචාරය සහ අතුරුදහන් වූවන් අතුරුදහන් වීමයි.. ඔහු තවදුරටත් කියා සිටියේ එය බවයි",
        "ජාතික මහජන බලය සඳහා වූ ඡන්දය සැබෑ බව සත්යයකි. ජාතික මහජන බලය දැන් හිටපු රාජ්ය නොවන සංවිධානයට වැටී ඇති අයයි.",
        "අනුරාධපුර රජය විසින් මුළුමනින්ම පිළිගෙන ඡන්දය ප්රකාශ කර ඇති බව පැවසිය නොහැක.",
        "එළුවා වන එළුවා අ crying මින් නැගීම චීන දේවදූතයාගේ කතාවේ මා වෙත පැමිණෙමින් තිබේ.",
        "බොහෝ රටවල් එය ජාත්යන්තර අධිකරණයට ලබා දීමට සූදානම්ව සිටින අතර, චීනයේ බලය නිසා කාරණය ජාත්යන්තර අපරාධ අධිකරණයට ගෙන එන්නේ නැත.. අතුරුදහන් වූ පුද්ගලයාගේ ගැටලුව නම්, චීනය ශ්රී ලංකාවට සහාය දැක්වීමේ බලය භාවිතා කරන බව ඔවුන් විවෘතව පැවසීමෙන් පසුවය.",
        "ඒ හා සමානව, යුද්ධයේ අවසාන අදියරේදී චීනයේ පොස්පරස් බෝම්බවල යුද්ධයේ තථක තුනක්. තම සුභසාධනය පවත්වා ගැනීම සඳහා තමන්ගේ ආත්මය ලබා ගැනීම සඳහා දෙමළ ජනයා දෙමළ ජනයා තම සුභසාධනය ලබා ගැනීම සඳහා දෙමළ ජනයා රැවටෙන බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Sri Lankan government's war crimes issue: China prevents international justice - Secretary Leeladevi accuses",
      "body_lines": [
        "Secretary of the North and East, Liladevi Anandaraja, has accused China of obtaining international justice as relationships have been longing for relationships handed over to the military during the final war in the North and East.",
        "He said this while commenting to the media on the response of the Chinese Ambassador to the Jaffna Ambassador to the Jaffna Ambassador to the Tamil people's solution and the disappearance of the disappeared.. He further stated that",
        "It was true that the vote for the national people's power. The National People's Power is now the ones that have fallen to the former NGO.",
        "It cannot be said that the Anuragumara government has completely accepted and voted.",
        "The story of the wolf weeping as the goat is crying is coming to me on the story of the Chinese angel.",
        "While many countries are ready to give it to the International Court of Justice, the matter is not brought to the International Criminal Court because of the Power of China.. If they are openly saying that if the problem of the missing person, China will use the power to support Sri Lanka.",
        "Similarly, three -quarters of the war of China's phosphorus bombs during the final phase of the war. He added that the Tamils ​​are deceiving the Tamils ​​to get their own self -interest in order to maintain their welfare."
      ]
    }
  },
  "summary_lines": [
    "Sri Lankan government accuses China of blocking international justice for war crimes. Secretary Liladevi Anandaraja claims China's influence prevents cases from reaching ICC."
  ]
}