{
  "translated_text": {
    "ta": {
      "title": "இத்தாலிய ஜிடி 4 தொடரில் துரந்தி வெற்றியாளர்",
      "body_lines": [
        "உலக சாம்பியன்ஷிப், இலங்கை மோட்டார் போக்குவரத்து திலகாந்தா இத்தாலியில் 05/22 நாட்களில் கட்டனயகே விமான நிலையத்திற்கு வந்தார்.",
        "விமான நிலையத்தில் பத்திரிகையாளர்களிடம் பேசிய திரு. திலாந்தா மலராகாமுவா கூறினார்:",
        "\"இந்த போட்டியில் பங்கேற்ற ஒரே இலங்கை மற்றும் ஒரே ஆசியன். இந்த போட்டி ஐரோப்பாவின் மிகப்பெரிய மோட்டார் பந்தயமாகும், மேலும் 30 நாடுகளில் கார் பந்தயத்தால் மூடப்பட்டிருந்தது. அவர்களில் பெரும்பாலோர் ஐரோப்பிய மற்றும் அமெரிக்க கண்டங்களை பிரதிநிதித்துவப்படுத்துகிறார்கள்.",
        "ஒவ்வொரு வாகனத்திற்கும் 50 கார்களில் இரண்டு டிரைவர்கள் கலந்து கொண்டனர்.",
        "இந்த போட்டி உலகின் மிக சக்திவாய்ந்த மற்றும் மேம்பட்ட கார்களில் ஒன்றாகும், நான் ஒரு எம்.எம்.ஜி - ஜி.டி.. \"4 வகை காரைப் பயன்படுத்தியது\" .இது கூறினார்.",
        "உலக சாம்பியன்ஷிப்பின் வெற்றியாளர்கள் 2024 ஆம் ஆண்டின் இறுதியில் தேர்ந்தெடுக்கப்படுவார்கள், மேலும் 12 மோட்டார் பந்தயங்கள் உள்ளன.. அடுத்த மாதத்தில் மேலும் நான்கு மோட்டார் சனிசுகள் நடத்தப்பட உள்ளன, மேலும் அவர் மேலும் கூறினார், சாம்பியன்ஷிப் போட்டியை வெல்வதும், இலங்கைக்கு ஒரு நற்பெயரைக் கொண்டுவருவதும் தனது ஒரே வாய்ப்பு.",
        "அவர் 05/22 காலை 662 விமான நிலையத்தில் உள்ள கட்டுனாயக்க விமான நிலையத்திற்கு வந்திருந்தார்."
      ]
    },
    "en": {
      "title": "Duranti winner in Italian GT 4 series",
      "body_lines": [
        "World Championships, Sri Lankan Motor Traffic Dilagantha arrived at the Katunayake Airport on 05/22 days in Italy.",
        "Speaking to journalists at the airport, Mr. Dilantha Malaragamuwa said:",
        "\"I was the only Sri Lankan who participated in this tournament and the only Asian. The tournament is the biggest motor race in Europe and was covered with car racing in 30 countries. Most of them represent the European and American continents.",
        "50 cars were attended by two drivers for each of the vehicle.",
        "The tournament was one of the most powerful and advanced cars in the world, and I was a MMG - GT. \"Used a 4 type car\" .It said.",
        "The winners of the World Championship will be selected at the end of 2024 and there are 12 more motor races.. He added that four more motorcies are to be held in the next month, he added that his only prospect was to win the championship tournament and bringing a reputation to Sri Lanka.",
        "He had arrived at the Katunayake Airport on the 662 airport on the morning of 05/22."
      ]
    }
  },
  "summary_lines": [
    "Duranti won the Italian GT 4 series, making history as the first Sri Lankan and Asian participant in the prestigious event, which attracted racers from 30 countries across Europe and America. Dilantha Malaragamuwa, representing Sri Lanka, competed against 50 high-performance vehicles, aiming to bring glory to his country through the championship ending in 2024."
  ]
}