{
  "translated_text": {
    "si": {
      "title": "වත්මන් කෘෂිකාර්මික නවීකරණ වැඩසටහනේදී ගොවීන්ට දිගටම දේශපාලනිකව හැසිරවිය නොහැක - මහින්ද අමරාවීර",
      "body_lines": [
        "කර්මාන්ත හා වැවිලි කර්මාන්ත අමාත්ය මහින්ද අමරාවීර මහතා කියා සිටියේ දේශීය කෘෂිකර්මාන්තය ප්රවර්ධනය කිරීම සඳහා වත්මන් රජය විසින් දියත් කරන ලද සැලසුම් කළ කෘෂිකාර්මික නවීකරණ වැඩසටහන හේතුවෙන් ගොවීන්ට තවදුරටත් දේශපාලනීකරණය කළ නොහැකි බවයි.",
        "අස්වැන්න නෙළන ලද මෙට්රික් ටොන් 18,828 ක වගා කිරීමේ වැඩසටහන මඟින් අස්වැන්න නෙළන ලද අතර ගොවියෙකු ගොවියෙකුට බීජ ධාරිතාව කිලෝග්රෑම් 25 ක් ලබා දෙන බව අමාත්යවරයා පැවසීය.",
        "2023 සාර්ථක වැඩපිළිවෙල හරහා වී අස්වැන්නෙන් සහල් අස්වැන්නෙන් සහල් ග්රන්ථ මිලියන 03 ක් පමණ 2023 ක් වන අතර එමඟින් රට තුළ අමතර සහල් පවත්වාගෙන යන බව අමාත්යවරයා පැවසීය.",
        "අමාත්ය මහින්ද අමරාවීර මහතා මේ බව ප්රකාශ කළේ බදාදා (24) ජනාධිපති මාධ්ය මධ්යස්ථානයේ පැවති මාධ්ය හමුවකදීය.",
        "2021 දී පොහොර අර්බුදය බහුතරයක් හේතුවෙන් \"වී නිෂ්පාදනය තහනම් කරන ලදී. එබැවින් 2022 දී මේ රටේ ජනතාවගේ පරිභෝජනය සඳහා ප්රමාණවත් සහල් නොතිබුණි. සමහරු සහල් කිලෝවක මිල රුපියල් 500 ඉක්මවන බව මාධ්ය රැස්වීම්වලදී පැවසූහ.",
        "එහෙත් ජනාධිපති රනිල් වික්රමසිංහ මහතාගේ නායකත්වයෙන් රට ගොඩනැඟීමේ වගකීම භාර ගැනීම සඳහා දේශීය වී නිෂ්පාදනය වැඩි කිරීම සඳහා හැකි සෑම පියවරක්ම ගෙන තිබේ.. සුළු පිරිසකට කුඩා පිරිසකට අවශ්ය යූරියා පොහොර ගොවීන්ට ලබා දෙන ලදී.",
        "විශාල පැන්තියන් එකක හෙක්ටයාට රු.. එහි ප්රති As ලයක් ලෙස රජයට 2023 වන විට සහල් ආනයනය කළ යුතුය. 2023 දී ශ්රී ලංකාවේ වී නිෂ්පාදනය මෙට්රික් ටොන් මිලියන 4.5 කි. අපේ රටේ වසරකට මෙට්රික් ටොන් මිලියන 2.4 ක් අපට අවශ්යය. 2023 දී වී අස්වැන්නෙන් අපි සහල් මෙට්රික් ටොන් මිලියන 3 ක් පමණ නිෂ්පාදනය කළෙමු.",
        "ඒ අනුව පසුගිය වසරේදී සහල් අපේ රටේ අපේ රටේ යටත් විය. ගොවීන් අප මත රඳා සිටින අතර අපගේ උපදෙස් මත ක්රියා කළහ. මේ රටේ තවමත් සහල් තවමත් යටත් වන්නේ එබැවිනි.",
        "එසේම, අතීතයේ බඩ ඉරිඟු හිඟයක් ඇති බැවින් පශු සම්පත් ආහාර නිෂ්පාදනය සඳහා සහල් මෙට්රික් ටොන් 100,000 ක් පමණ අපට ද ලබා දී තිබේ.. ගවයින් හා කුකුළන් සඳහා පශු සම්පත් ආහාරයක් ලෙස සහල් සැපයීම මගින් අපේ රට ඉරිඟු ආනයනය කිරීම සඳහා වියදම් කළ මුදල් ඉතිරි කර ගැනීමට සමත් විය.",
        "අපගේ ඉලක්කය වන්නේ 05 දී වී අස්වැන්න දෙගුණ කිරීමයි. ඒ අනුව, අපගේ ඉලක්කය වන්නේ නව කෘෂිකාර්මික තාක්ෂණය ශාකයට හඳුන්වා දීම සහ හෙක්ටයාරයක අස්වැන්න මෙට්රික් ටොන් 09 දක්වා වැඩි කිරීමයි.. අපි තාක්ෂණික පැකේජයක් හඳුන්වා දෙන බව පැවසිය යුතුය.",
        "අනුරාධපුර, අම්පාරා, පොලොන්නරුවා, හම්බන්තොට, මොණරගල සහ මහනුවර කෘෂිකාර්මික ප්රදේශවල ඉදිරි වසර 5 තුළ අපි වීල් අස්වැන්න දෙගුණ කිරීමේ වැඩපිළිවෙළක් ක්රියාත්මක කරමු.",
        "මීට අමතරව, හිඟය අවසන් වීමෙන් පසු තුන්වන වසරේ අතරමැදි වගාව ආරම්භ කරන ලෙස කෘෂිකර්ම දෙපාර්තමේන්තුවට උපදෙස් දෙන ලදී.. ඒ අනුව, 2024 කුඩා සංඛ්යාවක් අවසන් වූ පසු අපි පරිප්පු වගා වැඩසටහනක් දියත් කරන්නෙමු.. 2024 දී මේ දක්වා හෙක්ටයාර 4464 ක් වගා කෙරේ. අපේක්ෂිත නිෂ්පාදනය මෙට්රික් ටොන් 6500 කි.",
        "තෙවනුව මැද, අපි හෙක්ටයාර 8943 ක් වගා කරමු. මේ අනුව, පරිප්පු අස්වැන්න මෙට්රික් ටොන් 6707 ක් අපේක්ෂා කෙරේ. ඒ අනුව මේ වසරේ හෙක්ටයාර් 13,407 ක් වගා කෙරේ. 13,207 මෙට්රික් ටොන් අස්වැන්න අපේක්ෂා කෙරේ. අපගේ ඉලක්කය වන්නේ වාර්ෂික පරිප්පු වලින් සියයට 75 ක් ලබා ගැනීමයි.",
        "මේ රටේ, වසර මෙට්රික් ටොන් 20,000 ක් සඳහා අවශ්ය වේ. රනිල කුලයෙන් වගා කිරීමෙන් පරිප්පු වල මෙට්රික් ටොන් 18,828 ක් අපි බලාපොරොත්තු වෙමු. තවද, උත්සාහ කරන ඇරඹුම සඳහා හෙක්ටයාර 01 ක් සඳහා බීජ පරිප්පු කිලෝග්රෑම් 25 ක් අපි පිරිනමන්නෙමු.",
        "ඒ අනුව ගොවියෙකුට හෙක්ටයාර 01 ක් සඳහා රනිල කුලයෙන් රුපියල් 25,000 ක් ලබා දෙනු ඇත.. පරිප්පු පාලනය කිරීම සඳහා ආනයන බද්දක් පැනවීමට ද අපේක්ෂා කෙරේ. ගෘහස්ථ පරිප්පු ද මෙය ආරක්ෂා කළ හැකිය.",
        "අපි - නෙරපා හැරෙන පොහොර සමාගම් දෙකක් එකම සමාගමකට පරිවර්තනය කළෙමු. ඒ අනුව, ගොවීන්ට එහි ප්රතිලාභ ලබා දීමට එයට හැකි වී තිබේ. රාජ්ය පොහොර සමාගම, පොහොර වර්ග 05 ක මිල රුපියල් 1500 ත් 2000 ත් අතර වේ.",
        "තේ සඳහා පොහොර මිල සහ තේ මිල අඩු කිරීමට තීරණය කර ඇත.",
        "අතීතයේ ගොවීන්ගේ ගැටළු දේශපාලන සටන් පා ans බවට පරිවර්තනය කර ඇත. එය ඔවුන්ව විවිධ අරගලවලට ආශ්වාදයක් ලබා දුන්නේය.",
        "දේශීය කෘෂිකර්මාන්තය වැඩිදියුණු කිරීම සඳහා ආරම්භ වී ඇති කෘෂිකාර්මික නවීකරණ වැඩසටහන නිසා ගොවීන් දේශපාලනිකව හැසිරවිය නොහැකි බවත් \"කියා කෘෂිකර්ම හා වැවිලි කර්මාන්ත අමාත්ය මහින්ද අමරාවීර මහතා පැවසීය."
      ]
    },
    "en": {
      "title": "Farmers cannot continue to be politically manipulated in the current agricultural modernization program - Mahinda Amaraweera",
      "body_lines": [
        "Minister of State for Industry and Plantation Industries Mahinda Amaraweera said that due to the planned agricultural modernization program launched by the current government to promote domestic agriculture, farmers can no longer be politicized.",
        "The Minister said that the program of cultivating 18,828 metric tons of harvest has been implemented and a farmer will be given 25 kg of seed pulses to a farmer.",
        "The Minister said that about 03 million metric tonnes of rice was produced by paddy yields through the successful program of 2023 and thereby maintaining additional rice in the country.",
        "Minister Mahinda Amaraweera made this statement at a media briefing held at the Presidential Media Center on Wednesday (24).",
        "“Paddy production was banned due to the majority of fertilizer crisis in 2021. So in 2022, there was not enough rice for the consumption of the people of this country. Some said at media meetings that the price of a kilo of rice would exceed 500 rupees.",
        "But the government led by President Ranil Wickremesinghe took all possible measures to increase domestic paddy production by taking over the responsibility of building the country.. 2022 The Urea fertilizer required for a small number was given to the farmers.",
        "And in a large pantheon, hectayer has been given a subsidy of Rs.. As a result, the government has to import rice by 2023. Paddy production in Sri Lanka in 2023 was 4.5 million metric tons. We need 2.4 million metric tons of rice per year in our country. In 2023, we produced about 3 million metric tonnes of rice from the paddy harvest.",
        "Accordingly, the rice was overpowered in our country last year. Farmers rely on us and acted on our advice. That is why rice is still overpowered in this country.",
        "Also, since there was a shortage of corn in the past, we also provided about 100,000 metric tons of rice for the production of livestock feed.. By supplying rice as a livestock fodder for cattle and chickens, our country was able to save the money spent on importing corn.",
        "Our goal is to double the yield of paddy in 05. Accordingly, our goal is to introduce the new agricultural technology to the plant and increase the yield of a hectayer to 09 metric tons.. It must be said that we will introduce a technical package.",
        "We are also implementing a program to double paddy yields in the next 5 years in the agricultural areas of Anuradhapura, Ampara, Polonnaruwa, Hambantota, Moneragala and Kandy.",
        "In addition, the Department of Agriculture was advised to start the intermediate cultivation in the third year after the shortage is over.. Accordingly, we will launch a lentil cultivation program once the small number of 2024 is over.. 4464 hectares cultivated so far in 2024. The expected production is 6500 metric tons.",
        "In the middle of the third, we cultivate 8943 hectares. Thus, 6707 metric tons of lentil yield is expected. Accordingly, this year, 13,407 hectares of legumes are cultivated. 13,207 metric tonne yield is expected. Our aim is to get 75 percent of the annual lentils.",
        "In this country, the year is required for 20,000 metric tons. We expect 18,828 metric tonnes of lentils by cultivating legumes. Also, we offer 25 kg of seed lentils free of charge for 01 hectares for the intermittent boot.",
        "Accordingly, a farmer will be given 25,000 rupees of legumes for 01 hectares.. It is also expected to impose import tax on control of lentils. This can also protect the domestic lentils.",
        "We also converted two state -owned fertilizer companies into the same company. Accordingly, it has been able to provide its benefits to the farmers. The State Fertilizer Company has taken steps to reduce the price of 05 types of fertilizer from 1500 to 2000 rupees.",
        "It has been decided to reduce the price of fertilizer for tea and the price of tea.",
        "The problems of peasants in the past have been converted into political slogans. It inspired them to various struggles.",
        "But due to the agricultural modernization program that has begun to improve domestic agriculture, the farmers cannot continue to be politically manipulated, ”said Mahinda Amaraweera, Minister of Agriculture and Plantation Industries."
      ]
    }
  },
  "summary_lines": [
    "Mahinda Amaraweera, Minister of State for Industry and Plantation Industries, announced an agricultural modernization program aimed at promoting domestic agriculture and preventing political manipulation of farmers. The initiative includes distributing 25 kg of seed pulses to each farmer and aims to produce 18,828 metric tons of harvest. Despite challenges like the fertilizer crisis in 2021 leading to insufficient rice supply, the government increased domestic paddy production in 2022 and 2023, achieving 3 million metric tonnes of rice production in 2023. The program also focuses on introducing new agricultural technologies to enhance crop yields and plans to double paddy yields in selected regions within five years. Additionally, the government is launching a lentil cultivation program, offering free seed pulses, and expects to produce 18,828 metric tonnes of lentils."
  ]
}