{
  "translated_text": {
    "ta": {
      "title": "இலங்கையிலிருந்து சூப்பர்பிட்",
      "body_lines": [
        "இலங்கை அணிக்கும் இலங்கை அணிக்கும் இடையிலான 4 விக்கெட் கிரிக்கெட் போட்டியில் இலங்கை முதல் 20 மற்றும் 20 விக்கெட்டுகளை வென்றது.",
        "நியூசிலாந்து தலைவர் டாஸை வென்று டாஸுக்கு தேர்ந்தெடுக்கப்பட்டார் மற்றும் ரங்கிரி தம்புல்லா ஸ்டேடியத்தில் தேர்ந்தெடுக்கப்பட்டார்.",
        "ஆனால் நியூசிலாந்து தலைவரின் முடிவில் சிறந்ததை பேட்ஸ்மேன்களால் நிறைவேற்ற முடியவில்லை.",
        "இலங்கை 96 ரன்களில் முதல் விக்கெட் 8 ரன்களை வென்றது.",
        "நியூசிலாந்திற்கான 9 வது விக்கெட் 39 ரன்கள் எடுத்தது, நியூசிலாந்துடன் 39 ரன்கள் எடுத்தது, கண்ணியமான மதிப்பெண்களை எட்டியது.",
        "இன்று நியூசிலாந்திற்கான அதிக மதிப்பெண்கள் இதுவாகும்.",
        "அதன்படி, நியூசிலாந்து 19 ஓவர்களில் 135 ரன்கள் எடுத்தது.",
        "மைக்கேல் பிரேஸ்வெல் 27 புள்ளிகளையும், சாக் ஃபோர்க்ஸ் 27 ரன்கள் எடுத்தார்.",
        "டூட்டி வெலெல்லாவின் பந்துவீச்சு 20 ரன்களுக்கு 3 விக்கெட்டுகளை வீழ்த்தியது, நுவான் துஷாரா மற்றும் பாதிக்கப்பட்டவர்கள் நுவான் முத்தரங்கா மற்றும் மாதா பதிரானா ஆகியோரிடையே அழிக்கப்பட்டனர்.",
        "136 ரன்கள் என்ற இலக்கைத் துரத்த, இலங்கை 19 ஓவர்களின் முடிவில் 6 விக்கெட் இழப்புக்கு 140 ரன்கள் வென்றது.",
        "இலங்கை இன்னிங்ஸ் 35 சார்பாக சரித்தின் தலைவர் ஆட்டமிழக்கவில்லை.",
        "இலங்கை அணி 20 போட்டிகள் கொண்ட போட்டிகளில் 1 - 0 க்கு தலைமை தாங்க முடிந்தது.",
        "இதற்கிடையில், குசல் ஜானித் இன்று 20 மற்றும் 20 ரன்களுக்கு இலங்கைக்கு பேட்ஸ்மேன் ஆனார்."
      ]
    },
    "en": {
      "title": "Superbid from Sri Lanka",
      "body_lines": [
        "Sri Lanka won the first 20 and 20 wickets in 4 wickets cricket match between the Sri Lankan team and the Sri Lankan team.",
        "The New Zealand leader won the toss and elected to the toss and elected at the Rangiri Dambulla Stadium.",
        "But the batsmen were not able to fulfill the best of the New Zealand leader's decision.",
        "Sri Lanka won the first wicket 8 runs in the 96 runs.",
        "The 9th wicket for New Zealand has scored 39 runs to build a 39-run relationship with New Zealand to reach a dignified marks.",
        "This is the highest number of marks for New Zealand today.",
        "Accordingly, New Zealand scored 135 runs in 19 overs.",
        "Michael Breaswell scored 27 points while Zack Forks were 27 runs.",
        "Duti Welella's bowling took 3 wickets for 20 runs while Nuwan Thushara and Victims were destroyed among Nuwan Thusaranga and Matha Pathirana.",
        "Chasing a target of 136 runs, Sri Lanka won the winning 140 runs for the loss of 6 wickets at the end of 19 overs.",
        "The leader of Charith was unbeaten on behalf of Sri Lankan innings 35.",
        "The Sri Lankan team was able to lead the 20-match tournament matches 1 - 0.",
        "Meanwhile, Kusal Janith became the batsman for Sri Lanka today 20 and 20 runs."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka wins cricket match against New Zealand. Chasing 136, Sri Lanka reaches 140/6 in 19 overs. Kusal Mendis scores 20*. Nuwan Thushara takes 3/20. Sri Lanka leads series 1-0."
  ]
}