{
  "translated_text": {
    "ta": {
      "title": "ජපාන ජාතිකයන්ගේ පැවැත්ම බරපතළ ඛේදවාචකයක",
      "body_lines": [
        "ஜப்பானின் வருடாந்திர மக்கள் தொகை கணக்கெடுப்பின்படி, கிட்டத்தட்ட 2024 இறப்புகளின் எண்ணிக்கை நாட்டின் தாய் தேசியவாதியில் பதிவாகியுள்ளது.",
        "1968 முதல் 1968 ஆம் ஆண்டில் வருடாந்திர மக்கள்தொகையை சுருங்குவதற்கான மிகக் குறைந்த மதிப்பாக இது கருதப்படுகிறது.",
        "දරු උපත් වැඩිකර ගැනීම සඳහා ජපාන කාන්තාවන් උනන්දු කරවීමේ වැඩසටහන් මාලාවක් එරට තුළ කලක සිට දියත්කර තිබියදීත් මෙලෙස උපත් අනුපාත පහළගොස් ඇති බව විදෙස් වාර්තාවන්හි දැක්වේ.",
        "உள்நாட்டு விவகாரங்கள் மற்றும் தகவல் தொடர்பு அமைச்சகம் வழங்கிய சமீபத்திய தரவுகளின்படி, உண்மையான ஜப்பானியர்களின் பிறப்புகளின் எண்ணிக்கை (908,474) 9008 மில்லியன் குறைக்கப்பட்டுள்ளது.",
        "அந்த ஆண்டில், ஜப்பானிய மக்களில் 1.6 மில்லியன் மக்கள் கொல்லப்பட்டனர் மற்றும் 686,061.",
        "அதன்படி, உண்மையான ஜப்பானிய ஜப்பானிய ஜப்பானியர்கள் பிறந்த ஒவ்வொரு குழந்தையுடன் ஒப்பிடும்போது இறந்துவிட்டனர்.",
        "இதற்கிடையில், ஜப்பானில் உள்ள உள்ளூர் மக்களின் மக்கள் தொகை 16 வது ஆண்டாக குறைந்துவிட்டது என்று கணக்கெடுப்பு அறிக்கை மேலும் கூறுகிறது.",
        "இருப்பினும், இந்த ஆண்டு ஜனவரி 1 ஆம் தேதிக்குள், ஜப்பானில் வெளிநாட்டு குடியிருப்பாளர்களின் எண்ணிக்கை 3.6 மில்லியனுக்கு அதிக பாராட்டுக்களை எட்டியுள்ளது.",
        "அவை ஜப்பானிய மக்கள்தொகையில் கிட்டத்தட்ட 3% ஐக் குறிக்கின்றன.",
        "ஜப்பானின் ஜப்பானிய தாய் ஜப்பானிய மக்களை 2023 ஆம் ஆண்டின் தொடக்கத்தில் இருந்து இன்றுவரை குறைத்துள்ளார்.",
        "ஜப்பானிய மக்கள்தொகையில் 30% 65 வயது மற்றும் அதற்கு மேற்பட்டவர்கள், இது உலக வங்கி தரவுகளின்படி உலகின் இரண்டாவது மிக உயர்ந்த மக்கள்தொகை விகிதமாகும்."
      ]
    },
    "en": {
      "title": "A serious tragedy of the Japanese",
      "body_lines": [
        "According to the annual population survey of Japan, the number of deaths nearly 2024 have been reported in the country's mother nationalist.",
        "This is considered the lowest value of shrinking the annual population in 1968 since 1968.",
        "According to foreign reports, there have been a series of birth rates in the country, despite a series of encouragement to encourage children to increase child births.",
        "According to the latest data issued by the Ministry of Internal Affairs and Communications, the number of births of real Japanese (908,474) have been reduced by 9008 million.",
        "In that year, 1.6 million people of the Japanese population was killed and 686,061.",
        "Accordingly, the real Japanese Japanese Japanese have died compared to every baby born.",
        "Meanwhile, the survey report further states that the population of the local people in Japan has fallen to the 16th year.",
        "However, by January 1st this year, the number of foreign residents in Japan has reached a highly higher appreciation for 3.6 million.",
        "They represent nearly 3% of the Japanese population.",
        "The Japanese mother of Japan has reduced the Japanese population from the beginning of the year 2023 to date.",
        "30% of the Japanese population is 65 years old and older, and it is the second highest population rate in the world according to the World Bank data."
      ]
    }
  },
  "summary_lines": []
}