{
  "translated_text": {
    "ta": {
      "title": "பாதுகாப்பு அமைச்சின் சிறப்பு அறிவிப்பு",
      "body_lines": [
        "விடுப்பு இல்லாமல் விடுப்பு இல்லாமல் விடுப்பு இல்லாமல் விடுப்பு இல்லாமல் வேலை செய்வதாக அறிவிக்காத இராணுவ வீரர்கள் அமைச்சில் வெளியிடப்பட்டுள்ளனர்.",
        "இந்த பொதுக் காலம் 20 முதல் மே 20 வரை வெளியிடப்பட்டுள்ளது என்று பாதுகாப்பு அமைச்சகம் தெரிவித்துள்ளது.",
        "இந்த பொதுமக்களின் போது, ​​இராணுவ தலைமையகம் தனது இராணுவ தலைமையகத்திற்குத் திரும்பவும், இராணுவ வீரர்களாக ராஜினாமா செய்யவும், பணத்தை மீட்டெடுக்கவும் முடியும்.",
        "ஏப்ரல் 2 தேதிக்கு முன்னர் விடுமுறைகள் இல்லாத நாளில் இல்லாதவர்களுக்கு மட்டுமே பள்ளி பொருந்தும்.",
        "கூடுதலாக, விடுமுறைகள் இல்லாமல் வேலைக்குத் திரும்ப முடியாத ஆயுதப்படைகளுக்கு தங்கள் துறைமுகத்திற்கு புகாரளிக்காமல் காலத்தின் கீழ் பல நிபந்தனைகளை ராஜினாமா செய்வதற்கான வாய்ப்பு வழங்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Special notice from the Ministry of Defense",
      "body_lines": [
        "Military personnel who have not reported to work without leave without leave without leave without leave have been published in the ministry.",
        "The Ministry of Defense stated that this public period has been published from the 20th to May 20.",
        "During this public, the army headquarters will be able to return to his Army Headquarters and to resign into military personnel and recover the money.",
        "The school is only applicable to those who are not on the day without holidays before the date of April 2.",
        "In addition, the armed forces who have not been able to return to work without holidays have been given the opportunity to resign into several conditions under the period without reporting to their port."
      ]
    }
  },
  "summary_lines": [
    "The Ministry of Defense has published a list of military personnel who have not reported to work without leave from April 2 to May 20. During this period, those who return to their Army Headquarters can resign and recover their money. This applies only to those who were not on leave before April 2. Those unable to return to work without leave have been offered resignation under certain conditions."
  ]
}