{
  "translated_text": {
    "si": {
      "title": "ෂනාකාගේ සියලු දෙනාගේම නාට්යය, ඩාරින්දුගේ මහා පන්දු යැවීම",
      "body_lines": [
        "අද සවස, දසුන් ශානක බෝල්ට්ස් කණ්ඩායමට එරෙහි දසුන් ශානාකාගේ මහනුවර බොල්ට්ස් කණ්ඩායමට එරෙහි දසුන් ශානකගේ සමස්ත ක්රිකට් ක්රීඩාංගණයේදී, ධර්නු රත්නායකගේ දහස් ගණන් කිරීමේ නිවැරදිව හම්බන්තොට පැන්ගලා කොටින්ට ලකුණු 47 කින් ද උදව් කළේය.",
        "පන්දු හා පන්දුව යන අංශ තුනේම දසුන් ශානක සිය ශක්තීන් ප්රකාශ කළේය.",
        "පළමුවෙන් පන්දුවට පහරදුන් දෙනෙකුට ප්රථම වරට ආරාධනා කරන ලද හම්බන්තොට බග්ලා කොටින් පන්දුවාර 10 කදී කඩුලු 6 ක් දැවී ලකුණු 163 ක් රැස් කළේය.",
        "මෙම මුළු සංඛ්යාව ඉන්දියාවේ වඩාත්ම සාන්ද්රිත ක්රිකට් තරගය වැඩිම සංඛ්යාවයි.",
        "මීට පෙර, දෙසැම්බර් 12 වන දින කලම්බම්බෝ ජගුවර්වරුන්ට එරෙහි තරගයේදී කකර් කඩුලු 6 ක් දැවී ලකුණු 138 ක් රැස් කළේය.",
        "හම්බන්තොට බංග්ලා කොටින් වෙනුවෙන් මොහොමඩ් ෂාසාඩ් සහ හයේ පහර 32 ක් ද, කණ්ඩායම කපිතාන් දසුන් ශානක පන්දු 15 කදී රාත්තල් 2 ක් සහ හයේ පහර 4 ක් ද ලකුණු 39 ක් රැස් කළේය.",
        "තනාන්ජය ලක්ෂන් (18), නිරු උදනා (11) සහ ශාකෙයාර් රහ්මාන් (ඒ. 13) ද්වි-ඉලක්කම් අංක ලැබුණි.",
        "මහනුවර බෝල්ට්ස් ඕවර 10 කදී කඩුලු 9 කින් පරාජයට පත්වූ අතර ලකුණු 116 ක් අහිමි විය.",
        "මොහොමඩ් ෂාස් ලකුණු 25 ක්, ෂෙහාන් ජයසූරිය ලකුණු 23 ක් සහ බෙතම් නිසාන්ක් ලකුණු 15 ක් රැස් කළේය.",
        "රත්නායක ලකුණු 10 කට කඩුලු 4 ක් දවාගනූ අතර දසුන් ෂානාකා ලකුණු 16 කට කඩුලු 2 ක් දවාගත්තේය.",
        "තරගයේ දී දසුන් ශානක තරගයේ වීරයා බවට පත් වූ අතර කඩුලු 2 ක් සහ කඩුලු 2 ක් දවා ගනිමින් ද මෙම තරගයේ වීරයා බවට පත්විය."
      ]
    },
    "en": {
      "title": "Shanaka's all -round play, Darindu's great bowling",
      "body_lines": [
        "Dasun Shanaka's all -round match against the Kandy Boltz team at the Pallekele International Cricket Stadium this evening, Dasun Shanaka's all -round match and Dharnu Ratnayake's accurate bowling helped Hambantota Pangla Tigers by 47 runs.",
        "Dasun Shanaka expressed his energies in all three sectors of batting, fielding and bowling.",
        "Hambantota Bangla Tigers, who were first invited to bat first, scored 163 runs for the loss of 6 wickets in 10 overs.",
        "This total number is the highest number of India's most concentrated cricket match.",
        "Earlier, Jevna Titans scored 138 runs for the loss of 6 wickets in the match against Kalambo Jaguars on December 12.",
        "Mohammed Shazad scored 52 off 18 balls and 3 sixes on behalf of the Bangla Tigers of Hambantota, while team captain Dasun Shanaka scored 39 runs in 15 balls including 2 pounds and 4 sixes.",
        "Tananjaya Lakshan (18), Niru Udana (11) and Shabir Rahman (13 A.E.) received double digit numbers.",
        "Kandy Boltz lost by 9 wickets in 10 overs and lost 116 runs.",
        "Mohammed Shamas scored 25 runs, Shehan Jayasuriya 23 runs and Betham Nissank 15 runs.",
        "Ratnayake took 4 wickets for 10 runs while Dasun Shanaka took 2 wickets for 16 runs.",
        "Dasun Shanaka became the Man of the match, scoring 39 runs in the match and taking 2 wickets and taking 2 wickets."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Dasun Shanaka shines in all departments: 39*15b, 2/16 & 1/10. Dharnu Ratnayake bowls accurately. Hambantota Pangla Tigers win by 47 runs over Kandy Boltz."
  ]
}