{
  "translated_text": {
    "ta": {
      "title": "வில்பாவாவிலிருந்து 100 ஏக்கர் முதல் 4 ஏக்கர் வரை 100 ஏக்கர் வரை கொடுக்க திட்டமிட்டுள்ளதா?",
      "body_lines": [
        "பொலோனாருவா சத்பகன்விலா வனவிலங்குகளின் மிகப்பெரிய நிலப்பரப்பு உட்பட நான்கு உயரடுக்கினருக்கு நான்கு உயரடுக்கினருக்கு வழங்கப்படும் திட்டங்களை வழங்க திட்டங்கள் செய்யப்பட்டு வருவதாக வெள்ள தேசிய பூங்கா ஏற்பாடு செய்கிறது.",
        "இறுதியில், பொருளாதார அமைப்புகள் மற்றும் ஆர்ப்பாட்டங்களின் முகத்தில் இது நிறுத்தப்பட்டது, இது முந்தைய மூன்று சந்தர்ப்பங்களில் நூற்றுக்கணக்கான ஏக்கர் நிலத்தையும் பல இராணுவ உயர் அதிகாரிகளையும் வழங்க திட்டமிடப்பட்டது.",
        "வாட்டர் வேலி தேசிய பூங்கா தேசிய பூங்கா கணக்கெடுப்பு அமைப்பு. திரு. அதமன் கூறினார்.",
        "இராணுவம் மற்றும் இராணுவ உயர் ஸ்தானிகர் ஜெனரல், 2019 ஆம் ஆண்டின் முன்னாள் வனவிலங்கு உதவியாளர், முன்னாள் வனவிலங்கு இயக்குநர் ஜெனரலாகவும், பொலோனாருவாவில் வனவிலங்கு உதவியாளராகவும் இருந்தார்.",
        "திருவிழா நவியா தேசிய பூங்காவில் நிலத்தைப் பெறத் தயாராக உள்ள உயர் இராணுவ அதிகாரியுடன் வனவிலங்கு உதவியாளரின் வனவிலங்கு உதவி இயக்குநர், அத்துடன் மிகப் பெரிய சுற்றுச்சூழல் அமைப்பு.",
        "தேசிய பூங்கா தேசிய பூங்காவின் இரட்சிப்பு தேசிய பூங்கா இரட்சிப்பு அமைப்பு (NPF). திரு. தீபன் கூறினார்.",
        "வனவிலங்கு அதிகாரிகள் உட்பட முன்னாள் வனவிலங்கு அதிகாரிகள் உட்பட வனவிலங்கு அதிகாரிகள் ஒரு குழுவினரும், வனவிலங்கு அதிகாரிகள் அமைச்சர் உட்பட, பாலிதா தெவரப்பெருமாவில் நிலங்களை விநியோகிப்பதற்காக நிறுத்தப்பட்டபோது.",
        "நீர் வாக்காளர்களின் தளமும், நீர் வாக்காளர்களில் காட்டு யானைகளும், அப்பகுதியில் உள்ள காட்டு யானைகளும் இருந்தால், காட்டு யானைகளின் மிகவும் ஆக்ரோஷமான விலங்குகளால் காட்டு யானை மோதல் அச்சுறுத்தப்படும் என்று சுற்றுச்சூழல் சுட்டிக்காட்டுகிறது.",
        "ஆசியாவின் மிகப்பெரிய நிலத்தின் WLP, பொலோனாருவா, பொலோனாருவா, பொலோனாருவா, பொலோனாருவா, பொலோனாருவா, உயரடுக்கினர் வழங்கப்பட்டுள்ளனர். அவர் திரு. எடிரிசேவை தொலைபேசியில் கேட்டார். \"இன்னும், இது ஒரு வனவிலங்கு நிலம் அல்ல, ஆனால் இலங்கையின் மகாவேலி அதிகாரம்.\"",
        "இலங்கையின் மகாவேலி அதிகாரசபையின் மகாவேலி அதிகாரத்தின் இலங்கை மகாவேலி குடியிருப்பு வணிக மேலாளரின் மகாவேலி அதிகாரத்தின் மகாவேலி அதிகாரத்தின் மகாவேலி அதிகாரத்தின் மகாவேலி ஆணையத்தின் குடியிருப்பு வணிக மேலாளரிடம் அவர் கேட்டார்.",
        "\"இது எங்களுக்கு சொந்தமானது அல்ல. வனவிலங்குகள் நம்முடைய பக்கத்திலுள்ள வனவிலங்குகளின் பக்கத்தில் உள்ளன, கடந்த கால விவாதத்திற்குப் பிறகு, கடந்த நாளுக்குப் பிறகு வனவிலங்குகளிலிருந்து ஒரு சில நிலங்களை எங்களுக்குத் தருவோம். பின்னர் அவர் அந்த நிலங்களை கொடுக்க வனவிலங்குகளை பரிந்துரைத்தார். இல்லையெனில், நில விநியோகம் இல்லை. \""
      ]
    },
    "en": {
      "title": "Plans to give 100 acres to 4 acres of 100 acres from Wilpawwa?",
      "body_lines": [
        "The Flood National Park organizes that plans are being made to provide plans for four elites to be given to four elites, including the largest land area of the Polonnaruwa Sathpaganwila Wildlife.",
        "Eventually, it was stopped in the face of the Economic organizations and protests that had been planned to provide hundreds of acres of land and several Army high officials in the area on three previous occasions.",
        "Water Valley National Park National Park Survey Organization. Mr. Athaman said.",
        "Army and the Army High Commissioner General, the former Wildlife Assistant in the year 2019, was the former Wildlife Director General and the Wildlife Assistant in Polonnaruwa.Was able to.",
        "Wildlife Assistant Director of Wildlife Assistant with the high military officer who is ready to obtain the land in the Festival Naviya National Park, as well as the largest increasing ecosystem.",
        "Salvation of the National Park National Park The National Park Salvation Organization (NPF). Mr. Deepan said.",
        "When a group of wildlife officials, including former wildlife officials, including the Minister of Wildlife officers, including the Minister of Wildlife Officers, was also stopped to distribute lands in the Palitha Thevarapperuma.",
        "Ecorties point out that if the floor of the Water Electorates, as well as wild elephants in the Water Electorate, as well as wild elephants in the area, the wild elephant conflict will be threatened with the most aggressive animals of wild elephants.",
        "WLP, Polonnaruwa, Polonnaruwa, Polonnaruwa, Polonnaruwa, Polonnaruwa, of the largest land of Asia, has been provided with elites. He asked Mr. Edirisinghe on the phone. \"Still, it's not a wildlife land but the Mahaweli Authority of Sri Lanka.\"",
        "He asked the Mahaweli Authority Residential Business Manager of the Mahaweli Authority of the Mahaweli Authority of the Mahaweli Authority of the Sri Lanka Mahaweli Residential Business Manager of the Mahaweli Authority of the Mahaweli Authority of Sri Lanka.",
        "\"It doesn't belong to us. The wildlife is on the side of the wildlife on the side of us, after a past discussion, we will give us a few lands from wildlife after a past day. Then he recommended Wildlife to give those lands. Otherwise, there is no land distribution. \""
      ]
    }
  },
  "summary_lines": [
    "Plans to allocate 4 acres from 100 acres in Wilpawwa to four elites were halted due to protests and opposition from economic organizations and army officials. The National Park Survey Organization and the National Park Salvation Organization (NPF) were involved. The Mahaweli Authority of Sri Lanka stated the land doesn't belong to them, but they agreed to give a few lands to wildlife after discussions."
  ]
}