{
  "translated_text": {
    "si": {
      "title": "Asian Cup 2025 தொடர் இன்று ஆரம்பம்",
      "body_lines": [
        "ආසියානු කුසලාන විස්සයි 20 ක්රිකට් තරගාවලිය අඟහරුවාදා (9) ආරම්භ වේ. මෙම ලිපි මාලාව මේ මස 28 වන දින දක්වා පැවැත්වේ.",
        "'ඒ' හි, මේ, පාකිස්තානය, ඕමානය, අයිසීඅයිඒ අරාබි එමීර් රාජ්යය. B. B 'B', කණ්ඩායම යනු ශ්රී ලංකාවේ කණ්ඩායම, ඛාන් කෝන්ග්ගේ වැන්ග් කටැම් සහ හොංකොං කණ්ඩායමයි.",
        "ලීගයේ අනෙක් කණ්ඩායම සහ අනෙක් කණ්ඩායම ඔවුන්ගේ භේදයේ එක් වරක් වැටෙනු ඇත. ලීග සිරෝසිස් රෝගයේ දෙකේ-පුරනය වීම පළමු දෙක-සිනිඳු කණ්ඩායම් සුප් බර් 4 වේ.",
        "මෙම නඩුවේ එක් වරක් කණ්ඩායම් 4 ක් වැටෙනු ඇත. පළමු ආසන 2 ටිපොක්ට් ඉදිරිපිට පැවැත්වේ. සුප් පර් 4 වට 4 සිට 26 දක්වා සිදුවේ.",
        "සෑම් පියන් බුටාට් ඩම්ස් මගේ බඩි සිංහරන් මැරිකුම් අවසන් තරඟය. මාලාවේ සියලුම දැන්වීම් ඩැං ඩුබායි සහ අබු ඩබි හි පැවැත්වේ.",
        "අද ආරම්භක දිනය වන්නේ යෙදුම කැනිස් - හොංකොං කණ්ඩායම් ගැටුමයි.",
        "මේ වන විට ඇඩම් සහ 8 වන කණ්ඩායම අබු ටබී හි සිදුවනු ඇත. සර් යකුර් යාදව්ගේ හිස හෙට (10) ගැටුමෙන් පෙළෙනු ඇත. මෙම දැන්වීම ඩම් ඩුබාහි ඇවිදිමින් සිටී. ඉතා ප්රතිවිරුද්ධව සිටි තියා -පිස් මේ මස 14 වන දින පැවැත්වේ.",
        "T20 உலகக் கோப்பை தொடர் அடுத்த ஆண்டு பிப்​ர​வரி-​மார்ச் மாதங்​களில் இந்​தியா மற்​றும் இலங்​கை​யில் நடை​பெறுகிறது. මේ අනුව, කණ්ඩායම ලෝක කුසලාන කණ්ඩායමේ ලෝක කුසලාන කණ්ඩායමේ ආසියා කුසලාන විස්සයි 20 තරගාවලිය සඳහා උත්සාහ කරනු ඇත.",
        "ඉන්දියානු කණ්ඩායමට ආසියානු කුසලාන මාලාවේ 8 වතාවක් 8 වතාවක් ඇත. ඕවර 50 කදී ලකුණු 7 ක්. මේ අතර, 2016 TheA ශ්රේණි මාලාවේ T20. 2023 ආසියානු කුසලාන තරගාවලියේදී ටියා කෝබ්වස් පසුගිය වසරේ විය.",
        "ඒෂියා කුසලානය ඇතුළුව විස්සයි 20 ලෝක කබාය විස්සයි 20 ආධාර ටැංකි 20 ක් දක්වා දිව යයි. ලෝක කුසලානය දිගටම කරගෙන යාම සඳහා මෙම කණ්ඩායමට ධනවත් ආකාශ කණ්ඩායමක් නිර්මාණය කිරීමට හැකි විය හැකිය. සූරි සාරිම් යාදව්ගේ ප්රධාන තීන්ත චාරිත්ර වාරිත්ර වලින් සියයට 80 ක් රැස් කර ඇත. ෂබ් මෑන් මෑන් ඔහු සමඟ උප -කාබ් ලෙස සම්බන්ධ විය.. කණ්ඩායමේ ශක්තියේ වැදගත්ම දෙය මෙය විය හැකිය.",
        "පාකිස්තාන කණ්ඩායමේ කණ්ඩායම සරිතා අනුලංග ප්රධානී හි සල් මනා අගා හි ප්රධානියා සහ ශ්රී ලංකා කණ්ඩායමේ සිටී. පාකිස්තානයේ කණ්ඩායමේ බාබර් අසම් සහ මොහොමඩ් රිස් වෑන් රථය. මොහොමඩ් නවාෂ්, ඉහළට රාරා අහමඩ්, සුබයි යන් මුකිම් මුකෙම් අභ්යන්තර ශක්තිය. පාකිස්තාන කණ්ඩායම යනු වේගවත් -බෝල් වීදියේ සිල් ෂාකි ෂාහ්ගේ ක්ෂේත්රයයි, හරිත රෆ් සහ හසන් අලි.",
        "සාරි අසාලංග ප්රධානීන්ගේ ප්රධානියා වන ශ්රී ලංකා කණ්ඩායම. කෙසේ වෙතත්. ඒ හා සමානව, වැන්ග් කටාසා කණ්ඩායම සහ මුළු තරගාවලියම අභියෝගයට ලක් වූ විට, ශක්තිය ශක්තිය නොවේ.",
        "කණ්ඩායම බීට අභියෝග කළ හැකිය.. රෂීඩ් ඛාන් සහ නූර් අහමඩ්, කසාන්ෆාර්, සර්පිලාකාරයේ දඟ පන්දු යවන්නාකි. ඕමාන්, අයි.ඒ.අයිජා අරාබි එමීර් රාජ්යය සහ හොංකොං කණ්ඩායම් ලෝකය සමඟ නව අත්දැකීමක් විය හැකිය."
      ]
    },
    "en": {
      "title": "Asian Cup 2025 Series is beginning today",
      "body_lines": [
        "The Asian Cup T20 Cricket Series starts on Tuesday (9). The series will be held until the 28th of this month.",
        "In 'A', this is the Ya, Pakistan, Oman, Icia Arab Emirates. When B. B 'B', the team is the team of Sri Lanka, Wang Katasam, of Khanis, and Hong Kong.",
        "The other team in the league and the other team in their split will fall once in a while. The two -seat of the league cirrhosis will be the first two -seat -in teams soup burr 4.",
        "4 teams will fall once in this case. The first 2 seats will be held in front of the tippott. The Soup Pur 4 round takes place from 20th to 26th.",
        "Sam Pian Bhatt Dum Well Those My Badi Sinharan Manikkum End Competition. All the Ad Dangs of the series are held in Dubai and Abu Dabi.",
        "The opening day today is the App Canis - Hong Kong teams clash.",
        "This is the time of the Adam and the 8th team will take place in Abu Tabi. Sur Yaku Mar Yadav's head will clash tomorrow (10th). This ad dum is walking in Duba. Thea -Pakis, which has been very opposite, will take place on the 14th of this month.",
        "The T20 World Cup series will take place in the next year's February Tax-March. Thus, the team will try to use the Asia Cup T20 series in the World Cup team for the World Cup.",
        "The Indian team has 8 times in the Asia Cup series. 7 Series of 50 Overs. Meanwhile, the 2016 Thea Series Series T20. The Tia Cobb was the last year in the 2023 Asian Cup.",
        "T20 World Cobb Back to 20, T20 Aid Tanks, including the Asia Cup. This team may be able to create a wealthy celestial group to continue the World Cup. Suri Yagu Mar Yadav's head ink has accumulated 80 per cent of the rituals. Shub Man Kill joined him as a sub -cab.. This may be the most important of the team's strength.",
        "Pakistan's team is in Sal Mana Aga's head and Sri Lankan team in Saritha Asalanga head. Babar Azam and Mohammad Riz Van in Pakistan's team. Mohammed Nawash, Up Rar Ahmed, Subi Yan Mukim Mukhem Internal Strength. The Pakistani team is the field of the fast -ball street Sil Shakin Shah -up Rid, Harish Rauf and Hasan Ali.",
        "The Sri Lankan team, which is the head of the Sarid Asalanga head. However. Similarly, when the Wang Katasa team and the entire series are challenged, the strength is not the strength.",
        "The team may challenge the B.. Rashid Khan and Noor Ahmed, Kasanfar, is a spinner in the spiral. Oman, Ikiya Arab Emirates and Hong Kong teams can be a new experience with the world -class groups."
      ]
    }
  },
  "summary_lines": []
}