{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி மிகப் பெரிய திட்டத்தை வெளிப்படுத்துகிறார்",
      "body_lines": [
        "சுற்றுலாவை ஊக்குவிக்க அரசாங்கம் சிறப்பு கவனம் செலுத்தியுள்ளது என்று ஜனாதிபதி ரணில் விக்ரெமேசிங்க கூறினார்.",
        "பொலோனாருவாவில் நேற்று (23) நடந்த \"இளைஞர்களில் ஒருவர்\" \"இளம் ஒற்றுமை\" ஏற்பாடு செய்த நட்பு உரையில் ஜனாதிபதி ரணில் விக்ரமேசிங்கை பங்கேற்றார்.",
        "ஒரு புதிய பொருளாதார பழுதுபார்க்கும் திட்டத்தின் மூலம் மட்டுமே ஜனாதிபதி பொருளாதார மீட்சியை வழங்குகிறார், மேலும் எதிர்கால தலைமுறையினருக்கு நாங்கள் அனுபவித்த கஷ்டங்களை நிறைவேற்றுவது அரசாங்க திட்டத்தை ஆதரிக்காது.",
        "மற்ற அரசியல்வாதிகளை ஏற்க விரும்பாத நாட்டை நினைவூட்டிய ஜனாதிபதி அவர்களின் அரசியல் எதிர்காலத்தை ஏற்க தயங்கினார் என்பதை அவர் நினைவு கூர்ந்தார்.",
        "புதிய பொருளாதார சீர்திருத்த செயல்முறையின் நன்மைகள் சில ஆண்டுகளுக்குள் மக்களுக்கு வழங்கப்படும் என்று ஜனாதிபதி ரங்கில் விக்கிரேமேசிங்கே கூறினார். எனவே, எந்த சாலையில் அவர் தங்களை மற்றும் நாட்டை நோக்கி பயணிக்க வேண்டும், மேலும் சிறந்த எதிர்காலம்",
        "நாட்டின் இளைஞர்களை முடிவு செய்ய வேண்டும் என்று ஜனாதிபதி வலியுறுத்தினார்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கே தனது கருத்துக்களை இளைஞர்களை உரையாற்றினார்.",
        "நான் விழுந்த நாட்டைக் கைப்பற்றினேன். நாட்டை ஏற்க விரும்பாத அரசியல் தலைவர்கள். இந்த நாட்டை நான் ஏற்கவில்லை என்றால் நாட்டிற்கு என்ன நடக்கிறது என்று நினைத்தேன். நாடு ஏற்றுக்கொள்ளப்பட்டால், அவர்கள் தங்கள் அரசியலை இழப்பார்கள் என்று சிலர் நினைத்தார்கள். அவர்கள் தங்களைப் பற்றிச் செய்தபோது, ​​ஒரே நேரத்தில் நாடு ஏற்றுக்கொள்ளப்படாவிட்டால், நான் நாட்டை இழப்பேன் என்று நினைத்தேன்.",
        "பாராளுமன்றத்தில் தனியாக இருக்க வேண்டும் என்பதே எனக்கு இருந்தது. ஆனால் வீழ்ந்த நாடு கட்டமைக்க முடியும் என்று எனக்கு நம்பிக்கை இருந்தது. அதற்கு முந்தைய டிசம்பரில் நான் சர்வதேச நாணய நிதியம் மேலாண்மை இயக்குநருடன் விவாதித்தேன். உலக வங்கியுடன் விவாதிக்கப்பட்டது.",
        "நான் முன்னாள் ஜனாதிபதிக்கு தகவல் கொடுத்தேன், அந்த திட்டத்தை செயல்படுத்தச் சொன்னேன். கடந்த தேர்தலில், ஐக்கிய தேசிய கட்சி (யு.என்.பி) நாட்டிற்கு 3,000 மில்லியன் டாலர் இருக்கக்கூடாது என்று கூறியது. அங்கே நாங்கள் எங்களுக்கு வாக்களிக்கவில்லை. ஆனால் அந்த அறிக்கை 2021 இல் உண்மையாக மாறியது.",
        "அத்தகைய சூழ்நிலையில் நான் நாட்டை ஏற்றுக்கொண்டேன். நான் நாட்டை ஏற்கவில்லை என்றால் என்ன ஆகும். இந்த நாட்டின் பொறுப்பை நான் ஏற்கவில்லை என்றால், நாட்டின் பொருளாதாரம் முற்றிலும் சரிந்தது. சரிவு பொருளாதாரத்தை மீண்டும் கட்டியெழுப்ப சர்வதேச நாணய நிதியத்தின் உதவியை நாங்கள் தேட முடிந்தது. சர்வதேச நாணய நிதியத்துடனான கலந்துரையாடல்கள் வெற்றிகரமாக உள்ளன, நாங்கள் வழிநடத்திய நாடுகளுடன் விவாதிக்கப்பட வேண்டும்.",
        "இந்த விவாதங்களுக்குப் பிறகு, நாட்டின் வளர்ச்சிக்கு நாட்டின் வளர்ச்சி ஆதரிக்கப்படும். ஆனால் எல்லா கேள்விகளும் அதை தீர்க்காது. நாங்கள் இன்னும் இறக்குமதி அடிப்படையிலான பொருளாதாரம். ஒவ்வொரு ஆண்டும் ஏற்றுமதியை விட இறக்குமதி செய்யப்படுகிறது. இந்த இடைவெளியை ஈடுகட்ட கடன் திரும்ப எடுக்கும். நாட்டின் பொருளாதாரம் மீண்டும் மீண்டும் கட்டப்படும்.",
        "நீங்கள் இன்று 27 வயது இளைஞராக இருந்தால், இந்த பொருளாதாரத்தை 37 வயதிற்குள் மீண்டும் எதிர்கொள்ள நீங்கள் தயாரா என்று கேள்வி எழுப்ப விரும்புகிறேன். இழந்த எரிபொருள் மற்றும் பொருளாதாரம் இழந்தது, ஒரு நாட்டைக் கைப்பற்ற அந்த நேரத்தில் நடத்த முடியாது. எனவே, நம் அனைவரின் பொறுப்பு என்னவென்றால், இந்த பொருளாதார நெருக்கடி அடுத்த தலைமுறைக்கு பெறப்படவில்லை. அதற்கு உறுதியளிப்பது எங்கள் பொறுப்பு என்று நான் நம்புகிறேன். பொருளாதார மறுசீரமைப்பை நாம் விரைவுபடுத்த வேண்டும். இறக்குமதி அடிப்படையிலான பொருளாதாரத்திலிருந்து ஏற்றுமதி அடிப்படையிலான பொருளாதாரத்திற்கு நாம் பயணிக்க வேண்டும். பொருளாதாரம் நகரத்தில் மட்டுமல்ல, நகரத்திலும் உருவாக்கப்பட வேண்டும். மேலும், பட்ஜெட்டைக் கட்டுப்படுத்த வேண்டும். இந்த சீர்திருத்தங்கள் அரசாங்கத்தால் செயல்படுத்தப்பட்டால், 2035 க்குள் ஒரு திரும்பும் பொருளாதாரத்தை மாற்றும் திறன் எங்களுக்கு உள்ளது. நாம் விரைவான பொருளாதார வளர்ச்சிக்கு செல்லலாம்.",
        "மேலும், ஆண்டுக்கு சுற்றுலா வருகையின் எண்ணிக்கையை ரூ.. இது நாட்டிற்கும் இறக்குமதி செய்யப்பட வேண்டும்.",
        "வேளாண் நவீனமயமாக்கல் திட்டத்தின் மூலம் கிராமத்தை வளர்ப்பதில் நாங்கள் பணியாற்றி வருகிறோம். பின்னர் நாம் வேளாண் ஏற்றுமதிகளை அடையலாம். துரியனின் தாய் சாகுபடிக்கு புதிய தோட்டங்கள் அறிமுகப்படுத்தப்பட்டுள்ளன. மேலும், கிராமப்புற பொருளாதார வளர்ச்சி நாட்டின் உற்பத்தித்திறனை மேம்படுத்த முடியும்.",
        "நம் நாட்டில் பல சூரிய சக்தி மற்றும் காற்றாலை சக்தி உள்ளன. அதன்படி, காற்று மற்றும் மின் உற்பத்தி மூலம், நமக்குத் தேவையானதை விட பத்து மடங்கு அதிகமாகப் பெறலாம் மற்றும் அதன் உபரியை இந்தியாவுக்கு விற்கலாம். மேலும், இந்தியாவின் உதவியுடன் டிரின்கோமலியில் ஒரு முதலீட்டு மண்டலத்தை நிறுவ ஆயிரம் ஏக்கர் ஒதுக்கப்பட்டுள்ளது. மகாவேலி ஏ மற்றும் பி மண்டலங்களை உருவாக்கி நவீன விவசாயத்தை உருவாக்கவும் திட்டமிடப்பட்டுள்ளது.",
        "பிங்கிரியா மற்றும் வடக்கில் புதிய முதலீட்டு மண்டலங்களை உருவாக்க நிலம் செய்யப்பட்டுள்ளது.. இந்த திட்டங்கள் அடுத்த ஐந்து ஆண்டுகளில் செயல்படுத்தப்பட வேண்டும்.",
        "உங்கள் எதிர்காலத்திற்காக இதையெல்லாம் செய்கிறேன். உங்கள் குழந்தைகளின் எதிர்காலம் என்று சொல்வது. ஹிங்குராகோடா பகுதியை உருவாக்க நாங்கள் நடவடிக்கை எடுத்துள்ளோம், இந்த ஆண்டு ஹிங்குராகோடா விமான நிலையத்தை நிர்மாணிக்க வேலை செய்தோம். இது உள் விமான நிறுவனங்களை வழங்குகிறது.",
        "வரலாற்று நகரமான பொலோனாருவா வரலாற்று சுற்றுலாப் பயணிகளை பகல் மற்றும் இரவு திறக்க முடியும். எங்கள் கலாச்சார மற்றும் நவீன நடனம் மற்றும் உள்ளூர் நடனமாடும் மற்றும் உள்ளூர் உணவுகள் திறனைக் கொண்டுள்ளன. இந்த நடவடிக்கைகள் அனைத்தையும் நாம் செல்ல வேண்டும்.",
        "எனவே, நாட்டிற்கு எந்த சாலை செல்ல வேண்டும் என்பதை இளைஞர்கள் தீர்மானிக்க வேண்டும். உங்கள் எதிர்காலத்தை நீங்கள் தீர்மானிக்கிறீர்கள். ஏனென்றால், நமது அரசியலில் பெரும்பாலான மக்கள் எண்ணெய் மருந்துகள். எண்ணெய் எடுத்து யாரும் குணமடையவில்லை. எதிர்காலத்தைப் பற்றி நீங்கள் யோசிக்க வேண்டும் என்று நான் அறிவிக்கிறேன்.",
        "இளைஞர்கள் எழுப்பிய கேள்விகள் மற்றும் ஜனாதிபதி ரணில் விக்ரெமேசிங்கின் பதில்கள் இங்கே:",
        "கேள்வி: லங்காபுரா கிராமா சேவா பிரிவுகளில் பல நெல் வயல்கள் உள்ளன. சில நெல் வயல்கள் வனவிலங்கு துறைக்கு சொந்தமானவை. சாகுபடிக்கு நெல் சாகுபடியை திருப்பித் தருமாறு நீங்கள் தயவுசெய்து கேட்கிறீர்கள்.",
        "பதில்: 1985 இன் வரைபடத்தின்படி, வன பாதுகாப்புத் துறை உள்ளது. மேலும், வரைபடத்தின்படி, கிராமங்களைச் சேர்ந்த நிலங்கள் உள்ளன. எனவே, இந்த விஷயத்தை ஆராய்ந்து முன்னேறுவோம் என்று நம்புகிறோம்.",
        "கேள்வி: \"இளைஞர்களாக நாங்கள் இளைஞர்களால் ஈர்க்கப்படுகிறோம். இந்த பகுதி டாலர்களை சம்பாதிக்க முடியும். யானைகள் எங்கள் கிராமங்களுக்கு வந்து டாலர்களை சம்பாதிக்கும் திறனைக் கொண்டுள்ளன. நாங்கள் எங்களுக்கு பயிற்சி அளிக்கிறோம், நாட்டின் சாத்தியம் மற்றும் நாட்டை சம்பாதிப்பது குறித்து கவனம் செலுத்துகிறோம்.",
        "பதில்: சுற்றுலா இன்று முன்னேறி வருகிறது. மேலும், சுற்றுலாத் துறையை மேம்படுத்த ஏற்கனவே ஒரு குழு நியமிக்கப்பட்டுள்ளது.. எதிர்காலத்தில் நடவடிக்கை எடுக்கப்படும் என்று அவர் அறிவிக்க விரும்புகிறார்.",
        "கேள்வி: நாங்கள் வெலிகண்டாவில் ஒரு தொலைதூர கிராமத்தில் வசிக்கிறோம். அரசாங்க விவசாய நவீனமயமாக்கல் திட்டத்தின் கீழ் நவீன தொழில்நுட்பத்தை வளர்ப்பதற்கு நிலங்களை வழங்குமாறு நீங்கள் தயவுசெய்து கோரப்படுகிறீர்கள்.",
        "பதில்: 1977 வாக்கில், வெலிகண்டா பகுதி ஒரு சிறந்த காடுகளாக இருந்தது. வெலிகண்டாவும் மதுரு ஓயாவும் இன்று விவசாயத்திற்காக விவசாயத்தின் ஒரு நல்ல பகுதியாக மாறிவிட்டனர்.",
        "நாங்கள் தொடங்கிய பாரம்பரிய திட்டத்தின் கீழ், மக்கள் ஏற்கனவே ஃப்ரீஹோல்ட் நில விவாதத் திட்டத்தை அறிமுகப்படுத்தியுள்ளனர். இரண்டு மாதங்களுக்குள் திட்டத்தை முடிப்போம் என்று நம்புகிறோம். இந்த பகுதியில் சுற்றுலாவை மேம்படுத்துவதற்கும், அக்ரோ-நவின்னா திட்டத்தின் கீழ் சாகுபடியை ஊக்குவிப்பதற்கும் நாங்கள் நம்புகிறோம்.",
        "கேள்வி: \"சுற்றுலாவில் டிம்பல்லாவுக்கு ஒரு சிறப்பு இடம் உண்டு. இதில் கவனம் செலுத்த நான் முன்மொழிகிறேன்.",
        "பதில்: சர்வதேச நாணய நிதித் திட்டத்துடன், நாட்டின் வளர்ச்சி இப்போது கிடைக்கிறது. ඒ අනුව සංචාරක ව්‍යාපාරය ප්‍රවර්ධනය වෙනුවෙන් රජය විශේෂ අවධානයක් යොමු කර තිබෙන අතර මෙරටට පැමිණෙන සංචාරකයන්ගේ සංඛ්‍යාව වර්ධනය කර ගැනීමට රජය සැලසුම්සහගතව කටයුතු කරනවා. இது சுற்றுலாவிலிருந்து வருமானத்தை மேலும் மேம்படுத்துவதற்கான வாய்ப்பாகும். சுற்றுலா தலத்தை வெல்லக்கூடிய பகுதிகளாக அரசாங்கம் வளர்ச்சியில் கவனம் செலுத்தியதாகக் கூறப்படுகிறது.",
        "கேள்வி: \"திரு ஜனாதிபதி, நான் ஒரு சட்ட மாணவன். 1989 ஆம் ஆண்டில், ஜே.வி.பி எனது குடும்பத்தைச் சேர்ந்த ஆறு உறுப்பினர்களைக் கொன்று ரூ.. அவர்களின் உடல்கள் கூட கல்லறைக்கு செல்ல அனுமதிக்கப்படவில்லை. ஜே.வி.பியின் பேய்கள் இருப்பதால் நாங்கள் இன்னும் பயப்படுகிறோம்.",
        "குடும்பத்தின் தற்போதைய உறுப்பினராக இருந்த ஹிங்குராகோடா பிரதேசங்களவையில் உள்ள எனது கடை அறை அரசியல் விண்ட்கின்கள் காரணமாக இழந்துவிட்டது. மூன்று தசாப்தங்களாக, என்னைப் போன்ற பல இளைஞர்கள் பழிவாங்குகிறார்கள், எங்களுக்கு சரியான நேரம் கிடைக்கவில்லை. உங்களிடம் ஏதேனும் நிரல் இருக்கிறதா என்பதை அறிய விரும்புகிறீர்கள்.",
        "ப: நாங்கள் அதில் கவனம் செலுத்த தயாராக உள்ளோம். நற்செய்தி உங்கள் கல்வி சரியாக செயல்படுகிறது."
      ]
    },
    "en": {
      "title": "President reveals the greatest plan",
      "body_lines": [
        "President Ranil Wickremesinghe said that the government has paid special attention to promote tourism.",
        "President Ranil Wickremesinghe made this statement participating in a friendly speech organized by the \"Youth One of the Youth '\" Young Unity \"at Polonnaruwa yesterday (23).",
        "The President also provides economic recovery only through a new economic repair program and that the execution of the hardships we have experienced inheritance to the future generation will not support the government program.",
        "He recalled that the President who was reminded of the country that was unwilling to accept other politicians were reluctant to accept their political future.",
        "President Ranil Wickremesinghe said that the benefits of the new economic reform process will be given to the people within a few years. Therefore, on which road should he travel towards themselves and the country and to a better future",
        "The President emphasized that the youth of the country should be decided.",
        "President Ranil Wickremesinghe expressed his views addressing the youth.",
        "I took over a fallen country. Political leaders who did not want to accept the country. I thought if I didn't accept this country what happens to the country. Some thought that if the country was accepted, they would lose their politics. When they did about themselves, I thought that if the country would not be accepted at the same time, I would lose the country.",
        "The only problem I had was to be alone in Parliament. But I had confidence that the fallen country could build. In December before that I had discussed with the IMF management director. There was also discussed with the World Bank.",
        "I informed the former President and told the implementation of that program. And in the last election, the United National Party (UNP) stated that the country should not have $ 3,000 million. There we did not vote for us. But that statement became true in 2021.",
        "In such a situation I accepted the country. What happens if I don't accept the country. If I did not accept the responsibility of this country, the country's economy is completely collapsed. We were able to seek the help of the International Monetary Fund to rebuild the collapse economy. Discussions with the International Monetary Fund have been successful and we are to be discussed with the countries we have led.",
        "After these discussions, the development of the country will be supported for the development of the country. But all the questions do not solve it. We are still an import based economy. Every year is more imported than exports. It takes credit back to cover this gap. The economy of the country will be rebuilt again.",
        "If you are a 27-year-old youth today, I would like to question whether you were ready to face this economic harder again by the age of 37. The fuel lost and the economy is lost, cannot be held at the time to take over a country. Therefore, the responsibility of all of us is that this economic crisis is not inherited to the next generation. I believe that it is our responsibility to commit to it. We must expedite economic restructuring. We must travel to an export-based economy from an import-based economy. The economy should not only be developed in the city but also in the city. Also, the budget should be controlled. If these reforms are implemented by the government, we have the ability to turn a restrown economy by 2035. We can then move to rapid economic growth.",
        "Also, the government is planning to increase the number of tourist arrivals per year to up to Rs.. It should also be imported to the country.",
        "We are also working on developing the village through the agricultural modernization program. Then we can reach agro-exports. New plantations have been introduced to the Thai Cultivation of durian. Also, rural economic economic development can improve the productivity of the country.",
        "There are many solar power and wind power in our country. Accordingly, by wind and the power generation, we can get ten times more than we need and sell its surplus into India. Also, a thousand acres have been allocated to establish a investment zone in Trincomalee with India's assistance. It is also planned to develop Mahaweli A and B zones and create a modern agriculture.",
        "The land has been made to create new investment zones in Bingiriya and the North.. These programs should be implemented in the next five years.",
        "I'm doing all this for your future. It is to say that your children's future is for. We have also taken steps to develop the Hingurakgoda area and worked for the construction of the Hingurakgoda airport this year. This provides internal airlines.",
        "The historical city of Polonnaruwa can open the historical tourists day and night. Our cultural and modern dancing and local dancemothers and local dietary have the potential. We must go with all these activities.",
        "Therefore, the young people must decide which road should go for the country. You determine your future. Because most people in our politics are oil medicates. No one has been healed by taking oil. I declare that you should be wondering about the future.",
        "Here are the questions raised by young people and the answers to President Ranil Wickremesinghe:",
        "Question: There are many paddy fields in Lankapura Grama Seva Divisions. Some of the paddy fields have been owned by the Department of Wildlife. You are kindly asking for you to give you back the paddy cultivation for cultivation.",
        "Answer: According to the map of the 1985, the Department of Forest Conservation There is. Also, according to the map, there are lands belonging to the villages. Therefore, we hope to look into this matter and take the step forward.",
        "Question: \"We are impressed by young people as young people. This area can make dollars. Elephants coming to our villages and have the ability to earn dollars. We train us and focus on the possibility of the country and to earn the country.",
        "Answer: Tourism is being progressing today. Also, a committee has already been appointed to uplift the tourism industry.. He wants to declare that action will be taken in the future.",
        "Question: We live in a distant village in Welikanda. You are kindly requested to provide lands to cultivate the modern technology under the Government Agricultural Modernization Project.",
        "Answer: By 1977, the Welikanda area remained a great forest. Welikanda and Maduru Oya have become a good area of agriculture for agriculture today.",
        "And under the heritage program we have started, people have already launched the freehold land debate program. We hope to finish the program within two months. We also hope to improve tourism in this area and promote cultivation under the Agro-Navinna program.",
        "Question: \"Dimbulla in tourism has a special place. I propose to focus on this.",
        "Answer: With the International Monetary Fund Program, the country's development is now available. Accordingly, the government has paid special attention to promote tourism in tourism. It is also the prospect of further enhance the income from tourism. It is said that the government has focused on development as areas where tourist attraction can be won.",
        "Question: \"Mr. President, I'm a law student. In 1989, the JVP has killed six members of my family and eaten Rs.. Even their bodies were not allowed to move to the cemetery. We are still afraid because there is the ghosts of the JVP.",
        "My shop room in the Hingurakgoda Pradeshiya Sabha, which was a current member of the family, has been lost due to political vindgines. For three decades, many youths like me have been revenge, and we have not received the right time. You would like to know if you have any program.",
        "A: We are ready to focus on it. Gospel your education work properly."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe outlined a comprehensive plan to revitalize the economy, including a new economic repair program, promoting tourism, and modernizing agriculture. He emphasized the importance of youth involvement and the need to transition from an import-based to an export-based economy. The plan also includes developing rural areas, enhancing tourism, and creating investment zones."
  ]
}