{
  "translated_text": {
    "ta": {
      "title": "மேலும் ஒரு சர்க்கரை டிஷ் உள்ளது.. டீக் இதோ?",
      "body_lines": [
        "இன்று உலகில் மிகவும் பிரபலமான நிலையை சிதைப்பதாக மருத்துவர்கள் எச்சரிக்கிறார்கள்.",
        "இலங்கை பல் சங்கத்தின் யுபிஎஃப்ஏ இயக்குனர் டெனதா ரத்னாயக்கின் கூற்றுப்படி, இலங்கை பல் சங்கத்தின் துணை இயக்குநர் பல் சிதைந்துபோகும் பல் சிதைவை எதிர்கொள்கிறார்.",
        "சுகாதார மேம்பாட்டு பணியகத்தில் சுகாதார மேம்பாட்டு பணியகத்தில் சுகாதார மேம்பாட்டு பணியகத்தில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் அவர் பேசினார்.",
        "அனைத்து பல் நோய்களையும் தடுக்கக்கூடிய முதன்மை உண்மைகள் மற்றும் அது ஏராளமாக இருக்கக்கூடாது என்று மருத்துவர் கூறினார்.",
        "\"நீங்கள் மூன்றையும் தவிர்க்கலாம். சர்க்கரையை குறைக்க முடியும். சரியாக பற்களை துலக்க சரியாக. பல்மருத்துவ இரத்தத்தை ஃவுளூரிட் மூலம் பயன்படுத்தலாம். ஆனால் பிரச்சினை நாம் பயனற்றதா?உலக சுகாதார அமைப்பின் பரிந்துரையின் பரிந்துரை ஒரு நபருக்கு ஆரோக்கியமாக இருக்க மட்டுமே பயன்படுத்தப்படலாம். அல்லது குறைவாக. ஆனால் இலங்கையில் ஆண்டுக்கு 34 கிலோ சர்க்கரை சாப்பிடுகிறது. அதாவது உலக சுகாதார அமைப்பின் பரிந்துரைகளைப் போல மூன்று மடங்கு சர்க்கரையைப் பயன்படுத்துகிறோம். நாங்கள் அதிகம் சர்க்கரையைப் பயன்படுத்திய நாடு. நுகர்வு குறைவது பல் சிதைவைக் குறைக்கிறது. \""
      ]
    },
    "en": {
      "title": "And there is a sugar dish.. Will the deeke behold?",
      "body_lines": [
        "Doctors warns that decay of the most popular condition in the world today.",
        "According to the UPFA Director of the Sri Lanka Dental Association, Denatha Ratnayake, Deputy Director of the Sri Lanka Dental Association has been facing tooth decaying tooth decay.",
        "He was speaking at a press conference held at the Health Promotion Bureau at the Health Promotion Bureau at the Health Promotion Bureau.",
        "The doctor said that the primary facts that could prevent all dental diseases and that it should not be abundant.",
        "\"You can avoid all three. Can reduce sugar. Properly to brush your teeth to properly. Can use the dentarian blood with fluorid. But is the problem are we useless?The recommendation of the World Health Organization's recommendation can only be used to a person to be healthy. Or less. But in Sri Lanka eats 34 kg of sugar per year a year. That means we use three times sugar like the recommendations of the World Health Organization. We are more sugar-used nation. Decreasing consumption reduces the tooth decay. \""
      ]
    }
  },
  "summary_lines": [
    "Dr. Denatha Ratnayake warns of tooth decay, a global health issue. He suggests reducing sugar intake, brushing teeth properly, and using fluoride to prevent dental diseases. Sri Lanka consumes 34 kg of sugar annually, three times the World Health Organization's recommendation, contributing to higher tooth decay rates."
  ]
}