{
  "translated_text": {
    "ta": {
      "title": "சரியான பொருளாதார அமைப்பு மூலம் நாடு முன்னேறவில்லை என்றால் வெற்றிகள் இழந்துவிட்டன",
      "body_lines": [
        "சரியான பொருளாதார அமைப்பின் மூலம் வெற்றிகள் மீண்டும் மீண்டும் நாட்டிற்கு இழந்தால், அவர் நாட்டில் உச்சரிக்கப்பட்டால், நாட்டின் பொருளாதாரம் மீண்டும் மீண்டும் கட்டமைக்கப்படும் என்று அவர் கூறினார்.",
        "இன்று (10) காலே, இலவங்கப்பட்டை மேம்பாட்டுத் துறையின் தலைமை அலுவலகத்தின் தொடக்கத்தில் ஜனாதிபதி பேசினார்.",
        "இலங்கையில் முதன்முறையாக, ஜனாதிபதி ரணில் விக்ரெமேசி 2023 வரவுசெலவுத் திட்டத்தில் இலவங்கப்பட்டை வளர்ச்சியுடன் ஒரு புதிய துறையை நிறுவுவதற்கு ஒரு யதார்த்தத்தை உருவாக்கினார்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங்கும் இலவங்கப்பட்டை மேம்பாட்டுத் துறையின் அதிகாரப்பூர்வ வலைத்தளத்தையும் தொடங்கினார்.",
        "இலவங்கப்பட்டை தொழில்துறையை மேம்படுத்துவதற்காக தயாரிக்கப்பட்ட பத்து ஆண்டு சாலை வரைபடம் மற்றும் இலவங்கப்பட்டை சாகுபடி தொடர்பாக ஜனாதிபதிக்கு \"இலவங்கப்பட்டை கிண்ணம்\" வழங்கப்பட்டது.",
        "தேர்ந்தெடுக்கப்பட்ட இலவங்கப்பட்டை தொழில்முனைவோருக்கு ஜனாதிபதி ரணில் விக்ரமேசிங்கை வழங்கினார்.",
        "மேலும் பேசிய ஜனாதிபதி ரணில் விக்ரமேசிங் மேலும் கூறினார்,",
        "200 ஆண்டுகளுக்குப் பிறகு, இலவங்கப்பட்டை மேம்பாட்டுத் துறையை மீண்டும் தொடங்குவோம். இதன் மூலம், இலவங்கப்பட்டை சாகுபடி பணிகள் நாட்டில் தொடங்கப்பட்டுள்ளன. இந்தத் துறையின் பொறுப்பு நாட்டில் இலவங்கப்பட்டை சாகுபடியை மேம்படுத்துவதாகும். முதல் காரியம் செய்ய வேண்டிய இடம் இலவங்கப்பட்டை உற்பத்தியை அதிகரிப்பதாகும். ஒவ்வொரு ஏக்கரின் அதிகபட்ச மகசூலை நீங்கள் பெற வேண்டும். மேலும், தரமான பாடத்திட்டம் இல்லாமல் தரமற்ற சின்னங்களை பயிரிட வேண்டும்.",
        "மேலும், இலவங்கப்பட்டை சாகுபடி பகுதியையும் அதிகரிக்க வேண்டும். புதிய நிலங்களையும் பிற பயிர்களையும் தங்கள் நிலங்களில் பயிரிட அரசாங்கம் முன்மொழிகிறது. இந்த நடவடிக்கையால் இலவங்கப்பட்டை உற்பத்தி மூன்று முதல் நான்கு முறை அதிகரிக்கலாம்.",
        "மேலும் இலவங்கப்பட்டை விற்கப்பட வேண்டும். விற்கவோ விற்கவோ இல்லாவிட்டால், தயாரிப்பு அதிகரிக்கப்படவில்லை. எனவே, விற்பனையை அதிகரிக்க உள்ளூர் மற்றும் வெளிநாட்டு வழிமுறைகளை வழங்க நடவடிக்கை எடுக்கலாம்.. நிறுவனங்கள் பொறுப்பை ஏற்றுக்கொண்டால், அவற்றை ஆதரிக்க அரசாங்கம் எதிர்பார்க்கிறது.",
        "எனவே, புதிய சந்தை வாய்ப்புகளுடன் நாம் முன்னேற வேண்டும். இந்த பகுதியில் உள்ள இலவங்கப்பட்டை மேம்பாட்டு மையமாக இந்த நிறுவனத்தை நியமிப்போம் என்று நம்புகிறோம். பழைய முறை அதிநவீன அமைப்புக்கு தொடர வேண்டும். இந்த வழியில், நாங்கள் எதிர்காலத்திற்கு வந்து கடந்த காலத்திற்கு வந்திருக்கிறோம்.",
        "நம் நாட்டை திவாலாக்குவதற்கான முக்கிய காரணம் இறக்குமதி பொருளாதாரத்தில் தங்குவதாகும். இறக்குமதிக்கு பெரிய கடன்களைப் பெற்றோம். இன்று, திவால்நிலையிலிருந்து விடுபட முடிந்தது. மேலும், நாங்கள் கடனிலிருந்து 8 பில்லியன் டாலர்களைக் குறைத்துள்ளோம், மேலும் கடனுக்கு 2043 க்கு காலம் வழங்கப்பட்டுள்ளது. நாம் ஒரு ஏற்றுமதி பொருளாதாரத்திற்கு செல்லவில்லை என்றால், நமது நாட்டின் பொருளாதாரம் இன்னும் 15 ஆண்டுகளில் மீண்டும் சரிந்துவிடும். அப்படியானால், நாம் ஒரு புதிய பொருளாதார அமைப்புக்கு விரைவாகச் செல்ல வேண்டும். ஏற்றுமதி பொருளாதாரம் மூலம் அந்நிய செலாவணியைப் பெறுவதற்கு நாம் அங்கு பணியாற்ற வேண்டும்.",
        "அன்று உலகத்திற்கு இலவங்கப்பட்டை கொடுத்தோம். இப்போது நாம் மீண்டும் கவனம் செலுத்த வேண்டும். இலவங்கப்பட்டை புட்டலம் முதல் ஹம்பந்தோட்டா வரை பயிரிடப்பட்டது. ஒரு திட்டத்தின் வேலையை நாங்கள் மீண்டும் தொடங்க வேண்டும். இது உட்பட தொழில்துறையில் புதிய முதலீடுகளைப் பெறுவதிலும் நாங்கள் பணியாற்றி வருகிறோம்.",
        "இரண்டு ஆண்டுகளுக்கு முன்பு நாடு நாட்டில் இருந்தது என்று நான் சொல்லவில்லை. இந்த நாட்டை மீட்க முடியாது என்று சிலர் கூறினர். நான் அதிகாரத்திற்கு அதிகாரத்தை சொன்னேன். இப்போது நாங்கள் நாட்டைக் கட்டியுள்ளோம். நாம் சரியான பாதையில் நடக்கவில்லை என்றால், இந்த சாதனைக்கு சிகிச்சையளிக்க முடியும். இந்த நாட்டிற்கு முன்னோக்கி செல்லும் வழியைக் காட்டியுள்ளோம். பல்வேறு பணியாளர்கள் வெவ்வேறு விஷயங்களைச் சொல்கிறார்கள். வெவ்வேறு சான்றுகள் வாக்குறுதிகள். ஆனால் நாட்டின் வெற்றியைப் பாதுகாப்பதில் நாம் கவனம் செலுத்த வேண்டும். ஆகவே, நாங்கள் இன்னும் 10 ஆண்டுகளுக்கு முன்னேறினால், எந்த பிரச்சனையும் இல்லாமல் மேம்படுத்த எங்களுக்கு வாய்ப்பு கிடைக்கும்."
      ]
    },
    "en": {
      "title": "The victories have been lost if the country did not move forward through a correct economic system",
      "body_lines": [
        "He stressed that if the victories were repeatedly lost to the country through a correct economic system, he said that if he was pronounced in the country, the economy of the country would be repeatedly rebuilt.",
        "The President was speaking at the opening of the Head Office of the Cinnamon Development Department, Galle today (10).",
        "For the first time in Sri Lanka, President Ranil Wickremesinghe made a reality to establish a new department with cinnamon development in the 2023 budget.",
        "President Ranil Wickremesinghe was also launched the official website of the Cinnamon Development Department.",
        "The President was presented to the President the \"cinnamon bowl\" in connection with the ten year road map and cinnamon cultivation, which was prepared for the promotion of the cinnamon industry.",
        "President Ranil Wickremesinghe was presented to selected cinnamon entrepreneurs.",
        "Speaking further, President Ranil Wickremesinghe further said,",
        "200 years later, we will resume the Cinnamon Development Department. With this now, the cinnamon cultivation work has been started in the country. The responsibility of this department is to improve cinnamon cultivation in the country. Where the first thing should be done is to increase cinnamon production. There you must gain the maximum yield of every acre. Also, substandard cinnles should be cultivated without quality curriculum.",
        "Also, the cinnamon cultivation area should also be increased. The government proposes to cultivate new land and other crops in their lands. The cinnamon production can increase three to four times with this move.",
        "And the cinnamon should be sold. If not selling or selling, the product is not increased. Therefore, steps can be taken to provide local and foreign instructions to increase the sale.. If the companies accept the responsibility, the government expects to support them.",
        "Therefore, we must move forward with new market opportunities. We hope to appoint this institute into a cinnamon development center in this area. The old method must continue to the sophisticated system. In this way, we have come to the future and come to the past.",
        "The main reason for bankrupting our country was to stay in an import economy. We obtained loans larger for importation. Today, we have been able to break free from bankruptcy. Also, we have reduced $ 8 billion from debt to pay and the loan has been given period to 2043. If we do not move to an export economy, our country's economy will collapse again in another 15 years. If so, we must go to a new economic system expeditiously. There we should work to earn foreign exchange through an export economy.",
        "We gave cinnamon to the world that day. Now we need to be re-focused. Cinnamon was cultivated from Puttalam to Hambantota. We have to resume the work on a plan. We are also working on getting new investments in the industry, including IT.",
        "I have not said that the country was in the country two years ago. Some said that this country could not be recovered. I told the power to the power. Now we have built the country. If we do not walk in the right track, this achievement can be treated. We have shown the way forward to this country. Various personnel say different things. Different evidence promises. But we should focus on protecting the country's victory. So if we move forward for another 10 years, we will have the opportunity to improve without any problems."
      ]
    }
  },
  "summary_lines": [
    "In his speech at the Cinnamon Development Department's launch, President Ranil Wickremesinghe emphasized the importance of a sound economic system for national progress. He highlighted the creation of a new department focused on cinnamon development as a step towards boosting the economy. The President outlined plans to enhance cinnamon cultivation, increase production, and expand the cultivation area, aiming to triple cinnamon exports. He also addressed the need for a shift from an import to an export economy to prevent future financial crises."
  ]
}