{
  "translated_text": {
    "ta": {
      "title": "ගම්පොළ කර්මාන්ත ශාලාවක ගින්නක්",
      "body_lines": [
        "இன்று (28) கம்போலா நவலபிட்டியா சாலையின் அருகிலுள்ள அருகிலுள்ள தொழிற்சாலையில் தீ விபத்து ஏற்பட்டது.",
        "இன்று இரவு 7 மணியளவில் தீ விபத்து ஏற்பட்டதாக தொழிற்சாலை கூறியதாக தொழிற்சாலை தெரிவித்துள்ளது.",
        "ගින්න පැතිරීම සමග ඒ අසල තිබූ ගම්පොළ ශික්ෂණ රෝහලේ වෛද්‍ය නිල නිවාසවලටද එම ගින්න පැතිර ගොස් ඇති අතර ඒ හේතුවෙන් වෛද්‍ය නිවාස දෙකක්ද ගින්නෙන් විනාශ වී තිබේ.",
        "நெருப்பை அடக்குவதற்காக இரண்டு தீயை அணைக்கும் கருவிகள் ஒரே இடத்திற்கு அனுப்பப்பட்டதாக கண்டி எஃப்ட் ஃபயர் கூறப்பட்டது.",
        "அதே நேரத்தில், காம்போலா நகராட்சி கவுன்சில் மற்றும் இராணுவ நீர் பவுசர் ஆகியவை தீயை அணைக்க கடுமையாக வந்துள்ளன.",
        "இதற்கிடையில், மருத்துவ காலாண்டுகளுக்கு தீ பரவுவதைத் தடுக்க கூரை மற்றும் சுவர்கள் எடுக்கப்பட்டுள்ளன.",
        "கண்டி இராணுவம், நகராட்சி மன்றம், கம்போலா காவல்துறை மற்றும் காம்போலா காவல்துறை மற்றும் குடியிருப்பாளர்கள் ஆகியோர் தீயைக் கட்டுப்படுத்த முயற்சிப்பதாக தெரிவிக்கப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "Fire at Gampola Factory",
      "body_lines": [
        "A fire broke out at a nearby factory near the Gampola Nawalapitiya road today (28).",
        "The factory said the factory said that a fire erupted at around 7 pm today.",
        "With the spread of the fire, the fire had also spread to medical quarters at the Gampola Teaching Hospital and two medical houses have been destroyed by fire.",
        "The Kandy-fired fire was told that two fire extinguishers were sent to the same place to suppress the fire.",
        "At the same time, the Gampola Municipal Council and Army Water Bowser have come hard to extinguish fire.",
        "Meanwhile, the roof and walls have been taken to prevent the spread of the fire to medical quarters.",
        "It is reported that the Kandy Army, Municipal Council, Gampola Police and the residents of the Gampola Police and Residents are trying to curb the fire."
      ]
    }
  },
  "summary_lines": []
}