{
  "translated_text": {
    "ta": {
      "title": "பதுல்லா சுமனசரா தேரா சங்கநாயக்க பதவியில் இருந்து நீக்கப்பட்டார்",
      "body_lines": [
        "மால்வாது மகா விஹாராவின் தலைமை சங்கனாயக்க தலைமை சங்கநாயக்க, மால்வாது கிழக்கு டாக்டர் மகா சுமங்கலா தேரோ முன்னுரிமையிலிருந்து நீக்கப்பட்டார்.",
        "மால்வாது மகா விஹாராய சங்காவின் துறவிகள் மால்வத்து மகா விஹாராயாவிலிருந்து மால்வத்து மகா விஹாரா சங்காவின் அதே பத்தியில் அகற்றப்பட்டுள்ளனர்.",
        "பிக்குவின் தவறான தீங்கிழைக்கும் விருப்பங்களை ஊக்குவிக்க, ஸ்ரீ தம்மலனின் பிக்கு படம், புத்தரின் நொதித்தல் மற்றும் சம்புதஸ் பாசாங்குகள்.",
        "மஹா விஹாரா தம்ம மரபுகள் மற்றும் மகா விஹாரா கோயில் கேடயங்களில் திரிபிடகா விஹாராயா ஆகியோருக்கு ஒரு துறவியாக ப Buddhist த்த துறவியைப் பரப்புதல்.",
        "தர்ம சபாக்களின் சரணாலயத்தின் முக்கிய வகைகளான பொது நிர்வாக பணியாளர்கள் சஹநாயக்க, சமனேரா பகலானி போதைப்பொருட்களை ஒரு விஹாராயமாக அறிவிப்பதாகும், இது டிஸ்டனாயக்கின் அறிவிப்பாகும். விஹாரா குழுக்கள் ஜெனரலுக்கு அடிபணிவதன் மூலம்.",
        "பொது மகானயக மகானாயக மகானயகா ஏஜென்சி ஜனாதிபதியாக ஒரு துறவியாக ஜனாதிபதியாக பதிவுசெய்யும் சட்டத்தை பதிவு செய்வதற்கான சூழலில் எதிர்த்தது மற்றும் மால்வட் மஹா விஹாரயாவின் நற்பெயர்.",
        "புள்ளிவிவரத்தில் உள்ள கருத்துக்களின்படி, உரையாடலின் ஒரு பிரிவு, இது மற்றவர்களுக்கு ஏற்றுக்கொள்ளத்தக்கது, அது தம்மத்தின் கோரிக்கையின் விஷயத்தில் இருந்தாலும் சரி.",
        "சபை க .ரவத்தின் ஒருமித்த கல்லறையிலிருந்து நடைபெற்றது என்று கடிதம் கூறுகிறது."
      ]
    },
    "en": {
      "title": "Badulla Sumanasara Thera removed from the post of Sanganayake",
      "body_lines": [
        "The Malwathu East Dr. Maha Sumangala Thero, the Chief Sanganayake, the Chief Sanganayake of the Malwathu Maha Vihara, has been removed from the priority.",
        "The monks of the Malwathu Maha Viharaya Viharaya Sangha has been removed by the same passage by the Malwathu Maha Vihara Sangha from the Malwathu Maha Viharaya.",
        "To promote the false malicious preferences of the Bhikkhu, the Bhikkhu image of Siri Dhammalan, the ferment of Buddha and the Sambuddha pretens.",
        "Propagating Buddhist monk as a monk to the Maha Vihara Dhamma Traditions and the Tripitaka Viharaya in Maha Vihara Temple Shields.",
        "The General Managing Personnel Commerce Sahanayake, the main categories of the Sanctiva of Dharma Sabhas, is a Declaration of Samanera Pakhalani Drugs as a Viharaya, a Declaration of Dissanayake. 4-03-27 The Commissioner of Buddhist AffairsTo insult the Vihara Committener General of Vihara Committees by submitting to the General.",
        "The General Mahanayaka Mahanayaka Mahanayaka Mahanayaka Agency resisted in a context to register the law to register as a monk to the President as a monk to register with the President. Doing and nationalAnd the worst of the reputation of the Malwatte Maha Viharaya internationally",
        "According to the Disconceptive in the Disconception, a division of the conversation, which is acceptable to others, whether it is in the case of the demand of the Dhamma.",
        "The letter states that the Congregation was held from the unanimous cemeter of the Hon."
      ]
    }
  },
  "summary_lines": [
    "Badulla Sumanasara Thera was removed from his position due to allegations of promoting false doctrines and damaging the reputation of the Malwathu Maha Vihara. This decision was made by the Malwathu Maha Vihara Sangha, highlighting concerns over the conduct and teachings of certain monks."
  ]
}