{
  "translated_text": {
    "si": {
      "title": "පලස්තීනයේ ඊශ්රායෙලයේ ජන සංහාරය රජය විසින් හෙළා දැකිය යුතුය - ඉමිටියාස් පකෙයාර් මකාර්",
      "body_lines": [
        "ඒ අතරම, ඉම්ටියාස් පකර් මාකර් පැවසුවේ රජය විසින් ඊශ්රායලයේ ජන සංහාරය හෙළා දකින බවයි.",
        "ඔහු මේ බව කියා සිටියේ වර්තමාන පලස්තීනයේ ප්රාන්තය වන අඟහරුවාදා පාර්ලිමේන්තුවේ සභා යෝජනාව පිළිබඳව ය.",
        "අපේ ඉතිහාසය තුළින්, අපේ මුතුන් මිත්තන් පලස්තීනුවන් වශයෙන් මුහුණ දෙන පරිදි, අද දිනවල අධිරාජ්යවාදී යටත් විජිතවාදයේ හිංසා පීඩා සහ හිංසනය හමුවේ බොහෝ ඛේදවාචකයන්ට මුහුණ දී ඇති බව අපට පෙනේ.",
        "එපමණක් නොව, 50 දශකවල සිට, ජවහර්ලාල් නේරු, මාෂල් ඩිටෝ සහ ජෙනරාල් නසාර්, යටත් විජිතවාදයට හා වර්ණභේදවාදයට එරෙහිව අපගේ රටේ නායකයින් සහ අපේ රටේ නායකයින් සහ වර්ණභේදයට එරෙහිව ප්රබල පෙරමුණක් වී තිබේ.",
        "නමුත් මෑත වසරවලදී, ඔවුන්ගේ ධනය හා බලය හේතුවෙන් ලෝකයේ මූල්ය බලයන් පිළිබඳ ජාත්යන්තර භූමියේදී අප දැක ඇති අතර එය ජාත්යන්තරව එම සමගිය දුර්වල කිරීමට කටයුතු කරමින් සිටී.",
        "දකුණු අප්රිකානු වර්ණභේදවාදී තන්ත්රය බේරාගත් බලවේග තවමත් පලස්තීන පසෙහි අයුක්තිය හා මර්දනය වසන් කිරීමට සහ ලෝකයේ ජනතාවගේ ජනවරමට විරුද්ධව ගොස් බෙදුම්වාදී හා අමානුෂික ලෙස රැකවරණය පතන්න නීතිය.",
        "එපමණක් නොව, මාස හයකට වැඩි කාලයක් පුරා පලස්තීන භූමියේ ජන සංහාරය හා ව්යසන ලෝකයේ සමහර බලවත් මාධ්යයන් සහ අපේ රටේ ශක්තිමත්ම මාධ්යයන් වන අතර, පලස්තීනයේ යථාර්ථය සමාජ මාධ්ය හරහා ප්රජාවට නිරාවරණය වී තිබේ.",
        "ලොව පුරා නව පරම්පරාව, ලෝකයේ පරම්පරාව, නිදහසේ වටිනාකම, ප්රජාතන්ත්රවාදය සහ මානව හිමිකම් පිළිබඳ නව පරම්පරාව, ලෝකයේ මුල් පරම්පරාව, නිදහසේ වටිනාකම, ප්රජාතන්ත්රවාදය සහ මානව හිමිකම් පිළිබඳ වටිනාකමෙන් අපි මෙම යෝජනාව සාකච්ඡා කරමින් සිටිමු.",
        "ලොව ප්රධාන විශ්ව විද්යාල සිසුන් තම ජීවිතය හා අනාගතය කැප කරන විට සහ නිදහස, ප්රජාතන්ත්රවාදය, යුක්තිය සහ යුක්තිය වෙනුවෙන් සටන් කරන විට අපි මෙම යෝජනාව ගැන සාකච්ඡා කරමින් සිටිමු.",
        "මීට අමතරව, බුද්ධිමතුන්, විශ්ව විද්යාල පුරවැසියන් සහ යුදෙව් කණ්ඩායමේ තරුණයින්ගේ සන්දර්භය තුළ ඊශ්රායලයේ මූලධර්මවාදී තන්ත්රයේ ප්රචණ්ඩත්වය, පීඩිස් සහ බෙදුම්වාදයට එරෙහිව යුදෙව් සමූහයේ තරුණයින් සන්දර්භය තුළ.. ඒ හා සමානව, 60 ගණන්වල වියට්නාම් යුද්ධයට එරෙහිව එක්සත් ජනපදය සහ ප්රංශය ඇතුළු යුරෝපයේ ශිෂ්යයා අරගලය මට මතකයි.",
        "පසුගිය සතියේ එක්සත් ජාතීන් පලස්තීන රජයට අතිගරණයකින් නව අයිතිවාසිකම් සහ වරප්රසාද ලබා දීම සඳහා යෝජනාව සම්මත කළහ. මෙය එක්සත් ජාතීන්ගේ පූර්ණ සාමාජිකයෙකුට මඟ පෑදීය. මෙම යෝජනාව පිළිබඳ විවාදය අතරතුර, ඊස්රායල් නියෝජිතයා එක්සත් ජාතීන්ගේ සංවිධානය ඇමතූ අතර මෙම යෝජනාව ක්රියාත්මක කරන්නේ නම් එක්සත් ජාතීන්ගේ සංවිධානය සහ ඊට අදාළ සංවිධානවලට එක්සත් ජනපද ආධාර අඩු කරන බවට තර්ජනය කළේය.. අනතුරු ඇඟවීම කුමක් වුවත්, රටවල් 143 ක් මෙම ව්යාපෘතියට පක්ෂව ඡන්දය ප්රකාශ කළ අතර, එක්සත් ජනපදය හා ඊශ්රායලය ඇතුළු රටවල් නවයක් පමණක් ඊට විරුද්ධ වූහ.",
        "නිදහසට, මානව හිමිකම්, වර්ණභේදනය හෝ ජාතිවාදයට එරෙහි සියලු තීරණ රටක නිෂේධ බලය වලංගු කර ඇති බව අපට පෙනේ. ජාත්යන්තර අධිකරණයට සහ මානව හිමිකම් කොමිසමට අඛණ්ඩ අභියෝගය අපට තවමත් පෙනේ. ගැටුම නැවැත්වීම සඳහා එක්සත් ජාතීන්ගේ සාම බලවේග නැවැත්වීමට යෝජනා පවා නොබිඳිය යුතුය.",
        "ස්වාධීන පරීක්ෂණයක් සඳහා එක්සත් ජාතීන්ගේ සංවිධානයට පොළොවට යාමට ඇති අයිතිය දිගටම පවතී. ඊජිප්තුව, කටාර් සහ එක්සත් ජනපදය ඇතුළු සියලුම මැදිබුන් සටන් විරාමයට එකඟ වූ නමුත් නෙතන්යාහු තන්ත්රය සාමය සඳහා අවස්ථාව ප්රතික්ෂේප කර තිබේ.",
        "ජාත්යන්තර දේශපාලනය සඳහා නිර්මාණය කරන ලද මානුෂීය ඛේදවාචකය අද අපට පෙනේ. ගාසා තීරයට, ජලය සහ බෙහෙත් සඳහා අත්යවශ්ය මානුෂීය ආධාර ගෙන දෙන සියලුම දොරටු ඊශ්රායලය වසා දමා ඇත. ගාසා තීරයේ ආරක්ෂිත ප්රදේශයක් වැනි දෙයක් නැත.",
        "මාස හයකට වැඩි කාලයක් තිස්සේ මිනිසුන් සෑම දිනකම මිනිසුන් මරා දමා සාගතයක්, මිනිසුන්, ළමුන්, රෝගීන්, රෝගීන්, වෛද්යවරුන්, වෛද්ය සහායකයින්, මාධ්යවේදීන් මිය ගියහ.. වින්දිතයින් විසින් සිදු කරන ලද ජන සංහාරය අද වන විට තවමත් වලක්වා නොමැති බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "The government should condemn Israel's genocide in Palestine - Imtiaz Pakir Makar",
      "body_lines": [
        "At the same time, Imtiaz Pakir Makar said the government should now condemn Israel's genocide.",
        "He was speaking on the proposal of the House on Tuesday in Parliament on the current state of Palestine.",
        "Through our history, we see that our ancestors, as the Palestinians face today, have faced many tragedies in the face of oppression and violence by imperialist colonialism for centuries.",
        "Moreover, from the 50s, Jawaharlal Nehru, Marshall Ditto and General Nasser, our country's leaders and non -governmental leaders have been a strong lead against colonialism and apartheid.",
        "But in recent years, we have been seen on the international site that the financial powers of the world, due to their wealth and power, are working to weaken that unity internationally.",
        "The forces that saved the South African apartheid regime until the end of the time are still trying to cover up the injustice and repression of the Palestinian soil, and go against the mandate of the people of the world, and seek refuge for the separatist and inhuman rule.",
        "Moreover, although the genocide and disasters of the Palestinian soil for more than six months have been covered by some of the world's mighty media and some of our country's strongest media, the reality of Palestine has been exposed to the community through social media.",
        "We are discussing this proposal today in the wake of the new generation around the world, the generation of the world, the generation that leads the future, the value of freedom, democracy and human rights.",
        "We are discussing this proposal when the world's major university students dedicate their lives and the future and fight for freedom, democracy, justice and justice.",
        "In addition, the debate is being held in the context of the intellectuals, university citizens and youth of the Jewish group against the violence, oppression and separatism of Israel fundamentalist regime.. Similarly, I remember the student struggle in Europe, including the United States and France, against the Vietnam War in the 60s.",
        "Last week, the United Nations passed the resolution to grant new rights and privileges to the Palestinian government by majority votes. This led to a full member of the United Nations. During the debate on this proposal, the Israeli representative addressed the United Nations and threatened to reduce the US assistance to the United Nations and its associated organizations if this proposal was implemented.. Regardless of the warning, 143 countries voted in favor of the project, and only nine countries, including the US and Israel, opposed it.",
        "We see that all the decisions taken against freedom, human rights, apartheid or racism have made a valid by a country's veto power. We still see the continued challenge to the International Court of Justice and the Human Rights Commission. To stop the conflict, even proposals to stop the United Nations Peace forces have been bluntly rejected.",
        "The United Nations's right to go to the earth for independent investigation continues to challenge. All mediators, including Egypt, Qatar and the United States, agreed to the ceasefire, but the Netanyahu regime has rejected the opportunity for peace.",
        "Today we see the humanitarian tragedy created for international politics. Israel has now closed all the gates that bring essential humanitarian aid to Gaza, water and medicine. There is no such thing as a safe area in Gaza.",
        "For more than six months, people have been killed every day, creating famine, thereby creating a famine, people, children, women, patients, disabled, elderly, pregnant mothers, doctors, medical assistants, journalists, all died.. He said that the genocide carried out by the victims was not yet prevented in today's time."
      ]
    }
  },
  "summary_lines": [
    "Imtiaz Pakir Makar calls for government condemnation of Israel's genocide in Palestine, highlighting historical struggles against colonialism and the current international efforts to weaken unity against apartheid. He references the recent UN resolution granting new rights to Palestine, despite Israeli threats, and criticizes the ongoing humanitarian crisis in Gaza, where essential aid is blocked, leading to daily deaths and famine."
  ]
}