{
  "translated_text": {
    "si": {
      "title": "ප්රසිද්ධියේ පැහැදිලි කිරීම සඳහා කථානායක කාර්යාලය",
      "body_lines": [
        "2024 ක උත්සවය ගොඩනැඟීමේ පනත් කෙටුම්පත සම්මත වූ අතර පසුව පනත මගින් සම්මත කර ගත් අතර පසුව පනත සම්මත කර ගත් අතර පසුව පනත සම්මත කර ගැනීම සඳහා මෙම වාර්තාව මහජනතාවගේ යහපත උදෙසා ප්රකාශයට පත් කෙරේ.. ව්යවස්ථාදායක ක්රියාවලිය මුල සිටම මහජනයා ඉගෙන ගෙන ඒවා වංචා කිරීමෙන් වලක්වා ගැනීම සඳහා මුල සිටම පැහැදිලි කර ඇත.",
        "පනත් කෙටුම්පතක් පාර්ලිමේන්තුවේදී ඉදිරිපත් කළ විට ආණ්ඩුක්රම ව්යවස්ථාවේ 121 වන වගන්තියේ ආණ්ඩුක්රම ව්යවස්ථාවේ 121 වන වගන්තියට අනුකූලව ශ්රේෂ් Supreme ාධිකරණයට අභියෝග කිරීමට අවස්ථාව තිබේ.. ආණ්ඩුක්රම ව්යවස්ථාවේ විධිවිධානවලට අනුව, ශ්රේෂ් Supreme ාධිකරණය විසින් ඔවුන් සලකන අතර අදාළ තීන්දුව සති තුනක් ඇතුළත කථානායකවරයා වෙත ඉදිරිපත් කරනු ලැබේ. පසුව, කථානායකවරයා ඊළඟ පාර්ලිමේන්තු සැසිවාරයේ පළමු දිනයේදී අදාළ තීරණය ප්රකාශ කළ යුතු අතර, දවස සඳහා හැන්ට් බල වාර්තාවල සම්පූර්ණ තීන්දුවක් ලබා දෙන ලෙස නියෝග කළේය.",
        "ඉහත සඳහන් ක්රියාවලිය අනුගමනය කරමින්, ශ්රේෂ් Supreme ාධිකරණය 2023 නොවැම්බර් 07 වන දින ශ්රේෂ් Supreme ාධිකරණය කියවූ කථානායකතුමා, එවකට දවසේ දවස සඳහා හන්ට් බල වාර්තාවල ශ්රේෂ් Supreme ාධිකරණය තීන්දුව නිකුත් කරන ලෙස නියෝග කළේය.. පසුව, එය උනන්දුවෙන් ප්රවේශ විය හැකි ආකාරයට එය පොදු ලේඛනයක් බවට පත්විය.",
        "ශ්රේෂ් Supreme ාධිකරණයේ තීන්දුවට අනුව, මේ සම්බන්ධයෙන් මහජන ආරක්ෂාව පිළිබඳ අමාත්යාංශය නීති දෙපාර්තමේන්තුවේ සහාය ඇතිව යෝජිත සංශෝධන ඛණ්ඩාංක. මෙම සංශෝධන ඒකාබද්ධ කිරීම ශ්රේෂ් Supreme ාධිකරණයේ තීන්දුව, ආණ්ඩුක්රම ව්යවස්ථාවට බිල්පත ඉදිරිපත් කළ ආණ්ඩුක්රම ව්යවස්ථාව, ආණ්ඩුක්රම ව්යවස්ථාව, ආණ්ඩුක්රම ව්යවස්ථාව සම්මත කිරීම.. සංශෝධන ත්රිභාධ තුළ මුද්රණය කර ඇති අතර සියලුම මන්ත්රීවරුන්ගේ බෙදා හරිනු ලැබේ. මෙම ක්රියාවලියම උපස්ථ පනත් කෙටුම්පත අනුගමනය කරන ලද අතර පනතේ දෙවන තක්සේරුව පිළිබඳ විවාදයේ පළමු දිනය වන 2024 ජනවාරි 23 වන දින උදෑසන පැවති සියලුම පාර්ලිමේන්තු මන්ත්රීවරුන්ට මෙම ක්රියාවලිය සිදු කරන ලදී.",
        "උත්සවයේ දින දෙකක් ප්රසංගය පිළිබඳ දින දෙකක් සාකච්ඡා කෙරිණි සහ සමූහයේ දෙවන දිනය, 2024 ජනවාරි 24, 2024,. 5.00 ට ආරම්භ විය. මහජන ආරක්ෂාව පිළිබඳ අමාත්යාංශය විසින් නිකුත් කරන ලද සංශෝධන ලැයිස්තුවකට අනුව, සෑම සංශෝධනයක්ම සපුරාලීම සඳහා එය සභාවේ කථානායකවරයාට පිරිනමන ලදී.. එවකට පාර්ලිමේන්තුවේ රජයේ නිලධාරීන්ට අනුයුක්ත කර ඇති අතිරේක මහේස්ත්රාත්වරයා නීති දෙපාර්තමේන්තුවේ ප්රධානියාගේ ප්රධානියා නියෝජනය කළ අතර කමිටුවේදී කමිටුවට සියලු අනිවාර්ය සංශෝධන ඇතුළත් කර ඇති බව කථානායකවරයාට දැනුම් දුන්නේය.. ගරු.. ඒ.. සුමන්තිරාන් යම් අනුකම්පාවක් ඇති කළ විට, කථානායක කථානායකවරයාගේ අතිරේක සාමාජික රටක කථානායක මණ්ඩලයේ සාමාජිකයා ගරු.",
        "කමිටු තත්ත්වය අතරතුර සංශෝධන ඉදිරිපත් කර සලකා බැලීමෙන් පසු සම්මේලනයේ පනත් කෙටුම්පත තුන්වන වරප්රසාදයේ තුන්වන වරිවාදයෙන් පසු පනත් කෙටුම්පත පාර්ලිමේන්තුවේදී සම්මත කරන ලදී.. මෙම අවස්ථාවේදී, මහාධිකරණ තීන්දුව අනුව ආණ්ඩුක්රම ව්යවස්ථාවට මෙම සංශෝධනවලට ගැලපෙන බවට නීති දෙපාර්තමේන්තුවේ ප්රධානී සහතිකයක් නිකුත් කළේය.",
        "මෙම සමස්ත ක්රියාවලිය තුළ මහාධිකරණය ඇතුළු ඕනෑම පක්ෂයකට කිසිදු සංශෝධනයක්, සංශෝධනයක් සහ / හෝ මූලධර්මයක් හෝ ඉගැන්වීම් වර්ගය අවශ්ය නොවන අතර මෙහි මෙම ක්රියාවෙහි සමස්ත අධිකාරියට පාර්ලිමේන්තුවේ ඡන්ද පවරා ඇත. එය පොදුවේ..",
        "පනත් කෙටුම්පතක් නිසි ලෙස සම්මත වූ පසු, ආණ්ඩුක්රම ව්යවස්ථාවේ 79 සහ 80 වගන්තියට අනුකූලව අභියාචනා සහතිකය පිළිගැනීමට කථානායකවරයා අතහැර දමා ඇත.. ඒ අනුව, කථානායකවරයා විසින් 2024 පෙබරවාරි 02 දින පනත් කෙටුම්පත පිළිබඳ සහතිකය පනත් කෙටුම්පත අනුමත කළ අතර එය ඉදිරිපත් කිරීමේ රාමුවක් 2024 කි.",
        "එබැවින් නීති මූලස්ථාන දෙපාර්තමේන්තුව විසින් තහවුරු කරන ලද පරිදි ශ්රේෂ් Supreme ාධිකරණයේ තීන්දුව අනුව ශ්රේෂ් Supreme ාධිකරණයේ තීන්දුව අනුව ශ්රේෂ් Supreme ාධිකරණයේ තීන්දුව අනුව ශ්රේෂ් Supreme ාධිකරණය පාර්ලිමේන්තුව විසින් සම්මත කරන ලද බව කථානායක කාර්යාලය පාපොච්චාරණය කළේය.. පාර්ලිමේන්තුවේ ව්යවස්ථාදායක ක්රියාවලිය එක්ව නීතියේ දෙපාර්තමේන්තුව සහ නීති දෙපාර්තමේන්තුවේ සහ නීති දෙපාර්තමේන්තුවේ නීති දෙපාර්තමේන්තුවේ සහ නීති දෙපාර්තමේන්තුවේ ඉංජිනේරු දෙපාර්තමේන්තුව ද, පනතට මහාධිකරණය පිළිබඳ තීරණයට පටහැනිව හෝ ආණ්ඩුක්රම ව්යවස්ථාව උල්ලං ached නය කිරීමත් සමඟ පටහැනි ය.",
        "ක්රියාවලිය දැන සිටිය යුතු අයට කණගාටුව කනගාටු වන අතර, ඔවුන්ගේ අදාළත්වය අනුව කථානායකවරයාට ඇතුළත් වී නීති සම්පාදනය සංශෝධනය කිරීම ගැන ඔවුන්ගේ වක්ර සටහන් කනගාටුවට කරුණකි.",
        "නීති දෙපාර්තමේන්තු මූලස්ථාන දෙපාර්තමේන්තුව (2017 වර්ෂය සභා සංශෝධන පනතේ පළමුවැන්නා) මනෝ විද්යාවේ සාමාජිකයින්ගේ සාමාජිකයින්ගේ සාමාජිකයින්ගේ සාමාජිකයින්ගේ සාමාජිකයින්ගේ සාමාජිකයින්ගේ සාමාජිකයින්ගේ සාමාජිකයින්ගේ ප්රගතිය දැකීමට පෙළඹේ ශ්රේෂ් Supreme ාධිකරණ තීන්දුව ක්රියාත්මක කර ඇති බව සහතික කිරීම සඳහා අවසාන කමිටුව තුළ නොසලකා හරින ලදි. කථානායකවරයාට කාරණා සම්බන්ධයෙන් ගැටළුවක් නොමැති බැවින් අදාළ බලධාරීන්ට එවැනි චෝදනාවලට ප්රතිචාර දැක්වීමට හැකි වනු ඇත.",
        "2024 අංක 924 දරණ ප්රාග්ධන උපස්ථ පනත ක්රියාත්මක කිරීම පිළිබඳ සියලු ලියකියවිලි හා ක්රියාමාර්ග විමසීමට කිසිදු පාර්ලිමේන්තු මන්ත්රීවරයකුට ආරාධනා කර, බුද්ධිමත් නිලධාරීන් සමඟ සාකච්ඡා කිරීමට ආරාධනා කරනු ලැබේ.",
        "ප්රජාතන්ත්රවාදී ක්රමයක් තුළ, එය නීතිගත කිරීම සඳහා අපකීර්තියට අපහාස කිරීම හෝ එහි විශ්වසනීයත්වය අඩපණ කිරීම ප්රයෝජනවත් උපහාරයක් නොවේ. ප්රජාතන්ත්රවාදී ක්රමයේ සමස්ත තක්සේරුව නීතිගත කිරීම ඇතුළුව සියලු කොටස්වල සාමූහික ක්රියාකාරිත්වය මත පදනම්ව සියලුම සාමාජිකයින්ට මතක් කිරීමට කථානායකවරයාගේ කාර්යාලයට මතක් කර දීමට අවශ්යය."
      ]
    },
    "en": {
      "title": "Speaker's Office to clarify public",
      "body_lines": [
        "The report is published in the interest of the public in order to revise and clarify the fact that the Ceremony Building Bill of 2024 was passed and subsequently passed by the Act.. The legislative process is explained from the beginning to learn the public and prevent them from being cheated.",
        "When a bill is presented in Parliament, Article 121 of the Constitution has the opportunity to challenge the Supreme Court in accordance with Article 121 of the Constitution.. According to the provisions of the Constitution, the Supreme Court considers them and the relevant verdict is submitted to the Speaker within three weeks. Subsequently, the Speaker must declare the relevant decision on the first day of the next parliamentary session and ordered that a complete verdict be issued in the Hansat Power Report for the day.",
        "Following the above mentioned process, the Speaker, who read the Supreme Court on November 07, 2023, ordered that the Supreme Court's verdict be issued in the Hansat Power Report for the Day of the Day.. Subsequently, it became a public document in a way that could be accessed by the eagerness.",
        "According to the Supreme Court's decision, the Ministry of Public Safety on this issue coordinates proposed amendments with the help of the Department of Law. Integration of these amendments is passed by the Supreme Court's ruling, the constitution that submitted the bill to the Constitution.. Amendments are printed in trilingualism and distributed in all MPs. The same process was followed by the Backup Bill and the amendments were distributed to all parliamentarians on the morning of January 23, 2024, the first day of the debate on the second assessment of the Act.",
        "Two days of the Ceremony Backup Bill was discussed and the group's second day, January 24, 2024,. Started at 5.00. According to a list of amendments issued by the Ministry of Public Security, it was presented to the Speaker of the House to fulfill each Amendment.. At that time, the Additional Magistrate, who had been assigned to the government officials in Parliament, represented the head of the legal department and informed the Speaker that all compulsory amendments were included in the committee during the committee.. Hon.. A.. When Sumanthiran raised some compassion, the Member of the Speaker of the House of Commons, the Additional Member of the Speaker of the Speaker, had further explained to the Hon.",
        "After the amendments were submitted and considered during the committee status, the Bill was passed in Parliament after the third assessment of the Federation Bill, according to the process of any of the bills presented.. On this occasion, the head of the Law Department issued a certificate that these amendments fit into the constitution as guided by the High Court's decision.",
        "During this overall process, any party, including the High Court, has no amendment, amendment and / or the type of doctrine, to propose, accept or reject, and the entire authority of this action here is entrusted with the votes of the parliament, which is, in general..",
        "Once a Bill has been properly passed, the Speaker has been abandoned to recognize the Certificate of Appeal in accordance with Article 79 and 80 of the Constitution.. Accordingly, the Speaker approved the Certificate of Ceremony Bill on 02 February 2024 and made it a presentation frame of 2024.",
        "Therefore, the Speaker's Office confessed that the Supreme Court was passed by the Parliament as per the Supreme Court's ruling as confirmed by the Department of Law Headquarters.. The legislative process of parliament is jointly accompanied by the Department of Law and the Department of Legal Department, which is unlikely to act contrary to the High Court's decision on the Bill or in violation of the Constitution.",
        "It is regrettable that those who have to know the process are saddened and their indirect notes that the Speaker can enroll in accordance with his relevance and amend the legislation.",
        "Although the Law Department Headquarters Department (the first of the Elections of the Provincial Councils of the Year 2017 Amendment Act) is inspired to see the progress of the members of the members of the Members of the Members of the Members of the Psychology, which has been ignored during the final committee to ensure that the Supreme Court ruling has been implemented.Since the Speaker does not have the issue in matters, the relevant authorities will be able to respond to such allegations.",
        "Any Member of Parliament is invited to consult and consult with intellectual officials to examine all the documents and actions on the implementation of the Capital Backup Act No. 9 of 2024.",
        "In a democratic system, it is not a beneficial tribute to the disgrace to the legalization or undermine its credibility. The Speaker's Office wants to remind all members that the overall assessment in the democratic system is based on the collective functioning of all parts, including legalization."
      ]
    }
  },
  "summary_lines": [
    "The Speaker's Office clarified the public on the Ceremony Building Bill of 2024, explaining the legislative process from bill presentation to Supreme Court verdict, and subsequent amendments. The bill was passed in Parliament after the Supreme Court's approval, with the Speaker approving the bill on February 2, 2024. The process was guided by the Department of Law and the High Court's decision, ensuring compliance with the Constitution."
  ]
}