{
  "translated_text": {
    "si": {
      "title": "ජනාධිපතිවරණය තුළින් දේශපාලනය නැවත ආරම්භ කිරීමට උත්සාහ කරන රාජපක්ෂගේ පවුල - වඩාත් දුෂ්කර පරිසරයක",
      "body_lines": [
        "2022 ආර්ථික අර්බුදයෙන් පසුව ශ්රී ලංකාව පළමු මැතිවරණයට මුහුණ දීමට සූදානම් ශ්රී ලංකාව ලෙස රාජපක්ෂ පවුල සිය දේශපාලන සාර්ථකත්වය ප්රකාශයට පත් කර තිබේ.",
        "බොහෝ දේශපාලන පර්යේෂකයන් මෙය පවුලේ දේශපාලන පුනරාවර්තනයක් ලෙස සලකති.",
        "මේ සතියේ ශ්රී ලංකා පීඒ, ශ්රී ලංකා පීඒ, ශ්රී ලංකා පීඒ, සැප්තැම්බර් 21 වන දින ජනාධිපතිවරණය සඳහා අපේක්ෂකයෙකු ලෙස 198 හැවිරිදි යුද නායක මහින්ද රාජපක්ෂගේ පුත්රයා ලෙස ප්රකාශයට පත් කරන ලදී.",
        "දේශපාලන විශ්ලේෂකයින් පවසන්නේ ඉතා දුෂ්කර කාර්යයක් තම පියා තරුණ නායකයෙකු ලෙස තම පියා විසින් විස්තර කළේ තරුණ නායකයෙකු ලෙස තම පියා විසින් වෙනත් තරුණ නායකයෙකු ලෙස විස්තර කරන බවයි.",
        "දශක තුනක සිවිල් යුද්ධයේ අවසාන දිනවල බෙදුම්වාදී විමුක්ති කොටින් සමඟ ඇති අවසාන දිනවල පවුල මෙම පවුල ඉදිරියේ පැමිණියේය - ජනප්රිය.",
        "2009 දී ශ්රී ලංකා හමුදාවේ ජයග්රහණයෙන් පසුව, ඔවුන් විශේෂයෙන් ශ්රී ලංකාවේ බහුතර ප්රජාව විසින් යුද ප්රවීණයන් ලෙස හැඳින්වූහ.",
        "දශක දෙකක දේශපාලනයේ සිට, රටේ ආර්ථික අර්බුදය හේතුවෙන් ඇති වූ සිවිල් විරෝධතා හේතුවෙන් පෙළපත අඛණ්ඩව පහත වැටුණි.",
        "තෙවැනි වරටත් තෙවැනි වරටත් මහින්ද රාජපක්ෂ මහතා සිය ධුර කාලය අග්රාමාත්ය ධුරය දැරූ අතර ශ්රී ලංකාවේ නැගෙනහිර කොටසේ නාවික කඳවුරට පලා යාමට බල කෙරී ඇත.",
        "දරාගත නොහැකි ආකාරයේ ජීවීන් හිඟයක් හේතුවෙන් කොළඹ දී විරෝධතාවයකට සහභාගී වීමෙන් පසු ඔහුගේ සහෝදරයා රටින් පලා ගොස් මාස දෙකකට පසු දහස් ගණනක් ජනයාට ඉල්ලා අස්වීමට සිදුවිය.",
        "එම අර්බුදයේ ප්රති the ලයක් ලෙස ක්රීඩා අමාත්යවරයා ලෙස දිවුරුම් දුන් නාමල් රාජපක්ෂ මහතා ඉල්ලා අස්වීමට බල කෙරුනි.",
        "පෙලපාලිකරුවන් රාජ්ය ගොඩනැගිලිවලට ඇතුළු වූ අතර ජනාධිපති නිල ගේට්ටුව සහ ජනාධිපතිවරයාගේ නිවෙස්වල පීනති. ඔවුන් පිහිනුම් වැවෙහි පීනති.",
        "2023 දී historical තිහාසික තීන්දුවක් නිකුත් කළ ශ්රී ලංකා මහාධිකරණය, රටේ ආර්ථික අර්බුදයට රාජපක්ෂ සහෝදරයන් වගකිව යුතු බව පැවසීය.",
        "දැන් නාමල් රාජපක්ෂ තම පළමු ජනාධිපතිවරණයට මුහුණ දීමට බලා සිටින අතර බොහෝ පර්යේෂකයන් පවසන්නේ රාජපක්ෂේ ශ්රී ලංකා දේශපාලනයේ පෙරමුණට නැවත පැමිණීමට ඇති ආශාව බවයි.",
        "නාමල් රාජපක්ෂගේ තරඟාවලිය ජනාධිපතිවරණයෙන් හෙළි වන්නේ ඔවුන්ට දේශපාලන අනාගතයක් ඇති බවයි.",
        "කෙසේ වෙතත්, මීළඟ ජනාධිපතිවරණය 2024 ජනාධිපතිවරණයට වඩා වැඩි ය.",
        "රාජපක්ෂ අපේක්ෂකයෙක් තරඟ නොකරන්නේ නම්, ඔවුන්ගේ මුළු උරුමය ඇති කිරීමට දරන උත්සාහය සහ රාජවංශය අසාර්ථක වනු ඇත.",
        "2024 ජනාධිපතිවරණයේදී ඔහුට හැකි වන පරිදි තම පවුලට හොඳින් හා සහයෝගය ලබා දිය හැකි බව පෙන්වීමට නාමල් රාජපක්ෂ දුෂ්කර අභියෝගයකට නාමල් රාජපක්ෂ දුෂ්කර අභියෝගයකට මුහුණ දෙන බව භගලියෝති සරවනමුතු සටහන් කරයි.",
        "රාජපක්ෂ පාලන තන්ත්රය පරාජය කළ විරෝධතාකරුවෙක්, මෙලනි ගුණතිලක මේ පෙළපතට එරෙහිව දිගටම සටන් කරන ලෙස ශ්රී ලාංකිකයින්ගෙන් ඉල්ලා සිටී.",
        "පෙලපාලිවලට ඔවුන් සටන් කළ දේ ශ්රී ලාංකිකයන් සිහිපත් කරනු ඇතැයි මම අපේක්ෂා කරමි, \"මෙවර ඔවුන් මේ වතාවේ ඔවුන් රාජපක්ෂයන් පරාජය කරනු ඇත, නමුත් මේ වතාවේ අනාගතයේදී පරාජය කරනු ඇත.",
        "රාජපක්ෂයන් තම ශක්තිය පෙන්වීමට උත්සාහ කරන අතර ඔවුන්ට ඇති අවස්ථා මොනවාදැයි බැලීමට අවශ්යය.",
        "මහින්ද රාජපක්ෂ නාමල් රාජපක්ෂ මහතා තම පරම්පරාවට අනුබල දෙන ශ්රී ලාංකිකයන් පිරිසක් තම පරම්පරාවට අනුබල දෙන විට ඔවුන් නාමල් රාජපක්ෂට සහාය දෙනවාද යන්න ඔවුන්ට විශ්වාසයක් නොමැති බව භකියසෝති සරවනමුට්ටු පවසයි.",
        "සිංගප්පූරුවේ විශ්ව විද්යාලයේ දේශපාලන විද්යා ist යෙකු වන රාජා කමගේ පවසන්නේ නාමල් රාජපක්ෂගේ දේශපාලන කුසලතා සහ පක්ෂය නැවත ප්රතිනිර්මාණය කිරීම කිසිසේත්ම අත්හදා බලන බවයි.",
        "78 දෙනා - අවුරුදු 78 ක දුරක් - ඔහුගේ වයස සලකා බැලීමේදී වඩාත්ම වැදගත් දුර්වලකම බව ඔහු පවසයි. ඔහුගේ වයස 78 දෙනා - අවුරුදු 78 ක් ශ්රී ලාංකිකයන් ආකර්ෂණය කර ගැනීම සඳහා රැඳී සිටින බව.",
        "ඔහු එක්ව එකට පැමිණ නැවත පක්ෂය ගොඩනඟා ගැනීම සඳහා රාජපක්ෂගේ දේශපාලන අනාගතය ඉල්ලා සිටින අතර පහළ මට්ටමේ සිට නැවත සාදය ගොඩනඟා ගත යුතුය."
      ]
    },
    "en": {
      "title": "Rajapaksa's family, who is trying to resume politics through the presidential election - in the most difficult environment",
      "body_lines": [
        "The Rajapaksa family has announced its political success as Sri Lanka is ready to face the first election following the economic crisis of 2022.",
        "Many political researchers consider this as a political recurrence of the family.",
        "This week, the Sri Lankan PA, the Sri Lankan PA, was announced as a candidate for the presidential election on September 21 as the 38 -year -old son of war leader Mahinda Rajapaksa.",
        "Political analysts say that a very difficult task is awaiting a very difficult task for Namalrajapaksa, described by his father as a young leader demanded by 2022 protesters.",
        "The family came to the fore in the final days of the three decades of civil war with the separatist Liberation Tigers - popular.",
        "Following the victory of the Sri Lankan military in 2009, they were called war veterans, especially by the majority community in Sri Lanka.",
        "After two decades of politics, the lineage continued to decline in the civilian protests caused by the economic crisis of the country.",
        "For the third time in May 2022, Mahinda Rajapaksa has resigned from his tenure as Prime Minister and has been forced to flee to the naval base in the eastern part of Sri Lanka.",
        "Thousands of people were forced to resign two months after his brother fled the country after he was involved in a protest in Colombo due to a shortage of unbearable living essentials.",
        "As a result of that crisis, Namal Rajapakse, who was sworn in as the Minister of Sports, was forced to resign.",
        "Demonstrators entered the state buildings, occupied the president's official gate, and the president's homes, and they swim in the president's swimming lake, and fell asleep on his bed.",
        "The Sri Lankan High Court, which issued a historic verdict in 2023, said the Rajapaksa brothers were responsible for the economic crisis of the country.",
        "Now Namal Rajapaksa is waiting to face his first presidential election, and many researchers say that Rajapakse's desire to return to the forefront of Sri Lankan politics.",
        "Namal Rajapaksa's contesting presidential election reveals that they have a political future.",
        "However, the next presidential election is more than the 2024 presidential election, he says.",
        "If a Rajapaksa candidate does not contest, the efforts to create their entire heritage and dynasty will fail.",
        "Bhagiyasothi Saravanamuttu notes that Namal Rajapaksa faces a difficult challenge to show that he can perform well and support his family in the 2024 presidential election.",
        "One of the protesters who defeated the Rajapaksa regime, Melani Gunathilaka calls on Sri Lankans to continue to fight against this lineage.",
        "I expect Sri Lankans to remember what they fought during the demonstrations, he notes, \"This time, they will defeat the Rajapaksas, but this time, will not be defeated in the future.",
        "Rajapaksas are trying to show their strength and want to see what opportunities they have.",
        "Bhakiyasothi Saravanamuttu says that when Mahinda Rajapaksa Namal Rajapaksa has seen a group of Sri Lankans supporting their lineage, they are not sure whether they will support Namal Rajapaksa.",
        "Rajni Kamage, a political scientist from the University of Singapore, says that Namal Rajapaksa's political skills and the re -enactment of the party will be hardly tested.",
        "He says that the 78 -year -old Mahinda Rajapaksa is the most important weakness when considering his age is that the 78 -year -old Mahinda Rajapaksa is staying in order to attract Sri Lankans.",
        "He calls for the political future of the Rajapaksa descent to come together and build the party again from the lower level."
      ]
    }
  },
  "summary_lines": [
    "In the wake of Sri Lanka's economic crisis, the Rajapaksa family, led by Namal Rajapaksa, aims to make a political comeback in the upcoming presidential election. Despite facing significant challenges, including public discontent and a historical verdict blaming them for the economic crisis, the family seeks to regain power. Analysts predict a tough road ahead for Namal Rajapaksa, who must prove his leadership amidst ongoing protests and skepticism about his ability to address the nation's issues effectively."
  ]
}