{
  "translated_text": {
    "ta": {
      "title": "வானிலையிலிருந்து கனமான வெளிப்பாடுகள் - 200 மிமீக்கு மேல் கனமான மழை",
      "body_lines": [
        "வானிலை ஆய்வு திணைக்களம் பலத்த மழை குறித்து புகழ்பெற்ற சிவப்பு அறிவிப்பை வெளியிட்டுள்ளது.",
        "இன்று (26). 04.30 இல் வெளியிடப்பட்ட அறிவிப்பு அடுத்த 24 மணி நேரத்திற்கு செல்லுபடியாகும்.",
        "அதன்படி, வடக்கு, கிழக்கு, மத்திய மற்றும் UVA மாகாணங்களில் சில இடங்களில். கனமழை ஏற்படக்கூடும் என்று வானிலை ஆய்வு புதியது.",
        "மாகாணம் மற்றும் புட்டலம் ஆகியவற்றில் சில இடங்கள் சில மி.மீ.. 100 சுற்றி கனமான மழை.",
        "இதற்கிடையில், இன்று காலை 8.30 மணி முதல் அதிகாலை 4.15 மணி வரை அதிக மழை பெய்தது, 191 மிமீ, லாகுகாலாவிலிருந்து அதிக மழைப்பொழிவு பதிவாகியுள்ளது.",
        "மஹோயா, அம்பாராவிலிருந்து 149.5 மில்லிமீட்டர் மற்றும் தமனா பகுதியிலிருந்து 147 மில்லியன் பேர் பதிவாகியுள்ளனர்.",
        "ஹம்பந்தோட்டாவில் உள்ள ஹம்பந்தோட்டா மாவட்டத்திலிருந்து, வட மத்திய, மத்திய மற்றும் கிழக்கு மாகாணங்கள்.. வலுவான காற்று 40-50 முறை ஏற்படலாம்.",
        "தற்காலிக காற்று மற்றும் மின்னல் விபத்துக்களை இடியுடன் கூடிய மழையுடன் குறைக்க தேவையான நடவடிக்கைகளை எடுக்குமாறு வானிலை ஆய்வு திணைக்களம் பொதுமக்களிடம் கோரியுள்ளது.",
        "இதற்கிடையில், வங்காள விரிகுடா விரிகுடா விரிகுடா விரிகுடாவில் அழுத்தம் மந்தநிலை. 290 மற்றும் திருகோணமலியில். சுமார் 410 தென்கிழக்கில் இருந்தது.",
        "இது அடுத்த 12 மணி நேரத்தில் தீவின் கிழக்கு கடற்கரைக்கு அருகில் சென்று தீவின் கிழக்கு கடற்கரைக்கு அருகில் வளரும் என்று எதிர்பார்க்கப்படுகிறது.",
        "இந்த அமைப்பின் தாக்கம் காரணமாக, வானம் தீவின் பல பகுதிகளில் மேகங்களுடன் புதைக்கப்பட்டு, வடக்கு, கிழக்கு, யுவா மற்றும் மத்திய மாகாணங்களில் கனமான மற்றும் வலுவான காற்றை எடுத்துக்காட்டுகிறது."
      ]
    },
    "en": {
      "title": "Heavy reveals from the weather - heavy showers over 200mm",
      "body_lines": [
        "The Department of Meteorology has issued a reputable red announcement on heavy rains.",
        "Today (26). The announcement issued at 04.30 is valid for the next 24 hours.",
        "Accordingly, in some places in the North, East, Central and Uva provinces. The Department of Meteorology is new that heavy rains can occur.",
        "Some locations in the province and Puttalam are in some mm. Heavy showers around 100.",
        "Meanwhile, the highest rainfall from 8.30 am from 8.30 am to 4.15 am today, the highest rainfall was reported from the Lahugala, 191mm.",
        "A 149.5 millimeters from Mahaoya, Ampara has been reported and 147 million from the Damana area.",
        "From the Hambantota district in Hambantota, North Central, Central and Eastern provinces.. Strong winds can occur 40-50 times.",
        "The Department of Meteorology has requested the public to take necessary steps to reduce temporary winds and lightning accidents with thunderstorms.",
        "Meanwhile, the pressure recession in the Bay of Bay of Bay of Bay of Bay of Bengal. 290 and in Trincomalee. About 410 was over the southeast.",
        "It is expected to travel close to the East Coast of the island in the next 12 hours and grow close to the eastern coast of the island.",
        "Due to the impact of this system, the sky is buried with clouds in many parts of the island and highlights heavy and strong winds in the Northern, Eastern, Uva and Central provinces."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary in 200 characters:",
    "",
    "Heavy rains warning: 200mm+ showers forecasted in North, East, Central & Uva provinces. Red alert issued by Meteorology Dept. Strong winds (40-50 km/h) expected. Public advised to take precautions against lightning and thunderstorms."
  ]
}