{
  "translated_text": {
    "ta": {
      "title": "கணவரின் உடலைக் கைப்பற்ற சட்ட மனைவியும் சாதாரண மனைவியும் மோதுகிறார்கள்",
      "body_lines": [
        "இறந்தவரை கைப்பற்றிய ஒரு இறந்த நபரின் மரணத்திற்கு விரோதமாக அவசர இறப்பு ஆய்வாளர் சித்தகா உதயா கவதா (18) என்று ஹோமகாமா தலைமையகம் தெரிவித்துள்ளது என்று ஹோமகாமா தலைமையகம் தெரிவித்துள்ளது.",
        "அவசர பிரதிநிதிகள் சாதாரண மனைவியின் கடைசி மரியாதைகளை இரண்டு மணி நேரம் ஹோமகாமாவின் ஒரு தனியார் பூவில் உத்தரவிட்டனர்.",
        "பாதிக்கப்பட்டவர் டிஸ்டனாயக் முடியான்ஸலேஜ் சாந்தா டிசனாயக்க (45), டிஸ்டனாயகா முடியான்ஸலேஜ், டிசனாயகே முதியான்ஸலேஜ், டிசனாயகா முடியான்ஸலேஜ், டிசானாயகே முடியான்ஸலேஜ், டிசனாயகா முட்யன்செலேஜ், டிசானாயகேஜ், டிசானாயகேஜ், டிசனாயகேஜ் என அடையாளம் காணப்பட்டார்.",
        "அந்த நபர் 2006 இல் மீகாஹாகியுலாவில் ஒரு பெண்ணுடன் திருமணம் செய்து கொண்டார், மேலும் ரம்பூட்டான் விற்பனை உட்பட நாட்டிற்கு பயணம் செய்கிறார்.",
        "இதற்கிடையில், அவர் சமகாமாவுக்காக ஹோமகாமாவில் ஹோமகாமாவில் இருந்தபோது, ​​ஒரு பெண் ஒரு பெண்ணுடன் கைவிடப்பட்டு மூன்று குழந்தைகளுடன் வசித்து வந்தார்.",
        "ஹோமகாமாவின் மனைவியிடம் சிகிச்சை பெற்றபோது ஹோமகாமா அடிப்படை மருத்துவமனையில் சிகிச்சை பெற்றபோது அவர் ஹோமகாமா அடிப்படை மருத்துவமனையில் அனுமதிக்கப்பட்டபோது, ​​அவர் ஹோமகாமா அடிப்படை மருத்துவமனையில் அனுமதிக்கப்பட்டார்.",
        "பின்னர், திருமணமான கணவர் இறந்தபோது, ​​சாதாரண மனைவிக்கு இடையே ஒரு சூடான நிலைமை ஏற்பட்டுள்ளது, எச்சங்களின் மரணம் கேட்கிறது. பின்னர், மரண ஆய்வாளரும் காவல்துறையும் உறவினர்களுடன் விவாதிக்கின்றன, மேலும் இந்த நடவடிக்கைகள் இரு கட்சிகளுக்கும் பாரபட்சம் காட்டவில்லை.",
        "அதன்படி, அவசர இறப்பு ஆய்வாளர் பூரா செனகா உதயா குமாராவை ஹோமகாமா அடிப்படை மருத்துவமனையின் நீதித்துறை மருத்துவ அதிகாரி டாக்டர் தமித் அட்டனாயகே வழங்கினார்.",
        "பிரேத பரிசோதனையின் சான்றுகள் மற்றும் பிரேத பரிசோதனை ஆகியவை மரணம் மாரடைப்பு என்று முடிவு செய்தன.",
        "பதுல்லாவில் உள்ள மீகாஹாகியுலா பகுதியில் உள்ள இறுதி இல்லத்தை ஒப்படைக்க திடீர் மரண ஆய்வாளர் இதேபோல் மற்றும் இரண்டு மணி நேரத்தில் இறுதி இல்லத்தை வழங்குமாறு போலீசாருக்கு உத்தரவிட்டார்.",
        "இந்த சம்பவம் குறித்து ஹோமகாமா அடிப்படை மருத்துவமனை போலீஸ் சோதனைச் சாவடி (65293) விசாரணைகளை நடத்தியது."
      ]
    },
    "en": {
      "title": "Legal wife and Casual Wife clash to take over husband's body",
      "body_lines": [
        "Homagama Headquarters said that the Emergency Death Inspector Sithaka Udaya Kawatha (18), hostile to the death of a dead person to take over a deceased, says the Homagama Headquarters said.",
        "The emergency delegates had ordered the last respects of the casual wife for two hours in a private flower of Homagama.",
        "The victim has been identified as Dissanayake Mudiyanselage Shantha Dissanayake (45), Dissanayake Mudiyanselage, Dissanayake Mudiyanselage, Dissanayake Mudiyanselage, Dissanayake Mudiyanselage, Dissanayake Mudiyanselage, Dissanayake, 199/3, has been identified.",
        "The man has been married in 2006 with a woman in Meegahakiula, and traveling to the country, including Rambutan sales.",
        "Meanwhile, while he was in the Homagama in Homagama for Samagama, a woman had been abandoned with a woman and was living with the three children.",
        "According to the police, he was admitted to the Homagama Base Hospital while he was admitted to the Homagama Base Hospital while receiving treatment at the Homagama Base Hospital while receiving treatment at the Homagama's wife.",
        "Later, when the married husband died, a warm situation has occurred between the casual wife, asking for the death of the remains. Later, the death inspector and the police discuss with the relatives and the measures were not prejudiced to both parties.",
        "Accordingly, Emergency Death Inspector Pura Senaka Udaya Kumara was presented by the Judicial Medical Officer of the Homagama Base Hospital Dr. Damith Attanayake.",
        "The evidence and the post mortem examination of the post mortem examination concluded that the death was a heart attack.",
        "Sudden Death Inspector Similarly to hand over the final residence in the Meegahakiula area in Badulla and ordered the police to give the final residence in two hours.",
        "The Homagama Base Hospital police checkpoint (65293) conducted investigations into the incident."
      ]
    }
  }
}