{
  "translated_text": {
    "ta": {
      "title": "காலே இலக்கிய விழா: 'எழுத்தாளர்கள், கலைஞர்கள் எங்கள் அழகான நாட்டில் எங்கள் அழகான நாட்டில் சேர்கிறார்கள்'",
      "body_lines": [
        "காலே இலக்கிய விழா: 'எழுத்தாளர்கள், கலைஞர்கள் எங்கள் அழகான நாட்டில் எங்கள் அழகான நாட்டில் சேர்கிறார்கள்'",
        "கேலன் இலக்கிய விழா இந்த ஆண்டு ஜனவரி 25-28 தேதிகளில் காலே கோட்டையில் நடைபெறும்.",
        "சல்மான் ரஸ்ஸல், 'சிறந்த இலக்கியத் தாக்குதலில்' இயற்றப்பட்ட 'எதிர்பாராத கடுமையான தாக்குதல்கள்' பற்றி பேசுகிறார், அவர் இசையமைக்கப்பட்டவர், இங்கிலாந்தின் 'சிறந்த இலக்கிய விழாவில்' இயற்றப்பட்டார்.",
        "2007 ஆம் ஆண்டில் தொடங்கும் கேலன் இலக்கிய விழா, இலங்கை இலக்கிய வரலாறு, கல்வியாளர்கள், பத்திரிகையாளர்கள், பத்திரிகையாளர்கள், பத்திரிகையாளர்கள் மற்றும் வெளியீட்டாளர்கள் ஒரு சர்வதேச இலக்கிய விழாவின் தரத்தை வைத்திருக்க குறிப்பிடத்தக்கதாகும்.",
        "உலக மற்றும் பிராந்திய இலக்கியங்களுக்கு மேலதிகமாக, ஆங்கில இலக்கிய கலாச்சாரம் அடிப்படையில் இதை மையமாகக் கொண்டுள்ளது. இதன் நோக்கங்கள் எழுத்தாளர்களின் எழுத்தாளர்களில் பெரும்பாலோர் மற்றும் ஆங்கில மொழியில் எழுத்தாளர்களின் ஆழம்.",
        "கடந்த ஐந்து ஆண்டுகளில் இலங்கை ஆங்கில இலக்கியங்களுடன் புதிய இலக்கியவாதிகளின் கவனத்தை ஈர்ப்பதும் இந்த நாளின் மற்றொரு குறிக்கோளாகும்.",
        "\"காலே இலக்கிய விழாவில் பல பட்டறைகள், கண்காட்சிகள், கண்காட்சிகள், கண்காட்சிகள், கண்காட்சிகள் மற்றும் கலாச்சார நிகழ்வுகள் சிறிய ஹோட்டல்கள், பட்டறைகள் மற்றும் கலாச்சார நிகழ்வுகளில் காலே கோட்டையில் நடைபெறுகின்றன.. எவ்வாறாயினும், இலங்கை சுற்றுலா மேம்பாட்டு பணியகம் இலக்கிய விழாவுடன் ஒரு புதிய ஸ்பான்சர்ஷிப்பாக இணைக்கப்பட்டுள்ளது, சுற்றுலாப் பயணி இலக்கிய விழாவில் சேர்க்கப்பட்டுள்ளது, \"கலி சர்வதேச இலக்கிய விழாவின் இயக்குனர் ஜிசல் ஹார்ட்துங் பற்றி எங்களுடன் 2024 யோசனைகள் கூறுகின்றன.",
        "இலங்கையில் நடந்த மற்ற இலக்கிய விழாவின் சிறப்பு அம்சத்தை சிங்களிடம் கேட்கும்படி பிபிசியிடம் கேட்ட சிங்களிடம் கேட்க பிபிசிக்கு அவர் ஒரு பதிலைக் கொடுத்தார்.",
        "\"உலகின் எந்தவொரு இலக்கிய விழாவிலும் விதிவிலக்கான அடையாளங்கள் உள்ளன. அந்த அடையாளங்கள் வைத்திருக்கும் இடம் இன்னும் பொருத்தமானது. இதன் விளைவாக, கேலன் இலக்கிய திருவிழாவின் அடையாளம் பெரும்பாலும் காலே கோட்டையின் அழகு மற்றும் அதன் ஹோஸ்டிங் கலாச்சாரத்தால் தீர்மானிக்கப்படுகிறது. இது உள்ளடக்கத்தின் மிகவும் வளமான அம்சங்கள், அதே போல் திருவிழாவின் கூறுகள் என்று நான் நினைக்கிறேன். \"",
        "'சிங்கள மற்றும் தமிழ் இலக்கியத்தின்' நிரூபிக்கப்பட்ட கலாச்சாரத்தை பரந்த வாசகர் உலகிற்கு உருவாக்க இலங்கையில் நடந்த கேலன் இலக்கிய விழாவை அவர் அவளிடம் கேட்டார். \"இது ஒரு முக்கியமான ஆலோசனை என்று நான் நினைக்கிறேன். எங்கள் அடுத்த திருவிழாவில், மொழிபெயர்ப்பாளர்களுடனான பட்டறைகளில் கவனம் செலுத்தலாம். \"",
        "காலே இலக்கிய விழாவிற்கு வரும் உலகில் இலக்கிய புள்ளிவிவரங்கள் மற்றும் திட்டங்கள்",
        "ஷாஷி பெரே, செபாஸ்டியன் விவசாயிகள், போலீஷர்கள், டிபிசி பியரிஸ், டிபிசி மனாரத்னா, டிபிசி ஹுசீன், டிபிசி ஹுசாரேன், டிபிசி ஹுசாரேன், டிபிசி ஹுசாரேன், டிபிசி ஹுசாரேன், டிபிசி ஹுசைன், டிபிசி ஹுசைன், මැකෝල්, මැකෝල්, මැකෝල්, an, මැකෝල් මැකෝල්. ද මෙල් වැනි පිරිසකගේ නම්.",
        "விஷுவல் ஆர்ட்ஸ், மியூசிக் மற்றும் தம்மமடிக் விளக்கங்கள், இரவு உணவு, இசை மற்றும் தம்மமடிக் விளக்கங்கள், நாடகம், இசை மற்றும் தம்ம விளக்கக்காட்சி ஆகியவை விரைவான மற்றும் அறிவுசார் அனுபவமாக இருக்கும்.",
        "நிகழ்வில் சில திட்டங்களில் டிக்கெட் ஏற்கனவே முடிவடைந்துள்ளது. இலங்கை புதிய யர்ரன் கருனாடிலேக், இலங்கை புதிய காட்டி ஷெஹான் கருனாடிலேக், ஷான் கருணடிலெக், மற்றும் அமல் டி சில்வா, இலங்கைக்கு பிரத்யேக ஆல்கஹால், பிரத்தியேக ஆல்கஹால் மீது 'அராக் டேஸ்டிங்'. கலந்துரையாடல், ஏ.சி.. கிரீலன் தனது \"பார்வை மற்றும் வாழ்க்கை\" வேலையுடன் பிரசங்கம் போன்றவற்றைக் காணலாம்.",
        "புச்சியா பரிசு 2022: 'ருஷ்டி கத்திகள் விதிக்கப்பட்ட பிறகு'",
        "கடந்த ஆண்டு கிரெட்டன் விருது, சிராந்தி ராஜபக்ஷம், காலே இலக்கிய விழாவின் காலே இலக்கிய விழாவைப் பற்றி பேசினார், \"இது தொடர்பாக ஆங்கில இலக்கியங்களைக் காணலாம். ஆனால் இலங்கைக்கு காலே இலக்கிய விழா மிகவும் முக்கியமான சந்தர்ப்பம் என்று நான் நினைக்கிறேன். வாசகர்களைச் சந்திப்பதற்கான வாய்ப்பு எனக்கு மிகவும் முக்கியமானது. ஒரு எழுத்தாளராக, அது நிறைய விஷயங்கள். \"",
        "இதற்கிடையில், குழந்தைகள் இலக்கியத்திற்கான தொடர்ச்சியான சிறப்புத் திட்டங்கள் தாமஸ் கோல் பள்ளி, கிரான் மில்வுட் ஃபுராக், தலைப்பு இலக்கியத்தில் மற்றும் குழந்தை பருவத்தின் பிரபல குழந்தைகள் 12 ஆண்டுகளில் இருந்து 2-5 ஆண்டுகள் வரை பங்கேற்கும் .",
        "மற்றொரு தனித்துவமான விஷயம் என்னவென்றால், புலப்படும் கலையின் புலப்படும் கலையின் புலப்படும் கலையின் காட்சி கலை. இது சிறந்த அறிஞர்களான வின்நைட் வஹ்ரா, வின்நைட் வஹ்ரா, வின்நைட் வஹ்ரா, வின்நைட் வஹ்ரா ஆகியோருடன் உள்ளது.",
        "'இது உலகெங்கிலும் உள்ள எழுத்தாளர்கள் மற்றும் கலைஞர்களுடன் சேர ஒரு விலைமதிப்பற்ற வாய்ப்பு'",
        "\"எங்கள் அழகான நாட்டில் எங்கள் அழகான நாட்டில் எழுத்தாளர்கள் மற்றும் கலைஞர்களுடன் சேர இது ஒரு சிறந்த வாய்ப்பாகும், மேலும் இலங்கை இலக்கிய மற்றும் கலைஞர்களுக்கு அவர்களின் திறமைகளைக் காட்ட ஒரு சிறந்த வாய்ப்பு. இந்த திருவிழாவிற்கு இது ஒரு பெரிய வெற்றியாகும், அவர் கோவிட் தொற்றுநோய்க்குப் பிறகு சுமார் நான்கு ஆண்டுகளுக்கு இந்த திருவிழாவைக் கொண்டாட முடியாது. மேலும் இது முன்னால் அதிகமாக வளர வேண்டும். சர்வதேச இலக்கிய கலைஞர்களின் அனுபவம் இலங்கை இலக்கியக் கலைகளை உலகிற்கு கொண்டு வர முடியும் என்று நான் நம்புகிறேன். \"",
        "பிராந்திய அல்லது உலகளாவிய இலக்கிய விழாவிற்கு இடையில் தங்கள் அடையாளத்தைக் குறிக்க முடிந்த கேலன் இலக்கிய விழா, இலக்கிய கலை ரசிகர்களுக்கு ஒரு தனித்துவமான அனுபவமாக இருக்கும்.",
        "நோயறிதல் கார்சியா: இலங்கை அகதிகளுடன் மனித வாழ்விடத்திற்கு பிரிட்டிஷ் தீவு பொருத்தமானதல்ல என்று ஐக்கிய நாடுகள் சபை கூறுகிறது",
        "ஆன்லைன் முறைகள் இன்று பாராளுமன்ற மசோதாஇன்றுவரை என்ன நடந்தது?"
      ]
    },
    "en": {
      "title": "Galle Literary Festival: 'Writers, artists join in our beautiful country in our beautiful country'",
      "body_lines": [
        "Galle Literary Festival: 'Writers, artists join in our beautiful country in our beautiful country'",
        "The Galle Literary Festival will be held in the Galle Fort on January 25-28, this year.",
        "Salman Russell speaks of 'unexpected severe attacks', who was composed in the 'biggest literary attack', who was composed, who was composed in the UK 'great literary festival.'",
        "The Galle Literary Festival, which will start in 2007, is significant in Sri Lankan literary history, academics, journalists, journalists, journalists and publishers to hold the quality of an international literary festival.",
        "In addition to world and regional literature, English literary culture is basically focused on this. The objectives of this is a majority of the writers of writers and depths of writers in English language.",
        "It is also another goal of this day to bring the attention of new literaryists with Sri Lankan English literaries along the recent past five years.",
        "\"A number of workshops, exhibitions, exhibitions, exhibitions, exhibitions and cultural events in the Galle Literary Festival are being held in small hotels, workshops, and cultural events in the Galle Fort.. However, the Sri Lanka Tourism Promotion Bureau is connected to the literature festival as a new sponsorship, the tourist is added to the literature festival, \"2024 ideas with us about Jisel Harddung, Director of Galle International Literary FestivalSaid that.",
        "She gave her an answer to BBC to ask the Sinhalese who asked BBC to ask the Sinhala her special feature of other literary festival in Sri Lanka.",
        "\"There are exceptional identities in any literary festival of the world. The place where those identities are held is still relevant. As a result, the identity of the Galle Literary Festival is largely determined by the beauty of the Galle Fort and its hosting culture. And I think it is the most fertile features of the content, as well as the elements of the festival. \"",
        "She asked her the Galle Literary Festival in Sri Lanka to create a proven culture of 'Sinhala and Tamil Literary' to the broader reader world. \"I think it's an important suggestion. At our next festival, we can focus on workshops with translators. \"",
        "The literary figures and programs in the world that comes to Galle Literary Festival",
        "Shashi Pere, Sebastian Farmers, Pollishers, DBC Pearies, DBC Manaratna, DBC Hussene, DBC Hussarane, DBC Hussarane, DBC Hussarane, DBC Hussarane, DBC Hussein, DBC Hussein, Alexander.මැකෝල් ස්මිත්, ක්‍රිස්ටිනා ලෑම්බ්, ජගත් වීරසිංහ, අමන්දා ජයතිස්ස, නෙලූෆර් ද මෙල් වැනි සුවිශේෂී පිරිසකගේ නම් දැකිය හැකිය.",
        "The Galle Literary Festival of Visual Arts, Music and Dhammamatic Explains, Dinner, Music and Dhammamatic Explains, Drama, Music and Dhamma presentation, will be a rapid and intellectual experience.",
        "Tickets in certain programs at the event are already ended. Sri Lankan New Yarran Karunatilake, Sri Lankan New Indicator Shehan Karunatilake, Shhan Karunatilleke, and Amal De Silva, with the exclusive alcohol to Sri Lanka, 'Arrack Tasting' on the exclusive alcohol.Discussion, AC. Greelunn can see them such as sermon with his \"vision and life\" work.",
        "The buochea prize 2022: 'After Rushdie knives was imposed'",
        "Last year's Greten Award, Chiranthi Rajapaksa, was speaking of the Galle Literary Festival of the Galle Literary Festival, \"English literaries can be found in this regard. But I think the Galle Literary Festival is a highly important occasion to Sri Lanka. It is especially important for me the opportunity to meet readers. As a writer, it was a lot of things. \"",
        "Meanwhile, a series of special programs for children's literature will be held at Thomas Goal School, Kiran Milwood Furauk, Header Literary, and the famous children of childhood to participate in up to 2-5 years from 12 years from 12 yearsIs diversified as diversify.",
        "Another unique thing is the visual art of the visible artness of the visible art of visible art. This is with great visible scholars, Winnight Wahra, Winnight Wahra, Winnight Wahra, Winnight Wahra.",
        "'This is a precious opportunity to join the writers and artists around the world'",
        "\"This is an excellent opportunity to join writers and artists in our beautiful country in our beautiful country, and a great opportunity for Sri Lankan literary and artists to show their talents. It is a great victory for this festival, who cannot celebrate this festival for about four years after the Cowid Epidemic. And this should grow more in front of. I believe that the experience of international literary artists will be able to bring the Sri Lankan literary arts to the world. \"",
        "The Galle Literary Festival, who has been able to mark their identity between the Regional or Global Literary Festival, will be a unique experience for literary art fans.",
        "Diagno Garcia: United Nations says British island is not suitable for human habitation with Sri Lankan refugees",
        "Online Methods The Bill of Parliament todayWhat happened to date?"
      ]
    }
  },
  "summary_lines": [
    "The Galle Literary Festival, held in Galle Fort from January 25-28, is a significant event in Sri Lankan literary history, focusing on English literary culture and showcasing works from world and regional literature. It aims to highlight new Sri Lankan English literaries and features workshops, exhibitions, and cultural events. The festival also seeks to create a culture of 'Sinhala and Tamil Literary' for a broader audience. Notable literary figures and programs from around the world participate, offering a rapid and intellectual experience."
  ]
}