{
  "translated_text": {
    "ta": {
      "title": "இலங்கையும் உகாண்டா ஜனாதிபதியும் சந்திக்கிறார்கள்",
      "body_lines": [
        "உகாண்டா ஜனாதிபதி இலங்கைக்கு ஜனாதிபதியின் தலைமையை மதிப்பீடு செய்கிறார்.",
        "உகாண்டாவிற்கு உத்தியோகபூர்வ விஜயம் மற்றும் உகாண்டா குடியரசின் தலைவர் ஆகியோர் நேற்று (20) பிற்பகல் நடந்தனர்.",
        "உகாண்டாவின் ஜனாதிபதி ஜனாதிபதி ரணில் விக்ரமேசிங்கால் நட்பாக அங்கீகரிக்கப்பட்டார் மற்றும் இரு தலைவர்களிடையே ஒரு நல்ல பேச்சுக்குப் பிறகு இருதரப்பு பேச்சுவார்த்தைகளைத் தொடங்கினார்.",
        "உகாண்டாவின் இலங்கை பொருளாதாரத்தை மீட்டெடுக்க ஜனாதிபதி ரானில் விக்ரமேசிங்கின் தலைமையை ஜனாதிபதி ரணில் விக்ரெமேசிங்க பாராட்டியுள்ளார்.",
        "இலங்கையில் புதிய பொருளாதாரத் திட்டம் குறித்து தலைவர்கள் விவாதித்தனர், 2024 ஆம் ஆண்டில் 2024 ஆம் ஆண்டில் இலங்கை தொடர்ந்து குறிக்கோள்களை எட்டுகிறது என்று ஜனாதிபதி ரணில் விக்ரமசிங்க கூறினார்."
      ]
    },
    "en": {
      "title": "Sri Lanka and Uganda President meet",
      "body_lines": [
        "Ugandan President evaluates the leadership of the President to reigns Sri Lanka.",
        "President Ranil Wickremesinghe on an official visit to Uganda and the President of the Republic of Uganda took place yesterday (20) afternoon.",
        "The President of Uganda was friendly recognized by President Ranil Wickremesinghe and commenced bilateral talks after a good talk between the two leaders.",
        "President Ranil Wickremesinghe has appreciated the leadership of President Ranil Wickremesinghe to restore the Sri Lankan Economy of Uganda.Was.",
        "The leaders discussed the new economic program in Sri Lanka and President Ranil Wickremesinghe said that Sri Lanka is continuing to reach the intended goals in 2024 in 2024."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka's President Ranil Wickremesinghe met with Uganda's President, discussing economic programs and leadership."
  ]
}