{
  "translated_text": {
    "ta": {
      "title": "கொழும்பில் சிறப்பு போக்குவரத்து திட்டம்",
      "body_lines": [
        "யுஎம்ஏ ஓயா திட்டத்தைத் திறப்பதற்கான ஈரானிய திட்டத்தின் வருகையுடன் ஒரு சிறப்பு பாதுகாப்புத் திட்டம் மற்றும் போக்குவரத்து திட்டம் செயல்படுத்தப்படும்.",
        "பொலிஸ் ஊடக செய்தித் தொடர்பாளர் டிக் துணை காவல்துறை ஆய்வாளர் ஜெனரல், மட்டாலாவிலிருந்து உமா ஓயா செல்லும் சாலை காலை 9.30 மணி முதல் காலை 11 மணி வரை கூறினார்.",
        "இதற்கிடையில், டி.ஐ.ஜி, நிஹால் தல்டுவா, கொழும்பு-கட்டூனாயக்க அதிவேக நெடுஞ்சாலை இன்று 2 முதல் 3 மணி வரை மூடப்படும்.",
        "மேலும், அதிவேக நெடுஞ்சாலையில் இருந்து, போரெல்லா, டி.எஸ்.",
        "இரவு 7.30 மணிக்குப் பிறகு கோட்டை ஜனாதிபதியின் வீட்டிற்கு மூடப்படும், மேலும் கொழும்பு கோட்டையின் கொழும்பு கோட்டையிலிருந்து மூடப்படும்.",
        "காவல்துறையினர் வெளியிட்ட முழு அறிவிப்பும் பின்தொடர்பவர்."
      ]
    },
    "en": {
      "title": "Special traffic plan in Colombo",
      "body_lines": [
        "A special security plan and traffic plan will be implemented with the arrival of the Iranian project to opening the Uma Oya project.",
        "Police Media Spokesperson DIG Deputy Inspector General of Police said that the road from Mattala to Uma Oya from 9.30 am to 11 am.",
        "Meanwhile, DIG, Nihal Talduuwa, the Colombo-Katunayake Expressway will be closed down from 2 to 3 pm today.",
        "Also, from the Expressway, Borella, DS Senanayake Mawatha, Liberty Roundabout, Liberty Roundabout, Shunamy Mawatha, Galle Road, Galle RoadDuring this hourly period, the route to the Fort and the route to the Hilton Hotel is being closed this hour.",
        "Fort will be closed down to the President's House after 7.30pm and will be closed from Colombo Fort, Colombo Fort.",
        "The full announcement published by the police is as follower."
      ]
    }
  },
  "summary_lines": [
    "Due to the Iranian project's Uma Oya opening, Colombo will implement a special security and traffic plan. Mattala to Uma Oya road will be closed from 9.30 am to 11 am. The Colombo-Katunayake Expressway will close from 2 to 3 pm, affecting routes to Fort and Hilton Hotel. Fort will close to President's House after 7.30 pm."
  ]
}