{
  "translated_text": {
    "ta": {
      "title": "கடத்தல் மற்றும் தாக்குதல் சந்தேக நபர்கள் தொடர்பான விசாரணை",
      "body_lines": [
        "எம்பிலிபிட்டியா - கிரிப்பலாவாவாவில் வசிப்பவர் நேற்று வேனில் இருந்து ஒரு குழுவினரால் கடத்தப்பட்டார்.",
        "இந்த குழு அந்த இளைஞனை ஒரு காட்டுக்கு அழைத்துச் சென்று கூர்மையான ஆயுதங்களால் கொடூரமாக தாக்கியதாக போலீசார் தெரிவித்தனர்.",
        "அவை மீறப்பட்டன, அவை மீறப்பட்டு சமூக ஊடகங்களுக்கு விடுவிக்கப்பட்டன.",
        "அந்த இளைஞன் தனது உறவினர்களுக்கு தனது உறவினர்களிடம் அனுப்பப்பட்டு, காட்சிகளைக் காண சூடாத் மாசிங்கிடம் சொன்னான்.",
        "அதன்படி, கட்டிகலா காவல்துறை மற்றும் எம்பிலிபிட்டியா தலைமையக காவல்துறையினர் விசாரணையைத் தொடங்கி வனப்பகுதிக்குச் சென்றுள்ளனர்.",
        "சந்தேக நபர்கள் அப்பகுதியிலிருந்து தப்பி ஓடிவிட்டதாகவும் கைது செய்யப்பட்டதாகவும் போலீசார் தெரிவித்தனர்.",
        "அந்த நேரத்தில், உடல்நலப் புறக்கணிப்பு காரணமாக மருத்துவமனை அமைதியாக இருந்தது.",
        "பாதிக்கப்பட்டவர் கிராவாவாவா பகுதியில் 24 வயது குடியிருப்பாளராக இருந்தார்.",
        "முந்தைய மோதலின் மோதலைத் தீர்க்க இளைஞர்கள் தலையிட்டனர், மேலும் இந்த தாக்குதல் ஒரு சர்ச்சையில் மேற்கொள்ளப்பட்டுள்ளது.",
        "இந்த சம்பவத்தில் ஈடுபட்டுள்ள மற்ற சந்தேக நபர்களை கைது செய்ய விசாரணைகள் மேலதிக விசாரணைகளை மேற்கொண்டு வருகின்றன."
      ]
    },
    "en": {
      "title": "Investigation into abduction and assault suspects",
      "body_lines": [
        "Embilipitiya - A resident of Kirippalawwawa has been abducted by a group of people from a van yesterday.",
        "Police said that the group had taken the young man to a jungle and was brutally attacked him with sharp weapons.",
        "They were violated and they were violated and released to the social media.",
        "The young man had been sent to his relatives to his relatives and told him Sudath Masinghe to see the scenes.",
        "Accordingly, the Kattigala Police and Embilipitiya Headquarters Police have commenced investigation and has gone to the forest area.",
        "The police said that the suspects had fled the area and was arrested.",
        "At the time, the hospital had been unease due to the health boycott.",
        "The victim was a 24 year old resident of Kirawwwawa area.",
        "The youth had intervened to resolve a confrontation of previous conflict, and this attack has been carried out on a dispute.",
        "Investigations are conducting further investigations to arrest the other suspects involved in the incident."
      ]
    }
  },
  "summary_lines": [
    "A resident of Kirippalawwawa was abducted, assaulted, and released. Police are investigating, with suspects arrested. The victim, a 24-year-old, intervened in a previous conflict. Further investigations are ongoing."
  ]
}