{
  "translated_text": {
    "ta": {
      "title": "அடுத்த தேர்தல் தனியாக வருகிறது",
      "body_lines": [
        "கட்சி வட்டாரங்களின்படி, இலங்கை ஜெனரல் முன்னணி வரவிருக்கும் உள்ளூராட்சி தேர்தல்களில் போட்டியிடுவதில் கவனம் செலுத்துகிறது.",
        "இருப்பினும், முக்கிய கூட்டாண்மை கட்சி, எல்.எஸ்.எஸ்.பி, எல்.எஸ்.எஸ்.பி உடன் எல்.எஸ்.எஸ்.பி உடன் மட்டுமே ஒப்பந்தம் செய்வதில் கவனம் செலுத்தியுள்ளது.",
        "இலங்கை ஜெனரல் முன்னணி மற்றும் நிர்வாக சபையின் அரசியல் பணியகம் சமீபத்தில் நிர்வாக சபையை சந்தித்தது.",
        "கட்சிகளில் பலரின் கருத்து என்னவென்றால், வரவிருக்கும் உள்ளூர் அரசாங்கத் தேர்தல்களில் இலங்கை சிவில் எழுந்ததால் போட்டியிடுவது பொருத்தமானது.",
        "இருப்பினும், ஜெனரல் எழுந்த வனப்பகுதிக்கு எதிர்காலத்தில் இந்த பணியாளர்களின் கருத்து உள்ளது.",
        "அண்மையில் பொதுத் தேர்தலில் கட்சியை மீண்டும் தொடங்க கட்சியை விட்டு வெளியேறிய கட்சி என்றும் தெரிவிக்கப்படுகிறது.",
        "அடிப்படையில் இரண்டு இருந்தன, அவற்றை மீண்டும் இணைப்பது பொருத்தமானது என்று பலர் காட்டியுள்ளனர்.",
        "இருப்பினும், மற்றவர்கள் இது குறித்து கருத்து தெரிவித்துள்ளதாக அரசியல் வட்டாரங்கள் தெரிவித்தன."
      ]
    },
    "en": {
      "title": "The next election comes alone",
      "body_lines": [
        "According to party sources, the Sri Lanka General Front is focused on competing in the upcoming local government elections.",
        "However, the main partnership party, however, has focused on contracting only with the LSSP, the LSSP, with the LSSP.",
        "The Political Bureau of the Sri Lanka General Front and the Executive Council met with the Executive Council recently.",
        "The opinion of many of the party is that it is appropriate to contest as the Sri Lanka Civil Arose Front in the upcoming local government elections.",
        "However, the General Arose forest has the opinion of these cadres in the future.",
        "It is also reported that the party who left the party to resume the party in the General Election recently.",
        "There were two on the basis, and many have shown that it is appropriate to reconnect them.",
        "However, political sources said that others have commented on it."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka General Front focuses on local government elections. Main partner LSSP contracts separately. Party debates contesting as Sri Lanka Civil Arose Front. Some members want reconnection with former party members. Political sources comment on reunification efforts."
  ]
}