{
  "translated_text": {
    "ta": {
      "title": "வெள்ளத்தை குறைக்க வெள்ளத்தை விரைவுபடுத்துங்கள்",
      "body_lines": [
        "நகர்ப்புற மேம்பாட்டு மற்றும் வீட்டுவசதி அமைச்சர் பிரசன்னா ரனாதுங்கா நில மேம்பாட்டுக் கழகத்தின் அதிகாரிகளுக்கு கொழும்பு மற்றும் சுற்றியுள்ள பகுதிகளில் வெள்ளத்தைக் குறைக்குமாறு அறிவுறுத்துகிறார்.",
        "முன்னுரிமை அடையாளம் காணப்பட்டு இந்த திட்டங்களை செயல்படுத்துவதாக அமைச்சர் மேலும் அறிவுறுத்தினார்.கொழும்பு மற்றும் சுற்றியுள்ள பகுதிகளில் வெள்ளத்தைக் குறைக்க ஏழு சிறப்பு திட்டங்களை நில மேம்பாட்டுக் கழகம் தொடங்குகிறது.",
        "கொழும்பு மற்றும் புறநகர்ப்பகுதிகளில் வெள்ளக் குறைப்பு வெள்ளம் குறைப்பு மூன்று கட்டங்களாக செயல்படுத்தப்படுகிறது என்று அமைச்சர் பிரசன்னா ரணத்துங்கா கூறுகிறார். நிரல் குறுகிய கால, நடுத்தர கால மற்றும் நீண்ட கால திட்டங்களாக செயல்படுகிறது.",
        "கொழும்பு மற்றும் நகர்ப்புற நிலக் கட்டுப்பாட்டு தொழிற்சாலைக்கு வெளியே வடிகால் நடவடிக்கைகளை மேம்படுத்துதல், மழை நீர் கட்டுப்பாட்டு வசதிகள் மற்றும் கூட்டு வெள்ளக் கட்டுப்பாட்டு அமைப்பு மற்றும் பராமரிப்பு திட்டக் கட்டுப்பாட்டு திட்டத்திற்கான பராமரிப்பு வசதி மற்றும் பராமரிப்பு திட்டம்,",
        "பிலியந்தலாவின் தலைமை மேம்பாட்டுத் திட்டத்தின் வடிகால் மேம்பாட்டுத் திட்டம், வடிகால் மேம்பாட்டுத் திட்டம் மற்றும் பாராளுமன்றத்தின் உயர் நீர்ப்பிடிப்பு பகுதி ஆகியவை 7 திட்டங்கள்.",
        "இந்த ஆண்டு இரண்டு திட்டங்கள் நிறைவடையும் என்று எதிர்பார்க்கப்படுகிறது. பிலியந்தலாவின் தலைமை மேம்பாட்டுத் திட்டத்தின் வடிகால் மேம்பாட்டு திட்டம், பட்டரமுல்லா, பட்டரமுல்லா, பட்டரமுல்லாவில் உள்ள வடிகால் மற்றும் சுற்றுச்சூழல் மேம்பாட்டு திட்டத்தின் வடிகால் மற்றும் சுற்றுச்சூழல் மேம்பாட்டுத் திட்டம். இந்த திட்டங்களின் விலை ரூ.",
        "கூடுதலாக, தற்போதைய பம்பாடோனின் மேம்பாட்டுத் திட்டம் இந்த ஆண்டு நிறைவடையும் என்று நில மேம்பாட்டுக் கழகம் கூறுகிறது. வெள்ள அபாயத்தைக் குறைக்க 2019 முதல் மடிவேலா தெற்கு திருப்புமுனை திட்டம்.",
        "கருப்பு பாலத்தின் முன்மொழியப்பட்ட கேட் மவுண்ட் பம்புகளை நிறுவுவது 2021 முதல் செயல்படும், மேலும் இந்த ஆண்டு இறுதியில் முடிக்கப்படும். மொத்தம் ரூ.",
        "இந்த திட்டங்களுக்கு இணையாக வெள்ளத்தை குறைக்கும் நோக்கத்துடன் கொழும்பு கால்வாய்களின் பராமரிப்பு மற்றும் புதுப்பித்தல் மேற்கொள்ளப்படுகிறது.. ஜப்பானிய பாதிக்கப்படக்கூடிய, சால்வினியா, சால்வினியா மற்றும் ஆக்கிரமிப்பு தாவரங்கள் காரணமாக, கால்வாய்களில் இந்த தாவரங்களை அகற்றி, மனித உழைப்பு மற்றும் இயந்திரங்களைப் பயன்படுத்தி நகர்ப்புற பாலிதீன் மற்றும் திடக்கழிவுகளை அகற்றும்.",
        "இந்த திட்டம் ஆண்டுதோறும் இந்த திட்டம் செயல்படுத்தப்படுகிறது, ஏனெனில் இந்த திட்டம் வருடாந்திர திட்டமாகும், மேலும் நில மேம்பாட்டுக் கழகம் கூறுகிறது. கொழும்பு பிரதான கால்வாய்கள் மற்றும் ட்யூன்களை பராமரிக்கவும் புதுப்பிக்கவும் ஒரு திட்டத்தையும் நில மேம்பாட்டுக் கழகம் இயக்குகிறது. கொழும்பு பிரதான கால்வாயை பராமரிப்பதில் 44 கி.மீ.",
        "இந்த திட்டத்திற்கு 295 மில்லியன். காளு ஓயா ட்ரேசி கால்வாய்களின் பராமரிப்பு, கால்வாய், அருகிலுள்ள கால்வாய்கள், லுனாவா லாபா, பழைய தத்தா மற்றும் லுனவன்னா கால்வாய்கள் மற்றும் தொடர்புடைய நீர் தடுப்புக்காவல் ஆகியவற்றில் பராமரித்தல்."
      ]
    },
    "en": {
      "title": "Expedite floods to reduce floods",
      "body_lines": [
        "Minister of Urban Development and Housing Prasanna Ranatunga instructs the officials of the Land Development Corporation to reduce floods in Colombo and surrounding areas.",
        "The Minister further instructed that the priority was identified and implementing these projects.Land Development Corporation launches seven special projects to reduce floods in Colombo and surrounding areas.",
        "Minister Prasanna Ranatunga says the flood reduction of flood reduction in Colombo and suburbs is being implemented in three phases. The program works as short-term, medium term and long-term projects.",
        "Improvement of drainage activities outside Colombo and urban land control factory, including rain water control facilities and maintenance facilitation and maintenance project for joint flood control system and maintenance project controlment project,",
        "The Drainage Improvement Project of the Chief Development Plan of Piliyandala, Drainage Improvement Project and the high catchment area of the parliament is 7 projects.",
        "Two projects are expected to be completed this year. Drainage Improvement Project of the Chief Development Plan of Piliyandala, Drainage and Environmental Improvement Program in Battaramulla, Battaramulla, Battaramulla. The cost of these projects is Rs. 203 million.",
        "In addition, the Land Development Corporation says the current pampatone's development project will be completed this year. Madiwela South Turnivation Project from 2019 to reduce the risk of floods.",
        "Establishment of the proposed Gate Mount Pumps of the Black Bridge will operate from 2021 and will be completed at the end of this year. The total cost of Rs. 10 lakhs and Rs 90 lakhs.",
        "Maintenance and renovation of Colombo canals is being carried out with the objective of reducing the floods in parallel to these projects.. Due to Japanese vulnerable, salvinia, salvinia, and aggressive plants, remove these plants in the canals, removing urban polythene and solid waste using human labor and machinery.",
        "This project is being implemented annually as the project is an annual project and the Land Development Corporation says. Land Development Corporation also operates a project to maintain and renovate Colombo main canals and tunes. The institute is also the maintenance of 44 km of maintaining Colombo main canal.",
        "295 million for this project. The maintenance of the Kalu Oya treaci canals, maintaining the canal, adjacent canals, on the Lunawa Laba, Old Duttah and Lunawanna canals and the related water detention."
      ]
    }
  },
  "summary_lines": [
    "Prasanna Ranatunga, Minister of Urban Development and Housing, directs the Land Development Corporation to launch seven projects aimed at reducing floods in Colombo and its surroundings. These initiatives are divided into short-term, medium-term, and long-term strategies, focusing on improving drainage systems, controlling rainwater, and maintaining flood control systems. Two projects, costing Rs. 203 million, are set to complete this year, alongside the completion of the current pampatone's development project and the establishment of Gate Mount Pumps at Black Bridge. Additionally, efforts are underway to remove invasive plants and clean urban canals, with a budget of Rs. 295 million allocated for canal maintenance."
  ]
}