{
  "translated_text": {
    "si": {
      "title": "මින්ෆයින් - සමාලෝචනය",
      "body_lines": [
        "නිෂ්පාදිතය: අදියර අනන්ය පුද්ගලික හා බේබි ෂු නිෂ්පාදන සහ ඇන්කර් බේරුම් චිත්රාගාර",
        "නළු නිළියන්: ගෞරව් ගොනා, එස්තර් අනිල්, ප්රවීන් කිෂෝර් සහ තවත් බොහෝ දෙනෙක් සහ තවත් බොහෝ දෙනෙක්",
        "'පූරාරාම් බිබි', 'චිපු කරුප්ට්ටි' සහ 'චිපු කරුප්ට්ටි' සහ 'චිපු කප්ට්ටි' යනු තිරයේ උද්යෝගිමත් 'චිත්රපටයේ' චිත්රපටයේ 'චිත්රපටයේ අවධානයට ලක්වූ මැවුම්කරු හීතා ෂමීම් ය.. (2015-2022) චිත්රපටයේ රඟපෑ නළු නිළියන් රඟපෑ වන අතර සැබෑ කාල පරාසය රඟ දැක්වූ තෙක් බලා සිටීමට අධ්යක්ෂකගේ නව උත්සාහයද?නැත්ද?අපි දිගටම දකින්නෙමු.",
        "දරාව් ගොනා තමිල්නාඩුවේ එක් කඳුකරයේ එක් කඳුකරයේ පෞද්ගලික පාසලක අධ්යාපනය ලබයි. අධ්යාපනය සමඟ ක්රීඩාවේ හොඳම ශිෂ්යයා වන ගෞරුවන්ගේ, එම වයස සඳහා සෙසු ශිෂ්යයන් ආධිපත්යය දැරීමේ ස්වභාවය සමඟ ක්රියා කරයි.",
        "ප්රවීන් කිෂෝර් මේ මොහොතේ නව සිසුවෙකු ලෙස පාසලට පැමිණියේය. ඔහු නිහ quiet ව සහ චෙස් ක්රීඩකයෙක් පවා. දෙක අතර නිතර ගැටුම. මේ අනුව ඔවුන් මානසිකව මිත්රශීලී විය යුතු යැයි සිතූ නමුත් අවස්ථාව ක්රියාත්මක නොවේ.",
        "මේ මොහොතේ, පාසැලට සහභාගී වන සියලුම සිසුන් සහ සිසුන් සංචාරක කර්මාන්තයට යනවා. අනපේක්ෂිත අනතුරක් ඇති තැන. ප්රවීන් බේරා ගැනීමෙන් පසු ගෞරව් මිය යයි. තම ජීවිතය බේරාගත් මිතුරෙකු සමඟ මිත්රශීලීව සිටීමට ඔහුට නොහැකි වීම ප්රවීන් වරදකරුට චෝදනා කරයි.",
        "එස්තර් අනිල් එකම පාසලේ ඉගෙනුම ලබන අතර ප්රවීන් මානසිකව බාධා ඇති වේ. ඔහු ගෞරව් ගොනාගේ අභිමතය ඉටු කිරීමට උත්සාහ කරයි. මේ නිසා ප්රවී අනුගමනය කරනු ලැබේ. එස්තර් ප්රවීන්ගේ මනස ද අනතුරින් මියගිය ගෞරව් ගොනියේ ජීවිතය ද දනී.. දෙදෙනා එකට ගමන් කර ඔවුන්ගේ මනස මුදා හැරියාද?නැත්ද?ඒ සඳහා ඔහු අනුගමනය කළ ආකාරය කුමක්ද?'මිනඳ' චිත්රපටයේ කතාව මෙයයි.",
        "පළමු කොටසේදී, පාසලේ සාමාජිකයන් - ගුරුවරු - පන්ති කාමරය - සංචාරක - සංචාරක - දර්ශන පේළියේ හා ශෛලිය තුළ ගමන් කරයි.",
        "නමුත් දෙවන භාගයේදී ප්රවීන් සහ එස්තර් ලස්සන භූ විද්යාත්මක අදහස් ඇති වන විට, හරිත හිමාලයේ නිම්න සහ එහි වෙසෙන ජනතාවගේ මුල් ජීවිතය හරහා රසිකයන්ව විශ්මයට පත් කිරීමට උත්සාහ කරති.. ඔවුන්ට යම් සාර්ථකත්වයක් ඇත.",
        "මානසික ආතතිය හෝ මානසික අවපීඩනය අඩු කිරීමේ ගමන මහත් සහනයක් වුවද, කුඩා කල සිටම ඔබ භයානක කඳුකරයක තනිවම ඔබ වික්රමාන්විත කඳුකරයක ගත කරන්නේ නම් මනස ප්රබෝධමත් වනු ඇතැයි පිළිගැනීමට නොහැකිය.",
        "කෙසේ වෙතත්, එමඟින් චරිතය එවැනි උත්සාහයක් ගෙන ඇති දේ තාවකාලික සහනයක් ලබා දෙනු ඇත. සොබාදහමේ දෘශ්ය භාෂාවක් ලෙස ප්රේක්ෂකයා විස්තර කළ නොහැකි සුන්දරත්වය විස්තර කළ බව ද එය අගය කළ යුතුය.",
        "නළු නිළියන් සාමාන්ය කාර්ය සාධනය සමඟ ප්රේක්ෂකයින් විශ්මයට පත් කිරීමට උත්සාහ කරති. නිළියකගේ තරුවක් ලෙස එස්තර් අනිල් හි ක්රියාකාරිත්වය. අත්දැකීම් ද බැබළෙයි.ශරීරයේ ජීවිතය පරිත්යාග ජීවිතයක් වුවද, හිමාලය තුළ ජීවිත ගමනක් යාමට ඇති එකම ක්රමය එයයි.",
        "පාසලේ සිසුන් අතර ගැටුමක් තිබේ නම්. සිසුන් කිසි විටෙකත් දෙමව්පියන්ට දැනුම් දෙන්නේ නැත. ඔවුන් දන්නා ශෛලියට ඔවුන් එයට මුහුණ දෙනු ඇත. මෙම වයසේ සිසුන්ගේ මානසික තත්ත්වය මෙයයි. නමුත් අධ්යක්ෂවරයා කාන්තාවක් බැවින් සිසුන් අතර මෙම සියුම් මනෝවිද්යාත්මකව මිත්රශීලී දේශපාලනීකරණයක් කර ඇති අතර ඒ තුළින් කතාවක් විස්තර කර ඇත.. එබැවින් චිත්රපටය කොටසකින් වෙහෙසට පත්ව සිටී.",
        "පිළිතුර -. R. රහ්මන්ගේ අනුප්රාප්තිකයා වන කද්දිජා රාගුමාන් සිය පියාගේ පළමු චිත්රපටය නොකළද ඔහුට සංගීත ප්ර wisdom ාවක් නොමැති බව බොහෝ දර්ශනවල සනාථ වී තිබේ.. මේ අනුව ඔහුගේ අයවැයෙන් ඔහුට ඔහුට සුබ පතන්න පුළුවන්.",
        "හිරු උදාවට පෙර සහ හිරු බැස යෑමට පෙර චිත්රපටවල බලපෑම තිබියදීත් - ළමා කාලය, දෙමළ භාෂාවෙන් අලංකාර නිර්මාණයක් වීම ගැන අධ්යක්ෂකවරයා පැසසිය හැක.",
        "වාණිජමය ලක්ෂණයක් නොව සම්පූර්ණ කලා කෘතියක් බැවින් වර්තමාන තරුණ පරම්පරාවේ රසය වෙනස් කිරීම මගින් මෙම චිත්රපටය සාදරයෙන් පිළිගනු ලැබේ."
      ]
    },
    "en": {
      "title": "Minfine - Review",
      "body_lines": [
        "Product: Stage Anal Pvt Limited & Baby Shu Productions & Anchor Bay Studios",
        "Actors: Gaurav Bull, Esther Anil, Praveen Kishore and many others",
        "'Poovarasam Bibi', 'Chipu Karuppatti' and 'Ale' are the creator Halitha Shamim, who has attracted the attention of the screen enthusiasts' film 'Minhmini'. Was the director's new attempt to wait until the actors who starred in the film (2015-2022) and played the real Period Film?Or not?We will continue to see.",
        "Gaurav Bull is studying in a private school in Ooty, one of the hills of Tamil Nadu. The Gaurav bull, who is the best student in the game with education, acts with the character of dominating fellow students for that age.",
        "Praveen Kishore visits the school as a new student at this moment. He is quiet and even a chess player. Frequent conflict between the two. Thus the two thought that they should be mentally friendly, but the opportunity is not in action.",
        "At this moment, all the students and students attending school go to tourism. Where there is an unexpected accident. Gaurav dies after saving Praveen. Praveen feels guilty that he could not be friendly with a friend who saved his life.",
        "Esther Anil enrolls in the same school while Praveen is mentally disturbed. He tries to fulfill the wishes of the Gaurav bull. Because of this, Pravee is followed by. Esther Praveen's mind also knows the life of Gaurav Bull, who died in the accident.. Did the two traveled together and unloaded their minds?Or not?What is the way he adopted for that?This is the story of the movie 'Minmini'.",
        "In the first part, school -teachers - teachers - classroom - tourism - Vipathu - the scenes are moving in the row and style.",
        "But in the second half, Praveen and Esther are trying to impress the fans through the scene with beautiful geological views, the green Himalayas valleys and the original life of the people living there.. They have some success.",
        "Although the journey to reduce stress or depression is a great relief, it is impossible to accept that the mind will be refreshed if you take adventure in a dangerous mountain range alone at a young age.",
        "However, the director can appreciate what the character has made such an effort will provide a temporary relief. It should also be appreciated that the audience described the indescribable beauty of nature as a visual language.",
        "Actors try to impress the audience with normal performance. Actress Esther Anil's performance as a child star. Experience also shines.Although the life of the body is a life of donation, it is the only way to make a life journey in the Himalayas.",
        "If there is a conflict between students in school. Students never inform parents of it. They will face it in the style they know. This is the psychological status of students of that age. But since the director is a woman, this subtle psychology between the students has made a friendly politicization and described a story through it.. So the film is tired of a section.",
        "A.. R. Rahman's successor, Khadija Raghuman, has proved in many scenes that he has no music wisdom even though he did not make his father's debut film.. Thus he can congratulate him on his budget.",
        "Despite the impact of films such as Before Sunrise & Before Sunset - Boyhood, the director can be commended for being an elegant creation in Tamil.",
        "The film will be welcomed by the change of taste of today's younger generation, as it is not a commercial feature but a complete art work."
      ]
    }
  },
  "summary_lines": [
    "\"Minhmini\" explores the friendship and conflict between Gaurav Bull, a top student, and Praveen Kishore, a new, quiet student. After an accident where Gaurav saves Praveen but dies, Praveen's guilt leads him to meet Esther Anil, who helps him honor Gaurav's memory. The film transitions from school life to a journey through the Himalayas, showcasing natural beauty and human connections amidst personal struggles. Director Halitha Shamim's nuanced portrayal of student dynamics and the healing power of nature is highlighted, with performances by Gaurav Bull, Esther Anil, and Praveen Kishore."
  ]
}