{
  "translated_text": {
    "ta": {
      "title": "மதுஷேவின் மனைவியின் கோரிக்கையை நீதிமன்றம் தள்ளுபடி செய்கிறது",
      "body_lines": [
        "22 கிலோ ஹெராயின் கைது செய்யப்பட்டதில் இறந்த சிட் மடுஷுக்கு மரணத்தை ஒதுக்கி கொழும்பு கூடுதல் மாஜிஸ்திரேட் மன்ஜுலா சாத்னகா இன்று தனது மனைவியை நிராகரித்தார்.",
        "மேற்கு மாகாண கவுன்சிலில் உள்ள ஐ.ஜி.பி அல்லது சிஐடி சுற்றறிக்கை அல்லது மேடிதூரைச் சுற்றறிக்கை.",
        "மக்காண்டிரா மேடுஷின் மரணம் தொடர்பான சம்பவத்தின் மரணத்தால் வினாத்தாள் நடத்தப்பட்டதாக மாஜிஸ்திரேட் சுட்டிக்காட்டினார்.",
        "மக்கந்திருரா மதுஷின் மனைவி, மதினி மதுஷ், திருமதி. மடண்டெடி ஜிம்பாலி நேற்று அழைக்கப்பட்டார்.",
        "புகாரால் பாரபட்சம் காட்டும் வழக்கறிஞர் செனகா பெரேரா, தனது வாடிக்கையாளரின் கணவர் பொலிஸ் காவலில் உள்ளார்.",
        "பொலிஸ் காவலில் காணப்பட்ட வழக்கறிஞர் செனகா பெரேரா, சட்டமன்றத் தகவல்களின்படி, சந்தேக நபர்களைக் கைது செய்ய போலீசார் மாலிகாவாட்டா வீட்டுவசதி வளாகத்திற்குச் சென்றிருந்தனர்.",
        "திரு. செனகா பெரேரா, போலீசாரிடம் உலகம் மிகவும் எழுதப்பட்டதாகக் கூறினார், பொலிஸ் காவலில் ஒரு சந்தேக நபர் இருப்பதாக மதுஷுக்குத் தெரியும் என்று மேடுஷுக்குத் தெரியும் என்று காவல்துறைக்கு நிறைய சான்றுகள் இருந்தன.ஒரு கேள்வியை எழுப்பியது.",
        "திரு விஜிதா பெரேரா எம்.பி.சந்தேகம் வெளிப்படுகிறது.",
        "இந்த உண்மைகளை அம்பலப்படுத்த பயந்து, எந்த சூழ்நிலையும் இல்லாத வழக்கறிஞர் செனகா பெரேரா, இந்த கோரிக்கையை அவர் வெப்பத்தில் செய்வார்.",
        "மரண ஆய்வு விசாரணையைப் பொறுத்து, சந்தேக நபர்கள் கைது செய்யப்பட்டு நீதிமன்றங்களுக்கு ஒப்படைக்கப்பட வேண்டும், ஆனால் சந்தேக நபர்கள் கைது செய்யப்பட்டு நீதிமன்றத்திற்கு அனுப்பப்பட்டுள்ளனர்.",
        "உண்மைகளை பரிசீலித்த பின்னர், அறிவிக்கப்பட்ட கட்சியை நீதிமன்றமாக நிராகரித்தார், சிஐடியிற்கு விசாரணையை தாக்கல் செய்ய அறிவிப்பாளரால் சிஐடியிற்கு விசாரணையை மாற்ற முடியவில்லை.",
        "இந்த சம்பவம் தொடர்பான விசாரணையின் முன்னேற்றத்தை தெரிவிக்க மாலிகாவாட்டா போலீசாருக்கு மாஜிஸ்திரேட் உத்தரவிட்டார்."
      ]
    },
    "en": {
      "title": "Court dismisses a request of Madushe's wife",
      "body_lines": [
        "Colombo Additional Magistrate Manjula Sathnaka today rejected his wife today to assign the Death to the CID Madush, who was dead in an arrest of 22 kilos of heroin.",
        "The Magistrate pointed out that the IGP or the CID's circular in the Western Provincial Council or the CID's circular in Madtiturai Madush..",
        "The magistrate pointed out that question paper was conducted by the death of the incident regarding the death of Makandira Madush.",
        "The wife of Makandura Madush, Madini Madush, Mrs. Madundedi Gympali, was called yesterday.",
        "Attorney Senaka Perera, who is prejudicated by the complaint, he was prejudicated by the husband of his client in police custody.Much, he said.",
        "Attorney Senaka Perera, who was found in the police custody, was in the investigation of the Maligawatta police investigation.According to the assembly information, the police had gone to the Maligawatta housing complex to arrest the suspects.",
        "Mr. Senaka Perera said that the world was so scribed to the police that there was much evidence of the police that Madush knows that Madush knows that there is a suspect in police custody.Raised a question.",
        "Mr. Vijitha Perera has revealed that the MP Vijitha Perera had made a statement in Parliament before the statement made by Maduni in Makandurai.Was it because of detection?Suspect emerges.",
        "Attorney-at-Law Senaka Perera, who was afraid of exposing these facts and had no atmosphere, he would do this request on the heat.",
        "Depending on the death inspection investigation, the suspects have decided to be arrested and handed over to the courts, but the suspects have been arrested and sent to court.Was.",
        "After considering the facts, the rejected the proclaimed party to be a court that the proclaimer had not been able to transfer an investigation to the CID to file an investigation to the CID.",
        "The Magistrate ordered the Maligawatta Police to report the progress of the investigation into the incident."
      ]
    }
  },
  "summary_lines": [
    "Colombo Additional Magistrate rejects request to assign case to CID. Wife of deceased drug dealer Madush seeks justice. Magistrate orders police to provide investigation update."
  ]
}