{
  "translated_text": {
    "ta": {
      "title": "முதல் நாவலில் கலந்து கொண்ட இலங்கை எழுத்தாளர்",
      "body_lines": [
        "முதல் நாவலில் கலந்து கொண்ட இலங்கை எழுத்தாளர்",
        "இலங்கை இளைஞர் ஒருவர் அமெரிக்காவில் இரண்டு ஹொனொரியா விருதுகளைப் பெற்றுள்ளார்.",
        "அந்த விருதுகளில் ஒன்று, அமெரிக்காவில் ஆண்டின் சிறந்த அறிவியல் புனைகதைக்கான நெபீலா (நெபிலா (நேபியூலா) விருது ஆகும்.",
        "இந்த விருதை எழுத்தாளரால் வெளியிடப்பட்ட அதன் முதல் அறிவியல் புனைகதை நாவலுக்காக இந்த விருதைப் பெறுவதே தனித்துவமானது.",
        "இரண்டாவதாக, ஒரு எழுத்தாளரின் முதல் கற்பனை (பேண்டஸ்டி) நாவலுக்கு க்ராஃபோர்டு விருது வழங்கப்படுகிறது.",
        "அமெரிக்காவின் மரியாதைக்குரிய எண்ணிக்கை, இலங்கை எழுத்தாளர், இலங்கை எழுத்தாளர், 2023 இல் அறிவிக்கப்பட்டார், இலங்கை எழுத்தாளரான பிரைட் டோர்ஸ் துறவிக்கு.",
        "தி செயிண்ட் ஆஃப் பிரைட் டோர்ஸ் என்பது இலங்கை எழுத்தாளர் வஜ்ரா சந்திரசேகரரால் இயற்றப்பட்ட ஒரு கற்பனை நாவலாகும்.",
        "மர்மமான கதவுகளுடன் ஒரு முன்னணி ஆன்மீகத் தலைவராக இருந்த குழந்தையிலிருந்து பயிற்சி பெற்ற ஒரு குழந்தையிலிருந்து பயிற்சி பெற்ற ஒரு நபர் \"நாவலாக மாறிவிட்டது.",
        "இந்த நாவல் \"தெய்வீக புரட்சியாளர்களுக்கும் உலக எழுத்தாளர்களுக்கும் இடையில் உலகப் போராட்டங்களுக்கு எதிராக ஒரு சக்திவாய்ந்த குண்டரை உருவாக்குகிறது.\"",
        "முந்தைய ஆண்டில் வெளியிடப்பட்ட சிறந்த அறிவியல் புனைகதை அல்லது கற்பனை புனைகதைகளுக்காக ஆண்டுதோறும் நெபுலா விருதுகள் வழங்கப்படுகின்றன.",
        "இது ஆங்கிலத்தில் ஆங்கிலத்தில் வெளியிடப்பட்ட அறிவியல் புனைகதை அல்லது கற்பனை மட்டுமே தகுதியானது.",
        "உலகின் பிற பகுதிகளில் ஆங்கிலத்தில் வெளியிடப்பட்ட கலைகள் ஒரு வலைத்தளம் அல்லது மின்னஞ்சலுடன் தகுதி பெற்றுள்ளன.",
        "விருது வழங்கும் விழா 1966, 59 ஆம் தேதி நிறுவப்பட்டது.",
        "வில்லியாம் எல். க்ராஃபோர்டு ஃபாண்டஸி விருது ஒரு எழுத்தாளருக்கான இலக்கிய விருது ஆகும், அவர் தனது முதல் கற்பனையை முந்தைய ஆண்டில் வெளியிட்டார்.",
        "இது சர்வதேச கலைகள் (IAFA) வழங்கும் சில விருதுகளில் ஒன்றாகும், மேலும் ஆர்லாண்டோவில் நடந்த சர்வதேச மாநாட்டில் தி ஃபாண்டாஸ்டில் வழங்கப்படும்.",
        "2024 ஆம் ஆண்டில், இந்த விருதுக்கு இலங்கை எழுத்தாளர்-க்கு-சந்திரசேகராவின் தி செயிண்ட் ஆஃப் பிரைட் டோர்ஸ் வழங்கப்பட்டது.",
        "வஜ்ரா சந்திரசேகரா தன்னை இலங்கை எழுத்தாளர் என்று அழைக்கிறார். அவர் இரண்டு ஆங்கில நாவல்களை வெளியிட்டுள்ளார்.",
        "அவர் வெளியிட்ட முதல் புனைகதை நாவல் தி செயிண்ட் ஆஃப் பிரைட் டோர். விருதுகளை வெல்வதில் இது ஒரு சிறப்பு.",
        "3. 2024 இல் சிறந்த நாவலுக்கான ஹ்யூகோ விருதின் பரிந்துரை",
        "4. 2024 ஆம் ஆண்டின் சிறந்த நாவலுக்கு லூகாஸ் விருதை பரிந்துரைக்கிறது",
        "கூடுதலாக, தி செயிண்ட் ஆஃப் பிரைட் டோர்ஸ் புத்தகம் 2023 ஆம் ஆண்டின் சிறந்த படைப்பாக நியூயார்க் டைம்ஸ் என்பவரால் பரிந்துரைக்கப்பட்டது.",
        "அவரது இரண்டாவது நாவலான ரேக்ஸ்ஃபால் 2024 இல் வெளியிடப்பட்டது.",
        "வஜ்ரா சந்திரசேகரா இப்போது 50 க்கும் மேற்பட்ட சிறுகதைகளை இயற்றியுள்ளார்.",
        "தி செயிண்ட் ஆஃப் பிரைட் டோர்ஸ் நாவலில் வெளியிடப்பட்ட சில கருத்துக்கள் பின்வருமாறு.",
        "\"மிகவும் திறமையான, ஒரு தனித்துவமான தானியங்கி தன்னாட்சி, ஒரு தனித்துவமான தானியங்கி சுயாட்சி, நாம் ஒரு உவமையில் வாழும் கொடுமையின் பிணைப்புகளை வழங்குகிறது.\"- நியூயார்க் டைம்ஸிற்கான அமல் எல்-மோட்டர்.",
        "\"புராணம் மற்றும் மதச்சார்பின்மையின் அழகான கலவை.\".",
        "\"பிரகாசமான கதவுகளின் செயிண்ட் என்பது ஒரு கவர்ச்சிகரமான படைப்பாகும், இது அவர் எப்போதும் முதல் அத்தியாயத்தில் வாழ விரும்பும் பாத்திரத்திற்கு வளர்கிறது, மேலும் எனது எல்லா கேள்விகளுக்கும் எதிர்பாராத முடிவு. சந்திரசேகரா அடுத்து என்ன செய்கிறார்?நான் உண்மையில் காத்திருக்க சகித்துக்கொள்ளவில்லை. - லிஸ் பிராஸ்வெல், வோல் ஸ்ட்ரீட் ஜர்னல்",
        "\"சந்திரசேகரா போதுமான பார்வைகளைக் கொண்ட ஒரு சிக்கலான உலகத்தை உருவாக்குகிறார், இது மத தீவிரவாதத்தின் ஆபத்து, இது மத தீவிரவாதத்துடன் தொடர்புடையது, இது அவரது கருப்பொருள், இனவெறி சர்வாதிகாரம் ஆகியவற்றுடன் தொடர்புடையது.\"- வாஷிங்டன் போஸ்டுக்கு சார்லி ஜேன் ஆண்டர்ஸ்.",
        "ரங்கில் விக்ரெமேசிங்: உச்சநீதிமன்றத்தை ஜனாதிபதி ஏன் விமர்சித்தார்?'அடிப்படை நோக்கம்' உள்ளதா?ஆய்வாளர்கள் என்றால் என்ன?",
        "அருண்டி ராய்: 14 ஆண்டுகளுக்கு முன்பு வெளியிடப்பட்ட அறிக்கையின் காரணமாக இது இந்தியாவில் சிறையில் அடைக்கப்படுகிறதா?",
        "உலக அகதிகள்: \"என்னால் என் தாயின் மரணத்திற்கு கூட செல்ல முடியவில்லை\""
      ]
    },
    "en": {
      "title": "Sri Lankan writer who was present at the first novel",
      "body_lines": [
        "Sri Lankan writer who was present at the first novel",
        "A Sri Lankan youth has received two Honoria Awards in the United States.",
        "One of those awards is the Nebeila (Nebeila (Nebeuula) award for the best science fiction of the year printing in America.",
        "The unique is to receive this award for its first science fiction novel, published by the writer.",
        "Second, a writer's first fantasy (fantasty) novel is awarded the Crawford Award.",
        "The number of honored USA, the Sri Lankan writer, a Sri Lankan writer, announced in 2023, is to the SAINT of BRIGHT DOORS, a Sri Lankan writer.",
        "The SAINT of BRIGHT DOORS is a fantasy novel composed by a Sri Lankan writer, Vajra Chandrasekara.",
        "A man who trained from a child who was trained from a child who was a leading spiritual leader with mysterious doors \"has become the novel.",
        "This novel is \"creating a powerful thugging between divine revolutionaries and the worldwriters against worldly struggles.\"",
        "The Netula's Fiction and Fantasy writer's Association (SFWA) is awarded the nebula awards annually for the best science fiction or fantasy fiction published in the previous year.",
        "It is eligible only science fiction or fantasy, published in English in English.",
        "The arts published in English in other parts of other parts of the world have been eligible with a website or email.",
        "The awards ceremony was established in 1966, 59th.",
        "Williaam l. CRAWFORD FANDASY AWARD is a literary award for a writer who published his first fantasy published in the previous year.",
        "It is one of the few awards offered by the International Arts (IAFA) and will be awarded at the Fantast In International Conference in Orlando.",
        "In 2024, the award was presented with the Sri Lankan writer-to-Chandrasekara's The Saint of Bright Doors.",
        "Vajra Chandrasekara calls himself a Sri Lankan writer. He has published two English novels.",
        "The first fiction novel he published is the SAINT of BRIGHT DOOR. It is a specialty of winning awards.",
        "3. Recommendation of Hugo Award for the best novel in 2024",
        "4. Recommending Lukas Award for the best novel of 2024",
        "In addition, the book The Saint of Bright Doors was nominated by the New York Times as a great work of 2023.",
        "His second novel, Rakesfall, was published in 2024.",
        "Vajra Chandrasekara has now composed over 50 short stories.",
        "The following are some of the comments published in the Novel The Saint of Bright Doors.",
        "\"Most talented, a unique automated autonomous, an unique automated autonomy, offers the bonds of the cruelty we live in a parable.\"- Amal L-Moatar for the New York Times.",
        "\"A beautiful blend of myth and secularity.\"- Erin Mornsinsterstersterstersterstersterstersterssten, the author of the Night Circus of the Night Circus.",
        "\"The Saint of Bright Doors is an attractive work that grows to the role that he is always intended to live in the first chapter, and the unexpected end to all my questions. What does Chandrasekara do next?I don't really have tolerate to wait. - Liz Brasswell, The Wall Street Journal",
        "\"Chandrasekara builds a complex world with adequate views, which is the danger of religious extremism, which is related to religious extremism, which is related to his theme, racist dictatorship.\"- Charlie Jane Anders for Washington Post.",
        "Ranil Wickremesinghe: Why did the President criticize the Supreme Court?Is there a 'underlying purpose'?What is analysts?",
        "Arundhi Roy: Is it imprisoned in India because of a statement made 14 years ago?",
        "World Refugees: \"I couldn't even go to my mother's death\""
      ]
    }
  },
  "summary_lines": [
    "Vajra Chandrasekara, a Sri Lankan writer, made history by receiving two prestigious U.S. awards for her debut novels. Her first novel, \"The Saint of Bright Doors,\" won the Nebula Award for Best Science Fiction and the Crawford Award for Best Fantasy, both in 2023. This achievement marks her as the first Sri Lankan recipient of these honors. Chandrasekara's works explore themes of divine revolutionaries and societal struggles, blending mythology with contemporary issues. Her second novel, \"Rakesfall,\" continues to establish her as a significant voice in speculative fiction."
  ]
}