{
  "translated_text": {
    "ta": {
      "title": "பொருளாதாரக் கொள்கை அனுராவை மாற்றவும்",
      "body_lines": [
        "நாட்டின் தற்போதைய பொருளாதாரக் கொள்கையை மாற்ற தேசிய அதிகாரத்தின் ஜனாதிபதி பதவி அரசாங்கத்தின் கீழ் செயல்பட்டு வருவதாக அனுரா குமாரா டிசனாயக் கூறுகிறார்.",
        "ஜனாதிபதித் தேர்தலுக்கான தேசிய நாட்டுப்புற கவுன்சிலின் ஜே.வி.பி ரரைஸின் மற்றொரு கட்டம் நவலபிட்டியாவில் நடைபெற்றது.",
        "மேலும் பேசிய ஜனாதிபதி வேட்பாளர் அனுரா குமாரா டிசனாயகே கூறினார்",
        "\"இந்த மிகவும் உகரண்டின் அரசியல் கலாச்சாரம் உள்ளது. இந்த நாட்டை உருவாக்க, இந்த அசிங்கமான அரசியல் மாற்றப்பட வேண்டும். அசாதாரணமான அரசியல் கூட்டணியை சுத்தம் செய்யத் தொடங்க தேசிய அரசாங்கத்திடமிருந்து அரசாங்கம். பன்னோத் ஒழிக்கப்படுகிறது. கரைந்த ஒன்றரை மாதங்களுக்குள் பாராளுமன்றத் தேர்தல் உள்ளது. ஜனாதிபதித் தேர்தலில் ரணில் விக்ரமேசிங்கை வீட்டிற்கு அனுப்பலாம். சஜித் பிரேமடாசாவை எதிர்க்கட்சியின் தலைவராக வைத்திருக்க முடியும். இந்த நாடாளுமன்றத்தை பிரதிநிதித்துவப்படுத்துபவர்களில் 150 க்கும் மேற்பட்ட உறுப்பினர்கள் இல்லை. வாகன உரிமம் ரத்து செய்யப்படும். அமைச்சர்களை ஒழிக்க முடியும். பில் அரசாங்கத்தின் குடியிருப்பாளர்களிடமிருந்து பணம் செலுத்தாது. எம்.பி. மற்றும் அமைச்சர் பொலிஸ் பாதுகாப்பு விதிவிலக்கை வழங்கவில்லை. ஜனாதிபதிகளின் ஓய்வூதியம் ரத்து செய்யப்படுகிறது. முன்னாள் ஜனாதிபதிகள் அரசாங்கத்தை கவனித்துக்கொள்வதில்லை. பொருளாதார கொள்கைகளை மாற்றுகிறது. இந்த பொருளாதார கொள்கை தவறு. யாரும் ஒரு நாட்டிற்கு வரவில்லை. இந்த நாட்டின் நற்பெயரின் உருவத்தை நாங்கள் உருவாக்குகிறோம். இலங்கை பிராண்ட். இலங்கையில் நீங்கள் ஒரு புதிய பிராண்டை உருவாக்க வேண்டும். நாங்கள் திட்டமிடுகிறோம்.",
        "இதற்கிடையில், மாவனெல்லாவில் மற்றொரு பேரணி நடைபெற்றது."
      ]
    },
    "en": {
      "title": "Change Economic Policy Anura",
      "body_lines": [
        "Anura Kumara Dissanayake says the presidency of the National Power is working under the government to change the current economic policy in the country.",
        "Another phase of the JVP rarise of the National Folk Council for the presidential election was held at Nawalapitiya.",
        "Speaking further the presidential candidate Anura Kumara Dissanayake said,",
        "\"There is a political culture of this very ugarant. To make this country, this ugly politics is to be changed. The government from the national government to begin cleaning the uglike political coalition. Pannoth is abolished. There is a parliamentary election within a month and a half months and a half months after the dissolved. We can send Ranil Wickremesinghe home in the presidential election. Sajith Premadasa can be held as the Leader of the Opposition. No more than 150 members of those who represent this parliament. The vehicle license will be abolished. The ministers can be abolished. Bill will not pay from the government's residents. MP and minister do not give police safety exception. The pension of the presidents is abolished. Former presidents do not take care of the government. Changes economic policies. This economic policy is wrong. No one's coming to a country. We build the image of reputation of this country. Sri Lanka is brand. You have to make a new brand on Sri Lanka. We're planning. \"",
        "Meanwhile, another rally was held in Mawanella."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka: Anura Kumara Dissanayake proposes changing economic policy, abolishing vehicle licenses, reducing pensions, and reforming governance. He criticizes current political system and promises to improve country's image."
  ]
}