{
  "translated_text": {
    "ta": {
      "title": "சமீபத்திய வரலாற்றில் எந்த நாடும் இல்லை, எந்த நாடும் ஒரு குறுகிய காலத்தில் இவ்வளவு சிறப்பு வெற்றியைப் பெறவில்லை",
      "body_lines": [
        "இலங்கையில் பெயரிடப்பட்ட குழந்தை இதுவரை ஆபத்தான அளவைக் கொண்டு வந்துள்ளது",
        "இன்று குழந்தையின் உரிமையை எதிர்த்துப் போராடும் அணிகள் மற்றும் குழந்தையை காப்பாற்ற முடியாத குழந்தை",
        "நேரம் வந்தால், நாம் அனைவரும் ஆபத்துக்களை அறிவோம். சரியான முடிவை தீர்மானிக்க மக்களுக்கு உரிமை உண்டு",
        "எந்தவொரு நிபந்தனையும் இல்லாமல் பொருளாதார நெருக்கடியை நாடு வழங்க முடியும் என்ற நம்பிக்கையும் பணித் திட்டமும் மட்டுமே எனக்கு இருந்தது.",
        "சமீபத்திய வரலாற்றில் எந்த நாடும் இல்லை, எந்த நாடும் ஒரு குறுகிய காலத்தில் இவ்வளவு சிறப்பு வெற்றியைப் பெறவில்லை",
        "இந்த பயணத்தை நாசப்படுத்த முயன்றவர்கள் நாட்டின் எதிர்காலத்தின் எதிர்காலத்தில் வெட்கப்படுவார்கள்",
        "பாரிஸில் உள்ள இலங்கையின் தலைமை கடன் வழங்குநர்களுடன் அதிகாரப்பூர்வ கடன் வழங்குநர்களுடனான இறுதி ஒப்பந்தம் ஜனாதிபதி ரணில் விக்ரெமேசிங்கில் அது ஏற்கனவே நடந்து வருகிறது என்று கூறினார்.",
        "நாட்டை நேசிக்கும் அனைவரின் ஜனாதிபதியிலும் ஜனாதிபதி பணிபுரியும் போது, ​​அவர் நாட்டின் சார்பாக செயல்படுவதாகவும், அவர்கள் தங்கள் பதவிகளைக் கனவு கண்டபோது அவர்கள் கனவு காண்கிறார்கள் என்றும் அவர் போராடினார்.",
        "ஜனாதிபதி ரணில் விக்ரமேசிங் இன்று (26) இந்த அறிக்கையை வெளியிட்டார்.",
        "குழந்தையின் அபாயத்தில் குழந்தையை பாதுகாக்க முடிந்தது, அதே போல் குழந்தையைப் பாதுகாக்க முடிந்த குழந்தையும், குழந்தைக்கு பயந்த குழந்தைகளும், இருந்த குழந்தைகளும் குழந்தைக்கு பயந்து, குழந்தையைப் பாதுகாக்க முடிந்தது.",
        "சமீபத்திய வரலாற்றில் திவாலான லேபிள் திவாலான லேபிள் என்று ஒரு நாடாக இது இரண்டு ஆண்டுகள் வெற்றி என்று ஜனாதிபதி கூறினார்.",
        "நாடு எதிர்கொள்ளும் சவால் நடைமுறை தீர்வுகளை உணர்ந்து கொண்டு வந்து நாட்டோடு நகர்கிறதா?இல்லையெனில், பிரச்சினையை புரிந்து கொள்ளவில்லையா என்பதை நாட்டு மக்கள் தீர்மானிக்க வேண்டும், ஆனால் இருளின் சக்தியுடன் செய்யலாமா என்பதை நாட்டு மக்கள் தீர்மானிக்க வேண்டும்.",
        "மக்கள் தவறான நேரத்திற்கு வந்திருந்தால், நிறைவேற்றப்படுவதாகவும், அவர்களின் ஆபத்துக்களின் சுதந்திரமாகவும் கூறப்பட்ட மக்கள் மக்களின் மக்கள் நிறைவேறியுள்ளனர் என்பதை உணரவில்லை, ஆனால் ரணில் விக்ரமேசிங்கின் எதிர்காலம் நாட்டின் எதிர்காலம் அல்ல, எதிர்காலம்.",
        "அவர் ஒரு படுகுழியில் விழுந்த நாட்டிலிருந்து மீட்கப்பட்டார், மேலும் அவர் தனது கட்சியின் பாராளுமன்றத்துடன் இல்லை, மேலும் அவர் தனது நியமனம் பலகைகளுடன் இல்லை, மேலும் அவர் ஒரு கவர்ச்சிகரமான நிலைப்பாட்டில் இல்லை சொல்ல முடிந்தது.",
        "சமீபத்திய வரலாற்றில் இன்று ஒரு முக்கியமான நாள். பிரத்யேக மைல்கல் இப்போது நாங்கள் பணியாற்றிய ஒரு வேலையின் நல்ல முடிவுகளை அடைந்துள்ளது.",
        "பாரிஸில், அதிகாரப்பூர்வ கடன் வழங்குநர்கள் குழுவுடனான இறுதி ஒப்பந்தம் இன்று காலை இலங்கையின் முக்கிய அதிகாரப்பூர்வ இருதரப்பு கடன் வழங்குநர்களுடன் முடிக்கப்பட்டது.",
        "எக்ஸிம் பாங்க் ஆஃப் சீனாவுடன் பெய்ஜிங்கில் இன்று இறுதி ஒப்பந்தத்தை எட்டியுள்ளோம். பொருந்தக்கூடிய முறையான நடைமுறைகள் தற்போது நடந்து வருகின்றன.",
        "இருதரப்பு கடன் வழங்குநர்களுடனான இந்த ஒப்பந்தத்தை அடைய கடந்த இரண்டு ஆண்டுகளாக நாங்கள் பணியாற்றினோம். நீளமாக விவாதிக்கப்பட்டது. சமீபத்திய காலங்களில் அடையப்பட்ட பொருளாதார வெற்றி எங்களுக்கு பலப்படுத்த உதவியது.",
        "இந்தியா, ஜப்பான், பிரான்ஸ் மற்றும் குழுவின் மற்ற உறுப்பினர்கள், மற்றும் பாரிஸ் சமூக செயலகம், உத்தியோகபூர்வ கடன் குழுவின் ஒத்துழைப்பு, குழுவின் மற்ற உறுப்பினர்கள், குழுவின் மற்ற உறுப்பினர்கள் மற்றும் குழுவின் மற்ற உறுப்பினர்கள் , மற்றும் பாரிஸ் சமூக செயலகம்.",
        "இந்த ஒப்பந்தங்களுடன் வெளிநாடுகளில் 2028 வரை அனைத்து இருதரப்பு கடன்களும் இணைக்கப்படும். சலுகை குறித்த அனைத்து கடன்களையும் செலுத்த 2043 வரை நீண்ட நேரம் பெற எங்களுக்கு வாய்ப்பு கிடைக்கும்.",
        "2023 உள்ளூர் கடன் மறுசீரமைப்பு பணிகளை நாங்கள் முடித்தோம். இப்போது வெளிநாடுகளின் இருதரப்பு கடன்களை மறுசீரமைப்பதை முடிவுக்கு கொண்டுவர முடிந்தது. அடுத்து வெளிநாட்டு பாண்டர்கள் உள்ளிட்ட வணிக கடன் வழங்குநர்களுடன் ஒரு ஒப்பந்தம் உள்ளது. இந்த சாலையில் முன்னேறுவதன் மூலம் நாங்கள் ஒப்பந்தம் செய்யலாம். எங்கள் விவாதங்களை நாங்கள் தொடர்ந்து பராமரித்து வருகிறோம்.",
        "இன்றைய எங்கள் ஒப்பந்தங்கள் காரணமாக, நமது பொருளாதாரம் மூச்சு எடுக்க விரிவான இடத்தைப் பெறுகிறது. 2022 மொத்த உள்நாட்டு உற்பத்தியில் 9.2% மொத்த உள்நாட்டு உற்பத்தியில் செலவிட வேண்டியிருந்தது. 2027 முதல் 2032 வரை, மொத்த உள்நாட்டு உற்பத்தியில் 4.5% க்கும் குறைவாக பராமரிக்க நாங்கள் அனுமதிக்கப்படுவோம்.",
        "வருடாந்திர மொத்த நிதி தேவை 2022 ஆம் ஆண்டில், மொத்த உள்நாட்டு உற்பத்தியின் ஆண்டு, மொத்த உள்நாட்டு உற்பத்தியில் 34.6 சதவீதம். இந்த ஒப்பந்தங்களின் போது, ​​இந்த தேவை 13 சதவீதத்திற்கும் குறைவாக இருக்கும்.",
        "ஏப்ரல் 2022 இல் இலங்கை செலுத்தப்படுவதாக இலங்கை அதிகாரப்பூர்வமாக கூறியது. அதே நேரத்தில், உலக நாடுகள் எங்களுடன் கையாள்வதை நிறுத்தின. கடனை அடைக்க எந்த நாடும் திவாலான நாட்டுடன் நிதி உறவைக் கொண்டு வராது. கடன் கொடுக்கவில்லை. கிரெடிட்டின் கிரெடிட் கார்டு கூட இல்லை.",
        "இந்த பின்னணியில், வெளிநாட்டு கடன் உதவியில் நம் நாட்டில் செயல்படும் அனைத்து திட்டங்களும் உள்ளன. இந்த நாடுகள் தங்கள் திட்ட அலுவலகங்களை மூடி தங்கள் சொந்த நாடுகளுக்குத் திரும்பின. அபிவிருத்தி பணிகள் முற்றிலுமாக அறைந்தன.",
        "ஆனால் இப்போது வெளிநாட்டு நிதியைப் பயன்படுத்தி இந்த திட்டங்கள் அனைத்தையும் மீண்டும் தொடங்க வெளிநாட்டு நிதி, சட்ட இடம் ஆகியவற்றைப் பயன்படுத்தி இந்த திட்டங்கள் அனைத்தையும் நாங்கள் வெற்றிகரமாக மீட்டெடுத்துள்ளோம். கட்டுனாயக்க விமான நிலைய மேம்பாடு, லைட் ரயில்வே மற்றும் அதிவேக நெடுஞ்சாலை உள்ளிட்ட பல திட்டங்கள். நாங்கள் பல புதிய மேம்பாட்டுத் திட்டங்களைப் பெறலாம்.",
        "இருதரப்பு கடன் வழங்குநர்களின் அளவு எங்களுடன் உடன்பட்டது, நம் நாட்டில் அதிக சர்வதேச நம்பிக்கை பெருகிய முறையில் உள்ளது. இது ஒரு குறிப்பிட்ட வழியில் சர்வதேச சான்றிதழ். எங்கள் கிரெடிட் கார்டு கூட இப்போது சர்வதேச சர்வதேச நம்பிக்கையின் உத்தரவாதத்தால் ஏற்றுக்கொள்ளப்படுகிறது.",
        "இன்று, இந்த இரண்டு ஒப்பந்தங்களும் பாராளுமன்றத்தின் முன் வைக்கப்படுகின்றன. எங்கள் பிரதமர் ஜூலை 2 ஆம் தேதி ஜூலை 2 ஆம் தேதி பாராளுமன்றத்தின் ஒப்புதலுக்கு வழங்கப்படுவார். பாராளுமன்றத்தை பிரதிநிதித்துவப்படுத்தும் நாட்டை நேசிக்கும் அனைத்து குழுக்களையும் நான் ஒப்புக் கொள்ள அழைக்கிறேன்.",
        "நாங்கள் இதுவரை எளிதான பாதையில் இல்லை. நாங்கள் கடந்த காலத்தில் கடினமான மற்றும் கசப்பான பாதையாக இருந்தோம். எங்கள் அமைச்சர்கள், அதிகாரிகள் இந்த வேலைக்காக கடுமையாக உழைத்தனர். எங்கள் மக்களில் பெரும்பாலோர் பொறுமையாக எங்களை பொறுமையாக ஆதரித்தனர். நாம் அனைவரும் பல்வேறு சிரமங்களை எதிர்கொண்டோம். சிரமங்களை எதிர்கொண்டது. இன்னும் எதிர்கொள்ளும்.",
        "பயணத்தை நாசப்படுத்த ஒரு சிலரை முயற்சித்தது. இன்னும் செய்கிறார். ஆனால் அவர்களால் இந்த பயணத்தை நிறுத்த முடியாது. எதிர்காலத்தில், அவர்கள் தங்கள் குழந்தைகளுக்கும் குழந்தைகளுக்கும் முன்பாக வெட்கப்பட வேண்டியிருக்கும்.",
        "பொருளாதாரம் நல்லது, நாங்கள் சலுகைகளை வழங்கினோம். அந்த சலுகைகள் பொருளாதாரத்திற்கு தீங்கு விளைவிக்காத வகையில் வழங்கப்பட்டன. அப்படித்தான். சரியான பாதையில், பொருளாதாரம் வலுவாக இருக்கும்போது, ​​இன்று நிகழ்வுகளின் நாளைக் குறைக்கலாம். இப்போது நம் எடையைக் குறைக்கலாம். வேலைநிறுத்தங்கள் மற்றும் அச்சுறுத்தல்கள் இந்த சிக்கல்களை தீர்க்க முடியாது. நாம் அனைவரும் ஒன்றிணைந்து பொருளாதாரத்தை பலப்படுத்துகிறோம், மேலும் தீர்வுகளையும் நிவாரணத்தையும் பெறுகிறோம்.",
        "இரண்டு ஆண்டுகளுக்கு முன்பு நாடு ஏற்றுக்கொள்ளப்பட்டபோது, ​​நாங்கள் நடக்க வேண்டும் என்பதைக் காட்டினேன் என்பதையும் நான் காட்டினேன். வாரத்தில், இரண்டு மாதங்கள், மூன்று மாதங்களில், ஒரு வருடத்தில் இந்த சிக்கல்களை என்னால் தீர்க்க முடியவில்லை என்று சொன்னேன்.",
        "பாலத்தின் மீது விழுந்த பாலத்தின் மீது கொடிகளின் அடிப்பகுதி விழுந்தது, நான் வலியுறுத்தினேன்.",
        "நம் நாடு அன்று பொருளாதார நரகத்தில் இருந்தது. பலர் நாட்டின் மீட்புக்கு விழுந்தனர். பயந்தது. \"நுல்காம்பப்பராட்டு மன்டலின் ஏழாவது, ஏழாவது மற்றும் இன்னொன்று\" என்று கூறினார், \". ஒரு குழு முழு அரசாங்கத்தையும் கொடுத்தால் நாங்கள் நாட்டை ஏற்றுக்கொள்வோம் என்று கூறினார். மற்றொரு குழு அமைச்சரவை அமைச்சரவையில் ஒப்படைக்கப்பட்டால், மற்றவர்கள் தெரிவித்தனர். மற்றவர்கள் ஜனாதிபதி பதவி வழங்கப்பட்டால், அவர்கள் கூறினர்.",
        "ஆனால் இந்த சவாலை எந்த நிபந்தனைகளும் இல்லாமல் ஏற்றுக்கொண்டேன். எங்கள் நாட்டை பொருளாதார அழகிலிருந்து காப்பாற்ற எனக்கு வலிமை இருந்தது. எனக்கு ஒரு வேலை திட்டம் இருந்தது. அவர்கள் மீட்டெடுத்த நாடுகளில் எனக்கு ஒரு புரிதலும் அனுபவமும் இருந்தது. எனது திட்டமிட்ட கொள்கைகள் மற்றும் அர்ப்பணிப்பால் பொருளாதாரத்தை உருவாக்க முடியும் என்று நான் நம்புகிறேன்.",
        "அவ்வளவுதான் என்னிடம் இருந்தது. என்னிடம் எம்.பி.எஸ் இல்லை. மந்திரி வாரியம் இல்லை. என்னை அழைத்த ஒரு அரசாங்கம் என்னிடம் இல்லை. ஆனால் நான் அந்த சவாலை ஏற்றுக்கொண்டேன்.",
        "உலகப் புகழ்பெற்ற வடிவமைப்பின் பழமொழி எனக்கு நினைவுக்கு வந்தது.",
        "\"எதையாவது தொடங்குவதற்கான சரியான வழி, வதந்தியை நிறுத்துவதே சரியான வழி!",
        "ஆகஸ்ட் 3, 2022 அன்று, ஆகஸ்ட் 3, 23, 2022 அன்று சலுகை பேச்சு, நான் சரிந்த பொருளாதாரத்தை மீண்டும் கட்டியெழுப்புவதற்கான அற்புதமான திட்டத்தை முன்வைத்தது.",
        "1. சர்வதேச நாணய நிதியைப் பற்றி விவாதித்து, நாட்டில் நிதி ஒழுக்கத்தைக் கண்டறிதல்.",
        "2. லாசார்ட் மற்றும் கிளிஃபோர்ட் சான்சர் அமைப்புகளுடன் ஏற்பாடு செய்யுங்கள், கடன் ஸ்திரத்தன்மை திட்டமிடல் மற்றும் கடன் வழங்குநர்களுடன் ஆலோசனைகளைத் தயாரித்தல் மற்றும் கடன் வழங்குநர்களுடன் கலந்துரையாடல்கள்",
        "3. வெளிநாட்டு முதலீட்டை உறுதி செய்வதற்கும் ஏற்றுமதி பொருளாதாரத்தை வலுப்படுத்துவதற்கும், டிஜிட்டல் பசுமை பொருளாதாரத்தை உருவாக்குவதற்கும் தேவையான கொள்கைகள், விதிகள், ஒழுங்குமுறைகள் மற்றும் திட்டங்களை வகுத்தல்",
        "4. பொருளாதாரத்தை சுமக்காமல் கடனை உருவாக்கி, இந்த திட்டத்தின் மூலம் 2048 க்குள் வளர்ந்த நிலமாக மாறும்போது",
        "நாளில் நான் குறிப்பிட்ட பணித் திட்டம் மற்றும் அதை செயல்படுத்துதல் பற்றிய அனைத்து விவரங்களையும் சில நேரங்களில் பாராளுமன்றத்திற்கு வழங்கினேன். இது எங்களுக்கு எந்த ரகசியத்தையும் செய்யவில்லை. முடிந்தது அனைத்தும் வெளிப்படையானவை.",
        "நான்கு ட்ரையம்ப் திட்டத்தில் மூன்று சிக்கல்களும் தொடரும். எங்கள் பணிமனை, எங்கள் வழி சரியானது என்பதை இது நிரூபிக்கிறது.",
        "கடனைச் செலுத்த முடியாத ஒரு நாடு என்ற வகையில், இது இரண்டு ஆண்டுகளுக்கு பெரும் வெற்றியாக இருந்தது, மேலும் இதுபோன்ற நேர்மறையான நிலைமைகளை உருவாக்க நீண்ட நேரம் பிடித்தது. உலகில் எந்த நாடும் குறுகிய காலத்தில் குறுகிய காலமாக இல்லை.",
        "நமது பொருளாதாரம் வீழ்ச்சியடைந்தது என்ற புகழைப் பற்றி எங்களுக்கு தெளிவான புரிதல் இருந்தது. அதைக் கொடுப்பதற்கான சரியான தீர்வுகள் எங்களுக்குத் தெரியும். எங்கள் பார்வை, திட்டம் மற்றும் அர்ப்பணிப்பு காரணமாக இதை அடைய முடிந்தது.",
        "எனவே இந்த வழியில், நான்காவது விஷயம் 2048 க்குள் வளர்ந்த நிலத்தை உருவாக்க நான்காவது சாத்தியமானது என்பது இப்போது தெளிவாக உள்ளது.",
        "2022 ஆம் ஆண்டின் அடிப்பகுதியில் விழுந்த ஒரு நாட்டின் தற்போதைய நிலைமை என்ன?",
        "ஆறு காலாண்டுகளில் சுருண்டிருந்த நமது பொருளாதாரம் 2023 ஆம் ஆண்டின் மூன்றாம் காலாண்டில் இருந்து வளரத் தொடங்கியது.",
        "எங்கள் வெளிநாட்டு இருப்புக்கள் ஏப்ரல் 2022 இல் 5,500 மில்லியன் அமெரிக்க டாலர்களாக பலப்படுத்தப்பட்டுள்ளன.",
        "செப்டம்பர் 2022 இல் 70 சதவீத பணவீக்கம் 0.9 சதவீதமாக சரிந்தது. முதன்மைக் கணக்கின் இருப்பை ஒரு உபரி என்று பட்ஜெட்டால் மொழிபெயர்க்க முடிந்தது.",
        "கடந்த ஆண்டு எங்கள் வெளிநாட்டு கணக்கு நிலுவையில் ஒரு உபரியை உருவாக்க முடிந்தது. 1977 ஆம் ஆண்டில் முதல் முறையாக, முதல் முறையாக ஒரு உபரியை உருவாக்க முடிந்தது.",
        "நாங்கள் இப்போது சர்வதேச அறக்கட்டளையைப் பெற்றுள்ளோம், ஏனெனில் எங்கள் உத்தியோகபூர்வ கடன் வழங்குநர்கள் இந்த சாதனை மற்றும் கடனை மறுசீரமைப்பதற்கு ஒப்புக்கொண்டனர்.. நாங்கள் வந்திருக்கும் பின் பாடநெறி அது சரியானது என்பது உறுதி செய்யப்பட்டுள்ளது. இது சர்வதேச சமூகத்தையும் ஏற்றுக்கொண்டது.",
        "இந்த திட்டத்தை பாராளுமன்றத்தின் முன் வைக்கவும், நாட்டைப் பற்றி சிந்திக்கவும் அனைத்து அரசியல் கட்சிகளையும் குழுக்களையும் அழைத்தேன். சில அரசியல் கட்சிகள் அழைப்பை ஏற்றுக்கொண்டு இன்று என்னை ஆதரிக்கின்றன. இருப்பினும், வேறு சில அரசியல் கட்சிகள் விமர்சிக்கப்பட்டுள்ளன.",
        "பி.எம்.எஃப் இப்போது கோத்தாபயாவால் தீர்க்கப்படவில்லை என்று சொல்ல வேண்டாம் என்று கூறுகிறது. மக்கள் கஷ்டத்தை அனுபவிக்கும் போது பொருளாதாரம் மேம்படவில்லை என்று கூறியவர்கள்.",
        "இந்த குற்றச்சாட்டுகளில் சில பிரபலமான அரசியல், அல்லது பள்ளி அரசியல். அவர்களின் அரசியல், பொருளாதார மற்றும் மாநில அறிவு முதன்மை வர்க்கத்திற்கு செல்லவில்லை.",
        "இருப்பினும், இந்த நெருக்கடியில், இந்த கேள்வியின் நீள அகல ஆழத்தை நான் புரிந்துகொண்டேன். பாராளுமன்ற உறுப்பினராக, நான் இந்த சிக்கலைப் பற்றி பேசினேன். தீர்வுகள் காட்டின. ஆனால் சிலருக்கு இன்னும் தீவிரத்தன்மை புரியவில்லை.",
        "நான் இந்த நாட்டை ஏற்றுக்கொண்ட பிறகு நாட்டைக் கட்ட பல நடவடிக்கைகளை எடுத்தேன். சுமார் இரண்டு ஆண்டுகளாக இந்த மக்களுக்கு இந்த நடவடிக்கை சரியானது என்பதை புரிந்து கொள்ளுங்கள். நான் தற்போது எடுக்கும் படிகள் சரியானவை என்பதை புரிந்து கொள்ள சிறிது நேரம் ஆகும்.",
        "அவர்கள் உரிமையைப் புரிந்துகொள்ளும் வரை அவர்கள் செய்கிறார்கள். அதே உந்துதல்களைக் கொண்டவர்கள் தொடர்ந்து செய்கிறார்கள். ப்யூபிவரி தொடர்ந்து பொம்மலாட்டத்தைக் கொண்டிருப்பவர்களுக்கு.",
        "நம் நாட்டிற்கு சர்வதேச நாணய நிதியம் உதவியது இது முதல் முறை அல்ல. ஈ.எம்.எஃப் எங்கள் நாட்டை 16 முறை முன்னதாக வாங்கியுள்ளது. இந்த முறை இலங்கை தோல்வியடைந்தது. ஏன், நாங்கள் நிலைமைகளை உடைத்தோம். வாக்குறுதியளிக்கப்பட்ட விஷயங்கள் செய்யவில்லை. எந்த நிதி ஒழுக்கமும் பெறப்படவில்லை.",
        "சர்வதேச நாணய நிதியம் வரலாற்றுக்கு ஏற்பாடு செய்வது இதுவே முதல் முறை. கடந்த 16 முறை, சர்வதேச நாணய நிதியத்தின் ஆதரவுக்கு ஊதியம் செய்ய முடியாத ஒரு நாடாக சர்வதேச நாணய நிதியத்தின் ஆதரவு தேவைப்படுகிறது. ஆனால் திவாலான லேபிள் ஒரு நாடு என்ற நாடு என்ற ஆதரவைக் கேட்டு இதுபோன்ற வெற்றியை வழிநடத்துவதில் நான் மகிழ்ச்சியடைகிறேன்.",
        "முடிவு இங்கே இல்லை. இது எங்கள் பயணத்தில் ஒரு மைல்கல் மட்டுமே. நாம் இங்கே ஒரு புதிய தொடக்கத்தைப் பெற வேண்டும். இப்போது நாங்கள் சர்வதேச சான்றிதழைப் பெற்றுள்ளோம். மீண்டும் சர்வதேச நம்பிக்கை உள்ளது. நாம் அதிலிருந்து பயனடைய வேண்டும் மற்றும் வளரும் பொருளாதாரத்திற்கு செல்ல வேண்டும். முழு வெற்றியைப் பெற வேண்டும். நாம் முழு வெற்றியைப் பெற்றால், நாங்கள் ஒருபோதும் நம் நாட்டிற்கு செல்ல விரும்ப மாட்டோம். நான் சிரமப்படுகிறேன்.",
        "வலுவான மற்றும் ஒழுக்கமான மேம்பட்ட பொருளாதாரத்தை உருவாக்க, சர்வதேச நாணய நிதியத்திற்கு திரும்பி வர நான் கடுமையாக உழைக்கிறேன்.",
        "அதற்காக நாங்கள் வேலை செய்கிறோம். நானும், எங்கள் அமைச்சரவையும் எங்கள் அரசாங்கமும் செயல்படுகின்றன. நாங்கள் வேலை செய்வது மட்டுமல்ல, அவற்றின் முடிவுகளும் கூட.",
        "எங்களை விமர்சிக்கும் சில குழுக்களுக்கு அரசியல் அதிகாரத்தை அடைய மட்டுமே. இந்த அரசியல் குழுக்கள் ஆட்சிக்கு வரும் என்று எதிர்பார்க்கப்படுகிறது, ஏற்கனவே ஜனாதிபதிகள் முடிக்கப்பட்டுள்ளனர். இந்த நாட்களில் சிலர் ஆழமாக விவாதிக்கிறார்கள்.",
        "மற்றவர்களுக்கு அமைச்சர்கள் தெரியும். நாம் சில கனவுகளை உரையாற்ற வேண்டும் மற்றும் அவர்களின் அமைச்சரின் மனைவியை வழங்க திட்டமிட்டுள்ளோம்.",
        "இன்று இந்த அறிக்கையில் பொய் சொல்லப்பட்ட எத்தனை பேர், இன்று இந்த அறிக்கையில் எத்தனை பேர் பொய் சொல்லப்பட்டுள்ளனர்?செய்தித்தாள் விவாதங்களுக்கு பொய் சொன்னார். இன்று, கதையைப் பற்றி இந்தக் கதையைப் பற்றி அவர்கள் கூறிய அனைத்தையும் நாடு அறிந்திருக்கிறது.",
        "அவர்கள் ஏன் நாட்டிற்கு மிகவும் எரிச்சலடைகிறார்கள்?நாடு ஏன் மோசமாக இருக்கிறது?எல்லாவற்றிலிருந்தும் அரசியல் லாபத்தைப் பெற அவர்கள் ஏன் முயற்சி செய்கிறார்கள்?அதிகாரத்தைப் பெற அவர்கள் ஏன் நாட்டைக் காட்டிக் கொடுக்கிறார்கள்?இது போன்ற ஒரு அரசியல் கலாச்சாரத்தை அவர்கள் ஏன் பராமரிக்கிறார்கள்?",
        "அவர்கள் ஜனாதிபதி பதவிக்கு பாடுபடுகிறார்கள். நாங்கள் நாட்டிற்காக சிரமப்படுகிறோம்.",
        "அவர்கள் தங்கள் வெறுக்கத்தக்கவர்களையும், சதைகளையும் செய்கிறார்கள். நாங்கள் நாட்டின் வளர்ச்சியை உருவாக்குகிறோம்.",
        "அவர்கள் இலாகாக்களைப் பகிர்ந்து கொள்ள திட்டமிட்டுள்ளனர். நாங்கள் கட்டிடத் திட்டங்களை உருவாக்குகிறோம்.",
        "அவர்கள் இலங்கை முழுவதும் நடந்து, மின்சாரம் கேட்கிறார்கள். பள்ளிக்குச் சென்று அதிகாரம் கேட்கிறது. அதிகாரம் கேட்கும் உலகம் முழுவதும் சக்திவாய்ந்தவர். இரவும் பகலும் மின் சக்திக்காக போராடுகிறது.",
        "நான் இரவும் பகலும் நாட்டிற்காக சிரமப்படுகிறேன். இலங்கை முழுவதும் நடப்பது மற்றும் மக்களின் தேவைகளுக்கு உதவுகிறது. பொருளாதாரம் பொருளாதாரத்தை வலுப்படுத்துவதை அறிமுகப்படுத்துகிறது. உலகெங்கிலும் நம் நாட்டை மேம்படுத்த சர்வதேச ஆதரவைப் பெறப் போகிறேன்.",
        "நீங்கள் சிக்கலைப் புரிந்துகொண்டு நடைமுறை தீர்வுகளைக் கொண்டுவருகிறீர்களா?",
        "நீங்கள் இதுவரை சரியான பாதையில் செல்கிறீர்களா?. அந்த முடிவை எடுக்கும் உரிமையும் சுதந்திரமும் உள்ளது.. நாட்டின் எதிர்காலம். உங்கள் எதிர்காலம். உங்கள் பாதை குழந்தைகளின் எதிர்காலம்.",
        "எனது கட்சியின் பாராளுமன்றத்துடன் அல்ல, பொருளாதார ரீதியாக பொருளாதார எதிர்ப்பு காரிஸனில் மூழ்கிய நாட்டை நான் மீட்டெடுத்தேன். நான் நியமித்த மாநில அதிகாரிகளுடன் அல்ல. நான் நியமித்த அமைச்சரவையுடன் அல்ல. ஆனால் இரண்டு ஆண்டு நேரமாக, நாட்டை ஒரு கவர்ச்சிகரமான நிலைக்கு மீட்டெடுக்க முடிந்தது.",
        "கொஞ்சம் சிந்தியுங்கள். இரண்டு ஆண்டுகளுக்கு முன்பு நாங்கள் தெருவை விட்டு வெளியேறும்போது என்ன பார்த்தோம்?",
        "அந்த நாளில் நான் உங்களுக்கு உறுதியளித்துள்ளேன், அதே போல் இலங்கையில் உள்ள குழந்தையும் ஆபத்தான அளவைத் தொடர முடிந்தது. குழந்தையை பாதுகாக்காத குழந்தையைப் பாதுகாக்கும்போது நாடகம் மற்றும் சிரமங்களின் கதை என்ன இருக்கிறது, இந்த குழந்தையின் உரிமைகளை இப்போது போராடுகிறது. வில் பிரிட்ஜைக் கடப்பதற்கு முன் குழந்தையை சொந்தமாக்க போராடுகிறது. குழந்தை இரு தரப்பினரும் மட்டுமல்ல, இழுப்பதும் ஆகும்.",
        "ஆனால் நமக்குத் தெரிந்த கதையைத் தெரிந்துகொள்வதன் முடிவில், குழந்தைக்கு குழந்தையின் யதார்த்தம் உள்ளது.",
        "எனவே ஹாசேப்பர் நீதிபதிகளின் குழு, நீங்கள் சரியான முடிவை எடுக்கிறீர்கள்."
      ]
    },
    "en": {
      "title": "No country in recent history, no country has won such a special victory over a short period of time",
      "body_lines": [
        "The child who is named in Sri Lanka has brought the dangerous volume so far",
        "Teams fighting the right of the child today as well as the child who has not been able to save the child",
        "If the time comes, we all know the dangers of. People have the right to determine the right decision",
        "I only had the trust and work plan that the country could deliver the economic crisis without any condition.",
        "No country in recent history, no country has won such a special victory over a short period of time",
        "Those who tried to sabotage this journey will be embarrassed in the future of the future of the country",
        "The final agreement with the official creditors committee with the chief creditors of Sri Lanka in Paris this morning.President Ranil Wickremesinghe said that it is already underway.",
        "It is said that when the president is working on the president of all those who love the country, he struggled that he is working on behalf of the country and that they are dreaming of the country when they dreamed of their positions.",
        "President Ranil Wickremesinghe made this statement today (26).",
        "The President said that he was able to preserve the child at the risk of the child, as well as the child who was able to protect the child, as well as the children who were afraid of the child, as well as the children who were afraid of the child, as well as the child was able to protect the child.He said he was doing.",
        "The President said that it was a victory for two years as a country where bankrupt label was a bankrupt label in recent history.",
        "Does the challenge faced by the country realize and bring about practical solutions and move with the country?Otherwise, the people of the country should decide whether to do not understand the issue, but the people of the country should decide whether to do with the power of the dark.",
        "If the people have come to the wrong time, the people who claimed to be fulfilled and freedom of their dangers have been realized that the people of the people have been fulfilled, but the future of Ranil Wickremesinghe is not the future of the country and the future.",
        "He was recovered from the country that had fallen into an abyssed country and was not with his party's parliament, and he was not with his appointment boards, and he was not with a captivity of the world in an attractive standing level.He added that he was able to say.",
        "Today is an important day in recent history. Exclusive milestone. Our country has now achieved the good results of a work we have worked.",
        "At Paris, the final agreement with the official creditors' committee was completed with the major official bilateral creditors of Sri Lanka this morning.",
        "And we have reached the final agreement in Beijing today with Exim Bank of China. The formal procedures that apply is currently underway.",
        "We worked for the past two years to reach this agreement with bilateral creditors. Discussed at length. The economic success achieved in the recent past helped us to be strengthened.",
        "India, Japan, France and the other members of the committee, and the Paris Social Secretariat, the Co-operation of the Official Creditors Committee, the other members of the committee, the other members of the committee, and the other members of the committee, and the Paris Social Secretariat.Lests and Lasaard and Clifford Chancers who were entitled to us and advised us were advised by representatives in Sri Lanka and other countries.",
        "All bilateral loans will be delated until 2028 in foreign countries with these agreements. Then we will have the opportunity to get a long time until 2043 to pay off all the debts on concession.",
        "2023 We ended local debt restructuring work. Now we have been able to end the restructuring of bilateral debts of foreign countries. Next we have an agreement with Commercial Creditors including Foreign Bonders. We can make the agreement by going forward on this road. We continue to maintain our discussions.",
        "Because of our agreements today, our economy gets extensive space to take breath. 2022 We had to spend 9.2% of GDP in Gross Domestic Product. Over 2027 to 2032, we will be allowed to maintain less than 4.5% of GDP.",
        "Annual Gross Finance Need in 2022, the year of Gross Domestic Product, 34.6 percent of GDP. By the time of these agreements, this need will be less than 13 percent.",
        "Sri Lanka officially stated that Sri Lanka is payable in April 2022. At the same time, the world's countries stopped dealing with us. No country will come up with financial relations with a bankrupt country to pay off the debt. Does not give credit. Not even a credit card of a credit.",
        "On this backdrop, there is all projects operating in our country on foreign loan assistance. These countries closed their project offices and returned to their own countries. Development work was completely nailed.",
        "But now we have successfully restored all of these projects using foreign funding, legal space to resume all these projects using foreign funding. A number of projects including the Katunayake Airport development, light railway and expressway. We can get a number of new development projects.",
        "The extent of bilateral creditors agreed with us, the more international confidence in our country is increasingly. This is an international certificate in a certain way. Even our credit card is now accepted by the international international assurance of confidence.",
        "Today, both of these agreements are being put before Parliament. Our Prime Minister will be presented to the approval of Parliament on July 2 on July 2. I call on all groups of people who love the country that represents Parliament to approve.",
        "We are not an easy track so far. We have been a difficult and bitter path in the past. Our ministers, officers worked hard for this work. The majority of our people patiently supported us patiently. All of us faced various difficulties. Faced with difficulties. Still facing.",
        "Tried a few people trying to sabotage the trip. Still doing. But they can't stop this journey. In the future, they will have to be embarrassed before their children and their children.",
        "The economy is good, we gave concessions. Those concessions were given in a way that would not harm the economy. So is the same. On the right track, when the economy is strong, we can reduce the day of events today. We can now reduce our weight. Strikes and threats cannot solve these problems. We all join together and strengthen the economy and we get solutions and relief.",
        "I also showed that when the country was accepted two years ago, I showed that we had to walk. By the week, I said that in two months, three months, I could not solve these problems in a year.",
        "We have emphasized that the bottom of the vines fell over the bridge that fell over the bridge, which falls over the bridge, I emphasized.",
        "Our country was in economic hell that day. Many fell to the rescue of the country. Was scared. \"Nulcomparatu is a seventh of mantal, a seventh and another,\" said, \". One group said that we would accept the country if we give the entire government. Another group said that if the Cabinet would be handed over to the Cabinet, others said. Others said that if the presidency was given, they said.",
        "But I accepted this challenge without any conditions. I had the strength to save our country from the economic gorgeous. I had a work plan. I had an understanding and experience of the ways in which the countries they recovered. I was confident that I could build the economy by my planned principles and dedication. I knew that I could win international support.",
        "That's all I had. I didn't have the MPs. There was no ministerial board. I didn't have a government called myself. But I accepted that challenge.",
        "I was reminded of the saying of world-famous design.",
        "\"The right way to start something, the right way is to stop the rumor!",
        "On August 3, 2022, the concessionary talk on August 3, 23, 2022, presented the exciting plan to rebuild the economy that I collapsed.",
        "1. Discussing the International Monetary Fund and find financial discipline in the country.",
        "2. Arrange with Lasaard and Clifford Chancer organizations, preparing the Loan Stability Planning and consultation with creditors and discussions with creditors",
        "3. Formulate policies, rules, regulations and programs required to ensure foreign investment and strengthen the export economy and create a digital green economy",
        "4. When creating a debt without burdening economic and become a developed land by 2048 through this program",
        "I presented all the details about the work plan I mentioned in the day and the implementation of it to Parliament at times. This has never done us any secret. All done was transparent.",
        "All three issues in the Four Triumph Program will continue to continue. It proves that our worktable, our way is correct.",
        "As a country where the loan was unable to pay the debt, it was a great victory for two years, and it took a long time to create such positive conditions. No country in the world has been a short time in a short period of time.",
        "We had a clear understanding of the praise that our economy had fallen. We knew the right solutions to give it. We were able to achieve this because of our vision, plan and dedication.",
        "So on this way, the fourth thing is now clear that the fourth is possible to make a developed land by 2048.",
        "What is the current situation in a country that has fallen to the bottom of the year 2022?",
        "Our economy, which was shrinkled six quarters, began to grow from the third quarter of 2023.",
        "Our foreign reserves have been strengthened to US $ 5,500 million in April 2022.",
        "Inflation, 70 percent of September 2022, fell to 0.9 percent. The budget has been able to translate the balance of the primary account as a surplus.",
        "And last year we were able to create a surplus in our foreign account balance. For the first time in 1977, we were able to develop a surplus, for the first time.",
        "We have now received the international trust because our official creditors agreed to this achievement and the restructuring of debt.. The back course we have come is confirmed that it is correct. It has also accepted the international community.",
        "I invited all political parties and groups to put this program before Parliament and to contemplate the country. Some political parties accept the invitation and support me today. However, some other political parties have been criticized.",
        "The PMF is now saying no to say that the imMF is not solved by Gotabhaya. Those who claimed that the economy is not improving when the people suffer the hardship.",
        "Some of these charges are popular politics, or to school politics. Their political, economic and state knowledge have not gone to the primary class.",
        "However, when this crisis, I understood the length wide depth of this question. As a single member of Parliament, I talked about this problem. Solutions showed. But some people still do not understand the seriousness.",
        "I took a number of steps to build the country after I accepted this country. Understand that the move is right for these people for about two years. It will take a while to understand that the steps I am currently taking is right.",
        "The one they make until they understand the right. Those who bore the same motivations continue to make. Those whom the pupivery continue to have puppurie.",
        "This is not the first time our country was assisted by the IMF. EMF has acquired our country 16 times earlier. Sri Lanka failed all these times. Why, we broke the conditions. The promised things did not do. No financial discipline is not gained.",
        "This is the first time IMF arranged for historic. For the past 16 times, IMF support requires IMF support as a country that cannot be paid. But I am glad to lead such success asking for support as a country where bankrupt label is a country.",
        "The end is not here. This is just a milestone on our journey. We have to get a new beginning here. Now we have received the international certificate. There have been international confidence again. We need to benefit from it and move to a developing economy. Have to get full success. If we get full success, we will never want to go back to our country. I'm struggling.",
        "I'm working hard to come back to the IMF, to produce a strong and disciplined advanced economy.",
        "We work for that. I also, our cabinet and our government are working. We do not only work but also their results.",
        "Only to achieve political power to some groups that criticize us. These political groups are expected to come to power have already been completed by the presidents. Some people are discussing the deeply these days.",
        "Others know the ministers. We need to address some of the dreams and plan to give their minister's wife.",
        "How many people who have been lied to this statement today, how many of the people have been lied to this statement today?Lied to newspaper discussions. Today, the country knows all that they have said about this story about the story.",
        "Why is they so irritable for the country?Why do the country look badly?Why do they try to get political gains from everything?Why do they betray the country to get power?Why do they maintain a political culture like this?",
        "They strive for the presidency. We're struggling for the country.",
        "They make their despises and their fleshs. We are creating the development of the country.",
        "They plan to share portfolios. We make up building plans.",
        "They walk throughout Sri Lanka and asking for power. Go to school and asks for power. Powerfuling around the world asking for power. Struggling for the power day and night.",
        "I'm struggling for the country day and night. Walking throughout Sri Lanka and serves people's needs. The economy launches the strengthening of the economy. I am going to get international support to improve our country around the world.",
        "Do you understand the problem and bring about practical solutions and have the result? Or do you still join the teams of the dark, but still joins hands with the glory of the dark?",
        "Do you go on the right route so far? Or do we all know the way for the wrong way?. You have the right and freedom of making that decision. The future of Ranil Wickremesinghe is not the future of Ranil Wickremesinghe. The future of the country. Your future is. Your gauge is the future of children.",
        "I recovered the country that was plunged into an economically anti-economic garrison, not with my party's parliament. Not with the state officials I have appointed. Not with a Cabinet I have appointed. But I was able to recover the country to an attractive standing level, as a two-year time.",
        "Think a little. What did we see when we left the street two years ago? What do we take to the streets today?",
        "I have promised you that day, as well as the child in Sri Lanka has been able to continue the dangerous volume. What is there? The story of the drama and difficulties when the child is afraid of protecting the child, the teams who have not been able to save the child are now fighting this child's rights. Struggles to own the baby before crossing the vil bridge. The child is not just both sides but also to pull.",
        "But at the end of our knowing the story we know, the child has the reality of the child.",
        "So the hassaper is a panel of judges and you make the right decision."
      ]
    }
  },
  "summary_lines": [
    "It seems like you've shared a detailed narrative or speech that outlines a historical context, challenges faced, economic strategies implemented, and reflections on leadership and national progress. This text appears to be a comprehensive overview of a country's economic recovery efforts, possibly aimed at addressing the public or stakeholders.",
    "",
    "Given the complexity and breadth of the content, could you please clarify what specific assistance or analysis you're seeking regarding this text? Are you looking for an evaluation of the economic strategies mentioned, an analysis of the leadership's communication style, or perhaps insights into how this narrative might resonate with its intended audience?"
  ]
}