{
  "translated_text": {
    "ta": {
      "title": "எதிர்பாராத பின்னடைவுக்கு முன் மோஸி வர வேண்டும்",
      "body_lines": [
        "பிரதமர் நரேந்திர மோடியதுவா இந்திய பொதுத் தேர்தலில் வெற்றி பெற்று இந்தியப் பிரதமரின் பிரதமருக்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "இருப்பினும், அவரது கூட்டணி இந்த ஆண்டு எதிர்பாராத மந்தநிலையை எதிர்கொள்ள வேண்டும்.",
        "கடந்த 44 நாட்களுக்கு கீழ் ஏழு கட்டங்களின் கீழ் நடைபெற்ற இந்திய பொதுத் தேர்தலின் இறுதி முடிவுகள் நேற்று வெளியிடப்பட்டன.",
        "பிரதமர் நரேந்திர மோடி பாரதீயாவை வென்றார்.",
        "இருப்பினும், இரண்டு தேர்தல்களுடன் ஒப்பிடும்போது கட்சி கடுமையான மந்தநிலையில் உள்ளது, மேலும் 240 இடங்கள் மட்டுமே வென்றன.",
        "பாராளுமன்றத்தின் அடிப்படை உறுப்பினரான பி.எல்.சியின் பெரும்பகுதியை உறுதிப்படுத்த ஒரு கட்சி குறைந்தது 272 இடங்களை வெல்ல வேண்டும்.",
        "எந்தவொரு எதிர்ப்பிற்கும் 100 க்கும் மேற்பட்ட இடங்கள் இல்லை என்றாலும், தேர்தலுக்காக வழங்கப்பட்ட எதிர்க்கட்சியில் எதிர்க்கட்சி ஒரு வலுவான போட்டியாகும்.",
        "இந்தியாவின் உத்தரியா மாநிலத்தில் ஏராளமான தோல்விகளை எதிர்கொண்ட இந்தியா கூட்டணி (யுபிஎஃப்ஏ) இருந்தது.",
        "இதற்கிடையில், கடந்த ஆண்டு AMARE இல் தோற்கடிக்கப்பட்ட காங்கிரஸ் தலைவர் ராகுல் காந்தி, இந்த ஆண்டு வெற்றிபெற தேர்ந்தெடுக்கப்பட்டார்.",
        "இருப்பினும், இது ஒரு வரலாற்று வெற்றியாகும், ஏனெனில் இது மூன்றாவது பொதுத் தேர்தலாகும், இது மோடியின் கட்சி உட்பட தேசிய ஜனநாயக கூட்டணியை வென்றது.",
        "பிரதமர் நரேந்திர மோடி நேற்று இரவு டெல்லியில் உள்ள பாரதிய மக்கள் தலைமையகத்திலிருந்து தேசத்திடம் தெரிவித்தார்.",
        "எவ்வாறாயினும், இது இதுவரை பெறப்பட்ட மிக மோசமான மந்தநிலை என்று எதிர்க்கட்சி வலியுறுத்துகிறது.",
        "மோடி, 400 இடங்களை குறிவைத்து, எல்லை கூட்டணியை 283 இடங்களுக்கு மேற்கோள் காட்டி.",
        "இதற்கிடையில், அமாய் வாக்காளர்களைப் பிரதிநிதித்துவப்படுத்தும் ராகுல் காந்தியால் தோற்கடிக்கப்பட்ட ஸ்ம்ரூட்டி ஈரானி, அரசாங்கத்தின் தேர்தலில் வெற்றி பெற முடிந்தது.",
        "இருப்பினும், ஒரு பிரபலமான பாலிவுட் நடிகர் இந்த ஆண்டு பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டார்.",
        "25 வயதான போட்டியின் நான்கு மாணவர்கள் பாராளுமன்றத்திற்கு தேர்ந்தெடுக்கப்பட்டனர், மேலும் அவர்கள் தங்கள் வரலாற்றின் வரலாற்றில் இளைய இளம் எம்.பி.க்களாக இணைகிறார்கள்.",
        "இதற்கிடையில், முன்னாள் இந்திய கிரிக்கெட் வீரர்களான யோசாத் மற்றும் குர்தி அசாத் ஆகியோர் மேற்கு வங்கத்தை வெல்ல முடிந்தது."
      ]
    },
    "en": {
      "title": "Mosy to come before an unexpected setback",
      "body_lines": [
        "Prime Minister Narendra Modiyaduwa has won the Indian general election and elected to the Prime Minister of the Indian Prime Minister.",
        "However, his alliance has to face an unexpected recession this year.",
        "The final results of the Indian general election held under seven phases last 44 days were released yesterday.",
        "The Prime Minister Narendra Modi won the Bharatiya.",
        "However, the party is in a stringent recession, however, compared to the two elections, and only 240 seats have been won.",
        "One party must win at least 272 seats to ensure the majority of the BLC, the Base Member of Parliament.",
        "Although no single opposition has over 100 seats, the Opposition In the Opposition, which was presented for the election, was a strong competition.",
        "The India Alliance (UPFA) was in the face of a large number of defeats in Uttariya State, India.",
        "Meanwhile, Congress leader Rahul Gandhi, who was defeated at the Amare last year, was elected to win this year.",
        "However, this is a historical victory because it is the third general election that has won the National Democratic Alliance, including Modi's party.",
        "Prime Minister Narendra Modi told the nation from the Bharatiya People's Headquarters in Delhi last night.",
        "However, the opposition emphasizes this is the worst recession ever received.",
        "Modi, who is targeting 400 seats, citing the boundary alliance to 283 seats.",
        "Meanwhile, Smruiti Iranie, who was defeated by Rahul Gandhi, representing the Amaeee electorate, was able to win the election of the government.",
        "However, a popular Bollywood actor, however, was elected to Parliament this year.",
        "Four students of 25-year-old contest were elected to the parliament and they join the history of their history as the youngest young MPs.",
        "Meanwhile, former Indian cricketers, Yosad and Kurti Asad has been able to win the state of West Bengal."
      ]
    }
  },
  "summary_lines": [
    "Narendra Modi's BJP wins Indian general election but faces economic downturn. Despite securing fewer seats than expected, Modi's party remains in power amidst strong opposition. Rahul Gandhi makes a comeback, and four young candidates become the youngest MPs in history."
  ]
}