{
  "translated_text": {
    "ta": {
      "title": "2 மாதங்களில் மாற்றப்பட்ட வடக்கு மற்றும் கிழக்கு மாகாணங்களில் மாற்றப்பட்ட செய்தி என்ன?",
      "body_lines": [
        "2 மாதங்களில் மாற்றப்பட்ட வடக்கு மற்றும் கிழக்கு மாகாணங்களில் மாற்றப்பட்ட செய்தி என்ன?",
        "வடக்கு மற்றும் கிழக்கு மாகாணங்களில் வசித்து வரும் மக்கள் இந்த ஆண்டு வடக்கு மற்றும் கிழக்கு மாகாணங்களின் அரசியல் சக்தியை வழங்க நடவடிக்கை எடுத்துள்ளனர்.",
        "நாட்டின் ஜனநாயக அரசியல் ஆரம்பத்தில் இருந்தது, வடக்கில் அதிகாரம் மற்றும் கிழக்கு மாகாணங்கள் பல இன அடிப்படையிலான அரசியல் கட்சிகளைச் சுற்றி வளர்க்கப்பட்டன.",
        "எவ்வாறாயினும், இந்த ஆண்டு நாடாளுமன்ற உறுப்பினரில் முன்னர் இழந்த அரசியல் கட்சிகள் மீது தேர்தல் முடிவுகள் அதிகாரத்தை இழந்துவிட்டன என்று தேர்தல் முடிவுகள் காணப்படுகின்றன.",
        "தமிழ் மற்றும் முஸ்லீம் அரசியல் கட்சிகளின் தேசிய பிரச்சாரத்தில் பாரம்பரிய அரசியல் அதிகாரத்தை போட்டியிட்ட புதிய வேட்பாளர்களை வழங்க வடக்கு மற்றும் கிழக்கின் பெரும்பான்மையானவர்கள் நடவடிக்கை எடுத்துள்ளனர்.",
        "2024 பாராளுமன்றத் தேர்தல்கள் திருகோணமலி மாவட்டத்தில் வன்னி தேர்தல்களில் மூன்று இடங்களிலும், வன்னி வாக்காளர்கள், டிரின்கோமலீ மற்றும் திகாமதுல்லா வாக்காளர் மாவட்டத்தில் 4 இடங்களில் 4 இடங்களிலும் அதிகாரத்தை பெற முடிந்தது.",
        "டி.என்.ஏ மற்றும் இலங்கை முஸ்லீம் காங்கிரஸ், டி.என்.ஏ மற்றும் இலங்கை முஸ்லீம் காங்கிரஸ், டி.என்.ஏ மற்றும் இலங்கை முஸ்லீம் காங்கிரஸ் ஆகியவை வடக்கு மற்றும் கிழக்கு மாகாணங்களுக்கு தேர்ந்தெடுக்கப்பட்டன.",
        "தேசிய நாட்டுப்புறப் படை வடக்கு மாகாணத்தின் சக்தியையும் கிழக்கு மற்றும் கிழக்கு மாகாணத்தில் உள்ள கிழக்கு மற்றும் திகாமதுல்லா தேர்தல் மாவட்டங்களின் சக்தியையும் பெற முடிந்தது.",
        "இந்த ஆண்டு தனித்தனியாக போட்டியிட்ட டி.என்.ஏ கட்சிகள் மற்றும் இலாங்காய் தமிழ் அராசு கட்சி, வடக்கு மற்றும் கிழக்கில் இலங்கை தமிழ் அராசு விருந்தை வீழ்த்தியது.",
        "டி.என்.ஏவில் இருந்த ஜனநாயக தமிழ் தேசிய கூட்டணி ஒரு இடத்தையும், முன்னாள் மந்திரி டக்ளஸ் தேவானந்தாவை பிரதிநிதித்துவப்படுத்தும் ஈபிடிபி கட்சிக்கும் இடமில்லை.",
        "முன்னாள் ஜனாதிபதி சந்திரிகா பண்டாரநாயக்கில் 1994 ஜனாதிபதித் தேர்தலில் வாக்களித்த வாக்குகளின் எண்ணிக்கையை பிரபலப்படுத்த வந்தார்.",
        "1994 ஜனாதிபதித் தேர்தலில், வடக்கு மற்றும் கிழக்கு மாகாணங்களில் பெரும்பான்மையானவர்கள் 1994 ஜனாதிபதித் தேர்தலில் முன்னாள் ஜனாதிபதி சந்திரிகா பண்டாரணக்கை வெல்ல முடிந்தது.",
        "1999 ஆம் ஆண்டில் வடக்கு மற்றும் கிழக்கில் பெரும்பான்மையான வாக்குகளை யு.என்.பி வென்றது, ஆனால் 2005 அரசியல் தேர்தலில் வாக்குகளின் சதவீதம் குறைவாக இருந்தது, ஆனால் வெற்றியாளர் 180,000 வெற்றியாளரை வென்றார்.",
        "2015 ஜனாதிபதித் தேர்தலில், வடக்கு மாகாணத்தில் வாக்காளர் வாக்குப்பதிவு வடக்கு மாகாணத்தில் வாக்காளர் வாக்குப்பதிவில் அதிக ஆர்வம் கொண்டிருந்தது.",
        "யாஃப்னா மாவட்டத்தில் பதிவுசெய்யப்பட்ட வாக்காளர்களில் 66.28% பேர் வன்னி தேர்தல் மாவட்டத்தில் வாக்களிக்கப்பட்டுள்ளனர்.",
        "2019 ஆம் ஆண்டில், ஜனாதிபதித் தேர்தல் வடக்கில் பெரும்பான்மையான வாக்காளர்களை ஆதரவாளர்கள் இல்லாமல் பெறவில்லை 'அவர் ஒரு சிங்கள ப Buddhist த்த ஜனாதிபதியாக இருந்தார்.'",
        "கடந்த செப்டம்பரில் ஜனாதிபதித் தேர்தலில், இந்த இரண்டு தீர்க்கமான மாகாணங்களில் வாக்குகளின் எண்ணிக்கை தமிழ் பொது வேட்பாளராக போட்டியிட்டது. ஸ்ரியான் ஆற்றலை ஊக்குவிக்கும் வேட்பாளர் சஜித் பிரேமடாசா, அவர் ஹருணநாதிரான் மற்றும் ஒருங்கிணைந்த மின் சக்திக்கு வந்தார்.",
        "எவ்வாறாயினும், இரண்டு மாதங்களுக்குள் அரசியல் வலிமையின் அரசியல் கண்காணிப்பாளரையும் பழைய தேசியவாத அரசியல் அதிகாரத்தையும் உடைக்க வடக்கு மற்றும் கிழக்கு முடிவு செய்துள்ளது.",
        "இலங்கை சுதந்திரக் கட்சியின் (எஸ்.எல்.எஃப்.பி நாடாளுமன்ற உறுப்பினர்) தலைவரான யாஃப்னா வாக்காளர்களின் தேர்தல் முடிவுகளில் யாஃப்னா வாக்காளர்களில் யாஃப்னா வாக்காளர்களின் வடக்கு மற்றும் கிழக்கு மாகாணங்களை பிரதிநிதித்துவப்படுத்தும் முன்னாள் பல உறுப்பினர்கள், பல ஆண்டுகளாக பாராளுமன்றத்தை பிரதிநிதித்துவப்படுத்துகிறார்கள், தி லீடர் தி லீடர் ஜெஃப்னா வாக்காளர்களில் ஈலம் மக்கள் ஜனநாயகக் கட்சி. சுயதாரர்கள், அனைத்து இலங்கை தமிழ் காங்கிரஸும் செல்வராசா கஜேந்திரன், சதித்திட்டத்தின் தலைவரான எம்.பி. தர்மலிங்கம் தனது பதவிகளை இழந்துவிட்டார்.",
        "ஈலம் மக்கள் ஜனநாயகக் கட்சியின் முன்னாள் உறுப்பினர், குலாசிங்கம், திலிபோன் இந்த ஆண்டு பாராளுமன்றத் தேர்தலில் இந்த ஆண்டு தனது இடத்தை இழந்துவிட்டார்.",
        "இந்த ஆண்டு பொதுத் தேர்தலில் பாராளுமன்றத்தை எழுதிய முன்னாள் எம்.பி.க்கள் யாவை?",
        "டிரின்கோமலீ மாவட்டத்திலிருந்து அனைத்து இலங்கை முஸ்லீம் காங்கிரஸையும் பிரதிநிதித்துவப்படுத்தும் எம்.எஸ். இலங்கை முன்னணியான கபிலா அதுகோரலா இந்த ஆண்டு நாடாளுமன்றத் தேர்தலில் தோற்கடிக்கப்பட்டுள்ளது.",
        "மேலும், யாஃப்னா வாக்காளர் எம்.பி. சி.வி.. இந்த ஆண்டு இந்த ஆண்டு நாடாளுமன்ற உறுப்பினரை முன்வைக்காததால் விக்னேஸ்வரன் மற்றும் வன்னி தேர்தல் உறுப்பினர் நாற்காலிகள் பியூமநாதன் தங்கள் அதிகாரத்தை இழந்துவிட்டனர்.",
        "வடக்கு மற்றும் கிழக்கு மாகாணங்கள் ஏன் பழைய அரசியல் கட்சிகளையும் தேசிய நாட்டுப்புறப் படையின் பிரதிநிதிகளையும் எடுத்துச் சென்று தேசிய எழுத்துருவின் புதிய விதியைக் கொண்டுவந்தன?சிவூனியா மாவட்டத்தில் குடிமகன் ஒரு குடிமகனாக இருந்தார். மனோஹானிலிருந்து விசாரணை.",
        "\"பழைய சிங்கள மற்றும் தமிழ் அரசியல் கட்சிகளின் பிரதிநிதிகளால் நான் சோர்வாக இருந்தேன். அவர்கள் அனைவரும் பொதுமக்களை சதி செய்தனர். தெற்கில் இருந்தாலும், வடக்கில் குடும்ப ஆட்சியின் அரசியல் பிரதிநிதிகள் பெரும்பான்மையானவர்கள் நாடு.",
        "\"அவர்கள் மூலம் எங்களைப் போன்ற சாதாரண மக்களுக்கு எந்த நன்மையும் இல்லை. வடக்கு மற்றும் கிழக்கு மக்களிடம் பேசும் ஒரு தலைவர் நாட்டை ஆட்சி செய்யவில்லை. எனவே வடக்கு மற்றும் கிழக்கு மக்கள் ஜக் கொடுப்பதை விட பழைய அரசியல்வாதிகளுக்கு வாக்களித்தனர். \"",
        "\"ஆனால் அனுரா குமாரா திரு. அனுரா குமாரா சிங்களவாதிகள் என்ற நம்பிக்கை, மற்றும் சிங்கள, தமிழ் அல்லது முஸ்லிம்களாக இருந்தாலும் இந்த வருத்தங்களுக்கான தீர்வுகளுக்கு உறுதியளித்துள்ளார்.. அதனால்தான் தேசிய பரப்புதலுக்கான அவரது பாதையில் நாங்கள் நம்பினோம். \"",
        "\"அந்த நம்பிக்கையைப் பாதுகாக்க அவர் வேலை செய்ய வேண்டும். அந்த நம்பிக்கையை நாம் உடைத்தால், மீண்டும் அவருக்கு மீண்டும் அதிகாரம் கொடுப்போம். சாதாரண மக்களின் பிரச்சினைகளை விரைவாக தீர்க்க மட்டுமே நாங்கள் கேட்கிறோம். இப்போது மக்கள் சிக்கல்களால் பாதிக்கப்பட்டுள்ளனர். அந்த சிக்கல்களைத் தீர்க்க நாங்கள் கேட்கிறோம், ”என்கிறார் மிஷோவூன்.",
        "இந்த ஆண்டு பாராளுமன்றத் தேர்தலில் கிழக்கின் பெரும்பான்மையான மக்களுக்கு பெரும்பான்மையான தேசிய நாட்டுப்புறப் படைகளும் வழங்கப்பட்டுள்ளன.. மோரேவிலிருந்து விசாரணை.",
        "\"வடக்கு மற்றும் கிழக்கின் பெரும்பான்மையானவர்கள் தேசிய ஜோன்ஸின் ஜனாதிபதியை நம்புகிறார்கள்.. கிழக்கு மாகாண மக்கள் கிழக்கு மாகாண மக்களுக்கும் தேசிய அதிகாரத்திற்கு வழங்கினர். \"",
        "\"நாங்கள் பழைய அரசியல் கட்சிகள் மீதான நம்பிக்கையை இழந்துவிட்டோம். அதனால்தான் மக்கள் தேசிய பதவி உயர்வுக்கு சிறந்த தீர்வில் சேர்ந்தனர். \"",
        "\"ஜனாதிபதி எங்கள் பிரச்சினைகளை தீர்க்க வேண்டும். அந்த வித்தியாசம் என்னவென்றால், திரு. அனுரா குமாராவை வெல்ல நாங்கள் வாக்களிக்கிறோம். \"",
        "\"வடக்கு மற்றும் கிழக்கு மக்கள் தமிழ் தலைமை விருந்துகளுக்கு நம்பிக்கையுடன் உள்ளனர்\"",
        "கடந்த ஜனாதிபதித் தேர்தலில் வடக்கு மற்றும் கிழக்கில் தமிழ் தேசிய பொது வேட்பாளராக பி.. பாரம்பரிய தமிழ் கட்சிகளுக்கு வாக்களிக்காததை அவர் கவனிப்பதாக அரியந்திரன் கூறுகிறார்.",
        "\"வடக்கு மற்றும் கிழக்கில் உள்ளவர்கள் பாரம்பரிய தமிழ் அரசியல் கட்சிகளுக்கு வாக்களிக்கவில்லை. சில கட்சிகள் சிலருக்கு தனித்துவத்தை இழக்க வாக்களிக்கவில்லை. எனவே எங்கள் பழைய கட்சிகள் வாக்காளரைக் குறைத்தன",
        "\"மற்றொன்று ஜனாதிபதியின் கொள்கை, வடக்கு மற்றும் கிழக்கில் பெரும்பான்மையான மக்கள். எனவே அதிகமான மக்கள் அவரது கட்சிக்கு வாக்களிக்க முயற்சிக்கிறார்கள், \"என்று அவர் கூறினார்.",
        "\"பாட்டிகலோவாவில் உள்ள மக்கள் சிங்கள தமில் அராசு கட்சியை இலாங்காய் தமிழ் அராசு விருந்துக்கு வழங்கியுள்ளனர்.\"",
        "ப. மக்கள் இன்னும் தமிழ் அரசியல் கட்சிகளை நம்புகிறார்கள் என்று அரியந்தாயரன் சுட்டிக்காட்டுகிறார்.",
        "\"வடக்கு மற்றும் கிழக்கின் தமிழ் மக்களின் தமிழ் மக்களுக்கு பஞ்சமில்லை.. அது ஒரு பெரிய வித்தியாசம் அல்ல. வடக்கு மற்றும் கிழக்கு மக்கள் தமிழ் தலைமை விருந்துகளுக்கு நம்பிக்கையுடன் இருக்கிறார்கள் என்பது எனது கருத்து. \"",
        "ஜனாதிபதித் தேர்தலுக்குப் பிறகு எடுக்கப்பட்ட சில நடவடிக்கைகள் இரண்டு மாதங்களில் வடக்கில் மாற்றத்திற்கு வழிவகுத்தன என்று சமூக ஆர்வலர் நிஹால் அஹ்மத் கூறுகிறார்.",
        "\"இது வடக்கில் எதிர்பார்த்ததை விட இந்த ஆண்டு ஒரு பெரிய மாற்றமாகும். புதிய ஜனாதிபதி பதவி நியமிக்கப்பட்ட பின்னர் சில வேலைகள் செய்யப்படும் என்று நம்புகிறேன். பல பல்லலி சாலையைத் திறக்க மக்கள் சிரமப்பட்டுள்ளனர், இது பல ஆண்டுகளுக்குப் பிறகு திறக்கப்பட்டது. ஜனாதிபதித் தேர்தலுக்குப் பிறகு நடந்த சிறிய விஷயங்கள் நம்பிக்கையை ஏற்படுத்தியுள்ளன என்று நான் நினைக்கிறேன். \"",
        "எவ்வாறாயினும், கிழக்கு மாகாணத்தில் இலாங்கி தமில் அராசு கட்சி ஆட்சியைப் பிடித்துள்ளது என்று அவர் கூறினார்.",
        "\"கிழக்கு கடந்த கிழக்கு கிழக்கு கிழக்கு கிழக்கு இல்லாவி தமிழ் அராசு மேலும் வாக்களிக்கப்பட்டிருந்தாலும். கடந்த தேர்தலில், கருணா அம்மான் பில்லேயன் போன்ற கட்சிகளில் வாக்களித்தார். இருப்பினும், இலாங்காய் தமிழ் அராசு கட்சி ஒரு பெரிய வாக்குகளையும், கடைசி வாக்குகள் இல்லாமல் இடங்களையும் வென்றுள்ளது. \"",
        "கிழக்கு மாகாணத்தில் தேசிய அட்டாலஜி வெற்றிகரமான எம்.பி.க்கள் முஸ்லீம் முகவர்களை சேர்க்கவில்லை என்று அவர் கூறுகிறார்.",
        "\"50% முஸ்லீம் வாக்குகள் முற்றிலும் மாறிவிட்டன. பழைய முஸ்லீம் அரசியல்வாதிகளில் பாதி பேர் பாதிக்கும் குறைவாகவே உள்ளனர். இருப்பினும், கிழக்கு மாகாணத்தில் முன்னுரிமை வாக்குகள் இல்லாததால் முஸ்லீம் பிரதிநிதிகள் தேசிய பிரச்சாரத்தை வெல்லவில்லை. அதுதான் தேசிய பட்டியல். \"",
        "வடக்கு மற்றும் கிழக்கு மக்களின் எதிர்பார்ப்புகளை பூர்த்தி செய்ய புதிய அரசாங்கத்தை சந்திக்குமாறு பிபிசி சின்ஹா ​​நிஹால் அகமதுவைக் கேட்டுள்ளார்.",
        "\"மக்கள் யார் என்பது முக்கியமல்ல, அவர்கள் நம்புவதை நிறைவேற்ற ஒரு சிஸ்டாம் இல்லை\" என்று அவர் கூறினார்.",
        "\"சமூக பிரச்சினைகளின் தேசியவாத முகவர்களாக நாங்கள் மாறிவிட்டோம் என்று எங்களுக்குத் தெரியாது. அத்தகைய இனவெறி பிரச்சினையில் ஒரு இனவெறி பிரச்சினையில் எந்தவொரு கருத்தையும் இளைஞர் பிரதிநிதிகள் எடுத்துள்ளார்கள் என்பது எங்களுக்குத் தெரியாது.",
        "\"ஆனால், வேலை செய்ய எதிர்பார்த்துக் கொண்டிருக்கும் ஹரினினி அமரோசூரியா, அனுரா குமாரா டிசனாயகே மக்களுக்கு வாக்களித்துள்ளதால். ஆனால் தற்போது தேர்ந்தெடுக்கப்பட்ட எம்.பி.க்களுடன் வடக்கு மற்றும் கிழக்கு மக்களின் நம்பிக்கையை நிறைவேற்றுவது கடினம் என்று நான் நினைக்கிறேன்.",
        "வாவ்னியா மாவட்ட மாவட்ட நிறுவனத்தின் செயலாளர் வாவ்னியா மாவட்ட உதவியாளர்கள் வாவ்னியா மாவட்டத்தின் உதவியாளர்கள். பிபிசி ஜென்னியின் விசாரணையாக இருந்தது.",
        "\"இலங்கையில் உள்ள எந்தவொரு அரசாங்கத்தையும் நாங்கள் நம்பவில்லை மற்றும் எங்கள் பிரச்சினைக்கு தீர்வுகள். ஏனெனில் 2009 ஆம் ஆண்டில், இதுவரை ஒவ்வொரு அரசாங்கங்களும் எங்கள் பிரச்சினையை தீர்க்கவில்லை. காணாமல் போனதற்கு இழப்பீடு கோருகிறோம். காணாமல் போன உறவினர்களை நாங்கள் விரும்புகிறோம், \"என்று அவர் கூறுகிறார்.",
        "\"காணாமல் போன உறவினர்களுக்கு என்ன நடந்தது என்பதை நாங்கள் கண்டுபிடிக்க முயற்சிக்கவில்லை.\"",
        "\"மற்றொன்று அரசாங்கம், ஆனால் பெரும்பான்மையான சிங்கள முகவர்கள். அவர்கள் எங்கள் பிரச்சினையைப் பற்றி உணர வாய்ப்பில்லை. சிக்கலைப் பற்றிய பல சரியான அறிவின் மூலம் காணாமல் போனவர்களின் காணாமல் போனதைத் தீர்ப்பது கடினம். \"",
        "தேசிய விளம்பரத்தின் மூன்றில் இரண்டு பங்கு மீது அதிகாரத்தை வழங்குவதன் மூலம் மக்களுக்கு செய்தி என்ன?",
        "அவர்கள் சர்வதேச தலையீட்டை எதிர்பார்க்கலாம் என்று அவர் கூறினார்.",
        "\"சர்வதேச தலையீட்டின் மூலம் எங்கள் பிரச்சினையை தீர்க்க முயற்சிக்கிறோம். தற்போதைய அரசாங்கமும் ஜனாதிபதியும் இருந்தாலும், காணாமல் போனதற்கு ஜனாதிபதி சரியான தீர்வு காணப்படவில்லை. \"",
        "\"தற்போதைய அரசாங்கம் நீதியை நிறைவேற்றினால், முதலில் எங்கள் உறவினர் உறவினர்களுக்கு தீர்வு காண வேண்டும். அது நடந்தால், நாம் நம்பலாம். அல்லது இந்த அரசாங்கம் பழைய அரசாங்கங்களைப் போல எங்களை புறக்கணிக்கிறது.",
        "சட்டம் மற்றும் சமூக சத்திய மக்களுக்கான செய்தி, ஜனாதிபதித் தேர்தலுக்குப் பிறகு வடக்கு மற்றும் கிழக்கின் செய்தி, ஜனாதிபதி வடக்கு மற்றும் கிழக்கு மக்களுக்கு வழங்கியுள்ளார்.",
        "\"ஜனாதிபதித் தேர்தலுக்குப் பிறகு, ஜனாதிபதி வடக்கில் தீவிரமாக ஏற்றுக்கொள்ளப்பட்டார். ஜனாதிபதித் தேர்தலில் அவை தவிர்க்கப்பட்டதாக அவர் கூறினார், அவை வடக்கு மற்றும் கிழக்கில் தீவிரமாக கருதப்படும். இது முடிவையும் மாற்றியது.",
        "அவர் வடக்கு மற்றும் நாட்டின் தேசிய அரசியலையும் சுட்டிக்காட்டுகிறார்.",
        "\"தெற்கு எப்போதும் வடக்கு நோக்கி வடக்கு நோக்கிச் செல்ல நினைக்கிறது. இருப்பினும், தெற்கில் ஒரு தலைவர் பல ஜனாதிபதித் தேர்தலில் வாக்களித்துள்ளார். \"",
        "\"வடக்கில் உள்ளவர்கள் இன்னும் தேசிய அரசியலுடன் இருப்பதில் ஆர்வம் காட்டுகிறார்கள்.\"",
        "\"அவர்கள் செயற்கைக்கோளை நம்பினர். அவர் மைத்ரியை நம்பினார். சஜித் நம்பினார். அவர்கள் அவர்களை மீண்டும் மீண்டும் மீண்டும் மீண்டும் மீண்டும் காட்டிக் கொடுத்துள்ளனர்.",
        "உரிமை ஒரு தீவிர பொறுப்பு என்று அவர் சுட்டிக்காட்டினார்.",
        "\"எனவே அவர்களின் நம்பிக்கையைப் பாதுகாக்க உரிமை ஒரு பெரிய பொறுப்பு.\"",
        "\"இந்த முறை இந்த முறை தெற்கின் அரசியலுக்கு வடக்கு ஒரு செய்தியை வழங்கியுள்ளது. எனவே நீங்கள் தீவிரமான நம்பிக்கையை எடுக்கவில்லை என்றால், நீங்கள் ஆரம்பத்தில் அழிவுகரமானவராக இருக்கலாம். \"",
        "வாட்ஸ்அப் கிரிக்ஸ்: நீங்கள் சைபர் மோசடிகளை எவ்வாறு பெறுகிறீர்கள், பாதிக்கப்பட்டவராக இருக்க வேண்டாம்"
      ]
    },
    "en": {
      "title": "What is the message that has changed in the North and Eastern Provinces that have been changed in 2 months?",
      "body_lines": [
        "What is the message that has changed in the North and Eastern Provinces that have been changed in 2 months?",
        "The people who have been living in the North and the Eastern Provinces have taken measures to provide the political power of the North and the Eastern Provinces this year.",
        "The democratic politics of the country was in the beginning and the power in the North and the Eastern provinces were raised around several ethnicity based political parties.",
        "However, the election results are observed that the election results have been deprived of the power over the political parties that were previously lost in the parliamentarian this year.",
        "The majority of the provinces of the North and East have taken steps to provide new candidates who contested the traditional political power in the national propaganda of the Tamil and Muslim political parties.",
        "2024 parliamentary elections have been able to acquire power in three seats in the Vanni Elections in Trincomalee District and 4 seats in the Vanni electorates, Trincomalee and 4 seats in the Digamadulla electorate districtThe national power is entitled.",
        "The TNA and the Sri Lanka Muslim Congress, the TNA and the Sri Lanka Muslim Congress, the TNA and the Sri Lanka Muslim Congress was elected to the Northern and Eastern Provinces.",
        "The National Folk Force has been able to acquire the power of the Northern Province and the power of the Eastern and Digamadulla electoral districts in the Eastern Province.",
        "The TNA parties contested this year separately and the Ilangai Tamil Arasu Party, beat the Ilangai Tamil Arasu Party in the North and East.",
        "The Democratic Tamil National Alliance, who was in the TNA, has won one seat and the EPDP party representing former Minister Douglas Devananda has no seat.",
        "Former President Chandrika Bandaranaike came to popularize the number of votes voted in the 1994 presidential election.",
        "In the 1994 presidential election, the majority of the North and Eastern provinces were able to win former President Chandrika Bandaranaike in the 1994 presidential election.",
        "The UNP won the majority of the majority of thousands of votes in the North and East in 1999, but the percentage of the votes were low in the 2005 political election, but the winner won the winner of 180,000.",
        "In the 2015 presidential election, the voter turnout in the Northern Province had a lot of interest in the voter turnout in the Northern Province.",
        "66.28% of the registered voters in the Jaffna district have been voted in the Vanni electoral district.",
        "In the year 2019, the presidential election has not received the majority of voters in the North without supporters 'he was a Sinhala Buddhist president.'",
        "In the presidential election last September, the number of votes in these two decisive provinces was contesting as a Tamil common candidate. Sajith Premadasa, a candidate of the promote of the Srion Energy, who had to Harunanaththiran and the unified power force.",
        "However, the North and East have decided to break the political superintendent of political strength within two months and the old nationalistic political authority.",
        "Former Several members representing the Northern and Eastern Provinces of the Jaffna electorate in the Jaffna electorate in the election results of the Jaffna electorate, the leader of the Sri Lanka Freedom Party (SLFP Parliamentarian), representing the Parliament for several years, the leader of the Eelam People's Democratic Party in the Jaffna Electorate.Angan Ramanathan and Ilangai Tamil Arasu Kachchi Partm. Selfthiran, All Ceylon Tamil Congress Selvaraza Gajendran, Plot, Leader of the Plot, MP Dharmalingam has lost his posts.",
        "Former Member of the Eelam People's Democratic Party, the Kulasingham, the Dilipon, had lost his seat this year at this year's parliamentary election.",
        "What are the former MPs who wrote the Parliament at the general election this year?",
        "MS representing All Ceylon Muslim Congress from Trincomalee District. Kapila Athukorala, the Sri Lanka Front, has been defeated at the parliamentary election this year.",
        "Also, the Jaffna Electorate MP CV. Wigneswaran and Vanni Electoral Member Chairs Pureamanathan have lost their power as they did not present this year's parliamentarian this year.",
        "Why did the North and Eastern provinces take away the old political parties and representatives of the national folk force and bring a new rule of national font?The civilian was a civilian in Vavuniya District. Inquiry from Manohan.",
        "\"I was tired of the representatives of the old Sinhalese and Tamil political parties. All of them were plotting civilians. Whether in the South, the majority of the political representatives of family rule in the North are the country. \"",
        "\"There is no benefit to ordinary people like us through them. A leader who speaks to the people of the people of the North and East did not rule the country. So the people of the North and the East voted for old politicians rather than to give the jug. \"",
        "\"But Anura Kumara is a belief that Mr. Anura Kumara is Sinhalese, and is committed to solutions to these griefs, whether the Sinhalese, Tamil or Muslims.. That's why we trusted in her path to the national propagation. \"",
        "\"He must work to protect that confidence. If we break that confidence, we will again give him power again. We only ask to solve the problems of ordinary people quickly. Now people have suffered from problems with problems. We ask for solving those problems, \"says mishovoon.",
        "Most of the people of the East have also been given the majority of the majority of the national folk force in this year's parliamentary election.. Inquiry from Moree.",
        "\"The majority of the North and East are believed in the president of the National Jones.. The people of the Eastern Province also provided the people of the Eastern Province to the national power. \"",
        "\"We had lost confidence in old political parties. That's why people joined the betterly the best solution to the national promotion. \"",
        "\"The President needs to solve our problems. That difference is that we voting at Mr. Anura Kumara to win Mr. Anura Kumara. \"He said.",
        "\"The people of the North and East are confident to Tamil heading parties\"",
        "P. Presses as a Tamil national common candidate in the North and East in the last presidential election. Ariyanththiran says he observes a lack of vote for the traditional Tamil parties.",
        "\"People in the North and East have not voted to traditional Tamil political parties. Some parties had not voted for some people to lose individualism. So our old parties had reduced the voter",
        "\"The other is the policy of the president, the majority of the people in the North and the East. So it was more people trying to vote for his party, \"he said.",
        "\"The people in Batticaloa have given the Sinhala Thamil Arasu Party to the Ilangai Tamil Arasu Party.\"",
        "P. Ariyantairan points out that the people still believe in the Tamil political parties.",
        "\"There was no shortage of the Tamil people of the Tamil people of the North and East.. That's not a big difference. It is my opinion that the people of the North and the East are confident that the people of the North are confident to Tamil heading parties. \"",
        "Nihal Ahmad, a social activist, says that some measures taken after the presidential election have led to change in the North in two months.",
        "\"It has been a big change this year than expected in the North. I hope that some work done after the new presidency was appointed. People have struggled to open the Palaly Road, which was opened years later. I think that minor things that happened after the presidential election have caused hope to have any hope. \"",
        "However, he said that the IlanGii Thamil Arasu Party has taken power in the Eastern Province.",
        "\"Although the Eastern Past Eastern Past Eastern Eastern Illawi Tamil Arasu has been voted more. In the last election, Karuna Amman balled votes into the parties like Pilleyan. However, the Ilangai Tamil Arasu Party has won a major vote and the seats without the last vote. \"",
        "He says that the national atology victorious MPs in the Eastern Province has not included the Muslim agents.",
        "\"50% of Muslim votes have changed completely. Half of old Muslim politicians have less than half. However, Muslim delegates have not won the national propaganda due to the lack of preferential votes in the Eastern Province. That was the national list. \"",
        "The BBC Sinha has asked Nihal Ahmed to meet the new government to meet the expectations of the people of the North and East.",
        "\"No matter who people are, don't have a sistam to fulfill what they hope,\" he said.",
        "\"We have no idea what we have become the nationalist agents of social issues. We do not know what the youth representatives have taken any of the opinion in a racist issue in such a racist issue.",
        "\"But as people have been voted by Anura Kumara Dissanayake, Harinini Amarosuriya, who is looking forward to working. But I think it will be difficult to fulfill the hope of the people of the North and East with MPs who are currently elected. \"",
        "Vavuniya District Union secretary of the Vavuniya District Disappetable Assistants Assistants of Vavuniya District. The BBC was inquiry by Jenny.",
        "\"We do not believe in any of the government in Sri Lanka and solutions to our problem. Because in 2009, every governments so far did not solve our problem. We demand compensation for disappearances. We want our missing relatives, \"she says.",
        "\"We did not try to find out what happened to our missing relatives.\" Jenita said.",
        "\"The other is the government, but the majority Sinhala agents are. They are less likely to feel about our problem. It is difficult to solve the disappearances of the disappeared through a number of proper knowledge of the problem. \"",
        "What is the message to the people by providing power over two-thirds of the national promo?",
        "She said that they would expect international intervention.",
        "\"We are trying to solve our problem through international intervention. Although the present government and the president, the president has not been made a proper solution to the disappearances. \"",
        "\"If the present government is fulfilling justice, first to make solution to our relative relatives. If that happens, we can trust. Or this government ignores us like old governments. \"",
        "The message to the people of the Law and Social Truth, the message of the North and the East after the presidential election, the President has given the people of the North and East.",
        "\"After the presidential election, the President has taken seriously accepted in the North. He said that they were avoided in the presidential election, like that they would be seriously regarded in the North and East. This also changed the result. \"",
        "He also points to the North and the national politics of the country.",
        "\"The South always thinks to leave the North to go to the North. However, a leader in the South has voted in many presidential election. \"",
        "\"The people in the North are still interested in being with national politics.\"",
        "\"They believed the satellite. He believed Maithri. Sajith believed. They have betrayed them over and over again and over again and over again and again.",
        "He pointed out that the right is a serious responsibility.",
        "\"So the right is a big responsibility to protect their confidence.\"",
        "\"The North has given a message to the politics of the South this time this time. So if you do not take serious trust, you may be initially destructive. \"",
        "WhatsApp Crigs: How you get to cyber frauds and don't be the victim"
      ]
    }
  },
  "summary_lines": [
    "Here are some tips to avoid falling victim to cyber fraud:",
    "",
    "1. Be cautious with links and attachments:",
    "   - Don't click on suspicious links or download attachments from unknown sources.",
    "   - Verify the sender before interacting with any links or attachments.",
    "",
    "2. Use strong passwords:",
    "   - Create unique, complex passwords for each account.",
    "   - Avoid using easily guessable information like names or birthdates.",
    "",
    "3. Enable two-factor authentication:",
    "   - This adds an extra layer of security to your accounts.",
    "   - Use authenticator apps or SMS codes for added protection.",
    "",
    "4. Keep software updated:",
    "   - Regularly update your operating system, browser, and other software.",
    "   - Outdated software can have known vulnerabilities exploited by hackers.",
    "",
    "5. Be wary of phishing scams:",
    "   - Legitimate companies won't ask for sensitive information via email or text.",
    "   - If something seems suspicious, contact the company directly through official channels.",
    "",
    "6. Use reputable antivirus software:",
    "   - Install and regularly update antivirus programs on your devices.",
    "   - Run regular scans to detect and remove malware.",
    "",
    "7. Be cautious with public Wi-Fi:",
    "   - Avoid accessing sensitive information on unsecured networks.",
    "   - Use a VPN when connecting to public Wi-Fi networks.",
    "",
    "8. Monitor your accounts and credit reports:",
    "   - Check for any suspicious activity on your financial accounts.",
    "   - Review your credit report regularly for unauthorized changes.",
    "",
    "9. Be cautious with social media:",
    "   - Don't share personal information publicly on social media platforms.",
    "   - Be wary of friend requests from unknown people.",
    "",
    "10. Educate yourself:",
    "    - Stay informed about common cyber fraud tactics and scams.",
    "    - Learn how to identify and avoid potential threats.",
    "",
    "Remember, cybersecurity is an ongoing process. Stay vigilant and regularly review your online security measures to protect yourself against cyber fraud."
  ]
}