{
  "translated_text": {
    "ta": {
      "title": "சாதாரண நிலை ஆராய்ச்சிகள் தொடங்குகின்றன",
      "body_lines": [
        "2023 ஆம் ஆண்டில் நடைபெற்ற க.பொ.த. சாதாரண நிலை தேர்வின் பதில் தாள்களை சோதிப்பது இன்று (08) தொடங்கப்பட்டது.",
        "தீவால் பாதிக்கப்பட்டுள்ள சீரற்ற வானிலை காரணமாக 6 ஆம் தேதி பதில் தாள்களின் விசாரணை திறக்கப்பட இருந்தது, பரீட்சை ஆணையர் ஜெனரல் அமித் ஜெயசுந்தரா இரண்டு நாட்களில் ஒத்திவைக்க நடவடிக்கை எடுத்தார்.",
        "தேர்வுகளின் கமிஷனர் ஜெனரல், பதில்களின் விசாரணை இன்று முதல் எந்த பிரச்சனையும் இல்லாமல் தொடங்கியது என்று கூறினார்.",
        "அதன்படி, தேர்வுக்கான பதில் இன்று முதல் 101 மையங்களில் ஆய்வு செய்யப்படும்.",
        "GCE சாதாரண நிலை தேர்வு இந்த மாதம் 15 ஆம் தேதி நடைபெற்றது.",
        "இதற்கிடையில், ஜி.இ.டி மேம்பட்ட நிலை தேர்வின் மேம்பட்ட நிலை பரிசோதனையை மறு ஆய்வு செய்ய விண்ணப்பங்கள் அழைக்கப்படும்.",
        "மறு பரிசோதனை ஆன்லைன் முறைக்கு மட்டுமே அழைக்கப்படுகிறது, மேலும் இது ஆன்லைனில் கொண்டு செல்லப்பட உள்ளது."
      ]
    },
    "en": {
      "title": "Ordinary Level examines begins",
      "body_lines": [
        "Testing the answer sheets of the GCE Ordinary Level Examination held in the year 2023 was commenced today (08).",
        "The investigation of the answer sheets were to be opened on the 6th due to the inclement weather conditions that have been affected by the island, the Commissioner General of Examinations Amit Jayasundara made action to be postponed in two days.",
        "The Commissioner General of Examinations stated that the investigation of the answer sheets began without any problems from today.",
        "Accordingly, the answer to the examination will be inspected in 101 centers from today.",
        "The GCE Ordinary Level Examination was held on the 15th of this month.",
        "Meanwhile, applications will be called for the re-examination of the Advanced Level examination of the GCE Advanced Level Examination.",
        "Re-examination is only called along on online methodology and is to be taken up along online."
      ]
    }
  },
  "summary_lines": [
    "The GCE Ordinary Level Examination's answer sheet testing started today, delayed by two days due to weather. The exam took place on the 15th, and now, investigations begin across 101 centers. Meanwhile, applications open for the Advanced Level re-exam, which will be conducted online."
  ]
}