{
  "translated_text": {
    "ta": {
      "title": "பெற்றோருக்கு மதிப்புள்ள வீடுகளின் பெற்றோருக்கு மதிப்புள்ள அவர்களின் வீடுகளின் ஒரு இளம் மருந்து",
      "body_lines": [
        "பெரன்வத்தா, பனாடேனியா சாலை, பலாடிஷ்கா சாலை, இங்கிலாந்தின் ஆயுர்வேத மருத்துவமனையின் இயக்குநர் மற்றும் அதன் இயக்குனர் டாக்டர் தனுஷ்கா சாலை, பாலாதுகா சாலை, பலாதுகா சாலை, பலாதுகா சாலை, பலாதெனியா பாண்டகாவா இலங்கை.",
        "ஸ்ரீ ஜினாஷரனாரம சர்வதேச ப Buddhist த்த மையம், ஸ்ரீ ஜினாசராம சர்வதேச ப Buddhist த்த மையமான பன்னாதா, சர்வதேச ப Buddhist த்த மையமாக பன்னிபிதியாவாக பெயரிடப்பட்டுள்ளது.",
        "டாக்டர் சன்னசேனா ஜூலர்ஸ் அமைச்சர் பண்டிதா வென், டாக்டர் சன்னசேனாவின் மகா நாயகா பத்திரத்திற்கு வழங்கப்பட்டார்",
        "டாக்டர் மீடிய்தாரி, வென்.",
        "கூடுதலாக, டாக்டர் சானிசேனாவின் மனைவி டாக்டர் தனுஷ்கா கிரீன், மாதாராவின் காம்பூருவானாவில் பல பில்லியன் கணக்கான மரணங்கள் என்று அறியப்பட்டதாகக் கூறப்படுகிறது.. (I j)"
      ]
    },
    "en": {
      "title": "A young medicine of their homes worth the parents of their homes worth the parents",
      "body_lines": [
        "Peradeniya International Center for Dr. Chanchka Sri Sedhima International Buddhist Centers of Peranwatta, Panadeniya Road, Paladishka Road, Director of the Ayurvedic Hospital, England and its director Dr. Danushka Road, Paladhuka Road, Paladhuka Road, Palandeniya Road, Paladhuka Road, University of Peradeniya.Pandakawa Sri Lanka, Ven. Ven. Udarata Amarapura Sri Lanka (ADA) was held on the Pioneer Piyawala Piyawala Esala",
        "The Sri Jinasharanarama International Buddhist Center, Pannata, the Sri Jinasharama International Buddhist Center, has been named as the International Buddhist Center, Pannipitiya.",
        "Dr. Channasena has been presented to the Maha Nayaka Deed of Dr. Channasena, Minister of Julers' Panditha Ven",
        "The Dr. Mediathari, Ven. Medirigiriya Sasana Thera, Medirigiriya, Ven. Medirigiriya, Ven.",
        "In addition, Dr. Chanissena's wife, Dr. Danushka Green, was reportedly known as a number of billions of death in Kamburuwana, Matara.. (I J)"
      ]
    }
  },
  "summary_lines": [
    "The text mentions several individuals and locations related to Buddhism and Ayurvedic medicine in Sri Lanka. It includes references to Dr. Chanchka, Dr. Danushka, and Dr. Channasena, along with various centers such as the International Buddhist Center and the Ayurvedic Hospital. The narrative also touches upon events and contributions to Buddhism and Ayurvedic practices."
  ]
}