{
  "translated_text": {
    "si": {
      "title": "විශ්වයේ ජාත්යන්තර ක්රිකට් ක්රීඩාවේ ශතකයක් ලබා ගත් දෙවන ශ්රී ලාංකික ක්රීඩිකාව වනිමි",
      "body_lines": [
        "විෂ්මි ගුණරත්න වයස අවුරුදු 19 ක ඉතිහාසයක් ලබා දුන්නේ අයර්ලන්තයට එරෙහිව බෙල්ෆාස්ට්හි පළමු කාන්තා එක්දින තරගයේදී ය.",
        "ශ්රී ලංකා නායක සමාරි අත්තපාත ශ්රී ලංකා නායක සමාරි අත්තපාතෙන් පසු කාන්තා ජාත්යන්තර ක්රිකට් ක්රීඩාවේ ශතවර්ෂයක් ලබා ගැනීමට දෙවන ක්රීඩකයා වූයේ විෂ්මි ගුණරත්න දෙවන වාදනය බවට පත්විය.",
        "මේ මස 22 වන දින ඇයගේ 19 වන උපන්දිනය සමරන විෂ්මි ගුණරත්න මහතා අද තරඟයේ ආරම්භයේදීම ශතකයක් ලබා ගැනීමට සමත් වී තිබේ.",
        "පන්දු 97 කදී ලකුණු ලබා ගත් විෂ්මි ගුණරත්න හතරේ පහර 9 ක් සහ හයේ පහර 3 ක් සහ හයේ පහර 3 ක් සමග ලකුණු 101 ක් රැස් කළේය.",
        "සමරි අත්තපපට් මීට පෙර කාන්තා ජාත්යන්තර ක්රිකට් ක්රීඩාවේදී සියවසක ශතකයක් ලබා තිබුණි. ඔහු මේ දක්වා සියවස් 9 ක් පෙන්වා දී තිබේ.",
        "අද දින පළමු තරඟයේදී පන්දුවට පහර දුන් ශ්රී ලංකාව පන්දුවාර 44 කදී කඩුලු 6 ක් දැවී ලකුණු 221 ක් රැස් කළේය."
      ]
    },
    "en": {
      "title": "Vishmi is the second Sri Lankan player who scored a century in women's international cricket",
      "body_lines": [
        "Vishmi Gunaratne made a history of 19 years of age in the first women's ODIs in Belfast against Ireland.",
        "Vishmi Gunaratne became the second player to score a century in women's international cricket after Sri Lankan captain Samari Attapatha.",
        "Vishmi Gunaratne, who is celebrating her 19th birthday on the 22nd of this month, has been able to get a century in the beginning of today's competition.",
        "Vishmi Gunaratne, who scored 97 balls, scored 101 runs with 9 fours and 3 sixes, despite the first ball of the match he faced in the first ball.",
        "Samari Attapattu had previously scored a century in women's international cricket. He has so far pointed out 9 centuries.",
        "Sri Lanka, who batted first in today's match, scored 221 runs for the loss of 6 wickets in 44 overs a short time ago."
      ]
    }
  },
  "summary_lines": [
    "Vishmi Gunaratne, aged 19, made history as the second Sri Lankan woman to score a century in women's international cricket, following in the footsteps of captain Samari Attapatta. Playing in her first ODI in Belfast against Ireland, Vishmi celebrated her birthday by scoring 101 runs off 97 balls, including 9 fours and 3 sixes. This achievement came just days before her 19th birthday, marking a significant milestone in her young career."
  ]
}