{
  "translated_text": {
    "si": {
      "title": "Ashengee enge නිදහස් කිරීම සඳහා හ o ඇතුළු වූ අයට ස්තූතියි - ස්ටෙලා අජිව",
      "body_lines": [
        "ඇගේ බිරිඳ ස්ටෙලා විකිලීස්වාදී, ජූලියන් අජිවේ.",
        "ඔබ වසර ගණනාවක් තිස්සේ වසර ගණනාවක් තිස්සේ බලමුලු ගන්වමින් සිටින අතර ඔබ එය වසර ගණනාවක් තිස්සේ එය කළ හැකිය.",
        "ස්ටෙලා අශිං සංගමයේ සංගමයට ස්ටෙලා එකතු වූ විට, දෙදෙනාම මුලින්ම රැස්විය.",
        "මේ අතර, ජූලියන් ඇන්ජේගේ මව - ඇගේ පුතාගේ දිගුකාලීන අරගලයේ අවසානයට සවන් දුන්නා.",
        "අවසානයේදී අවසන් වූ මගේ පුතාගේ අත්හදා බැලීම් ගැන මම කෘත ful වෙමි.",
        "බොහෝ අය මගේ පුතාගේ තත්වය තමන්ගේ න්යාය පත්රය ඉදිරියට ගෙන යාම සඳහා යොදාගෙන ඇති නිසා ජූලියන්ගේ සුභසාධනය සඳහා ආරාධනා කර නොමැති වෙහෙස මහන්සි වී කම්කරුවන්ට මම කෘත ful වෙමි.",
        "ඇන්ජේගේ පියා ජොන්ස්ෆිප්ටන් තම පුතා වෙනුවෙන් පැතිරීම සම්බන්ධයෙන් ඕස්ට්රේලියානු රජයට ස්තූතිය පුද කළේය."
      ]
    },
    "en": {
      "title": "Thanks to those who voiced for the release of Asngee - Stella Asngee",
      "body_lines": [
        "Her wife Stella thanked those who voiced the liberation of a WikiLexist, Julian Asngee.",
        "You have been mobilizing for years for years and you have made it possible for many years.",
        "When Stella joined the Association of Stella Asngee, the two first met.",
        "Meanwhile, Julian Asngee's mother -in -law Asngee thanked the end of her son's long -term struggle.",
        "I am grateful for my son's trials that finally ended.",
        "Many people have used my son's situation to advance their own agenda, so I am grateful to the hard workers who have not been invited to the welfare of Julian.",
        "Asngee's father, Johnsipton, thanked the Australian government for spreading for his son."
      ]
    }
  },
  "summary_lines": [
    "Stella Asngee, wife of Julian Asngee, a former WikiLexit member, expressed gratitude towards those advocating for his release. Julian's mother also thanked the efforts that led to the end of his long-term struggle. Julian's father, Johnsipton Asngee, acknowledged the Australian government's role in facilitating his son's freedom."
  ]
}