{
  "translated_text": {
    "ta": {
      "title": "ரூ.",
      "body_lines": [
        "நல்லொழுக்க வரியுடன் இலங்கையின் தேயிலைத் தொழிலில் வலுவான நிச்சயமற்ற தன்மை உள்ளது. அக்டோபர் 01, 2025 முதல் எஸ்.வி.ஏ.டி (இடைநீக்கம் செய்யப்பட்ட வாட்) ரத்து செய்யப்பட்டதன் மூலம், பணப்புழக்க நெருக்கடிகள் மற்றும் தேயிலை விலைகள் ஆபத்து காரணமாக ஒட்டுமொத்த தேயிலை விநியோகச் சங்கிலி மிகவும் கவலையாக உள்ளது.",
        "கொழும்பு தேநீர் ஏலத்தில் தேயிலை 5 முதல் 6 மில்லியன் கிலோகிராம் தேநீர் வரை விற்கப்படுகிறது. தற்போதுள்ள சராசரி ஏல விலைகளின்படி, 18% முதல் ரூ.. உலகளாவிய தேயிலை சந்தையில் தீவிர போட்டி இருப்பதால், பல தேயிலை ஏற்றுமதி நிறுவனங்கள் குறைந்த மலிவான விளிம்பில் செயல்படுகின்றன.",
        "எனவே, வாட் திணிப்பால் ஏற்படும் கூடுதல் பணத் தேவைகளை ஈடுசெய்ய அவர்கள் வங்கி கடன்களை நாட வேண்டியிருக்கும். கூடுதல் வங்கி கடன்களுக்கு பணம் செலுத்துவதற்கான பணம் செலவு ரூ. 480 மில்லியன் அல்லது ரூ. ஆண்டுக்கு 5,760 மில்லியன் (576 பில்லியன்).",
        "ஏற்றுமதியாளர்கள் வெளிநாட்டு வாங்குபவர்களை வெளிநாட்டு வாங்குபவர்களுக்கு அனுப்ப முடியாது, ஏனெனில் தேயிலை சந்தையின் போட்டித்திறன் வெளிநாட்டு வாங்குபவர்களுக்கு விநியோகச் சங்கிலியின் அடிப்பகுதிக்கு அனுப்ப முடியாது, அதாவது ஏல சங்கிலிக்கு. இதன் விளைவாக, தேயிலை ஏல விலை சுமார் ரூ. ஒரு கிலோவுக்கு 20.00. சிறிய தேயிலை விவசாயிகளின் எண்ணிக்கையில் தேயிலை உற்பத்தியாளர்களால், குறிப்பாக சிறிய தேயிலை விவசாயிகளால் இது எதிர்மறையாக பாதிக்கப்படும்.",
        "எஸ்.வி.ஏ.டி அமைப்பை ரத்து செய்வதற்கான கொள்கை முடிவை ஏற்றுமதியாளர்கள் மதித்தனர், ஆனால் 45 நாட்களுக்குள் வாட் செலுத்த முன்மொழிகின்ற \"இடர் அடிப்படையிலான\" பொறிமுறையின் தெளிவான மற்றும் வெளிப்படையான எதுவும் இல்லை. ஏற்றுமதி நிறுவனங்களின் மிகக் குறைந்த ஆபத்து 45 நாட்களில் பணத்தைத் திரும்பப் பெற தகுதியுடையதாக இருக்கும் என்று அவர்கள் சுட்டிக்காட்டுகின்றனர்.",
        "தேயிலை ஏற்றுமதியாளர்கள் சங்கம் (டீ) 10-15 கே பைலட் திட்டத்தை கோரியிருந்தாலும், இதுபோன்ற எந்தவொரு சந்தர்ப்பமும் இதுவரை கிடைக்கவில்லை.. 50% க்கும் அதிகமான ஏற்றுமதியைக் கொண்ட நிறுவனங்கள் மாத இறுதியில் VAT பணத்தைத் திரும்பப் பெற விண்ணப்பிக்கலாம், தொழில்நுட்ப ரீதியாக ஏற்றுமதியாளர் நாளிலிருந்து பணத்தைத் திரும்பப் பெற 75 முதல் 90 நாட்கள் வரை எடுக்கும்.",
        "எந்த நேரத்திலும், உள்நாட்டு வருவாய் துறைக்கு ரூ. தேயிலை ஏற்றுமதி நிறுவனங்களுக்கு 10-12 பில்லியன், இது தேயிலை ஏற்றுமதி நிறுவனங்களின் நிதி நிலையை மோசமாக பாதிக்கும். 2015-2025 முதல் தேயிலை ஏற்றுமதி நிறுவனங்கள் ரூ.",
        "தற்போது, ​​200 க்கும் மேற்பட்ட தேயிலை ஏற்றுமதி நிறுவனங்கள் ஏலத்தில் வாராந்திர தேநீரில் இயங்குகின்றன, மேலும் இது தேயிலை உற்பத்தியாளர்களுக்கு வலுவான தேவையை உருவாக்கியுள்ளது. இதன் விளைவாக, இலங்கை தேநீர் $ 1.00-1-150 க்கும் அதிகமாக $ 1.00-1-10-1 ஐ விட அதிகமாக உள்ளது.",
        "நாட்டின் வருடாந்திர தேயிலை ஏற்றுமதி அளவில் சுமார் 20% தேயிலை ஏற்றுமதி நிறுவனங்கள் (SME) மூலம் சிறிய மற்றும் நடுத்தர வணிகங்களுக்கு பங்களிக்கிறது. கூடுதல் பணப்புழக்கங்கள் அவற்றின் செயல்பாடுகளால் கடுமையாக பாதிக்கப்பட வேண்டும். ஏல அமைப்பிலிருந்து SME வகை அகற்றப்பட்டால், தேயிலை விலை தொடர்ந்து தேவையை குறைக்கும்.",
        "சிறிய தேயிலை விவசாயிகளில் 50% க்கும் அதிகமானோர் அரை நிலத்திற்கு குறைவாக உள்ளனர். அவர்கள் சுமார் ரூ. 25,000 / - கிரீன் டீயை விட பச்சை தேயிலை வழங்குவதன் மூலம். கூடுதல் ரூ.",
        "இலங்கையில் 93% ஏற்றுமதி வீதத்துடன் தேயிலை மட்டுமே விவசாய தயாரிப்பு ஆகும். உள்ளூர் விற்பனை மொத்த உற்பத்தியில் 7% ஆகும். தேயிலை விற்பனை ஒரு எலக்ட்ரான் வழியாகச் சென்றதிலிருந்து, அனைத்து உள்ளூர் தேநீர் வாங்குபவர்களும் 18% வாட் செலுத்துகிறார்கள், இது அரசாங்கத்திற்கு எந்த வருவாய் இழப்பையும் ஏற்படுத்தாது. இருப்பினும், வாட் தயாரிப்புகளால் VAT விலக்கு அளிக்கப்படுகிறது, இது தேயிலை வாங்குவதில் மட்டுமே 18% VAT ஆகும். இந்தியா மற்றும் கென்யாவின் 2023 ஆம் ஆண்டில் தேயிலை ஏற்றுமதிக்கு வாட் அகற்றப்பட்டுள்ளது என்பதை கவனத்தில் கொள்ள வேண்டும்.",
        "தேயிலை ஏற்றுமதியாளர்கள் சங்கம் அரசாங்கத்தை VAT இல் விலக்கு அளிக்குமாறு கேட்டுக்கொள்கிறது, இது ஒரு மாதத்தில் மிகவும் வலுவான வழிமுறையாகும், மேலும் டிஜிட்டல் மயமாக்கப்பட்ட முறையைப் பயன்படுத்தி ஒரு மாதத்திற்குள் வாட் பணத்தைத் திரும்பப் பெறுவதை உறுதிசெய்கிறது. இது தொழில்துறையின் பாதகமான தாக்கத்தை குறைக்கும்."
      ]
    },
    "en": {
      "title": "VAT Exporters Among Rs?",
      "body_lines": [
        "There is strong uncertainty in Sri Lanka's tea industry with virtue tax. With the abolition of the SVAT (SUSPENDED VAT) from October 01, 2025, the overall tea supply chain has been very worried due to the risk of cash flow crises and tea prices.",
        "Tea is sold between 5 and 6 million kilograms of tea at the Colombo Tea Auction. According to the existing average auction prices, 18% to Rs.. Because of the intensive competition in the global tea market, many tea export companies operate on low cheap margin.",
        "Therefore, they will have to resort to bank loans to cover the additional cash requirements caused by the VAT's imposition. The cost of payments to pay for the additional bank loans is estimated to reach Rs. 480 million or Rs. 5,760 million (576 billion) per year.",
        "The exporters are not able to send foreign buyers to foreign buyers, as the competitiveness of the tea market is unable to send it to foreign buyers to the bottom of the supply chain, that is, to the auction chain. As a result, the tea auction price is estimated to fall from about Rs. 20.00 per kilogram. This will be negatively affected by tea producers, especially small tea farmers in the number of small tea farmers.",
        "Exporters respected the policy decision to abolish the SVAT system, but there is no clear and transparent of the \"Risk Based\" mechanism proposing to pay the VAT within 45 days. They point out that the lowest risk of export companies will be eligible for a refund in 45 days.",
        "Although the Tea Exporters Association (TEA) requested the 10-15k Pilot Project, but not yet received any such occasion.. Companies with more than 50% of the exports can apply for VAT refunds at the end of the month, a technically exporter will take between 75 and 90 days to receive a refund from the day.",
        "At any time, the Inland Revenue Department will have a vate between Rs. 10-12 billion to tea export companies, and it will adversely affect the financial position of tea export companies. Since 2015-2025 tea export companies to have more than Rs.",
        "Currently, over 200 tea export companies operate at weekly tea at auction, and it has created a strong demand for tea producers. As a result, the Sri Lanka Tea is more than $ 1.00-1-150 than $ 1.00-1-10-1.",
        "About 20% of the country's annual tea export volume contributes to small and medium scale businesses through tea export companies (SME). Extra cash flow need to be seriously impacted by their operations. If the SME category is removed from the auction system, the tea price will continue to reduce the demand.",
        "More than 50% of small tea farmers have less than half a land. They earn about Rs. 25,000 / - by providing green tea than green tea. In order to bear the additional Rs.",
        "Tea is the only agricultural product in Sri Lanka with an export rate of 93%. Local sales are about 7% of the total product. Since the tea sales pass through an electron, all local tea buyers pay 18% VAT, which does not cause any revenue losses to the government. However, the VAT is exempted by VAT products, which is a 18% VAT in tea purchases only. It is important to note that the VAT has been removed for tea exports in the 2023 of India and Kenya.",
        "The Tea Exporters Association urges the government to be exempted in VAT, a more strong mechanism used in one month and ensure the vate refund within one month, using a digitalized system. It will reduce the adverse impact of industry."
      ]
    }
  },
  "summary_lines": []
}