{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதியைப் பார்க்க பொதுத் தலைவர்கள் தேரா",
      "body_lines": [
        "புத்தரின் பார்வையை சிதைத்து, புத்தரின் பார்வையை சிதைத்து, புத்தரின் பார்வையை சிதைக்கும் சிரிசேனா ஃபோன்சேகாவுக்கு எதிரான டிரினீசியன் மகானாயரனின் கையொப்பத்தின் கையொப்பத்துடன் ஜனாதிபதிக்கு எழுதிய கடிதம்.",
        "மிகவும் வியங்கோதா மைத்ரிபாலா மகா சங்கா, மைத்ரிபுரா மகா சங்கா, மைத்ரிபுரா மகா சங்கா, மைத்ரிபுரா மகா நிகாயா, ஸ்ரீ லங்கா அமரகோடா மூரத்தன், மஹானத்தாயகனின் மகானாயகே, மஹானத்தாயக், மஹானத்தாயகனின் மஹானநாயக்க அனானாயகே இலங்கை அமராகோடி மகா நிகாயா, இலங்கை அமரகோடா முரர்த்தியின் மகானநாயக்க, இலங்கை அமரகோடா முரர்த்தியின் மகானநாயக்க, இலங்கை அமரகோடின் மகானநாயக்க.",
        "ஜனாதிபதி பிக்குமுலானா ஜனாதிபதி மற்றும் ப Buddhist த்த உருவத்தின் பொறுப்பான பகுதிகளால் அறிவிக்கப்பட்டுள்ளார், இது திரிபிடகாவில் ஒரு சமூக நெருக்கடியை உருவாக்க தவறான சித்தாந்தங்களையும் சதித்திட்டத்தையும் சிதைக்கத் தயாராகி வருகிறது.",
        "சமனேரா பிக்கு பதிவு ஒரு துறவியாக ஒரு துறவியாக ஒரு சட்டவிரோதமாக செயல்பட்டதாக குற்றம் சாட்டப்பட்டார் என்பது தெளிவாகத் தெரிகிறது.. (ඊට අදාළ ලේඛන මේ සමග අමුණා ඇත)",
        "அத்தகைய பின்னணியில், இது புத்தரின் தன்மையின் விலகலாகும், இது தேரவாதா பாலி திரிபிடகாவின் தவறான மற்றும் அவமதிப்பு சித்தாந்தங்களை வழங்குகிறது.",
        "இலங்கை சமுதாயத்தில் மோனோலாஜிக்கல் வசதிகளை மோசடியாக நிர்வகிப்பதன் மூலம் ஒரு துறவியை இழந்த சமூக பிரமுகர்கள், இலங்கை புவியியல் கட்டமைப்பின் நிலை மற்றும் இலங்கை புவியியல் கட்டமைப்பில் சிங்கள சமூகத்தின் மரணத்தை உருவாக்கினர்.",
        "பின்வரும் மூடநம்பிக்கை மற்றும் பாலி, பாலி மற்றும் அதன் சமூக செல்வாக்கு ஆகியவற்றில் அதன் சமூக செல்வாக்கு உருவாக்கப்படலாம்.",
        "ப ists த்தர்களிடையே மோதல்களை உருவாக்குதல், சமல்கேஜ் செய்யப்பட்ட தன்மையின் தலைவரை சேதப்படுத்துதல் மற்றும் ப ists த்தர்களை தவறாக வழிநடத்துதல் மற்றும் ப Buddhist த்த சமுதாயத்தில் ப Buddhist த்தத்தை சீர்குலைத்தல்.",
        "பிரசங்கத்தின் சாக்குப்போக்கில் ப Buddhism த்த மதத்தின் அடிப்படை போதனைகள் பற்றிய தவறுகள்.",
        "இலங்கையின் தேசிய சட்டமன்ற திரிபிடகா உணவு (இலங்கை சசனா) இலங்கையின் திரிபிடகா உணவு ஒரு தேசிய பாரம்பரிய கணக்கெடுப்பாளராக அறிவிக்கப்பட்டுள்ளது.",
        "சம்புதா பிரசங்கத்தின் உன்னத சலுகைகளின் அழிவு மற்றும் சம்புதாவின் சம்பூவின் பாசத்தின் அசிங்கமான கருத்து, நான்காவது பெயரை மறைப்பதன் பெயராக, நான்காவது பெயராகவும், பொதுமக்களை தவறாக வழிநடத்தவும்.",
        "புத்தரின் கண்டனத்தைத் தொடர்ந்து, காலியாக உள்ள கோரமோபத்பட்டுக்குப் பிறகு மஹாம் ஒரு கையெழுத்துப் பிரதிக்கு உட்படுத்தப்பட்டுள்ளார் என்று தயார் செய்கிறார்.",
        "தவறான கலாச்சாரத்தை உருவாக்குதல், புத்திகள், ருவன்வெலி மகா சீயாலயா, மற்றும் இலங்கையில், இலங்கையில், மற்றும் இலங்கையிலும், அதே போல் இலங்கையிலும், இலங்கை போடியா, ருவான்வெலி மஹா சீயா, இது உலகத்தை வீழ்த்துவது பாரம்பரிய வல்லுநர்கள். இடங்களில் தவறான கருத்துக்களை உருவாக்குதல்",
        "மடத்திற்கும் பொதுமக்களுக்கும் இடையில் ஒரு பாகுபாட்டை உருவாக்குதல், சங்க சமுதாயத்தின் நிர்வாக கட்டமைப்பை தவறாக வழிநடத்துதல் மற்றும் ப Buddhist த்த தரங்களையும் பழக்கவழக்கங்களையும் பரப்புகிறது.",
        "அரசாங்க ஓய்வூதியத்துடன் பாராட்டப்பட்ட கற்பழிப்பைப் பயன்படுத்தி அரசாங்க ஓய்வூதியத்தைப் பயன்படுத்தி அரசாங்க ஓய்வூதியத்துடன் அரசாங்க ஓய்வூதியத்துடன் குற்றம் சாட்டப்பட்ட நபர், கற்பழிப்பு புகார்களைப் பயன்படுத்துதல் மற்றும் சிறப்புக் குற்றங்களை நடத்துகிறார். அடுத்த தம்ம பால் பெருமளவில் வழங்கப்படுகிறது என்பது தெரியவந்துள்ளது பணம். ஒரு நிபானிக் மற்றும் பிரச்சாரத்துடன் ஒரு தவறான நிறுவனம் இருப்பது மற்றும் அந்த இடத்திற்குச் செல்ல வேண்டிய இடத்தை தவறாக வழிநடத்துவது தெரியவந்துள்ளது.",
        "இலங்கை ஒழுங்குமுறை காடழிப்பின் குற்றவியல் வரலாறு மற்றும் இலங்கை ஒழுங்குமுறை புள்ளிவிவரங்களின் தவறான வரலாறு தொடர்பான தொடர்புடைய துறைகளில் நாங்கள் மிகவும் அதிருப்தி அடைந்துள்ளோம்.",
        "ஆகையால், இந்த நபர் ப Buddhist த்த அமைப்பின் கொண்டாட்டமாகும், இது ஸ்ரீ லங்காவின் சதித்திட்டத்தில் துறவிகளை வரையறுக்கவும், நாட்டின் தேசிய பாதுகாப்பின் கொண்டாட்டத்தில் பாரம்பரிய தகவல்தொடர்பு சதி செய்யவும் கருதப்படுகிறது. செயல்படுத்துவதற்காக. இதற்கு எதிர்ப்பு தெரிவிக்கப்படுகிறது, மேலும் இது இலங்கை குடியரசின் கடமையாகும் என்பதை நினைவூட்டுகிறது, இது உணவளிப்பதற்கும் வளர்ப்பதற்கும் பொறுப்பாகும்.",
        "மகா சங்கமாக, மகா சங்கமாக, மகா சங்கா மேலும் வலியுறுத்தப்படுவதால், அழிவுகரமான நடைமுறையை மேம்படுத்த நாங்கள் இனி தயாராக இல்லை என்று மேலும் வலியுறுத்தப்படுகிறார். இது குறித்து உங்கள் உடனடி கவனம் செலுத்துவதை நீங்கள் கேட்கிறீர்கள் என்று மாவட்டத்தின் ஆசீர்வாதம் இயற்றப்பட்டுள்ளது."
      ]
    },
    "en": {
      "title": "General Leaders Thera to visit the President",
      "body_lines": [
        "A letter to the President with the signature of the Trinician Mahanayaran's signature against Sirisena Fonseka, who distort the Buddha's vision, distorting the Buddha's vision and distort the Buddha's vision.",
        "The letter of the Most Veyangoda Maithripala Maha Sangha, Maithripura Maha Sangha, Maithripura Maha Sangha, Maithripura Maha Nikaya, the Mahanaanayake of the Sri Lanka Amaragoda Murti, the Mahanaanayake of the Sri Lanka Amaragoda Murti, the Mahathgoda Maha Nikaya Mahanaan, the Mahanaanayake of the Sri Lanka Amaragodi Maha Nikaya, the Mahanaanayake of the Sri Lanka Amaragoda Murti, the Mahanaanayake of the Sri Lanka Amaragoda Murti, the Mahanaanayake of the Sri Lanka Amaragoda Murti..",
        "The Presidential Bhikkumulana has been informed by the President and the responsible areas of the Buddhist image, which is preparing to distort the false ideologies and conspiracy to create a social crisis in the Tripitaka.",
        "Samanera Bhikku Registration is clearly obvious that he is also convicted of an illegal acting as a monk as a monk.. (Relevant documents attached to this)",
        "In such a background, it is a distortion of the Buddha's character, providing the false and contemptive ideologies of the Theravada Pali Tripitaka.",
        "Social dignitaries who have lost a monk by fraudulently managing the monological facilities in the Sri Lankan society, making the state of the Sri Lankan geological structure and the death of the Sinhalese community in the Sri Lankan geological structure.Has been.",
        "The following superstition and its social influence on the Pali, the Pali, and its social influence can be developed.",
        "Creating conflicts between Buddhists, damaging the leader of the Samalgamageded character and mislead Buddhists and disrupting the Buddhist in Buddhist society.",
        "Mistakes about the basic teachings of Buddhism in the pretext of preaching.",
        "The National Assembly Tripitaka Meal of Sri Lanka (Sri Lankan Sasana) The Triypitaka Meal of Sri Lanka has been declared as a National Heritage Surveyorial.",
        "The destruction of the noble privileges of the Sambuddha preaching and the ugly concept of the Sambuddha pretensions of the Sambuddha preachs, as a name of fourth concealing as a name of the fourth, and mislead the public.",
        "Following the condemnation of the Buddha prepare that Maham ියාව have been subjected to a manuscript after the vacant Koramophatpattu.",
        "Creating of Inacculture, Buddhists, Ruwanweli Maha Seyalaya, as well as in Sri Lanka, in Sri Lanka, as well as in Sri Lanka, as well as in Sri Lanka, the Sri Lanka Bodhiya, Ruwanweli Maha Seya, which is declared as UNESCO World Heritage Experts.Construction of false opinions on places",
        "Creating a discrimination between the monastery and the public, misleading the administrative structure of the Sangha Society and propagate Buddhist standards and customs.",
        "The person who has been accused of a government pension with a government pension using a government pension using rape acclaimed by a government pension, using rape complaints and conducting special crimes.It is revealed that the next Dhamma milk is being issued by a massive amount of money. It has been revealed to have a misleading institution with an Nibanic and propaganda and misleading the place to go to the place.",
        "We are deeply displeased with the relevant sectors regarding the criminal history of the Sri Lankan regulatory deforestation and a false history of the Sri Lankan regulatory figures.",
        "Therefore, this person is a celebration of the Buddhist System, Mortizable Sirisena, who is considered to define the monks in the conspiracy of the Sri Lanka and the conspiracy of the traditional communication in a celebration of the national security of the country. To implement the opposition toThis is informed and it reminds that it is the duty of the Republic of Sri Lanka which is responsible for feeding and nurturing.",
        "As the Maha Sangha, as the Maha Sangha, as the Maha Sangha is further stressed that we are no longer ready to enhance the destructive procedure. The blessing of the district is enacted that you are asking for your immediate attention to this."
      ]
    }
  },
  "summary_lines": [
    "General Leaders Thera to visit President. Letter from Trinician Mahanayaran against Sirisena Fonseka, distorting Buddha's vision. Maha Sangha, including Mahanaanayake of Sri Lanka Amaragoda Murti, warns against false ideologies and conspiracy. Presidential Bhikkumulana informed of potential social crisis. Samanera Bhikku Registration implicated in illegal monk activities. Accusations of distorting Buddha's character and spreading false ideologies. Social dignitaries accused of fraudulent management of monastic facilities, leading to societal issues. National Assembly Tripitaka Meal declared National Heritage. Accusations of destroying noble privileges of Sambuddha preaching and misleading public. Condemnation of Buddha and Maham ියාව manuscripts. Creation of inaccuracies and discrimination between monastery and public. Accusations of government pension misuse and misleading institutions. Deep displeasure over regulatory deforestation and false history. Celebration of Buddhist System by Mortizable Sirisena, considered a conspiracy against national security. Maha Sangha demands immediate attention."
  ]
}