{
  "translated_text": {
    "si": {
      "title": "මම කොටියෙක්",
      "body_lines": [
        "කාන්තාවක් ලෙස මම කඳු මුදුන ගන්නවා. කඳුකරයට නිසි ලෙස සැලකීමේ වගකීම අප සතුව ඇත. පක්ෂයේ ජාතික කටහ of ාශයේ නුවර එලියා දිස්ත්රික්කයේ අපේක්ෂකයා වන අනුෂා චන්ද්රසේකරන් පැවසුවේ \"මේ වතාවේ මම මේ වතාවේ මයික් ලාංඡනයේ සිටින්නේ එබැවිනි.",
        "මේ වතාවේ මම එක්සත් ජාතීන්ගේ ප්රජාතන්ත්රවාදී හ. හරහා මයික් ලාංඡනයේ සිටිමි. අවසන් වරට මැතිවරණයෙන් පසු මා දුවමින් සිටින බව බොහෝ විරුද්ධ පැති පවසයි. නමුත්, එසේ නොවේ. මම පලා නැහැ. එසේ නොවේ. මම ඉන්නේ එකම කඳුකරයේ.",
        "1989 දී මැතිවරණය ඉල්ලා සිටින විට මගේ පියා අසමත් විය. මුලින්ම ඔහු අසමත් විය. මුල් සාමාජිකයන් එය දන්නවා. 1994 වන තෙක් ඔහු සිරගත කරනු ලැබුවේ දේශපාලන පළිගැනීම නිසාය.",
        "යමෙක් කඳුකරයේ නව යැයි සිතන්නේ නම්, ඔහු දේශපාලන පළිගැනීමක් කරනු ඇත. අවසන් වරට මට මැතිවරණය ආවන්තුමාට ලැබුණු නිසා මට දේශපාලන හානි රාශියක් තිබුණා.",
        "අප වෙනුවෙන් වැඩ කළ අය වෙනුවෙන් පළිගත්තා. ඒ නිසා මම හිතුවා මට නිහ be ව ඉන්න වෙනවා කියලා;සමහර විට සමහර දේශපාලනයක අප නිහ be ව සිටිය යුතුය. ඒකයි මම කළේ.",
        "මම සැඟවී සිටින විට මම පාර්ලිමේන්තු මැතිවරණයෙන් සැඟවී සිටියෙමි.",
        "මගේ පියා අමරොක් චන්ද්රසේකරන් ඔහුගේ දියණියයි. කොටියා ඉවත් කරන්නේ කෙසේද?. එය සං .ා වනු ඇත. ඒ හා සමානව. මම සැඟවී සිටියා. දැන් මට කාලය පැමිණ තිබේ. ඒ නිසා මම වළල්ලේ. මේ වතාවේ මම ජාතික පක්ෂයක් හරහා ඉතා ශක්තිමත් ය.",
        "මා ගිය ජනතාව වෙනුවෙන් ජනතාව කළේ කුමක්ද?. මෙම වසර පහ තුළ ඔවුන් වෙනස් වූයේ කුමක් ද?කඳුකරයට කරන ලද සේවාවන් මොනවාද?එකම පිළිතුර තවමත් පවතී. වෙනසක් සිදුවී නැත.",
        "පැරණි සාමාජිකයන් සමඟ කලකිරීමට පත්වීම ප්රමාණවත්. අපට නව මන්ත්රීවරයෙක් අවශ්යයි. පැරණි සාමාජිකයින්ගේ ප්රයෝජනයට නොගැනීම. කිසිදු සේවාවක් නොකරයි.",
        "මගේ තාත්තා අවුරුදු 16 ක් තුළ නිවාස 35,000 ක් ඉදි කළා. නමුත් අද ඔවුන් නිවාස 3500 ක් සහ ව්යාජ ප්රචාරයන් ගොඩනැගීම. පියා වසර 16 කින් බොහෝ සේවාවන් කර ඇත. ඔවුන් සේවාවක් කර ඇති බවක් පෙනෙන්නට නැත.",
        "අපේ ජනතාව වෙනුවෙන් වෙනසක් කරන්න. වෙනස් කිරීමේ වෙනසක් කිරීමට. කඳුකරයේ දරුවන්ගේ අනාගතය ආරක්ෂා කළ යුතුය. අවුරුදු පහක් තුළ මම මේ ස්ථානයට පැමිණෙන විට, අපේ දරුවන් එකම දුෂ්කරතාවයකට පත්විය යුතු නැත. වෙනසක් ලෙස මම කාන්තාවක්ද?මම තනියම ඉන්නම්.",
        "මට විශ්වාසයි ඔබ මේ වතාවේ ඔබේ සහාය ලැබෙනු ඇත. ඔබේ කාන්තාවන් ගැටලුවලට මුහුණ දෙන්නේ නම්. නමුත් කාන්තාවකට පවුල් වියදම් සඳහා මුදල් තිබේ නම්, දැරිය පවුල රැකබලා ගනී. ඒ හා සමානව, මම කාන්තාවක්.",
        "කාන්තාවක් ලෙස මම කඳු මුදුන ගන්නවා. කඳුකරය නිසියාකාරව සිදු කිරීමේ වගකීම අප සතුව ඇත. ඉතින් මේ වතාවේ මම මයික් නිරූපකයේ සිටිමි.",
        "යෞවනයන් සඳහා සහ අනාගත පරපුර වෙනුවෙන් මේ වතාවේ ඔබේ සහයෝගය මම බලාපොරොත්තු වෙමි. උපකාරය වඩා සහයෝගය දැක්වීමට අවසන් අවස්ථාව වන බව මට විශ්වාසයි.",
        "මම බොහෝ ස්ථානවලට යනවා. මා එහි ඇති ආදරය මට පෙනේ. ඒ ආදරය මට පෙන්වන්නේ මෙම කාලය සාර්ථකත්වය ස්ථිර බවයි. මගේ තාත්තා මගේ දුවට මෙහිදී ඡන්දය දෙන ලෙස මට පැවසුවහොත්, ඔබ අනිවාර්යයෙන්ම මට ඔබේ ඡන්ද ලබා දෙනු ඇත. අද පියා නොවේ නමුත් පියා මෙන් බොහෝ දෙනෙක් සිටිති. මේ වතාවේ මම ඔවුන් සමඟ ඡන්දය දෙන ලෙස ඉල්ලා සිටිමි.",
        "නමුත් ඔබේ දරුවන්ගේ අනාගතය පිළිබඳ වගකීම මා විසින්ම ගෙන ඔබේ දරුවන්ට හොඳ අධ්යාපනයක් ලබා දෙන බවත් අධ්යාපනය තුළින් මෙම යහපත් සමාජය ඇති කරන බවත් මට විශ්වාසයි. මික් ලාංඡනය සඳහා මෙම කාලය ඔබගේ සහාය ලැබෙනු ඇතැයි මම බලාපොරොත්තු වෙමි."
      ]
    },
    "en": {
      "title": "I am a tiger",
      "body_lines": [
        "As a woman I take up the hilltop. We have the responsibility of treating the hill country properly. That is why I am in the Mike Emblem this time, ”said Anusha Chandrasekaran, candidate for the Nuwara Eliya district of the National Voice of the party.",
        "This time, I am in the Mike Emblem through the United Democratic Voice. Many opposite sides say I have been running after the election last time. But, not so. I don't run away. Not as well as. I am in the same hill country.",
        "My father failed when he asked for election in 1989. First he got the failure. Early members know that. Until 1994, he was jailed because of political revenge.",
        "If one thinks new in the hill country will make him political revenge. After the last time I heard the election, I had a lot of political casualties.",
        "Made revenge on those who worked for us. So I thought I had to be silent;Sometimes in some politics we have to be silent. That's what I did.",
        "I was hiding in the parliamentary election when I was hiding.",
        "My father, Amarach Chandrasekaran, is his daughter. How the tiger will get rid of. It will be the signs. Likewise. I was hiding. Now the time has come for me. So am on the bang. This time, I am very strong through a national party.",
        "What did the people do for the people where I went. What did they change in these five years?What are the services done to the hill country?The same answer is still. No change has taken place.",
        "Enough to be disappointed with the old members. We need a new MP. There is no usefulness by old members. No services do.",
        "My father built 35 thousand houses in 16 years. But today they are building 3500 houses and false propaganda. The father has done many services in 16 years. They did not seem to have done a service.",
        "Have a change for our people. To make a change of change. The future of the children of the hill country must be protected. When I arrive at this place in five years, our children should not suffer the same difficulty. Am I a woman as a change?I stand alone.",
        "I am sure you will get your support this time. If your women are faced with the problems. But if a woman has money for family expenses, the girl will take care of the family. Similarly, I am a woman.",
        "As a woman I take up the hilltop. We have the responsibility of conducting the hill country properly. So this time I am in the Mike icon.",
        "I am looking forward to your support this time for young people and for future generations. I am confident that the last time the support will be more supportive.",
        "I go to many places. I see the love that holds on me there. That love shows me that this time success is certain. If my father told me to vote for my daughter from here, you will definitely give me your votes. Today is not the father but there are a lot of people like the father. This time I ask for voting with them.",
        "But I am sure that I will take responsibility for your children's future and give you good education for your children and raise this good society through education. I hope this time will have your support for the Mike logo."
      ]
    }
  },
  "summary_lines": [
    "Anusha Chandrasekaran, candidate for Nuwara Eliya district, emphasizes her commitment to improving hill country. She criticizes previous leaders' lack of progress and promises better education and services. Her campaign focuses on supporting local youth and ensuring a brighter future for hill country residents."
  ]
}