{
  "translated_text": {
    "si": {
      "title": "අද්භූත",
      "body_lines": [
        "ළදරුවා යාපනයේ දී මියගොස් ඇත්තේ මාස එකහමාරක කල වැසියන් හා කකුල් කැඩී ගොස් ඔහුගේ හිසට වධහිංසා පමුණුවා ය.",
        "අලවෙට්ටි ස්වදේශිකයෙකු වන සසි රූබන් නිකාස් මාස එකහමාරක් මිය ගියේය.",
        "දරුවාගේ මව සෙනසුරාදා (03) අලවෙටි රෝහල වෙත ගෙන යන ලද අතර දරුවා මව්කිරි දීමෙන් පසු දරුවා නිශ්චල වූ බව.",
        "ශරීරයේ ශරීරයේ තුවාල හේතුවෙන්, ඉරිදා (04) වන විට, ශරීරයේ අත් සහ පාද, හිසෙහි හිස, තුනී සැරයටිය, කන්වල සලකුණු සහ කණේ සලකුණු සොයා ගන්නා ලදී .",
        "කලලරූපයේ මරණය ස්වාභාවික මරණයක් නොවන බව ව්යුහ විද්යාත්මක විභාග වාර්තාව සඳහන් කළේය.",
        "ළදරුවාගේ පියා පාබල හමුදාවෙන් පිටත රැඳී සිටින බවත් දරුවා තම මවගේ රැකවරණය යටතේ සිටින බවත් පොලිස් පරීක්ෂණවලින් හෙළි වී තිබේ.",
        "සිද්ධිය සම්බන්ධයෙන් වැඩිදුර පරීක්ෂණ පවත්වන ටෙලිප්පලෙයි පොලිසිය ළදරුවාගේ මව පොලිස් ආරක්ෂාව සඳහා ගෙන තිබේ."
      ]
    },
    "en": {
      "title": "Mysterious",
      "body_lines": [
        "The infant has died in Jaffna after one and a half months of fetus and legs were broken, tortured, tortured and hit his head.",
        "Sasi Reuben Nikas, a native of Alavetti, died of one and a half months.",
        "The baby's mother was taken to the Alavetti Hospital on Saturday (03) that the baby was immobile after breastfeeding the baby.",
        "Due to the body's body injuries, the infertile examination was carried out on Sunday (04), the body's hands and legs were found, the head of the head, the thin rod, the signs of the ear and the signs of the ear were detected.",
        "The anatomical examination report noted that the death of the fetus is not a natural death.",
        "Police investigations have revealed that the infant's father was staying outside the infantry and that the baby was under the care of her mother.",
        "Tellippalai police, who are conducting further investigations into the incident, have taken the infant's mother to the police protection."
      ]
    }
  },
  "summary_lines": [
    "In Jaffna, an infant suffered severe physical abuse, including fractured limbs and head trauma, leading to their death after two months. The child's mother discovered the injuries and sought medical help, but it was too late. An autopsy confirmed the death was not from natural causes. The infant's father was absent during this period, leaving the mother as the sole caregiver. Police are investigating, providing protection to the mother while continuing their inquiries."
  ]
}