{
  "translated_text": {
    "si": {
      "title": "වයස අවුරුදු 19 ට අඩු ආසියානු පාංශු ක්රිකට්",
      "body_lines": [
        "එක්සත් අරාබි එමීර් රාජ්යයේ 19 - අවුරුදු - ආසියානු කුසලාන ක්රිකට් ක්රීඩාවේ දෙවන අර්ධ-පවුල් සමඟ ශ්රී ලංකාව සහ ඉන්දීය කණ්ඩායම් ක්රීඩා කරනු ඇත.. පළමු අර්ධ-හිතකොටුවේ පාකිස්තානයට බංග්ලාදේශයට විරුද්ධ වනු ඇත.",
        "පාකිස්තානය සහ ඉන්දියාව පසුගිය කණ්ඩායම සඳහා අවසන් තරඟ දෙක සඳහා පසුගිය තරඟ දෙකෙන් පසු අර්ධ-පවුල් සඳහා කණ්ඩායම් විරුද්ධ වන්නේ කුමන කණ්ඩායම්ද යන්න තීරණය විය.",
        "කණ්ඩායම් අටකට සහභාගී වූ -19 ආසියානු කුසලාන ක්රිකට් තරගාවලියේදී බී කාණ්ඩයේ ශ්රී ලංකාව සහ පාකිස්තානය අර්ධ-පවුල් සඳහා ක්රීඩා කිරීමට සුදුසුකම් ලැබීය.",
        "මෙම කණ්ඩායම් දෙක පරාජය කිරීමත් සමඟ බංග්ලාදේශය සහ ඉන්දියාව අර්ධ-හිතවාදීන් වෙත ගියහ.",
        "අද ඉන්දියාව සහ එක්සත් අරාබි එමීර් රාජ්යය අතර සාජා ක්රිකට් ක්රීඩාංගණයේදී ඉන්දියාව කඩුලු 10 කින් ජය ගත්තේය.",
        "ඕවර 44 ක කඩුලු අහිමිවීම සඳහා එක්සත් අරාබි එමීර් රාජ්යය ලකුණු 137 ක් රැස් කළේය.",
        "මුහම්මද් රයා (36) සහ අක්ෂද් රෝයි (26) මේ අතරින් ද වූහ.",
        "ඊට පිළිතුරු වශයෙන් ඕවර 16.1 කදී ඉන්දියාව ලකුණු 143 කින් ජයග්රහණය කළේය.",
        "ගයිබව් සුරයුවාන්ෂි පන්දු 76 කදී හතරේ පහර 7 ක් සහ හයේ පහර 6 ක් සහ හයිෂ් මුහාඩිරි ලකුණු 67 ක් ලබා ගත්තේ නැත.",
        "පාකිස්තානය ලකුණු 180 කින් ජය ගනිමින් අනෙක් අයහිදී අනෙක් කණ්ඩායම ඩුබායි ජාත්යන්තර ක්රීඩාංගණයේ කණ්ඩායමක්.",
        "පකිස්තානය පන්දුවාර 50 කදී කඩුලු 6 ක් දැවී ලකුණු 243 ක් රැස් කළේය.",
        "මුහම්මද් රියාස්ල්ලා ලකුණු 66 ක්, ෂාබාස් ඛාන් 45, බාල් -උල් -හාක් 34 සහ අහමඩ් හුසේන් ලකුණු 30 ක් රැස් කළේය.",
        "ඊට පිළිතුරු වශයෙන් ජපානයට ඕවර 28.3 කදී කඩුලු අහිමි වූ අතර ලකුණු 63 ක් රැස් කළේය.",
        "නයිරාල් පාමර් පමණක් (25) ද්විත්ව-ආඩිගිට් අංකයක් ලැබුණි. ජපානයේ මුළු සංඛ්යාව උපරිම සංඛ්යාව 10 ක් විය.",
        "ශ්රී ලංකාව සහ ඉන්දියාව අතර අර්ධ -ෆිනල්ස් හෙට සාජා හි සහ පාකිස්තානය සහ බංග්ලාදේශය අතර අර්ධ-පවුල් අතර පැවැත්වීමට නියමිතය."
      ]
    },
    "en": {
      "title": "Asian Bowl Cricket under the age of 19",
      "body_lines": [
        "Sri Lanka and Indian teams will play in the second semi -finals of the UAE's 19 -year -old Asian Cup cricket.. Bangladesh will oppose Pakistan in the first semi -final.",
        "After Pakistan and India won the last two matches for the A group today, it was decided which teams would oppose the semi -finals.",
        "Sri Lanka and Pakistan in the B Group in the Under -19 Asian Cup cricket match, which were participating in eight teams, were eligible to play in the semi -finals.",
        "Bangladesh and India advanced to the semi -finals with a defeat of these two groups respectively.",
        "India won by 10 wickets in a group match today at the Sharjah Cricket Stadium between India and the United Arab Emirates.",
        "The UAE scored 137 runs for the loss of all wickets in 44 overs.",
        "Muhammad Rayan (36) and Akshad Roy (26) were among the two.",
        "In reply, India won by 143 runs in 16.1 overs.",
        "Vaibhav Suryavanshi did not bowl with 76 balls with 3 fours and 6 sixes and Ayush Muhadri 67 runs.",
        "Pakistan won by 180 runs by 180 runs in the other A group in the Dubai International Stadium.",
        "Pakistan scored 243 runs for the loss of 6 wickets in 50 overs.",
        "Muhammad Riyazullah scored 66 runs, Shahbas Khan 45, Baham -ul -Haq 34 and Ahmad Hussein 30 runs.",
        "In reply, Japan lost all wickets in 28.3 overs and scored 63 runs.",
        "Nihar Palmer only (25) received a double -digit number. The maximum number of Japan's total number was 10 spare parts.",
        "The semi -finals between Sri Lanka and India will be held tomorrow in Sharjah and the semi -finals between Pakistan and Bangladesh will be held tomorrow."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Under-19 Asian Cup cricket: Sri Lanka vs India & Pakistan vs Bangladesh in semi-finals. India crushed UAE by 10 wickets, Pakistan thrashed Japan by 180 runs. Semi-finals tomorrow in Sharjah and Dubai."
  ]
}