{
  "translated_text": {
    "si": {
      "title": "யாழ்ப்பாணத்தில் சர்வதேச கிரிக்கெட் விளையாட்டரங்க நிர்மாணத்திற்கான அடிக்கலை ஜனாதிபதி நாட்டிவைத்தார்",
      "body_lines": [
        "සියලු දක්ෂ ක්රිකට් ක්රීඩකයින් සහ වීරයන් සමඟ සියලුම ක්රිකට් ක්රීඩකයින් සහ වීරයන් සඳහා සමාන අවස්ථා ලබා දීම අරමුණු කරගත් ශ්රී ලංකා ක්රිකට් ක්රීඩාවේ ජාතික සංවර්ධන යෝජනා ක්රමය යටතේ යාපනයේ ජාත්යන්තර ක්රිකට් ක්රීඩාංගනයක් ඉදිකිරීමට නියමිතය.",
        "ශ්රී ලංකා ක්රිකට් කණ්ඩායමේ සභාපති ෂම්මි සිල්වාගේ ප්රධානත්වයෙන් විධායක කමිටුවේ විශේෂ කමිටුවේ ආරාධනයෙන් ක්රීඩා අමාත්ය සුනිල් කුමාර කමගේ මහතාගේ සහභාගීත්වයෙන් ජනාධිපති අනුර කුමාර දිසානායක සඳුදා (01) දහවල් 1.30 ට පැවැත්විණි.",
        "ජාත්යන්තර ක්රිකට් ක්රීඩාංගණයේ අත්තිවාරම සඳහා ඉදිකිරීම් කටයුතු අවසන් වන තෙක් ශ්රී ලංකා ක්රිකට් විසින් සම්පූර්ණ පිරිවැය පිළිගනු ඇත.",
        "ව්යාපෘතියේ ප්රධාන පරමාර්ථය වන්නේ ජාත්යන්තර ක්රිකට් ක්රීඩාංගනයක් ඉදිකිරීම සඳහා වූ දිගුකාලීන ක්රීඩාංගනයක් පදනම් කරගෙන ඉහළ මට්ටමේ ක්රීඩා කරන ක්රීඩා නගරයක් සහිත ඉහළ මට්ටමේ ක්රීඩා නගරයක් බවට පත්වීමයි.. මෙම ව්යාපෘතිය ද ගරු.",
        "ඒ අනුව මැනි දූපතේ පිහිටි ඉඩකඩ 138 ක භූමි ප්රමාණයක නගරය ඉදිකරනු ඇත.",
        "මැටි දූපතේ අක්කර 48 ක ඉඩමක ඉදිකරන ලද මෙම ජාත්යන්තර ක්රිකට් ක්රීඩාංගණයේ කේන්ද්රය තණතීරුව 10 ක් ඇත",
        "මෙම ක්රීඩා පිටියේ තවත් විශේෂත්වයක් වන්නේ තණතීරුව සිට දේශ සීමාවට ඇති දුර මීටර් 80 කි. එය සාමාන්ය ශාලා සහිත සුපුරුදු මීටර් 75 ට වඩා මීටර් 5 ක් උසයි.",
        "යාපනයේ ජාත්යන්තර ක්රිකට් ක්රීඩාංගනය අදියර හතරකින් ඉදි කෙරේ. පළමුව, තරඟයේ ගුණාත්මකභාවය සඳහා ක්රීඩා පිටිය ඉදිකරන අතර නරඹන්නන්ගේ ආසන සවි කරනු ලැබේ. දෙවන අදියර ප්රධාන ප්රේක්ෂකයින් සහ මාධ්යවේදීන්ගේ ශාලාව විසින් පිහිටුවනු ඇත. තෙවන අදියරේදී ශ්රවණාගාරය පිහිටුවා, ආලෝකකරණ විදුලි පහන්වල වැඩ හතරවන අවසානයේදී සිදුවනු ඇත.",
        "යාපනය වේලානායි ප්රදේශ් සභාව විසින් ශ්රී ලංකා ක්රිකට් ක්රීඩාංගණයට ඉදිකරන ලද ජාත්යන්තර ක්රිකට් ක්රීඩාංගණය ජාත්යන්තර ක්රිකට් ක්රීඩාංගණයේදී ආරම්භ කරන අතර එහිදී රසිකයන් 40,000 ක් පමණ කෙලින්ම සැකසෙනු ඇත.",
        "යාපනයේ ඉදිකරන ලද ජාත්යන්තර ක්රිකට් ක්රීඩාංගණය ශ්රී ලංකාවේ පැවති 5 වන ක්රීඩාංගණය ජාත්යන්තර දිවා රාත්රී තරඟ පහසුකම් සමඟ ආරම්භ වේ.. மேலும் இந்த மைதானமானது சர்வதேச போட்டிகளை நடத்தக்கூடிய 7ஆவது மைதானமாக இலங்கை கிரிக்கட் வரலாற்றில் பதிவாகும்.",
        "මෙම උත්සාහය උතුරු පළාතේ ක්රිකට් ක්රීඩාවේ මූලික පහසුකම් වල වැදගත් ලක්ෂණයකි. ක්රීඩා අංශය හරහා ශ්රී ලංකා ක්රිකට් ක්රීඩාවේ ක්ෂේත්රයේ ශ්රී ලංකා ක්රිකට් ක්රීඩාවේ උත්සාහය ද එය සහතික කරයි. - (NVA)",
        "මෙම උත්සාහය උතුරු පළාතේ ක්රිකට් ක්රීඩාවේ මූලික පහසුකම් වල වැදගත් ලක්ෂණයකි. ක්රීඩා අංශය හරහා ශ්රී ලංකා ක්රිකට් ක්රීඩාවේ ක්ෂේත්රය තුළ ශ්රී ලංකා ක්රිකට් ක්රීඩාවේ උත්සාහය ද එය සහතික කරයි."
      ]
    },
    "en": {
      "title": "President laid the foundation for the construction of International Cricket Stadium in Jaffna",
      "body_lines": [
        "An International Cricket Stadium in Jaffna is to be built under the National Development Scheme of Sri Lanka Cricket, aimed at providing equal opportunities for all cricketers and heroes with all the talented cricketers and heroes.",
        "President Anura Kumara Dissanayake, with the participation of Sports Minister Sunil Kumara Kamage, was held at 1.30 pm on Monday (01) at the invitation of the Executive Committee headed by Sri Lanka Cricket Chairman Shammi Silva.",
        "Sri Lanka Cricket will accept the full cost until the construction work for the foundation of the International Cricket Stadium is completed.",
        "The main objective of the project is to make it a high -quality sports city with a high -quality modern -day sporting city based on the long -term plan to construct an international cricket stadium.. The project was also announced by the Hon.",
        "Accordingly, the city will be constructed on a 138 -acre land area in Mandi Island.",
        "The center of this International Cricket Stadium, which is built on 48 acres of land in Mandi Island, has 10 pitch",
        "Another highlight of this playground is that the distance from the pitch to the border is 80 meters. It is 5 meters higher than the usual 75 meters with international halls.",
        "The Jaffna International Cricket Stadium will be constructed in four phases. First, the playground will be constructed for the quality of the competition and the viewer seats will be fitted. The second phase will be set up by the main audience and the journalist hall. In the third phase, the auditorium will be set up and the work of the lighting lights will take place at the end of the fourth.",
        "The International Cricket Stadium, which is being constructed by the Jaffna Velanai Pradeshiya Sabha to Sri Lanka Cricket, will be set up at the International Cricket Stadium, where about 40,000 fans will be set up directly.",
        "The International Cricket Stadium, which is being constructed in Jaffna, will be the 5th stadium set up in Sri Lanka with the International Day Night Competition facilities.. The stadium is also recorded in the history of Sri Lanka Cricket as the 7th stadium to host international competitions.",
        "This historic effort is an important feature of the basic amenities of cricket in the Northern Province. It also ensures the efforts of Sri Lanka Cricket in the field of co -existence through the sports sector. - (NVA)",
        "This historic effort is an important feature of the basic amenities of cricket in the Northern Province. It also ensures the efforts of Sri Lanka Cricket in the field of co -existence through the sports sector."
      ]
    }
  },
  "summary_lines": []
}