{
  "translated_text": {
    "ta": {
      "title": "ராஜீவ் காந்தி கொலைக்கு தண்டனை பெற்ற கட்டனயகே",
      "body_lines": [
        "பிரதம மந்திரி ராஜீவ் காந்தியின் அமைப்பு முன்னாள் பிரதமர் ராஜீவ் காந்தி குற்றவாளி என்று கட்டுனாயக் விமான நிலையம் மற்றும் சரக்கு முனையத்திற்கு தண்டனை பெற்றார்.",
        "டி.",
        "ராஜீவ் காந்தி மருத்துவமனையில் சிகிச்சை பெற்றதால் இறந்தவர் அடையாளம் காணப்பட்டார்.",
        "அவரது உடல் இந்தியாவில் 11.35 நாட்களில் 3/01 ஆக இருந்தது, இந்தியாவின் சென்னை, ஸ்ரீலங்கன் ஏர்லைன்ஸிலிருந்து.",
        "கட்டூனாயக்க ஏர் சரக்கு முனையத்தில் பல உறவினர்கள் கலந்து கொண்டனர் மற்றும் பல அத்தியாவசிய ஆவணங்கள் வெளியிடப்பட வேண்டும்.",
        "ஆவணங்கள் வரை, உடல் கட்டனாயக்க விமான சரக்கு புறத்தில் வைக்கப்பட்டு புகைப்படங்களை எடுக்க ஒரு வாய்ப்பை வழங்கியது."
      ]
    },
    "en": {
      "title": "Katunayake, who was convicted of Rajiv Gandhi murder",
      "body_lines": [
        "The body of Prime Minister Rajiv Gandhi was convicted of former Prime Minister Rajiv Gandhi was convicted to the Katunayake airport and cargo terminal.",
        "T.Surendra Raja was convicted and the general pardon and came to Sri Lanka to visit Sri Lanka in Chennai, India.",
        "The deceased has been identified as he was treated at the Rajiv Gandhi Hospital.",
        "His body was 3/01 at 11.35 days in India, India from Chennai, SriLankan Airlines.",
        "Several relatives are present at the Katunayake air cargo terminal and several essential documents are required to be released.",
        "Until the documents, the body was placed at the Katunayake air cargo peripheral and provided a chance to take photos."
      ]
    }
  }
}