{
  "translated_text": {
    "si": {
      "title": "විශ්රාමිකයින් සහ වැඩිහිටියන් සඳහා සියයට 15 ක පොලී අනුපාතයක් පිළිබඳ පොරොන්දුව ඉටු කරන්න - විපක්ෂ නායක රජයෙන් ඉල්ලා සිටී",
      "body_lines": [
        "විශ්රාමිකයින්ගේ සහ වැඩිහිටියන්ගේ විශේෂ පොලී අනුපාතයක් ලැබෙනු ඇති බව රජය නැවත නැවතත් ප්රකාශ කර තිබේ.. විපක්ෂ නායක සජිත් ප්රේමදාස මහතා කියා සිටියේ තම පොරොන්දුව ඉටු කිරීමට රජය පියවර ගත යුතු බවයි.",
        "විශ්රාමිකයන් සහ වැඩිහිටියන්ට විශේෂ සියයට 15 ක පොලී අනුපාතය අඩු කිරීමට පියවර ගෙන තිබේ.. එය 2016 සිට 2020 දක්වා එය ක්රියාත්මක කරන බව රජය විසින් පැවසීය. කෙසේ වෙතත්, පොලී අනුපාතය 15% කින් වැඩි කිරීමට රජය අපොහොසත් වී තිබේ.",
        "මහත් දුෂ්කරතාව මධ්ය මධ්යයේ බැංකුවල ඉතිරිව ඇති මුදල් ඉතිරි කිරීම සඳහා ඇති උනන්දුව සමඟ වැඩිහිටි අය සිය ජීවිත ගත කරති. රජය විසින් සියයට 15 ක පොලී අනුපාතයක් ගෙවන බව රජය නැවත නැවතත් නිවසේ ප්රකාශ කර තිබේ. නමුත් ක්රියාත්මක නොවේ. මෙම සභාවට ඇමතිවරයෙක් වගකිව යුතු නම්, එය ක්රියාත්මක කළ යුතුය.",
        "ගෝතභය රාජපක්ෂ රජය බලයට පත්වීමෙන් පසු පළමු යෝජනාව 2016 සිට 2020 දක්වා විශ්රාමිකයින් 21,000 ක විශ්රාමිකයින් 21,000 ක පොලී අනුපාතයක් අඩුවීමකි.. මෙම විශ්රාමිකයන්ගෙන් සමහරක් දැනට ජීවතුන් අතර නැත.",
        "ඒ හා සමානව, ග්රාම නිලධාරි සේවයේ සේවය සහ වැටුප් ගැටුම්වල සේවය විසඳීමට මම දිගටම පියවර ගත්තෙමි.. ග්රාම නිලධාරි නිලධාරීන් සමඟ දිවුරුම් ප්රකාශය වෙනුවට බලධාරීන්ට ඉඩ දෙන ලෙස අමාත්යවරයා අමාත්යවරයා සහ බලධාරීන්ට යවා තිබේ.",
        "ඇමතිවරු මේ සියලු කවුන්සිලයට අනුකූල වෙති. නමුත් ඒවා ක්රියාත්මක නොකෙරේ. විශ්රාමිකයන් සහ වැඩිහිටියන් ගැන විශේෂ උනන්දුවක් දැක්වීමට රජය පියවර ගත යුතු බව ඔහු පැවසීය."
      ]
    },
    "en": {
      "title": "Fulfill the promise of 15 percent interest rate for pensioners and elderly - Opposition Leader requests government",
      "body_lines": [
        "The government has repeatedly stated that it will receive a special interest rate of pensioners and the elderly.. Opposition leader Sajith Premadasa said the government should take steps to fulfill their promise.",
        "Steps have been taken to reduce the special 15 percent interest rate for pensioners and the elderly.. The government also said it was implementing it from 2016 to 2020. However, the government has failed to increase the interest rate by 15 %.",
        "Elderly people take their lives with the interest available for the money saving in the banks amidst great difficulty. The government has repeatedly stated in the House that they will pay their 15 percent interest rate. But not implementing. If a minister is responsible for this council, it should be implemented.",
        "The first resolution after the Gotabhaya Rajapaksa government came to power would be a reduction in the interest rate of one million 21 thousand pensioners from 2016 to 2020.. Some of these pensioners are currently not alive.",
        "Similarly, I continued to take steps to resolve the service of the Grama Niladhari Service and Salary Conflict.. The Minister has been sent to the Minister and the authorities to allow the authorities to instead of the affidavit with the Grama Niladhari Officers.",
        "Ministers comply with all this council. But not implementing them. He said the government should take steps to get a special interest of pensioners and the elderly."
      ]
    }
  },
  "summary_lines": [
    "Opposition Leader Sajith Premadasa urges the government to honor its pledge of a 15% interest rate for pensioners and the elderly, highlighting the failure to implement this despite previous commitments. The issue has sparked concern over the financial well-being of the elderly, some of whom have resorted to drastic measures due to insufficient funds."
  ]
}