{
  "translated_text": {
    "si": {
      "title": "දුම්රියට පඩි පෙළ මත එල්ලීමට අවසර නැත;දුම්රිය දෙපාර්තමේන්තුව",
      "body_lines": [
        "දුම්රිය දෙපාර්තමේන්තුව පැවසුවේ පඩි පෙළ මත පඩි පෙළට යාම තහනම් බවයි.",
        "බොහෝ අනතුරු වාර්තා වී ඇත්තේ දේශීය හා විදේශීය සංචාරකයින් වන විශේෂයෙන් කඳුකරයට යන දුම්රිය පඩි පෙළේ එල්ලී තිබේ.",
        "ගැටළුව විසඳීම සඳහා මගී පඩිපෙළ මත මගීන් පඩිපෙල මත රැඳී සිටීම සඳහා පියවර ගන්නා ලෙස දුම්රිය ආරක්ෂකයින්ට සහ අනෙකුත් නිලධාරීන්ට උපදෙස් දී තිබේ.",
        "ක්රියාව නොතකා, අනතුරු ඇඟවීම් සිදුවන්නේ දුම්රිය දුම්රියවල පඩි පෙළේ ගමන් කරන විදේශීය සංචාරකයින් විසින් සිදුවන බවය.",
        "දුම්රිය දෙපාර්තමේන්තු නිලධාරීන් විසින් පඩි පෙළේ පඩි පෙළ මත ගමන් නොකළ යුතු බව නිවේදනය කර ඇතත්, සංචාරකයින් එසේ කිරීමෙන් වළක්වා ගැනීම දුෂ්කර ය. බලධාරීන් විසින් ඔවුන්ට හිරිහැර කරන බව බොහෝ දෙනා දුම්රිය දෙපාර්තමේන්තුවට පැමිණිලි කරති. ඔවුන් සමාජ මාධ්ය පිළිබඳව නරක අදහස් පළ කරන බව ද ඔහු පැවසීය.",
        "පඩි පෙළ මත පඩි පෙළ මත ගමන් කිරීම සම්බන්ධයෙන් දැනට නීතිය හා කොන්දේසි නොමැත.නමුත් හදිසි අනතුරු සම්බන්ධයෙන් අප වගකිව යුතු නැති බව දෙපාර්තමේන්තුව පැහැදිලි කර තිබේ.",
        "පසුගිය ඉරිදා (21) ඔහියා දුම්රිය ස්ථානය අසල කුඩු මැවුම් කඩුකුති දුම්රියක් මත පඩිපෙළෙහි ගමන් කරමින් සිටි විදේශීය කාන්තාවක් ලිස්සා ගියේය.",
        "එසේම, මාසයකට පමණ පෙර ඉරාන සංචාරකයෙකු බිම වැටී දැඩි ලෙස තුවාල ලැබීය.",
        "සංචාරකයින් මෙවැනි භයානක චාරිකා සිදු කිරීම වැළැක්වීම සඳහා බරපතල ක්රියාමාර්ග ගැනීම සඳහා දුම්රිය ආරක්ෂකයින්ගේ සහ ආරක්ෂක නිලධාරීන්ගේ අවශ්යතාවය මගීන් ප්රකාශ කර තිබීම සැලකිය යුතු කරුණකි."
      ]
    },
    "en": {
      "title": "The train is not allowed to hang on the stairs;Railway department",
      "body_lines": [
        "The train department said that it is banned from going to the stairs on the stairs.",
        "Many accidents have been reported as local and foreign tourists, especially the trains traveling to the hill country, are hanging on the stairs.",
        "Railway guards and other officials have been advised to take steps to prevent passengers from hanging on the stairs on the stairs to address the problem.",
        "Despite the action, it is worrying that accidents are caused by foreign tourists traveling in stairs on the railway trains.",
        "Although the train department officials have announced that they should not travel on the stairs on the stairs, it is difficult to prevent tourists from doing so. Most people complain to the train department that they are harassed by the authorities. He also said that they are posting bad comments on social media.",
        "It is worth noting that there are currently no rules and conditions regarding traveling on the stairs on the stairs.But the department has made it clear that we will not be responsible for accidents.",
        "Last Sunday (21), a foreign woman who was traveling in the staircase on a Powder Menige Kadukathi train near the Ohia railway station slipped.",
        "Similarly, about a month ago, an Iranian tourist fell down and was severely injured.",
        "It is noteworthy that passengers have stated the need for railway guards and security officers to take serious action to prevent tourists from carrying out such dangerous trips."
      ]
    }
  },
  "summary_lines": [
    "The railway department has banned passengers from hanging on stairs, citing safety concerns and accidents involving tourists. Despite efforts to enforce this rule, it remains challenging, leading to complaints and negative social media posts. Accidents have occurred, including a foreign woman slipping and an Iranian tourist being severely injured. Passengers call for stricter enforcement by railway guards."
  ]
}