{
  "translated_text": {
    "si": {
      "title": "සජිත්ගේ නායකත්වයෙන් යුත් නව සන්ධානය;බොහෝ දෙනාගේ විලයනය",
      "body_lines": [
        "පාර්ලිමේන්තු මන්ත්රී ජී.එල්. පීරිස්ගේ නායකත්වයෙන් යුත් ස්වාධීන මහජන කවුන්සිලයේ සාමාජිකයින් හය දෙනෙකු අද එක්සත් ජනතා බලයේ නව සන්ධානයකට බැඳී ඇත.",
        "ඒ අනුව ජී.එල්. පීරිස්, ඩිලන් පෙරේරා, නාලක කලාවටි, උපුල් කලපති, වසන්ත යාපා බන්ඩාරා සහ කේපීඑස් කුමාරසිංහ එක්විය.",
        "විපක්ෂ නායක සජිත් ප්රේමදාසගේ නායකත්වය යටතේ එක්සත් ජනතා බලයේ නව සන්ධානයක් අද පෙරවරුවේ දියත් කරන ලදී.",
        "එක්සත් ජනතා බලවේග මහ ලේකම් රංජිත් මාතියුම බණ්ඩාරා මහතා පැවසුවේ සමාරම්භක උත්සව බණ්ඩාරනායක ජාත්යන්තර සම්මන්ත්රණ ශාලාවේදී පැවැත්වූ බවයි.. රීල්"
      ]
    },
    "en": {
      "title": "New coalition led by Sajith;Fusion of many",
      "body_lines": [
        "Six members of the Independent People's Council, led by Member of Parliament GL Peiris, have joined the new coalition of the United People's Power today.",
        "Accordingly, GL Peiris, Dylan Perera, Nalaka Kodahewa, Upul Kalapathi, Vasantha Yapa Bandara and KPS Kumarasree have joined.",
        "Under the leadership of opposition leader Sajith Premadasa, a new coalition of the United People's Power was launched this morning.",
        "United People's Power General Secretary Ranjith Mathuma Bandara said that the inaugural events were held at the Bandaranaike International Conference Hall.. Remble"
      ]
    }
  },
  "summary_lines": [
    "Sajith Premadasa leads a new coalition, United People's Power, with six members from the Independent People's Council, including MP GL Peiris."
  ]
}