{
  "translated_text": {
    "ta": {
      "title": "தெற்கில் உள்ள பாதாள உலகம் மற்றொரு உயிரைக் கொல்கிறது",
      "body_lines": [
        "54 வயதான இலவங்கப்பட்டை தொழில் 54 வயதான சினமிக் தொழில்துறையின் படப்பிடிப்பில் இறந்துவிட்டது.",
        "பல கொலைகள் மற்றும் குற்றங்களில் சந்தேக நபராக அந்த நபர் 'பேபி' இன் தந்தை என்று போலீசார் கூறுகின்றனர்.",
        "கோஸ்கோடா விடுரா, இரண்டு பாதாள உலக கும்பல்கள், இரண்டு பாதாள உலக கும்பல்கள், இரண்டு பாதாள உலக கும்பல்கள் ஆகியவற்றுக்கு இடையிலான மோதலின் விளைவாக இந்த கொலை நடத்தப்பட்டதாக போலீசார் சந்தேகிக்கின்றனர்.",
        "நேற்றிரவு அஹுங்கல்லாவில் நேற்று இரவு இன்னும் 7.40 மணிக்கு ஒரு ஸ்கூப்பின் ஸ்கூஃபோல் மூலம் படப்பிடிப்பு படமாக்கப்பட்டது.",
        "இறந்தவர் கடும் சேதமடைந்த பின்னர் மருத்துவமனையில் அனுமதிக்கப்பட்ட கீர்திசேனா மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளார்.",
        "இறந்தவர் நேற்று வீட்டை விட்டு வெளியேறியபோது இறந்தவருக்கு பாதிக்கப்பட்டவர் இறந்தார்.",
        "அவர் ஒரு இலவங்கப்பட்டை தொழிலாளி, அவர் சினமிக் குற்றச்சாட்டு இல்லை, ஆனால் அவரது மகன் நதீஸ் குமாரா அல்லது துபாய், நதேஷா குமாரா அல்லது துபாய் தெற்கில் ஒரு சில கொலைகள் மீது குற்றம் சாட்டப்பட்டுள்ளது.",
        "அவர் ரட்காமா விடுரா கட்சியின் உறுப்பினராக உள்ளார், மேலும் கொலை கொலை செய்ததாக போலீசார் சந்தேகிக்கின்றனர்.",
        "படப்பிடிப்பு படப்பிடிப்பு படமாக்கப்பட்டபோது, ​​அந்த மனிதனின் உறவினர் ஒருவர் சுட்டுக் கொல்லப்பட்டார்.",
        "குற்றவியல் குற்றச்சாட்டுகளும் சபையில் வசிப்பவர் மீது குற்றம் சாட்டப்பட்டுள்ளதாக போலீசார் தெரிவித்தனர்."
      ]
    },
    "en": {
      "title": "The underworld in the South kills another life",
      "body_lines": [
        "The 54-year-old cinnamon industry has died in the shooting of the 54-year-old cinnamic industry.",
        "The police states that the man was the father of 'Baby' as a suspect in several murders and crimes.",
        "Police suspect that the murder was held as a result of the confrontation between two underworld gangs, two underworld gangs, Kosgoda Vidura.",
        "The shooting was shot by a scoophole of a scoop for another 7.40 pm last night in Ahungalla last night.",
        "The deceased has been admitted to the Keerthisena Hospital hospitalized after the shooting heavy damaged.",
        "The deceased is the victim of the deceased yesterday when the deceased was casting out of the house yesterday.",
        "He is a cinnamon worker who has no cinnamic accusation, but his son Nadees Kumara alias Dubai, Nadeesha Kumara alias Dubai, is accused of a few killings in the South.",
        "He is a member of the Ratgama Vidura party and the police suspect that the murder had committed the murder.",
        "While shooting shooting was shot, a relative of a relative of the man was shot dead.",
        "Police said that criminal charges have also been charged with a resident of the house."
      ]
    }
  },
  "summary_lines": [
    "A 54-year-old man from the cinnamon industry was shot and killed in a confrontation between two underworld gangs in Ahungalla. The suspect, the man's son, is linked to several crimes. The victim, who had no direct involvement in the cinnamon industry, was hospitalized after the incident."
  ]
}