{
  "translated_text": {
    "si": {
      "title": "දෙමළ පොදු අපේක්ෂකයාට සහාය දෙන ප්රචාරක රැස්වීමේදී;දෙමළ ජනයාගේ විමුක්තිය සඳහා පරමාදර්ශය සඳහා බලමුලු ගැන්වූ ඔබ මෙන් මම මගේ ඡන්දය දෙන්නෙමි - Maui.senathirahahha",
      "body_lines": [
        "ශ්රී ලංකාවේ දෙමළ ජාතික සන්ධානය (ටීඑන්ඒ) නායක මවායි සේනතිරාජා කියා සිටියේ ඔබ වැනි මගේ ඡන්දය ඔබ වැනි ඡන්දය ලබා දෙන බවයි.",
        "ඔහු මේ බව කියා සිටියේ සඳුදා (16) කිලිනොච්චි හි ග්රීන් උද්යානයේ ග්රීන් උද්යානයේ දී දෙමළ ජාතික සන්ධානයේ (ටීඑන්ඒ) පාර්ලිමේන්තු මන්ත්රී සිවග්නානම් ශ්රීධරන්ත් ජිදුරාරන් සඳහා සහය දැක්වීම සඳහා වූ පී.",
        "මේ මස 21 වන දින මැතිවරණය යනු දෙමළ ජනයාගේ නැගීම සහ නිදහස් නොවන තවත් ජනාධිපතිවරණයක පැවති දිනයයි.",
        "එවැනි මැතිවරණවලදී සහ පරමාදර්ශී ගමන සඳහා අපගේ ඡන්දය භාවිතා කරන බව තීරණය කිරීමත් සමඟ ඔබ මෙම කැරැල්ලට සහභාගී වී ඇත.",
        "විමුක්තිය සඳහා වන අරගලයේදී අපි මිනිසුන් සහ සටන්කාමීන් පූජා කර ඇත්තෙමු. ඒ ආකාරයෙන්, අපගේ ගමන ගැන අප ශක්තිමත් බව අපට විශ්වාසයි, ඔබ ඉදිරියෙහි, එම ගමන දිගටම කරගෙන යන කරුණාව, එම පරමාදර්ශය සඳහා මම මගේ ඡන්දය ලබා දෙන බවට අධිෂ් to ානයට මා පැමිණ ඇත.",
        "ඊට අමතරව, මේ මස 21 වන දින දෙමළ ජනයාගේ නැගිටීම ප්රකාශ කිරීම සඳහා මම ඔබ සැමට ඡන්දය ප්රකාශ කරන ලෙස ඉල්ලා සිටිමි.",
        "අතීතයේ දී අපගේ විමුක්තිය සඳහා කැප වූ පුද්ගලයෙකු ලෙස, ඒ සඳහා ගමන් කරන අපගේ ජීවිතවලට ගොදුරු විය හැකි අතර, අනාගතය සඳහා අපගේ පරමාදර්ශයන් වෙත අපගේ ගමනට අපගේ ගමනේ කැපවීමට කැමති පුද්ගලයින්ට ස්තූතියි.. මම ඒකට සමුගන්නම්."
      ]
    },
    "en": {
      "title": "At the propaganda meeting supporting the Tamil general candidate;I will give my vote like you who mobilized for the ideal for the liberation of Tamils ​​- Maui.Senathirajah",
      "body_lines": [
        "Sri Lanka's Tamil National Alliance (TNA) leader Mawai Senathirajah said that I would give my vote like you, like you.",
        "He was speaking at a campaign meeting held at the Green Park in Kilinochchi on Monday (16) in support of the Tamil National Alliance (TNA) parliamentarian Sivagnanam Sridharan in support of the Tamil National Candidate P. Ariyanethran.",
        "The election on the 21st of this month is the day of the rise of the Tamils ​​and another presidential election that is not being liberated.",
        "You have participated in this rebellion with the determination that we will use our votes for our liberation in such elections and for the ideal journey.",
        "We have sacrificed people and militants in the struggle for liberation. In that way, we are sure that we are firm on our journey, and in your presence, which is the ideal of carrying out that journey strongly, I have come to the determination that I will give my vote for that ideal.",
        "In addition, I urge all of you to vote your votes on the 21st of this month to express the uprising of the Tamils.",
        "As a person who has been dedicated to our liberation in the past, our lives that travel for it can go and risk, and thank the people who are willing to dedicate in our journey to our ideals for the future.. I will say goodbye to it."
      ]
    }
  },
  "summary_lines": [
    "Here's a 200-character summary:",
    "",
    "TNA leader Mawai Senathirajah vows to vote for Tamil candidates, urging others to do so in upcoming elections. He emphasizes the importance of voting as a means of Tamil liberation and expresses gratitude to those dedicating themselves to the cause."
  ]
}