{
  "translated_text": {
    "ta": {
      "title": "குவைத்தில் உள்ள இலங்கை கைதிகள் இலங்கைக்கு நாடு கடத்தப்பட்டனர்",
      "body_lines": [
        "குவைத் மாநிலத்தின் மத்திய சிறையில் உள்ள நாட்டின் மத்திய கைதிகள் மற்றும் இலங்கை 32 பேர், 32 இலங்கை கைதிகள் குவைத் இருந்து குவைத் இருந்து குவைட்டில் இருந்து வந்தவர்கள்.",
        "இந்த இலங்கையர்கள் பாதுகாப்புப் படையினரால் கைது செய்யப்பட்டுள்ளனர், கடத்தல்காரர்கள், தடமறிதல் மற்றும் போக்குவரத்து மற்றும் போக்குவரத்து மற்றும் போக்குவரத்து இராச்சியத்தின் போதைப்பொருள் இராச்சியத்தின் போதைப்பொருள், சந்தைப்படுத்தல் மற்றும் வர்த்தகம் மற்றும் போக்குவரத்து.",
        "மார்ச் முதல் குவைத் இருந்து குவைத்துக்கான இலங்கையின் தூதர் இலங்கைக்கு அனுப்பப்பட வேண்டும்.",
        "பின்னர், குவைத் மன்னருக்கான இலங்கை தூதருடனான உள் உறவுகள் மற்றும் இலங்கை தூதரின் உள்துறை தூதருடன் இலங்கை தூதரின் உள்துறை நல்லிணக்கத்திற்குப் பிறகு, இந்த இலங்கைகளின் மிகப்பெரிய சிட் மக்களை இலங்கைக்கு அனுப்பியது. குவைத் விமானப்படை.",
        "இந்த இலங்கை கைதிகளை இலங்கைக்கு ஒப்படைக்க நடவடிக்கை எடுக்கப்பட்டிருந்தாலும், கைதிகள் இலங்கையில் சிறையில் இல்லை.",
        "இந்த இலங்கை கைதிகளை ஏற்றிச் செல்லும் சிறப்பு விமானங்கள் புறப்படுவதைக் கண்காணிக்க குவைத் நகரின் இலங்கை தூதர் குவைத் நகர விமானப்படை தளத்திற்குச் சென்றுள்ளார்.",
        "இலங்கை கைதிகளின் குழு விமானத்தில் கையாளப்பட்டது, குவைத் அதிகாரிகள், இன்டர்னல் விவகார அமைச்சகம் மற்றும் பல செவிலியர்கள் மற்றும் செவிலியர்கள்.",
        "2.30 நாட்களில், குவைத் சொந்தமான குவைத் விமானப்படை குவைத் இருந்து குவைட்டிலிருந்து கட்டுனாயகே விமான நிலையம், கட்டூனாயக்க விமான நிலையத்திற்கு ஒரு பேருந்துகள் வந்து இந்த கைதிகளை வெலிகடா சிறைக்கு அழைத்துச் சென்றது.",
        "இந்த விமானம் 26/26 அன்று பண்டாரநாயக சர்வதேச விமான நிலையத்தில் உள்ள பண்டாரநாயக சர்வதேச விமான நிலையத்திலிருந்து கட்டூனயக விமான நிலையத்தை விட்டு வெளியேற உள்ளது."
      ]
    },
    "en": {
      "title": "32 Sri Lankan prisoners in Kuwait deported to Sri Lanka",
      "body_lines": [
        "32 of Sri Lankan prisoners in the country's central prisoners at the Central Prison of the Kuwait State and Sri Lanka, 32 Sri Lankan prisoners to the Katunayake airport from Kuwait from Kuwait.The next afternoon had come.",
        "These Sri Lankans have been arrested by the security forces of the security forces, traffickers, tracketing and transportation and transportation of the narcotics of the kingdom of the kingdom of the kingdom of the narcotics, marketing and trading and transportation.",
        "Sri Lanka's Ambassador to Kuwait from Kuwait from March to be sent to Sri Lanka.",
        "Later, after the internal relations with the Sri Lankan Ambassador to the King of Kuwait and the Interior Reconciliation of the Sri Lankan Ambassador with the Interior Ambassador to the Sri Lankan Ambassador, the largest cit of these Sri Lankans to send the people to Sri Lanka to the Kuwait Air Force.Had been able to get free.",
        "Although steps have been taken to hand over these Sri Lankan prisoners to Sri Lanka, the prisoners are no one in prison in Sri Lanka.",
        "The Sri Lankan Ambassador of Kuwait has gone to Kuwait City Air Force base to monitor the departure of the special aircraft carrying these Sri Lankan prisoners.",
        "The group of Sri Lankan prisoners had come handled on the plane, with the officers of Kuwait, the Ministry of Inter-Internal Affairs, and several nurses and nurses.",
        "At 2.30 days, Kuwait Air Force owned by Kuwait to Katunayake from Kuwait to Katunayake airport, Katunayake airport with a group of busesCome to and took these prisoners to the Welikada Prison.",
        "The flight is due to leave the Katunayaka Airport from the Bandaranaike International Airport on the Bandaranaike International Airport on 26/26."
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of the text in approximately 200 characters:",
    "",
    "32 Sri Lankan prisoners deported from Kuwait to Sri Lanka. Arrested for drug trafficking. Sent back under diplomatic efforts. Arrived at Katunayake airport. Transferred to Welikada Prison."
  ]
}