{
  "translated_text": {
    "si": {
      "title": "මීට වසර 41 කට පෙර කළු ජුලි සඳහා වගකිව යුතු සිංහල බෞද්ධ ස්වෝත්තමවාදී ප්රතිපත්ති අද වන විට මුතු ඇටකෑමට හේතුවයි.",
      "body_lines": [
        "ශ්රී ලංකා රජය පවසා ඇත්තේ එම සිංහල බෞද්ධ බහුතර ප්රතිපත්තියම හේතුව ශ්රී ලංකා රජයේ ඉඩම් කැරලි වලට තුඩු දුන් සිංහල බෞද්ධ ප්රතිපත්තියයි.",
        "අද කළු ජූලි 41 වන සංවත්සරය සැමරීම සඳහා, අද වන විට දෙමළ ජනයාට එරෙහිව සැලසුම් කළ සංහාරයෙහි වින්දිතයින් සැමරීම සඳහා මුතු සංවිධානය ලොව පුරා දෙමළ ජනයා සමඟ එක් වේ.",
        "එපමණක් නොව, ප්රචණ්ඩත්වයට වගකිව යුතු සිංහලවාදය, වර්තමාන සිදුවීම් මෙන්ම දෙමළ ජාතියටද බලපෑම් කරන්නේ කෙසේදැයි විමර්ශනය කිරීමට උත්සාහ කරයි.",
        "1948 නිදහසින් පසු, ශ්රී ලංකාවේ ව්යුහය තුළ සිංහල බෞද්ධ ස්වෝත්තමවාදය වේගයෙන් මුල් බැස තිබේ.",
        "දෙමළ ජනතාව සහ ජාතික වාර්ගික වාචාලික අයිතිවාසිකම් අහෝසි කිරීම බොහෝ කදම් විරෝධී සමූල res ාතනවලට හේතු විය.",
        "කළු ජූලි යනු යුද්ධයට පෙර සිදු වූ වඩාත් කුරිරු බිහිසුණු සංහාරයකි.",
        "1983 ජූලි 23 සිට 30 දක්වා, ප්රචණ්ඩත්වයට සම්බන්ධ, ප්රචණ්ඩත්වයට සම්බන්ධ සිංහල, සිංහල කාඩ්පත් භාවිතා කළ සිංහලයන්, දෙමළ ජනයාගේ ලිපිනයන් භාවිතා කළ අතර ද්රවිඩ 3000 ක් මියගොස් 19000 කට කබාය, ව්යාපාර 5000 ක් සහ නිවාස 18000 ක් කොල්ල කෑහ.",
        "එකම සිංහල බෞද්ධ බහුතර ප්රතිපත්තියේ අද වන විට රජය විසින් රජය විසින් සිදු කරනු ලබන අතර, එමඟින් රජයේ කැරලි මිලිටරි වාඩිලෑම, ආර්ථික වශයෙන් බැහැර කිරීම සහ සංස්කෘතික ආධිපත්යය අල්ලා ගැනීමට රජයේ කෝලාහලවලට හේතු වී තිබේ.",
        "මේ වසරේ මැතිවරණ සහ ජිනීවාහි මානව හිමිකම් කවුන්සිලයේ සැසිවාරයේ 57 සැසිවාරය හේතුවෙන් ජාත්යන්තර ප්රජාවේ ක්රියාකාරීන්ගේ සහාය ඇතිව සංහිඳියාව පිළිබඳ සාකච්ඡා පැවැත්වේ.",
        "එක්සත් ජාතීන්ගේ මානව හිමිකම් කොමසාරිස්වරයා විශ්වාසදායක කාරණයට කිසිදු තත්වයක් නොමැති බවට පවසා ඇති නමුත් රජය සිය මතභේදාත්මක යථාර්ථය හා ප්රතිසන්ධාන කොමිෂන් සභාව දිගටම කරගෙන යයි.",
        "බහුතල සිංහල බෞද්ධ ජාතියේ මැතිවරණයෙන් පසු දෙමළ ජනයා කිසි විටෙකත් වෙනස්කම් අත්විඳ නැත.",
        "දශක හතරකට පසු, කළු-ජන්ගාල් කෝලාහලවලට සම්බන්ධ අය ද .ුවමේ ග්රහණයෙන් පසුව නිදහස් වේ.",
        "ශ්රී ලංකාවේ පසුකාලීන පාලකයන්ට දෙමළ ජනයාට එරෙහිව වැඩිදුර මානව හිමිකම් උල්ලං in නය කිරීමේ ධෛර්යයක් ලබා දී ඇත.",
        "මැතිවරණ වාචාල කතා ඔබ්බට ගිය දෙමළ ජනතාවගේ දුක්ඛිත තත්වය විසඳීමට ශ්රී ලංකා වත්මන් රජය උනන්දු නොවීය.",
        "සමාජයකට බලපාන ප්රජාවකට තර්ජනයක් වන ආකාරය පිළිබඳ නිර්ලජ්ජිත මතක් කිරීම මෙයයි.",
        "මුතු සංවිධානය විසින් ස්වාධීන ජාත්යන්තර යාන්ත්රණය සඳහා අභියාචනා හා පීඩාවට පත් දෙමළ ජනතාව සඳහා අධිකරණ විමසීම් සඳහා අභියාචනා වලට සහාය වේ.",
        "මුතු සංවිධානය කිරීම දෙමළ ඊලාම් ජනතාවගේ ජනතාවගේ උත්සාහයට පක්ෂපාතීව සිටීම සඳහා ය."
      ]
    },
    "en": {
      "title": "41 years ago, the Sinhala Buddhist chauvinist policies responsible for the Black July are the cause of the military occupation of today- Pearl.",
      "body_lines": [
        "The Sri Lankan government has said that the same Sinhala Buddhist majority policy is due to the Sri Lankan government's land grabbing military occupation and economically exclusion, the same Sinhala Buddhist policy that has led to the riots.",
        "To commemorate the 41st anniversary of the Black July, the Pearl Organization is joining Tamils ​​around the world to commemorate the victims of the planned massacre against Tamils ​​today.",
        "Moreover, Sinhalaism, which is responsible for violence, is trying to investigate how to influence the current events, as well as the Tamil nation.",
        "After the independence of 1948, Sinhala Buddhist chauvinism was rapidly rooted in the structure of Sri Lanka.",
        "The abolition of the rights of Tamils ​​and national communal rhetoric led to many anti -Tamil massacres.",
        "Black July is one of the most ruthless horrible massacre that took place before the war.",
        "From July 23 to 30, 1983, the Sinhalese, who were involved in the violence with the help of the government, used voter cards, used the addresses of Tamils, killed 3000 Tamils, looted 5000 businesses and 18000 houses.",
        "The same Sinhalese Buddhist majority policy is due to the government today, which has led to the riots of the government to carry out land grabbing military occupation, economically exclusion and cultural domination.",
        "Due to elections this year and the 57 session of the Human Rights Council in Geneva, there will be discussions on reconciliation with the help of the activists of the international community.",
        "Although the United Nations Human Rights Commissioner has said in its statement that there is no situation for the reliable fact, the government continues to carry out its controversial reality and reconciliation commission.",
        "The Tamils ​​have never experienced changes since the elections in the majority Sinhala Buddhist nation.",
        "After four decades, those involved in the black -jungle riots continue to be exempted from the clutches of the punishment.",
        "Lack of accountability have been given to Sri Lanka's subsequent rulers the courage to engage in further human rights violations against the Tamils.",
        "The current government of Sri Lanka is uninterested in solving the plight of the Tamil people beyond election rhetoric.",
        "This is a blatant reminder of how to threaten a community that affects a society.",
        "The Pearl Organization supports the appeals for independent international mechanism and judicial inquiries for the affected Tamil people.",
        "The Pearl Organization is in favor of the Tamil Eelam people's efforts for the right to self -determination."
      ]
    }
  },
  "summary_lines": [
    "In 1983, the Sinhala Buddhist majority's policies sparked the Black July massacre, leading to ongoing military occupation and economic exclusion of Tamils in Sri Lanka. The event, commemorated by the Pearl Organization alongside global Tamils, highlights the enduring impact of Sinhalaism on Tamil rights and safety. Despite calls for reconciliation and accountability, including at the UN Human Rights Council, little has changed for Tamils, who face continued marginalization and lack of justice. The organization advocates for international support and self-determination for the Tamil people."
  ]
}