{
  "translated_text": {
    "ta": {
      "title": "ஒரு பழைய தனியார் நூலகம் ஒரு பழைய தனியார் நூலகத்தை தேசிய அரசாங்கத்திற்கு நன்கொடையாக அளிக்கிறது",
      "body_lines": [
        "இடது இயக்கத்தின் சக்திவாய்ந்த நபரும், நன்கு அறியப்பட்ட எழுத்தாளருமான, வழக்கறிஞர்-சட்டத்தின் அறுபது புத்தகக் கட்டைகள், நிம்பர் (19), 19 ஆம் தேதி கோட்டாவாவின் ருக்மல்தகாமா ஹோம் ரோடு சாலையில் நடைபெற்றது.",
        "ஜே.வி.பி பி.எஸ்.சி டில்வின் சில்வா, லால்வின், மற்றும் வழக்கறிஞர் எம்.பி. மகரவரம மற்றும் சட்டமன்றத்தில் தேவானந்தா, மகரவரம மற்றும் வழக்கறிஞர்-சட்டத்தில் தேவானந்தா, மகாரகம தேவானந்தா, மற்றும் வழக்கறிஞர்-சட்டத்தில் தேவானந்தா, மகாரகம தேவானந்தா, மற்றும் மஹாமாவின் வழக்கறிஞர் தேவானந்தா.",
        "இங்கே சட்ட வழக்கறிஞர். G. திரு. பஞ்சி ஹெவா கூறினார்:",
        "\"எனக்கு இப்போது 91 வயது. 65 ஆண்டுகளாக கூடியிருந்த பல்வேறு பாடங்கள் தொடர்பான பல புத்தகங்கள் என்னிடம் இருந்தன. பொதுவாக யார் இலக்கியத்தைப் பயன்படுத்தலாம் என்று நான் யோசித்து வருகிறேன். இதைச் செய்வதற்கான சிறந்த குழு தேசிய நாட்டுப்புறப் படை என்பதை நான் உணர்ந்தேன்.",
        "இந்த தேசிய நாட்டுப்புற சக்தியை உருவாக்குவது ஒரு சிறந்த வடிவமைப்பு. தேசிய கிளர்ச்சியில் மிகப் பெரிய அறிஞர்கள் உள்ளனர். அவர்கள் வெறும் அறிஞர்கள். பொதுமக்கள் மீது வறுத்த அணுகுமுறை உள்ளவர்கள். இந்த நன்கொடை பற்றி நான் நினைத்தேன், \"எஸ்.ஜி.. \"பஞ்சிஹேவா கூறினார்.",
        "ஜனதா விமுக்தி பப்ளின் சில்வா தில்வின் சில்வா இடது அரசியல் முகாமில் ஒரு சக்திவாய்ந்த நபர். அவர் பல்வேறு பாடங்களின் நீண்டகால நூலகங்களின் நூலகத்தையும் 65 ஆண்டுகளையும் நன்கொடையாக வழங்கியுள்ளார்.",
        "தேசிய நாட்டுப்புறப் படையைத் தேர்ந்தெடுத்ததற்கு நாங்கள் அனைவரும் நன்றி தெரிவிப்பதாகவும், நூலகத்தை நன்கொடையாக வழங்குவதன் மூலம் எஸ். பஞ்சிஹேவாவின் நோக்கங்களை அடைய நூலகம் தியாகம் செய்யப்படுவதாகவும் இது உறுதியளிக்கிறது.. செயின்ட் பிரதீப்"
      ]
    },
    "en": {
      "title": "An old private library donates an old private library to the national government",
      "body_lines": [
        "A powerful figure of the Left Movement and a well-known writer, Attorney-at-Law Sixty Bookcrues, Nimber (19), was held at Rukmaldagama Home Road Road, Kottawa, on the 19th.",
        "JVP PSC Tilvin Silva, Lalvin, and Attorney-at-Law MP Devananda, and Attorney-at-Law Devananda, Maharawarama and Attorney-at-Law MP Devananda, and Attorney-at-Law Devananda, and Attorney-at-Law Devananda, Maharawarama and Attorney-at-Law Devananda, Maharawarama and Attorney-at-Law Devananda, Maharagama Devananda, and Attorney-at-Law Devananda, Maharagama Devananda, and Attorney-at-Law Devananda, Mahama.",
        "Here's the lawyer of law. G. Mr. Punchi Hewa said:",
        "\"I'm 91 years old now. I had a number of books related to various subjects assembled for 65 years. I have been thinking about who can use the literature in general. There I realized that the best group to do this was the national folk force.",
        "The creation of this national folk force is a great design. There are a very large scholars in national agitation. They are just scholars. Those who have a fried attitude toward the public. That's what I thought of this donation, \"SG. \"Punchihewa said.",
        "Janatha Vimukthi Publin Silva Tilvin Silva is a powerful figure in the Left Political Camp. He has donated a library of long-term libraries of various subjects and the year 65 years.",
        "It promises that we all offer a thank you for the selection of the national folk force and that the library is sacrificed to achieve the objectives of S. Punchihewa by donating the library.. St. Pradeep"
      ]
    }
  }
}