{
  "translated_text": {
    "ta": {
      "title": "6463 மில்லியனுக்கும் அதிகமான அமெரிக்க டாலர் 6463 மில்லியன் டாலர்கள் வந்துள்ளன",
      "body_lines": [
        "இந்த ஆண்டு ஜனவரி 1 முதல் ஜூன் 3 வரை, நாட்டிலிருந்து பெறப்பட்ட மொத்த அந்நிய செலாவணி 6463 மில்லியன் அமெரிக்க டாலர்கள், இலங்கையின் மத்திய வங்கி வெளியிட்ட அறிக்கையில்.. அந்த காலகட்டத்தில் சுற்றுலாவைத் தவிர சேவைத் துறைக்கு சேவைகளின் எண்ணிக்கை 1,762 மில்லியன் அமெரிக்க டாலர்கள் என்று மத்திய வங்கி அறிக்கை கூறுகிறது.",
        "அந்த நேரத்தில் வெளிநாட்டு வேலைவாய்ப்பு அனுப்புதல் 3,144 மில்லியன் அமெரிக்க டாலர்களாக உயர்ந்துள்ளது.அந்த ஆறு மாதங்களின் அந்த ஆறு மாதங்களில், வருமானம் 1,557 மில்லியன் அமெரிக்க டாலர்களாக சம்பாதித்தது. இந்த போக்கு முறையே 2023 ஆம் ஆண்டின் முதல் ஆறு மாதங்கள் தொடர்பாக உள்ளது.",
        "சேவைத் துறைக்கான ரசீதுகள் 1561 மில்லியன் அமெரிக்க டாலர்கள். 2,823 மில்லியன் அமெரிக்க டாலர் 2,823 மில்லியன் அமெரிக்க டாலர்கள் மற்றும் சுற்றுலா சம்பாதிப்பவர்கள் 875 மில்லியன் அமெரிக்க டாலர்கள்."
      ]
    },
    "en": {
      "title": "Over 6463 million US $ 6463 million has come",
      "body_lines": [
        "From January 1 to June 3 this year, the total foreign exchange received from the country is US $ 6463 million in a report issued by the Central Bank of Sri Lanka.. The Central Bank report states that the number of services to the service sector except for tourism in that period is US $ 1,762 million.",
        "Foreign employment remittances have risen to US $ 3,144 million at that time.In those six months of those six months, the income earned as US $ 1,557 million. This trend is in relation to the first six months of the year 2023 respectively.",
        "The receipts to the service sector are US $ 1561 million. US $ 2,823 million US $ 2,823 million and tourist earners US $ 875 million."
      ]
    }
  },
  "summary_lines": [
    "From Jan 1 to Jun 3, Sri Lanka received a total of US $6,463 million in foreign exchange, including US $1,762 million from services (excluding tourism), US $3,144 million from foreign employment remittances, and US $1,557 million in income. Tourism contributed US $875 million, while the service sector received US $1,561 million, totaling US $2,823 million."
  ]
}