{
  "translated_text": {
    "ta": {
      "title": "ஜனாதிபதி ரானில் தாக்குகிறார்",
      "body_lines": [
        "பாராளுமன்றத்திற்கு விருப்பமான ஒரு நபரை நியமிக்க ஜனாதிபதியை மக்களுக்கு மக்களுக்கு வழங்க முடியாது என்றும், ஜனாதிபதி ஜனாதிபதியாக அறியப்பட மாட்டார் என்றும் முன்னாள் ஜனாதிபதி ரணில் விக்ரமேசிங்க கூறினார்.",
        "தம்புல்லா பகுதியில் உள்ள தம்புல்லா பகுதியில் நடந்த ஒரு கூட்டத்தில் அவர் இந்த அவதானிப்பை மேற்கொண்டார்.",
        "முன்னாள் மாநில அமைச்சர் ரோஹானா டிஸ்டனாயக்க, பாதுகாப்பு அமைச்சர்.",
        "\"தங்கள் சொந்த பகுதியில் வாக்களிக்க விரும்பும் எவருக்கும் வாக்களிக்கும் உரிமை அவர்களுக்கு உள்ளது. ஆனால் மற்றொருவருக்கு சரியான தேர்வை ஒப்படைப்பது ஒரு தீவிரமான கேள்வி. பாராளுமன்றம் ஒரு குகை. அவருக்கு அவருக்கு உரிமையை வழங்கியவர், அவருக்கு பதினான்கு சதவிகிதமும் நாற்பத்தெட்டு சதவீதமும் எண்பது சதவீதம் இருந்தது.",
        "இப்போது நீங்கள் சலுகை தேவையில்லை என்று கூறுகிறீர்கள். புத்திசாலித்தனமாக, எந்த நாட்டிலும், நான் ஏழு முதல் பாராளுமன்றத்தில் இருந்தேன். எம்.பி.க்களுக்கு சிறிது நேரம் இருக்க வேண்டும், அங்கு அலுவலகம் மற்ற நாடுகளில் விலை உயர்ந்ததாக இருக்க வேண்டும், அங்கு மாநிலங்கள் மாநிலங்களுக்கு வழிவகுக்கும் மற்றும் விமான நிலையங்களை வழங்கும்.",
        "மற்ற ஜனாதிபதிகளின் வீடுகள் மற்றவரின் வீடுகளுக்குச் சென்றால் எனக்கு கவலையில்லை, நான் ஒரு சிறிய தொகையை விட்டுவிட்டேன், ஆனால் அரசாங்கம் வெளியேறியது",
        "நாற்பது கோடியில் என்னால் திரைச்சீலைகள் சாப்பிட முடியாது.நான் காரணமாக, நூற்று இருபது கோடி எஞ்சியிருந்தன.",
        "அதாவது, ஏன் சந்திரிகா குமாரதுங்கா, வென்றது, வீட்டிற்கு செல்லட்டும். அவர் தனது கணவரை ஜே.வி.பி யிலிருந்து கொன்றபோது, ​​அவர் ஜனாதிபதியிடம் குண்டு வீச வேண்டியிருந்தது.",
        "அது ஒரு மனிதனைக் கொடுக்க வேண்டும். போரைப் பாதுகாக்க மஹிந்த ராஜபக்ஷத்தை பாதுகாக்க வேண்டும். இது செய்ய வேண்டிய ஒன்று."
      ]
    },
    "en": {
      "title": "President attacks Ranil",
      "body_lines": [
        "Former President Ranil Wickremesinghe said that the President could not be given to the people of the people to appoint a person who was preferred for Parliament and that the President would not be known as the President.",
        "He made this observation at a gathering in the Dambulla area in the Dambulla area.",
        "Former State Minister Rohana Dissanayake, the Minister of Defense, Hon..",
        "\"They have the right to vote for anyone who wants to vote in their own area. But to delegate the right choice for another is a serious question. Parliament is a cave. Who gave him the right to him, and he had fourteen percent and forty-eight percent of eighty percent.",
        "Now you say no privilege needs. In wisest, in whatever country, I've been in Parliament from seven. The MPs need to have some time, where the office should be expensive in other countries, where the states can lead to states and provides the airports.",
        "I don't care if the homes of the other presidents go to the homes of the other, and I have left a small amount of money, but the government left",
        "මට දැන් කෝටි හතළිහක කජු කන්නත් බැහැ කෝටි හතලිහක චීස් කන්නත් බැහැ මගේ ආරක්ෂක නිලධාරීන්ගේ  හැර තව කෝටි හතළිහක් ඉතුරු කරගන්න පුළුවන් වුනා.  මම හින්දා ,කෝටි එකසිය විස්සක් ඉතුරු වෙලා තියෙනවා.",
        "I mean, why is Chandrika Kumaratunga, winning, let go home. When she killed her husband from the JVP, she had to bombed her to the president.",
        "It should give it a man. Mahinda Rajapaksa needs to be protected to protect the war. It is something that needs to do it. Please increase the steps."
      ]
    }
  },
  "summary_lines": [
    "Former President Ranil Wickremesinghe criticizes current President's appointment process, saying it undermines democracy. He argues that elected officials should choose their successors, not unelected individuals. Wickremesinghe also expresses concern about military spending and corruption allegations against previous leaders."
  ]
}