{
  "translated_text": {
    "ta": {
      "title": "மின்சார கட்டணங்களின் மின்னணு மசோதா",
      "body_lines": [
        "இலங்கை மின்சார வாரியத்திலிருந்து மின்சார நுகர்வோருக்கு பதிலாக மின்னணு மசோதாவை வழங்க மின்சார வாரியம் (CEB) நடவடிக்கை எடுத்துள்ளது.",
        "மின்னணு நுகர்வோரின் கணக்கு எண் மற்றும் மின்சார அலகு எண்ணிக்கை பயன்படுத்தப்பட்டால், உற்பத்தியாளர்கள் முழுத் தொகையாகவும், அதே அளவு பணத்தின் வருகையாகவும் இருக்க வேண்டும் என்றால்.",
        "புதிய மசோதாவுக்கு பில்கள் வழங்கப்பட்டிருந்தால், மசோதா புதிய மசோதாவுக்கு வழங்கப்பட்டால் மசோதாவைக் கற்றுக்கொள்ள முடியும் என்று பட்ஜெட் கூறியது.",
        "புதிய எலக்ட்ரானிக் பில்லிங் இயந்திரம் CEB ஆல் அறிமுகப்படுத்தப்பட்டது, ஹட்டனில் உள்ள மின்சார நுகர்வோருக்கு வழங்கப்பட்டது."
      ]
    },
    "en": {
      "title": "Electronic bill of electricity bills",
      "body_lines": [
        "The Electricity Board (CEB) has taken steps to issue an electronic bill instead of electricity consumers from the Ceylon Electricity Board.",
        "The manner said that if the manufacturers should be the full amount of money and the arrival of the same amount of money, if the electronic consumer's account number and the number of electric unit has been used.",
        "The Budget said that if the bills have been paid to the new bill, the bill will also be able to learn the bill if the bill is paid to the new bill.",
        "The new electronic billing machine was introduced by the CEB was issued to the electricity consumers in Hatton."
      ]
    }
  },
  "summary_lines": [
    "The Ceylon Electricity Board (CEB) has introduced electronic bills for consumers in Hatton, allowing for full payment and tracking via account numbers and electric unit numbers."
  ]
}