{
  "translated_text": {
    "ta": {
      "title": "2007 ஆம் ஆண்டிலிருந்து ரயில்வே ஓட்டுநர்கள் எவ்வாறு வித்தியாசமாக செலுத்தினர் என்பதை தணிக்கை வெளிப்படுத்துகிறது",
      "body_lines": [
        "ரயில் ஓட்டுநர்கள் வாரத்தை அடிப்படையாகக் கொண்டவர்கள், 42 மணி நேரத்திற்கும் மேலான சேவை, 42 மணி நேரத்திற்கும் மேலான சேவை, வாரத்தில் வாராந்திர குறைப்பு தொடர்பான 2023 தணிக்கை அறிக்கை.",
        "ரயில்வே ஊழியர்கள் (தொடக்க) அத்தியாயம் 5.6, 2007 இல், ரயில்வே மற்றும் வினோதமான பொது மேலாளர், ரயில்வே ஊழியர்கள் ஜனவரி 4/20/20/2/68 அன்று வழங்கப்படுகிறார்கள்.",
        "தணிக்கை அறிக்கை நிறுவனங்களின் கோட் மற்றும் பொது மேலாளரின் பொது மேலாளர் சுற்றறிக்கை ஆகியவற்றின் விதிகளையும் அறிவுறுத்தியுள்ளது.",
        "கூடுதலாக, பொது / நிர்வாக சுற்றறிக்கை எண் 09/2009, 2009, 2009 ஆல் அறிவுறுத்தப்பட்டபடி ரயில்வே ஓட்டுநர்கள் வருகை மற்றும் வெளியேற ரயில்வே துறை உத்தரவிட்டுள்ளதாக ரயில்வே துறை உத்தரவிட்டுள்ளது. படிகள் பட்டியலிடப்படவில்லை என்று தணிக்கை அறிக்கை கூறுகிறது குறிப்பான்கள்.",
        "வருகை மற்றும் வெளியேறுதல் மற்றும் வருகை ஆவணங்களின் வருகை தவறானது என்று தணிக்கை அறிக்கை சுட்டிக்காட்டியுள்ளது.",
        "ரூ.",
        "2021, 2023 மற்றும் 2023 இல் 9,23,98,532 பேர் மாதத்திற்கு ரூ.",
        "ரயில்வே துறை இந்த உண்மைகளை சரிசெய்யாத வரை, ரயில்வே ஊழியர்களும் ரயில்வே செய்வதும் கமிட்டுகள். ரயில்வே தொழிற்சங்கங்கள் தொடர்பாக புதிய ரயில் சேவை தீர்க்கப்படும் என்று ரயில் மேலும் காட்டுகிறது."
      ]
    },
    "en": {
      "title": "Audit reveals how railway drivers paid oddly from 2007",
      "body_lines": [
        "The train drivers are based on the week, more than 42 hours of service, more than 42 hours of service, the 2023 Audit Report regarding the weekly reduction in the week.",
        "The Railway Staff (START) in Chapter 5.6, 2007, the General Manager of Railways and Vligibility, the Railway Staff is issued on January 4/20/20/2/68.Furthermore is mentioned.",
        "The Audit Report has also instructed the provisions of the Establishments Code and the General Manager's General Manager Circular.",
        "In addition, the Railway Department has ordered that the Railway Department has ordered the arrival and exit of the Railway Drivers as instructed by the Public / Administrative Circular No. 09/2009, 2009, 2009.The audit report states that steps were not listed in markers.",
        "The audit report has pointed out that the arrival and exit and the arrival of arrival documents have been incorrect.",
        "The number of Rs.Is.",
        "9,23,98,532 per officer in 2021, 2023 and 2023 was paid only Rs. 5 / - per month alone.Happened.",
        "As long as the Railway Department does not remedy these facts, the Railway employees as well as the railway commits. The train further showed that the new train service is expected to be resolved regarding the railway trade unions."
      ]
    }
  },
  "summary_lines": [
    "Railway driver pay audit reveals discrepancies from 2007. Drivers worked over 42 hours weekly but received minimal compensation. Audit highlights incorrect documentation and unpaid overtime. Railway department must address these issues to prevent future violations and resolve ongoing union disputes."
  ]
}