{
  "translated_text": {
    "si": {
      "title": "තමිල්නාඩු රජයට මහාධිකරණ නියෝගයක්",
      "body_lines": [
        "සන්තන්ගේ දේහය ශ්රී ලංකාවට ගෙන ඒමට පියවර ගන්නා ලෙස මදුරාසි මහාධිකරණය තමිල්නාඩු රජයට නියෝග කර තිබේ.",
        "සන්තන් මේ වන විට ට්රිචි කඳවුරේ ජීවත්ව සිටින අතර ඔහුගේ මව ඔහුගේ මව තමා රැකබලා ගැනීම සඳහා ශ්රී ලංකාවට යා යුතුය.. එබැවින් ඔහු එය ශ්රී ලංකාවට යැවීමට සුදුසු පියවර ගැනීමට උත්සාහ කරන මදුරාසි මහාධිකරණයේ නඩුවක් ගොනු කළේය.",
        "අද නඩු විභාගයට ශාන්තන් නඩුව අද විභාගයට පැමිණි විට, විනිසුරු සුරේෂ් කුමාර් සහ කුමාරෂ් බාබු සහ කුමුනජ් බාබු ශ්රී ලංකාවට ශලීන් යැවීමට අවසර දෙන විට මධ්යම රජයෙන් ප්රශ්න කළහ.",
        "පසුගිය වසරේ ජනවාරි 22 වන දින ඔහුට ශ්රී ලංකාවට යාමට අවසර දුන් බව වාර්තා විය",
        "මෙය ඇසූ විනිසුරුවන් තමිල්නාඩු ආණ්ඩුවේ ප්රශ්න කළහ. \"මධ්යම රජය විසින් ජනවාරි 22 වන දින මධ්යම රජය අවසර ලබා දීමෙන් පසුව පවා මධ්යම රජය සන්තන් ශ්රී ලංකාවට නොයුවේ ඇයි?\"",
        "මෙයට ප්රතිචාර දක්වමින් තමිල්නාඩු රාජ්ය නීති ut වංශික කමිටුව පැවසුවේ \"සංගන්හාන් ජනවාරි 24 සිට රෝහල් ගත කර තිබේ. ඔහුට ඇවිදීමට පවා නොහැකි වූ නිසා ඔහුට ඔහුව යැවීමට නොහැකි විය. \"",
        "තමිල්නාඩු රජය පිළිබඳ පැහැදිලි කිරීමකින් පසු විනිසුරුවන් පැවසුවේ, \"ශාන්තන්ගේ දේහය ශ්රී ලංකාවට ගෙන ඒමට ශ්රී ලංකාව පියවර ගත යුතු බවයි. IAS විසින් අයිපීඑස් නිලධාරීන් පත් කර අවශ්ය පියවර ගත යුතුය. තමිල්නාඩුවේ රජය ශ්රී ලංකා තානාපති කාර්යාලයේ නිෂ්කාශනය සහ මරණ සාක්ෂි ලබා ගැනීමට පියවර ගත යුතුය. අධිකරණ නියෝගය සම්මත කිරීම සඳහා වාර්තාව මාර්තු 4 වන දින ගොනු කළ යුතුය. \". රීල්"
      ]
    },
    "en": {
      "title": "High Court order to Tamil Nadu government",
      "body_lines": [
        "The Madras High Court has ordered the Tamil Nadu government to take steps to bring Santhan's body to Sri Lanka.",
        "While Santhan is still alive in the Trichy camp, his mother in Sri Lanka has to go to Sri Lanka to look after him.. He therefore filed a case in the Madras High Court seeking to take appropriate action to send it to Sri Lanka.",
        "When the case of Shantan came up for hearing today, Justice Suresh Kumar and Kumaresh Babu questioned the central government when they were allowed to send Shantan to Sri Lanka.",
        "It was reported that he was allowed to go to Sri Lanka on January 22 last year",
        "Hearing this, the judges questioned the Tamil Nadu government, \"Why did the central government not send Santhan to Sri Lanka even after the central government granted permission on January 22.\"",
        "Responding to this, the Tamil Nadu State Prosecutor said, \"Santhan has been hospitalized since January 24. Sri Lanka could not send him because he could not even walk. ”",
        "After the explanation of the Tamil Nadu government, the judges said, “Sri Lanka should take steps to bring Shantan's body to Sri Lanka. IAS should appoint IPS officers and take necessary measures. The Government of Tamil Nadu should take steps to obtain Sri Lankan embassy clearance and death proof. The report should be filed on March 4 on the passage of the court order. ”. Remble"
      ]
    }
  },
  "summary_lines": [
    "The Madras High Court ordered the Tamil Nadu government to facilitate Santhan's return to Sri Lanka, despite his hospitalization since January 24, 2023. The court questioned why the central government didn't send Santhan to Sri Lanka after permission on January 22, 2023. The Tamil Nadu State Prosecutor explained Santhan's inability to travel. The judges directed the Tamil Nadu government to obtain Sri Lankan embassy clearance and death proof, and to file a report by March 4, 2023."
  ]
}