{
  "translated_text": {
    "si": {
      "title": "බබා ජල ඇසුරුම් වළක මිය යයි",
      "body_lines": [
        "මහියංගන්ගායි හි කළුකාහකන්දුරා ප්රදේශයේ වසර 1 ක් සහ මාස 04 ක් සහ මාස 04 ක් සඳුදා (08) නිවස අසල ඇති වළකට වැටුණු බව මතුල්සේෙම් පොලිසිය පවසයි.",
        "සිද්ධිය අතරතුර දරුවාගේ මව දරුවා නිවසේ වෙනත් දරුවෙකුට භාර දී වැඩට ගියහ.",
        "දරුවා නිවස අසල ජලය බැස යන විට දරුවා රෝහලට ගෙන යන විට දරුවා රෝහලට ගෙන යන විට දරුවා මියගොස් ඇති බව වෛද්යවරු පැවසීය.",
        "පොලිසිය පවසන පරිදි, මරණ පරීක්ෂණය සඳහා එය බදුල්ලා පළාත් රෝහලට යැවීමට අභිමතය හා පියවර ගෙන තිබේ."
      ]
    },
    "en": {
      "title": "Baby dies in a water packed pit",
      "body_lines": [
        "A child for 1 year and 04 months in the Kalukahakandura area, Mahiyanganai, fell into a water -filled pit near the house on Monday (08), Madhulseem police said.",
        "During the incident, the child's mother handed over the baby to another child at home and went to work.",
        "Doctors said the baby had already died when the baby was taken to the hospital as the child fell into a water -filled pit near the house.",
        "According to the police, the child's death is suspicious and steps have been taken to send it to the Badulla Provincial Hospital for autopsy."
      ]
    }
  },
  "summary_lines": [
    "In Kalukahakandura, a 1-year-old fell into a nearby water-filled pit while his mother was at work. The child was found dead upon arrival at the hospital. Police suspect foul play and will conduct an autopsy."
  ]
}