{
  "translated_text": {
    "si": {
      "title": "ඡන්ද නාස්ති නොකරන්න",
      "body_lines": [
        "දිගමඩුල්ල දිස්ත්රික්කයේ සමස්ත ලංකා මහජන සම්මේලනයේ සියලුම ලංකා මහජන සම්මේලනයේ අපේක්ෂකයෙකු, දිගමඩුල්ල දිස්ත්රික්කයේ සමස්ත ලංකා මහජන සම්මේලනයේ අපේක්ෂකයෙකු කියා සිටියේ ඡන්ද දායකයින් ඡන්දය දුන් පාර්ශ්වයන්ට ඡන්දය දුන් ජනතාවට ඡන්දය දුන් ජනතාවට ඡන්දය දුන් ජනතාව වෙනුවෙන් ඡන්දය ප්රකාශ කිරීමට ඉදිරිපත් විය යුතු බවයි. තමන්ටම ඡන්දය ප්රකාශ කිරීම.",
        "ඔහු මේ බව කියා සිටියේ නින්ටාවූර් හි අපේක්ෂක අස්රාප් ටහීර්ට සහාය දැක්වීමේ කාන්තා සමුළුව අමතමින්.",
        "ජනතාව කෙරෙහි නිර්මාණශීලී කිසිවක් නොකරන පාර්ශ්වයන්ගේ අපේක්ෂකයින් සඳහා නැවත ඡන්දය ප්රකාශ කිරීමෙන් අප නිදහස් විය යුතුය.",
        "අම්පාරා දිස්ත්රික්කයේ සියලුම ලංකා මහජන සම්මේලනයට ජනතාවගේ සහාය වැඩි වෙමින් පවතී.",
        "මම නින්ටාවූර් හි සියලුම ලංකා ජනයා කොන්ග්රසය වෙනුවෙන් තරඟ කරමි.. පක්ෂයට තරඟ කරන අපේක්ෂකයින්ගේ, ඡන්ද 15,000 කට වැඩි පිරිසක් සිටින අපේක්ෂකයා සාමාජිකයෙකු විය හැකිය.",
        "සියලුම ලංකා මහජන සම්මේලනය අම්පාරා දිස්ත්රික්කයේ ආසන දෙක දක්වා ඉහළ යමින් සිටින විට, මෙම ප්රදේශයේ ජනතාවට ඔවුන්ගේ ඡන්දය ගැන කල්පනා කරන්නේ නම් ඔවුන්ගේ පාර්ලිමේන්තු නියෝජිතය තහවුරු කළ හැකිය.",
        "අම්පාරා දිස්ත්රික්කයේ සමස්ත ලංකා ජනතාවගේ කොන්ග්රසයේ අඛණ්ඩ ජනප්රියතාවය සමඟ, පාර්ලිමේන්තු නියෝජනයක් ලබා ගැනීම සඳහා නින්ටාවූර් ප්රදේශයේ ජනතාව ඡන්දය භාවිතා කළ යුතුය.",
        "හොඳම නායකත්වයේ මඟ පෙන්වීම යටතේ, මැතිවරණයේදී ඉදිරිපත් වී ඇති සමස්ත ලංකා ජනතාවගේ කොන්ග්රසයේ අපගේ නියෝජනය සහතික කරන ලෙසත්, අපේක්ෂක අංක 7 සහ මොනර සංකේතයේ අපේක්ෂකයාට ඡන්දය දුන් බවත් ඔහු අපෙන් ඉල්ලා සිටියේය."
      ]
    },
    "en": {
      "title": "Don't waste the votes",
      "body_lines": [
        "Azraf Tahir, a candidate for the All Ceylon Peoples Congress in the All Ceylon Peoples Congress in Digamadulla district, said that voters should come forward to vote for the people who voted for the parties who have lost their influence and voted for the people who have been voting for themselves.",
        "He said this while addressing the women's conference in support of the candidate Azrap Tahir in Nintavur.",
        "We must be free from simply voting for the candidates of the parties who do not do anything creative for the people.",
        "People's support for the All Ceylon Peoples Congress in Ampara District is increasing.",
        "I am contesting on behalf of the All Ceylon Peoples Congress in Nintavur.. Of the candidates contesting in the party, the candidate with more than 15 thousand votes is likely to be a member.",
        "In the event that the All Ceylon People's Congress is on the rise to the two seats in the Ampara district, the people of this area can confirm their parliamentary representation if they are contemplating their votes.",
        "With the continued popularity of the All Ceylon People's Congress in the Ampara district, the people of Nintavur area must use their votes to obtain a potential parliamentary representation.",
        "Under the guidance of the best leadership, he urged us to ensure our representation to the All Ceylon People's Congress, which has been fielded in the election, and vote for the candidate of the candidate No. 7 and the peacock symbol."
      ]
    }
  },
  "summary_lines": [
    "Summarize text into 200 characters: \"Candidate urges voters to choose innovative leaders over self-serving politicians. Supports All Ceylon Peoples Congress in Ampara district elections.\""
  ]
}