{
  "translated_text": {
    "ta": {
      "title": "பயங்கரவாத எதிர்ப்பு மசோதாவை சவால்களால் சவால் செய்யப்பட்ட உச்சநீதிமன்றத்திற்கு 29 மனுக்கள்",
      "body_lines": [
        "பயங்கரவாத எதிர்ப்பு மசோதாவை சவால்களால் சவால் செய்யப்பட்ட உச்சநீதிமன்றத்திற்கு 29 மனுக்கள்",
        "அரசு அரசியலமைப்பிற்கு முரணானது என்றும், அதை அரசாங்கத்தால் அங்கீகரிக்கப்பட வேண்டும் என்றும் அரசியலமைப்பு தாக்கல் செய்த மனுக்களை தலைமை நீதிபதி ஜெயந்தா ஜெயசூரியா வழிநடத்துகிறார். ஐந்து உறுப்பினர்களைக் கொண்ட உச்சநீதிமன்ற நீதிபதி நேற்று (ஜன. 26) தொடங்கினார்.",
        "விஜித் பாலால்டோட்டா, நீதிபதிகள் குழுவின் மற்ற உறுப்பினர், அ. எச்.எம்.டி.. நவாஸ், ஷிரான் குனரத்னே மற்றும் அர்ஜுனா ஓபீசெக்கெர்.",
        "பயங்கரவாத எதிர்ப்பு மசோதா அரசியலமைப்பிற்கு முன்வைக்கப்பட்டுள்ளதாக முடிவு செய்யுமாறு கோரி உச்சநீதிமன்றம் முன் மனுக்கள் தாக்கல் செய்யப்பட்டுள்ளன.",
        "இலங்கை முஸ்லீம் காங்கிரஸின் பொதுச் செயலாளர், இலங்கை முஸ்லீம் காங்கிரஸ், முன்னணி சோசலிசக் கட்சி, டுமிண்டா நாகமுவா, இலங்கை வர்த்தகக் கொள்கை, சங்கம் மற்றும் ஒரு குழு மக்கள் தாக்கல் செய்துள்ளனர்.",
        "முன்மொழியப்பட்ட மசோதா உச்சநீதிமன்றத்தின் மிகவும் ஆபத்தான மற்றும் அடிப்படை உரிமை மீறல்களை மீறும் பல காரணிகளைக் காட்டியுள்ளது.",
        "இந்த கட்டுரையில், மனித உரிமைகளுக்கு மட்டுப்படுத்தப்பட்ட அரசியலமைப்பிற்கு முரணானவை என்று மனுதாரர்கள் சொல்வதை நாங்கள் விவாதிப்போம்.",
        "முன்மொழியப்பட்ட மசோதாவின் கூற்றுப்படி, முன்மொழியப்பட்ட மசோதா \"பயங்கரவாதத்திற்கு\" தெளிவாக வரையறுக்கப்படவில்லை.. எந்தவொரு குற்றச் செயலையும் பயங்கரவாதச் செயலாக விளக்குமாறு அதிகாரிகளிடமிருந்து மனுக்கள் மீது குற்றம் சாட்டப்பட்டுள்ளது.",
        "மசோதாவின் பிரிவு 19 இன் பிரிவு 19. மசோதாவின் பிரிவு 22",
        "சட்டத்தின் 53 வது பிரிவின்படி, வாகனங்கள் அல்லது கப்பல்களைத் தடுக்க பாதுகாப்புப் படையினர் மற்றும் கடலோர காவல்படை உறுப்பினர்கள் அதிகாரம் பெற்றுள்ளதாக மனுதாரர்கள் சுட்டிக்காட்டுகின்றனர்.",
        "இந்த அதிகாரங்கள் அரசாங்க உறுப்பினர்களுக்கு வழங்கப்பட்டுள்ளன என்பதையும், கடலோர பாதுகாப்புப் படை சட்டத்தின் இருப்புக்கு அச்சுறுத்தலாகும் என்றும் அவர்கள் சுட்டிக்காட்டுகின்றனர்.. மனுக்கள் பொது, தனிப்பட்ட சுதந்திரம் மற்றும் அரசியலமைப்பை உறுதி செய்யும் அடிப்படை உரிமைகளின் வரம்புகளுக்கும் வழிவகுக்கும்.",
        "යෝජිත පනත් කෙටුම්පතේ 30(1) වගන්තිය තුළින් මෙම පනත යටතේ අත්අඩංගුවට ගනු ලබන පුද්ගලයෙකු  අපරාධ නඩු පැවරීමකින් තොරව වසරක් නොඉක්මවන කාලයක් රක්ෂිත බන්ධනාගාරයේ රඳවා ගත හැකි බව සඳහන් කර ඇතැයි පෙත්සම් වලින් කරුණු දක්වා තිබේ. உயர்நீதிமன்றத்தின் முன் வேண்டுகோளின் பேரில் அட்டர்னி ஜெனரல் உயர்நீதிமன்றத்தால் சட்டமா அதிபராக சம்மர் வழங்கியதாக மனுக்கள் குறிப்பிடுகின்றன.",
        "மசோதாவின் பிரிவு 31, மசோதாவின் பிரிவு 31 ஒரு நபரின் தடுப்புக்காவல் உத்தரவுகளை மூன்று மாதங்களுக்கு வழங்க அதிகாரம் அளிக்கப்பட்டுள்ளது, இது ஒரு ஆபத்தான சூழ்நிலை என்று மனுக்கள் தான்.. இது நீதித்துறையின் அதிகாரத்தைக் குறைப்பதாகும், மேலும் நீதித்துறையின் அதிகாரத்தை இந்த வழியில் வைத்திருப்பது ஆபத்தானது என்று மனுக்கள் சுட்டிக்காட்டின.",
        "மசோதாவின் பிரிவு 22 இன் படி, மாஜிஸ்திரேட் என்பது இப்பகுதி நிறுவப்பட்டிருக்கும் மற்றொரு விஷயம் மற்றும் இப்பகுதி நீதவான் மாற்றத்திற்கு மட்டுப்படுத்தப்பட்டுள்ளது.. நீதித்துறை நீதித்துறைக்கு சிக்கனம் மட்டுமே என்றும், நீதிமன்றங்களின் அதிகாரங்கள் நிர்வாகியால் குறைக்கப்பட்டுள்ளன என்றும் மனுக்கள் மேலும் கூறியுள்ளன.",
        "37 (7), முன்மொழியப்பட்ட மசோதா மூலம் தடுப்பு உத்தரவுகளின் விதிமுறைகளை விதிக்க அதிகாரம் வழங்கப்பட்ட உச்சநீதிமன்றத்தால் தாக்கல் செய்யப்பட்ட உச்சநீதிமன்றம் தாக்கல் செய்த மனு.. நிபந்தனைகளின் விதிமுறைகளை முன்வைக்க தேவையில்லை. பாராளுமன்றத்தின் மேற்பார்வை இல்லாமல், ஜனாதிபதிக்கு அதிகாரத்தை செயல்படுத்துவதற்கான சட்டத்திற்கு ஜனாதிபதி முரணானது, மேலும் இது மாநில அதிகாரத்தின் கொள்கைக்கு முரணானது மற்றும் மக்களின் இறையாண்மை மீறப்படுவதாக மனுக்கள் காட்டியுள்ளன.",
        "අදාල පනත් කෙටුම්පතේ අන්තර්ගත ඉහත ප්‍රතිපාදන වලින් ආණ්ඩුක්‍රම ව්‍යවස්ථාව මගින් සහතික කර තිබෙන ජනතා පරමාධිපත්‍යය,  නීතිය ඉදිරියේ සමාන සැලකිලි ලැබීමට ඇති මූලික අයිතිය, අනීතික ලෙස රඳවා ගැනීමට එරෙහි මූලික අයිතිය, නිදහසේ අදහස් ප්‍රකාශ කිරීමේ මූලික අයිතිය, සිතීමේ නිදහස පිළිබද මූලික අයිතිය ඇතුළු ආණ්ඩුක්‍රම ව්‍යවස්ථාව මඟින් සහතික කර තිබෙන මූලික අයිතිවාසිකම් උල්ලංඝනය වීමක් සිදුවන බවත් පෙත්සම්වල සඳහන් කර තිබේ.",
        "ඒ අනුව අදාල පනත් කෙටුම්පතේ අන්තර්ගත මෙම ප්‍රශ්නගත වගන්ති සම්මත කිරීමට අවශ්‍ය නම් පාර්ලිමේන්තුවේ තුනෙන් දෙකක බහුතර ඡන්දයකින් එය අනුමත වී  ජනමත විචාරණයකින්ද අනුමත විය යුතු බවට තීන්දුවක් ලබා දෙන ලෙසත් පෙත්සම්කරුවෝ ශ්‍රේෂ්ඨාධිකරණයෙන් වැඩිදුරටත් ඉල්ලා සිටිති.",
        "ஆன்லைன் முறைகளின் மசோதா நிறைவேற்றப்பட்டது;இன்றுவரை என்ன நடந்தது?",
        "பாராளுமன்றத்தால் நிறைவேற்றப்பட்ட உச்சநீதிமன்ற மசோதா தொடர்பாக உச்சநீதிமன்றத்தால் உச்சநீதிமன்றம் விடுவிக்கப்பட்டுள்ளது.",
        "அரசியலமைப்பு அறிஞர், அரசியலமைப்பு அறிஞர், அரசியலமைப்பு அறிஞர், அத்தகைய பூர்வீகச் சட்டம் என்றால் என்ன நடவடிக்கை எடுக்க முடியும். பிபிசி ஜெயம்பதி விக்ரமாரத்னே சிங்களிடமிருந்து விசாரித்தது.",
        "அத்தகைய பயங்கரவாத மசோதா இப்போது ஏற்படுகிறது என்று நாம் கூற முடியாது. அவ்வளவு உறுதியாக இருந்தால், ஒரு அநீதி உள்ளது. ஆனால் ஆன்லைன் சட்டத்தின் குற்றச்சாட்டுகளைப் பற்றி என்னால் சொல்ல முடியும். மசோதா தொடர்பான உச்சநீதிமன்றத்தின் திருத்தங்களால் உச்ச நீதிமன்றம் நிறைவேற்றப்படவில்லை. அது உண்மையாக இருந்தால் அது ஒரு சோகமான சூழ்நிலை. மசோதா தொடர்பாக உச்சநீதிமன்றத்தின் பரிந்துரைகளை செயல்படுத்த அரசாங்கம் நடவடிக்கை எடுக்க வேண்டும். இல்லையெனில், பேச்சாளர் மசோதாவில் கையெழுத்திட்ட பிறகு சபாநாயகர் நீதிமன்றத்திற்கு சவால் விட முடியாது.. அரசியலமைப்பின் படி, குடிமக்கள் குடிமக்கள் மீது வழக்குத் தொடர முடியாது. இது துரதிர்ஷ்டவசமான சூழ்நிலை. எனவே, உச்சநீதிமன்றம் உச்சநீதிமன்றத்தின் திருத்தங்களின்படி உச்சநீதிமன்றத்தின் திருத்தங்களையும் பேச்சாளர் கவனிக்க வேண்டும். \"",
        "தற்போதுள்ள பயங்கரவாத மசோதாவை அகற்றுவது மற்றும் முன்மொழியப்பட்ட பயங்கரவாத செயலில் பயங்கரவாத எதிர்ப்பு தாக்குதல் குறித்து ஐக்கிய நாடுகளின் மனித உரிமைகள் அலுவலகம் தனது கவலையை வெளிப்படுத்தும்.",
        "முன்மொழியப்பட்ட மசோதா உட்பட, முன்மொழியப்பட்ட மசோதா உட்பட, முன்மொழியப்பட்ட மசோதா உட்பட, முன்மொழியப்பட்ட மசோதா உட்பட, முன்மொழியப்பட்ட மசோதா உட்பட, தடுப்பு உத்தரவுகளில் தலையிடுவதற்கான வரம்புகள் மனித உரிமைகள் ஆணையம் ஆகும். அறிக்கை கூறுகிறது.",
        "அரசாங்கம் ஏற்கனவே அதே வழியில் கடந்துவிட்டால், நிர்வாக மற்றும் மனித உரிமைகளை மட்டுப்படுத்த அறிவிப்பு விரிவாக்கப்படும் என்று அறிவிப்பு எச்சரிக்கப்பட்டுள்ளது. இந்த அதிகாரங்களை தவறாகப் பயன்படுத்துவதைத் தடுக்க எந்த வழிமுறையும் இல்லை என்பதை இது கவனத்தில் கொள்க.",
        "அதன்படி, முன்மொழியப்பட்ட மசோதா மற்றும் முன்மொழியப்பட்ட மசோதாவை திருத்துமாறு ஐக்கிய நாடுகளின் மனித உரிமைகள் இலங்கை அரசாங்கத்தை கோரியுள்ளன.",
        "கல்வியின் மகிமையிலிருந்து உலகை வென்ற இலங்கை",
        "ஆஸ்கார் விருதுகள் 2024: இந்த ஆண்டு இந்த முறை என்ன பெயர்கள் உங்களுக்குத் தெரியுமா?",
        "ஆன்லைன் முறைகளின் மசோதா நிறைவேற்றப்பட்டது;இன்றுவரை என்ன நடந்தது?"
      ]
    },
    "en": {
      "title": "29 petitions to Supreme Court challenged by challenges the anti-terrorism Bill",
      "body_lines": [
        "29 petitions to Supreme Court challenged by challenges the anti-terrorism Bill",
        "Chief Justice Jayantha Jayasuriya is leading the petitions filed by the Constitution that the government has been contrary to the Constitution and to pass it to be approved by the government.The five-member Supreme Court judge yesterday (Jan. 26) commenced today.",
        "Vijith Balaltota, other member of the panel of judges, A. HMD. Nawaz, Shiran Gunaratne and Arjuna Obeysekere.",
        "29 petitions have been filed before the Supreme Court asking to decide that the Anti-Terrorism Bill has been presented to the Constitution.",
        "Archbishop Fantry Malcolm Cardinal Ranjith, Secretary to the General Secretary of the Sri Lanka Muslim Congress, Sri Lanka Muslim Congress, the Frontline Socialist Party, Duminda Nagamuwa, Sri Lanka Trade PolicyThe petitions have been filed by the Association and a group of people.",
        "The proposed Bill has shown several factors that violate the most dangerous and fundamental rights violations of the Supreme Court.",
        "In this article, we will discuss what the Petitioners say that the Petitions are contrary to the Constitution that is restricted to human rights.",
        "According to the proposed bill, the proposed bill is not clearly defined to \"terrorism\".. The petitions have been charged from the authorities to interpret any criminal activity as an act of terrorism.",
        "Section 19 of Section 19 of the Bill. Section 22 of the Bill",
        "According to Section 53 of the Act, the petitioners point out that the security forces and members of the Coast Guard have been empowered to stop vehicles or ships.",
        "They point out that these powers have been given to the members of the government and the coastal security force is a threat to the existence of the rule of law.. The petitions will also lead to the limitations of the public, personal freedom and fundamental rights that ensure the Constitution.",
        "Petitions have stated that a person arrested in the proposed bill is said to be detained in the remand for a period without a criminal prosecution.. The petitions indicate that the Attorney General has provided the summore as the Attorney General by the High Court on a request before the High Court.",
        "Section 31 of the Bill, Section 31 of the Bill has been empowered to issue a person's detention orders for three months and it is up to the petitions that this is a dangerous situation.. This is a slashing of the power of the judiciary and the petitions pointed out that it is dangerous to have the power of the judiciary this way.",
        "According to Section 22 of the Bill, the magistrate is another matter that the area is established and the area is limited to the transition to the magistrate.. The petitions have further stated that the judiciary is only austerity to the judiciary and the powers of the courts have been slashed by the executive.",
        "The petition filed by the Supreme Court that has been filed by the Supreme Court that has been given the power to impose the terms of detention orders through the proposed Bill, 37 (7).. Not required to present the terms of the conditions. The President is contrary to the law to implement the power to the President, without a supervision of Parliament and is contrary to the principle of state power and that the petitions have shown that the people's sovereignty is violated.",
        "The Constitution, the main right of the Constitution of the Constitution, the main right of the law and the preliminary right of the law against the law in the Bill, the preliminary ownership of the law and the fundamental right of the law, is certified by the constitution of the main right and freedom of thinking of the freedom of the law.Petitions are mentioned in the petitions that have been a violation of fundamental rights.",
        "Accordingly, the petitioners further demands that the parliamentary vote is approved by a two-thirds majority in the Parliament.",
        "The Bill of Online Methods is passed;What happened to date?",
        "The Supreme Court has been acquitted by the Supreme Court regarding the Supreme Court Bill, which has been passed by the Parliament.",
        "The Constitutional scholar, the constitutional scholar, is the constitutional scholar, what action can be taken if such a Treastern Act. BBC inquired from Jayampathi Wickramaratne Sinhala.",
        "We can't say that such a terror bill is caused now. If so sure, there is an injustice. But I can tell about the allegations of the Online Act. The Supreme Court has not been passed by the Supreme Court's amendments regarding the Bill. It was a sad situation if it was true. The government should take action to implement the recommendations of the Supreme Court regarding the bill. Otherwise, the Speaker will not be able to challenge the court after the Speaker's signing the Bill.. According to the Constitution, citizens will not be able to prosecute citizens. This is the unfortunate situation. Therefore, the Speaker should also look into the Supreme Court's amendments before the Supreme Court is in accordance with the Supreme Court's amendments. \"",
        "The United Nations Human Rights Office will express his concern over the removal of the existing terrorism bill and the proposed terrorist active anti-terrorist attack.",
        "Human Rights Commission is the limitations to interfere with the detention orders issued by the proposed bill, including the proposed bill, including the limitations of those who are arrested under the proposed bill.The statement states.",
        "The announcement has been warned that if the government has already passed in the same way, the announcement will be expanded to limit the executive and human rights. It note that there is no mechanism to prevent the misuse of these powers.",
        "Accordingly, the United Nations Human Rights has requested the Government of Sri Lanka to revise the proposed Bill and the proposed Bill.",
        "The Sri Lankan who has won the world from the glory of education",
        "Oscar Awards 2024: Do you know what names this time this year?",
        "The Bill of Online Methods is passed;What happened to date?"
      ]
    }
  },
  "summary_lines": [
    "29 petitions to Supreme Court challenge anti-terrorism Bill, led by Chief Justice Jayantha Jayasuriya. Petitioners argue the bill violates human rights, including unclear definition of terrorism, empowering security forces to stop vehicles or ships, and detaining individuals without criminal prosecution. The bill also allows the President to impose detention orders without judicial oversight, violating the principle of state power."
  ]
}