{
  "translated_text": {
    "ta": {
      "title": "ஷிரான் பாஷிக் சீடர் கைது செய்யப்பட்டார்",
      "body_lines": [
        "எஸ்.டி.எஃப் ஒரு பெரிய அளவிலான போதைப்பொருள் வியாபாரியாகக் கருதப்படும் ஷிரான் பாஷிக் சீடருடன் எஸ்.டி.எஃப்.",
        "ஹேவ்லலம் வீட்டுவசதி வளாகத்தில் கார் பார்க்கிங் குறித்த சோதனையில் நடந்த தாக்குதலில் சந்தேக நபர் நேற்று (16) கைது செய்யப்பட்டார்.",
        "வெல்லாவட்டே சாலையில் பயணிப்பதை நிறுத்த வாகனம் சமிக்ஞை செய்யப்பட்டது, மேலும் வாகனம் வாகனத்தால் உயர்த்தப்பட்டு, தொடர்ந்து காரை ஹேவ்லாக் வாகன முற்றத்தில் இயக்கியது.",
        "ஏற்கனவே இரண்டு நபர்கள் தப்பி ஓட முயற்சித்தனர், மேலும் ஒரு சந்தேக நபர் காவல்துறையினரால் கைது செய்யப்பட்டார்.",
        "பாதிக்கப்பட்டவர் அங்கோடாவில் வசிப்பவர்.",
        "இரண்டு கார்கள் மீட்கப்பட்டு மூன்று கார்கள் மீட்கப்பட்டு மூன்று கார்கள் மீட்கப்பட்டுள்ளன.",
        "ஓட்டுநர் உரிமத்துடன் கூடிய பயணப் பை மற்றும் பாஷிக் வழங்கிய ஓட்டுநர் உரிமமும் பாஷிக் என்ற பெயரில் காணப்பட்டது.",
        "மேலதிக விசாரணைகளுக்காக பொலிஸ் போதைப்பொருள் போலீஸ் போதைப்பொருட்களிடம் ஒப்படைக்கப்பட்டுள்ளது.",
        "ஷிரான் பாசிக், ஷிரான் பசிக்கின் மகன் நெட்ரிங் பேக்கன் என்ற மகன்களை சந்தேக நபர் தப்பி ஓடிவிட்டார் என்று சந்தேக நபர் தெரியவந்தது."
      ]
    },
    "en": {
      "title": "Shiran Bashik's disciple arrested",
      "body_lines": [
        "The STF has been arrested by the STF with a disciple of Shiran Bashik, who is considered a large scale drug dealer.",
        "The suspect was arrested in a raid on a raid on the car parking on the Havelockum Housing Complex yesterday (16).",
        "The vehicle was signaled to stop a car traveling along the road in Wellawatte and the vehicle was raised by the vehicle and continued to run the car to the vehicle yard of Havelock.",
        "Two persons were already attempted to flee and one suspect was arrested by the police.",
        "The victim is a 41 year old resident of Angoda.",
        "The two cars have been recovered and the three cars have been recovered and the three cars have been recovered.",
        "A traveling bag with a driver's license and a driver's license issued by the Bashik was also found in the name of Bashik.",
        "The Police Narcotics has been handed over to the Police Narcotics for further investigations.",
        "The suspect was revealed that the suspect had fled the sons of Shiran Basik, Nedring Bacan, a son of Shiran Basik."
      ]
    }
  }
}