{
  "translated_text": {
    "ta": {
      "title": "பெல்லர் படப்பிடிப்பு?",
      "body_lines": [
        "பெலியாட்டா நெடுஞ்சாலை அருகே கொழும்பு அதிவேக நெடுஞ்சாலை அருகே துப்பாக்கிச் சூட்டில் ஐந்து பேர் கொல்லப்பட்டதாக பெலியாட்டா போலீசார் தெரிவித்தனர்.",
        "ஒரு துப்பாக்கிக்கு வந்த ஒரு குழு, வெள்ளை பாதுகாவலர் வாகனத்தில் பயணித்த ஐந்து பேரை குறிவைத்து துப்பாக்கியை விட்டு வெளியேறிவிட்டது.. பாதுகாவலர் வாகனத்தில் பயணிக்கும் நான்கு பேர் ஒரே இடத்தில் இறந்துள்ளனர் என்று போலீசார் தெரிவித்தனர்.",
        "இறந்தவர்களை கலபாடா, இந்தூருவா, கலுவாடுவா, கலுவதுரா, கலுவதுரா, கலுவதுரா, கலுவாடுவா, கலுவாடுவா, கலுவதுரா, 47 வயது, ரத்த்கலிகோதவத்தா, கலுவாதுரா, கலுடுரா, ஒரு மனிதர் 31. ஒரு மனிதர் 26, கேட்காட்டா, வயது 34, கேட்கத்தா, வயது 34, குருணேகலாவின் கட்டெனாவா சாலையில் வசிக்கும் கேட்காட்டூ.",
        "குமாராவைச் சேர்ந்த புத்த ராஜபக், 2018 ஆம் ஆண்டில் இறந்த பெஹரதா வென் மற்றும் பிரகந்தா என்று பெலியாட்டா போலீசார் சந்தேகிக்கின்றனர்."
      ]
    },
    "en": {
      "title": "Shooting Beller?",
      "body_lines": [
        "Beliatta Police said five persons were killed in a shooting near the Colombo expressway near the Beliatta highway.",
        "A group of people who had come to a firearm have fled the firearm targeting five people who were traveling in a white Defender vehicle.. Four persons traveling in the Defender vehicle have died in the same location, police said.",
        "The deceased has been identified by Kumara, a resident of Galabada, Induruwa, Galuaduwa, Galuadura, Galuadura, Galuadura, Galuaduwa, Galuaduwa, Galuadura, the age of 47, Rathgaligodawatta, Galuadura, the age of 31.A man named the older Madushanka age of 26, Gatekattttu, aged 34, Gatekatta, aged 34, Gatekattttu, a resident of Gatenawa Road, Kurunegala.Beliatta Police says that Kannangara Korales Champiya Jayathilake, a resident of Dematagoda, said.",
        "Beliatta Police suspect that the Buddhika Rajapakse of Kumara, Beharatha Ven and Bhirakanda, who is dead in the year 2018.Says."
      ]
    }
  },
  "summary_lines": [
    "Five people killed in a shooting near Colombo expressway. A group targeted a white Defender vehicle, killing four inside. Victims identified as Kumara (47), Rathgaligodawatta (31), Madushanka (26), Gatekattttu (34), and Gatekatta (34). Police suspect involvement of Buddhika Rajapakse, Beharatha Ven, and Bhirakanda, who died in 2018."
  ]
}