{
  "translated_text": {
    "si": {
      "title": "අද කාලගුණ අනාවැකිය",
      "body_lines": [
        "කාලගුණ විද්යා දෙපාර්තමේන්තුව පවසා ඇත්තේ දහවල් හතර වනදා සිට වර්ෂාව හෝ ගිගුරුම් සහිත වැසි අපේක්ෂා කරන බවයි.",
        "අධික උස්බන්ඩ්ස්, උතුරු, නැගෙනහිර, උතුරු, උතුරු, වයඹ සහ va ව පළාත්වල නැගෙනහිර බෑවුම්වල කිලෝමීටර 30 - 40 ක් පමණ වේගයෙන් තද සුළං හිමි වනු ඇතැයි අපේක්ෂා කෙරේ.",
        "තද සුළං සහ අකුණු ඇතිවන අවස්ථාවන්හිදී සුපරීක්ෂාකාරීව කටයුතු කරන ලෙස මහජනයාගෙන් ඉල්ලා සිටී.",
        "මුහුදු කලාපවල පැයට කිලෝමීටර 25 - 35 ක සුළං.",
        "ගාලේ සිට පුත්තලම් දක්වා කන්කසතුරෙයි වෙරළ තීරයේ මුහුදු කලාපවල පැයකට කිලෝමීටර 50 ත් 55 ක වේගයෙන් ගාල්ලේ සිට තවත් සුළං ඇතිවිය හැකිය.. මෙම අවස්ථා වලදී, මෙම මුහුදු කලාපවල කැලඹිලි සහිත ය."
      ]
    },
    "en": {
      "title": "Today's weather forecast",
      "body_lines": [
        "The Department of Meteorology has said that rain or thunderstorms will be expected after four o'clock in the afternoon.",
        "Heavy winds are expected to blow at a speed of about 30 - 40 km / h in the Eastern slopes of the Central Highlands, the North, Eastern, North, North Western and Uva provinces, as well as in Hambantota and Kandy districts.",
        "The public is asked to act with vigilance in cases where strong winds and lightning are occurring.",
        "Winds from the northeast at 25 - 35 kilometers per hour in the sea regions.",
        "From Galle to Pottuvil, Hambantota, and more frequent winds can be blowing at speeds of 50 - 55 km per hour in the sea regions along the coast of Kankesanthurai via Colombo to Puttalam.. In these cases, these sea regions are turbulent."
      ]
    }
  }
}