{
  "translated_text": {
    "ta": {
      "title": "ප්‍රධාන අභියෝග තවමත්, ආර්ථික ප්‍රකෘතිය අසම්පූර්ණයි - WB",
      "body_lines": [
        "இலங்கையில் சமீபத்திய பொருளாதார நடவடிக்கைகள் போதுமானதாக இல்லை, ஆனால் வளர்ச்சி அபூரணமானது, ஆனால் நெருக்கடிக்கு முன்னர் வளர்ச்சி ஏற்கனவே கணிசமாக அதிகரித்துள்ளது, ஆனால் வறுமை கணிசமாக அதிகரித்துள்ளது.",
        "அதன்படி, தொடர்ச்சியான மேக்ரோ பொருளாதார நிலைத்தன்மை, திறமையான, கட்டமைப்பு சீர்திருத்தங்கள் மற்றும் மிகவும் திறமையான, மிகவும் திறமையான, மிகவும் திறமையான, மிகவும் திறமையான, மிகவும் திறமையான மற்றும் மிகவும் திறமையான, மிகவும் திறமையான, மிகவும் திறமையான, மிகவும் திறமையான மற்றும் மிகவும் திறமையான மற்றும் மிகவும் திறமையான மற்றும் மிகவும் திறமையான மற்றும் மிகவும் திறமையான மற்றும் திறமையான, மிகவும் திறமையான, மிகவும் திறமையான, மிகவும் திறமையான, மிகவும் திறமையான, மிகவும் திறமையான, மிகவும் திறமையான, திறமையான, சிறந்த, சிறந்த, சிறந்தவை என்பதை உலக வங்கி வலியுறுத்துகிறது.",
        "අද (07දා) දින නිකුත් කරන ලද නවතම ශ්‍රී ලංකා සංවර්ධන යාවත්කාලීන වාර්තාව, \"Better Spending for All\" (සැමට වඩාත් හොඳින් වියදම් කිරීමේ හැකියාවක්) අනුව, 2026 දී ආර්ථිකය සියයට 3.5ක් දක්වා මන්දගාමී වීමට පෙර, 2025 දී ශ්‍රී ලංකාවේ ආර්ථිකය සියයට 4.6කින් වර්ධනය වනු ඇතැයි පුරෝකථනය කරන අතර, කර්මාන්ත ක්ෂේත්‍රයේ සුළු ප්‍රකෘතිමත් වීමක් සහ සේවාවල ස්ථාවර වර්ධනය ඊට සහාය වී ඇති බවද පෙන්වා දෙයි. இருப்பினும், இந்த கணிப்புகள் உலகளாவிய நிச்சயமற்ற தன்மை உட்பட அதிகரித்து வரும் அபாயங்களுக்கு உட்பட்டவை.",
        "\"இது இலங்கையின் சமீபத்திய பொருளாதார முன்னேற்றத்தை ஊக்குவித்தாலும், மீட்பு சீரற்றது மற்றும் முழுமையற்றது. \"இலங்கைக்கு தனியார் துறையை முதலீடு செய்வது, தனியார் துறையில் முதலீடு செய்வது மற்றும் நிதி ரீதியாக மட்டுப்படுத்தப்பட்ட சூழலில் வேலைகளைச் சேகரிப்பது, பொதுப் பணம் நன்கு செலவிடப்படுவதை உறுதி செய்ய வேண்டும்.\"",
        "சமீபத்திய வளர்ச்சி வலுவானது மற்றும் வலுவானது என்றாலும், உணவு விலைகள் அதிகமாக உள்ளன மற்றும் இருப்பு குவிப்பு மெதுவாக உள்ளது. இலங்கையின் பொருளாதார உற்பத்தி இன்னும் 2018 மட்டத்திற்கு கீழே உள்ளது. வறுமை குறைந்துவிட்டாலும், இரண்டு மடங்கு அதிகமாக உள்ளது. தொழிலாளர் சந்தையை மீட்டெடுப்பது குறைந்துள்ளது மற்றும் நெருக்கடியில் இழந்த வாழ்வாதாரங்கள் இன்னும் பல வீடுகளை மீட்டெடுக்கவில்லை. மக்கள்தொகையில் மேலும் 10 சதவீதம் பேர் வறுமைக் கோட்டில் வாழ்கின்றனர், மேலும் ஊட்டச்சத்து குறைபாடு என்பது மக்களிடையே ஒரு கடுமையான பிரச்சினையாகும்.",
        "தனியார் துறையின் வளர்ச்சியை செயல்படுத்துவதற்கும், வளர்ச்சியை ஆதரிப்பதற்கும், நிதி வரம்புகளில் வறுமையை குறைப்பதற்கும், வறுமையை குறைப்பதற்கும் நோக்கமாக உலக வங்கிக்கு ஒரு பரந்த சீர்திருத்த தொகுப்பு தேவைப்படுகிறது. முக்கிய முன்னுரிமைகளில், வர்த்தகம் மற்றும் முதலீட்டிற்கான தடைகள், தளர்வு மற்றும் வணிகச் சூழலை மேம்படுத்துதல் மற்றும் நிலம் மற்றும் தொழிலாளர் சந்தையின் விதிமுறைகளை மேம்படுத்துவதில் இது சேர்க்கப்பட்டுள்ளது.",
        "அறிக்கை பொது செலவினங்களிலும் கவனம் செலுத்துகிறது. அரசாங்க செலவினங்களில் 80 சதவீதத்திற்கும் அதிகமானவை பொதுத்துறை ஊதியங்கள், நலத்திட்டங்கள் மற்றும் வட்டி செலுத்துதல்களுடன் பிணைக்கப்பட்டுள்ளன, மேலும் உள்கட்டமைப்பு, கல்வி மற்றும் சுகாதார பகுதிகளின் அதிகரிப்பு முதலீடு செய்ய விடப்படும். இலங்கை ஒரு வரையறுக்கப்பட்ட நோக்கம் அல்லது பொது செலவினங்களைக் குறைத்தாலும், இலங்கை அரசாங்க சம்பளம் மற்றும் மூலதன திட்டங்கள் கிடைப்பதில் கவனம் செலுத்த முடியும்.",
        "நியாயமான ஊதிய கட்டமைப்புகள் உள்ளிட்ட மாநில ஊதிய செலவுகளை நிர்வகிப்பதற்கான முக்கிய பரிந்துரைகள் மற்றும் மாநில ஊதியங்களை நிர்வகிப்பதற்கான முக்கிய பரிந்துரைகள். முக்கிய உள்கட்டமைப்பு இடைவெளிகளை மையமாகக் கொண்டு, முக்கிய உள்கட்டமைப்பில் கவனம் செலுத்துவதற்கான நிதியை முடிக்க, மதிப்பீடு மற்றும் கண்காணிப்பு செயல்முறைகளை அரசாங்கம் முடிக்க வேண்டும் என்று அறிக்கை அழைப்பு விடுத்துள்ளது.",
        "இலங்கை மேம்பாட்டு புதுப்பிப்பு என்பது தெற்காசிய பிராந்தியத்தின் பொருளாதார மற்றும் எதிர்பார்ப்புகளை முன்வைக்கும் மற்றும் கொள்கை சவால்களை பகுப்பாய்வு செய்யும் ஒரு உலக வங்கி அறிக்கையாகும். இது தெற்காசிய மேம்பாட்டு புதுப்பிப்புகளின் துணை பகுதியாகும். \"வேலைகள், AI மற்றும் வர்த்தகம்\" என்ற தலைப்பில், அக்டோபர் 2025 இன் வளர்ச்சி தெற்காசியாவில் இந்த ஆண்டு 6.6 சதவீதமாக வலுவாக இருக்கும். ஆனால் குறிப்பிடத்தக்க மந்தநிலை என்று கண்டறிந்தது. வர்த்தகத்தை ஊக்குவிப்பதற்கான சீர்திருத்தங்கள் எவ்வாறு திறக்கப்படுகின்றன மற்றும் AI பயன்பாட்டின் பயன்பாடு வேலைகள் மற்றும் வினையூக்கியை உருவாக்க பரிந்துரைக்கப்படுகிறது."
      ]
    },
    "en": {
      "title": "Key challenges still, economic recovery is incomplete - WB",
      "body_lines": [
        "The recent economic activity in Sri Lanka is inadequate, but the development has been imperfect, but the growth has already increased significantly below levels before the crisis, but poverty has increased significantly.",
        "Accordingly, the World Bank emphasizes that continuous macroeconomic stability, efficient, structural reforms and more efficient, more efficient, more efficient, most efficient, the more efficient and more efficient, the most efficient, most efficient, is more efficient and more efficient and more efficient and more efficient, more efficient and more efficient, better.",
        "The economy of the Sri Lanka Development Update of Sri Lanka (Better Spending For All Better Spending For All) has increased by 4.6 percent, while the economy is up to 3.5 percent in 2026, in 2026.. However, these predictions are subject to rising risks, including global uncertainty.",
        "\"Even though it is encouraging Sri Lanka's recent economic progress, recovery is uneven and incomplete. \"Investing private sector to Sri Lanka, investing in private sector and collecting jobs in a financially limited environment, is required to ensure that the public money is well spent.\"",
        "Although the recent growth is strong and strong, food prices are high and the reserve accumulation is slow. Sri Lanka's economic production is still below the 2018 level. Although poverty is down, there is more twice as high. The restoration of the labor market has slowed and the livelihoods lost in the crisis have not yet recovered many households. Another 10 percent of the population lives in the poverty line, and malnutrition is a serious problem among the population.",
        "The World Bank requires a wide reform package aimed at enabling the growth of the private sector, to support the growth and reducing poverty in the financial limits and reducing poverty. Among the main priorities, it is included in relaxing the obstacles for trade and investment, relaxation and improving the business environment and the regulations of the land and labor market.",
        "The report also focuses on public spending. More than 80 percent of government expenses are tied to public sector wages, welfare programs and interest payments, and the increase in infrastructure, education and health areas will be left to invest. Although Sri Lanka has a limited scope or reduce public spending, Sri Lanka can focus on the availability of government salaries and capital projects.",
        "The main recommendations of managing state wage costs, including fair wage structures, and the main recommendations of managing state wages. The report calls for the government to complete the funding, evaluating and monitoring processes of focusing on main infrastructure, focusing on major infrastructure gaps.",
        "Sri Lanka Development Update is a World Bank Report that presents the economic and expectations of the South Asian region and analyzes policy challenges. It is a subsidiary part of South Asian Development Updates. Under the topic of \"jobs, ai and trade\", the growth of the October 2025 will be strong in South Asia at 6.6 percent this year. But found that the significant slowdown. The report is recommended how the reforms to promote trade opens and the use of AI use are recommended to create jobs and catalyst."
      ]
    }
  },
  "summary_lines": []
}