{
  "translated_text": {
    "ta": {
      "title": "ඉන්දීය ධීවර ප්‍රශ්නයට රජයට උත්තර නැද්ද?",
      "body_lines": [
        "இந்த கட்டுரையின் முதல் வாரத்தில், இந்திய மீனவர்கள் தமிழ்நாட்டில் சட்டவிரோத மீன்பிடித்தல் மற்றும் பிராட்டம் பூதங்களின் தொடர்ச்சியான பிரச்சினைகளை தொடர்ந்து விவரித்தனர்.",
        "එසේම එම ලිපියෙන් මෙම ගැටලුව මග හැරීම සඳහා ඉන්දීය පාර්ශවය විසින් කච්චතිව් සම්බන්ධයෙන් මතු කරන ලද ගැටලුව කෙරෙහි විශේෂ අවධානයක් යොමු කළෙමි. முன்னறிவித்தபடி, அடிப்படை பிரச்சினை கச்சாடிவ் தீவுகளின் பிரச்சினை அல்ல, ஆனால் இலங்கை நீர் சட்டவிரோத மீன்பிடித்தல். இந்த கட்டுரையில், இந்த கட்டுரை தமிழ்நாடு மீனவர்கள் நிகழ்த்திய சட்டவிரோத மீன்பிடித்தல் குறித்த சில புள்ளிகளை மதிப்பாய்வு செய்யும்.",
        "இந்த பிரச்சினையின் தீவிர காரணி தமிழ்நாடு தனது வடக்கு இலங்கை சகாக்கள் மீதான அணுகுமுறையின் அணுகுமுறை மற்றும் நடத்தை ஆகும். தமிழ்நாடு மீனவர்கள் இலங்கையில் தமிழ் பேசும் சகாக்களுக்கு நம்பமுடியாத விரோதத்தையும் வெறுப்பையும் காட்டியுள்ளனர். இலங்கை தமிழ் மீனவர்கள் படையெடுத்த கொள்ளையில் விழுந்தால், அவர்கள் கடுமையாக தாக்கப்படுகிறார்கள், சேதமடைகிறார்கள் அல்லது அழிக்கப்படுகிறார்கள், அவர்களின் படகுகள் மற்றும் உபகரணங்கள். இலங்கை மீனவர்களுக்கு சொந்தமான மீன்வள வலைகள் வேண்டுமென்றே இந்திய மீனவர்களால் சேதமடைந்துள்ளன அல்லது அழிக்கப்படுகின்றன.",
        "சில நேரங்களில் இந்தியப் படகுகள் மதுகல்-சிஷபுரம் கடலோரத்திற்கும், இலங்கையில் உள்ள இந்திய இராஜதந்திரத்திற்கும் அரிதாகவே சந்தர்ப்பத்தை பதிவு செய்தன.",
        "எனவே, தமிழ்நாடு மீனவர்கள் தெளிவற்றவர்களாகவும், பேராசை கொண்டவர்களாகவும், பேராசை கொண்டவர்களாகவும் இருக்கிறார்கள், மேலும் அந்தச் செயல்பாட்டில் இந்த செயல்முறை திருப்பிச் செலுத்த முடியவில்லை. நிலையான மீன்பிடிக்காக கடல் வளங்களைப் பாதுகாப்பதில் அவர்கள் கவலைப்படுவதில்லை. அவர்களது \"சகோதரர்கள் தமிழ் தமிழ் தமிழ் தமிழ் தமிழ் தமிழ்\" சகோதரர்கள் \"போரின்\" சகோதரர்கள் \"தங்கள் சரிவுகளை மீண்டும் கட்டியெழுப்புவதற்கான போராட்டத்திற்கு இரக்கமில்லை.",
        "முக்கியமாக மீன்பிடித்தல் காரணமாக மீன்பிடித்தல் இனி தமிழ்நாட்டில் சங்கடமான வேலை அல்ல. கிறிஸ்தவ அரவணைப்பிலிருந்து பல தலைமுறைகளாக மீன்பிடித்துக்கொண்டிருக்கும் பெரும்பாலான சாதிகள் அதிக முன்னேற்றம் அடைந்துள்ளன. இது இனி குடும்ப அடிப்படையிலான வேலை அல்லது உள்ளூர் முடலிலாவின் படகுகளுக்கு மட்டுப்படுத்தப்படவில்லை.",
        "அதற்கு பதிலாக அது இப்போது ஒரு முதலாளித்துவத் தொழிலாக மாறியுள்ளது. மீன், இறால் மற்றும் நண்டுகள் ஒரு \"வர்த்தக\" ஆகிவிட்டன. அவை இப்போது வாழ்வாதாரத்தின் வாழ்வாதாரத்தை கருத்தில் கொள்ளாமல் முடிந்தவரை பொருட்களாக மாறிவிட்டன.. பெரிய மீன்பிடி படகுகள் மற்றும் பூதக் கப்பல்களின் உரிமையாளர்கள் பணக்கார முதலாளிகள். அவர்களில் பெரும்பாலோர் அரசியல்வாதிகள் அல்லது அரசியல் உறவுகள். பெயரளவு உரிமையாளர்கள் மீனவர்கள், ஆனால் அவர்கள் மற்றொரு நபரின் \"பெனாமி\".",
        "\"பெனாமி\" என்பது உண்மையில் மற்றொருவரின் முறையான உரிமையாளர்கள் என்று அழைக்கப்படுகிறது. பல நில உரிமையாளர்கள் தங்கள் உபரி நிலங்களை தங்கள் அறியாமை நிலங்கள் மற்றும் தொழிலாளர்களில் தங்கள் பிரதேசங்கள் மற்றும் தொழிலாளர்களின் பெயர்களின் பெயர்களுக்கு பதிவு செய்துள்ளனர்.",
        "அதே வழியில் பெரும்பாலான மீன்பிடி படகுகள் உண்மையில் பென்மி மீனவர்களின் பெயர்களில் பதிவு செய்யப்பட்டுள்ளன. இந்தோ-லங்கா மீனவர்களைப் படிக்கும் டச்சு ஆராய்ச்சியாளர்களால் இந்த விவகாரம் கண்டுபிடிக்கப்பட்டது.",
        "தமிழ்நாட்டில் மீன்பிடி படகு ஊழியர்களில் பெரும்பாலோர் பாரம்பரியமாக பாரம்பரிய சாதியில் இருப்பதாக ஆராய்ச்சியாளர்கள் கண்டறிந்தனர். அவர்கள் தினசரி ஊதிய அடிப்படையில் வாடகைக்கு விடப்பட்டுள்ளனர், மேலும் அவர்களின் முதலாளிகள் இலங்கை நீரில் வேட்டையாட வேண்டிய கட்டாயத்தில் உள்ளனர்.",
        "இந்திய அதிகாரிகளைக் கட்டுப்படுத்தவோ அல்லது கைது செய்யாமலோ இலங்கை நீரில் எவ்வளவு பெரிய மீன் படகுகள் நுழைய முடியும் என்பதில் இந்த விஷயத்தில் கவனம் செலுத்த வேண்டிய மற்றொரு உண்மை.",
        "இந்த ஆண்டு ஏப்ரல் மாதத்தில் தமிழ்நாடு இந்திய மீனவர்கள் விவாதிக்கப்பட்டனர், இந்திய பிரதமருக்கு கடல் உயிரினங்கள் அழிக்கப்படுவது, இலங்கையின் சேதமடைந்த கைவினைப்பொருட்கள் மற்றும் கடல் உயிரினங்களை அழிப்பது போன்றவை.. இந்த பிரச்சினையில் இரு தலைவர்களும் விவாதித்ததை யாருக்கும் தெரியாது, ஆனால் அவர்களின் ஊடக அறிக்கைகள் இந்த சிக்கலான பார்வையின் \"எதிர்\" என்பதைக் காட்டின.",
        "பிரச்சினைக்கு \"ஒரு நிலையான தீர்வுக்கு ஒரு நிலையான தீர்வு\" தேவை என்று ஜனாதிபதி டிசனாயக்க கூறினார்.. இந்த நடவடிக்கைகளை நிறுத்துவதற்கு எதிராக தீர்க்கமான நடவடிக்கை எடுக்க முக்கியமான மற்றும் உரிமை கோரப்படாத, உரிமை கோரப்படாத மற்றும் தடையில்லா. \"",
        "மறுபுறம், இந்திய பிரதமர் மிகவும் நேர்மையானவர். இது இலங்கையின் தலைவரான வாழ்வாதாரமான விஷயம் என்று நரேந்திர மோடி கூறினார், அவர் இந்த பிரச்சினைக்கு ஒப்புக் கொண்டார் மற்றும் பிரச்சினைக்கு ஒப்புக்கொண்டார். இலங்கை காவலில் இந்திய மீனவர்கள் மற்றும் அவர்களின் படகுகளை உடனடியாக விடுவிப்பதன் அவசியத்தை இந்திய பிரதமர் வலியுறுத்தினார்.",
        "அதன்பிறகு, இந்திய வெளியுறவு செயலாளர் விக்ராமிஸ் ஊடகங்களுக்கு கடிதம் எழுதினார்.",
        "வெளியுறவு செயலாளர் கூறினார்: \"கண்காட்சி இரு கட்சிகளுக்கும் இடையிலான உயர் நிலைகள் உட்பட அனைத்து நிலைகளிலும் ஒரு நிலையான அம்சமாகும்.\"",
        "தாஜ் சமுத்ரா ஹோட்டலில் நடைபெற்ற செய்தியாளர் கூட்டத்தில் ஊடக உறுப்பினர்களை உரையாற்றிய இந்திய வெளியுறவு செயலாளர், இந்திய வெளியுறவு செயலாளர் கூறுகையில், இரு தரப்பினரும் இரு தரப்பினரும் கணிசமாக விவரிக்கப்பட்டுள்ளனர். \"முடிவில், மீனவர்களின் தினசரி வாழ்வாதாரம் ஒரு பிரச்சினையாகும், மேலும் சில சமீபத்திய நடவடிக்கைகள் பிரதமருக்கு மீண்டும் கொண்டு செல்லப்பட்டுள்ளன,\" என்று அவர் கூறினார்.",
        "மீன்வள நெருக்கடி குறித்த இலங்கையின் நிலைப்பாடு மிகவும் தெளிவாக உள்ளது. தமிழ்நாடு மீனவர்கள் இலங்கை நீரில் மீன்பிடிக்க நிறுத்த வேண்டும். அவர்கள் கீழே உள்ள ட்ரொனின் வெறுக்கத்தக்க செயலை நிறுத்த வேண்டும். இலங்கை தமிழ் மீனவர்கள் நீண்ட கால போரில் தாக்கப்பட்டு நசுக்கப்பட வேண்டும், மேலும் அவர்களின் வாழ்க்கையை மீண்டும் கட்டியெழுப்பவும், வாழ்வாதாரத்தை மீட்டெடுக்கவும் அனுமதிக்கப்பட வேண்டும். தமிழ்நாடு மீனவர்கள் இலங்கை நீர் மீது படையெடுப்பதைத் தவிர்க்க வேண்டும்.",
        "துரதிர்ஷ்டவசமாக, முன்னணி இந்திய அணுகுமுறை மற்றும் இந்த சிக்கல்களுக்கான அணுகல் மாற்றுவதாகும். ஒரு மனிதாபிமான கலந்துரையாடலின் மூலம் இந்த பிரச்சினை தீர்க்கப்பட வேண்டும் என்று தமிழ்நாட்டுத் முதல்வர் மவுண்டூல் கருணானிதி ஸ்டாலினுக்கு பிரதமர் நரேந்திர மோடி பதிலளிக்கிறார்.",
        "அந்த மனிதாபிமான அணுகுமுறை பாதிக்கப்பட்ட இலங்கை தமிழ் மீனவர்களுக்கான அக்கறையை அடிப்படையாகக் கொண்டது அல்ல. இலங்கை கடலில் வேட்டையாடும் படையெடுக்கும் தமிழ்நாடு மீனவர்களுக்கு இது. அவர்கள் பாதிக்கப்பட்டவர்களாக தவறாக சித்தரிக்கப்பட்டுள்ளனர். இலங்கை கடற்படை மீது படையெடுப்பாளர்கள் என்று குற்றம் சாட்டப்பட்டுள்ளது. \"இலங்கை கடற்படை கொடூரமாக கைது செய்யப்பட்டு கொடூரமாக கைது செய்யப்பட்டு அவர்களின் படகு வாங்கப்படுகிறது. இது இந்திய பிரதான ஊடகங்கள் மற்றும் சமூக ஊடகங்களால் நிலையானது மற்றும் பலப்படுத்தப்பட்டுள்ளது.",
        "அவர்களுக்குத் தேவையான மிகவும் கனிவான மற்றும் மென்மையான மனிதாபிமான அணுகுமுறை இந்திய மீனவர்களைக் கைது செய்ய வேண்டும் அல்லது அவர்களின் படகுகளை வாங்கக்கூடாது. ஒரு சுருக்கமாக, இந்திய மீனவர்கள் தொடர்ந்து எங்கள் கடல் வளங்களை கொள்ளையடிக்கவும், தங்கள் மீனவர்களை ஒரு மனிதாபிமான அணுகுமுறையின் பெயரில் பறிக்க வேண்டும் என்றும் அவர்கள் விரும்புகிறார்கள். அனுதாபம் வேட்டையாடுபவர் அல்ல, ஆனால் வேட்டையாடுபவருக்கும் கூட.",
        "பேச்சுவார்த்தைகளின் மூலம் சிக்கலைத் தீர்ப்பதில் சிக்கல் ஒரு நகைச்சுவை.. இது ஒரு கொடூரமான நகைச்சுவை! இது கொள்ளையர்களின் ஒரு குழு சரிவு மற்றும் விஷயங்களைத் திருடி விஷயங்களைத் திருடுவது போன்றது \"பேச்சுவார்த்தைகள் மூலம் இந்த விஷயத்தை நாங்கள் தீர்ப்போம்\". இந்தோ-லங்கா மீன்வரும் தகராறில், வெவ்வேறு காலங்களில் பல சுற்றுகள் நடத்தப்பட்டுள்ளன. இந்த விவாதம் வெறும் நேர பயிற்சிகள் என்பதால், எதுவும் இயங்கவில்லை.",
        "இருப்பினும், குறைக்கும் எந்த அடையாளமும் இல்லாமல் மீன்பிடித்தல் மற்றும் பேடடன்கள் தொடர்கின்றன. பேச்சுவார்த்தைகள் மூலம் இந்திய சட்டவிரோத மீன்பிடி பிரச்சினையைத் தீர்ப்பது பல தசாப்தங்களாக செயல்படுத்தப்பட்ட ஒரு நகைச்சுவையாகும். இதற்கிடையில், வடக்கு தமிழ் மீனவர்கள் அதிகரிப்பார்கள்.",
        "வடக்கில் சமீபத்தில் தேர்ந்தெடுக்கப்பட்ட ஜனாதிபதித் தேர்தலுக்கு ஜே.வி.பி தேர்ந்தெடுக்கப்பட்டது என்ற விரக்தி எண்ணம் மற்றும் உள்ளூர் அரசாங்கத் தேர்தல்கள் சமீபத்திய ஆண்டுகளில் ஜே.வி.பி.. தேர்தல் கூட்டங்களில் உரையாற்றுவது அனுரா டிஸ்டனாயக்க நிலைமையை நிவர்த்தி செய்வதை சாத்தியமாக்கியுள்ளது மற்றும் சட்டவிரோத இந்திய மீன்பிடித்தல் மற்றும் படாடோன் நிறைவு. பல தமிழர்கள் இந்த அமைப்பிற்கு வாக்களித்தனர், ஏனெனில் அனுரா கூறினார்.  ஏனென்றால் அவர் அவரை நம்பினார்.",
        "யாஃப்னாவில் ஆறு இடங்களில் ஜே.வி.பி ஒன்றாகும். புதிய அரசு மந்திரி ஜே.வி.பி.யின் ஜே.வி.பி தலைவராக ரமலிங்கம் சந்திரசேகராக நியமிக்கப்பட்டார். சந்திரசேகர் இந்திய மீனவர்கள் மற்றும் \"விடோம்\" பற்றி பெரிதும் பேசினார் (நாங்கள் தான் குண்டர்கள் அல்ல.. இடி, நாங்கள் இப்போது இங்கே இருக்கிறோம்). அதன்படி, இந்திய சட்டவிரோத மீன்பிடித்தலுக்கு எதிராக அவர் வலுவான நடவடிக்கை எடுப்பார் என்று சந்திரசேகர் சுட்டிக்காட்டினார்.",
        "மீன்வளம், நீர்வாழ் மற்றும் கடல் வள அமைச்சர் ரமலிங்கம் சந்திரசேகர் - ஜே.வி.பி - தேசிய ஜே.வி.பி கட்சியின் யாஃப்னா மாவட்ட அமைப்பாளர். அவர் பண்டாரவேலாவில் இருந்தார். சந்திரசேகேர் பல ஆண்டுகளாக யாஃப்னாவில் வசிக்கிறார். முன்னர் குறிப்பிட்டபடி, யாஃப்னா கடலோர மக்கள்தொகையில் பெரும் பகுதியினர் 2024 பாராளுமன்றத் தேர்தலில் வாக்களித்தனர், ஏனெனில் தமிழ்நாடு மீனவர்களை வேட்டையாடுவதை நிறுத்துவதாக உறுதியளித்தனர்.",
        "சந்திரசேகருக்கு மீன்பிடி பிரச்சினையின் வலுவான உணர்வு உள்ளது. கடந்த ஆண்டு டிசம்பரில் ஜனாதிபதி டிஸ்டனாயகே புறப்படுவதற்கு முன்னர், இந்து செய்தித்தாள் கொழும்பில் உள்ள மீன்வள அமைச்சருடன் பேட்டி கண்டது. அழிவுகரமான படகு டிரூலிங் முறையைப் பயன்படுத்துவதை இந்தியக் கட்சி நிறுத்தியபோது, ​​இந்திய கட்சி அழிவுகரமான படகு ட்ரோலிங் முறையைப் பயன்படுத்துவதை நிறுத்துகிறது.",
        "\"வடக்கு, கிழக்கு மற்றும் ஹைலேண்ட்ஸ் உள்ளிட்ட அனைத்து இனக்குழுக்கள் மற்றும் புவியியல் மண்டலங்கள் எங்களுக்கு வாக்களித்தன (கூட்டணி கூட்டணி). சமீபத்திய தேர்தலில் எங்களுக்கு ஒரு பெரிய ஆணை கிடைத்தது. அவர்களின் பிரச்சினைகளை தீர்க்க எங்களுக்கு ஒரு பொறுப்பு உள்ளது. எங்கள் மீனவர்களின் வடக்கில் தொடங்கிய இந்திய மீனவர்களின் முக்கிய அக்கறை, தமிழ்நாட்டில் தொடங்கிய இந்திய மீனவர்கள் பயன்படுத்திய கீழ் இழுப்பவர்கள் என்று அமைச்சர் சந்திரசேகர் தெரிவித்தார்.",
        "\"நவீன தொழில்நுட்பம் மற்றும் நிலையான நுட்பங்களைப் பயன்படுத்தி இலங்கையில் மீன் உற்பத்தியை மேம்படுத்த அரசாங்கம் ஒரு விரிவான திட்டத்தைக் கொண்டுள்ளது. இந்தோ-லங்கா மீன்வள மோதலைத் தீர்ப்பது. நாட்டின் தனிநபர் மீன் நுகர்வு 2017 இல் 11.07 கிலோகிராம் ஆக குறைந்துவிட்டது. இதன் மக்களின் புரதம் பிரதிபலிக்கிறது. குறிப்பாக 2022 ஆம் ஆண்டில் நாட்டின் வேதனையான பொருளாதார சரிவுக்குப் பிறகு, ஊட்டச்சத்து குறைபாடு கூர்மைப்படுத்தப்படுகிறது. மக்களுக்கு உணவளிப்பதை உறுதி செய்வதற்காக கடல் உணவு உற்பத்தியின் உற்பத்தியை நாம் மேம்படுத்த வேண்டும். இவை அனைத்தையும் செய்ய, நமது கடல் மற்றும் கடல் பல்லுயிரியலைப் பாதுகாப்பது கட்டாயமாகும் \"என்று அமைச்சர் மேலும் கூறினார்.",
        "இந்த அறிக்கைகள் இருந்தபோதிலும், சிக்கலைத் தீர்க்க இன்னும் குறிப்பிடத்தக்க விஷயம் எதுவும் இல்லை. இந்திய மீனவர்கள் சட்டவிரோதமாக மீன் பிடிக்கிறார்கள். கடற்படை கைது மற்றும் படகு கையகப்படுத்துதல். சிறிது நேரத்திற்குப் பிறகு மீனவர்கள் விடுவிக்கப்படுகிறார்கள். இதற்கிடையில், இந்திய மீன்பிடி படகுகள் மற்றும் பிராட்டம் டிராலின் கப்பல்களால் மீன்பிடித்தல் தொடர்ந்து மீன் பிடிக்கிறது. இலங்கையின் மீன்பிடி வளங்கள் தொடர்ந்து சிதைந்து வருகின்றன. மீன்பிடித்தல் குறைக்கப்படுகிறது. நாட்டின் தனிநபர் மீன் நுகர்வு இப்போது 2017 இல் 11.07 கிலோகிராம் எனக் குறைக்கப்பட்டுள்ளது.",
        "இந்திய மீன்பிடி படகுகள் மற்றும் கீழ் டிராலர்களுக்கு எதிராக அர்த்தமுள்ள நடவடிக்கைகளை எடுப்பது முக்கியமானது மற்றும் அவசியமானது. இல்லையெனில் கச்சாடிவ் பிரச்சினையை தீர்க்கவில்லை. பிரச்சனை என்னவென்றால், இந்திய மீனவர்கள் கச்சாடிவ் கடலுக்கு அப்பால் சென்று வடக்கு பிராந்திய நீரை ஆக்கிரமிக்கிறார்கள்.",
        "இலங்கை அரசாங்கம் கச்சாடிவ் தீவின் மாயை மற்றும் முக்கிய பிரச்சினையால் ஏமாற்றப்படக்கூடாது. படகோட்டம் படகோட்டம் மகிழ்ச்சியாக இருக்கும்போது இந்திய மீன்பிடி சமூகம் கச்சாடிவ் உரிமையைப் பார்க்க மிகவும் விரும்பப்படும்.",
        "பிரச்சனை என்னவென்றால், இந்திய மீனவர்கள் சட்டவிரோதமாக நம் நீரில் மீன்பிடிக்கிறார்கள். ஜனாதிபதி டிஸ்டனாயகே மற்றும் மீன்வள அமைச்சர் சந்திரசெக்குக் வழிசெலுத்தல் மூலம் கச்சாடிவுவுக்கு பயணம் செய்தனர். எங்கள் கடலின் சட்டவிரோத மீன்பிடித்தலுக்கு எதிராக கடற்படையால் மட்டுமே இது குறைக்க முடியும்."
      ]
    },
    "en": {
      "title": "Doesn't the government answer the Indian fisheries question?",
      "body_lines": [
        "In the first week of this article, the Indian fishermen were continued to describe the continuing problems of illegal fishing and bratum trolls in Tamil Nadu.",
        "Also, in that article, the Indian side paid special attention to the problem with Kachchativu by the Indian party to avoid this problem. As foretold, the basic problem is not the issue of Kachchativu Islands, but the Sri Lankan waters are illegal fishing. In this article, this article will review certain points on illegal fishing performed by Tamil Nadu fishermen.",
        "The extreme factor in this problem is the attitude and behavior of the Tamil Nadu fishermen's attitude towards his northern Sri Lankan colleagues. Tamil Nadu fishermen have shown incredibly hostility and hatred for Tamil-speaking colleagues in Sri Lanka. If Sri Lankan Tamil fishermen fall into the invaded robbery, they are severely attacked, damaged or destroyed their boats and equipment. Fisheries nets owned by Sri Lankan fishermen are deliberately damaged or destroyed by Indian fishermen.",
        "Sometimes Indian boats go to the madugal-Chrishapuram coastal and the Indian diplomaty in Sri Lanka rarely recorded occasion.",
        "Thus, the Tamil Nadu fishermen are unclear and greedy and greedy and that the process is unable to pay back in that process. They do not care about conservation of marine resources for sustainable fishing. Their \"Brothers Tamil Tamil Tamil Tamil Tamil Tamil\" Brothers \"of the War have no compassion for the struggle of rebuilding their collapses.",
        "Mainly due to the fishing fishing is no longer uncomfortable job in Tamil Nadu. Most of the castes that have been fishing for generations have made high progress since Christianity hugs. It is no longer limited to family-based job or local mudalila's boats.",
        "Instead it has become a capitalist industry now. Fish, shrimp and crabs have become a \"commerce\". They have now become goods as much as possible without any consideration of the livelihood of livelihood.. The owners of larger fishing boats and troll vessels are wealthy capitalists. Most of them are politicians or political relationships. The nominal owners fishermen, but they were the \"Benami\" of another person.",
        "\"Benami\" means that they are actually called legitimate owners of another. Many landlords have registered their surplus lands to the names of their territories and workers' names in their ignorance lands and workers.",
        "In the same way most fishing boats are actually registered with the names of Benmi fishermen. The matter was found by Dutch researchers who study Indo-Lanka fishermen.",
        "The researchers found that most of the fishing boat staff in Tamil Nadu were traditionally in the traditional caste. They have been rented on a daily wage basis, and their employers are forced to hunt on the Sri Lankan waters.",
        "Another fact that should focus on this matter how large fish boats can enter the Sri Lankan waters without controlling or arrest of Indian authorities.",
        "Tamil Nadu Indian fishermen were discussed in April this year, the Indian Prime Minister was diagnosed with the destruction of marine organisms, such as the damaged crafts of Sri Lanka and the destruction of marine organisms.. No one knows what the two leaders discussed exactly what was discussed in this issue, but their media statements showed the \"opposite\" of this problem view.",
        "President Dissanayake said that he was required to \"a sustainable solution to a sustainable solution\" to the problem.. We call for crucial to take decisive action against stopping these activities and unclaimed, unclaimed and unconcluded. \"",
        "On the other hand, the Indian Prime Minister was more honest. Narendra Modhi said that it was a matter of livelihood, the President of Sri Lanka and he agreed on this issue and agreed on the problem. The Indian Prime Minister emphasized the need to release the immediate release of the Indian fishermen and their boats in Sri Lankan custody.",
        "Thereafter, Indian Foreign Secretary Wickramis wrote to the media.",
        "The Foreign Secretary said: \"The exhibition is a constant feature of all levels, including top levels between the two parties.\"",
        "Addressing media members at a press conference held at the Taj Samudra Hotel, the Indian Foreign Secretary said the Indian Foreign Secretary said that the two sides discussed the fisheries problem significantly detailed by both sides. \"In the end, the daily livelihood of fishermen is a problem, and some recent measures have been taken back to the Prime Minister said,\" he added.",
        "Sri Lanka's stand on fisheries crisis is very clear. Tamil Nadu fishermen should stop fishing in Sri Lankan waters. They should stop the detestable action of bottom tronin. Sri Lankan Tamil fishermen to be assaulted and crushed during the long period of war and to be allowed to rebuild their lives and restore their livelihoods. Tamil Nadu fishermen should refrain from invading Sri Lankan waters.",
        "Sadly, the leading Indian attitude and access to these issues is to change. Prime Minister Narendra Modi Responds to Tamil Nadu Chief Minister Muttule Karunanidhi Stalin that this problem should be resolved through a humanitarian discussion.",
        "That humanitarian approach is not based on the concern for victim Sri Lankan Tamil fishermen. It is for the invading Tamil Nadu fishermen who hunt in Sri Lankan sea. They have misrepresented as victims. The Sri Lanka Navy is allegedly charged as invaders. \"Sri Lanka Navy is brutally arrested and is brutally arrested and their boat is acquired. It has been sustainable and strengthened by Indian mainstream media and social media.",
        "The most kind and gentle humanitarian approach they need is to arrest Indian fishermen or not acquire their boats. In a brief, they want Indian fishermen to continue looting our maritime resources and to deprive their fishermen in the name of a humanitarian approach. The sympathy is not the predator, but also to the predator.",
        "The problem solving the problem through negotiations is a joke.. It's a cruel joke! It's like a group of robbers collapse and steal things and steal things through \"we will solve this matter through negotiations\". In the case of the Indo-Lanka fisherious dispute, several rounds have been held in different times. Since these discussion is just time exercises, nothing has been operating.",
        "However, fishing and batatons are being continued without any sign of decreasing. Solving Indian illegal fishing problem through negotiations is a joke that has been implemented for decades. Meanwhile, northern Tamil fishermen will increase.",
        "The frustration impression that the JVP was elected to the JVP's recently elected presidential election in the North and local government elections were the impression of the JVP in recent years. Addressing the election meetings Anura Dissanayake has made it possible to address the situation and the illegal Indian fishing and batatone completes. Many of the Tamils ​​voted for the composition because Anura said.  Because he trusted him.",
        "JVP is one of six seats in Jaffna won the JVP leader. The new government minister was appointed as the JVP head of JVP, Ramalingam Chandrasekar. Chandrasekar spoke heavily about Indian fishermen and \"Vitom\" (we are the ones who are not thugs.. Thundered, we're here now). Accordingly, Chandrasekar's implied that he would take strong action against Indian illegal fishing.",
        "Fisheries, Aquatic and Ocean Resource Minister Ramalingam Chandrasekar - JVP - National JVP is the Jaffna district organizer of the party. He was in Bandarawela. Chandrasekere residing in Jaffna for many years. As mentioned earlier, a large part of the Jaffna coastal population voted in the 2024 parliamentary election because of the promise to stop the hunting of the Tamil Nadu fishermen.",
        "Chandrasekar has a strong sense of fishing problem. Prior to the departure of President Dissanayake in December last year, the Hindu newspaper interviewed with the Minister of Fisheries in Colombo. When the Indian party stopped using the destructive boatry trooling system, the Indian party stops the use of the destructive boat trolling system.",
        "\"All ethnic groups and geographical zones including the Northern, Eastern and Highlands voted for us (the Alliance Alliance). We got a great mandate at the recent election. We have a responsibility to solve their problems. The main concern of the Indian fishermen who started in the North of our fishermen, the Bottom Trawlers used by the Indian fishermen who started in Tamil Nadu, the Minister Chandrasekar said.",
        "\"The government has a comprehensive plan to improve the fish production in Sri Lanka using modern technology and sustainable techniques. Solving Indo-Lanka Fisheries clash. The country's per capita fish consumption has come down to 11.07 kilograms in 2017. The protein of the people of this is reflected. Especially after the painful economic collapse of the country in 2022, malnutrition is sharpened. We must improve the production of seafood production to ensure feeding the people. To do all of this, it is imperative to protect our sea and ocean biodiversity, \"the Minister further said.",
        "In spite of these statements, there is still no significant thing to solve the problem. Indian fishermen continues to fish illegally. Navy arrests and boat acquisitions. Fishermen are released after a while. Meanwhile, fishing continues to fish by Indian fishing boats and bratum tralin vessels. Sri Lanka's fishing resources continue to be decaying. Fishing is reduced. The country's per capita fish consumption has now been reduced to 11.07 kilograms in 2017.",
        "Important and necessary is to take meaningful measures against Indian fishing boats and bottom trawlers. Otherwise not resolving the Kachchativu problem. The problem is that Indian fishermen go beyond Kachchativu sea and invades North territorial water.",
        "The Sri Lankan government should not be deceived by the illusion of Kachchativu Island and the main problem. The Indian fishing community will be very preferred to see the Kachchativu ownership while the sailing sailing is happy.",
        "The problem is that Indian fishermen are illegally fishing in our waters. President Dissanayake and Fisheries Minister Chandrasekuc sailed to Kachchativu by navigation cannot be resolved. It can only be reduced by the Navy against the illegal fishing of our sea."
      ]
    }
  },
  "summary_lines": []
}