{
  "translated_text": {
    "si": {
      "title": "සාර්ථකත්වයේ අද්දර දකුණු අප්රිකාව;ශ්රී ලංකාව ඩර්බන් හි පළමු පරාජයට මුහුණ දී සිටී",
      "body_lines": [
        "දකුණු අප්රිකාවට එරෙහි ඩර්බන් රාජකියේ සාමාජික ක්රීඩාංගණයේදී පසුගිය වතාවේ ටෙස්ට් තරග තුන තුළ ටෙස්ට් තරග 3 ක් අහිමි වී නොමැති පළමු අවස්ථාව සඳහා ශ්රී ලංකාව පළමු වරට ක්රීඩා පිටියේදී පරාජයට පත්විය.",
        "2 වන දින 2 සහ 3 වන දින කණ්ඩායම් දෙක අතර පළමු ටෙස්ට් ක්රිකට් තරගය 2 වන දින අතර පළමු ටෙස්ට් ක්රිකට් තරගය ආධිපත්යය දැරුවේය.",
        "ලෝක ටෙස්ට් ශූරතා තරඟ සඳහා සුදුසුකම් ලැබීමේ ශ්රී ලංකාවේ අපේක්ෂාව ප්රශ්න කර තිබේ.",
        "2 වන ඉනිමේදී පන්දුවට පහර දුන් ශ්රී ලංකාව අද 3 වන දින නාට්යය අවසානයේ ලකුණු 103 ක් රැස් කළේය.",
        "ප්රමුඛතා ක්රීඩකයින් බෙල්ටම් නිසාන්ක් (23), තර්මතු කරුණාරත්න (4), ඇන්ජලෝ මැතිව්ස් (25) සහ කමින්දු මෙන්ඩිස් (10) පරාජිතයින් වේ.",
        "දිනේෂ් චන්දිමාල්ට ලකුණු 29 ක් සහ කපිතාන් තන්ජය ද සිල්වා ඇත.",
        "මැකා ජෙන්සන් ලකුණු 22 කට කඩුලු 2 ක් දවාගනූ අතර කෙකුිසෝ රබාඩා ලකුණු 34 කට කඩුලු 3 ක් දවා ගත් අතර ජෙරල්ඩ් ගුනසී ලකුණු 39 කට එක් කඩුල්ලක් දරා ගත්තේය.",
        "මීට පෙර, තරගයේ තුන්වන දිනයේදී දකුණු අප්රිකාව කඩුලු 3 ක් දැවී ලකුණු 132 සිට ලකුණු 132 දක්වා රැස් කළ අතර කඩුලු 5 ක් දැවී ලකුණු 366 ක් රැස් කළේය.",
        "ට්රයිස්ටන් කඳවුරු සහ කණ්ඩායම් කපිතාන් ටෙම්පා බුම ඉතා ඉවසිලිවන්තව ලකුණු 249 ක් රැස් කළ අතර 4 වන කඩුල්ල සමග ලකුණු 249 ක් රැස් කළේය.",
        "ශ්රී ලංකාවට එරෙහි ටෙස්ට් තරගවලදී දකුණු අප්රිකාව සඳහා 4 වන කඩුල්ලේ හොඳම ඒකාබද්ධ කිරීම මෙයයි.",
        "ට්රිස්ටන් මුරණ්ඩු පන්දු 221 කට මුහුණ දී ලකුණු 122 ක් රැස් කළ අතර රාත්තල් 9 ක්, හයේ පහර 2 ක් සහ ටෙම්පෙප් බෝමා රාත්තල් 9 ක් සමඟ පන්දු 228 ක් මුහුණ දී තිබේ.",
        "පන්දු යැවීමේදී විශ්ව ප්රනාන්දු ලකුණු 64 කට කඩුලු 2 ක් දවාගන අතර ප්රභාහාත් ජයසූරිය ලකුණු 132 කට කඩුලු 2 ක් දවාගත්තේය.",
        "දකුණු අප්රිකාව පළමු ඉනිමේදී ලකුණු 191 ක් සහ ශ්රී ලංකාව ලකුණු 42 ක් රැස් කළේය."
      ]
    },
    "en": {
      "title": "South Africa on the brink of success;Sri Lanka is facing the first defeat in Durban",
      "body_lines": [
        "Sri Lanka has been defeated in the playground for the first time, which has not lost three Tests in the previous three Tests at the Durban Kingsmate Stadium against South Africa.",
        "South Africa dominated the first Test cricket match between the two teams on the 2nd and 3rd on the 2nd, and is in a strong position to lead 1 - 0 in a 2 -match series.",
        "Sri Lanka's expectation of qualifying for the World Test Championships Final has been questioned.",
        "Sri Lanka, who batted in the 2nd innings, scored 103 runs at the end of today's 3rd day's play.",
        "Priority players Bethum Nissank (23), Timuth Karunaratne (4), Angelo Mathews (25) and Kamindu Mendis (10) are the losers.",
        "Dinesh Chandimal has 29 runs and team captain Tanjaya de Silva has not lost.",
        "Maco Jensen took 2 wickets for 22 runs, Kekiso Rabada took 3 wickets for 34 runs while Gerald Goetzi took one wicket for 39 runs.",
        "Earlier, on the third day of the match, South Africa continued their 2nd innings from 132 runs for the loss of 3 wickets and scored 366 runs for the loss of 5 wickets.",
        "Triston Stubs and team captain Tempa Bauma scored very patiently and shared 249 runs in the 4th wicket.",
        "This is the best merger in the 4th wicket for South Africa in Test matches against Sri Lanka.",
        "Triston Stubs faced 221 balls and scored 122 runs with 9 pounds, 2 sixes and Tempa Bauma faced 228 balls with 9 pounds.",
        "In bowling, Vishwa Fernando took 2 wickets for 64 runs while Prabhat Jayasuriya took 2 wickets for 132 runs.",
        "South Africa scored 191 runs and Sri Lanka 42 in the first innings."
      ]
    }
  },
  "summary_lines": [
    "South Africa leads 1-0 in 2-match series after dominating first Test. Sri Lanka faces first defeat at Durban, questioning World Test Championship hopes."
  ]
}