{
  "translated_text": {
    "si": {
      "title": "ආදර්ශ මුඛය තුනකට",
      "body_lines": [
        "ශ්රී ලංකා මුස්ලිම් කොන්ග්රසය (ශ්රී ලංකා මුස්ලිම් කොන්ග්රසය (එස්එල්එම්සී), තුන්වන අපේක්ෂකයා වන ශ්රී ලංකා මුස්ලිම් කොන්ග්රසය (එස්එල්එම්සී) ශ්රී ලංකා මුස්ලිම් කොන්ග්රසය දිග්මැරී මන්දිරු දිස්ත්රික්කයේ ආසන තුනක මට්ටමට පැමිණ තිබේ .",
        "ඔහු මේ බව කියා සිටියේ බදාදා (30) සැදුම්මාරුතුහිදී පක්ෂයේ මැතිවරණ ප්රචාරක රැස්වීමේදීය. ඔහු දිගටම ආමන්ත්රණය කරන විට,",
        "පසුගිය මාසයේදී කල්මුනායි මහ නගර සභාවේ මහ ඇමති ධුරය දැමුවහොත්, මම මෙම පාර්ලිමේන්තු මැතිවරණයේදී අපේක්ෂකයෙකු ලෙස මෙම පාර්ලිමේන්තු මැතිවරණයේදී අපේක්ෂකයෙකු ලෙස කටයුතු කළෙමි..",
        "මෙම පාර්ලිමේන්තු නියෝජනය ජනතාවගේ ඡන්දය ලබා ගන්නා ජනතාවගේ ඡන්දයෙන් ජනතාවගේ ඡන්දයෙන් ජනතාවට සේවය කළ හැකි පුද්ගලයෙකු ලෙස මම සූදානම්.. දූෂිත අවංක මිනිසෙකු ලෙස, මම පාර්ලිමේන්තු මන්ත්රීවරයකු ලෙස පාර්ලිමේන්තු මන්ත්රීවරයෙකුගේ සාමාජිකයෙක් වන අතර ජනතාවගේ අවශ්යතා ප්රකාශ කළ අතර ජනතාවගේ අවශ්යතා ජනතාවගේ අවශ්යතා කෙරෙහි ආකර්ෂණය වී ඇති අතර, මට කළ හැකි බව මට විශ්වාසයි ජනතාව වෙනුවෙන් බොහෝ දේ.",
        "හොඳම නායකත්වයේ මඟ පෙන්වීම යටතේ, ශ්රී ලංකා මුස්ලිම් කොන්ග්රසයේ ජයග්රහණය සහ තුන්වන අපේක්ෂකයාගේ සංකේතය සහ තෙවන අංකයේ සංකේතයක් සඳහා ඡන්දය ප්රකාශ කර ඡන්දය දී ඇති ශ්රී ලංකා මුස්ලිම් කොන්ග්රසයේ ජයග්රහණය සහතික කිරීම සඳහා ඔහු ශ්රී ලංකා මුස්ලිම් කොන්ග්රසයේ (එස්එල්එම්සී) ඉල්ලා සිටියේය."
      ]
    },
    "en": {
      "title": "Model MU advance to three",
      "body_lines": [
        "Sri Lanka Muslim Congress (SLMC), Nikamadulla District Sri Lanka Muslim Congress (SLMC) third candidate and former chief minister of Kalmunai Municipal Council, Shiras Meera Sahib said that the Sri Lanka Muslim Congress is progressing to the level of three seats in the Digamadulla district.",
        "He said this at the party's election campaign meeting on Wednesday (30) at Sainthamaruthu. As he continues to address,",
        "As an example of how to become the Chief Minister of the Kalmunai Municipal Council in the past, I have been a candidate in this parliamentary election as a candidate in this parliamentary election..",
        "I am ready to make this parliamentary representation as a person who can serve the people with their votes from the middle of the people who receive the votes of the people.. As a corrupt honest man, I am a member of a Member of Parliament who is a Member of Parliament and voiced the problems of the people, and the people's needs are attracted to the needs of the people, and I am confident that I can do many things for the people.",
        "Under the guidance of the best leadership, he urged the Sri Lanka Muslim Congress (SLMC) to ensure the victory of the Sri Lanka Muslim Congress, which has been fielded and voted for the third number of candidate and the symbol of the third number."
      ]
    }
  },
  "summary_lines": [
    "Sri Lanka Muslim Congress (SLMC) aims for 3 seats in Digamadulla district. Former Kalmunai Municipal Council Chief Minister Shiras Meera Sahib leads campaign, promising honest service and addressing people's issues."
  ]
}