{
  "translated_text": {
    "ta": {
      "title": "இங்கிலாந்துக்குச் செல்ல இங்கிலாந்து சென்ற பெண்",
      "body_lines": [
        "இங்கிலாந்துக்கு தப்பி ஓட முயன்ற ஒரு தொகுதி பயணத்தைப் பயன்படுத்திய இலங்கை இளம் பெண், பண்டாரநாயகின் சர்வதேச விமான நிலையத்தில் பாண்டரநாயக சர்வதேச விமான நிலையத்தில் 24 வயதான ஒரு குடியிருப்பாளரை நைட்ம்மியாவால் கைது செய்துள்ளார் பகுதியில்.",
        "கத்தார் கோஹாவை 08.25 மணிக்கு 06.25 மணிக்கு புறப்பட வேண்டும், 655 க்குள் நுழைய கட்டுனாயக்க விமான நிலையத்திற்கு கூறப்பட்டது.",
        "அவர் தூதரக சேவைகள் படை மற்றும் இந்த பாஸ்போர்ட்டில் உள்ள பாஸ்போர்ட் மற்றும் பிற ஆவணங்கள் உள்ளிட்ட பிற ஆவணங்களுக்கு வந்துள்ளார்.",
        "அந்த அதிகாரி தனது ஆவணங்களின் அதிகாரிகளிடம் அவருடன் ஒப்படைக்கப்பட்டுள்ளார், அதில் மேற்கொள்ளப்பட்ட தொழில்நுட்ப ஆய்வுகளின் போது சிறுமியின் பாஸ்போர்ட்டுக்கு சிறுமியின் தகவல்களை உள்ளடக்கியது.",
        "மணிப்பாயாவில் வசிக்கும் 60 வயதான ஒருவர், இந்த பெண்ணுடன், இங்கிலாந்துக்கு சிறுமியை அழைத்துச் சென்றவராக இருந்தபின் குடியேற்றம் மற்றும் குடியேற்ற அதிகாரிகளால் கைது செய்யப்பட்டார்.",
        "மேலதிக விசாரணைகளுக்காக இருவரும் கட்டூனயகே விமான நிலைய விசாரணைகளுக்கு ஒப்படைக்கப்பட்டனர்."
      ]
    },
    "en": {
      "title": "The girl who went to England to go to England",
      "body_lines": [
        "Sri Lankan young woman who used a batch of travel and a broker who was attempting to flee to the UK have been arrested by nightmmia on the Bandaranaike International Airport on the Bandaranaike International Airport on the Bandaranaike International Airport.A 24-year-old resident of the area.",
        "Qatar to leave Koha at 08.25 pm on 06.25 pm was said to the Katunayake airport to enter the 655.",
        "She has come to the Embassy Services Force and other documents, including the passport and other documents in this passport, have been sent to the Chief Immigration Officer.",
        "The officer has been handed over to the officers of her documents with her, which included the girl's information to a passport of the girl during the technical inspections carried out.",
        "A 60-year-old man residing in Manipaya, with this girl, was arrested by the Immigration and Emigration Officers after he was the man who was carrying the girl to the UK to the UK.Have been taken.",
        "The two had been handed over to the Katunayake airport inquiries for further investigations."
      ]
    }
  },
  "summary_lines": [
    "A Sri Lankan woman, 24, and a 60-year-old man were arrested at Bandaranaike International Airport for attempting to flee to the UK via Qatar. The woman, accompanied by the man, was caught during document checks. Her passport and other documents were found to be fraudulent. Both are now under investigation."
  ]
}