{
  "translated_text": {
    "ta": {
      "title": "தந்தை விபத்துக்கள் - ஒரு குழந்தை மற்றும் மாணவரில் ஐந்து பேர் கொல்லப்பட்டனர்",
      "body_lines": [
        "பல பகுதிகளில் ஐந்து பகுதிகளில் 11 நாள் கொடுமைப்படுத்தல்கள் மற்றும் ஒரு பள்ளி மாணவி உட்பட ஐந்து பேர் கொல்லப்பட்டனர்.",
        "இந்த விபத்து நேற்று வீரவிலா, புட்டலம், வெலிவேரியா, புதுக்குடியதப்பு மற்றும் போல்கஹவெலா பொலிஸ் பிளவுகளில் நிகழ்ந்தது.",
        "ஒரு லாரி ஒரு முச்சக்கர வண்டியில் இருந்தார் மற்றும் ஹம்பந்தோட்டாவின் ஹம்பந்தோட்டா பகுதியில் மூன்று சக்கர வாகனத்துடன் மோதினார்.",
        "த்ரிஸ்மஹராமா மருத்துவமனையில் சிகிச்சை பெற்றபோது, ​​மூன்று சக்கர வாகனத்தில் சிகிச்சை பெற்றபோது, ​​தாய், ஒரு குழந்தை மற்றும் ஒரு குழந்தை திஸ்மஹராமா மருத்துவமனையில் அனுமதிக்கப்பட்டன.",
        "இறந்தவர் 11 நாள் குழந்தை, டிஸ்யூமஹராமாவில் வசிப்பவர்",
        "இதற்கிடையில், மோட்டார் சைக்கிளைக் கட்டுப்படுத்த முடியாத ஒரு மோட்டார் சைக்கிளில் யங்கல் பரு-நாரம்மலா சந்தி ஒரு விபத்து.",
        "விபத்தில் மேலதிக சிகிச்சைக்காக குருணேகலா மருத்துவமனையில் சேர்க்கையில் இரண்டு பிரதிநிதிகள் கொல்லப்பட்டனர்.",
        "பாதிக்கப்பட்டவர் யாடிகோலுவாலாவாவில் வசிக்கும் 16 வயது பள்ளி மாணவி.",
        "මේ අතර පුත්තලම - කොළඹ මාර්ගයේ පාලවිය හන්දිය ආසන්නයේදී ලොරි රථයක් යතුරුපැදියක ගැටී අනතුරක් සිදුව ඇත.",
        "மோட்டார் சைக்கிள் ஓட்டுநரும் பாதிக்கப்பட்டவரும் விபத்தில் இறந்து புட்டலம் மருத்துவமனைக்கு கொண்டு செல்லப்பட்டனர்.",
        "இறந்தவர் மதுரங்குலியாவில் 35 வயதான குடியிருப்பாளராக அடையாளம் காணப்பட்டுள்ளார்.",
        "இதற்கிடையில், பரந்தன் சாலையில் உள்ள முல்லிட்டிவு சாலையின் வெல்லம்பலம் சந்திப்பிலிருந்து பிரதான சாலையில் மோட்டார் சைக்கிள் ஒரு மோட்டார் சைக்கிள் உடன் மோதியது.",
        "கங்கிலாய் மருத்துவமனையில் அனுமதிக்கப்பட்டதில் மோட்டார் சைக்கிள் ஓட்டுநர் காயமடைந்தார்.",
        "பாதிக்கப்பட்டவர் குருவில் 26 வயது குடியிருப்பாளராக இருந்தார்.",
        "இதற்கிடையில், வெலிவேரியா பொலிஸ் பகுதியில் ஜெயந்தி மவதா செல்லும் சாலையில் பயணித்த ஒரு பெண் ஒரு பெண் பயணம் செய்தார்.",
        "காயமடைந்த பெண் கம்பாஹா மருத்துவமனையில் அனுமதிக்கப்பட்டுள்ளார்.",
        "இறந்தவர் வெலிவேரியாவில் 68 வயதானவர்."
      ]
    },
    "en": {
      "title": "Father accidents - five killed in a baby and student",
      "body_lines": [
        "Five persons including a 11-day bullymen and a schoolgirl were killed in five areas in several areas.",
        "The accident occurred yesterday at Weerawila, Puttalam, Weliweriya, Pudukudiyatiyappu and Polgahawela Police Divisions.",
        "A lorry was in a three-wheeler and collided with a three-wheeler in the Hambantota area of ​​Hambantota.",
        "The mother, a child and a baby was admitted to Tissamaharama Hospital while receiving treatment at the Tissamaharama Hospital while receiving treatment in the three-wheeler.",
        "The deceased was a 11-day infant, a resident of Tissamaharama",
        "Meanwhile, Yangal Paru-Narammala Junction is an accident in a motorcycle that is not able to control the motorcycle.",
        "Two delegates were killed in admission to the Kurunegala hospital for further treatment at the accident.",
        "The victim is a 16 year old schoolgirl residing in Yatigolleuwalauwa.",
        "Meanwhile, a lorry collided with a motorcycle near the Puttalam-Colombo Paliya Junction.",
        "The motorcyclist and the victim died on the accident and was rushed to the Puttalam Hospital.",
        "The deceased has been identified as a 35 year old resident of Madurankuliya.",
        "Meanwhile, a motorcycle collided with a motorcycle to the main road from the Vellampalam Junction of Mullaittivu road in Paranthan road.",
        "The motorcyclist was injured in admission to the Gankillai hospital.",
        "The victim was a 26 year old resident of Kuruvil.",
        "Meanwhile, a woman traveled by a woman who traveled along the road to Jayanthi Mawatha in the Weliweriya police area.",
        "The injured woman has been admitted to the Gampaha Hospital.",
        "The deceased is a 68 year old resident of Weliweriya."
      ]
    }
  },
  "summary_lines": []
}