{
  "translated_text": {
    "si": {
      "title": "ජනාධිපති ලේකම් ජපාන තානාපති හමුවෙයි",
      "body_lines": [
        "ජනාධිපති ලේකම් ආචාර්ය නන්දිකා සනත් කුමානායක සහ ජපාන තානාපති AKIO ISOMA මායාකා ඊයේ පස්වරුවේ ජනාධිපති ලේකම් කාර්යාලයේදී පැවැත්විණි.",
        "ජපාන මහ කොමසාරිස්වරයා ජනාධිපති අනුර කුමාර දිසානායකගේ නායකත්වයෙන් යුත් නව රජයට සුබ පැතූ අමරූ අතර දෙරට අතර ද්විපාර්ශ්වික සබඳතා .ලදායී ලෙස ක්රියාත්මක කිරීමට තමා බලාපොරොත්තු වේ.",
        "රටක් නිර්මාණය කිරීමේ නව ප්රතිපත්තියක් සඳහා ජපාන රජයට සුබ පැතූ අකෝ ඉසෝමදා, රටක් නිර්මාණය කිරීම සහ රට නව ප්රතිපත්තියක් බවට පත්කිරීමේ නව ප්රතිපත්තියක් සකස් කර රට නව ප්රතිපත්තියක් බවට පත්කිරීමේ නව ප්රතිපත්තියක් සකස් කරමින්, \"ශ්රී ලංකා නව රජයට සහ ජනාධිපති අනුර කුමාර සහාය දෙන බව ඔහු පැවසීය. දිසානායක.. (අ)"
      ]
    },
    "en": {
      "title": "President's Secretary meets Japan Ambassador",
      "body_lines": [
        "A meeting between President's Secretary Dr. Nandika Sanath Kumanayake and Japanese Ambassador Akio Isomada took place at the Presidential Secretariat yesterday afternoon.",
        "The Japanese High Commissioner congratulated the new government headed by President Anura Kumara Dissanayake and said he expects to continue to carry out bilateral relations between the two countries effectively.",
        "Akio Isomada, who congratulated the Japanese government for a new policy of creating a country and making a new policy of creating a country and making the country a new policy, \"he said that he would support the new government of Sri Lanka and President Anura Kumara Dissanayake.. (A)"
      ]
    }
  },
  "summary_lines": [
    "Here's a summary of 200 characters:",
    "",
    "Presidential Secretary Dr. Nandika Sanath Kumanayake met Japanese Ambassador Akio Isomada at the Presidential Secretariat. The ambassador congratulated Sri Lanka's new government and expressed desire to strengthen bilateral relations between the two countries."
  ]
}