{
  "translated_text": {
    "si": {
      "title": "සාම්ප්රදායික වැවිලි කර්මාන්තය වෙනුවට රටට නව කෘෂිකාර්මික ව්යාපාරයක් අවශ්ය වේ - ජනාධිපති",
      "body_lines": [
        "සාම්ප්රදායික වැවිලි කර්මාන්තය වෙනුවට රටේ නව කෘෂිකාර්මික ව්යාපාරයක් නිර්මාණය කිරීමට සහ රට ආර්ථික වශයෙන් ඉදිරියට ගෙන ඒමට තරයේ කියා සිටින බව ජනාධිපති රනිල් වික්රමසිංහ මහතා පැවසීය.",
        "නව නීතිය හරහා සංගත අතර මෙම තහනම ඉවත් කරන ලද අතර වතු ක්ෂේත්රයේ නව තාක්ෂණික කළමනාකරණයක් හඳුන්වා දෙන බව ජනාධිපතිතුමා පැවසීය.",
        "අඟහරුවාදා උදෑසන ජාතික වතු කළමනාකරණ ආයතනයේ නව අධ්යාපන හා පරිපාලන ගොඩනැගිල්ල විවෘත කිරීම අමතමින් ජනාධිපති රනිල් වික්රමසිංහ මහතා මේ බව ප්රකාශ කළේය.",
        "ජාතික වතු කළමනාකරණ සංවිධානය විසින් වතු දෙපාර්තමේන්තුව සඳහා නව නිපුණතා ඇති කර ගැනීම සහ තරුණයින් සඳහා උසස් අධ්යාපනයේ අවස්ථා පුළුල් කිරීම සඳහා ජාතික වතු කළමනාකරණ සංවිධානය විසින් ස්ථාපිත කර තිබේ.",
        "පර්යේෂණ නඩු, දේශන ශාලා, පරිගණක රසායනාගාර, උපාධිධාරී සිසුන් සඳහා වෘත්තීය සිසුන් සඳහා වෘත්තීය උපදේශන සහ වෘත්තීය උපදේශන මධ්යස්ථාන මෙහි ස්ථාපිත කිරීමට සැලසුම් කර ඇති අතර AI සහ GIS තාක්ෂණය භාවිතය මෙහි ස්ථාපිත කිරීමට නියමිතය.",
        "මෙම නව අධ්යාපනය හා පරිපාලන ගොඩනැගිල්ල ඉදිකිරීම සඳහා රුපියල් මිලියන 750 ක් වියදම් කර ඇත.",
        "ජනාධිපතිවරයා ද නාම පුවරුව එළිදැක් කොට නව ගොඩනැගිල්ල විවෘත කළේය.",
        "මෙම අවස්ථාවට සහභාගී වීම සඳහා කෘෂිකර්ම අමාත්ය මහින්ද අමරාවීර මහතාගේ සිහිවටනයක් ද ජනාධිපතිවරයාට පිරිනමන ලදී.",
        "රැස්වීම අමතමින් ජනාධිපති රනිල් වික්රමසිංහ මහතා විසින් කෘෂිකාර්මික සංවර්ධනයට රටේ ග්රාමීය ජනතාවගේ දරිද්රතාවය තුරන් කළ හැකි බව රනිල් වික්රමසිංහ මහතා පෙන්වා දුන්නේය.",
        "අසල්වැසි රටවල ජනගහනය බිලියන ගණනක බිලියන ගණනකින් වැඩි වන බවත්, එම රටවල මධ්යම පංතියේ ආහාර අවශ්යතා සපුරාලන බවත් ජනාධිපතිවරයා පෙන්වා දුන් අතර, එම රටවල මධ්යම පංතියේ ආහාර අවශ්යතා සපුරාලන කෘෂිකාර්මික කර්මාන්තය වැඩි කළ හැකි බව ජනාධිපතිවරයා පෙන්වා දුන්නේය.",
        "රටේ ආර්ථිකය අපනයන ආර්ථිකයක් බවට පරිවර්තනය කිරීම සඳහා කැබිනට් මණ්ඩලය නීතිමය සිතියම අනුමත කර ඇති බව ද ජනාධිපතිවරයා පැවසීය.",
        "1978 සිට වතු කර්මාන්ත පුහුණු ආයතනයක් අවශ්ය විය. MDH. ජයවර්ධනගේ නිවස වන ජයවර්ධනගේ නිවස වන මෙම ප්රදේශයේ මෙම ඉඩම පුහුණු ආයතනයක් පිහිටුවීම සඳහා ලබා දෙන ලදී.. ප්රදේශය නාගරීකරණය නොවීය. 2016 දී නවීන් දිසානායක විසින් වැවිලි කර්මාන්ත අමාත්යවරයා ලෙස නවීන් දිසානායක මහතා මෙම සමාගම පිහිටුවීම සඳහා කැබිනට් පත්රය ඉදිරිපත් කර ඉදිකිරීම් කටයුතු ආරම්භ කළේය.. පසුව පත් කරන ලද වතු අමාත්යවරුන් විසින් මෙම වැඩසටහන දියත් කළහ.",
        "මෙම සමාගම සංවර්ධනය කිරීමේදී, උද්යාන ප්රදේශයට කැම්පස් එකක් පරිවර්තනය කිරීම වඩාත් අදාළ වේ. මහනුවර සහ මාතලේ දිස්ත්රික්ක මෙන් සියලුම ප්රධාන භෝග වගා කරන දිස්ත්රික්කයේ පරිශ්රයක් විවෘත කිරීම ඉතා වැදගත් වේ. මෙම කර්මාන්තයේ සේවය කළ මගේ මිතුරන්ට පුහුණුව සඳහා නුවර එලියා වෙත යාමට සිදුවිය. අපගේ කෘෂිකාර්මික නවීකරණ වැඩසටහන තවදුරටත් පුළුල් කළ යුතුය. වැටෙන රටේ ආර්ථිකය අද නැවත ගොඩනඟමින් තිබේ. කෘෂිකර්මාන්තය තුළින් මෙම තත්වය සාක්ෂාත් කර ගැනීමට අවස්ථාවක් විය.",
        "මම රට අත්පත් කර ගන්නා විට, කෘෂිකාර්මික නිෂ්පාදනය රට තුළ අවහිර විය. එපමණක් නොව, යුරෝපීය ආර්ථිකය කඩා වැටී ඇති පරිදි, අපගේ ඇඟලුම් කර්මාන්තයට අපනයන අවස්ථා නොමැත.",
        "ඉතින් මුලින්ම අපි මේ රටේ කුඹුරු සංවර්ධනය කිරීමට වැඩ කළා. 2022, 2023, 2023 දී බහුතරය හා 2023 දී බහුතරය නිසා අපට මෙම ව්යාපෘතිය ලුහුබැඳීමට අවස්ථාව ලැබුණි. ඒ අනුව රටේ ආර්ථිකය කෘෂිකර්මාන්තය තුළින් ස්ථාවර වූ බව පැවසිය යුතුය.",
        "අපි දැන් මේ රට සහ වෙනත් පෞද්ගලික ණය සපයන්නන් ණය දී ඇති රටවල් සමඟ සාකච්ඡා කරමින් සිටිමු. සාකච්ඡා වල පළමු අදියරෙන් පසුව රටේ ආර්ථිකය දියුණු කිරීමේ අභියෝගය. අප මිලදී ගත් ණය මුදල ආපසු ගෙවිය යුතුය. අපට ණය මුදලක් ගෙවීමට කාලය තිබුනි. එමනිසා, එයින් මිදීමට එය කළ නොහැකිය. අපට සැමවිටම ණයෙන් ජීවත් විය නොහැක. එබැවින් රටේ ආර්ථිකය අපනයන ආර්ථිකයක් බවට පත් කිරීමේ වැඩසටහන අපි වැඩසටහන ක්රියාත්මක කර ඇත්තෙමු.",
        "සඳුදා (13) මේ රටේ අපනයන ආර්ථිකයක් නිර්මාණය කිරීම සඳහා කැබිනට් අනුමැතිය. දැන් අපට මෙම ව්යාපෘතිය ඉදිරියට ගෙන යා යුතුය.",
        "Ically තිහාසිකව අපගේ කෘෂිකර්මාන්තය අපනයන කෘෂිකර්මාන්තය බවට පත්ව ඇත. සිංහල රාජාණ්ඩුව තුළ ධාන්ය වගා කරන ලදී. එසේම, සුවඳ විලවුන් තෙත් කලාපයේ වගා කරන ලදී. සුදු ජාතිකයින්ගේ පැමිණීමෙන් පසු තේ, පොල් සහ රබර් වගා කරන ලදී. නමුත් නිදහසින් පසු අපි රටක් ලෙස ඉදිරියට නොයන්නෙමු. නිදහසින් පසු Ts. සේනානායක විසින් දියත් කරන ලද වැඩසටහන යටතේ, අපි සහල්වල ස්වයංපෝෂිත භාවය පමණි.",
        "දැන් අපි රටේ කෘෂිකර්මාන්තය නවීකරණය කිරීමට සහ අපනයන කෘෂිකාර්මික කර්මාන්තය වැඩිදියුණු කිරීමට අවශ්ය උත්සාහයන් දරයි. තේ, රබර් සහ පොල් රටේ ප්රධාන අපනයන භෝග බවට පත්ව ඇත.",
        "ඔවුන් උද්යාන පාලනය කර ඇති නිසා ඔවුන් කෙන්යාවේ තේ නිෂ්පාදනය ප්රවර්ධනය කරයි. වියට්නාමය ද ශ්රී ලංකාව සමඟ තරඟ කරයි. එබැවින් මෙම තරඟයට මුහුණ දීම සඳහා වැවිලි කර්මාන්තය වෙනස් කළ යුතුය.",
        "වර්තමානයේ කෘෂිකර්මාන්තය ශක්තිමත් කිරීම අවශ්ය වේ. එබැවින් අපි උද්යාන කෘෂිකාර්මික වෙළඳාමට හරවා නිෂ්පාදනය ශක්තිමත් කළ යුතුය. තේ සහ රබර් ප්රවර්ධනය කිරීම. අපට සුදුසු වෙළඳපල අවස්ථා තිබිය යුතුය. අද අපේ තේ කර්මාන්තය හරවා යවා ඇත. බොහෝ සමාගම් එය ධනාත්මක වේ.",
        "රටේ සාම්ප්රදායික බෝග නිෂ්පාදනය ශක්තිමත් කිරීම. අපේ රට කොකෝවා, කර්වා සහ අනෙකුත් කුළුබඩු නැවත තැබිය යුතුයි. නව බෝග නිපදවීමට. ඒ සඳහා කර්මාන්තය නව තාක්ෂණික කළමනාකරණයක් හඳුන්වා දිය යුතුය.දෙවනුව, නිෂ්පාදනය වැඩි කිරීම සඳහා කුඩා වතු හිමියන් මෙම නවීකරණ වැඩසටහනට ඇතුළත් කළ යුතුය.",
        "එය කෘෂිකර්මාන්තය වැඩි දියුණු කළහොත් ග්රාමීය ජනතාවගේ දුප්පත්කම තුරන් කළ හැකිය. එබැවින් නව ඉඩම් අක්කර 05 ක් වගා කිරීම සඳහා දැනට පවත්නා බෝග හා ඉඩම් භාවිතා කිරීමට අපි සැලසුම් කරමු.. එයට නවීන කෘෂිකාර්මික හා නවීන කෘෂිකාර්මික වෙළඳාම අවශ්ය වේ. මේ රටේ කෘෂිකර්මාන්තය ප්රධාන අපනයන අංශයක් බවට පරිවර්තනය කළ යුතුය.",
        "අනාගතයේ දී ශ්රී ලංකාව අවට රටවල්වල ජනගහනය බිලියන ගණනකින් වැඩි වන බව අනාවැකි. වර්ධනය වන ලෝක ජනගහනය සඳහා ආහාර වෙළඳපොළ සැපයීමට අප සූදානම් විය යුතුය. පැරණි වැවිලි කර්මාන්තය වෙනුවට නව කෘෂිකාර්මික ව්යාපාරයක් නිර්මාණය කිරීම සහ රට ආර්ථික වශයෙන් රට වැඩිදියුණු කිරීම. සංස්ථාව අතර සංස්ථාව අතර සංස්ථාව අතර සංස්ථාව අතර ඇති සියලු බාධක ඉවත් කිරීම සඳහා සියලු පුද්ගලයින් එකට වැඩ කිරීමට පරිසරයක් නිර්මාණය කිරීමට මම බලාපොරොත්තු වෙමි, \"ජනාධිපතිතුමා පැවසීය.",
        "\"ශ්රී ලංකාවේ වතු අංශය ගැන උනන්දුවක් දක්වන යෞවනයන් සඳහා සමාගම ඉතා වැදගත් වේ. හොඳ අධ්යාපනය සඳහා වන පරිසරය මෙන්න. රටේ අවශ්යතාවය පිළිබඳ මාතෘකාව ප්රදානය කළ හැකිය.",
        "වතු කර්මාන්තය පිළිබඳ අධ්යාපන අවස්ථා පුළුල් කිරීම සඳහා සමාගම විශ්ව විද්යාලයට මාරු කරනු ලැබේ. මේ සම්බන්ධයෙන්, විශ්ව විද්යාල ප්රතිපාදන කොමිෂන් සභාව සමඟ සාකච්ඡා කිරීමට අවශ්ය පියවර ගනිමින් සිටී. ජාතික වතු කළමනාකරණ ආයතනය විශ්ව විද්යාලයක් ලෙස සියලු පහසුකම් සහිතව සංවර්ධනය කිරීමට අපේක්ෂා කෙරේ.",
        "අර්බුදයේ දී රට භාර ජනාධිපතිවරයා. අරගලයේ දී අගමැති නොමැතිව සතියක් ගත විය. එවකට රට භාර ගැනීමට නායකයෙක් නොවීය. ජනාධිපති රනිල් වික්රමසිංහ මහතා රට පුරා ගෙන ගොස් ඇති අතර ගොවීන් කෘෂිකාර්මික ඉඩම්වලට නැවත යැවීමට අවශ්ය පොහොර ලබා දී තිබේ. රටට අවශ්ය ඉන්ධන ගෙන ඒම සඳහා ද වැඩ කටයුතු ද සිදු කරන ලදී.",
        "ගොවීන් පසුගිය බෝට්ටු දෙක තුළ රටට අවශ්ය සහල් නිපදවා ඇත්තේ එබැවිනි. දැනට තේ කර්මාන්තය සාමාන්ය තත්වයට පත්ව ඇත. දේශගුණික බලපෑමක් නොමැති නම්, ඔබට තේ නිෂ්පාදනය පිළිබඳ වාර්තාව පටිගත කළ හැකිය.",
        "අද රටේ ආර්ථිකය ළඟා වෙමින් තිබේ. ජනාධිපතිවරයා මේ තනතුර රට තුළ ගෙන තිබේ. වැඩසටහන කඩාකප්පල් වී ඇත්නම්, ඉදිරි වසර කිහිපය තුළ ආර්ථිකය නැවත පහවනු නොලැබේ, \"ඔහු පැවසීය.",
        "\"මෙම සමාගම පිහිටුවීම සඳහා වතු කර්මාන්ත අමාත්යවරයා ලෙස මම කැබිනට් පත්රිකාව ඉදිරිපත් කර තිබෙනවා.. රජය බලයට පත්වන විට තේ කිලෝග්රෑම් එකක් කිලෝග්රෑමයක් රුපියල් 270 කි. නමුත් කෙටිකාලීනව තේ කිලෝග්රෑම් 600 ක් සඳහා ගෙන එන ලදී. මම වැවිලි කර්මාන්ත අමාත්යවරයා ලෙස ගත් තීරණවලින් පසුව වතු කර්මාන්තය අමාත්යවරුන් විසින් ඉදිරිපත් කරන ලදී.",
        "කුඩා තේ වතු හිමියන්ගේ කාර්යභාරය ලබා ගැනීම ගැන සිතීම සඳහා රටේ ආර්ථිකය වැඩිදියුණු කිරීම. ව්යාපාරය වැඩිදියුණු කිරීම සඳහා තේ කර්මාන්තය ශක්තිමත් කිරීම. ලෝක වෙළඳපොලේ අපේ රටේ තේගේ නම ස්ථාපිත කළ යුතුය. මෙම සමාගම දැඩි දායකත්වයක් ලබා දෙනු ඇතැයි අපි අපේක්ෂා කරමු. \"",
        "රාජ්ය තාන්ත්රික අමාත්යවරුන් වන අමාත්ය රමේෂ් පතිරාන මහතා.. පී. හේරත්, ජනාධිපතිගේ ජාතික ආරක්ෂාව සහ ජනාධිපතිගේ ජ්යෙෂ් උපදේශක කහර් මාස්තාන්, ජාතික වතු කළමනාකරණ ආයතනයේ සභාපති පුෂ්පිකා සමරකූන් සහ තවත් බොහෝ දෙනෙක් සහභාගී වූහ."
      ]
    },
    "en": {
      "title": "The country needs a new agricultural business instead of traditional plantation industry - President",
      "body_lines": [
        "President Ranil Wickremesinghe said he was working to create a new agricultural business in the country instead of the traditional plantation industry and bring the country economically forward.",
        "The President said the ban would be lifted between corporations involved through the new law and would introduce a new technical management in the plantation sector.",
        "President Ranil Wickremesinghe made this statement while addressing the opening of the new Education and Administrative Building of the National Estate Management Institute on Tuesday morning.",
        "The National Estate Management Organization has established the establishment of new skills for the plantation department and to expand the opportunities of higher education for the youth.",
        "Research Cases, Lecture Halls, Computer Laboratory and Vocational Advisory Centers for Graduate Students are scheduled to be established here and the use of AI and GIS technology is to be established here.",
        "750 million rupees has been spent on the construction of this new education and administrative building.",
        "The President also unveiled the name board and opened the new building.",
        "The President was also awarded a souvenir by Agriculture Minister Mahinda Amaraweera for attending the event.",
        "Addressing the gathering, President Ranil Wickremesinghe pointed out that the development of agriculture can only eradicate the poverty of the country's rural people.",
        "The President pointed out that the population of the neighboring countries would increase by billions of billions, and that by creating agriculture that meets the food needs of the middle class in those countries, Sri Lanka's export agriculture industry could be increased.",
        "The President also said that the Cabinet had approved the legal map to transform the country's economy into an export economy.",
        "'' Since 1978, a plantation industry training institute was needed. MDH on. In this area, which is the home of Jayawardena, the land was given to the establishment of a training institute.. The area was not then urbanized. In 2016, Naveen Dissanayake as the Minister of Plantation Industries submitted the Cabinet paper to establish this company and started construction work.. Later, the appointed plantation ministers launched the program.",
        "When developing this company, it would be more relevant to convert a campus to the garden area. It is very important to open a premises in the district where all the major crops are cultivated like Kandy and Matale districts. My friends who worked in this industry had to go to Nuwara Eliya for training. Such companies need to further expand our agricultural modernization program. The economy of the falling country is being rebuilt today. Through agriculture, this situation was a chance to achieve.",
        "When I took over the country, agricultural production was blocked in the country. Moreover, as the European economy has fallen, our garment industry has no export opportunities.",
        "So first we worked to develop paddy fields in this country. Due to the success of 2022, 2023 and the majority in 2023, we had the opportunity to pursue this project. Accordingly, it must be said that the economy of the country was stabilized through agriculture.",
        "We are now negotiating with countries that have lent this country and other private credit providers. After the first phase of negotiations, the challenge of improving the country's economy. And we have to repay the loan we have purchased. We have only had time to pay off the loan. Therefore, it is not possible to get rid of it. And we can't always live in debt. We have therefore implemented the program to transform the country's economy into an export economy.",
        "Cabinet approval for the creation of an export economy in this country on Monday (13). Now we have to implement this project forward.",
        "Historically our agriculture has become export agriculture. Grains were cultivated during the Sinhala monarchy. Also, the perfumes were cultivated in the wet zone. Tea, coconut and rubber were cultivated after the arrival of whites. But after independence we do not advance as a country. TS after independence. Under the program launched by Senanayake, we were only self -sufficient in rice.",
        "Now we are making the necessary efforts to modernize agriculture in the country and improve the export agriculture industry. Tea, rubber and coconut have become the country's major export crops.",
        "They are promoting tea production in Kenya because they have taken over the gardens. Vietnam is also competing with Sri Lanka. Therefore, the plantation industry must be changed to face this competition.",
        "It is necessary to strengthen agriculture at present. So we need to convert gardens into agricultural trade and strengthen production. To promote tea and rubber. We need to have the appropriate market opportunities. Today our tea industry has been diverted. Many companies make it positive.",
        "To strengthen the country's traditional crop production. Our country must re -plant cocoa, karva and other spices. To produce new crops. For that purpose, the industry should introduce a new technical management.Second, small estate owners should be incorporated into this modernization program to increase production.",
        "It can only eradicate the poverty of the rural population if they improve agriculture. Therefore, we are planning to use the existing crops and lands better to cultivate 05 lakh acres of new land.. It requires modern agriculture and modern agricultural trade. In this country, agriculture should be turned into a major export sector.",
        "It is predicted that the population of countries around Sri Lanka in the future will increase by many billions. We must be prepared to provide food market for the growing world population. Create a new agricultural business instead of the old plantation industry and improve the country economically. I am looking forward to creating an environment for all people to work together to remove all the obstacles that have been laid down between the corporations through the new law, ”the President said.",
        "“The company is very important for young people who are interested in plantation sector in Sri Lanka. Here is the environment for good education. The title of the country's need can be awarded.",
        "The company will be transferred to university to expand the educational opportunities on plantation industry. In this regard, the necessary steps are being taken to discuss with the University Grants Commission. The National Estate Management Institute is expected to be developed as a university with all facilities.",
        "The president in charge of the country during the crisis. At the time of the struggle, a week passed without the Prime Minister. There was no leader to take charge of the country then. President Ranil Wickremesinghe has taken over the country and has provided the fertilizer needed to send farmers back to agricultural lands. Work was also carried out to bring the fuel needed to the country.",
        "That is why farmers have produced the rice needed for the country in the last two boats. Currently the tea industry has returned to normal. If there is no climate impact, you can record the record of tea production.",
        "Today the country's economy is reaching out. The president has made this position in the country. If the program is disrupted, the economy will not fall back in the next few years, ”he said.",
        "“As the Minister of Plantation Industries, I had submitted the Cabinet paper for the establishment of this company.. When the government came to power, one kilogram of tea was 270 rupees. But in the short term, the tea was brought for 600 kg. Following the decisions I had taken as the Minister of Plantation Industries, the plantation industry was moved forward by ministers.",
        "To improve the country's economy, to think about getting the role of small tea plantation owners. To strengthen the tea industry to improve the business. The name of our country's tea in the world market must be established. We expect this company to make a strong contribution. ”",
        "Minister Ramesh Pathirana, diplomatic ministers D.. P. Herath, Khadar Mastan, President's Senior Advisor for National Security and President of the President, Sagala Ratnayake, National Estate Management Institute Chairman Pushpika Samarakoon and many others were present."
      ]
    }
  },
  "summary_lines": [
    "President Ranil Wickremesinghe is focusing on developing a new agricultural business to modernize Sri Lanka's economy, moving away from the traditional plantation industry. This initiative aims to lift restrictions between corporations, introduce technical management in the plantation sector, and enhance educational opportunities for youth in agriculture. The new Education and Administrative Building of the National Estate Management Institute, costing 750 million rupees, is part of this effort, featuring research facilities, lecture halls, and vocational centers. The President emphasizes the importance of agriculture in eradicating rural poverty and meeting the food needs of a growing population, aiming to transform Sri Lanka's economy into an export economy."
  ]
}