{
  "translated_text": {
    "si": {
      "title": "තවත් දුම්රිය සේවා සිදු කළ නොහැක",
      "body_lines": [
        "දුම්රිය දෙපාර්තමේන්තුව පැවසුවේ දුම්රිය කාර්ය මණ්ඩලයේ සහ දුම්රිය යන්ත්රවල හිඟයක් හේතුවෙන් උත්සව සමයේදී අතිරේක දුම්රිය සේවා සිදු කළ නොහැකි බවයි.",
        "මගීන්ගේ ඉල්ලීම පරිදි, දුම්රිය මාර්ගයේ නිවාඩු දින ආරම්භ කරන විට බදුල්ලා, යාපනය සහ KKS (KKS (KKS) සඳහා දුම්රිය සේවා කිහිපයක් එක් කිරීමට මෙම පාසල සැලසුම් කර ඇති බව පාසල සැලසුම් කර තිබේ.",
        "කෙසේ වෙතත්, දෙපාර්තමේන්තුව දුම්රිය එන්ජින්, දුම්රිය ආරක්ෂකයින්, එන්ජින් රියදුරන් සහ කාර්ය මණ්ඩලය හිඟයක හිඟයකට මුහුණ දී සිටී. එහි ප්රති As ලයක් ලෙස උත්සව සමයේදී අතිරේක දුම්රිය සේවා ක්රියාත්මක වීමට නොහැකි වී තිබේ.",
        "කෙසේ වෙතත්, දෙසැම්බර් 24 වන දින රාත්රියේ කොළඹ කොටුවේ සිට බදුල්ලා දක්වා විශේෂ දුම්රියක් සහ බදුල්ලා සිට කොළඹ කොටුව දක්වා තවත් විශේෂ දුම්රියක්. මීට අමතරව තවත් විශේෂ දුම්රිය සේවාවක් දෙසැම්බර් 28 සහ 29 යන දිනවල පැවැත්වේ.",
        "කොළඹ-ජපානම් දුම්රිය දින හතක් ක්රියාත්මක වන අතර යාපනය වේගවත් දුම්රියට අමතර පෙට්ටි එකතු කරනු ඇත."
      ]
    },
    "en": {
      "title": "No more train services can be done",
      "body_lines": [
        "The Railway Department said that due to the shortage of railway staff and railway machines, additional railway services cannot be carried out during the festive season.",
        "At the request of the passengers, the deputy general manager of the Railway, NJ IndiPollake, said that the school is planning to add several rail services to Badulla, Jaffna and KSSA (KKS) when the school holidays are commenced.",
        "However, the department is facing a shortage of train engines, railway guards, engine drivers and staff. As a result, additional train services are unable to operate during the festive season.",
        "However, on the night of December 24, a special train from Colombo Fort to Badulla and another special train from Badulla to Colombo Fort. In addition, another special train service will be held on December 28 and 29.",
        "The Colombo-Japanam train will operate for seven days and add additional boxes to the Jaffna fast train."
      ]
    }
  },
  "summary_lines": [
    "Railway Department cancels extra train services due to staff and machine shortages. Special trains scheduled for Dec 24 & 28-29. Limited additions to Colombo-Jaffna route."
  ]
}