{
  "translated_text": {
    "ta": {
      "title": "விமான நிலையத்திலிருந்து தலா 700 ரூ",
      "body_lines": [
        "பிக்மே (பி.சி.கே.எம்.இ) நிறுவனம், இலங்கை விமான நிலையம் மற்றும் ஏவியேஷன் (பிரைவேட்) லிமிடெட், BIA, BIA இல் செயல்படுத்தப்பட்டுள்ளது.",
        "புதிய திட்டம் வெளிநாட்டு சுற்றுலாப் பயணிகளுக்கு எளிதானது என்பதால், இது அவர்களின் பயண முறைகளை கண்காணிக்கவும் உதவும். ரூ.",
        "திரு. பக்மியின் தலைமை நிர்வாக அதிகாரி சல்பர் கிரிஃப்ரே கூறுகையில், தனது நிறுவனம் BIA இல் வாடிக்கையாளர் அனுபவத்தை அதிகரிக்கும் என்றும் விமான நிலையத்தின் வளர்ச்சியுடன் இணைந்து செயல்படும் என்றும் எதிர்பார்க்கப்படுகிறது.",
        "\"எங்கள் வாகன போக்குவரத்தில் அதிகாரிகளை புதுப்பிக்க தினசரி அறிக்கை BIA க்கு வழங்கப்படுகிறது.அதிகாரம் மற்றும் சுற்றுலாத் துறையின் மூலம், சுற்றுலாத் துறை (பொருந்துகிறது), மற்றும் நாட்டின் செல்வத்தை நாம் கணக்கிடலாம் மற்றும் அவர்கள் நாட்டில் இருக்கும் முறையைப் புரிந்துகொள்வது எளிது.. வெளிநாட்டு சுற்றுலாப் பயணிகள் விமான நிலையத்திலிருந்து நியாயமான விலையிலிருந்து நகர்ந்து நாட்டில் நியாயமான விலையை அணுகுவார்கள் மற்றும் வெளிப்படையான செயல்முறையை அணுகுவார்கள். பரவலாக மற்றும் வீடியோ மற்றும் வலைப்பதிவுகளை உருவாக்கும் பயணிகள் ஏற்கனவே உலகெங்கிலும் உள்ள மற்ற விருந்தினர்களிடையே பிரபலப்படுத்தப்பட்டுள்ளனர். டாக்ஸி கட்டணத்தில் பாதிக்கும் குறைவான BIA இன் பிக்மிக் நகரில் பயணிக்க முடியும் என்று அவர்கள் சுட்டிக்காட்டியுள்ளனர். \"",
        "விமான நிலையத்தில் நிகழ்த்தப்படும் அனைத்து பயணங்களுக்கும் மருத்துவமனையில் அனுமதிக்கப்படும் மற்றும் ஆயுள் காப்பீட்டு பாதுகாப்பு வழங்கப்படும். பீக்மி ஓடுவதைக் கண்காணிக்கும் திறன் காரணமாக, இது பாதுகாப்பு மற்றும் நிவாரணம்.",
        "தற்போது பீக்மி வாகன நிறுத்தங்கள் வெளியேறும் இடத்திற்கு அருகில் 100 சதுர அடி இடத்தில் அமைந்துள்ளன. இருபத்தி நான்கு மணி நேரத்தில் சேவைகளை வழங்கும் பிக்ஸி, ஒரு ஓட்டுநர் அல்லது அவற்றின் முன்பதிவு செய்யப்பட்ட நிலையில் நிறுத்தப்பட்டனர்.பீக்மி விமான நிலையத்தில் தனது சொந்த சிறப்புக் கடையை நிறுவுவது குறித்து விவாதித்து வருகிறது.",
        "பயணிகளின் ஒப்புதல் சேவைகள் தற்போது கார்ப்பரேட் மேடையில் வழங்கப்படுகின்றன, ஆனால் தலைமை நிர்வாக அதிகாரி இந்த சேவைகளை விரைவில் அனைத்து வாடிக்கையாளர்களுக்கும் விரிவுபடுத்த திட்டமிட்டுள்ளார். பிக்மி பயன்பாட்டைப் பயன்படுத்தும் எவருக்கும் வழி போன்ற கூடுதல் சேவைகள் குறுக்கீடு இல்லாமல் கூடுதல் சேவைகளை எடுக்க முடியும்."
      ]
    },
    "en": {
      "title": "Rs. 700 each from the airport",
      "body_lines": [
        "PICKME (PCKME) Company, Sri Lanka Airport and Aviation (Pvt) Ltd has been implemented in the Bia, the bia.",
        "As the new program is easy for foreign tourists, it will also help to monitor their travel patterns. Bia will also be available to Bia to earn an extra income of Rs.",
        "Mr. Pakmi's Chief Executive Officer Sulfur Grifrey says that his company is expected to increase customer experience in BIA and work together with the development of the airport.",
        "\"The daily report is given to Bia to update the authorities on our vehicle traffic.By means of authority as well as the tourism industry, the tourism industry (FITS), and we can calculate the wealth of the country and easy to understand the way they remain in the country.. Foreign tourists will move from a fair prices from the airport and access to a fair price in the country and access a transparent process. Travelers who are widely and creates video and blogs have already been popularized among other guests worldwide. They have pointed out that BIA's less than half of the taxi fees can travel in a picmic. \"",
        "The hospitalization and life insurance cover will be provided for all the trips performed at the airport. Due to the ability to track Peakmi running, it is a matter of safety and relief.",
        "Currently Peakmi vehicle stops are located in 100 square foot space near the exit place. The pixi that provides services in the twenty-four hours, one driver or stopped at their reserved position.Peakmi is discussing the establishment of its own special stall at the airport.",
        "Travelers' Acknowledgment Services is currently awarded on the corporate platform but the CEO is planning to expand these services soon to all customers. Additional services can be able to take extra services without interruption, such as the way to anyone who uses the picmy app."
      ]
    }
  },
  "summary_lines": [
    "PICKME, Sri Lanka's airport and aviation company, introduces Bia, a program for foreign tourists. Bia monitors travel patterns, offers Rs. 700 discounts, and enhances customer experience. CEO Sulfur Grifrey aims to improve BIA's development. Bia provides daily vehicle traffic reports, promoting transparency and fair pricing. Hospitalization and life insurance are included for all airport trips. Peakmi, a 24-hour service, offers safety and convenience. Expanding services to all customers is planned, including additional services via the picmy app."
  ]
}