{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-declares-may-21-as-national-mourning-day-over-iranian-presidents-death-163832/",
  "time_ut": 1716225840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka declares May 21 as National Mourning day over Iranian President’s death",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka declared a national mourning day on Tuesday, May 21 in view of expressing its solidarity with Iran after sudden death of Iran President Ebrahim Raisi following a helicopter crash.",
    "President Raisi and eight others including Iranian Foreign Minister Hossein Amir Abdollahian were killed in the crash when the helicopter had a “hard landing” reportedly due to adverse weather conditions with heavy fog. However, President’s two convoy helicopters reached the destination safely.",
    "“The Sri Lankan government has declared a national mourning day on tomorrow (May 21) on behalf of the sudden death of Iranian president Mr. Ebrahim Raisi,” the Department of Government Information said in a statement.",
    "It also urged all the state institutions have to hoist the national flag half mast.",
    "Raisi was in Sri Lanka on April 24 to launch the Uma Oya dam on a one-day official visit amid tight security. His helicopter crashed when he was returning to Iran after launching a dam in the Azerbaijan border.",
    "President Raisi is seen as a hardliner and a potential successor to Supreme Leader Ayatollah Ali Khamenei.",
    "Earlier this month, Sri Lanka’s Foreign Minister Ali Sabry said the island nation will deal with Iran for investments and trade without being caught into the United States-led sanctions.",
    "Sri Lanka was unable to receive $450 million from Iran for a recently opened Uma Oya multipurpose project started before the sanctions.",
    "Sri Lanka now exports tea to Iran for no dollar payment. Instead, Sri Lanka tea producers are paid by the state-owned Ceylon Petroleum Corporation (CPC) in rupees for the pending crude oil import payments for Iran.",
    "President Ranil Wickremesinghe expressed his condolences on the tragic incident.",
    "“Sri Lanka is deeply shocked and saddened by the tragic death of President Ebrahim Raisi, Foreign Minister Amir Abdollahian and other senior Irani official,” he said in his official X-platform.",
    "“I express my deepest sympathies and sincere condolences to the bereaved families, the government and the people of Iran.”",
    "Raisi, a Muslim jurist, served as the eighth president of Iran from 2021 until his death. (Colombo/May 20/2024)"
  ]
}