{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101295/ferry-service-between-sri-lanka-and-india-resumes",
  "time_ut": 1723825980.0,
  "original_lang": "en",
  "original_title": "Ferry service between Sri Lanka and India resumes",
  "original_body_lines": [
    "The passenger ferry service between Nagapattinam in India and Kankesanthurai (KKS) near Jaffna in the Northern Province of Sri Lanka, which was earlier launched in October 2023, has resumed on Friday (August 16) after repeated delays.",
    "The ferry ‘Sivagangai’ run by a private operator, IndSri Ferry Services, completed its maiden journey between Nagapattinam and KKS in approximately 4 hours with around 50 passengers on board. The passengers were welcomed at the KKS port by the Consul General of India at Jaffna.",
    "“This resumption of ferry service is a testament to the broader effort to enhance maritime connectivity between India and Sri Lanka,” the Indian High Commission in Sri Lanka said.",
    "In order to make service more affordable for passengers, Government of India has decided to provide financial assistance of over LKR 25 million per month, for a period of one year, to cover relevant charges and operating costs at Nagapattinam port.",
    "Similarly, the Government of Sri Lanka has reduced the deviation tax currently charged to passengers leaving Sri Lanka by passenger vessels and ships.",
    "It would be recalled that Government of India has also extended a grant assistance of USD 63.65 million to Government of Sri Lanka for rehabilitation of the KKS Harbour, which was earlier envisaged to be undertaken under a Line of Credit.",
    "This is line with India’s commitment to supporting Sri Lanka’s economic recovery and its journey towards progress and prosperity, in close partnership with India, the statement said.",
    "“The resumption of this service underscores the commitment of both countries to strengthening bilateral relations through improved connectivity, as highlighted in the vision document for economic partnership jointly adopted during the visit of the President of Sri Lanka to India in July 2023.”",
    "Future plans include the exploration of additional routes and services that will further expand connectivity and economic collaboration, the Indian High Commission added."
  ]
}