{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cargills-collaborates-with-mas-foundation-for-change-to-combat-plastic-pollution/",
  "time_ut": 1708610100.0,
  "original_lang": "en",
  "original_title": "Cargills collaborates with MAS Foundation for Change to combat plastic pollution",
  "original_body_lines": [
    "Cargills Food and Beverage Limited, along with its brands KIST and KNUCKLES, has taken a significant step forward to address the issue of ocean plastic pollution by installing an Ocean Strainer in collaboration with the MAS Foundation for Change. The Interact Club of Colombo is a key collaborator in this initiative, as part of project ‘Ocean Revival’, which aims to contribute towards reducing plastic pollution in water bodies.",
    "The primary objective of the Ocean Strainer installation is to trap, collect, and remove plastic waste from waterways, minimizing plastic pollution and promoting the responsible recycling of collected materials. By addressing the issue at its source, this project strives to create a positive impact on the environment and remove plastic waste before it enters the ocean.",
    "The first Ocean Strainer under this partnership was recently installed at the Boralesgamuwa lake. Alongside the installation of the Ocean Strainer, volunteers representing Cargills, MAS, and the Interact Club of Colombo undertook the task of cleaning the surrounding area to the lake, including the walking path.",
    "The Ocean Strainer is expected to collect approximately 24,000 kg of plastic waste annually, ensuring that this waste is prevented from entering the ocean.",
    "A plastic collection bin was installed by KNUCKLES in the area adjacent to the lake, to encourage the public to dispose of plastic waste responsibly. Being mindful of environmental sustainability, KIST and KNUCKLES will continue to drive forward their efforts to enhance the collection of post-consumer plastic waste.",
    "Arjuna Kumarasinghe, Managing Director of Cargills Food and Beverage Limited:",
    "“This is a smart solution to tackle the issue of ocean plastic pollution, as waste plastic is arrested well before it finds its way into the ocean. We are excited to be involved in this initiative and look towards collaborating further to expand beyond this initial phase.”",
    "Cargills has always upheld an unwavering commitment to social and environmental sustainability, as a corporate role model with a deep-vested interest in community-centric national development. This vision has led the company to invest its efforts in sustainable projects that not only seek to protect the environment but also to uplift the lives and livelihoods of people across Sri Lanka.",
    "Ms. Sharika Senanayake, Executive Director of MAS Foundation for Change:",
    "“We are still in the very early stages of where we need to be to solve the ocean plastic issue in Sri Lanka. However, we have come close to believing that if we can all work together the collective effort of our sponsors, youth organizations, other non-profits and organizations together with the community, the floating debris from internal waterways can significantly be reduced. We can restore our lakes and coast line so that they may once again thrive and may never again be taken for granted!”",
    "JKH and Expolanka Holdings drive share market on an otherwise dull day",
    "‘Revenue collecting PCs had only Rs. 40 billion for public service in 2021’",
    "Dialog MAS Enabler programme offers corporate immersion to persons with disabilities",
    "Manudam Mehewara Initiative by Dialog, MAS, Hemas & CBL reach 10,000 families, invites all corporates to Join its countrywide emergency relief mission",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}