{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104063/us-pledges-unwavering-support-for-sri-lankas-anti-corruption-drive",
  "time_ut": 1733571480.0,
  "original_lang": "en",
  "original_title": "US pledges unwavering support for Sri Lanka’s anti-corruption drive",
  "original_body_lines": [
    "The U.S. Assistant Secretary of State for South and Central Asian Affairs, Mr. Donald Lu has expressed the United States government’s commitment to supporting Sri Lanka’s on-going anti-corruption initiatives as needed during a meeting with President Anura Kumara Dissanayake at the Presidential Secretariat today (07).",
    "Mr. Lu stated that the US is prepared to provide financial and technical assistance to strengthen Sri Lanka’s security and economy, according to the President’s Media Division (PMD).",
    "He also emphasized the US government’s willingness to offer technical expertise to help recover funds that were illegally taken out of the country, as part of Sri Lanka’s anti-corruption program.",
    "The discussion highlighted the US government’s appreciation for the new administration’s prioritization of key political, economic, and social challenges. Mr. Lu reaffirmed US support for safeguarding Sri Lanka’s sovereignty and territorial integrity.",
    "President Anura Kumara Dissanayake, speaking at the event, highlighted that Sri Lanka’s political culture significantly influences corruption and waste. He emphasized that efforts are underway to reduce these issues by fostering a new and improved political culture.",
    "The President also spoke about initiatives to uplift rural living standards through improvements to the rural economy and efforts to establish a modern civil service by enhancing the quality of public services, the statement said.",
    "The meeting was attended by Minister of Labour and Deputy Minister of Economic Development Anil Jayantha Fernando, Secretary to the President Dr. Nandika Sanath Kumanayake, Additional Secretary to the President Roshan Gamage, U.S. Ambassador to Sri Lanka, Ms. Julie Chung, USAID Deputy Assistant Administrator for Asia Ms. Anjali Kaur, Deputy Assistant Secretary for Asia and the Pacific at the U.S. Department of Treasury Mr. Robert Kaproth, USAID Mission Director Gabriel Grau and Counsellor for Political and Economic Affairs Ms. Shawn Gray, among others."
  ]
}