{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-hambantota-port-breakwater-reef-draws-rare-fish-as-corals-grow-238828/",
  "time_ut": 1756635000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Hambantota Port ‘breakwater reef’ draws rare fish as corals grow",
  "original_body_lines": [
    "ECONOMYNEXT  – A coral reef growing in the shelter of a  breakwater at Sri Lanka’s China-backed port has become a biodiversity hotspot with at least eight fish species no longer observed in widely known reefs in the island found, researchers have found.",
    "Researchers found a high species diversity within the coral growing habitat of the Hambantota port, exceeding other regional sites like Weligama, Polhena, and Thalaramba, a statement from the Hambantota International Port Group said.",
    "Among eight species not observed in similar studies in other locations were Blue Green Chromis (Chromis viridis), Redfin Butterflyfish (Chaetodon lunulatus),",
    "Researchers used a standardised swim-timed transect method, covering areas of 5 by 20 meters at depths between 0.5 and 5 meters, cataloguing observed visual counts of fish by family and feeding behaviour.",
    "Hambantota internal bay showed a Shannon-Wiener Diversity Index score of 2.3   comapred with 1.8 for Weligama and 1.6 for Polhena. The score of another site, Thalaramba was only 1.1.",
    "Coral growth is throttled by excessive growth in algae (seaweed) in many areas fed by fertilizer run-off from agriculture. Fishing activities reduces plant-eating fish, who would have otherwise eaten some seaweed, aggravate the problem.",
    "“Algal domination is a serious concern globally, as it can suffocate coral reefs and trigger irreversible ecosystem shifts,” says M F M Fairoz, a Marine scientist who lectures at the Ocean University of Sri Lanka, who led the study.",
    "“But at HIP, we’re seeing the opposite, a reversal of that trend, thanks to abundant herbivores fish species that keep the reef clean, balanced, and productive.”",
    "Researchers also observed economically important fish such as trevally (Paraw) and lobster.",
    "The Hambantota coral habitat which started to grow under the protection of the reef is helped by minimal human interventions, low pollution due to strict standards, no ornamental fish harvesting.",
    "In addition, the Hambantota port provided a complex artificial reef structure, and open ocean connectivity that ensures healthy water flow, the company said.",
    "About 34 percent in Hambantota Port were herbivores, 58 percent  were carnivores, and 40 were are omnivores.",
    "“This spread supports a strong, stable food web where energy flows smoothly between species, just like in a healthy natural ecosystem,” the port said."
  ]
}