{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/medical-humanitiesan-interdisciplinary-approach-to-holistic-health/",
  "time_ut": 1728301380.0,
  "original_lang": "en",
  "original_title": "Medical Humanities:an interdisciplinary approach to holistic health",
  "original_body_lines": [
    "The Department of Medical Humanities at the University of Colombo’s Medical Faculty is another groundbreaking initiative by the institution as the pioneer of the discipline here at home and in South Asia. In an interview with the Sunday Island, Clinical Psychologist and Head of the Department of Medical Humanities, Dr. Santushi Amarasuriya elucidates on how this discipline, which is gaining momentum the world over, explores human experiences of health and illness drawing from a spectrum of other social and aesthetic branches.",
    "Q: Could you please share the ‘story’ behind the establishment of the Department of Medical Humanities at the Colombo Medical Faculty?",
    "A:The Department of Medical Humanities was established in 2016 in response to global trends which recognize the role of medical humanities in medical education. It helps medical practitioners to reorient themselves into a holistic and person-centered approach to health care. There was also a general recognition of the impact of burnout and resultant empathy-deficits among medical practitioners, with medical humanities seen as a mechanism through which doctors can understand, reflect upon and deal with such issues. It is in recognition of all this that our Department was established.",
    "Medical humanities lies at the intersection of medicine and humanities. It draws from various disciplines; from literature and philosophy to ethics and arts. The scope of medical humanities is very broad and therefore we find varying definitions of it. How we define it here at the Colombo Medical Faculty, is as ‘humanities in the pursuit of improving the well being and achieving goals in medical education.’ Our goal is to use medical humanities to foster compassionate care, professionalism and ethical practice among medical and other health care professionals, whilst also being sensitive to the socio-cultural context in Sri Lanka.",
    "If we look at the specific history of how the department came into being, one of the highlights was when a brand-new stream called the Behavioural Sciences Stream, first conceptualized by Prof. Nalaka Mendis, was established within the curriculum of our Faculty in 1995. This was a pioneering effort that recognized the transition of the medical model of illness, which focused primarily on biological factors, into what is known as the bio-psychosocial model of health and illness in the late 70s. This latter model takes a more holistic approach and recognizes that there are psychological and social elements that also determine the outcomes of an illness.",
    "Then, during a revision of the Behavioural Sciences Stream curriculum in 2013, Prof. Panduka Karunanayake proposed the establishment of a Medical Humanities Unit. The ensuing discussions led to Prof. Godwin Constantine proposing the establishment of a department. Subsequently, Prof. Saroj Jayasinghe, who was the Chairperson of the Behavioural Sciences Stream at the time became the driving force in establishing the Department in 2016, becoming its founder Head.",
    "I was the first permanent academic staff member to have been recruited to the Behavioural Sciences Stream in 2006 and after the establishment of the Department of Medical Humanities in 2016, I came on board as its first Senior Lecturer.",
    "Q: Could you elaborate on the nature of the learning enabled for the medical student by the Department and how medical humanities help students to brave a demanding curriculum with empathy and kindness?",
    "A: Our main teaching input is through the Humanities, Society and Professional Stream, previously known as the Behavioural Sciences Stream. We provide input into areas of personality development and psychology, communication skills, ethical practice, professionalism, and humaneness, utilizing different teaching methodologies.",
    "If I were to address the topic of empathy that you highlighted, many of our activities try to cultivate this skill in students. However, I would say it is not easy to develop. Many studies have shown that when medical students reach the third year, which is when they start their clinical rotations and need empathy the most, there is actually a decline of it. This is referred to as the ‘devil in the third year’. Many reasons are attributed to this. For example, what was hypothetical is now actually real and students are suddenly overwhelmed with a higher level of responsibility because now they are taking care of real people. There is also a marked increase in workload and it could also be the lack of role models. All this might lead to a decline in empathy. But we must remember that empathy is a hard job, stepping into another person’s shoes and understanding their problems, such as what is making them distressed. To make it even more challenging, it would be multiple patients whose shoes they have to step into and that can be really exhausting.",
    "As a human being, your natural defense mechanism would be to detach yourself and not be empathetic. Therefore, what we try to do is to recalibrate, talk about and reinforce the importance of it.",
    "Q: Could you please explain how the wide range of disciplines coming under medical humanities is translated into actual practice by physicians?",
    "A: One of the methodologies that we have adopted is to use narratives in medicine. Very early in the students’ career, we ask them to go and draw from patients their personal story, and NOT their clinical history. This helps to cultivate a holistic approach to medicine. As a clinician, when you take a clinical history, you are very cognizant that there is a lot more going on for the patient than merely their disease.",
    "A simple exercise that some international institutions utilize is to take students on a gallery visit where they are asked to study portraits to sharpen their finer observational skills; they start learning to notice certain physical signs or certain subtle cues that may have escaped attention. Therefore, at the point of their interaction with patients, they become more attuned to reading many nonverbal cues. For example, take a well-known painting like the Mona Lisa. Closer observation reveals her pale complexion, swollen hands and puffiness around her eyes, which can be used to hypothesize possible ailments she may have suffered from.",
    "Similarly, certain films can be used to create a stimulating dialogue about patient-experiences. They are able to trigger strong emotional reactions and then also provide a safe space to discuss difficult topics which may be inaccessible if only relying on personal experiences. Another tool that I personally find fascinating, that is adopted by some of our colleagues in the region, is the use of the ‘spectator’ concept within forum theatre, where the spectators have the opportunity to intervene and become the actors to change the outcomes of stories depicting difficult situations.",
    "This highlights and empowers the students in their future roles as reflective change agents. Medical students can also be helped to actually step into the patient’s shoes and share the experience of the patient. For example, what is it like to be wheelchair-bound or lack the use of a limb so that they could relate to a patient’s situation better. There is a wide array of methodologies, and this is important given the diversity of student preferences.",
    "Q Is it justifiable to say that this interdisciplinary approach has gained momentum today as the innate ‘humane humaneness’ coupled with professionalism which was found in the good old doctor of yesteryear is largely eroding today, replaced by a stereotypical fact-finder?",
    "A: The importance of humaneness in medical care is well recognized now. The concept of person-centred or patient-centered care is known to a medical student and medical curricula all over the world are adopting these concepts now. If you ask a medical student what empathy is, they will regurgitate the definition and they also know it is important. I would argue that maybe in the good old days these definitions might have been rather alien, but the values these definitions entail may have been innate in most physicians.",
    "That is not to say that there aren’t many students with such skills today. But previously, medical professionals might have had time to actually cultivate these abilities and skills; they might have been able to immerse themselves in the arts. Whereas now, the landscape is very different due to the sheer volume of information to digest, too many competing demands and so forth. Therefore, it becomes a matter of prioritization and many are driven to only focus on the more tangible and measurable elements.",
    "A second reason is the structure of our education. If you take the A-Levels, it’s a rat race to get into the medical faculty and how you get there is by knowing all the information to answer the questions. Along the way you may not have had time for extensive reflection or contemplation. The student who comes to us is trained in that way. So, when they take a clinical history, they may be more driven to simply gather data and make a diagnosis. They forget the holistic nature of the interaction along the way.",
    "Q: Do you think the relevance of medical humanities is unprecedented today given the shift in socio-economic dynamics in society?",
    "A: As a country we have faced several calamities and the most recent one is the economic crisis. Along with it there are several other problems that our people have to face: a significant number is impoverished and there has been a lack of medical supplies and an exodus in the medical profession itself. So, if you think about the professionals working today, they are overloaded with work, and this can lead to a sense of helplessness and frustration.",
    "If you place it within Maslow’s hierarchy of needs, they may be struggling to meet basic needs. So higher-level needs like compassion and empathy start to look more like “nice-to-haves” than necessities, given that they are trying to deliver in a context that is resource-poor. It really is a balancing act. Therefore, it is often all too easy to satisfy ourselves with aggregate numbers. For instance, we say there are low rates of infant mortality and few maternal deaths. But what we might overlook in those aggregates is the experience that the patient has had in this whole process. What we do in our curriculum is re calibrate and remind them of what is finally needed.",
    "Q: Today many patients lament that doctors are ‘poor communicators’, that their body language often doesn’t foster a sense of comfort and security in a patient. How does medical humanities envisage to address this so that doctors can be better communicators?",
    "A: As a Faculty, we all endorse the importance of communication skills, and the input is given at different stages not only through our Humanities, Society and Professionalism Stream (HSPS) but through the other teaching arms as well. Interestingly, many students know the science behind communication practices, such as starting with an open-ended question, but they may not know HOW to do it. There’s a lot of art in asking a question. Although they may not have the innate gift of being effective communicators, with the right training, they can be developed into very successful ones.",
    "In some of our activities we use different works of art, such as movies, paintings, poems, stories and so forth. In the recent past, we have used the painting titled ‘The Doctor’ by Luke Fildes. In the painting, a doctor is hovering over an ill child and we ask the students to interpret what’s going on. A lot is being communicated in this visual such as the stance of the doctor, the nonverbal behaviour, and in the background are the child’s parents who have entrusted the child to the doctor’s care. So just asking the students to analyze it and talk about it helps them to reflect. We use many other such methodologies to foster good communication in future doctors.",
    "Another tool we often use is role-play. We recently launched a Communication Skills Master Class under the guidance of Prof. Dinithi Fernando, the current Chairperson of the HSPS, to give more muscle to the enhancement of communication skills.",
    "Q: What are Sri Lanka’s strengths as a multi-cultural and a hospitable nation that medical humanities could draw from?",
    "A: We are a collective community and helping another human being in distress, is very much a part of our culture. It comes very naturally and that translates into the process of healing a patient in distress. Kindness and compassion are key messages that are collectively shared by all our religions practiced here at home. If you consider kindness, I think of it at two levels: people whose core is kind and those who superficially reflect kind behaviour such as talking in a nice way and similar social graces. But this second category may not be kind deep down. Now if you think about our cultural orientation, it is that first one which is emphasized- kindness at the core. What we are trying to harness is a natural or deeply culturally-endorsed tendency.",
    "Another example is the cultural sensitivity that we may already possess. We have students coming from different contexts and different experiences. They already recognize the existence of ‘health pluralism’ and that the patient’s conceptualizations of illness and treatment encompass a wide range of practices and beliefs that are not directly relevant to western medical practice. Therefore, it is just a matter of reminding them of these to help them to be more empathetic about patient experiences.",
    "Q: What are the collaborations the Department has forged with professionals outside the medical stream to cultivate a sense of appreciation in aesthetics in future doctors?",
    "A: One good example is our Humanitas programme. This is the brainchild of Prof. Panduka Karunanayake. The Latin term humanitas translates into human nature, civilization and kindness and relates to what it is that makes us human. In this programme we address various human issues – be it a current crisis or a problem like a heart break.",
    "Prof. Karunanayake’s objective in launching this programme was to trigger an emotional reaction and let the other cognitive processes occur on their own. The Humanitas programme is solely directed by Dr. Santhushya Fernando who is a Senior Lecturer in our Department, where she gets in different artists from musicians to poets to talk about such issues and reflect and share their vulnerabilities, giving flavour to the programme. The programme has received very good reviews and all credit for this must go to Dr. Fernando who has spearheaded this programme with passion and enthusiasm.",
    "Similarly, we have been fortunate to receive generous support from the academics of the University of Visual and Performing Arts who have not only made wonderful contributions to the Humanitas programme but to many other activities of the Department.",
    "Q: What inspiration does the Colombo Faculty offer other medical faculties in the country in terms of recognizing medical humanities and what are the future plans of your Department to give a further thrust to medical humanities?",
    "A: Even in terms of the Behavioural Sciences Stream, we were pioneers and all other faculties have now adopted it under different names. It is heartening to note that many of the medical faculties here have taken a cue from our experience. Although they may not have a dedicated department to the discipline, many have incorporated these ideas into their curriculum.",
    "In terms of expansion, we have many plans which are aligned with the goals of our Department such as using the humanities to facilitate health education and training, initiating research by drawing from best practices which could be replicated here at home and also to enrich our curriculum. We plan to explore on how to enable more patient-friendly environments so that our future doctors can actually translate the concepts espoused by the humanities, into actual practice and also explore the role of the discipline in developing therapies or interventions to promote health.",
    "The department has now been allocated a larger space within the Faculty to grow and expand but lacks facilities to make it an occupiable space. We are seeking donations from philanthropists and wellwishers to make this project a reality.",
    "Bridging the Workforce Gap:A comparative analysis of global and Sri Lankan labour force participation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}