{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/kaithadys-nuffield-school-for-the-deaf-blind-will-the-new-president-save-its-children-from-the-church/",
  "time_ut": 1728827085.0,
  "original_lang": "en",
  "original_title": "Kaithady’s Nuffield School For The Deaf & Blind : Will The New President Save Its Children From The Church?",
  "original_body_lines": [
    "The Anglican Church’s Colombo Diocese has three schools for the visually handicapped and hearing impaired: 1) The Nuffield School in Kaithady (or The Deaf and Blind School, as we used to call it), 2) The School for the Blind in Ratmalana and 3) The School for the Deaf, also in Ratmalana. The Kaithady school  was part of my life as a boy. We always attended their Christmas service and were amazed by how well the handicapped children could sing. They would occasionally come to our services at St. James’ Nallur.",
    "The Nuffield School was established in 1956 with 18 students and 4 staff members. By 1961 there were 60 students, with many students residing within.",
    "Taking from one of the schools’ websites, “traditional Hindu Society saw in the deaf or the blind an act of God, which had to be accepted by the individual and the family. Charity and sympathy were given to them in large measures. Education which was sought by all, mainly for white collar jobs, was not thought of for the handicapped children. But an observation of the growth of the school, its popularity, the response of the parents and the public within a short time of its founding, reveals the fact that Nuffield School has developed into an accepted institution in Sri Lanka. […] Classes are conducted from the nursery up to GCE Ordinary Level in the Tamil medium, in addition to vocational training such as typing, carpentry, metal work and welding, beauty-culture and hair-dressing, tailoring etc are offered to the students. Agriculture and rearing of poultry and cattle are also done at Nuffield School. The war destroyed much of that..",
    "The war took its toll on the school in many ways including on qualified and committed staff. The good have largely abandoned Jaffna. Jaffna is now full of stories on how orphanages make hunting grounds for sexual predators.  There were no community networks assuring students  that the Nuffield School for the Deaf and Blind would be the best choice for their children. About 7 years ago (Vasuki Rajasingham’s time as Principal) Nuffield School for the Deaf and Blind  insisted that the  blind students be removed. Trust was broken. Former principal Mr. Samson’s case is ongoing regarding why Principal Samson’s government pension is being refused. Mr Samson was a government teacher and was dismissed by Fr. Philip Nesakumar without following government cadre procedures. Principal Sampson was being paid by the government and not the Board and therefore Fr Nesakumar had no authority to dismiss him without the input of the government. Samson was accused of an affair with a teacher. Mahendran came in as Principal in 2015. He is a Hindu who was baptised and brought in by Fr. Nesakumar. But for reasons I will not get into, Mahendran ended up in prison.",
    "Vasuhi Rajsingham then came as Principal.  She was accused of humiliating senior staff and of hitting a child. She was removed but there are those who want her back.’",
    "Amara is my first cousin. Teaching in Australia, she was persuaded to sell her house, resign her post and join as Principal. When she was simply told that she has the job, she trusted the church and came. That was a big mistake.",
    "When I studied in London my first job was washing plates. My Cypriot boss would not tell me my salary. He simply said let’s see how good you are. My brother advised me to take the job saying he would not go below the minimum hourly wage of 70 p. So I worked hard and at the end of the first day he said he would pay me 25 p. He explained that he is taking a risk because I am an illegal (which I was not). I quit.",
    "It was after starting  work trustingly that Amara was given her appointment letter. It had a clause that she must not talk to any Board Member – a clause that was not part of any previous principal’s letter. Amara refused to sign that letter and was ultimately given a letter without that clause.",
    "It was a clause from a prehistoric labour contract where you can only negotiate with your immediate supervisor, worse than in our tea estates. I wonder whether Board Chairman Bishop Dushantha Rodrigo thinks he is a Cangani supervising a betel chewing tea-plucker.",
    "Nonetheless, Amara has worked miracles at Nuffield. Student numbers are up –  from 124 when she comes to 143 now. A Speech Therapy Center is on.",
    "There has been no complaint of sexual harassment or corporal punishment of students by the principal as before. O. Level results are up. The children are taken to church. She has brought in millions in donor funds – over Rs. 10 million from Canada and almost a million from New Zealand. A function to show case the school is to be held soon with the presence of the diplomatic community.",
    "However, she is harassed by the Board that rarely comes to Kaithady and consists of people on the Board for years knowing little of training the handicapped. This Board sits in Colombo and demands that funds she brought in be given to the two schools at Ratmalana. It is almost 3 years since she came but her quarters are not fully ready. She lived in her office going to a rented room outside for the night.  She has no phone nor computer and uses her personal items.",
    "She complained to the Board of poor wiring and asked many including me for funds. Two weeks ago the electric system overloaded and set off a big fire putting the children in great danger. There have been 2 other fires since then. The Bishop had been warned but took no action on rewiring, his focus being, it seems, on paying several lakhs of supplementary salaries above what the government pays the southern Principals and his office staff, well above what Jaffna officials get.",
    "On account of the neglected wiring Amara’s personal fridge, washing machine and air conditioner have broken down.",
    "Again two weeks ago, the masonry in a portico roof broke and fell down, barely missing the children who were waiting for a bus. It is a matter of cementing it, Board Members have said although they were warned long ago.",
    "As a result, the function for which the diplomatic community was expected had to be postponed.",
    "The Bishop and his Board have advertised Amara’s position. Amara applied by the closing date in July but no action has been taken to even tell her what is going on. Perhaps the church is waiting for her contract to finish at the end of the year and for her to go. I am sure that if she is sent out, the donors will ask why. The church would then tell more lies I suppose.",
    "The Manager Rev. Philip Nesakumar says it is because she is not obedient. He also says she will turn 60 soon although they recently hired a person over 60 to Ratmalana. He and a former Principal have reportedly told the people at St. James’ Nallur that Amara is sad after her brother’s death and wants to go away. She is indeed sad but it is untrue that she wants to go away. She wants to finish the work she started and set up her charges on secure grounds.",
    "And how is she disobedient? Disobedient in refusing to agree to transfer to Ratmalana funds that Amara obtained stating that they are for Kaithady? Disobedient in declining changes to her contract after she accepted her job at Nuffield, resigned her job and sold her house in Australia and came to Sri Lanka?",
    "We are seeing the death throes of the Anglican Church in Sri Lanka. Unfortunately with the Anglican Church the Nuffield School will also die. It is a national asset and cannot be allowed to die through financial neglect and sexual predators hired by the church to be in charge of the buildings and children.",
    "As I wrote in an op-ed, if you are qualified, that makes you unqualified in the eyes of the Anglican church because you cannot be manipulated by poorly qualified clerics who get the call of God after failing their GCE O. levels. In a qualified staff member, the Bishop seems to see competition rather than a valuable resource.",
    "President Anura Kumara Dissanayake has been duty conscious in moving the Bribery Commission into action and getting improperly obtained cars to be returned.",
    "The situation is not dissimilar in the Anglican Church. Very expensive cars have been acquired for their personal use by Bishop Kenneth Fernando, Bishop Duleep de Chickera and the archdeacons of the Colombo Diocese. De Chickera also got Rs. 900,000 to lease a van for a year from this restricted endowment fund bypassing the diocesan council.They used the Bishopric Endowment Fund without the constitutionally required consent of the Diocesan Council. There is no way the relatively poor Council Members would agree to buying luxury cars for poorly qualified priests – morally or academically or both. So the church leaderds decided to violate the church constitution and steal.",
    "The state or the Bribery Commission must be moved by the President to force the return of these stolen cars. The church preaches to the state on good governance. It should tske a small dose of it for itself. Our Bishops should learn from the crooked ministers who are returning all their improperly obtained cars. It should be more educative than an eloquent Sunday sermon.",
    "The Bribery Commission hides behind saying they have jurisdiction only over state actors but I have a paper with them showing why even private actors can be punished. With the change of the Director General of the Commission, the President should bring private crooks also under the Bribery Commission. As a matter of public interest, many of us would like to know what happened to the millions stolen from his mother’s pension fund by the Anglican Bishop Shantha Francis without informing the government of her demise. Like many things in Sri Lanka, he put his being caught on the LTTE.",
    "Far more importantly the deaf and blind children at Kaithady must be saved. All the progress there is being reversed by a non-present incompetent Board. At present a private scam is going on with hearing aids by people with no training in helping those with hearing deficiencies.",
    "When people bring complaints the church punishes them as it did Father V. Daniel of the Anglican Church’s St. John’s College who has been suspended without pay for raising union issues. When other union members questioned that, the only question was “Who told you?” When the church is evil, it is suspicious of any challenge to its authority. A government institution’s  union is safer than  church-based union. So much for Christian love!",
    "Those reporting the scam claim that children from outside the Nuffield school are being trained at the school. Amara has no knowledge of the programme. Besides, that would be a violation of Ministry Policy. Ratmalana must not be able to get its hands on the targeted grants to Tamil children in Kaithady.",
    "People are watching if President Anura Kumara Dissanayake will do anything for Tamils. He should put Bishop Dushantha Rodrigo and the crooked clerics on notice. A white cassock and a pectoral cross do not a clean heart make.",
    "But President Dissanayake can make a Nuffield child see and hear if he would force reform at the Nuffield School by getting the unsafe buildings repaired and the grant money used for the purposes for which they were donated."
  ]
}