{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Details-emerge-on-victims-in-Canada-mass-killing-father-is-recovering/155-278547",
  "time_ut": 1709976120.0,
  "original_lang": "en",
  "original_title": "Details emerge on victims in Canada mass killing; father is recovering",
  "original_body_lines": [
    "March 09, (BBC) -  The Sri Lankan father who survived the mass murder of his family in Canada said he returned home from work on Wednesday to find his wife and four young children had been killed.",
    "Dhanushka Wickramasinghe, 34, was also attacked but managed to subdue the suspect.",
    "He is now recovering in hospital from a slash to the eye and one of his hands.",
    "A 19-year-old Sri Lankan student who was living with the family was charged with the deaths",
    "The new details of the night the Wickramasinghe family was killed emerged from a series of media interviews with Bhante Suneetha, the resident monk at a local Buddhist monastery in Ottawa that the family attended.",
    "Mr Suneetha, who visited the father in hospital on Thursday, said he is in \"great shock\" over what happened.",
    "Police in Ottawa discovered the slain family at their townhouse in the Barrhaven suburb after responding to emergency calls placed at around 22:52 local time (03:52 GMT) on Wednesday.",
    "Chief Eric Stubbs with the Ottawa Police Service said the calls came after a man, later determined to be Mr Wickramasinghe, yelled for neighbours to call for help.",
    "Responding officers then found the bodies of Mr Wickramasinghe's wife, 35-year-old Darshani Dilanthika Ekanayake, and their four young children: seven-year-old Inuka Wickramasinghe, four-year-old Ashwini Wickramasinghe, three-year-old Ranaya Wickramasinghe, and two-month-old Kelly Wickramasinghe.",
    "Police also found the body of 40-year-old Amarakoonmudiayansela Ge Gamini Amarakoon, an acquaintance who was living with the family.",
    "The Wickramasinghe family were newcomers to Canada. Naradha Kodituwakku, the former president of the Sri Lanka Canada Association in Ottawa, told reporters that they had arrived last year.",
    "In an interview with CBC, Mr Suneetha described them as kind people who often lent a helping hand at the local temple.",
    "\"They are innocent and also very helpful people. It doesn't matter [who would ask] for help from them,\" he said.",
    "Febrio De-Zoysa, an international student from Sri Lanka, was arrested at the home without incident and has been charged in connection to the murders, which police said were carried out using a \"knife-like object\".",
    "Algonquin College in Ottawa released a statement to the media on Thursday confirming that Mr De-Zoysa was enrolled at their college, and that his last semester of attendance was winter 2023.",
    "In a statement published on Facebook, the General Consulate of Sri Lanka in Toronto expressed its condolences to the family and friends of the victims.",
    "It also alerted parents of those who are studying abroad from Sri Lanka \"to pay more attention to their children during their transition and integration\" into a foreign country like Canada.",
    "Police did not specify a motive for the crime, saying the family were \"innocent victims\", and that their investigation is ongoing.",
    "Mr De-Zoysa made his first court appearance in Ottawa on Thursday, where he was formally charged with six counts of first-degree murder and one count of attempted murder.",
    "A vigil will be held for the family on Saturday, and a GoFundMe launched for Mr Wickramasinghe by the Buddhist Congress of Canada has raised more than C$53,000 ($39,300; £30,500) as of Friday afternoon."
  ]
}