{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/uk-owned-ship-attacked-by-houthis-sinks-off-yemen-coast/",
  "time_ut": 1709416920.0,
  "original_lang": "en",
  "original_title": "UK-owned ship attacked by Houthis sinks off Yemen coast",
  "original_body_lines": [
    "A British-registered cargo ship has sunk two weeks after being attacked by Houthis in the Gulf of Aden.",
    "Yemen’s government said the Rubymar was drifting and taking on water for days before it sank. It is the first ship to have been sunk by the Iran-backed rebels in Yemen since they began targeting vessels in the Red Sea.",
    "The ship was reportedly carrying fertilisers and experts say the sinking risks “an environmental catastrophe”.",
    "The Rubymar was in the Gulf of Aden near the Bab al-Mandab Strait when it was hit by two missiles fired by Yemen-based Houthi rebels ten days ago, the British government said that the vessel had been taking in water and all its 24 crew had been rescued.",
    "The BBC obtained an image of the ship on 21 February, which showed it submerged at the stern, but still afloat. The vessel’s owners said at the time that it was being towed to nearby Djibouti but could yet sink. It said it was unable to confirm it had given there was no one aboard.",
    "The vessel was flying under a Belize flag and operated by a Lebanese firm. It is believed to have been carrying a cargo of ammonium nitrate fertiliser.",
    "The prime minister of Yemen’s internationally recognised government, Ahmed Awad Bin Mubarak, called the ship’s sinking “an unprecedented environmental disaster”.",
    "Greenpeace said a spill of ammonium nitrate could have “significant impacts on marine ecosystems”.",
    "Since November, the Houthi rebels have been carrying out attacks on ships linked to Israel in the Red Sea and the Gulf of Aden, saying their actions are in support of the Palestinians in Gaza.",
    "The US and the UK have carried out a series of attacks on Houthi targets inside Yemen in response.",
    "On Saturday, the UK Maritime Trade body, UKMTO, said it had received a report of a ship being attacked west of Yemen’s port of Mokha. The UKMTO said: “The crew took the vessel to anchor and were evacuated by military authorities”. Separately, the UKMTO reported a ship sinking, close to where the Rubymar was last seen.",
    "The US Central Command said it carried out “a self-defence strike” against a Houthi surface-to-air missile that was about to be launched from Yemen. The command said the missile had presented an imminent threat to US aircraft.",
    "The rebels’ attacks on merchant vessels in the Red Sea have prompted many shipping companies to stop using the waterway, through which about 12% of global seaborne trade passes.",
    "Despite more than a month of air strikes against Houthi targets by the US-led naval coalition, the rebels remain capable of carrying out significant attacks. They insist the attacks will continue until Israel stops its military campaign against Hamas in the Gaza Strip.",
    "Palestinian PM Shtayyeh hands resignation to Abbas over Gaza ‘genocide’",
    "UK-owned ship damaged in Houthi missile attack off Yemen, US says",
    "Israel’s Gaza Campaign Is the Gravest Moral Crisis of Our Time",
    "Israel-Gaza war: Latest ceasefire talks not very promising – Qatar",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}