{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-important-was-India-s-help-to-Sri-Lanka-in-2022/4-768162",
  "time_ut": 1729275163.0,
  "original_lang": "en",
  "original_title": "How important was India’s help to Sri Lanka in 2022?",
  "original_body_lines": [
    "India’s help was significant at a crucial time as Sri Lanka was going through a nightmarish",
    "The IMF program is to give Sri Lanka $ 3 billion over four years with conditions. India gave $ 4 billion in one year to Sri Lanka with no conditions. Also, the timing is important to note. The IMF program came in 2023 when Sri Lanka had stabilised to a large extent under President Ranil Wickremesinghe. Also, most of the toughest policies that were needed for Sri Lanka to achieve macroeconomic stability were already put in place by the former President Ranil Wickremesinghe when the IMF program was approved. But India came to Sri Lanka’s aid when Sri Lanka was staring at the abyss with a Government that was behaving very irrationally in January 2022 with the country facing macroeconomic instability. This point should not be forgotten by the Sri Lankan public",
    "The Maldives is close to an economic crisis similar to which unfolded in Sri Lanka in 2022. The government of Muizzu came to power with an “India Out” campaign. But today, as was the case for Sri Lanka in 2022, when Maldives is in deep economic trouble and is close to defaulting, it is India that has come to its aid. India could have very well looked the other way but it didn’t. This should be a clear message for South Asian nations that they can have many best friends but India will remain the brother who will come to their help when things go bad.",
    "What most people in Sri Lanka do not realise is that India started rolling out its financial assistance totalling $ 4 billion (over the year) in January 2022 itself. Most of India’s $ 4 billion in 2022 came when President Gotabaya Rajapaksa was the President. In January 2022, the situation for Sri Lanka was dark. Sri Lanka needed to pay $ 6.9 billion by the end of 2022 and it only had $ 1.6 billion in reserves. Sri Lanka was shut out of international capital markets. It was staring at a default and the Government at that time was refusing to go to the IMF. Many other countries would have refrained from sending money to Sri Lanka in January 2022 as there was a strong possibility that that money would not be paid back any time soon. But still India went ahead and helped Sri Lanka.",
    "The IMF program is to give Sri Lanka $ 3 billion over four years with conditions. India gave $ 4 billion in one year to Sri Lanka with no conditions. Also, the timing is important to note. The IMF program came in 2023 when Sri Lanka had stabilised to a large extent under President Ranil Wickremesinghe. Also, most of the toughest policies that were needed for Sri Lanka to achieve macroeconomic stability were already put in place by the former President Ranil Wickremesinghe when the IMF program was approved. But India came to Sri Lanka’s aid when Sri Lanka was staring at the abyss with a Government that was behaving very irrationally in January 2022 with the country facing macroeconomic instability. This point should not be forgotten by the Sri Lankan public.",
    "An IMF program is essential for Sri Lanka as the IMF is not about the $3 billion it gives but the verification it brings. The IMF is like an auditor which brings trust to the nation back. World Bank and ADB funding is linked to the IMF and so are debt restructuring with many creditors. India was instrumental in making it easier for Sri Lanka to enter the IMF program. As a former minister was saying that the IMF Managing Director Kristalina Georgieva had told him, that when the Indian Finance Minister Nirmala Sitharaman had met the IMF chief, the Indian Finance Minister had spent over 75% of her time speaking for Sri Lanka and only 25% of her time speaking about India. This shows the care and effort India placed in pushing the IMF to support Sri Lanka. India was also the first country to give financing assurance to the IMF for Sri Lanka and was one of the three key members of the Official creditor Committee along with France and Japan.",
    "A fact that is not mentioned much is the decision of Indian Prime Minister Narendra Modi in helping Sri Lanka. In January 2022, the Indian Prime Minister was two years away from reelection and in India there are many state elections in any given year in which his party, the BJP contests. Providing $ 4 billion to Sri Lanka is a large amount. PM Modi could have very well directed it towards domestic projects. For example, one of PM Modi’s flagship projects under his Production linked incentive scheme (PLI) was where the Indian government gave $ 2 billion worth of subsidies to Micron Technology to produce semiconductors in Gujarat which was to create 5,000 direct jobs and 15,000 indirect jobs.",
    "PM Modi could have easily been tempted to initiate two more projects like Micron in India which could have increased his votes rather than help Sri Lanka with $ 4 billion (which is twice the amount the Indian government directed towards Micron). Putting the well being of Sri Lankans even above domestic interests by the Indian government should not be forgotten by Sri Lankans.",
    "Lastly, what many Sri Lankans need to realise is that $ 4 billion is much more significant for India than for the other bilateral creditors like Japan or even China. India is a lower middle income country and GDP per capita terms, Sri Lanka is still richer than India. In an imaginary situation, let’s say China (as it’s the largest bilateral creditor) and India both provided $ 4 billion in assistance for argument’s sake. China’s economy is almost five times larger than India’s so India’s assistance of $ 4 billion as a proportion of its economic size would be five times more valuable than $ 4 billion from China.",
    "India’s help was significant at a crucial time as Sri Lanka was going through a nightmarish situation in 2022. It is a good time for Sri Lankans to reflect on this crucial bilateral relationship with our neighbour to the north. The way forward does not have to be based on gratitude alone but more on opportunity. India is the fastest growing large economy in the world and soon set to be the third largest economy in the world. India’s middle class alone is set to hit 500 million which is an opportunity for Sri Lankan businesses. Sri Lanka is a country that is known to not miss an opportunity to miss an opportunity. The next big opportunity for Sri Lanka is to our north and hope we do not miss this.",
    "(The writer is an Economist and he is an economic policy consultant at the Asian Development Bank. He is a regular columnist for the International Monetary Fund. The opinions expressed in this article are strictly the author’s"
  ]
}