{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ronnie-de-mels-george-keyt-paintings/",
  "time_ut": 1734815940.0,
  "original_lang": "en",
  "original_title": "Ronnie de Mel’s George Keyt Paintings",
  "original_body_lines": [
    "I first met Ronnie de Mel (1925-2024) less than six months before his passing. At the time, he was 98 years old and confined to a wheelchair, yet his memory and sharp intellect were as formidable as ever. The purpose of our initial meeting was to interview him for information about another former politician with whom he had worked somewhat closely in the legislature. De Mel hailed from a different era—three or perhaps four generations before mine. Despite the age gap, his critical thinking and incisive responses often made more sense than those of many of his successors. In his most recent book Prof. Rajiva Wijesinha commented de Mel was “…intellectually head and shoulders above all subsequent Finance Ministers”. It is no exaggeration to say that de Mel was one of the architects of Sri Lanka’s Open Economy, introduced in 1977. As Minister of Finance, he successfully balanced 11 consecutive budgets and was a trusted confidante of President J.R. Jayewardene.",
    "The interview was arranged by his loyal personal secretary, Mr. Wilfred, who had served him for nearly 50 years. Upon entering Ronnie de Mel’s home on Charles Drive in Colombo 3, one of the first things that caught my attention was the impressive collection of paintings by the renowned Sri Lankan artist George Keyt. These works, displayed throughout the hall, immediately commanded focus. During the course of our one-hour interview, I found myself repeatedly drawn to these captivating pieces. It was evident that most of them were from an earlier period of Keyt’s career, characterized by a style less commonly seen in his later works.",
    "De Mel, perceptive as ever, noticed my frequent glances toward the paintings. When we paused for a break and refreshments were served, he remarked, “You seem to like those paintings.” It was a natural observation; anyone with an appreciation for art would surely admire Keyt’s distinctive style. I responded by commenting on the apparent age of the works, noting their earlier period. De Mel, with a slight smile, acknowledged my observation: “Ah, you noticed that. Seems you know a thing or two.”",
    "In truth, my knowledge of art history was limited, especially in relation to Keyt’s work. Nevertheless, I felt compelled to inquire further. I asked de Mel for permission to examine the paintings more closely, to which he graciously agreed. This moment, though brief, allowed me a more intimate engagement with the artwork, further deepening my appreciation for the collection that filled his home. The exchange served as a reminder not only of de Mel’s refined taste but also of the broader cultural connections that shaped his life and perspective.",
    "As I examined the paintings, I noticed the dates inscribed by George Keyt—ranging from the early 1920s to the 1940s. These works represented the earlier phase of his career, marked by a distinctive style less commonly seen in his later works. The pieces were primarily landscapes, with some depicting intimate human moments—one portraying a group of four men playing musical instruments, another capturing a woman playing a drum while two others danced. In contrast, a few later works reflected the style for which Keyt is most famous, with curvaceous women and vibrant village scenes.",
    "De Mel’s hall was graced with a dozen such pieces, and with a certain pride, he remarked that he might be the largest private collector of Keyt’s works. While I knew of other collectors who perhaps owned more, I chose to remain silent, respecting his claim. Yet, it was one particular painting, an oil on canvas, that truly held my attention: a scene from a rural village, where a man sat serenely on a swing, embraced by a woman with a darker complexion. The intimacy of the moment, captured in the brushstrokes, was striking, almost transporting me into the world it depicted. Keyt completed this painting in 1936.",
    "Ronnie de Mel in his Geekiyanakanda Estate in March 1978 (Times of Ceylon Collection)",
    "This painting, more than the others, seemed to pulse with life, evoking a deep emotional response. I was grateful when de Mel, noticing my fascination, allowed me to photograph it. The image lingered in my mind long after I left his home, a testament not only to Keyt’s remarkable talent but also to the quiet, timeless connection between art, memory, and the spaces they inhabit. Later on, when leafing through the book George Keyt: A Centennial Anthology (2001), I noticed some of de Mels paintings including the one that caught my attention. The painting was labelled as “Jhula”. Intrigued, I turned to my dear friend Malaka Talwatte, Chairman of the George Keyt Foundation, seeking insight into this enchanting image. He shared his thoughts on Jhula, offering a perspective that only deepened my admiration for the work:",
    "“In Hindu mythology, the Jhula (swing) is a symbol of love, spirituality, and social connection. The painting very clearly depicts one of the lovers on the swing whilst the other is embracing and holding the arms of the swing. This is an interesting period for Keyt as he had separated from his wife and was soul searching. He found it difficult to paint and had hence finished three volumes of poetry which were published by the Gamini press. The first volume was published in 1936.",
    "He was inspired by Hinduism and Hindu mythology at the time, and he did a number of similar paintings at the time of which the most notable being ‘Sringara Rasa’ which was in the collection of Mrs. Harold Peiris (Keyt’s sister), later donated to the Victoria and Albert Museum’s Permanent Collection. Stylistically, he had eased himself to the approach of the modern artists of the west but with eastern themes and subjects close to his heart.”",
    "“You may wonder how I came to possess these,” Ronnie de Mel remarked. He then shared a glimpse into his past, recounting his days as a student at S. Thomas’ College, Mt. Lavinia, and later as an undergraduate at the University of Ceylon in the early 1940s. It was during this time that he first encountered George Keyt, a promising artist on the rise. De Mel confessed that, with careful frugality, he had managed to save a considerable sum, which he used to acquire a few of Keyt’s paintings during those formative years, when the prices were far more modest than they are today. One only needs to peruse auction catalogues featuring Keyt’s works to realize how dramatically their value has escalated. In the current market, it is safe to say that possessing a painting by Keyt now requires a fortune.",
    "I recently learnt that when de Mel, then finance minister, was entertaining a couple of his friends for dinner at his home told a woman batch-mate at the university admiring one of his Keyt’s: “Remember, all of you laughed at me when I bought this then for fifty rupees. How much do you think it’s worth now?” The lady, clueless about prices of artwork, but knowing the figure would be high, guessed wildly: “A couple of million?” De Mel responded “three times that will e more likely.”",
    "I inquired of de Mel whether his artistic interests extended beyond George Keyt, to which he replied that, while no other artist resonated with him as Keyt did, he was a steadfast supporter of Sri Lankan contemporary art as a whole. He confessed, however, that he found little affinity for artworks that invoked religious themes, though he did hold a deep appreciation for Tamil artists in Sri Lanka.",
    "Later, Wilfred, de Mel’s loyal secretary, shared an interesting detail: George Keyt, ever the professional, would always ensure that an official was present at his exhibitions, and de Mel, in turn, would carve out time from his demanding schedule to attend whenever possible. Another prominent figure who closely associated with and supported Keyt during that period was President J. R. Jayewardene.",
    "Much of their connection is documented at the J. R. Jayewardene Centre. A mutual friend who bridged the worlds of de Mel, Keyt, and JR was the esteemed historian, Prof. K. M. de Silva. Wilfred later spoke of how Prof. de Silva would often visit de Mel, engaging in spirited conversations about their shared love for paintings and the vivid memories of Keyt. I, too, have had the privilege of admiring a few of Keyt’s works displayed at Prof. de Silva’s residence on Devani Rājasinghe Mawatha in Kandy. A few of these paintings are featured in George Keyt: The Absence of a Desired Image, a recent work by Dr. SinhaRaja Tammita-Delgoda. Prof. de Silva has often recounted his fond recollections of Keyt, who, like him, spent his final years in Kandy until his passing in 1993.",
    "It was widely known that during the years de Mel worked tirelessly on the national budget and delivered his comprehensive Budget Speech in Parliament, he sought refuge and solace at his estate in Geekiyanakanda. Wilfred recounted how the peaceful surroundings of the estate offered de Mel much-needed respite. Another source of solace for de Mel during these times of intense pressure was his collection of Keyt’s colored paintings. Wilfred shared that de Mel had a deep affection for these works; he found a quiet rejuvenation in gazing upon them, often feeling refreshed after a few moments spent in their presence.",
    "It was by quite chance recently, that I discovered an image in the Times of Ceylon collection in the Sri Lanka National Archives, when going through their collection of photographs, of de Mel coming down the stairs of his residence clasping a copy of Sir Dingle Foot’s British Political Crisis. Behind de Mel is the painting of the two villagers I mentioned earlier. This photograph was taken by Oliver Seneviratne and published in the  Sunday Times on November 8, 1981, four days before de Mel presented his fifth budget in Parliament.",
    "As I reflect on de Mel’s paintings, I am drawn to the enduring power of art to evoke deep emotions and preserve memories. George Keyt’s paintings, especially the intimate rural scenes, seem to transcend time, capturing fleeting moments of life with a vibrancy that resonates across generations. The way Keyt’s work immersed me in its world is a reminder of the timeless connection between art and memory, a bond that continues to touch the soul long after the artist’s hand has left the canvas. Art, in its quiet majesty, holds the past close, ever alive.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}