{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/statesmanlike-call-to-halt-negative-campaigning/",
  "time_ut": 1725904980.0,
  "original_lang": "en",
  "original_title": "Statesmanlike call to halt negative campaigning",
  "original_body_lines": [
    "The effort of the March 12 Movement, a civil society collective, to bring presidential candidates onto one platform and share their visions and hopes with the general population was successful in its second round. All six of the presidential candidates who had been scheduled for the debate participated as expected and shared their visions and aspirations for the future. Their message went through the electronic and mass media to the general public. Although titled as a “presidential debate” the structure of the programme was different from that practiced in the United States, where the presidential candidates engage in verbal sparring with one another.  The Sri Lankan version was to pose the same question to each of the presidential candidates and have them answer within a set time limit.",
    "The intention of the March 12 Movement was to provide an opportunity for the presidential candidates to present their views on issues of interest to the public rather than engage in debate on them. At the conclusion of the presentations, the audience was to be invited to submit their questions in written form where they would be screened for content by a committee and passed on the candidates for their responses.  However, despite all these safeguards to ensure the presidential candidates a safe environment, the first round of the debates held the previous day saw only one of the six invited candidates appear for the debate.  The others, including the three main presidential candidates, did not join.  They either declined in advance or failed to show up at the time of the event much to the chagrin of the audience, some of whom had come from Jaffna, Anuradhapura and Puttalam.",
    "It appears that the tight nature of the three-cornered race between the presidential candidates is leading to a stressful situation in which none of them is willing to take a risk and expose themselves to an audience that is not in their sphere of influence. This was a negative phenomenon, as an open clash of different positions, strategies and actions on common issues is beneficial to educating the general public as well as generating new ideas about facing the future in the spirit of a shared future.  Unfortunately, the tight nature of the presidential election time around, with three main candidates in the field, and not two as usual has also led to a significant amount of negative campaigning where the focus is on criticizing one or both of the nearest rival candidates.",
    "In recent weeks, public opinion polls have shown President Ranil Wickremesinghe to be the biggest gainer (in proportional terms) in comparison to his two main rivals, Opposition Leader Sajith Premadasa and NPP leader Anura Kumara Dissanayake.  However, these same surveys also show that the president continues to lag behind his rivals.  This may explain the measures being resorted to by the presidential candidates such as engaging in negative campaigning by critiquing the qualities of their rivals.  At the same time, they have also been engaging in positive campaigning regarding the need to address the country’s most pressing problems.  There has been a convergence among them on the need to abide by the basic framework of the IMF agreement which has opened the doors to the country’s economic ties with the larger world.",
    "There is also convergence on the part of the three main presidential candidates on the need to deal with the country’s ethnic conflict.  They have all promised to deal with the issue in a way that will unite the people on the principles of equality and justice.  They have all been making strenuous efforts to win the votes of the ethnic and religious minorities. This is very positive, as the ethnic conflict has been a part of divisive politics since the dawn of independence.  However, due to the tight nature of the competition, there is also negative campaigning vis-à-vis each other.  During a recent visit to Jaffna, the NPP leader called on the Tamil voters not to thwart his victory or be seen as not being on the winning side along with voters in the south of the country who will vote for him.  This has been portrayed as an implied threat to the Tamil people whereby he has called on them to vote for him and be a part of the electoral victory that the NPP/JVP is seeking rather than voting against him and losing the opportunity to be a part of this victory.",
    "The approach by ITAK spokesperson M A Sumanthiran has been positive in this regard.  He has disagreed with the negative interpretation given to the NPP leader’s speech in Jaffna and said he never thought the NPP leader made that statement with a view to expressing any racist feelings and that he has taken great care in eradicating racism in this country. The ITAK spokesperson said he would work with the NPP to eradicate corruption and misrule in the country. Indeed, these are the two most important aspects of the Aragalaya protest movement that led to the premature change of government two years ago but which have yet to be dealt with. These laudable statements by Mr Sumanthiran are now the subject of misinterpretation that he has changed sides.",
    "The key role in the recent decision of the ITAK to endorse the presidential bid of Opposition Leader Sajith Premadasa was also made by Mr Sumanthiran.   He led the ITAK to make a choice between the presidential candidates and to select the candidate whose manifesto and past commitment was believed to be the best for the Tamil people at this juncture.  At the same time, he has shown that he will not be hostile to other political parties and their leaders, even those his party has not endorsed, and be open to cooperate with them in the best interests of the Tamil people.  The spirit of leadership that the country needs is not to hold grudges, to look for the best in others and to hold them to the highest standards.",
    "The Sri Lankan people continue to suffer in the aftermath of the economic collapse that took place over two and a half years ago.  The need of the hour is national unity to face the local and international challenges that a world which is itself increasingly in conflict will find difficult to focus on.  This suggests that the Sri Lankan polity cannot afford to be torn apart by polarization and misinterpretation which can generate more of the same.  The vicious cycle needs to be addressed.  The country and its people need to be united to face the challenges.  In a situation where the people’s vote will be split more than three ways, the possibilities of polarization are increased.",
    "The hope of the March 12 Movement in organizing the presidential debates has been to provide a platform where the presidential candidates can indicate the areas of their agreement on fundamental issues so that government policies would be consistent regardless of changes of government. President Wickremesinghe expressed this sentiment at a media conference when he said “We need a political system that supports basic fundamentals, even if we differ on details. This is what our country needs and what all desire.”  The challenge to each of the presidential candidates is to commit themselves to support the winner of the presidential election, even if it is not themselves that wins. The way they conduct themselves and address the people and their opponents during the election campaign will determine the prospects for reconciliation in the future.",
    "Breaking the Binary: Embracing gender diversity and inclusivity in universities",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}