{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101086/four-including-keheliya-further-remanded-2-others-granted-bail",
  "time_ut": 1723114080.0,
  "original_lang": "en",
  "original_title": "Four including Keheliya further remanded; 2 others granted bail",
  "original_body_lines": [
    "Former Health Minister Keheliya Rambukwella and 03 other suspects implicated in the alleged importation of substandard immunoglobulin vials have been further remanded until August 22.",
    "The order was issued after the defendants were produced before the Maligakanda Magistrate’s Court today (08).",
    "Meanwhile, former Health Secretary Janaka Chandraguptha and former Additional Health Secretary, who were also in remand custody, have been granted bail by the court.",
    "The Criminal Investigation Department (CID) arrested Rambukwella on 02 February over his alleged complicity in the procurement of substandard IVIG vials.",
    "The arrest came hot on the heels of pressure from civil society activists and health sector trade unionists, who called for the immediate apprehension of the lawmaker.",
    "In October 2023, the National Medicines Regulatory Authority (NMRA) revealed that forged documents were found to have been submitted for Customs clearance to procure a batch of vials containing human immunoglobulin, an antibody produced by blood plasma cells, which later failed the quality tests.",
    "Prior to the apprehension of Rambukwella, seven arrests had been made in connection with the drug procurement scam. But the fifth accused was later released on bail.",
    "As such, the former Health Secretary, former Additional Health Secretary, the Director of the Health Ministry’s Medical Supplies Division (MSD) and three other officials of the same division, as well as the owner of the company, which is said to have supplied the substandard batch of immunoglobulin vials, were arrested and remanded over the case.",
    "Meanwhile, one of the suspects in the case, former Deputy Director of the Medical Supplies Division of the Health Ministry, Dr. Thusitha Sudarshana, was released on bail when the case was previously taken up on May 06.",
    "Meanwhile, the Court of Appeal on July 25 ordered the Maligakanda Magistrate’s Court to release on bail the former Director of the Health Ministry’s Medical Supplies Division, Dr. Kapila Wickramanayake, who was also in remand custody."
  ]
}