{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hikes-marathons-eco-trails/",
  "time_ut": 1707564600.0,
  "original_lang": "en",
  "original_title": "Hikes, Marathons, Eco-trails",
  "original_body_lines": [
    "I got interested in the subject I write about today since Aravinda, who is a frequent Man Friday to me tackling all sorts of help jobs including cell phone manipulation, went on a hike from Hatton to Ohiya along jungle trails. He climbs Adams Peak out of season and along the Kuruwita climb which is the most arduous.",
    "Hike is defined as distance walking for exercise or pleasure. Eco trails can, I presume, be termed nature walks. Googling these were two definitions I got: “Eco trails are long distance, way marked hiking and cycling routes” which “aim to build a sustainable ecological community of travellers with local tourism and cultural bodies and local commerce.” All types of walks are gaining popularity as people become more health conscious, but eco trails particularly are popularized in tourist countries noted for their ecological variety like Sri Lanka",
    "A marathon is a long distance foot race with a distance of 42.195 km or 25 miles 385 yd usually run as a road race, but can be covered on trail routes. More than 800 marathons are run annually in big cities all over the world being real athletic events or pleasure ones where entire families take part. A New York family ‘ran’ a marathon at Thanksgiving – end November last year with the two sons completing the full 26.2 miles in record time, the father slower running, and the mother walking most of the distance chatting to a taking-part companion.",
    "The marathon was one of the original Olympic events in Athens. When the Games were restarted in Athens in 1896, Michel Breal got the marathon reintroduced.",
    "I often get messages from my second son in Atlanta announcing his having run a marathon along Peachtree Road and along a runway in the airport – largest worldwide. The Peachtree Run is held on July 4 and is said to be the most popular 10 km in the world with about 60,000 taking part. He does 5 km runs in winter and a half Marathon of 21 km which he says calls for much training.",
    "Local ancient trails Pada Yatra as its name implies is a walk on foot with a purpose. As defined in Wikipedia it is “a journey undertaken by politicians or prominent citizens to interact more closely with different sections of society mostly to educate about issues” A much more ancient pada yatra is the religious journey undertaken on foot of which the Jaffna to Kataragama is the oldest, its beginning lost in antiquity. The 45 day walk starts in Mullaitivu and en route pilgrims are fed and housed in villages. Often pilgrims from South India join the Sri Lankan travellers.",
    "The pilgrimage to the summit of Sri Pada, aka Samanalakande and Adam’s Peak is of significance to Buddhists, Hindu and Muslims too, with a connection to the Old Testament of the Holy Bible and the great flood caused to cleanse the world, because one tale is that Noah from his ark found land in the vicinity of this peak. The climb from the base of the rock is 2,243 m or 7,394 ft.",
    "However whichever way one travels, particularly the Hatton way which I have traversed four times, means much longer walking. Four routes lead to the summit; the most used being the Hatton route due to it being free of jungle, with steps most of the way and lit during the season from December to May. It has gained greater popularity and now it seems to be an item on many a tourist’s island agenda. Didn’t Princess Anne and her husband, accompanied by the British High Commissioner, successfully complete the climb? We do hope crowds gave them space, which was seen to be woefully lacking when they visited the Dalada Maligawa in Kandy.",
    "My first hike was as a 15-year old student. Our class teacher, revered Ms Olga Wijewardena bravely conducted us 24 teenagers up Hantane hill in Kandy. It was then a tea estate with a factory and lines for workers. Our teacher decided to take us on an unbeaten track, climbing up with no footpath, fighting the over six-foot high manna grass. No major accidents except a couple of half tumbles, a foot swallowed by a rabbit burrow and a slide down or two. Exhilarating to reach the top and gaze around. The misadventure was suffered later when evening showers were taken back in the hostel. The skin, incised by manna leaves, stung severely as cold water drenched it.",
    "I vividly remember climbing Sri Pada as a very young teacher with the senior Girl Guides of Hillwood College. Brave of the Guide Leader/teacher to organize this hike. We climbed all the way in pelting rain but all was forgotten as we gazed at the dancing sun as it rose above a range of hills opposite to Sri Pada.",
    "This 56-year old is a hiker to the core. When I write that I remember Jayanthy Kuru-Utumpala who summited Mt Everest on May 21, 2016. She told me that all family holidays in",
    "the island when she was young, were to places where hills or mountains were available for her to conquer. On trips overseas as a career woman, she would save her stipend and climb a mountain in the country she was in or in an adjoining one. So strong was her love of climbing; rewarded with the honour of being the first Sri Lankan, if not the first South Asian woman, to achieve this feat.",
    "As I mentioned earlier, Aravinda does his annual pilgrimage up Sri Pada off season, most often alone, notwithstanding inclement weather, wild animals – elephant and leopard – roaming all around. God Saman must surely be protecting him.",
    "His latest was running one of the Independence Day marathons; the one he joined being organized by a scooter club. He was accompanied by a 66 year old co-hiker/runner. The run of 23km started off from the Kelaniya Temple with around 85 participants. They followed the Low Level Road to Hanwella. There refreshments were served and many mounted scooters and went further to Horana. A stop, river bath in the Mavak Oya, and then the return to Colombo on scooters.",
    "The more interesting was his hike with his co-walker on the 10th section of the Pekoe Trail which covers 300 km. They went by train to Hatton and stepped out to the bitter cold at 1.30 am. Dozed on hard benches since the waiting rooms were locked, till 5.00; had a snack from the station canteen and took the 6 am bus to Dayagama. Halfway through the bus stalled, so without waiting for its repair, the two walked to where their trail started, adding a couple of kms to their hike. Once on the trail surrounded by luscious leaved thin forest and superbly fresh air, they started their walk via Horton Plains. The only wild life they saw was a huge stag but varied butterflies and birds were constant companions. They reached Ohiya with dusk falling. They had walked about 30 km.",
    "The interesting feature is that many homes in the Ohiya area, and very probably elsewhere along the trail, are into Home Stay business even to foreign tourists offering B&B with dinner added on. Aravinda and friend stayed with an old couple who welcomed them warmly, gave them a rice and curry dinner with dried fish, dhal and only one vegetable. It was both tasty and substantial. The room they got was comfortable with an attached toilet. Aravinda said he had only to hit the pillow to sleep soundly till shafts of sunlight woke him. Then to a good breakfast and to the station to entrain to Colombo. The cost of this stay for both was Rs 4,000/-",
    "The point I wish to make in this article is that Sri Lankans are health conscious, appreciate nature very much, indulge in getting away and manage relatively cheaply. Seems to be that eco-trailing is popular among locals and advertised and catered for by the Tourist Board and other travel agencies. Sri Lanka is so very rich in its natural heritage too. No wonder it is heavily praised as a tourist destination catering to a wide variety of tastes, interests and pleasures.",
    "AKD in New Delhi: Some thoughts about the ‘Indian policy’ of a progressive government",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}