{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/not-surprised-at-sri-lanka-womens-cricket-team-progress-minister-174170/",
  "time_ut": 1722232500.0,
  "original_lang": "en",
  "original_title": "‘Not surprised’ at Sri Lanka Women’s cricket team progress: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Minister of Foreign Affairs M U M Ali Sabry, has said that he was not surprised by Sri Lanka’s team winning the Women’s T20 Asia Cup 2024 on Sunday.",
    "Sabry was part of the cabinet-appointed subcommittee to inquire into the issues faced by Sri Lanka cricket.",
    "“We extensively interviewed a wide segment of stakeholders, including members of both the Men’s and Women’s Cricket teams.",
    "“This is what we had to say about them, which is why we are not surprised that the Women’s team is making great progress and strides!” Sabry said, highlighting the relevant part of the report.",
    "“In contrast to the men’s cricket team, the women’s cricket team displayed a cohesive and unified group dynamic, characterized by a high level of respect for their coaches and a shared feeling of responsibility.",
    "“The head coach has implemented better communication among the stakeholders, fostering team cohesion among all parties involved.”",
    "The interviews were conducted in November 2023, and the subcommittee submitted the comprehensive report to President Ranil Wickremesinghe in January.",
    "The report found that the sport has been limited to a small number of areas, and “a focused initiative to decentralize and encourage the sport across schools and clubs was proposed.”",
    "Sri Lanka’s Men’s cricket team has been preforming poorly, and the governing body, Sri Lanka Cricket, has drawn much flak for it.",
    "The Sri Lanka team were ignominiously knocked out of the Men’s T20 World Cup tournament last month, sparking renewed criticism of the team and the governing body. (Colombo/Jul29/2024)"
  ]
}