{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/from-farm-to-future-cargills-nurtures-sri-lankas-next-generation/",
  "time_ut": 1756659840.0,
  "original_lang": "en",
  "original_title": "From farm to future: Cargills nurtures Sri Lanka’s next generation",
  "original_body_lines": [
    "Cargills (Ceylon) PLC presented educational scholarships to students from farming communities at a ceremony held on 29th August 2025, an initiative which is part of Cargills’ Sarubima programme.",
    "The event was graced by K. D. Lal Kantha, Minister of Agriculture, Livestock, Land, and Irrigation, as the Chief Guest, and was attended by D. P. Wickramasinghe, Secretary to the Ministry and distinguished invitees from international development organizations, and directors and senior management of Cargills.",
    "This year, the company allocated over Rs. 115 million through the Cargills Sarubima programme to support both student scholarships and rural community projects. Of this, over Rs. 50 million is dedicated to educational scholarships, benefiting over 1,300 students through Grade 5 and A/Level scholarships, vocational training, and laptops for university students. Over Rs. 60 million is allocated to community development initiatives, including upgraded libraries, smart classrooms, clean water systems, sanitation facilities and preschool infrastructure enhancements.",
    "A section of the scholarship recipients poses for a group photograph at the ceremony",
    "Beyond providing scholarships and developing community infrastructure, the Cargills Sarubima programme aims to enhance students’ knowledge by improving access to quality education and equipping them to become future leaders of Sri Lanka.",
    "Since its inception in 2008, Cargills Sarubima programme has been a key pillar of the company’s Corporate Social Responsibility efforts. It reflects Cargills’ philosophy of working directly with rural farming communities across Sri Lanka. It was established to build a deeper connection with these farmers and their families, recognizing their hard work and contribution to the nation. Over the years, thousands of families have benefited, and this year, Cargills has significantly increased its allocation to further expand the programme’s impact.",
    "Speaking at the event, Minister Lal Kantha commended the Cargills Group for its significant contribution to strengthening Sri Lanka’s farming community. He highlighted the Group’s role in creating reliable markets for local farmers and connecting them directly with consumers. The Minister recalled a recent instance where Cargills stepped in to purchase a surplus harvest, ensuring farmers’ livelihoods were protected – a responsibility, he noted, that very few in the country would able to shoulder.",
    "As the largest buyer of fresh produce and milk in Sri Lanka, Cargills engages with over 23,000 smallholder farmers across the island, providing access to technology, agricultural extension services, credit facilities, quality inputs, and assured market access. Annually, Cargills purchases over Rs. 18 billion worth of fresh produce and milk from these farmers, with these payments flowing directly into rural communities, supporting the backbone of the nation’s economy. This integrated approach ensures sustainable support while enhancing productivity and livelihoods.",
    "CSE sets up yet another record as ASPI hits 21,000 index points",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}