{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Govt-to-step-back-from-running-businesses-focus-on-facilitation/34-781686",
  "time_ut": 1757887996.0,
  "original_lang": "en",
  "original_title": "Govt. to step back from running businesses, focus on facilitation",
  "original_body_lines": [
    "Industry and Entrepreneurship Development Minister Sunil Handunneththi outlines plans to liquidate 33 non-functional SOEs",
    "Says many SOEs originally set up to provide public services or promote strategic economic activities are defunct institutions and no longer relevant",
    "Notes move is part of Govt.'s broader reform agenda to rationalise State ownership, improve efficiency and allow private sector-led growth",
    "Industry and Entrepreneurship Development Minister Sunil Handunneththi last Friday asserted that the Government’s primary role is to create a conducive environment for businesses to thrive, rather than directly managing enterprises.",
    "Speaking at the 35th Annual General Meeting of the Sri Lanka Tea Factory Owners’ Association, he outlined plans to liquidate 33 State-owned enterprises (SOEs) deemed non-functional, underscoring the administration’s focus on reducing the financial burden on taxpayers, while encouraging private sector growth.",
    "“Many of these entities were originally set up to provide public services or promote strategic economic activities. However, they have become incompatible with present-day requirements and market conditions. Several have failed to make meaningful contributions to the economy or the people, while continuing to drain public resources,” he said, noting that many exist today only in name.",
    "Handunneththi said the move is part of the Government’s broader reform agenda to rationalise State ownership, improve efficiency, and allow private sector-led growth.",
    "The Minister explained that the liquidation process will be carried out in two phases under the supervision of the Finance Ministry’s Special Liquidation Unit. While some entities will be wound up entirely, others may be amalgamated where feasible.",
    "Responding to criticism that the Government was selling off all State enterprises, Handunneththi dismissed such claims as politically motivated.",
    "“This is not about privatisation; it is about removing the burden of defunct institutions that are no longer relevant. The aim is to reduce waste, not to sell off assets,” he clarified."
  ]
}