{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102013/tn-govt-sanctions-inr-300-mln-to-build-new-houses-for-sri-lankan-refugees",
  "time_ut": 1726465200.0,
  "original_lang": "en",
  "original_title": "TN govt. sanctions INR 300 mln to build new houses for Sri Lankan refugees",
  "original_body_lines": [
    "The Tamil Nadu Government has sanctioned 300 million Indian rupees for building new houses for the Sri Lankan Tamils at Kottapattu on the Tiruchi-Pudukotai highway.",
    "There are about 107 rehabilitation camps for Sri Lankan Tamils in the Tamil Nadu state. Most of them came into existence about 37 years ago. The rehabilitation camps at Kottapattu in Tiruchi district and Mandapam in Ramanathapuram district are among the biggest refugee camps in the State.",
    "The camp at Kottapattu has 470 houses and about 1,200 Sri Lankan refugees have been sheltered.",
    "Several houses in the Kottapattu camp are said to be in a bad shape due to poor maintenance. Though the State government made attempts to repair the badly damaged houses, it is said that the condition of them has deteriorated due to age and other factors. Based on the field reports of the condition of the camps and the demands of the inmates, the Commissionerate of Rehabilitation and the Welfare of Non-Resident Tamils has decided to build new houses at Kottapattu.",
    "A senior official told The Hindu the State government had sanctioned INR 300 million for building new houses to the Sri Lankan refugees living at Kottapattu camp. Most of the houses were in a poor condition. It had been proposed to build more than 500 houses. The District Rural Development Agency (DRDA) would be entrusted with the task of building the houses.",
    "The houses would be constructed close to the existing camp at Kottapattu. The process of identifying a site was on. Once it was identified, the construction work would begin.",
    "The official added the inmates of the camp would not be disturbed until the completion of new houses, and they would continue to live in the existing houses. They would move to the new campus after the allocation of new houses."
  ]
}