{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/who-totalitarianism-the-ideology-of-lies/",
  "time_ut": 1724428679.0,
  "original_lang": "en",
  "original_title": "WHO Totalitarianism – The Ideology Of Lies",
  "original_body_lines": [
    "The killer virus narrative has been tried for many decades. With AIDS, Mad cow, Swine Flu, Bird Flu, Ebola, Zika, Monkey Pox, Corona and now with Mpox. But it was only by 2019, with Covid that all the actors and collaborators, like building blocks, were in the right places and the integrity of every public institution and media station had been forsaken.",
    "The false narratives were boosted by the media. Sick bodies in crowded wards, throats slit to fix ventilators, military trucks transporting bodies to crematoriums. Like a still life limited to the boundaries of its frame, reality was compressed into newspaper headlines and television announcements. Truth, existing out of the picture frame was excluded. It did not say that those hanging on ventilators were the aged with multiple drug related co morbidities and suffering terminal cancers, emphysemas, pneumonias and other chronic pathologies. Nor did it convey the verity of the military trucks. Nor did it say that medical doctors had been given new Covid treatment guide lines that were contra indicated to viral infection treatment and drugs and remedies that were known to ameliorate viral pathologies had been delisted and forbidden.",
    "That was the fate of Ivermectin and Hydro chloroquine. The WHO orchestrated a narrative through a flawed scientific publication that indicated Hydro chloroquine’s lethality. The lethality was caused, not for the toxicity of the drug, but for the WHO’s chosen scientist administering a lethal dose of 3000 mg to his trial group. There were plenty of scientific papers, since decades, proving success by treatment of a regular doses of 50 or 60 milligrams for viral infections. But the WHO did not want an old drug, it wanted a new patented technology. From which, the greatest profits could be made. How much of our health care budget has been squandered for the purchase of Moderna and Pfizer?",
    "Yet, all this is not new, it had been tried over and over again, since the birth of microbe theory. But, its prologue was AIDS. The appearance of emaciating, immune compromised homosexuals was a god given chance to the drug cartels of the United States of America.",
    "One of their scientist prophets, targeting the Nobel prize (a prize that is more sensational than of intrinsic value to the human race) came up with a fabricated theory that the virus HIV was the cause of AIDS. Furthermore, although there was no evidence of AIDS being transmitted sexually it was proclaimed to be a sexual disease, contracted through touch, kiss, exchange of semen or even use of toilet seats.",
    "But what was AIDS? Did AIDS have a specific symptom that differentiated it from other diseases? Had the modern microbe hunters (scientist) discovered a specific AIDS virus?",
    "Negative. AIDS was not one particular disease but a name given to a series of symptoms that appeared simultaneously in the homosexual milieu. The symptoms that corroborated to become AIDS was Kaposi’s sarcoma, pneumonia, tuberculosis and shingles.",
    "Acquired Immune Deficiency Syndrome or AIDS, as it became commonly known, were symptoms common to chemotherapy patients. But, in the 1970’s, these symptoms were seen in another population group; homosexual men.Though many commonalities existed between these men, only sexual promiscuity was taken as a common denominator. And the proclamation ‘sexually transmitted disease’ was readily made and a test soon devised (like the PCR of today) to identify the hypothetical causational microbe. HIV won the race.",
    "Though HIV negatives got AIDS too, they were delisted. The sensation was greater with a ‘one disease, one virus’ marketing campaign. And all HIV positive homosexuals were put on death row. The campaign did not end with homosexuals, it was announced that they would pass the disease to heterosexuals, wives and prostitutes. Eventually, all of humanity would be dead. In the meantime, the scramble for a drug began.",
    "Yet, that what the world was not informed of was that these homosexuals were indiscriminate users of the recreational drug known as ‘Poppers’, made from nitro glycerides. ’Poppers’ were effective in dilating the anal sphincter and extending sexual pleasure. It was a common recreational drug among US homosexuals. The damage and degeneration caused to capillaries by the uninhibited usage of ‘Poppers’ was indicated by the appearance of Kaposi’s sarcoma lesions and pneumocystis carinii, a fungal pneumonia; common only to the severely immune compromised.",
    "Immune deficiency was uncommon to the majority which lived within prescribed behavioral norms. That it was not anal sex but sexual stimulators which caused AIDS was not divulged to the general public.  Instead, they were mentally tortured with the lie that HIV was equal to AIDS after an incubation period of zero years to ten or more.",
    "The Long incubation theory was good for drug profits. A highly toxic drug, Azidothymidine (AZT) developed by the head of the US National Institute of Allergy and Infectious disease (NIAID) Anthony Fauci (also the prophet of the covid narrative), at exorbitant cost, was administered to all HIV positives, both symptomatic or asymptomatic.",
    "AZT could not have cured AIDS for AIDS was not caused by nature, but lifestyle choices. AZT should have landed in the dustbin of pharmaceutical discoveries, but it was hyped and sold to thousands of healthy HIV positives. Every one of them who was given AZT is now dead. Those who survived, such as Magic Johnson, discontinued the drug. Freddy Mercury died from AZT, not AIDS. Rock Hudson, who gave AIDS a face, was a ‘Popper’ user. And, it was never made public that his longtime sexual partner got no AIDS. AIDS was never a sexually transmitted. It was a creation of recreational and pharmaceutical drugs.",
    "Then, the WHO took AIDS to Africa. A public smear campaign, associating Black Africa with promiscuity, sexual savagery and compulsive hedonism was started. ‘AIDS IN AFRICA, A killer Rages On’. When the then Sunday Times medical correspondent flew to Africa to study AIDS, the answer he got from all, to nature of their disease was the one word, ‘AIDS’. But, when he studied the nature of African Aids, what he found was tuberculosis, chronic diarrhea, malaria, leprosy, malnutrition etc. He concluded the article saying, ‘all these diseases had been known in Africa for ages. But, in the new hype of pharmaceutical scramble preceded by fear mongering, every disease that had existed since the birth of human time was called ‘AIDS’.",
    "AIDS was a rebranding of old disease. Like Corona. A cough, a cold and the loss of taste was given a name and christened through the PCR test. PCR’s efficacy in detecting infection was notoriously fallacious, even its founder, Kerry Mullis stated, ‘To get some big numbers for HIV positive cases in Africa before they realized that antibodies to malaria – which everyone in Africa has – show up as PCR positive tests’.",
    "And, it is happening, in our country, again. Open the daily newspapers, ‘AIDS on the rise’, is a favourite front page headline. It is not AIDS that is one the rise, it is testing. Obviously, someone somewhere is making quick buck as long as virus mania is rages.",
    "The harm caused by vaccines are unsurmountable and can no longer be misinterpreted. Yet, many still use euphemisms or imagined variables to rationalized post Covid jab diseases. I was recently in the company of a couple, both Covid jabbed for the purpose of foreign travel where the husband, since the jabs suffers regular respiratory disease pathology. Knowing their vaccination history, I suggested to the vaccination being the probable cause and was about to suggest a method of amelioration when his wife attacked my hypothesis and manifested her own. ‘He gets these coughs because he doesn’t wear a mask when he takes the lift to his office’.",
    "This person is 64 years old. He has gone in many lifts. Until the age of Covid, the lift has not caused respiratory disease in him or any other. Yet, what the ‘Age of Covid’ has done is to make everyman a suspect. Not of being a regular terrorist, but one that uses biological weapons; the natural viral composition of his human nature to attack another.",
    "Few understand science as few understood God. God was created for the purpose of men becoming better through transcendental truth and science was created for men to near empirical truth. But, the supposed science of today is not truth, it is dogma. Scientific standards and jargon are used to deceive a public long disinterested in the pursuit of truth, but embroiled in the pursuit of digital sensationalism, identity politics and fake social justice theories that separate the ‘I’ from the world in which it lives.",
    "Man is no longer a pilgrim upon a spiritual journey called life, but a puppet on a string in the Age of Disinformation.  Have we ever bothered to inquire as to why mankind suffers from disease that were rarely a topic before the emergence of the free market economy in our country? Then, except for acutes, we barely had chronic disease. Today, we are animated textbooks of chronic disease. Doctors and health care pundits claim that these have been caused by life style changes, but is it not equally probable that they have been caused by drugs?",
    "Many in our country pop a Panadol for painless sleep at night like a faithful saying a prayer. But, while prayer does not damage the liver, Panadol does. Why do so many women suffer fatty livers? We are not a nation female alcohol consumerism. Why are so many children on brain changing psychiatric drugs? What is this child’s prognosis in five, ten, fifteen years when his liver cannot cope with detoxification and his brain gets the sluggishness and senility of a liver cirrhotic? Have parents ever question the damages they cause to their children by giving them Ritalin?",
    "A friend recently said to me that his grandfather had little wound on his ankle that always opened. When he asked him why he did nothing about it, the grandfather’s repones was, If I close it here it will come out somewhere else, here I can see it and manage it, if it goes elsewhere, it can be fatal’. Did men of yesteryear have greater wisdom than those of today, even without universal education and prestigious foreign university degrees?",
    "‘They put the bible into our hands and taught us how to pray, when we opened our eyes, we had the bible, they had the land?’ Today, we pray to science. Have we learned their methods and lost our insight and common sense? Do we know what drugs we get for cancers? Do we know what is sold to our free national health care system? Or if they are safe. Have we ever considered if nature or allopathic drugs cause severe morbidity? Have we inquired from young mothers what vaccine caused the personality change of her child, which was gladly diagnosed as Autism?",
    "Ivan IIlich writes in his book, the ‘Medical Nemesis’, ‘Before, he who got sick could still find in the eyes of the doctor a reflection of his own anguish and some recognition for the uniqueness of his suffering. Now, what he meets is the gaze of a biological accountant engaged in the input/output calculations.’",
    "Quo vadis Domine? Kanthi returned to be crucified the second time. With the first vaccine she got a turbo cancer. Its medical intervention caused a brain tumor. The resulting epileptic seizure killed her. Jesus fortunately left no children; he had the freedom to return to Rome to be crucified the second time. Kanthi did not want to, but was given no choice. Without the jab, she was not allowed entry to the house in which she was a servant. She had two young sons; she needed that money. A poor widow of 45 years from Obeysekera town in Colombo. Her mother wailed as the cortege left.  Kanthi was her only daughter.",
    "A human life is not born from artificial intelligence, it is born into the unit of the family; the hearth of trust, loyalty, reverence and duty. Kanthi was unable to fulfill her duty, either to her children or to her mother. She died crying, not for the sorrow of death, but the sorrow of unfulfilled duty. Her husband met an equal fate. He died from a sepsis that was left untreated until PCR test clearance. It was negative. By then, he was dead.",
    "It is not silence we need; it is a public inquiry and policy that makes every public official accountable to the crimes he commits against us. Another Nurnberg.",
    "Health has been damaged, lives have been lost, people and countries in dire economic straits. Yet the WHO, its perpetrator, carries on. Its General Director has now called out another emergency; MPox. Its outbreak is in the Congo. A region in the darkest of Africa with the poorest of the poor, for decades been subjected to poverty and duress by its inhuman Belgian colonial masters, where western pharmaceutical giants outsource vaccination experiments through mushroom laboratories on unsuspecting Africans for a dime.",
    "The emergency was announced although the majority of the WHO scientists were against it. Mpox (a new rendering of Monkey Pox) cases have appeared in Sweden and in Pakistan. Yet, it is also claimed to be a disease affecting Homosexuals. Could it not be caused by Herpes Zoster, commonly known as shingles? For who suffers it, Africans suffering malnutrition and Gays. The symptomology is the same. The excruciating pain is the same. But the General Director of the WHO wants an emergency. For that emergency he can instruct the PCR test to find that what he wants. He wants Monkey Pox. So be it!",
    "Tedros Adhanom Ghebreyesus is accountable, not to public health but his most lucrative donor; Bill Gates. This man, like a parasite is creeping into our agricultural sector through another non-governmental organization, the USAID.  Should he succeed, our destiny is that of the Osage.  On that tone, to whom is Ravi Kumudesh accountable? Our Health Ministry’s God father of PCR testing, despite information sent, doubting its efficacy, he continuously advocated PCR testing. Who is his donor?",
    "The WHO is preparing for a ‘One Health’ plan; a power grab in the form of a ‘Pandemic Preparedness Treaty’. To abort that, we must be prepared. For should our representatives ratify it, the WHO would transition us from dictatorship to totalitarianism; the Ideology made up of Lies."
  ]
}