{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Defence-Secretary-Army-Commander-asked-to-apologise-to-MP-Weerakkody/108-276776",
  "time_ut": 1707695400.0,
  "original_lang": "en",
  "original_title": "Defence Secretary, Army Commander asked to apologise to MP Weerakkody",
  "original_body_lines": [
    "Parliament, Feb. 11 (Daily Mirror)- The Privilege Committee of Parliament has recommended that Defence Secretary Kamal Gunaratne and Army Commander Vikum Liyanage must apologise to Parliamentarian Chandima Weerakkody for making threatening statements against the MP during a committee meeting inside the Parliament Complex.",
    "The Privilege Committee has issued the recommendation after investigating into a privilege issue raised by MP Weerakkody in Parliament last October, stating that the Defence Secretary and the Army Commander had threatened him at the meeting of the Sectoral Oversight Committee on National Security chaired by MP Sarath Weerasekara on October 5, 2023.",
    "The MP had told Parliament that he had mentioned at the particular Committee meeting that reducing the expenses of high-ranking military officers was better than reducing the number of soldiers to reduce the defence budget and that the Defence Secretary had made a threatening statement when he had said so.",
    "He said it is against Standing Orders to make such threatening statements against an MP and requested the Speaker to summon them before the Privilege Committee.",
    "Accordingly, Chairman of the Sectoral Oversight Committee on National Security MP Sarath Weerasekara, Defence Secretary Kamal Gunaratne and Army Commander Vikum Liyanage had been summoned before the Privilege Committee and statements were recorded from them over the incident.",
    "The Privilege Committee has also recommended that the committee chair must conduct the meeting impartially and take steps to protect the privileges of the MPs during meetings and also the officials who attend the committee meetings must be aware of the Powers and Privileges Act of Parliament.",
    "Following the recommendations of the Privilege Committee, the Defence Secretary and the Army Commander have tendered an apology to MP Weerakkody."
  ]
}