{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-heads-for-spy-shakeup-182024/",
  "time_ut": 1727873040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka heads for spy shakeup",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s premier spy agency, the State Intelligence Service (SIS), is set for a shake-up under the new government of President Anura Kumara Dissanayake, according to a source involved in the process.",
    "The agency is to appoint a new head, a serving Deputy Inspector-General (DIG), to replace Suresh Sallay, a controversial retired major general. Sallay was appointed to the top post by Gotabaya Rajapaksa when he became president in November 2019.",
    "With the appointment of a DIG, the SIS returns to the orbit of the police after being under military influence for nearly four years.",
    "Gotabaya had blamed Sallay’s SIS for intelligence failures that led to his toppling in July 2022, following months of street protests against acute shortages of food, fuel, and medicines amid the country’s worst economic crisis.",
    "Rajapaksa’s successor, Ranil Wickremesinghe, not only retained Sallay but also granted him an extension after he retired from active service in the army.",
    "The influential Catholic Church has opposed the retention of Sallay, accusing him of involvement in the Easter Sunday bombings.",
    "Sally has denied the allegations and counter sued Caltholic priests.",
    "The Criminal Investigation Division (CID), which was then headed by Ravi Seneviratne, concluded that Sallay’s Directorate of Military Intelligence (DMI) had attempted to mislead those investigating the April 2019 bombings, which killed over 280 people.",
    "Seneviratne’s team of detectives, led by Shani Abeysekera, also found a direct link between DMI operatives and several suicide bombers involved in the most audacious terror attack in the country’s history.",
    "With Seneviratne now heading the Public Security Ministry as its secretary and in charge of the police department, investigations into the Easter Sunday attacks have resumed.",
    "Cabinet spokesman Vijitha Herath told reporters on Tuesday that investigations have resumed. A source close to the case indicated that a breakthrough in the investigation is expected shortly."
  ]
}