{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CBL-s-SME-empowerment-initiative-Senehasin-Jayamaga-wins-Best-Sustainability-Project-Award/34-771151",
  "time_ut": 1735505599.0,
  "original_lang": "en",
  "original_title": "CBL’s SME empowerment initiative ‘Senehasin Jayamaga’ wins Best Sustainability Project Award",
  "original_body_lines": [
    "CBL Group Director Rasith Wickramasingha (left) receiving the award from Dialog Axiata CEO Supun Weerasinghe. CBL General Manager – Channel Development Srilal Wijesekara and General Manager – Sales Jayanga Perera are also present",
    "Ceylon Biscuits Ltd., (CBL) was awarded the ‘Best Sustainability Project Award’ for its initiative to develop retailer and distributor partners – ‘Senehasin Jayamaga’ – at the Best Corporate Citizen Awards 2024, organised by The Ceylon Chamber of Commerce.",
    "The accolade highlights CBL’s dedication to empowering small and medium-sized enterprises (SMEs), particularly women entrepreneurs, while fostering sustainable economic growth in Sri Lanka. CBL is the proud owner of flagship brand Munchee and a subsidiary of the CBL Group.",
    "CBL CEO Nalin Karunaratne said: “Winning the Best Sustainability Project Award for ‘Senehasin Jayamaga’ is a significant milestone for CBL. This recognition reaffirms our commitment to driving sustainable development within our value chain and empowering communities, especially women entrepreneurs, to thrive. As we expand the project, we remain steadfast in building a more inclusive and resilient economy.”",
    "Launched in collaboration with the International Finance Corporation (IFC), a member of the World Bank Group, the ‘Senehasin Jayamaga’ project is a transformative initiative designed to equip SMEs with essential business and financial skills. Since its inception in 2017 and expansion in 2020, the project has directly benefitted over 10,000 participants, including retailers and distributors across Sri Lanka.",
    "Women-owned businesses have been a central focus, enabling female entrepreneurs to achieve economic independence and significantly enhance their contributions to the FMCG sector. As a result, female-owned distribution businesses increased by 313%, while female participation in distribution operations grew by 128%. The project reached participants islandwide through both physical sessions and online platforms.",
    "The program’s impact is reflected in the success stories of beneficiaries like Savani Chandrathilake, a small business owner from Kiribathgoda. “The training I received through CBL’s ‘Senehasin Jayamaga’ program has been life-changing. I learned to manage my finances better and adopt modern marketing strategies, which boosted my sales. Today, I feel empowered to grow my business and make a meaningful contribution to my community,” said Chandrathilake.",
    "CBL Channel Development General Manager Srilal Wijesekara said: “Our vision for ‘Senehasin Jayamaga’ goes beyond providing training. We aim to create a sustainable ecosystem where SMEs can flourish, innovate, and contribute to a stronger national economy. This award inspires us to keep driving meaningful change.”",
    "CBL Group is also honoured to be recognised among the Top 10 Corporate Citizens at the Best Corporate Citizen Sustainability Awards 2024."
  ]
}