{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-will-bring-new-laws-to-sustain-economic-reforms-president-153422/",
  "time_ut": 1709728320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will bring new laws to sustain economic reforms: president",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka will introduce legislation to sustain its current course of recovery and reforms, which will include an Economic Reform Act, President Ranil Wickremesinghe said.",
    "Acknowledging difficulties faced by sections of the population in the wake of Sri Lanka’s 2022 financial crisis, the worst in decades, Wickremesinghe told parliament on Wednesday March 06 that his administration intends to uplift all.",
    "“While certain segments of society have faced hardships due to our current practices, we’re striving to uplift the entire society and establish a sustainable economy where growth benefits all. As Professor Henpitagedara Gnanavasa Thero emphasized in 1983, addressing economic problems collectively is key to fostering societal peace and happiness,” he said.",
    "Wickremesinghe invited all parties represented in parliament to support the reforms.",
    "“We’re diligently strengthening the economy each day, striving tirelessly to improve the lives of our people and fortify the economy. Our actions are guided by a strategic plan, ensuring a systematic and methodical approach,” he said.",
    "“Some suggest retail solutions or collecting funds from Sri Lankans abroad, but these are deemed inadequate by those with economic knowledge. Currently, we must decide whether to continue on our current path, reaping the benefits of our economic trajectory, or risk returning to a state of distress,” he added.",
    "The president claimed that it is “widely acknowledged” that Sri Lanka has achieved a certain level of economic stability.",
    "“However, there are individuals who criticize the programs we enact without demonstrating acceptance of them. Despite the apparent strength of the economy, there are accusations that the general populace isn’t experiencing its benefits. Furthermore, there are claims of unnecessary tax burdens on the people, as well as excessive hikes in electricity bills and fuel prices.",
    "“There’s a commonly held belief that taxes should be collected from the people gently, akin to plucking flowers without crushing them. However, criticism is directed towards us for not adhering to this principle. Yet, it’s important to note that these critics overlook the opportunities available to harvest flowers while crushing them to generate revenue. This lesson is quite profound. Under typical conditions, it’s feasible to extract nectar without damaging the flowers. However, in the intermediate space, this isn’t always possible, as the situation differs significantly,” said Wickremesinghe. (Colombo/Mar06/2024)"
  ]
}