{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Anti-Terrorism-Bill-creates-separate-legal-regime-SJB/108-275505",
  "time_ut": 1705930560.0,
  "original_lang": "en",
  "original_title": "Anti-Terrorism Bill creates separate legal regime: SJB",
  "original_body_lines": [
    "Colombo, Jan 22 (Daily Mirror) - Filing a special determination petition before the Supreme Court, the Samagi Jana Balawegaya (SJB) General Secretary alleged that the proposed Anti-Terrorism Bill will create a separate legal regime to other penal statutes in respect of similar conduct.",
    "Filing this petition challenging the constitutionality of the Anti-Terrorism Bill, SJB General Secretary Ranjith Madduma Bandara is seeking a declaration that the bill requires the approval by the people at a Referendum in addition to the two-thirds approval in Parliament.",
    "The Anti-Terrorism Bill was published in the gazette notification on September 15, 2023 but was tabled in Parliament only on January 10, 2024.",
    "The petitioner further alleged that the bill imposes severe restrictions on the Fundamental Rights of citizens on the basis of ‘national security’ and ‘emergency’ without a declaration of any such emergency and thereby violates Article 4 and Article 12(1) of the Constitution. He further stated that multiple provisions of the bill confers on the executive, the judicial power of the people contrary to article 4 of the Constitution.",
    "The petitioner further said the bill gravely affects the right to a fair trial protected under Article 13(3) and the presumption of innocence protected under Articles 13(5) of the Constitution.",
    "The Petitioner further stated that in accordance with Clause 47 of the bill, Police officers are vested with powers in addition to the powers conferred on them by way of the Police Ordinance and the Code of Criminal Procedure, which gives them wide powers which may be abused whilst performing their respective duties."
  ]
}