{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113006/madras-high-court-cancels-urgent-hearing-on-karur-stampede-tragedy",
  "time_ut": 1759066080.0,
  "original_lang": "en",
  "original_title": "Madras high court cancels urgent hearing on Karur stampede tragedy",
  "original_body_lines": [
    "Madras High Court today (28) cancelled its urgent hearing, scheduled for 4.30 p.m., on a plea related to the deadly stampede at actor-turned-politician Vijay’s Tamilaga Vetri Kazhagam (TVK) rally in Tamil Nadu’s Karur.",
    "A vacation bench of Justice N. Senthilkumar had agreed to hear a petition moved by N. Senthilkannan of Karur district.",
    "However, the court, after perusing the papers, noted that the plea was not a fresh case but an impleading petition in an already pending matter concerning police permissions for TVK’s public meetings and chose to drop the urgent listing.",
    "Meanwhile, the death toll in the tragic crush climbed to 40, police said on Sunday.",
    "The stampede occurred late on Saturday at Velusamypuram, where thousands had gathered to see Vijay speak as part of his state-wide political campaign.",
    "Overcrowding and confusion as the event wound down triggered panic, with people jostling to exit.",
    "Nine of those killed were children; dozens more remain hospitalised, some in critical condition.",
    "Chief Minister M.K. Stalin rushed to Karur in the early hours and visited the Government Medical College Hospital to meet survivors and grieving families.",
    "Calling the scale of the disaster “unprecedented and heartbreaking”, he announced Rs 1 million for each bereaved family and Rs 100,000 for those injured.",
    "Stalin assured that the inquiry by a retired High Court judge would “bring clarity on the circumstances and ensure such tragedies do not recur”.",
    "AIADMK General Secretary and Leader of Opposition Edappadi K. Palaniswami, who also visited Karur, lashed out at the state administration and police for failing to enforce safety protocols.",
    "“This was an avoidable tragedy. Crowd control measures and basic amenities were clearly inadequate despite prior knowledge of the massive turnout,” he said, demanding accountability and tougher regulations for political rallies.",
    "Vijay, who left Karur soon after the event, expressed deep grief in a social media post, calling the incident “an irreparable loss” and saying “no words can comfort the families”. He announced a solatium of Rs 2 million each to the families of those killed and Rs 200,000 to the injured, describing it as “his duty as one who belongs to you”.",
    "Indian Prime Minister Narendra Modi also conveyed condolences and announced Rs 200,000 compensation from the PM’s National Relief Fund for each victim’s next of kin and Rs 50,000 for those injured. The state has ordered a full-fledged inquiry into the stampede, while the tragedy has ignited debate over crowd safety and political event management across Tamil Nadu."
  ]
}