{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/us-welcomes-sri-lanka-debt-restructuring-agreement-169685/",
  "time_ut": 1719403740.0,
  "original_lang": "en",
  "original_title": "US welcomes Sri Lanka debt restructuring agreement",
  "original_body_lines": [
    "ECONOMYNEXT — The United States welcomes  the news of a final agreement on debt restructuring between Sri Lanka and creditor nations reached on Wednesday June 26, US Ambassador to Sri Lanka Julie Chung said.",
    "The diplomat tweeted Wednesday afternoon that that the agreement is a positive step forward in Sri Lanka’s economic recovery and resilience, helping build more confidence in Sri Lanka’s fiscal environment.",
    "“The US encourages Sri Lanka to continue the reform process, adopting transparent and sustainable changes that foster long-term prosperity and growth,” she said.",
    "The agreement was reached on the sidelines of the Paris Forum 2024 in France.",
    "State Minister of Finance Shehan Semasinsghe tweeted from Paris Wednesday afternoon that the final agreement had been reached on debt restructuring between Sri Lanka and the Official Creditor Committee.",
    "“Today we are also in the process of signing bilateral debt treatment agreements between Sri Lanka and Export Import Bank of China. On behalf of Sri Lanka , I would like to sincerely thank the OCC chairs – France, India, and Japan – as well as Export Import Bank of China for their leadership in this process, as well as all OCC members for their unwavering support,” he said.",
    "“I also commend the OCC Secretariat for their dedication to finding a resolution to our debt crisis and achieve this significant milestone, which will enhance confidence in our economy and foster growth. I reiterate that the unwavering commitment and leadership of President Ranil Wickremesinghe have been instrumental in steering our nation towards this milestone achievement,” he added.",
    "In October last year, Chung called for fairness in Sri Lanka’s debt restructuring efforts, noting that equal and equitable treatment for all creditors is essential and that transparency from every party involved is crucial.",
    "The US remains committed to an economic landscape that values fairness, transparency, integrity, and inclusivity, ensuring stability and growth in Sri Lanka, Chung said following a meeting with Central Bank Governor Nandalal Weerasinghe.",
    "Chung tweeted Wednesday October 25 afternoon that she had extended her congratulations to Weerasinghe on the staff level agreement reached with the International Monetary Fund (IMF) on the first review of its 2.9 billion US dollar extended fund facility (EFF).",
    "The diplomat said the agreement marked progress in Sri Lanka’s effort to secure the second tranche of the IMF loan.",
    "“I reinforced the need for fairness in Sri Lanka’s debt restructuring: equal and equitable treatment for all creditors is essential. Transparency from every party involved is crucial,” she said. (Colombo/Jun26/2024)"
  ]
}