{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99943/imputed-rental-income-tax-not-intended-for-average-income-earners-president-",
  "time_ut": 1718688120.0,
  "original_lang": "en",
  "original_title": "Imputed rental income tax not intended for average-income earners: President",
  "original_body_lines": [
    "Delivering a special statement to Parliament today (18), President Ranil Wickremesinghe said that the proposed Imputed Rental Income Tax will exempt a person’s first property.",
    "He emphasized that this tax is aimed at high net-income earners, not ordinary income earners, assuring that it will not affect those earning normal income.",
    "Raising a Point of Order under the Parliamentary Standing Orders, President Wickremesinghe further called for the appointment of a parliamentary select committee to review the Supreme Court’s decision on the Gender Equality Bill.",
    "He described the decision as perverse, noting that it challenges the rights of women and the protection of Buddhism.",
    "“Honourable Speaker, you have read out the decision on the Gender Equality Bill. The determination of the Supreme Court on the Gender Equality Bill? That’s right. It has been read out by you. I just want to raise the point of order that it violates the powers of this House under Article 4 of the Constitution and we should appoint a select committee.",
    "I would like to say first and foremost the bill says, what is the national policy on gender equality and empowerment of women referred to in this bill. At the least it’s hard to find out. It’s not specific as there is no reference in the bill. There has been a national policy on women’s empowerment and gender equality since 2011. These are obligations of the Government under the Sustainable Development Goals 5 and a number of women’s conventions and agreements that we have signed.",
    "More than that, in the case of the Kamalawathi and other vs the Provincial Public Service Commission, SLR 1, the national policy was deemed within the domain of the Cabinet of Ministers and passed by the Supreme Court. It’s a parliament. It’s a political matter. The Supreme Court cannot in any way go and make any ruling on this. Then they are contravening and coming into our area.",
    "Secondly, there’s a large number of cases which have been given on the question of equality and equality of women. There are Ratnayaka Taranga, Lakmali versus Niroshan Abeykoon and the Inspector General of Police. It recognizes the dignity and well-being of people as a fundamental right. Then there are the ten-judge bench in Sarath Jayasinghe and others. We have the view that mere reliance on the text used in a constitution is not sufficient to ascertain the values that are embodied in a constitution or its amendments.",
    "Similarly, you have the case where Shirani Bandaranayake’s judgment in Karunathilaka and Jayalath de Silva and others, which says the basic principle governing the concept of equality is to remove unfairness and. It is profoundly forbidding action which denies equality and thereby discriminates.",
    "And finally, they have also ignored the special determination on the Penal Code Amendment, made by the Chief Justice. In this, we are talking of empowering women and ensuring equality for women. But according to the Goal 5 of Sustainable Development, even other minorities must get the government services without discrimination. That anyway follows from the average duties which have been given to us under fundamental rights.",
    "So all these powers have been disregarded. In a sense, the court has set aside everything and saying that this makes room. So in a way, what they have done is all these have disappeared, as if this court has eaten it up, all the other judgments. So in a way, they are practicing judicial cannibalism and we are being asked then to accept it, which this house can’t. How can you overrule a ten-judge bench and how can you overrule the Chief Justice? So that is one area. Then they are saying that this will allow same-sex marriages and gender this thing.",
    "No, it has nothing to do with it. We can’t allow that. They are going on this normal section which is put in every law by the legal draftsman and the AG, not by us. This law prevails over other laws, but this has also been interpreted. It’s finally for the court to decide. And I think in Chamara Sampath, not our Honorable Minister, but another person, and Neil Iddawela, they also referred to the points. This has been done by the doctrine of harmonious constructions. And the laws of marriage in this country can’t be changed by one section.",
    "More than that, they say that the whole of the, basically the whole Pirivena Education Act, can get knocked out by this. I don’t know on what basis they have done. We have Article 9 which protects Buddhism. And I know this Act because I have one of those who drafted it, and the Minister who implemented it. This has been defended by, this has been taken on by Article 9. And this, you think a small provision can change it? I don’t think the Supreme Court or the bench that sat, is even aware of what is Pariyatti, Patipatti, Pativeda.",
    "I think they should go to the temple and learn what this is. Or to a Peruvian before coming and telling this house, we are aware of what is happening there. We have honourable member of the Sangha also. So these rights of what he is saying is that all the rights of the Buddhists can be taken away by one small section. And what is going to happen? All the protection for Buddhism has been removed. And the power of this Supreme Court finally has to go back to the 1972 Constitution, all of us. Any inherent powers all must be, must be justified by the Constituent Assembly and the 72 Constitution which this is built.",
    "Therefore, when it comes, the Supreme Court can’t rule on a bill. They can only advise us on the value. It is basically a pre-legislative scrutiny. And what we did in the 78 Constitution as one of those involved in this house, was that there had been, we transferred the powers of the Constitutional Court to the Supreme Court to ensure independence of the court is even further strengthened. That’s all that we have done.",
    "But otherwise in 72, when the first instance came up and T.S. Fernando decided that the two weeks was not mandatory, the house overlooked it and ruled it out. I think honorable, the former President and Vasudeva Nanayakkara were members of the house. Because these powers of the Supreme Court in all other matters come under justice, but this comes under subordination. Certainly this comes from the Parliament. In a sense, unlike the other courts, the Supreme Court is transgender. So that is what they fall into. They get from two genders, both from us and under Article 4C and from us under Article 4A.",
    "So this is really a perverse determination which this house should not follow. And I am going to recommend that a select committee be appointed to go into it. There is no need to summon the judges. I don’t think we should go into that. There are enough that can be studied and they can recommend it. Because the majority of the members should be appointed by the Women’s Caucus. After all, this concerns women. But what happens is it deprives the majority of this population, the women, of their rights. And it takes away the safeguard of another majority, the Buddhists in the Constitution. So we cannot accept it. And this house then has to assert its own rights.",
    "Secondly, honourable speaker, there is a matter on which I have to make an announcement. You know, there has been a lot of discussion and heartburn about the burials and what took place during COVID-19. You know, I was also there. Initially, all countries sort of stopped burials. And then it went to the WHO. But in Sri Lanka, we appointed a committee. And unfortunately, that committee recommended that we don’t allow burial. While WHO took a different view. But then the Supreme Court also upheld the decision of the committee. So the government had to follow that. There was no choice at that stage. But now all this is over.",
    "And as we’ve gone through everything, this country any person should have the right to determine whether he is buried or cremated. He or she is buried, cremated, or given to the medical faculty. Therefore, the minister will bring a law which allows the right of burial, right of cremation, or gifting your body to the medical institutions. During this time, there was a lot of pain witnessed only mainly by the Muslims. But there are also Hindus, Buddhists, I know, and Christians who also like to be buried. So they were, we’d like to apologize to them on what has happened. And I hope this House will release, will support the bill that will be presented in the House.",
    "Thirdly, is that we are taking up the finance issues. And since I may not be here at that time, I just want to tell the House in regard to the rental income, we are going to have a wealth tax. And there will be a very high threshold. So 90 odd percent of the people’s houses will be exempt from this. So don’t worry, your house is safe. But why is it we are going to rental income? This was based on rating. Then we came up with a problem. Rates belong to the provincial council. So if you go on the rating list, there’s a possibility that the court can say that this money belongs to the provincial council. So we want to get it here. So we have used a different formula called rental income. Your income tax belongs to the central government. It’s the same.",
    "You generally have used the ratings. But to get over the constitutional issue that we have done this. But it’s going to have a very high threshold. And I don’t think the vast majority of the people in this country should even be worried about their house. So that’s all. But we will have to get on to wealth tax. I know SJB is very, very worried that the billionaires who are with them will get taxed. But nevertheless, this is the reason for it.",
    "The sovereignty of the people must be upheld, and this sovereignty resides with the Parliament and the President. Currently, both institutions are here. The Judiciary derives its power through the Parliament, a principle established in the 1971 election. In the Queen Vs Liyanage case, it was declared that these powers belong to the Supreme Court. This sparked significant debate, with the United National Party asserting that a 2/3 vote could change this, while the Sri Lanka Freedom Party disagreed. However, by 1970, the necessary 2/3 majority was obtained, and it was collectively agreed that this power originates from the constitution crafted by the Constituent Assembly, reflecting the people’s sovereignty, which remains unchanged.",
    "In the 1978 Constitution, we introduced a referendum amendment to further safeguard people’s sovereignty and bolster the judiciary’s independence. The court has not overstepped its powers; the laws of this country are passed by Parliament and cannot be contested. The court’s role is merely advisory on constitutional matters. We established a constitutional court, similar to systems in New Zealand and Finland, where a Parliamentary Select Committee determines the constitutionality of laws.",
    "Later in 1978, we decided that a separate court for this purpose was unnecessary and would only incur additional costs. Instead, we empowered the Supreme Court on behalf of Parliament. It is crucial to remember that the Cabinet cannot overturn a court’s decision. While various opinions and objections arose, a committee made a decision, which the court subsequently upheld. Blaming the government after such judicial confirmation is futile.",
    "I am not here to dwell on the past or to discuss previous controversies, such as those involving Minister Rishad Bathiudeen. Let’s leave those behind and focus on our current discussion, avoiding any form of extremism.”"
  ]
}