{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Mullahs-and-Muslim-politics/4-780973",
  "time_ut": 1756491232.0,
  "original_lang": "en",
  "original_title": "Mullahs and Muslim politics",
  "original_body_lines": [
    "Muslim politicians and mullahs are walking on a tight rope by trying to bargain with these parties",
    "Whether as a pressure group or active participants the political role of these mullahs had been very negligible until the Sri Lanka Muslim Congress (SLMC) came into being in 1981. Muslim leaders of the pre-1980 era were wise enough not only to realise the irrelevance of a separate Muslim political party in this country but also were intelligent enough to reckon the critical role of Muslim voters in several electorates especially in the Sinhalese districts to decide the outcome of an election when political parties faced tight contests",
    "The name mullah is of Persian origin crept through the Arabic world maula and denotes to a theologian and interpreter of the sacred laws or sharia in Islam. The name is also popularly used in Afghanistan. It also found a place within the Jewish communities in those countries and in Bukhara in Uzbekistan where it referred to a community leader.",
    "However, after the 12th century when Islamic scholarship and rationalist interpretation of Islam started waning, and when the doors of ijtihad or the process of independent reasoning and interpretation were said to have been closed, the name mullah began to lose its original dignity and began to acquire a disrespectful meaning especially among Muslim intellectuals and scholars, and came to refer to a majority of so-called Muslim religious preachers who simply reduced the Quran and sharia into memorisable documents and a catalogue of dos and don’ts to be followed by believers in Islam.",
    "The philosopher poet of Pakistan, Muhammad Iqbal for example, was in the forefront in condemning this pseudo-ulema and blamed them for the backwardness of Muslims. These mullahs are a battalion of religious functionaries and regurgitators of known knowledge rather than educators of critical thinking and discoverers of new knowledge. The hundreds of madrasas or religious schools in operation island-wide are the incubators of these foot soldiers of Islam.",
    "There is no statistical data even in census reports to account for the number of mullahs in Sri Lanka. But after independence and with the arrival of Tablighi Jamaat, an increase in the number of madrasas funded privately from local and foreign sources, the number of these functionaries have proliferated. They are the product of these institutions and are all males. The All Ceylon Jamiyyathul Ulema (ACJU) with 5,000 members in 134 branches is their apex body.",
    "However, whether as a pressure group or active participants the political role of these mullahs had been very negligible until the Sri Lanka Muslim Congress (SLMC) came into being in 1981. Muslim leaders of the pre-1980 era were wise enough not only to realise the irrelevance of a separate Muslim political party in this country but also were intelligent enough to reckon the critical role of Muslim voters in several electorates especially in the Sinhalese districts (more than 30 according to a study by Prof. Jeyaratnam Wilson) to decide the outcome of an election when political parties faced tight contests. In whichever way a Delimitation Commission redrew the electoral boundaries the decisive role of Muslim votes could not be eliminated. Thus, Muslim leaders used the strategic spread of the community’s demography to the best advantage of their community. It was “politics of pragmatism” as Prof. Kingsley de Silva aptly described.",
    "After the 1980s however, when Tamil nationalism underwent a generational shift from a conservative political leadership schooled in the art of peaceful Satyagraha to younger and radicalised elements with faith in violence, a group of young Muslims from the Eastern Province realised that their community’s interests, mostly agrarian in nature, were in jeopardy and not being adequately addressed by a commerce oriented Muslim leadership in Colombo. SLMC was born out of this dissatisfaction. A rarely published fact about the origin of this party is relevant at this juncture.",
    "The two chief idealogues of SLMC, the philosopher-poet Abdul Cader Lebbe from Kattankudy and the District Magistrate Hussain from Kalmunai were in a sense eyewitnesses to the struggle for Pakistan. They were staunch admirers of Pakistan’s philosopher-poet Muhammad Iqbal and the country’s founding father Muhammad Ali Jinnah. In fact, a poem written in Tamil by Lebbe in support of Muslim struggle for Pakistan was banned by the colonial administrators in Madras. The two ideologues believed that Muslims of Sri Lanka too needed a strong political leader of Jinnah’s calibre leading a single political party of their own so that instead of begging for privileges from governments in power the community should be able to win its rights as citizens with the force of law.",
    "Accordingly, the two ideologues were looking for a legal brain of Jinnah’s calibre, and the late M.H.M. Ashraf, an upcoming Attorney at Law and nephew of Hussain was their preferred choice. However, the theoretical argument of the ideologues to justify a single political party for Muslims was flawed because they ignored a crucial difference in the history of Islam and Muslims between Hindu India and Buddhist Sri Lanka. While Islam and Muslims arrived violently and remained the other in India they did so peacefully and soon became an integral part of Sri Lanka’s cultural mosaic. Nowhere in the annals of Asian history did a Muslim minority enjoy such magnanimous hospitality and respectability as happened in this island. No wonder the pre-1980 Muslim leaders did not see any necessity for a separate political party for their community.",
    "But once SLMC was formed its founder leader did not lose any time and opportunity to advertise and strengthen the Islamic image of his party. The party flag for example is full of religious symbolism and campaign platforms became a stage for mullahs to show their political prowess by embellishing their speeches with quotations from the Quran and Hadith. To the Muslim masses therefore SLMC for all intents and purposes appeared to be a party of Allah or Hezbollah. That religio-centric political image continued to be promoted even after Ashraf, and the social media has provided another venue for Allah’s foot soldiers to canvass for SLMC. This is a worrying development in the context of the political tsunami that swept the country after the Aragalaya.",
    "The Aragalaya generation of voters are all victims of a political culture that dominated the country on a platform of ethno-religious chauvinism with socially licensing a mode of governance best known for its economic mismanagement and financial corruption. That political culture and governance eventually drove the country’s economy and treasury to the verge of bankruptcy by the year 2022. It was then a group of young men and women mostly from the Sinhalese community to start with but eventually growing into a pan-ethnic and pan-religious assemblage rose in revolt and staged the Aragalaya demanding the immediate resignation of the ruling regime. That revolt eventually created a political tsunami, which swept away from power all previously ruled presidents and their political parties and put in their place a radically different set of leaders. President Anura Kumara Disanayake and the National People’s Power Government are products of that tsunami.",
    "Despite all criticisms originating mostly from a disgruntled and demoralised Opposition the one unique character of the new statism is its total abdication of ethno-religious chauvinism and determination to promote clean governance. This was what AKD promised during his election campaign when he declared that he would endeavour to bring about a “new political culture through social revolution”. With that resolve and with a firm commitment to eradicate corruption the national economy has achieved a level of stability beyond even IMF’s expectation with prospects for sustainable growth. Yet, the fact that it was the ordinary households which sacrificed most for this achievement is undeniable.",
    "The new leaders, partly because of their commitment to go along with IMF’s reparation package and partly because of global economic uncertainties arising out of the wars in Europe and Middle East on the one hand and Trump’s tariff effect on the other, are understandably finding it difficult to introduce desperately needed reforms to change the direction of the economy from stability with growth to growth with equity. (There are predictions that the global economy is teetering towards a recession).",
    "It is in this context that leaders of the defeated parties are emerging from the woods to realign and form a united front to make political capital out of the prevailing discontent. If news clips from the social media are to be believed Muslim political parties and mullahs have also joined this medley. SLMC and its breakaway group ACMC appear to be bargaining with Rajapaksas and Sajith, while the mullahs seem to be busy hosting receptions to Namal Rajapaksa and crowning him already as the future president.",
    "The Palestine issue has provided a golden opportunity for SLPP and SJB to make political capital out of Muslim anger over Israel and Israel’s deepening foothold in Sri Lanka. Muslim politicians and mullahs are walking on a tight rope by trying to bargain with these parties. The 1924 political tsunami has put an end to identity politics and to rejuvenate it would be an intolerable setback to the aspirations of the Aragalaya generation."
  ]
}