{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98073/success-of-eastern-province-development-projects-crucial-to-resolve-national-debt-crisis-senthil",
  "time_ut": 1710915300.0,
  "original_lang": "en",
  "original_title": "Success of Eastern Province development projects crucial to resolve national debt crisis: Senthil",
  "original_body_lines": [
    "The Governor of the Eastern Province, Senthil Thondaman says the debt crisis of the country can be resolved by successfully executing the development projects outlined for the region under the guidance of President Ranil Wickremesinghe.",
    "As the President is the only leader capable of reconstructing the nation, it is incumbent upon all parties to rally behind him and offer their support, Thondaman further commented.",
    "The Eastern Province Governor made these remarks during a press briefing titled “Collective Path to a Stable Country” held at the President Media Centre (PMC) on Tuesday (March 19).",
    "“Following the instructions of President Ranil Wickremesinghe, we’ve initiated numerous development projects in the Eastern Province, with several more slated to begin soon. The province, having endured the effects of a thirty-year-long war, faced developmental setbacks relative to other regions in the country.",
    "“As a result, I have been directed by the President to prioritize the development of the three districts within this province. Numerous projects are being devised and executed based on the guidance of President Ranil Wickremesinghe, aiming to establish the Eastern Province as the leading economic contributor among the country’s provinces.",
    "“We have acknowledged the significant development potential present in the Eastern Province. Notably, areas such as shrimp farming, mineral resources, ports, airports, water resources, tourism, agricultural modernization, and land development stand out as key sectors with promising prospects.",
    "“Furthermore, considering the abundant resources in the Eastern Province, it is crucial to manage them efficiently for developmental endeavours. I anticipate financial support from international financial institutions to aid in this effort. It is worth noting that the successful implementation of the development projects as directed by the President in the Eastern Province will suffice to address the nation’s debt crisis.",
    "“President Ranil Wickremesinghe has directed attention to the salary concerns of the hill country communities, emphasizing the importance of fair wages for plantation workers. Negotiations are underway with estate companies regarding salary increments, which are typically reviewed every two years. The issue has been brought before the Wages Board, with input received from estate companies. Additionally, efforts are being made to link the plantation industry with foreign exchange, ensuring that salary adjustments align with the local cost of living in response to fluctuations in the dollar’s value.",
    "“It’s essential to acknowledge that, I believe President Ranil Wickremesinghe is the only leader capable of leading our country out of the economic crisis. During his tenure, President Wickremesinghe secured support from the International Monetary Fund (IMF), leading to our country’s swift restoration within a few months. I firmly believe that regardless of who holds the presidency in the future, the conditions set by the IMF cannot be altered. It’s evident from the experiences of countries that did not receive IMF support during their economic crises that they have struggled to recover fully.",
    "“Hence, as President Ranil Wickremesinghe stands as the only leader capable of rebuilding the country, it is essential to underscore that it is the obligation of all parties to lend their support to him.”"
  ]
}