{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99398/nine-killed-in-mexico-stage-collapse-at-campaign-event",
  "time_ut": 1716454800.0,
  "original_lang": "en",
  "original_title": "Nine killed in Mexico stage collapse at campaign event",
  "original_body_lines": [
    "A stage collapsed at a Mexican election campaign rally on Wednesday, killing nine people and injuring dozens as high winds tore apart the large, concert-style structure, scattering politicians and attendees.",
    "Around 50 people were injured at the rally for the Citizens’ Movement party in the northern Mexican state of Nuevo Leon, Samuel Garcia, the state’s governor, said on social media.",
    "The victims were eight adults and one child, Garcia said, adding he was headed to a hospital where three people were in surgery. Many of the injured were being treated at local clinics, the director of Mexico’s social security institute reported.",
    "Jorge Alvarez Maynez, the presidential candidate for the centrist Citizens’ Movement party, said a gust of wind caused the stage to collapse at the event in the city of San Pedro Garza Garcia, a wealthy enclave near the industrial hub of Monterrey.",
    "Video of the accident showed the structure suddenly falling forward into the crowd, sending politicians on the stage and panicked attendees running for cover.",
    "“I’ve never experienced something so sudden,” Alvarez Maynez told reporters, referring to how quickly the wind picked up before the stage collapsed.",
    "Alvarez Maynez, who returned to the scene of the accident after being cleared at a local hospital, said he was suspending campaign activities and that he hoped authorities investigate what occurred, requesting transparency in the process.",
    "Alvarez Maynez’s campaign coordinator Laura Ballesteros was hospitalized with a broken foot, according to the party, and mayoral candidate for San Pedro Garza Garcia, Lorenia Canavati, wrote on social media that she was coordinating with authorities to support those impacted and their families.",
    "Members of Mexico’s national guard and army were on the scene to provide support, Interior Minister Luisa Alcalde said on social media.",
    "Governor Garcia warned residents to stay indoors amid strong thunderstorms in the area.",
    "Alvarez Maynez is polling in third place in Mexico’s presidential election set for June 2. He is trailing far behind ruling party candidate Claudia Sheinbaum and second-place Xochitl Galvez, who represents a broad opposition coalition.",
    "Galvez and Sheinbaum both offered condolences for the families of the victims in posts on social media, with Sheinbaum canceling a rally planned for Thursday evening in Monterrey."
  ]
}