{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/STEMedical-and-SLIBTEC-sign-15-m-deal-to-launch-internationally-accredited-lab/34-779027",
  "time_ut": 1752630796.0,
  "original_lang": "en",
  "original_title": "STEMedical and SLIBTEC sign $ 15 m deal to launch internationally accredited lab",
  "original_body_lines": [
    "In a bid to strengthen the scientific and export capabilities, a $ 15 million Memorandum of Understanding (MoU) was signed yesterday between the US-based STEMedical and the Sri Lanka Institute of Biotechnology (SLIBTEC) to establish a laboratory with internationally recognised accreditation.",
    "The facility guided by the National Initiative for Research and Development Commercialisation (NIRDC), aims to serve as a central hub for testing and quality assurance across key sectors including health, agriculture, cosmetics, Ayurveda and exports.",
    "The MoU was signed by STEMedical Founder Prof. Hans Keirstead, SLIBTEC Chairman Prof. Samitha Hettige and Chief Operating Officer Amali Ranasinghe at the Presidential Secretariat.",
    "For a long time, there has been a need to enhance the capacity of laboratories with internationally recognised accreditation for testing purposes across many sectors in Sri Lanka, including health, agriculture, cosmetics and Ayurveda, as well as in the import and export fields.",
    "Senior Presidential Adviser on Science and Technology Prof. Gomika Udugamasooriya, who attended the event, said that move marks a special day for Sri Lanka and that accreditation is very important for a country.",
    "He emphasised the significance of a laboratory project with such accreditation facilities in achieving the Government’s objective of doubling the country’s export revenue by the year 2030.",
    "“This laboratory is expected to function as a main lab, working in conjunction with existing laboratories across the island, to ensure the quality of goods and services in various fields, Prof. Udugamasooriya he added.",
    "Prof. Keirstead stated that he is pleased with the current leadership in Sri Lanka, which he said has a broad vision for the scientific sector and has been able to identify developmental needs such as enhancing laboratory capacity.",
    "He also said that this project would bring many benefits to the country, not only clinically but also economically.",
    "The STEMedical Founder further mentioned that it would attract the attention of economic experts and generate revenue by bringing items, such as medicines, from other countries to Sri Lanka for accreditation.",
    "Prof. Keirstead, is an internationally recognised stem cell expert. He is also a respected entrepreneur in the field of regenerative medicine in the US. It is also noteworthy that Prof. Keirstead, who currently serves as the Chief Executive Officer of the Human Immunome Project, is among the top 100 scientists in the world, as listed by Discover Magazine.",
    "The President’s Senior Additional Secretary Russel Aponsu, NIRDC Director-General Dr. Muditha Senarath Yapa, and STEMedical Chief Executive Officer Dr. Nistor Gabriel Loan, also attended the event."
  ]
}