{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/fewer-israelis-visiting-sri-lanka-amidst-travel-advisories-186298/",
  "time_ut": 1730962620.0,
  "original_lang": "en",
  "original_title": "Fewer Israelis visiting Sri Lanka amidst travel advisories",
  "original_body_lines": [
    "ECONOMYNEXT – The number of Israeli tourists to Sri Lanka had declined, while tourist arrivals in general had risen in October, Minister Vijitha Herath said.",
    "“There was a drop in their [Israeli] arrivals. That is true,” cabinet spokesman Minister Vijitha Herath told reporters on Wednesday (06).",
    "“As of yesterday, there were 151 Israelis reported to be in the country,” Herath said.",
    "21,913 Israelis visited the country in the month of October.",
    "On October 23, the US Embassy in Sri Lanka asked nationals to avoid Arugam Bay, a popular tourist destination, in Sri Lanka’s Eastern Coast saying there was credible information of an attack.",
    "The area had seen an influx of Israeli visitors of late. In the past few months, Israelis have been seen residing in the predominately Muslim area, opening bars and other businesses.",
    "Israel has asked citizens to avoid non-essential travel to Sri Lanka, leave coastal tourist areas including Arugam Bay and stop overt displays of Hebrew language in clothes or other signs that could lead to identification.",
    "Herath was responding to a reporter’s question on the impact on tourism from the travel warnings and following the Vistara airline bomb scare.",
    "“Overall, there was an increase in tourist arrivals in October.”",
    "The Vistara flight UK 131 (A320 Neo) from Mumbai to Colombo had received a hoax call on bomb threats on October 19.",
    "The Sri Lanka government had increased security measures to ensure tourists would not feel uncomfortable, Herath said.",
    "He said people who spread false information would be punished accordingly. (Colombo/Nov7/2024)"
  ]
}