{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/SWRD-JR-et-al-tradition-or-mythology/4-768688",
  "time_ut": 1730421402.0,
  "original_lang": "en",
  "original_title": "SWRD, JR et al, tradition or mythology?",
  "original_body_lines": [
    "“Oh little monk, it is an arduous path you are taking…” on Martin Luther’s decision to challenge the papacy.",
    "“The tradition of all the dead generations weighs like an incubus upon the brain of the living”",
    "As the common saying goes ‘Success has many fathers but failure is an orphan’. And, in recent times, no other political career has been as successful as that of President Anura Kumar Dissanayake.",
    "Hailing from rural Thambuttegama, with no pretension to so called Sri Lankan elite status, member of a putatively Marxist political party (an ideology seemingly out of step with the modern world in many aspects) and having received only about 3% of the general vote at the Presidential elections in 2019, Dissanayake yet won an emphatic approval from the voter in September 2024. His closest rival was more than a million votes behind. Prominent politicians, heralded for decades, would have turned green with envy contemplating the Dissanayake success.",
    "Dissanayake’s ascendency was evident even before the election results were known, prompting rivals and adversaries to snipe at him directly as well as indirectly. The then incumbent President Ranil Wickremesinghe was moved to observe with his customary condescension that Dissanayake is proof of his contribution to the development of the country. Wickremesinghe claimed that when he was Education Minister he had developed schools in Thambuttegama where Anura Dissanayake had his primary education.",
    "He then went on to say that the Kelaniya University from which Anura Dissanayake later graduated was a result of the efforts of his uncle J.R. Jayewardene, a former President.",
    "Not to be left out, Chandrika Bandaranaike, another ex-President, whose two terms in power (1994-2005) are commonly referred to as the lost years, opined that non-English speaking boys from the villages can aspire for high political office today, only because of the policies implemented by her father S.W.R.D. Bandaranaike in 1956.",
    "Not only Anura Dissanayake, the entire nation should feel trapped by this glutinous munificence, apparently the average Sri Lankan cannot move an inch without being an abject beneficiary of the wisdom and the skill of his elite leaders. And these are politicians who had humbly canvassed the voters at various elections, and, have left a hopelessly indebted country today. As these individuals had held various Cabinet positions at some point, anything done by their Ministries at the time have become personal acts of philanthropy, deserving of the people’s eternal gratitude.",
    "Unless the money for the project came from an individual endowment, in mature democracies no leader would so tastelessly claim ownership for such government initiatives. Any government initiative is the result of policies long in gestation, sculptured by many and implemented by several departments carrying thousands of employees, and most importantly, funded with public money or foreign aid.",
    "It is ridiculous to claim any initiative, whether it be the enactment of a law or the making of an institution (Presidential system, Kelaniya University or the Youth Council) as a completely original creations of a Sri Lankan politician. These things have existed for decades, if not centuries, in other countries, from whom we borrow ideas.",
    "To say that there would be no Anura Dissanayake if not for S.W.R.D. Bandaranaike, no Kelaniya University had there been no J.R. Jayewardene, or no schools in Tambuttegama if Ranil Wickremesinghe had not smiled benevolently, is nonsensical. History evolves regardless of any individual: perhaps, if there was a better representative of the native expectations in 1956 than S.W.R.D. Bandaranaike, this country would not be in the muddle it is today. Maybe, if the Kelaniya University was conceived by a more evolved personality, it would now figure among the ranked universities of Asia. Similarly, if the schools in Tambuttegama were developed by a genuine and competent minister, that area would have become a hub of learning.",
    "When self-promoting politicians claim authorship of events, they must realise that an alternate history was also possible. In view of the utter failure of all systems/institutions in this country, that alternate history maybe what this nation tragically missed. If post-independence political power had not been monopolised by a few families and old boys of one or two schools, the story of this nation of 20 odd million could have been very different. Only these few schools or families hold the secret to leadership skills or there is an ingrained disease in the body politic of the country. Not only has their performance been a palpable flop, by their self-serving narration of the history and the twisted interpretation of democratic values, these elite have distorted an entire era.",
    "S.W.R.D. Bandaranaike, as shown by his numerous essays and speeches had been a man of broad culture and eclectic interests. From the highest ranks of the native hierarchy created by the colonial power, he was well placed to benefit from a liberal British education including a stint at Oxford. Going overseas was extremely rare for Ceylonese then, going to England, the power centre of the world, was a dream come true. Naturally, both in thought and manner, he reflected an acute engagement with British culture, attracted by many aspects and repulsed by some. Of a loquacious nature, SWRD was fascinated by the Oxford Union and its debates, taking great pride in becoming its secretary.",
    "“Although at the Union I never seem to catch the eye of the President, I knew that I could make a better speech than most of those who were given preference over me. I knew I could write better Greek prose than many of the scholars with their long rustling gowns, looking superciliously at the ‘darkie’ who had the temerity to read for the honour School of Classics”",
    "Bandaranaike returned to his motherland in 1925. At the Kalagedihena junction, three miles distant from Sir Solomon’s country seat, the party was met by the inhabitants of the Pattu, and Dias Bandaranaike was garlanded. A procession was then formed, headed by a number of caparisoned elephants and attended by dancers and music.",
    "The young Bandaranaike replied the excited crowd, “Thank you very much for the kind address with which you have presented me. The first thing I must do is to apologise to you for speaking to you in English. Owing to my long absence from my country, I am not sufficiently fluent in Sinhalese to be able to address you in Sinhalese at length.”",
    "S.W.R.D. Bandaranaike had been in England for four long years (1921-25)!",
    "Singapore’s remarkable rise, and the pivotal role of Lee Kuan Yew in the rapid transformation of what was a shanty town to one of the richest, most efficient, and respected countries in the world, needs no elaboration. Himself a British graduate of the late 1940s, Lee Kuan Yew wrote extensively on global issues. His observations of the SWRD premiership of Ceylon 1956-59: “My first visit to Sri Lanka was in 1956. I stayed at the Galle Face Hotel, their premier British era hotel by the sea. I was impressed by the public buildings, because Mountbatten had based his Southeast Asia command in Kandy, Ceylon had more resources and better infrastructure than Singapore.",
    "That same year, SWRD became the Prime Minister. Singapore’s then chief minister Lim Yew Hock, invited me to meet him at dinner. A dapper little man, well-dressed and articulate…he spoke as if he was still in the Oxford Union debating society. He was a brown ‘pukka sahib’; English educated and born a Christian; he had decided on nativism and converted to Buddhism, and had become a champion of the Sinhalese language. It was the start of the unravelling of Ceylon.”",
    "Was SWRD a genuine champion of what he professed, or a fake adventurer taking advantage of the social backwardness of his country?",
    "Although anglicised as nearly all native elite then were, J.R. Jayewardene by education and training, was more home grown; his entire life, education, professional training, were local. Less eloquent perhaps than Bandaranaike, but not less loquacious; during a political career spanning half a century he has spoken extensively on many subjects, including Buddhist philosophy; expanding on righteousness, exhorting detachment from desires and cravings.",
    "In 1977, armed with a steamroller majority in parliament, Jayewardene went about making radical changes in the country, introducing an entrenched constitution carrying an elected president. He argued that this was necessary for the rapid development as well as political stability of the country. It proved to be a chimera, relative to other countries, particularly in resurgent Asia, there has been little stability and even less economic growth in the 40 something years since.",
    "One of the much spoken of  achievements early in his career was the speech Jayewardene made at the 1951 Peace Conference in San Francisco where he intoned the Buddhist message “hatred ceases not by hatred…”. This was a controversial meeting, the purpose was to make Japan independent, moving forward from being an occupied country.",
    "The Cold War between the West and the Soviet block was raging, and Japan was firmly committed to the former group. America which was the moving force behind the conference was determined to set Japan, its future ally, on the path of independence. The representative of the Soviet Union, which had suffered enormously in the war at the hand of the Axis powers, objected to the terms of the agreement. China which was ravaged by the Japanese army was not even present at the conference. Korea and Southeast Asian countries which were trampled brutally by the Japanese arms were deeply unhappy about the terms. India did not participate.",
    "In truth, the opinion of newly independent Ceylon, a small country which had not experienced the horror of the war in any real sense, was not crucial at the gathering, which was stage managed by the Western block.",
    "But it set a precedence, our representatives at international conferences began making highfalutin speeches while the reality of their country was just the opposite; empty words, insensitive hypocrisy. When deeds are lacking, words will suffice. They also realised that by simply being present at these parleys, with no substantial contribution to the issue, there are benefits of a personal nature to be gained; invitations to similar meetings, possibility of landing a job in an international organisation and, of course, payment in a hard currency.",
    "Meanwhile, internationally Sri Lanka gets no respect. The chief spokesman for the country at the pinnacle international forum is a former judge. According to a former president this controversial judge offered to give judgements favourable to the government if only he was allowed to continue in office.",
    "How seriously should the international community take Sri Lanka’s high moral stand at international gatherings?",
    "Lee Kuan Yew made some clear-eyed observations of the early J.R. Jayewardene government (1977 onwards):",
    "“It was flattering to have Sri Lanka model their country after Singapore. They announced that they would adopt the Singapore style ‘area licensing scheme’ to reduce traffic entering the city. But it did not work. They started a housing programme in 1982 based on ours, but there was no adequate financing. They set up a free trade zone only slightly smaller than the area of Singapore which might have taken off but for the Tamil tigers whose terror tactics scared investors away.”",
    "Was J.R. Jayewardene the visionary politician some imagined, or a dabbler with only a doubtful grasp of the concepts he spoke about, and therefore inclined to interpret them perversely? Did his words express genuine beliefs, or were they just fatuous pieties?",
    "Beneficiaries of a system cannot be expected to challenge it; they will rather attempt to incorporate the newcomer to their tainted tradition, consider him an eager apprentice or a potential convert. To break away from deep rooted ways and habits of a power-structure needs extraordinary character. The task before President Anura Dissanayake is of historical proportion.",
    "To transcend an entrenched and flawed political culture will surely prove to be a herculean challenge!"
  ]
}