{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112741/uk-canada-and-australia-recognise-palestinian-state-in-major-diplomatic-shift",
  "time_ut": 1758460800.0,
  "original_lang": "en",
  "original_title": "UK, Canada and Australia recognise Palestinian state in major diplomatic shift",
  "original_body_lines": [
    "UK, Canada and Australia recognise Palestinian state in major diplomatic shift",
    "The United Kingdom, Canada and Australia confirmed today (21) that they now formally recognize Palestinian statehood, piling pressure on Israel.",
    "Canadian Prime Minister Mark Carney today announced that his country now recognises the state of Palestine.",
    "“Canada recognises the State of Palestine and offers our partnership in building the promise of a peaceful future for both the State of Palestine and the State of Israel,” Carney said in a statement.",
    "“Recognising the State of Palestine, led by the Palestinian Authority, empowers those who seek peaceful coexistence and the end of Hamas. This in no way legitimises terrorism, nor is it any reward for it,” Carney said.",
    "Carney said the Palestinian Authority has provided “direct commitments” to Canada on reforming its governance, to hold general elections in 2026 in which Hamas “can play no part” and to demilitarize the Palestinian state.",
    "Accordingly, Canada became the first G7 nation to recognise a Palestinian state.",
    "Canada joined more than 140 other members of the United Nations that have recognised a Palestinian state, in a break with long-standing policy despite strong opposition from Israel.",
    "Australia also formally recognised Palestine as a sovereign state today.",
    "The move was announced in a joint statement by Prime Minister Anthony Albanese and Foreign Minister Penny Wong.",
    "“Australia recognises the legitimate and long-held aspirations of the people of Palestine to a state of their own,” the pair said.",
    "“Today’s act of recognition reflects Australia’s longstanding commitment to a two-state solution, which has always been the only path to enduring peace and security for the Israeli and the Palestinian people.”",
    "The declaration came as an Australian delegation led by the prime minister arrived in New York for the 80th session of the United Nations General Assembly.",
    "France, Belgium and Portugal have also used the occasion of the assembly to recognise the state, part of what the Australian statement called “a co-ordinated international effort to build new momentum for a two-state solution”.",
    "The effect of the declaration is that Australia recognises Mahmoud Abbas, leader of the Palestinian Authority, as the head of state. Albanese had planned to meet with Abbas in New York this week, but the US government denied his visa.",
    "Meanwhile, British Prime Minister Prime Minister Keir Starmer released a video message announcing that the United Kingdom now formally recognises the State of Palestine. This makes the UK the 148th of the UN’s 193 member states to do so. Israel has opposed the move, issuing strong criticism.",
    "“Today, to revive the hope of peace and a two-state solution, I state clearly - as prime minister of this great country - that the United Kingdom formally recognises the state of Palestine,” he said in a video statement.",
    "Prime Minister Sir Keir Starmer’s historic step of recognising the state of Palestine comes after the UK shifted its position in July and laid down the gauntlet to Israel, saying recognition would happen if it did not meet a list of demands, including a ceasefire.",
    "While it is largely symbolic, the move will spark fury in Israel and represents a key divergence between UK and US foreign policy, with Washington resisting pressure to follow suit."
  ]
}