{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankan-leftist-coalitions-india-visit-raises-its-profile/",
  "time_ut": 1708328940.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Leftist Coalition’s India Visit Raises its Profile",
  "original_body_lines": [
    "Sri Lanka’s National People’s Power (NPP), a leftist coalition led by the Janatha Vimukthi Peramuna (JVP), recently visited India at the invitation of the Indian government. The visit is significant; it underscores the emergence of the NPP as a major political force in Sri Lanka, one that is being courted by major powers.",
    "During its five-day official visit to India, which began on February 5, the NPP delegation held meetings with senior Indian officials, including External Affairs Minister S. Jaishankar and National Security Adviser Ajit Doval, toured key agricultural and industrial hubs, and visited key business giants like Tata Motors and the Indian multinational cooperative society, Amul. The delegation visited New Delhi, Ahmedabad, and Thiruvananthapuram.",
    "Formed in 2015 with the JVP as its core, the NPP comprises around 28 political parties and workers unions, women’s organizations, etc., and is led by JVP chief, Anura Kumara Dissanayaka.",
    "Since its formation, it has been considered by its political opponents as a fringe political alliance with no prospects of coming to power. The NPP performed poorly in the 2019 presidential election and the 2020 general election: its presidential candidate, Dissanayaka, secured just 3 percent of the votes, and it won just three seats in the Sri Lankan parliamentary election.",
    "However, its political fortunes seem to be improving over the last couple of years.",
    "Even its adversaries admit that the NPP has emerged as the most successful force in post-aragalaya (the powerful anti-government protests of 2022) Sri Lanka. A recent opinion poll conducted by the Institute for Health Policy (IHP) indicated that if elections were to be held now, the NPP would have a significant lead over the Samagi Jana Balawegaya (SJB), Sri Lanka’s main opposition party, in terms of voter preference.",
    "Since the mass protests of 2022, the NPP has focused on grassroots mobilization, capitalizing on the economic crisis and delegitimization of the ruling political forces.",
    "The then-ruling Sri Lanka Podujana Peramuna (SLPP), which is led by the Rajapaksa family, bore the brunt of public dissatisfaction for causing the economic downturn. The protests forced the resignation of several members of the family, including President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa.",
    "Their exit led to an SLPP-backed government headed by President Ranil Wickremesinghe of the United National Party (UNP). The SLPP and the UNP are currently implementing an International Monetary Fund (IMF)-dictated austerity program that is hugely unpopular in the country.",
    "With the center-right SJB, whose economic policy is dictated by economists supportive of IMF policies, failing to capitalize on the mass discontent due to the limitations of its political agenda, space has opened up for the NPP to take on a larger role in opposition politics.",
    "It is increasingly evident that the NPP is a major political force in Sri Lanka today and the possibility of it winning the presidential and general elections that are to be held this year cannot be ruled out.",
    "Dismayed by the growing mass support for the NPP, politicians from the SLPP, UNP, and SJB have increasingly invested in a narrative that the leftist coalition has little standing in the international community.",
    "Contrary to such claims, several institutions like the Ceylon Chamber of Commerce and the IMF, as well as members of the Western diplomatic corps, have been reaching out to engage NPP leaders.",
    "Another common claim made by the NPP’s rivals is that it leans toward China and that India views the party unfavorably given the JVP’s anti-Indian past.",
    "When the JVP was established in the mid-1960s as a breakaway group of the Community Party – Peking Wing, one of the main ideas it espoused was “anti-Indian expansionism.” In the late 1980s, the JVP again returned to this theme following the Indo-Sri Lanka Accord, which led to the implementation of the 13th amendment to the constitution and the arrival of the Indian Peacekeeping Force.",
    "Since its return to mainstream politics in the mid-1990s, the JVP has avoided similar anti-Indian rhetoric. However, the party has been at the forefront of efforts to block the sale of strategic Sri Lankan assets to India.",
    "While an NPP delegation did visit China in December following an official invitation from the Communist Party of China, it followed up on that visit with one to India.",
    "The recent invitation from the Indian government and the fact that both Jaishankar and Doval met the NPP delegation indicates that New Delhi sees the NPP as a major political force in Sri Lanka, one that it cannot ignore.",
    "The India visit is a major public relations victory for the NPP. Dissanayaka was described by India’s influential English daily, The Hindu, as the “island nation’s most popular politician.” The visit is likely to have alleviated fears of international isolation under NPP rule among Sri Lanka’s middle class.",
    "The Sri Lankan political establishment, i.e. the SLPP, UNP and SJB, are trying to downplay the importance of the NPP’s India visit and portraying it as an example of the unprincipled nature of the NPP.",
    "Simultaneously, India too has benefited from its recent engagement with the NPP delegation by establishing personal connections with key figures, notably Dissanayaka, potentially the country’s future executive president. This engagement serves to mitigate concerns about potential anti-Indian sentiments in the NPP/JVP leadership. The reaction to the visit by other political parties underscores the need for a Sri Lankan political party to have cordial relations with India.",
    "The NPP visit has prompted several other Sri Lankan politicians to visit India and seek audiences with Indian politicians. Namal Rajapaksa, the son of Mahinda Rajapaksa who is being groomed as a future leader, is already in India. The SJB, which is one of the biggest casualties of the NPP visit, is reported to have asked the Indian High Commission in Colombo to arrange a visit to India.",
    "Sri Lankan politicians seeking Indian blessing is also a win for the Indian foreign policy establishment at a time when India’s relationship with its neighbors is at a low.",
    "However, it is unlikely that the NPP’s visit to India would bring a drastic change in its stance toward its giant neighbor. While the NPP is not an anti-India party, one of the main reasons for its popularity is that it has fought against the selling of national assets to foreign companies.",
    "It has campaigned against India’s Adani Group taking control over Sri Lankan ports, renewable energy, and airports. Leaders and associates of the NPP are also at the forefront of the movement against the sale of the National Livestock Development Board (NLDB) to India’s Amul.",
    "While the visit has improved relations between the NPP and India and showcased the former as a major political force in Sri Lanka, the divergence on the Adani issue underscores the complexities that will dog their relationship.",
    "India finds itself at a crossroads, balancing the benefits of cultivating ties with the influential coalition against the NPP’s unwavering opposition to certain economic collaborations.",
    "Under Ranil Wickremesinghe, Sri Lanka is going fast – in reverse",
    "JVP has told India it won’t do anything to upset regional security and peace",
    "JVP points out disastrous consequences if Ranil sends naval vessel to Red Sea",
    "NPP female lawyers plan Supreme Court action against alleged police brutality",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}