{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102253/president-to-address-the-nation-today",
  "time_ut": 1727235060.0,
  "original_lang": "en",
  "original_title": "President to address the nation today",
  "original_body_lines": [
    "President Anura Kumara Dissanayake is expected to make a special statement while addressing the nation at 7:30 pm today (25 September), according to the Department of Government Information.",
    "The President’s special address to the nation will be broadcast simultaneously on TV Derana, Ada Derana 24, FM Derana and will stream on Ada Derana social media platforms from 7.30 p.m. onwards.",
    "He was sworn into office on Monday after a landslide victory in the weekend’s presidential polls, where he defeated 38 other candidates and garnered over 5.6 million or 42.3 percent of the votes.",
    "During the election campaign, Dissanayake vowed to dissolve Parliament and call for snap elections. The present Parliament’s five-year term ends in August next year.",
    "The Extraordinary Gazette notification issued by President Anura Kumara Dissanayake, dissolving the Parliament of Sri Lanka effective from midnight yesterday (24), has been published by the Department of Government Printing.",
    "The proclamation summons the new Parliament to meet on November 21, 2024, and sets November 14, 2024, as the date for the election of new Members of Parliament. The nomination period will run from October 04 to 12:00 noon on October 11, 2024.",
    "Dissanayake, leader of the People’s Liberation Front (JVP) and the National People’s Power (NPP) alliance, had just three lawmakers in Sri Lanka’s 225-member parliament before his election.",
    "He appointed academic and first-time lawmaker Harini Amarasuriya as the new Prime Minister on Tuesday, making her the third woman to hold the post. The three-member caretaker Cabinet, consisting of Vijitha Herath, Amarasuriya, and Dissanayake himself, will serve until the polls are held.",
    "Meanwhile, new Secretaries have been appointed for 15 ministries, including the positions of Prime Minister’s Secretary and Cabinet Secretary, according to the President’s Media Division (PMD)."
  ]
}