{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-investment-trajectory-under-the-spotlight-at-sleis-2025/",
  "time_ut": 1758131820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s investment trajectory under the spotlight at SLEIS 2025",
  "original_body_lines": [
    "Global investment flows are shifting, and emerging markets are under pressure to prove their competitiveness. For Sri Lanka, securing stronger investor confidence and translating reforms into tangible opportunities will be decisive in the years ahead. On Day Two (December 3rd) of the Sri Lanka Economic & Investment Summit 2025, the session “Where Sri Lanka Stands and What Comes Next?” will deliver a frank assessment of the investment climate and the road forward.",
    "This high-level discussion will bring together key leaders from investment promotion, capital markets, exports, and private equity to examine the country’s investment trajectory. The session will explore how Sri Lanka can accelerate much-needed reforms, mitigate risks, and unlock new opportunities to position itself as a credible and attractive destination for both local and international investors.",
    "The panel will feature Arjuna Herath – Chairman, Board of Investment of Sri Lanka, Dimuthu Abeyesekera – Chairman, Colombo Stock Exchange, Mangala Wijesinghe – Chairman & Chief Executive, Sri Lanka Export Development Board, and K.A. Vimalenthirarajah, – Secretary, Ministry of Trade, Commerce and Food Security. Supun Weerasinghe, Group CEO, Dialog Axiata PLC and Board Member of the Ceylon Chamber will moderate the session.",
    "SLEIS 2025 is supported by: Platinum sponsors – Nestle, Standard Chartered Bank, Unilever, Bronze sponsor – South Asia Gateway Terminals, Session sponsor – Sunshine Holdings, Television Partner – Dialog Television, Telecommunications Partner – Dialog, Hospitality Partner – Shangri-La Hotel, Colombo, Strategic Partners – Ministry of Foreign Affairs, Department of Commerce, Ministry of Trade, Commerce, Food Security and Co-operative Development, Board of Investment, Export Development Board, Sri Lanka Convention Bureau, Strategic Development Partner – Asian Development Bank, Knowledge Partner – World Bank, and Official Airline – SriLankan Airlines.",
    "The Sri Lanka Economic and Investment Summit will be held on December 2nd and 3rd at the Shangri-La Hotel Colombo. Early registration is encouraged to secure your place – register now at https://sleis.chamber.lk/. For more information, contact Alikie – 0115588805 / alikie@chamber.lk or Lilakshi – 0115588818 / lilakshi@chamber.lk.",
    "ITC Hotels appoints Keenan McKenzie Area Manager – Sri Lanka and General Manager of Colombo’s ITC Ratnadipa",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}