{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-masterminds-quiz-offers-over-rs-3-5-million-in-prizes-for-its-7th-edition/",
  "time_ut": 1759169040.0,
  "original_lang": "en",
  "original_title": "CSE Masterminds Quiz offers over Rs. 3.5 million in prizes for its 7th edition",
  "original_body_lines": [
    "The Colombo Stock Exchange (CSE) announces the seventh edition of the CSE Masterminds Quiz on 17th October 2025 from 3.00 p.m. onwards at the Main Ballroom, Shangri-La Colombo.",
    "Recognized as Sri Lanka’s premier capital market quiz competition, the event will bring together teams from the public and private sector to compete for glory in six subject areas, in international business, global markets, Sri Lankan economy and business, local capital market, sports & entertainment, and current affairs.",
    "This year’s competition will offer prizes worth over Rs. 3.5 million. The champion team will walk away with Rs. 1,000,000/-, while the second and third-placed teams will receive Rs. 500,000/- and Rs. 375,000/-, respectively.",
    "In addition, the winning teams of the first three places will have the opportunity to double their prize money, provided that all team members hold CDS accounts with at least one transaction completed during 2025. Sector prizes will also be awarded to the best-performing teams representing each sector.",
    "Platinum Sponsors: SC Securities (Pvt) Ltd. and Almas Equities (Pvt) Ltd.",
    "Gold Sponsors: Ex-Pack Corrugated Cartons PLC, Bartleet Religare Securities (Pvt) Ltd., NDB Capital Holdings (Pvt) Ltd. and TWC Capital (Pvt) Ltd.",
    "Silver Sponsors: Asha Securities Ltd., Lanka Securities (Pvt) Ltd., Softlogic Stockbrokers (Pvt) Ltd., Nestor Stock Brokers (Pvt) Ltd., and LOLC Holdings PLC.",
    "Shangri-La Colombo will serve as the Official Hospitality Partner, FitsAir (Pvt) Ltd. as the Official Airline Partner, and Co-sponsors including Sarvodaya Development Finance PLC, CT Smith Holdings Ltd., People’s Leasing & Finance PLC, Alliance Finance Company PLC, Capital Trust Holdings (Pvt) Ltd., Barista Coffee Lanka (Pvt) Ltd., Crypto Gen (Pvt) Ltd., Hemas Holding PLC and Teejay Lanka PLC.",
    "The event’s print media partners include Daily FT, Daily Mirror and the Sunday Times.",
    "The goodie bag provided to all participants are sponsored by Flora Food Group, Stripe and Checks Inc, Serendib Flour Mills (Pvt) Ltd., and Design Square (Pvt) Ltd.",
    "The sector winners’ prizes will be sponsored by HNB Investment Bank (Pvt) Ltd. and the audience question section will be sponsored by the Association of Chartered Certified Accountants (ACCA).",
    "Beyond the competition, CSE Masterminds 2025 promises an engaging evening for participants and guests, with an after-party featuring live music, unlimited food, and beverages creating an ideal space to network, celebrate, and unwind.",
    "Ceylinco Life launches ‘Family Savari 19’ with fun in Beijing, Malaysia and Pearl Bay",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}