{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/isb-committee-urge-all-holders-to-join-sri-lanka-gdp-linked-bond-exchange-189994/",
  "time_ut": 1732619220.0,
  "original_lang": "en",
  "original_title": "ISB committee urge all holders to join Sri Lanka GDP-linked bond exchange",
  "original_body_lines": [
    "ECONOMYNEXT – A committee of bondholders who negotiated with Sri Lanka to restructure defaulted bonds for GDP-linked new bonds, the first of its kind, have said they will take up the new bonds and urged all other holders to participate.",
    "The steering committee of the so-called ad-hoc group of bond holders own about 40 percent of 12.55 billion dollars of defaulted bonds while a group of local bondholders including banks have around 12 percent.",
    "The Steering Committee said it is made of funds managed or advised by Amundi Asset Management, Barings LLC, BlackRock and its subsidiaries, Eaton Vance Management, Fidelity International, Grantham, Mayo, Van Otterloo & Co. LLC, HBK Capital Management, Morgan Stanley Investment Management, Neuberger Berman, T. Rowe Price Associates, Inc., and Wellington Management.",
    "“The Steering Committee encourages all holders of Sri Lanka’s international bonds to review the documentation published by Sri Lanka today, note the respective instructions and deadlines embedded in the Invitation, and participate in the exchange as early as possible,” a statement said.",
    "“They believe that the successful completion of the transactions contemplated by the Invitation and the debt relief provided under the restructuring terms will make a substantial contribution to ensuring the sustainability of Sri Lanka’s external debt in the medium term, paving the way for the country to achieve strong, sustainable, and inclusive economic growth.”",
    "The committee negotiated bonds, whose principal and interest go up if GDP grows faster than expected.",
    "Sri Lanka has generally grown at rates of around 5 percent a year including during a 30-year war, unless macro-economists denied monetary stability by suppressing rates with inflationary liquidity operations.",
    "Steering Committee of Ad Hoc Group of Sri Lanka Bondholders announces support for Sri Lanka’s debt restructuring terms",
    "The Steering Committee of the Ad Hoc Group of Sri Lanka Bondholders (the “Ad Hoc Group” or the “Steering Committee”) is pleased to announce its support for the restructuring terms of all 11 series of Sri Lanka’s c.$12.55 billion in outstanding sovereign bonds, as detailed in the Republic of Sri Lanka’s Exchange Offer and Consent Solicitation Memorandum (the “Invitation”) published today.",
    "The Ad Hoc Group represents a diverse and significant cross-section of international holders of Sri Lanka’s sovereign bonds, collectively holding approximately 40% of Sri Lanka’s total outstanding sovereign bonds.  The Steering Committee of the Ad Hoc Group includes, among others, funds and/or accounts managed or advised by Amundi Asset Management, Barings LLC, BlackRock and its subsidiaries, Eaton Vance Management, Fidelity International, Grantham, Mayo, Van Otterloo & Co. LLC, HBK Capital Management, Morgan Stanley Investment Management, Neuberger Berman, T. Rowe Price Associates, Inc., and Wellington Management. The Ad Hoc Group is advised by White & Case LLP as its legal counsel, and Rothschild & Co. as financial advisor.",
    "In the two and a half years following Sri Lanka’s default in 2022, the Ad Hoc Group has engaged in constructive dialogue with the Sri Lankan authorities to define the terms of a bond restructuring aimed at returning the country to the path of debt sustainability and ensuring fair and balanced treatment of bondholders.  The Ad Hoc Group has also cooperated with the Local Consortium of Sri Lanka (“LCSL”), which is understood to consist of 11 members and controls approximately 12% of Sri Lanka’s outstanding sovereign bonds, to seek a comprehensive and joint solution for Sri Lanka. Together, the Ad Hoc Group and the LCSL members represent over 50% of the total outstanding amount of Sri Lanka’s sovereign bonds.",
    "This dialogue led to the Agreement in Principle (the “AIP”) on the core terms of the sovereign bond restructuring announced on September 19, 2024, reached with both the Ad Hoc Group and the LCSL. The IMF has subsequently confirmed that the terms are consistent with the debt targets and other key parameters of Sri Lanka’s IMF-supported program, and Sri Lanka’s Official Creditor Committee confirmed that the terms meet the comparability of treatment principle.",
    "Early in the negotiations, the Steering Committee introduced two new instruments – Macro-Linked Bonds (MLBs) and Governance-Linked Bonds (GLBs) – whose payouts are linked, respectively, to the economic performance of Sri Lanka during the IMF program period and the achievement by Sri Lanka of certain concrete governance objectives. The Steering Committee is pleased that these innovative instruments have been included as key pillars of the restructuring solution reflected in the Invitation.",
    "Since the announcement of the AIP, the Steering Committee and its advisors have worked collaboratively with the Sri Lankan government and its advisory team to refine the terms of the new securities to be offered to bondholders as part of the Invitation, whilst maintaining close cooperation with the LCSL.",
    "The Steering Committee strongly supports the terms of the bond restructuring outlined in today’s Invitation, which reflect the key legal and financial terms outlined in the AIP. Members of the Steering Committee confirm their intention to participate in the Invitiation by tendering their outstanding bonds and providing their consents. They believe that the successful completion of the transactions contemplated by the Invitation and the debt relief provided under the restructuring terms will make a substantial contribution to ensuring the sustainability of Sri Lanka’s external debt in the medium term, paving the way for the country to achieve strong, sustainable, and inclusive economic growth.",
    "The Steering Committee encourages all holders of Sri Lanka’s international bonds to review the documentation published by Sri Lanka today, note the respective instructions and deadlines embedded in the Invitation, and participate in the exchange as early as possible."
  ]
}