{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Speaking-truth-to-power-Ethnics-in-ELT-to-the-fore-Part-II-of-III/4-757541",
  "time_ut": 1705687282.0,
  "original_lang": "en",
  "original_title": "Speaking truth to power: Ethnics in ELT to the fore (Part II of III)",
  "original_body_lines": [
    "In trying times, it is theatre’s duty – and its privilege – to step up to the plate, where other actors in civil society have dropped the ball in terms of finding an alternative to our much needed ‘right of recall’",
    "For a while now, it would seem English-Language Theatre (ELT) in Sri Lanka has neglected its greater potential as a vehicle to engage critically with civics and government in the larger national interest.",
    "When this writer – then an arts editor – first proposed a consortium of the creative and critical arms of ELT in 1994, there were few takers (and even fewer now) for a role in which theatre dares speak truth to power.",
    "This it would do after talking (on- and off-stage) amongst its producers, players and paying members of the public – a coalition of civil society against crime, corruption and crooked politics.",
    "Many valuable and valiant attempts were made – from politically-angled dramatisations of Shakespeare, George Orwell and Dario Fo, to original scripts such as Jehan Aloysius’ “Rag” which exhilaratingly addressed the bane of varsity hazing as an evil to be eradicated.",
    "There have been less sensitive attempts such slapstick passed off as satire, stand-up comedy that is ‘caviar to the general’ (meaning tasteless morsels for the masses as the Bard of Avon meant it) and even, ahem, musicals in all their theatrical glory that missed the opportunity to make a statement.",
    "However these fell short of the mark because they sought more to please those whom they considered their true audiences – cast and crew, and families and friends and fans – rather than critically engage the powers that be with serious content.",
    "In trying times, it is theatre’s duty – and its privilege – to step up to the plate, where other actors in civil society have dropped the ball in terms of finding an alternative to our much needed ‘right of recall’ (a legitimate constitutional mechanism) whereby we retard the chicanery of our elected representatives when they don’t deliver on manifesto and election promises.",
    "ELT’s Sinhala counterpart, which is far more subversive and serious about their stagecraft, remains marginal to Colombo audiences and peripheral to the City’s consciousness in that it hardly speaks to finance, economy and business power centres.",
    "If paternalism, the patriarchy and patron-client cocktails circuits want a circus, they have the real thing in their political intrigues anyway, right?",
    "Meanwhile, English-speaking impresarios covering the ‘Colombo 7’ (and ‘3’ and ‘5’) circuit – the affluent coffee-morning matriarchy and influential yuppies, as well as irritating yobbos and indolent yahoos – are more mindful about making a splash with amusements and entertainments.",
    "Sadly, they’re also making a handful of shekels where feasible (admittedly rare in these post-debt-defaulting days and quite forgivable even in a pre-bankruptcy ethic), rather than making a change to the often abysmal status quo on the socio-political economic scenes that cries out for critical engagement ahead of any",
    "In a new year ahead, we hope for a sea-change into something rich and strange: a milieu in which mindful thespians through meaningful drama shore up for posterity rather than popularity.",
    "Let’s continue to look at the possibilities in this regard held out by the re-run of a play that went on the boards in November 2024 and saw Feroze Kamardeen (FK) reprise the eponymous role last weekend at the Wendt.",
    "NOTE: this analysis and commentary is based on the original script as it first took shape in FK’s febrile brain; and therefore, may differ from successive theatre performances – after all, it’s “ad libitum” (‘at the performer’s pleasure’), though not necessarily at the audience’s!",
    "Grow Up Nana (GUN) – no comma, no exclamation! – was a satirical exploration of the Sri Lankan Muslim (SLM) community undertaken by the dynamo behind (and in this case, up in front of the footlights of) StageLight&Magic, that other SLM.",
    "Nana is in funereal – yet funny – mood as we find him today:",
    "“What is the difference between a rich Muslim man’s funeral and a poor Muslim man’s funeral? The rich man’s funeral might leave more widows. But you have to admit: better to leave widows and legitimate children than leave mistresses and fatherless children. Widows have their dignity; widows have their rightful share of the inheritance; and if or when they get remarried, they don’t have to go through the whole business of changing their name, again, because they keep their father’s name for life! Just to be clear – Islam does allow polygamy; but what most people may not know is that it is under very strict rules, the most important one being that all the wives must be treated equally, emotionally, financially and sexually. Yes, it specifies that you must be able to do that. It’s not for every Tom, Dick and Harry. Or in this case: Tuan, Dilshan and Hashan.”",
    "It is this studied interweaving of the general into the particular that gives one hope there is a future for both satire and stand-up comedy as tools for social change undertaken by critically engaging societal issues in jocular mode. It is by extrapolating ethnic peculiarities that the larger fabric of society may be given a ‘golden thread’ to ‘wind it into a ball’.",
    "On the Public Display of Wealth (PDW) front, Nana takes a sly dig at all communities by addressing ‘you guys’ – i.e. the ethnic others – in the audience: “If you want to show off your wealth, you guys can serve Red Label, show the world you are rich. Super-rich, you can serve black label. Ultra-rich, you can serve Chivas or single malt and have a champagne tower, stack up the glasses like the Eiffel Tower and pour Crystal over it. What can we do? Pour a mega-bottle of Faluda? We can’t!”",
    "In similar vein he attacks the wastefulness of showing off at weddings that are commonplace with our society’s parvenus and Colombo’s ubiquitous nouveau-riche: “Even with food, you guys have so many options. Rich, you can serve a buffet with an action station. Super-rich, you can have three stations and sushi. Ultra-rich, you can serve anything from lobster to caviar to Kobe beef! What are our options? Rich, we serve good buriyani; super-rich, we serve better buriyani; ultra-rich, best buriyani. But it’s still buriyani, no? Can’t put caviar or lobster on top of that... no way!”",
    "While on the subject of food and drink, Nana critiques the so-called ‘eating-drinking Muslims’ who may well imbibe but never ever eat pork. Going the whole hog, Nana confesses to having once been guilty of tasting the bitter cup not of paradise but à la ‘podara’ Muslims, and claims he is clean now. By being humorous about pious SLMs who say their ‘bismis’ – “bismillah hirrahman nirraheem” (‘in the name of almighty Allah the most beneficent, the most merciful’) faithfully even before taking a surreptitious sip of the cup that cheers, FK is able to expose the hypocrisy as well as emptiness of conventional religious traditions. Would that other fundamentalisms could face their",
    "Ethnic labelling – even and especially internecine rivalries – are ridiculed in the name of a higher SLM unity.",
    "Says Nana: “When it comes to labelling ourselves, we Sri Lankan Muslims are in a league of our own. No other community puts so many labels on themselves. We are roughly two million people in this country and we have Moor, Memon, Borah, Bhai, Malay, Thakkiya party, Galle Fort party, Thablik Jamaath, Tawheed Jamaath, Kandiri party, Awliya party, Uppu party, Waral aata-er party, Thakbir katta-er party, Bawrula Thakbir, Nenjila Thakbir, Kalathala Thakbir. You name it we put a label",
    "Shall we mention the remarkable parallels between this labyrinthine partisanship and the morass of middle-class ethno-religious virtues and social mores among Sri Lanka’s melting-pot classists?",
    "“Borah, Bhai, Memon, Moor, Malay, we divide ourselves nicely so we can become superior to someone else. In addition to being adorably racist, we are also unashamedly placist. Colombo Muslims look down on Galle Muslims, who look down on Colombo Muslims AND Kandy Muslims, who look down on Gampola Muslims, and EVERYONE looks down on Batticaloa Muslims. Even in Galle, they divide themselves as Galle Muslims and Galle Fort Muslims. Galle Fort Muslims get along with the Colombo Muslims but they are looked down by the Kandy Muslims because apparently their ancestors flirted too much with the Portuguese. They are quite fair, actually – the Portuguese AND the Galle Fort Muslims.”",
    "Sri Lankans of other ilk have similar placisms, don’t they? ‘I am a southerner’ or ‘We are not Kandyans but GSB all the same’ and even ‘The KSD castes are far more entrepreneurial than...’",
    "Nana addresses the innate ‘placism’ of SLMs to make a larger point about the insular ethnic pettiness that runs the gamut across our island-nation’s diverse and divergent communities:",
    "“The Kalmunai Muslims look down on the Akkaraipattu Muslims because they are not educated enough. Sammanthurai Muslims don’t like the Mardamuna [Maruthamunai] Muslims because they are not rich enough. Nindoor [Nintavur] Muslims don’t marry their girls off to boys from Nappatimunna [Natpaddimunai] and the Attalachena [Addalaichenai] Muslims don’t marry their boys off to Oluvil Muslims – all within the same province! At least, the rest of the Muslims practise their placism across the country. In the East, it’s a concentrated local operation. Can’t blame them…”",
    "It is not so ‘local’ that other similarly much-segmented communities based on caste and creed can’t relate, no?",
    "“Let’s face it – most of my fellow countrymen, when given the choice of unity versus anything else (and I mean, literally anything else, I can confidently say) will choose anything else. If it was a choice between a rotten sandwich with spoilt jam and unity, some of us will go: ‘What flavour was that jam?’ And before anyone gets triggered, remember: ‘83 weren’t the only riots we had and the LTTE weren’t the only armed civil insurrection we had.”",
    "Let me also say, before anyone reading all of this ‘gets triggered’, that there’s much food for thought here… and for more than ‘eating-drinking Muslims’ at that! #NuffSaid",
    "Nana says it better: “Our myth of unity is only superseded by our myth of superiority over our neighbours.”",
    "Did he mean Sri Lankan Muslims in particular or Sri Lankans in general? Even if you’ve never before thought of your own community as being such one-upmanship-loving beings, please consider it now – in print, being spared the (hefty) price of admission for GUN or its reprise.",
    "But speaking about ‘food for thought’ – there are things to be learned about watalappam you never dreamed of in your philosophy, Horatio (or Haroun or Haramanis or Hariharan)!",
    "“If you are ever having a function and you are inviting Muslims friends, do not under any circumstances serve watalappam for dessert. Because you can get it from the best kitchen in this country, you can get Adriano Zumbo to make it – but to every SLM, that watalappam is like cream caramel with jaggery. Every SLM has already eaten the best watalappam in the world: mummy’s.”",
    "Nana has tasted sugar and he’s hitting that sweet spot between sarcasm and subversion:",
    "“You guys think watalappam is watalappam? There are many different criteria used to judge the watalappam. The colour, which must be dark but not black; the right amount of spices; quantity and mix has not changed for generations – no need to be progressive! That’s why you don’t get ‘cinnamon watalappam’ or ‘cardamom watalappam’ or ‘vanilla watalappam’! Watalappam is watalappam, no variations required.”",
    "Trust you gourmets and gourmands alike – to say nothing of critics with an appetite for government-bashing – are taking this all down...",
    "“It must have the right number of holes; the top cannot be smooth; it must have some peaks and valleys; when you scoop out the watalappam it must leave a little juice at the bottom of the dish; it must be a little firm on top and slightly less so at the bottom, and the colour too must vary ever so slightly. It’s a complex dish to get right.”",
    "So is satire. So is stand-up comedy. So is subversion of sacred cows. So is speaking truth to power. So is standing up for what you believe in as well as what is best for yourself and your neighbour – after you’ve taken a long, hard, clear, unbiased, critical and charitable view of your own household, where societal judgment must start.",
    "Speaking of which: no FK farce or festively slapsticky play is complete without a stab at politics!",
    "Again, let Nana speak for himself. However, that would be in the third and final instalment of this review of the role of ethnics in shaping society through speaking truth to power in theatre."
  ]
}