{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-and-visa-launch-corporate-credit-cards-in-sri-lanka/",
  "time_ut": 1707492480.0,
  "original_lang": "en",
  "original_title": "ComBank and Visa launch Corporate Credit Cards in Sri Lanka",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has launched the Visa Signature and Visa Platinum Corporate Credit Cards in Sri Lanka in collaboration with Visa.The corporate cards will be issued to employees of corporates and other business entities. This new product enables corporates to manage expenses of employees, and the card is linked to a corporate credit card account of each company, the Bank said.",
    "Since Visa cards are accepted globally, these cards can be used by employees of corporates to pay anywhere in the world for travel, entertainment and other expenses authorised by their respective companies.",
    "The Visa Signature Corporate Credit Cards will also offer their users special benefits such as lounge access at international airports, and other travel-related support.",
    "“We are delighted to partner with Visa once again to launch another important addition to our payment cards portfolio,” Commercial Bank’s Deputy General Manager – Retail Banking & Marketing Mr Hasrath Munasinghe said. “Visa is a brand that is accepted globally, which is a key point for business travellers in particular, and accords the users prestigious benefits that make a Visa card a must-have when representing a company.”",
    "Visa’s Country Manager for Sri Lanka & Maldives Ms Avanthi Colombage added: “We are proud to partner with Commercial Bank of Ceylon to launch corporate credit cards tailored for their clients. These cards, available in various variants, offer enhanced expenditure control and visibility, optimised working capital, improved data accessibility, and increased efficiency for organisations, while empowering employees with greater spending flexibility. With Visa’s global acceptance and robust security, these corporate credit cards present a compelling, secure, and convenient financial solution for Sri Lankan organisations.”",
    "Bull run in bourse continues; TB yields decline by more than 100 basis points",
    "ComBank enhances airport lounge access for premium credit card holders",
    "Discounts up to 50% at 3,500+ retail outlets for ComBank cardholders",
    "ComBank hosts ICC Chairperson Maria Fernanda Garza at corporate event",
    "ComBank receives Global Finance ‘Best Bank in Sri Lanka’ award for 21st time",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}