{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112121/at-least-25-killed-in-pakistan-attacks-including-14-at-political-rally",
  "time_ut": 1756862460.0,
  "original_lang": "en",
  "original_title": "At least 25 killed in Pakistan attacks, including 14 at political rally",
  "original_body_lines": [
    "At least 25 people were killed in three attacks in Pakistan on Tuesday, officials said, including 14 who died after a suicide bomber targeted a political rally in the southwestern province of Balochistan.",
    "Dozens of people were wounded in that explosion, which took place in the parking lot of a stadium in the provincial capital, Quetta, where hundreds of members of the Balochistan National Party (BNP) had gathered, two provincial officials said, speaking on condition of anonymity.",
    "At least seven of the wounded were in critical condition, the officials said.",
    "Another attack in Balochistan, near the border with Iran, claimed five lives on Tuesday, while six soldiers were killed after a suicide attack on their base in Khyber Pakhtunkhwa province.",
    "Balochistan is Pakistan’s largest and most resource-rich province, but also its poorest, and regularly ranks among the lowest on human development indicator scorecards.",
    "The BNP campaigns on a platform calling for greater rights and economic investment in the wellbeing of members of the Baloch ethnicity.",
    "The party’s chief, Akhtar Mengal, had just finished speaking at the Quetta rally and was leaving the venue when the attack occurred. He said he was “safe” in a post on social media.",
    "Since 2014, China has invested significantly in building a road-and-infrastructure project in Balochistan linked to its One Belt One Road initiative.",
    "Many Baloch, however, say the benefits have been reaped only by outsiders.",
    "Pakistani forces have been battling an insurgency in the province for more than a decade, and in 2024 the region saw a sharp rise in violence, with 782 people killed.",
    "Elsewhere in Balochistan on Tuesday, five paramilitary personnel were killed and four wounded when a homemade bomb exploded as their convoy passed through a district near the Iranian border, a senior local official told AFP.",
    "Since January 1, according to AFP figures, more than 430 people, mostly members of the security forces, have been killed in violence carried out by armed groups fighting the state in Balochistan and neighboring Khyber Pakhtunkhwa.",
    "On Tuesday, six soldiers were killed in an attack on a paramilitary headquarters in the Khyber Pakhtunkhwa city of Bannu, the military said.",
    "“A suicide bomber rammed an explosives-laden vehicle into the gate of the FC camp, after which five more suicide attackers entered,” a government official told AFP, speaking on condition of anonymity.",
    "The ensuing exchange of fire lasted 12 hours, ending after the six attackers were killed, the official said.",
    "The militant group Ittehad-ul-Mujahideen Pakistan claimed responsibility for that attack."
  ]
}