{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98684/us-to-hit-iran-with-new-sanctions-in-coming-days",
  "time_ut": 1713344820.0,
  "original_lang": "en",
  "original_title": "U.S. to hit Iran with new sanctions in “coming days”",
  "original_body_lines": [
    "U.S. Treasury Secretary Janet Yellen on Tuesday warned that the U.S. intends to hit Iran with new sanctions in coming days over its unprecedented attack on Israel, and these actions could seek to reduce Iran’s capacity to export oil.",
    "“With respect to sanctions, I fully expect that we will take additional sanctions action against Iran in the coming days,” Yellen said told a news conference on the sidelines of the International Monetary Fund and World Bank spring meetings in Washington.",
    "“We don’t preview our sanctions tools. But in discussions I’ve had, all options to disrupt terrorist financing of Iran continue to be on the table,” Yellen added.",
    "She said that the Treasury and State Department have taken previous action to contain Iran’s “destabilizing” behavior by diminishing its ability to export oil.",
    "“Clearly, Iran is continuing to export some oil. There may be more that we could do. I don’t want to preview our actual sanctions activities, but certainly that remains in focus as a possible area that we could address.”",
    "Treasury was working to enlist the aid of China, G7 partners and other major global suppliers to erode Iran’s ability to continue to export oil and to get the microelectronics needed for the drones it used to attack Israel and was selling to Russia, a senior Treasury official told reporters.",
    "The official said a jump in oil prices had been driven mainly by geopolitical uncertainty, not U.S. sanctions, and noted that past sanctions had not led to oil price increases.",
    "“We’re going to have conversations with all major suppliers around the world. That includes countries in the G7; that includes China. All of these countries have to play a role in constraining Iran’s ability to get access to the goods they are using to build weapons,” the official said.",
    "In prepared remarks, Yellen said Iran’s attack on Israel last weekend and its financing of militant groups in Gaza, Lebanon, Yemen and Iraq threatened stability in the Middle East and could cause economic spillovers.",
    "The United States is using financial sanctions to isolate Iran and disrupt its ability to fund proxy groups and support Russia’s war in Ukraine, Yellen said.",
    "Treasury has targeted more than 500 individuals and entities connected to terrorism and terrorist financing by the Iranian regime and its proxies since the start of the Biden administration in January 2021, Yellen said.",
    "That has included targeting Iran’s drone and missile programs and its financing of the Palestinian militant group Hamas, the Houthis in Yemen, Hezbollah in Lebanon, and Iraqi militia groups, she said.",
    "“From this weekend’s attack to the Houthi attacks in the Red Sea, Iran’s actions threaten the region’s stability and could cause economic spillovers,” Yellen said, without giving details.",
    "Iran on Saturday launched more than 300 drones and missiles against Israel, its first direct attack on the country, in retaliation for a suspected Israeli air strike on its embassy compound in Damascus on April 11 that killed elite military officers.",
    "Israel’s military said that it shot down almost all the drones and missiles, and that the attack caused no deaths, but the situation has increased fears of open warfare between the longtime foes.",
    "In Gaza, more than 33,000 Palestinians have been killed in the Israeli offensive launched against Hamas after the group attacked Israel on Oct. 7, killing 1,200 people and taking 253 hostages, according to Israeli tallies.",
    "Yellen said Washington was continuing to use economic tools to pressure Hamas, but said Treasury was emphasizing that its sanctions should not impede life-saving aid.",
    "She called for urgent action to end Palestinian suffering in the narrow enclave, noting that Gaza’s entire population of more than 2 million people was facing acute food insecurity and that most of the population had been displaced.",
    "“It is incumbent on all of us here at these meetings to do everything in our power to end this suffering,” she said.",
    "Yellen noted that Washington was also using sanctions to target extreme settler violence in the West Bank, while working to ensure a functioning banking system there and supporting IMF programs in Jordan and Egypt."
  ]
}