{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98068/un-sounds-red-alert-as-world-smashes-heat-records-in-2023",
  "time_ut": 1710901800.0,
  "original_lang": "en",
  "original_title": "UN sounds ‘Red Alert’ as world smashes heat records in 2023",
  "original_body_lines": [
    "(Reuters) - Every major global climate record was broken last year and 2024 could be worse, the World Meteorological Organization (WMO) said on Tuesday, with its chief voicing particular concern about ocean heat and shrinking sea ice.",
    "The U.N. weather agency said in its annual State of the Global Climate report that average temperatures hit the highest level in 174 years of record-keeping by a clear margin, reaching 1.45 degrees Celsius above pre-industrial levels.",
    "Ocean temperatures also reached the warmest in 65 years of data with over 90% of the seas having experienced heatwave conditions during the year, the WMO said, harming food systems.",
    "“The WMO community is sounding the Red Alert to the world,” said WMO Secretary-General Celeste Saulo, who took over the job in January.",
    "“What we witnessed in 2023, especially with the unprecedented ocean warmth, glacier retreat and Antarctic sea ice loss, is cause for particular concern.”",
    "She later told reporters that ocean heat was particularly concerning because it was “almost irreversible”, possibly taking millennia to reverse.",
    "“The trend is really very worrying and that is because of the characteristics of water that keep heat content for longer than the atmosphere,” she said.",
    "Climate change, driven by the burning of fossil fuels, coupled with the emergence of the natural El Nino climate pattern, pushed the world into record territory in 2023.",
    "WMO’s head of climate monitoring, Omar Baddour, told reporters there was a “high probability” that 2024 would set new heat records, saying that the year after an El Nino was typically warmer still.",
    "Tuesday’s report showed a big plunge in Antarctic sea ice, with the peak level measured at 1 million km2 below the previous record - an area roughly equivalent to the size of Egypt.",
    "That trend, combined with ocean warming which causes water to expand, has contributed to a more than doubling of the rate of sea-level rise over the past decade compared with the 1993-2002 period, it said.",
    "Ocean heat was concentrated in the North Atlantic with temperatures an average 3 degrees Celsius above average in late 2023, the report said. Warmer ocean temperatures affect delicate marine ecosystems and many fish species have fled north from this area seeking cooler temperatures.",
    "Saulo, a meteorologist from Argentina who has promised to strengthen global warning systems for climate disasters, said she hoped the report would raise awareness of the “vital need to scale up the urgency and ambition of climate action”.",
    "“That’s why we spoke about the Red Alert because we must care for the people and how they will suffer from these more frequent, more extreme events,” she told reporters. “If we do nothing, things will become worse and that will be our responsibility.”"
  ]
}