{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99766/modi-sworn-in-for-third-term-as-indias-prime-minister",
  "time_ut": 1717942560.0,
  "original_lang": "en",
  "original_title": "Modi sworn in for third term as India’s prime minister",
  "original_body_lines": [
    "(AP) — Narendra Modi was sworn in Sunday for a rare third consecutive term as India’s prime minister, relying on his coalition partners after his party failed to win a parliamentary majority in a surprise outcome.",
    "Modi and his Cabinet ministers took the oath of office, administered by President Droupadi Murmu, at India’s presidential palace Rashtrapati Bhavan in New Delhi.",
    "The 73-year-old popular but polarizing leader is only the second Indian prime minister after Jawaharlal Nehru to retain power for a third five-year term.",
    "His Hindu nationalist Bharatiya Janata Party, which won by landslides in 2014 and 2019, failed to secure a majority to govern on its own in the latest national election. However, Modi’s National Democratic Alliance coalition won enough seats to form a government, with him at the helm.",
    "This is the first time the BJP under Modi has needed support from its regional allies to form a government after a decade of commanding the majority in Parliament.",
    "Final election results released Wednesday showed Modi’s BJP won 240 seats, well below the 272 needed for a majority. Together, the parties in the NDA coalition secured 293 seats in the 543-member lower house of Parliament.",
    "Modi’s coalition government now largely depends on two key regional allies — the Telugu Desam Party in southern Andhra Pradesh state and Janata Dal (United) in eastern Bihar state — to stay in power.",
    "Meanwhile, Modi’s political challenger, the INDIA alliance led by the resurgent Congress party, put up a stronger-than-expected fight, doubling its strength from the last election to win 232 seats.",
    "An avowed Hindu nationalist, the prime minister is considered a champion of the country’s Hindu majority, who make up 80% of India’s 1.4 billion population. His supporters credit him with rapid economic growth and improving India’s global standing since coming to power.",
    "But critics say he’s also undermined India’s democracy and its status as a secular nation with attacks by Hindu nationalists against the country’s minorities, particularly Muslims, and a shrinking space for dissent and free media. His political opponents have questioned his government’s economic record, pointing to high unemployment and growing inequality despite strong growth.",
    "Several South Asian leaders attended the swearing-in ceremony Sunday, including Bangladesh Prime Minister Sheikh Hasina, Sri Lankan President Ranil Wickremesinghe, Nepalese Prime Minister Pushpa Kamal Dahal and Maldives President Mohamed Muizzu.",
    "Tensions between India and Maldives have grown since Muizzu was elected last year. He has since taken a pro-China stance and removed Indian troops stationed on one of Maldives’ islets."
  ]
}