{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-Sri-Lanka-needs-to-ditch-post-dated-cheques/4-762177",
  "time_ut": 1716749769.0,
  "original_lang": "en",
  "original_title": "Why Sri Lanka needs to ditch post-dated cheques",
  "original_body_lines": [
    "A post-dated cheque represents a future promise to pay, not a completed transaction",
    "A post-dated cheque is a regular cheque with a future date written on it. This means the cheque writer instructs the bank not to pay the cheque until that future date arrives.",
    "Purpose: People use them to ensure the recipient waits to deposit the cheque. There are a couple of reasons for this:",
    "The writer doesn’t have enough funds currently but expects to by the future date.",
    "The cheque is for a prepayment, like paying for a service before it’s completed.",
    "Validity: The rules around post-dated cheques can vary depending on the country. In some places, like the US and UK, banks can process them even before the written date. In other places, like India and Australia, the bank has to wait until the date on the cheque.",
    "Legality: Post-dated cheques are generally legal and considered negotiable instruments.",
    "It’s important to be aware of the rules in your area to avoid any confusion or problems when using post-dated cheques.",
    "Post-dated cheques are fairly common in Sri Lanka, though their use is being discouraged. Here’s a breakdown of how they’re used and the current sentiment:",
    "Deferred payment: Similar to other countries, post-dated cheques are used to secure a future payment, especially when the payer doesn’t have sufficient funds currently but expects to by the written date.",
    "Prepayment: They act as a guarantee for services or goods to be delivered later.",
    "Bounced cheques: A major concern is that cheques often “bounce” due to insufficient funds, leading to strained relationships with banks and recipients.",
    "Shift towards electronic payments: The Central Bank of Sri Lanka is encouraging a shift towards more reliable and efficient electronic payment methods.",
    "Overall, while post-dated cheques are still used in Sri Lanka, there’s a push for adopting alternative payment methods due to the risk of bounced cheques.",
    "While it’s true that post-dated cheques can be used in some situations, it’s not generally recommended for businesses to rely on them to solve cash flow requirements. Because:",
    "Unreliable source of funds: Post-dated cheques aren’t guaranteed. There’s a risk the cheque will bounce due to insufficient funds on the due date, creating a cash flow problem instead of solving one.",
    "Delayed access to funds: Even if the cheque is honoured, you won’t have immediate access to the money. You’ll need to wait for the cheque to clear, which can take several days. This can disrupt your cash flow if you need the funds quickly.",
    "Risk of fraudulent cheques: Lost or stolen post-dated cheques can be altered and cashed fraudulently, leading to financial loss.",
    "Inefficient and outdated: Modern electronic payment methods are faster, more secure, and offer better record-keeping.",
    "Negotiate payment terms: Try negotiating extended payment terms with suppliers to give yourself more time to collect payments from customers.",
    "Offer discounts for early payment: Incentivise customers to pay sooner by offering discounts for early payments. This can help improve your cash flow.",
    "Explore financing options: Consider short-term loans or lines of credit to bridge cash flow gaps. However, use these options cautiously to avoid accumulating debt.",
    "Improve accounts receivable management: Implement a system for tracking outstanding invoices and following up with late payers promptly. This can help you collect payments faster.",
    "Embrace electronic payments: Shift towards electronic payment methods like EFTs, online payment gateways, or mobile wallets. These offer faster settlements and improved cash flow visibility",
    "By focusing on these alternative strategies, businesses can achieve better control over their cash flow and avoid the risks associated with post-dated cheques.",
    "Can post-dated cheques be used to get finance facilities from various financial institutions by way of factoring and other similar manner?",
    "No, generally post-dated cheques cannot be used to secure financing from financial institutions through methods like factoring. Because:",
    "Uncertainty of funds: Financial institutions rely on guaranteed access to funds. Post-dated cheques are uncertain because:",
    "The cheque issuer might not have sufficient funds on the due date.",
    "Delayed collection: Even if valid, there’s a delay in collecting the funds. The financial institution would have to wait for the cheque to clear, impacting their own cash flow.",
    "Limited value: Factoring companies typically deal with invoices representing completed sales. A post-dated cheque represents a future promise to pay, not a completed transaction.",
    "Factoring: Businesses can use factoring to sell their accounts receivable (invoices) to a factoring company at a discount. The factor collects the payments from customers, providing immediate cash flow. However, the business receives less than the invoice value.",
    "Invoice discounting: Similar to factoring, but the business collects payments from customers and remits a portion to the financial institution. This offers more control but requires managing collections.",
    "Security deposit: In rare cases, a financial institution might accept a post-dated cheque as part of a larger loan application, but only as additional security alongside a primary source of collateral.",
    "In conclusion, while post-dated cheques might seem like a way to secure financing, they are not a reliable option.",
    "In Sri Lanka generally how does the time vary when dating the cheques as post-dated cheques? Is there any law restriction to guide on this dating? How is it in other parts of the world?",
    "In Sri Lanka, there are no specific legal restrictions on the dating period for post-dated cheques. However, there are some general practices and considerations to keep in mind:",
    "Banking practices: Most Sri Lankan banks won’t cash a post-dated cheque before the written date. This is a bank policy, not necessarily a legal requirement.",
    "Validity period: Even for post-dated cheques, there’s a general validity period maximum of six months from the date of issue. After that period, the cheque may not be honoured by the bank.",
    "Risks of early cashing: In some cases, depending on the bank’s policy, a post-dated cheque might be cashed before the written date. This can cause problems if you weren’t expecting the funds to be withdrawn early.",
    "Variations exist: Regulations around post-dated cheques vary from country to country.",
    "US and UK: Banks aren’t obligated to wait for the written date and can process the cheque earlier.",
    "India and Australia: Banks typically wait for the date on the cheque before encashing it.",
    "Shifting landscape: Globally, there’s a move away from post-dated cheques due to the risks involved. Electronic payment methods are becoming increasingly popular due to their speed, security, and convenience.",
    "It’s crucial to communicate clearly with the recipient of the post-dated cheque about the expected deposit date to avoid any confusion.",
    "For better security and reliability, explore electronic payment methods like EFTs or online payment gateways whenever possible.",
    "While post-dated cheques are still used in Sri Lanka, it’s important to be aware of the associated risks and consider alternative payment methods for a smoother and more secure financial transaction.",
    "Why post-dated cheques with dates exceeding 6 months might still be used in Sri Lanka",
    "There are several reasons why post-dated cheques with dates exceeding six months might still be used in Sri Lanka, despite the various drawbacks:",
    "Habit and tradition: For many businesses and individuals, post-dated cheques have been the norm for a long time. Shifting to new practices can take time, especially for those comfortable with the familiar system.",
    "Large transactions: For very large transactions, especially those involving instalments or future payments, post-dated cheques spread out over a long period (more than 6 months) might be used as a way to secure a future commitment.",
    "Limited access to electronic methods: While Sri Lanka is making strides towards digital payments, there might still be pockets with limited access to reliable internet or user-friendly electronic payment platforms. This could make traditional cheques more accessible in those areas.",
    "Lack of awareness: Some businesses and individuals might not be fully aware of the risks associated with long-dated post-dated cheques, or the benefits and security offered by electronic payment alternatives.",
    "Perceived control: For some, using post-dated cheques might provide a perceived sense of control over the flow of funds, especially if they are unsure about their future financial situation.",
    "However, it’s important to remember that even though these reasons exist, there’s a growing push to move away from post-dated cheques:",
    "Government initiatives: As discussed earlier, the Sri Lankan Government is promoting financial literacy and the adoption of electronic payments. This is further exemplified by Gazette Notification Number: 2378/33, dated 4 April 2024, under the Inland Revenue Act, No. 24 of 2017. In accordance with the authority granted, tax payments can now be made to the Commissioner General through cash deposits, pay order or bank draft deposits, and through the Online Tax Payments Platform (OTPP).",
    "Banking system: Banks might discourage long-dated cheques due to the risk of bounced payments and the strain it puts on their own cash flow management.",
    "Business risks: Businesses themself are increasingly aware of the risks associated with bounced cheques, including damaged customer relationships and potential legal issues.",
    "Overall, while long-dated post-dated cheques are still used in Sri Lanka, it’s a trend that’s likely to decline as electronic payment methods become more widespread, secure, and accessible.",
    "There are a few risks to consider when using post-dated cheques:",
    "Early cashing: Even though the cheque has a future date, the bank might still cash it. In some countries, like the US and UK, banks aren’t obligated to wait for the written date. This can cause problems if you were relying on the funds being available until the later date.",
    "Insufficient funds: This is a major risk. If you don’t have enough money in your account by the date written on the cheque, it will bounce and lead to fees from your bank. In some cases, it could also result in legal trouble depending on the laws in the particular country.",
    "Fraud: A lost or stolen post-dated cheque can be altered and cashed fraudulently, causing financial loss. There’s also a risk of identity theft if the cheque contains your personal details.",
    "Miscommunication: There can be confusion between the payer and recipient about when the cheque can be deposited. This can lead to tension and unexpected fees.",
    "Outdated method: Electronic payment methods are generally faster, more secure, and offer better tracking. In some places, like Sri Lanka, there’s a push to move away from post-dated cheques altogether.",
    "Here’s how a business entity can reduce the risks associated with using post-dated cheques:",
    "Know your bank’s policy: Familiarise yourself with your bank’s policy on post-dated cheques. In some regions, banks aren’t obligated to wait for the written date.",
    "Consider alternatives: If early cashing is a major concern, explore safer options like electronic funds transfers (EFTs) or secure online payment methods.",
    "Strong cash flow management: Implement robust financial planning to ensure sufficient funds are available when the cheque is due.",
    "Pre-authorisation: In some cases, banks might offer pre-authorisation for post-dated cheques. This verifies you’ll have the funds by the due date but doesn’t guarantee the cheque won’t be cashed early (depending on bank policy).",
    "Secure storage: Store post-dated cheques securely to prevent loss or theft. Consider using a locked safe or a secure filing cabinet.",
    "Limited information: Minimise the personal information written on the cheque. Only include essential details like the payee name, date, and amount.",
    "Written agreements: Establish clear written agreements with anyone receiving post-dated cheques. Specify the due date for depositing the cheque and any relevant details about the payment.",
    "Electronic records: Maintain electronic records of issued post-dated cheques, including the payee, date, amount, and any agreements.",
    "Shift to electronic payments: Whenever possible, transition towards electronic payment methods like EFTs or online payment gateways. These offer faster processing, better security, and clear audit trails.",
    "Phased approach: If a complete shift is difficult, consider a phased approach. Start by using electronic payments for low-risk transactions and gradually phase out post-dated cheques.",
    "By following these strategies, businesses can significantly reduce the risks associated with using post-dated cheques. In the long run, adopting secure and reliable electronic payment methods is often the best course of action.",
    "What are the remedies available for business entities to overcome these risk factors and non-honouring of these post-dated cheques on the future said dates and what are the legal remedies available for affected persons?",
    "Shift to electronic payments: This is the most effective way to avoid bounced cheques altogether. It’s faster, more secure, and leaves a clear audit trail.",
    "Creditworthiness checks: Before accepting post-dated cheques, consider running credit checks on customers, especially for larger transactions.",
    "Security deposits: In some cases, a security deposit can be an alternative to a post-dated cheque, mitigating the risk of non-payment.",
    "Clear agreements: Establish written agreements outlining the terms of the payment, including the due date for depositing the cheque and late payment penalties.",
    "Stop payment order: Immediately contact your bank and request a stop payment order on the dishonoured cheque. This prevents further attempts to cash it. (Fees may apply)",
    "Demand letter: Send a formal demand letter to the customer outlining the non-payment and requesting immediate settlement.",
    "Collection agencies: For persistent defaulters, consider involving a collection agency to recover the debt.",
    "Negotiable Instruments Act: Sri Lanka’s Negotiable Instruments Act (NIA) outlines legal recourse for dishonoured cheques.",
    "Lawsuit for recovery: Businesses can file a lawsuit against the customer to recover the outstanding amount. This can be a lengthy and expensive process.",
    "Criminal charges: In some cases, depending on the severity and intent, businesses may be able to press criminal charges for issuing a dud cheque. However, this requires a strong case and cooperation from law enforcement.",
    "Legal fees: Lawsuits and criminal charges can be costly. Weigh the potential recovery against the legal expenses.",
    "Customer relationships: Legal action can damage customer relationships. Consider the long-term consequences before pursuing this route.",
    "Mediation: Mediation can be a quicker and less expensive way to resolve the issue with the customer. A neutral third party can facilitate a discussion to reach an agreement.",
    "Consult with an expert professional with Sri Lankan commercial law for specific legal advice based on your situation. They can guide you on the most appropriate course of action for recovering your funds.",
    "The overall solution to the problems and issues surrounding post-dated cheques is a gradual shift towards secure and reliable electronic payment methods. Because:",
    "Reduced risks: Electronic payments eliminate the risks of early cashing, insufficient funds, fraud, and miscommunication associated with cheques.",
    "Increased efficiency: They offer faster processing times, improved record-keeping, and easier reconciliation.",
    "Enhanced security: Many electronic payment methods come with robust security features to protect your finances.",
    "Promote electronic payments: Actively encourage customers to adopt electronic payment options. Offer incentives or discounts to make the switch more appealing.",
    "Phase out cheques: Develop a plan to gradually phase out post-dated cheques in favour of electronic methods. Start with low-risk transactions and work your way up.",
    "Embrace digital payments: Whenever possible, opt for electronic payment methods when dealing with businesses. They’re generally faster, safer, and more convenient.",
    "Understand cheque risks: If you must accept a post-dated cheque, be aware of the associated risks and ensure clear communication about the due date for depositing it.",
    "Promote financial literacy: Educational campaigns can raise awareness about the benefits and security of electronic payments compared to traditional cheques.",
    "Invest in infrastructure: Ensure Sri Lanka has a robust digital payment infrastructure that is accessible and user-friendly for businesses and individuals alike.",
    "By working together, businesses, individuals, and financial institutions can create a more efficient and secure financial ecosystem that minimises the problems associated with post-dated cheques.",
    "The Sri Lankan Government can play a key role in tackling the issues surrounding post-dated cheques by promoting a shift towards electronic payments and potentially implementing some legal changes. Here’s a breakdown of possible approaches:",
    "Financial literacy campaigns: Launch public awareness campaigns educating citizens about the benefits and security of electronic payment methods. Highlight the risks associated with post-dated cheques.",
    "Incentivise businesses and consumers: Offer tax breaks or other incentives to businesses that encourage electronic payments. Consider cashback rewards or discounts for consumers who use electronic options.",
    "Invest in infrastructure: Ensure Sri Lanka has a robust digital payment infrastructure. This includes promoting affordable internet access, user-friendly mobile banking apps, and widespread acceptance of electronic payment methods by merchants.",
    "Limited use of post-dated cheques: The Government could consider gradually phasing out the use of post-dated cheques for specific transactions. This could be a phased approach, starting with high-value transactions first.",
    "Regulation of early cashing: Laws could be implemented to mandate that banks wait for the written date on a post-dated cheque before cashing it.",
    "Strengthening penalties for dishonoured cheques: While Sri Lanka has the Negotiable Instruments Act, consider reviewing and potentially strengthening the penalties for issuing dud cheques. This could deter misuse.",
    "Balance with traditional practices: Some Sri Lankans might prefer cheques due to lack of internet access or unfamiliarity with electronic methods. The Government should ensure a smooth transition that caters to all demographics.",
    "Consultation with stakeholders: Collaborate with banks, businesses, and consumer protection agencies when considering legal changes. This ensures a well-rounded approach.",
    "Promoting secured cheque systems: As a temporary measure, the government could explore promoting the use of secured cheque systems with enhanced security features to reduce fraud risks. However, this wouldn’t address all issues associated with cheques.",
    "By focusing on promoting electronic payments, potentially implementing targeted legal changes, and considering the needs of all citizens, the Sri Lankan Government can create a more secure and efficient financial system for everyone.",
    "In conclusion, while post-dated cheques have been a longstanding practice in Sri Lanka, their limitations and risks are becoming increasingly apparent. The future of Sri Lanka’s financial landscape lies in secure and efficient electronic payments. Businesses can lead the way by adopting these methods and phasing out cheques. The Government can play a crucial role by promoting financial literacy, incentivising electronic transactions, and potentially implementing legal changes to discourage reliance on cheques. By embracing a digital future, Sri Lanka can create a more streamlined and secure financial system that benefits businesses, individuals, and the entire economy.",
    "(The writer holds an MBA (UK), FCA (SL), FCMA (UK), FCPA (Aust.), CMA (Aust.), FCMA (SL), MCPM (SL), CGMA (GLOBAL). He is Managing Partner at A. G. Sarma (Chartered Accountants) – since 1971, and Chartered Accountant, Tax and Management Consultant. He can be reached via: [email protected] | www.agsarma.com.)"
  ]
}