{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/arpico-mattress-hosts-2024-top-dealer-awards-unveiling-three-new-mattresses-to-herald-future-achievements/",
  "time_ut": 1727198700.0,
  "original_lang": "en",
  "original_title": "Arpico Mattress hosts 2024 Top Dealer Awards, unveiling three new mattresses to herald future achievements",
  "original_body_lines": [
    "Arpico, being the leading trailblazer of Sri Lanka’s mattress industry, hosted an event celebrating outstanding achievements in the Polyurethane sector.",
    "Recently held at the Colombo Monarch Imperial Hotel, the awards ceremony, hosted by Arpico Mattress, recognised the efforts of 150 chosen dealers. The Dealer Awards occupies a special place in the events calendar of Arpico’s Local Manufacturing and Distribution sector. This edition featured over 150 dealers with who have accumulated impressive sales numbers for the company.",
    "The gift and awards categories ranged from Silver to Gold and Platinum. The prizes offered included sponsored tours. The tour allocated to the Silver Category was between Malaysia and Bangkok. The Gold Category tours included Bangkok, Pattaya and Dubai. The Platinum Category included Philippines and Vietnam. Also included with the tour are certificates and plaques commemorating the winners’ efforts.",
    "The event was also accompanied by the release of three new mattresses from Arpico. These include the Arpico Activa, designed specifically to provide a restful and rejuvenating sleep experience for all the people living an active lifestyle. Released alongside Arpico Activa were the Arpico Duke and the Arpico Green Comfort, each designed with features exclusive to their respective design. The Arpico Duke offers added back support. Designed to maximise comfort, the Arpico Green Comfort includes a natural and a cooling touch in the form of a 100% natural latex top layer.",
    "Lalith Wijeyesinghe, the Managing Director of the Local Manufacturing and Distribution Sector of Richard Pieris & Company PLC said, “These awards are significant to us. They are a way for us to support and celebrate the work our partners perform in delivering our products to an island wide customer base. The awards are our yearly means of marking milestones as we continue to expand our dealer base and reaffirm our relationship with our dealers. Additionally, they represent our commitment to implementing the best advancements in technological innovation to elevate customer sleep experiences.",
    "Arpitech (Pvt) Ltd., the trailblazer in polyurethane foam and spring mattresses, sheets, cushions, and siliconized fiber pillows, boasts a corporate legacy spanning multiple decades. Securing the prestigious ISO 9001-2015 standard, Arpico adheres to the SLS standard for its acclaimed Arpifoam. Renowned as a trusted brand, Arpitech (Pvt) Ltd draws from an over nine decade-long history of its parent, the Richard Pieris & Company PLC. From a modest beginning of a filling station in 1932, Richard Pieris & Company has experienced phenomenal success, growing into one of the top diversified business conglomerates in the country with interests in retail, plantations, rubber, furniture, tyres, plastics, insurance, stock brokering, financial services, and logistics. It is one of the largest listed entities on the Colombo Stock Exchange, with a remarkable annual turnover.",
    "Rotary Club of Colombo Mid Town celebrates 50 years with a vision for community impact",
    "CSE in bullish start following news of govt. and IMF working towards common position",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}