{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/un-body-asia-and-pacific-officials-in-sri-lanka-to-discuss-food-security-151452/",
  "time_ut": 1708324140.0,
  "original_lang": "en",
  "original_title": "UN body, Asia and Pacific officials in Sri Lanka to discuss food security",
  "original_body_lines": [
    "ECONOMYNEXT – Government policymakers from across the Asia and Pacific regions meet in Colombo this week to agree a pathway to reform their agrifood systems and accelerate recovery from pandemic and environmental crises.",
    "Officials from 46 member nations of the UN Food and Agriculture Organization will participate in roundtable discussions that focus on lessons learned from the pandemic and its impact on food security and nutrition, modernization and digitization for smallholders in aquaculture and livestock, building resilience through agrifood systems transformation, the need for investment and financing for poverty reduction and modernization, and saving food and water and reducing food loss and waste, at the 37th Ministerial Session of the FAO Regional Conference for Asia and the Pacific (APRC37).",
    "“Many challenges remain to fight hunger, poverty and inequalities,” the FAO said in a statement, adding “The global pandemic and years of environmental crises have hit this region disproportionately hard, with economic progress and individual livelihoods regressed, and floods, droughts and tropical storms badly affecting agricultural production in some parts of the region that are least resilient.",
    "“Hunger and other forms of malnutrition persist, with nearly 371 million people in Asia-Pacific who are undernourished. At the same time, the increasing cost of a healthy diet is leaving many families unable to afford one.",
    "“Given the setbacks over the last two years, and the decline in progress in the fight against hunger that preceded the pandemic, it is essential to transform the region’s food systems so that they become more efficient, inclusive, resilient, and sustainable,” the Conference delegates heard during today’s (19) opening session.",
    "Three pathways were proposed in order for FAO member nations to accelerate this Agrifood Systems Transformation.",
    "“First, by identifying and implementing food systems transformation pathways through the process fostered by the UN Food Systems Summit 2021, and the follow-up to that Summit, the ‘Stock Taking Moment’ convened last year.",
    "“Second, to end hunger there must be much more investment and financing for such a transformation – both from governments and from the private sector and other international financial institutions.",
    "“And finally, the region needed to build resilience in its plant, livestock, fisheries, and forestry sectors, while promoting nature-based solutions and emphasizing science, innovation and digitalization in communities large and small while disseminating climate and energy-smart agricultural practices.”",
    "Civil society organizations and the private sector have been invited to speak at the conference. FAO Director-General, Dr QU Dongyu, is leading a delegation from FAO headquarters in Rome to participate in the four-day forum, which is hosted by the Sri Lankan Government. (Colombo/Feb19/2024)"
  ]
}