{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96753/psychiatric-treatment-for-self-proclaimed-vishwa-buddha",
  "time_ut": 1706279640.0,
  "original_lang": "en",
  "original_title": "Psychiatric treatment for self-proclaimed ‘Vishwa Buddha’",
  "original_body_lines": [
    "The saffron-robed person claiming to be ‘Vishwa Buddha’ has been referred for psychiatric treatment under the recommendation of the Judicial Medical Officer, Senior Deputy Solicitor General Dileepa Peiris revealed before the court today (26).",
    "Appearing on behalf of the Criminal Investigations Department (CID), the Senior Deputy Solicitor General stated that accordingly, the suspect, who has been remanded in custody, is currently receiving psychiatric treatment at the Prison Hospital.",
    "This was revealed when the case pertaining to the breaching of bail conditions by the self-styled monk was recalled before the Nugegoda Magistrate’s Court this afternoon.",
    "However, the Nugegoda Additional Magistrate Sanjaya Lakmal Wijesinghe, ordered the suspect to be remanded in custody until February 02, after considering a request made by the Senior Deputy Solicitor General to further remand the suspect in custody since a public disturbance will be created if he is granted bail, ordered the suspect to be remanded in custody until February 02, 2024.",
    "The suspect, who was out on bail, was re-arrested on January 23 by the Criminal Investigations Department (CID) over breach of bail conditions and was presented before the Gangodawila Magistrate’s Court. However, later he was presented before the Colombo Magistrate’s Court as per the orders of the Gangodawila Magistrate.",
    "According to police, the saffron-robed monk had allegedly issued statements demeaning Buddhism.",
    "Earlier, the monk was arrested on December 12 at a private establishment in Kalagedihena by the cybercrimes unit of the Criminal Investigation Department (CID), acting on a complaint received against the self-styled monk who was residing in Ratnapura.",
    "Meanwhile, the Sangha Sabha Committee of Sri Lanka Ramanna Maha Nikaya recently unanimously decided to expel the controversial monk Ven. Ratnapure Wimalabuddha over allegedly issuing statements demeaning Buddhism.",
    "In January, this decision was communicated to the Commissioner General of Buddhist Affairs by the Chief Prelate (Mahanayaka Thero) of Sri Lanka Ramanna Maha Nikaya, Most Venerable Makulewe Wimalabhidhana Thero.",
    "On Wednesday (24), the self-proclaimed ‘Avalokiteshvara Bodhisattva’, Mahinda Kodituwakku, who is charged with committing irreligious activities that are contrary to Buddhist teachings, was also ordered to be referred to psychiatric treatment through the prison."
  ]
}