{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111006/russia-earthquake-60-cm-tsunami-waves-detected-in-japan",
  "time_ut": 1753861920.0,
  "original_lang": "en",
  "original_title": "Russia Earthquake: 60-cm tsunami waves detected in Japan",
  "original_body_lines": [
    "Vast areas of Japan’s Pacific coast were hit by tsunami waves as high as 60 centimeters on Wednesday after a magnitude 8.8 earthquake struck off Russia’s Kamchatka Peninsula in the morning, with the weather agency keeping its evacuation warning in place.",
    "The warning, covering areas stretching from Hokkaido in northern Japan to Wakayama Prefecture in the west, disrupted rail, road and air transportation along the coast and led the operator of the crippled Fukushima Daiichi nuclear power plant to halt the release of treated radioactive wastewater into the Pacific Ocean.",
    "The Japan Meteorological Agency has warned of tsunami waves as high as 3 meters. The highest detected so far were the 60 cm-waves that arrived after 1 p.m. at the town of Hamanaka in Hokkaido, northern Japan, and Kuji Port in Iwate Prefecture.",
    "A 20-cm wave also reached Tokyo’s Harumi waterfront district, according to the agency.",
    "Tsunami waves were also observed in Aichi Prefecture, central Japan, as well as Kagoshima and Miyazaki prefectures in the southwest and Okinawa in the south.",
    "Prime Minister Shigeru Ishiba vowed to take all possible measures to ensure the safety of the public, ordering ministries and agencies to mitigate any damage from the tsunami.",
    "The tsunami warning, which also covers the Ogasawara Islands south of Tokyo, could remain in effect for the entire day, the agency said.",
    "“At the least, we are expecting tsunami waves to remain high for around a day,” an official told a press conference in the afternoon.",
    "Chief Cabinet Secretary Yoshimasa Hayashi, at a hastily arranged press conference in the morning, called on people in areas covered by the warning to evacuate to higher ground.",
    "The quake that triggered the tsunami occurred at 8:24 a.m. Japan time around 120 kilometers east-southeast of Petropavlovsk-Kamchatsky at a depth of about 20 km, according to the U.S. Geological Survey.",
    "Russia’s Tass news agency said a tsunami of 3 to 4 meters was recorded in a district on the Kamchatka Peninsula.",
    "The Japanese weather agency initially sent a tsunami advisory but upgraded it to a warning after the preliminary magnitude of the quake off the Russian Far East was revised upward from an initial 8.0.",
    "The quake registered 2 on Japan’s seismic intensity scale of 7 in Hokkaido.",
    "The tsunami warning prompted Sendai airport in Miyagi Prefecture, northeastern Japan, to close its runways, while JR East and JR Central halted train services near coastal areas.",
    "JR Hokkaido also suspended services on the Hidaka and Senmo lines, with passengers and crew evacuating from trains.",
    "At the Fukushima Daiichi nuclear complex, which is undergoing decommissioning following the 2011 quake-tsunami disaster, Tokyo Electric Power Company Holdings Inc. instructed workers to evacuate to elevated locations.",
    "Following its procedures for natural disasters, the company manually halted the release of the wastewater at 9:05 a.m.",
    "Businesses were also affected, with Nissan Motor Co. stopping production at plants in Kanagawa and Fukushima prefectures and the operators of convenience store chains, including Seven-Eleven Japan Co., temporarily closing hundreds of stores along the Pacific coast.",
    "According to the Japanese government, an M8.2-quake off the Kamchatka Peninsula in 1952 triggered tsunami waves as high as 3 meters along the Pacific coast, flooding around 1,200 houses.",
    "The M9.0 quake that rocked eastern Japan in 2011 triggered tsunami waves higher than 10 meters and engulfed the Fukushima Daiichi plant, resulting in one of the world’s worst nuclear crises."
  ]
}