{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86346",
  "time_ut": 1756178220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s former President Ranil Wickremesinghe ,arrested on charges of misuse of state funds,  granted bail:  has been in hospital since he was remanded on August 22",
  "original_body_lines": [
    "The Colombo Fort Magistrate Court on Tuesday (August 26, 2025) granted bail to Sri Lanka’s ex-President Ranil Wickremesinghe, who was arrested on August 22, 2025, for allegedly misusing state funds.",
    "The bail was granted on health grounds following the hearing on Tuesday (August 26, 2025) afternoon, amid tight security around the court, where Mr. Wickremesinghe’s supporters had gathered.",
    "Soon after he was remanded in custody on Friday (August 22, 2025), Mr. Wickremesinghe was transferred to the prison hospital and subsequently to the Colombo National Hospital’s intensive care unit, where he has been receiving treatment since. Hospital officials said the 76-year-old leader’s high blood pressure and diabetes condition needed monitoring. Mr. Wickremesinghe joined the court hearing from the ICU via Zoom, local media reported.",
    "The development, which comes amid the National People’s Power government’s crackdown on corruption, is the first instance of a former Head of State in Sri Lanka facing arrest.",
    "It brought together several opposition voices, many of whom are political foes, in a show of support to the six-time Prime Minister and accidental President. Mr. Wickremesinghe was elected to the country’s most powerful office in July 2022 — in an urgent parliamentary vote — after his predecessor Gotabaya Rajapaksa was ousted by a citizens’ uprising when the island’s economy crashed.",
    "He helmed the country until 2024, initiating severe austerity measures backed by the IMF, and is credited with steering the country to relative stability. In September that year, he lost to Anura Kumara Dissanayanake, who rose to power promising to wipe out corruption.",
    "Past presidents, including Chandrika Bandaranaike Kumartunga and Maithripala Sirisena, and several opposition leaders condemned the arrest, contending that it amounted to “political revenge” by the ruling Dissanayake administration. Government spokespersons have maintained that “everyone is equal before law”."
  ]
}