{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/imf-says-sri-lanka-has-made-sufficiently-strong-progress-on-debt-for-june-review-166820/",
  "time_ut": 1717728960.0,
  "original_lang": "en",
  "original_title": "IMF says Sri Lanka has made “sufficiently strong progress” on debt for June review",
  "original_body_lines": [
    "ECONOMYNEXT  – The International Monetary Fund has assessed that there has been “sufficiently strong progress on the debt restructuring” for a review of Sri Lanka’s program by its board on June 12, an official said.",
    "“…[T]he authorities have been holding extensive discussions with external official creditors regarding an MOU with the official creditor committee and the final agreements with the Export Import Bank of China,” IMF Communication Director Julie Kozack told reporters in Washington.",
    "“Discussions with external bondholders continue with the aim of reaching agreements in principle soon. Negotiations with the China Development bank are also at an advanced stage.",
    "“There is a strong expectation that agreements with external commercial creditors consistent with program parameters will be reached soon.",
    "“So overall we assess that there has been sufficiently strong progress on the debt restructuring front.”",
    "Sri Lanka has also made progress on restoring stability and meeting IMF targets.",
    "“In Sri Lanka, we do see macroeconomic policy reform starting to bear fruit,” Kozack said.",
    "“Commendable outcomes include rapid disinflation, robust reserve accumulation, and initial signs of economic growth, while preserving stability of the financial system.",
    "“Program performance is strong with most quantitative and structural conditionality for the second review met or implemented with delay, and reforms are still ongoing in some areas.",
    "“The next steps on the debt restructuring are indeed to conclude negotiations with external commercial creditors and to implement agreements in principle with the official creditors.",
    "“The domestic debt operations are largely completed. Debt restructuring discussions are continuing.”",
    "Sri Lanka regained monetary stability around and inflation, as measured by the island’s Consumer Price Index stopped its tracks.",
    "Since then, private companies have largely been engaged in deleveraging and the central bank has, in general runn deflationary policy to build reserves (selling sterilization securities into banks).",
    "Going against past practice, the central bank has also allowed the rupee to appreciate, while collecting reserves through an ad hoc pegging mechanism (under a clean float reserve collection is not possible).",
    "The central bank has so far not cut rates and enforced them by printing money on the claim that historical 12-month inflation is low (flexible inflation targeting), real interest rates are high (a frequent claim made by inflationists re-stating the same doctrine in a different way), or that there is a potential output gap that can be bridged by printing money.",
    "All rate falls so far has been done through actual domestic credit developments and the confidence created by the central bank itself by maintaining monetary stability, and the not engaging restructuring all domestic debt and spooking all government securities buyers.",
    "Sri Lanka’s monetary operating framework, which has since legalized in a new law, is likely to lead to external instability in the future, as soon as private credit recovers, analysts have warned.",
    "In a series of currency crises since the end of the war the central bank has printed money saying inflation was low and busted the currency through ‘exchange rate as a first line of defence’ to avoid market pricing rates, critics say.",
    "The IMF’s ‘reserve adequacy metrics’ and the ‘exchange rate as a first line of defence’ are directly contradictory doctrines, which are in collision course whenever short or long term rates are enforced with overnight term, outright injections or non-penal rate standing facilities, critics have said. (Colombo/June07/2024)"
  ]
}