{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nemadumen-pasu-amaduma-siyapatha-finances-initiative-to-conserve-sri-pada/",
  "time_ut": 1719249300.0,
  "original_lang": "en",
  "original_title": "‘Nemadumen Pasu Amaduma’: Siyapatha Finance’s initiative to conserve Sri Pada",
  "original_body_lines": [
    "Revered as one of the most renowned pilgrimage sites in Sri Lanka for millennia, Sri Pada, Adam’s Peak or “Samanala Kanda” is an ancient, sacred ground enclosing a sacred footprint which is believed to be Lord Buddha’s, Lord Shiva’s or Adam’s. Every year, the summit is visited by multitudes of devotees from various faiths and cultures from across the world.",
    "Declared a Wildlife Nature Reserve as well as a UNESCO World Heritage Site due to its significant ecosystem and historical background, Sri Pada has captured global attention as a biodiversity hotspot for centuries. The reserve forms numerous headwaters in the territory, and is home to a vast number of animal and plant species including those highly vulnerable to extinction at present.",
    "Today, millions of pilgrims and sightseers travel through the forested route during the pilgrimage season, posing a threat to the survival and conservation of the reserve. Environmentalists constantly raise awareness on the effects of littering the pilgrimage site with tons of non-biodegradable polythene and plastic items. In spite of imposing penalties, the many attempts by governmental and private entities to facilitate convenient segregation of waste along the route, or the many dialogues initiated on social media, it remains a growing problem. Worshippers continue to discard polythene bags, PET bottles and food wrappers, especially in areas such as “Seetha Gangula” and “Indikatupana” where they perform traditional observances prior to beginning their journey.",
    "In an effort to find solutions ahead of World Environment Day 2024, leading finance company Siyapatha Finance PLC, through “Siyapathen Mihikathata”, its Corporate Social Responsibility (CSR) pillar focusing on environmental conservation, set in motion its first step to conserve this wildlife sanctuary for the generations to come, under the theme of “Nemadumen Pasu Amaduma”.",
    "Having obtained special permission from Nuwara Eliya District Secretary Mr. Nandana Galaboda, over 50 members of staff as well as the senior Management from Siyapatha’s Head Office, together with officials from Central Environmental Authority’s (CEA) Nuwara Eliya Office, joined hands to kick off the Sri Pada Cleaning Project. Displaying commitment to the objective of “Siyapathen Mihikathata”, Siyapatha staff collected close to a ton of plastic, polythene and other waste, which were then sent for recycling.",
    "Economic Transformation Bill should be sent back to the drawing board: experts",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}