{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103176/singapore-named-worlds-most-powerful-passport-sri-lanka-ranks-94",
  "time_ut": 1730787120.0,
  "original_lang": "en",
  "original_title": "Singapore named world’s most powerful passport; Sri Lanka ranks 94",
  "original_body_lines": [
    "Singapore has been named the world’s most powerful passport again, offering its citizens visa-free access to 195 countries, according to the latest Henley Passport Index released in October 2024.",
    "France, Germany, Italy, Japan, and Spain shared the second place, granting their citizens visa-free access to 192 countries, as per the latest rankings.",
    "Additionally, there are 8 countries that shared the 3rd spot offering their citizens visa-free access to 191 countries namely: Austria, Denmark, Finland, Ireland, Luxembourg, Netherlands, South Korea and Sweden.",
    "There are 5 countries that allow their citizens to travel visa-free to 190 countries: Belgium, New Zealand, Norway, Switzerland and the United Kingdom.",
    "Australia and Portugal claimed the 5th spot granting its citizens entry to 189 countries.",
    "The world’s largest economy, the United States came 8th on the list, offering its citizens visa-free access to 186 countries.",
    "India grants its citizens visa-free access to 58 countries, ranking 83rd on the list.",
    "Meanwhile, Sri Lanka was ranked 94 in the index, whereas the citizens will receive visa-free access to 44 countries in the world.",
    "The Henley Passport Index has recently released its rankings of the world’s most powerful passports. These rankings are based on the number of countries you can travel to without a visa, their international agreements and the nation’s diplomatic ties.",
    "For a number of years, Asian countries have led the Henley Passport Index. Countries like South Korea, Singapore, and Japan usually claim the top spots among the most powerful passports in the world, allowing their citizens to enter many other countries without a visa. This shows the strong diplomatic ties these countries have established and maintained around the world.",
    "Meanwhile, some of the least powerful passports are: Afghanistan, Syria, Iraq, Yemen, Somalia and Pakistan."
  ]
}