{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Awareness-session-in-Bangkok-on-Sri-Lanka-Thailand-FTA-and-investment-opportunities/14-761482",
  "time_ut": 1715038454.0,
  "original_lang": "en",
  "original_title": "Awareness session in Bangkok on Sri Lanka-Thailand FTA and investment opportunities",
  "original_body_lines": [
    "The Embassy and the Permanent Mission of Sri Lanka in Bangkok in collaboration with the Board of Investment of Thailand recently organised an awareness program on the benefits of the Sri Lanka-Thailand Free Trade Agreement (SLTFTA) and investment opportunities in Sri Lanka under the theme “Sri Lanka: The Future for Investment” at the One Start One Stop Investment Centre (OSOS) of the Thailand BOI.",
    "Ambassador of Sri Lanka and Permanent Repre-sentative to UNESCAP, C.A. Chaminda I. Colonne, in her opening remarks highlighted the economic obstacles that Sri Lanka has encountered and elaborated the Government’s proactive steps to tackle the crisis and revitalise the economy. While stating that the recently signed Sri Lanka-Thailand Free Trade Agreement is expected to boost trade and investment ties between the two countries and promote deeper integration with ASEAN economies, Ambassador Colonne extended an invitation to Thai investors to explore the diverse investment prospects that Sri Lanka offers.",
    "The Board of Investment of Thailand Deputy Secretary General Narucha Ruchuphan stated that Thai enterprises could explore the potential markets like Sri Lanka, as one of the significant emerging markets. He further emphasised that Sri Lanka is situated strategically at the crossroads of the Indian Ocean and connected to South Asia, Middle East, and also to Africa. He added that Sri Lanka has achieved progress in recovering from the economic crisis and that the country has become more attractive to investors from all over the world.",
    "BOI of Sri Lanka Director General Renuka Weerakone presented an overview of the business climate in Sri Lanka as well as investment opportunities that are available in tourism, mixed development, renewable energy and fisheries sectors. She also shared recent key initiatives of the BOI Sri Lanka to boost investments.  Thailand Board of Investment’s Thai Entrepreneurship Division Executive Director",
    "Patcharada Nawakaw-ongkarn, senior officials of the Urban Develo-pment Authority, Ceylon Electricity Board and National Aquaculture Development Authority joined the event online and presented the investment opportunities available in the renewable energy, aquaculture, mixed development, hospitality and tourism, logistics, IT based development, educational development and entertainment sectors in Sri Lanka.",
    "Renowned Thai investors in Sri Lanka such as Siam City Cement PCL, Bischoff Gamma Company Ltd., and Minor International PCL CP Foods PCL, shared their success stories in doing business with Sri Lanka.",
    "First Secretary A.W.S. Samanmali and First Secretary (Commercial) Vireshika Bandara of the Sri Lanka Embassy in Bangkok also joined the program.  Over 30 Thai and international prominent investors highly appreciated the awareness program and showed keen interest in investing in Sri Lanka leveraging the benefits offered under the Sri Lanka-Thailand Free Trade Agreement."
  ]
}