{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Sampanthan-stature-diminished-by-links-to-LTTE-is-no-more/14-763808",
  "time_ut": 1720036059.0,
  "original_lang": "en",
  "original_title": "Sampanthan, stature diminished by links to LTTE, is no more",
  "original_body_lines": [
    "Sampanthan could never overlook the ethnic divisions that have plagued Sri Lanka for decades – before, during and after the war",
    "Sampanthan, one among the few TNA leaders who Western diplomats in Colombo continued to respect despite his political predicament, tried to come on to his own after the LTTE was militarily crushed. Now minus the armed campaign to break up Sri Lanka, the TNA leader made some bold statements, making it clear that he wanted to be a part of the island nation. A section of the TNA, which fragmented over the years, sided with him. After the war, he played a major role in highlighting internationally the horrific price the ordinary Tamils had to pay in Sri Lanka simply for being at the wrong place at the wrong time",
    "Sri Lankan Tamil political leader Rajavarothiyam Sampanthan, who died on 30 June at age 91, emerged as the most prominent Tamil face in the island nation after the decimation of the Tamil Tigers. But his later moderate voice and readiness to accept a united Sri Lanka were forever marred by the long years he paid homage to the LTTE’s nihilist politics, seriously jeopardising a long and tumultuous political career that began in the 1960s.",
    "Elected for the first time to the Sri Lankan Parliament in 1977 as a front-ranking member of the Tamil United Liberation Front (TULF), then the most popular party in the Tamil community, Sampanthan saw several ups and downs before becoming the main opposition leader in Parliament in 2015. This was six years after the death of Velupillai Prabhakaran, founder leader of the Liberation Tigers of Tamil Eelam (LTTE). Sampanthan held the coveted post, only the second Tamil to do so, for three years.",
    "But it was in 2001 when he, as the senior most Tamil politician, came to head the Tamil National Alliance (TNA), a grouping of diverse political parties including some which once were part of the armed campaign to carve out an independent Tamil Eelam. But those who thought that the TNA would probably be to the LTTE what the Sinn Fein was to the Irish Republican Party (IRA) were soon disappointed.",
    "The LTTE was then at the peak of its glory and was widely seen, including by sections of the Sri Lankan military, as an armed force which could never be crushed. Indeed, the next year, in 2002, a desperate Colombo signed with the LTTE a ceasefire agreement as part of an international peace process driven by Norway. Unlike the IRA, the LTTE did not want anyone, Tamil politicians sympathetic to it included, to share the political limelight.",
    "In the process, the TNA surrendered wholesale to the LTTE, formally declaring the Tamil Tigers as the sole representative of the Tamil community. It did not matter that men like Sampanthan were in politics when Prabhakaran was still a teenager and had entered Parliament when the LTTE chief was a virtual nobody. In that instant, the TNA became a second-class appendage to the LTTE, losing respect not only among the mass of the Tamil people but also in Colombo as well as internationally. Country after country came to view the TNA as a pitiable extension of the LTTE, which New Delhi banned in 1992, a year after a suicide bomber blew up former Prime Minister Rajiv Gandhi.",
    "The 2002 truce collapsed within years, triggering the last and the bloodiest rounds of Eelam War, resulting in the wholesale destruction in 2009 of the LTTE and its entire leadership besides the surrender by thousands of Tamil Tiger fighters.",
    "From 2001 to 2009, the TNA led by Sampanthan, who in earlier times spent long years in Tamil Nadu, kept a steady chant against the military excesses in Sri Lanka and highlighted the suffering of the Tamil civilians in the war. But it kept mum on the many excesses of the LTTE including its decision not to allow tens of thousands of ordinary Tamils, women and children included, to leave its zone in northern Sri Lanka even as the military menacingly advanced. In the eventuality, tens of thousands of civilians died in the end stages of the 25-year-long conflict.",
    "Whatever may have been Sampanthan’s intentions, many who had known him could not understand how he could bow to the LTTE, fully knowing that it cold-bloodedly assassinated his own leader, A. Amirthalingam, and a colleague, V. Yogeswaran. Both men were stalwarts of the moderate TULF, Sampanthan’s party. Not just this. The LTTE often treated Sampanthan shabbily without caring for his age as well as political seniority.",
    "No wonder, Sampanthan sounded often confused as he appeared to be travelling in two boats at the same time. He could not justify Amirthalingam’s cowardly killing yet he would not denounce it beyond a point; he was not comfortable with the LTTE but had to support it and its leader Prabhakaran; he wanted to be a part of Sri Lanka’s mainstream politics but could not denounce the Tamil separatist campaign; he would have been happy with a political end to the Tamil grievances but he could not tell that to the Tamil Tigers. Without his wanting it, Sampanthan ended up being a prisoner of the negative politics the LTTE hoisted on the Tamils, making everyone in the minority community its virtual prisoner; the dissenters were dubbed “traitors” and done to death.",
    "Sampanthan, one among the few TNA leaders who Western diplomats in Colombo continued to respect despite his political predicament, tried to come on to his own after the LTTE was militarily crushed. Now minus the armed campaign to break up Sri Lanka, the TNA leader made some bold statements, making it clear that he wanted to be a part of the island nation. A section of the TNA, which fragmented over the years, sided with him. After the war, he played a major role in highlighting internationally the horrific price the ordinary Tamils had to pay in Sri Lanka simply for being at the wrong place at the wrong time.",
    "The normally suave Sampanthan once lost his cool with a Tamil journalist over the Sri Lankan national flag, which sections of Tamils do not accept. Sampanthan made it clear that he very much respected the flag and that it was his duty as a mainstream politician to respect it. “I belong to Sri Lanka. Not to any other country,” he thundered. Sampanthan was combative and accused the journalist of raising needless questions simply to keep the country divided on ethnic lines.",
    "The contradictions never deserted him even as he lay ill in Colombo. Amid a looming Presidential election in Sri Lanka, Tamil political parties are divided on what to do: support one of the main Sinhalese presidential candidates or put up a Tamil candidate for whatever the worth or boycott the elections, like in 2005. Sampanthan was reportedly in favour of backing incumbent president Ranil Wickremesinghe, the man who long years ago signed a peace pact with the LTTE. But before he could announce a decision, Sampanthan passed away, marking the end of an era in Sri Lanka’s Tamil politics",
    "Yet, Sampanthan could never overlook the ethnic divisions that have plagued Sri Lanka for decades – before, during and after the war. Anura Dissanayake, leader of the leftist Janatha Vimukti Peramuna (JVP), recently told an audience in London that Sampanthan one day clasped his hands in Parliament and said in visible despair: “I want to shout loudly that I am a Sri Lankan. But I am not able to do it because we (Tamils) are not treated fairly.”",
    "The contradictions never deserted him even as he lay ill in Colombo. Amid a looming Presidential election in Sri Lanka, Tamil political parties are divided on what to do: support one of the main Sinhalese presidential candidates or put up a Tamil candidate for whatever the worth or boycott the elections, like in 2005. Sampanthan was reportedly in favour of backing incumbent president Ranil Wickremesinghe, the man who long years ago signed a peace pact with the LTTE. But before he could announce a decision, Sampanthan passed away, marking the end of an era in Sri Lanka’s Tamil politics.",
    "(M.R. Narayan Swamy is the author of “Tigers of Lanka and Prabhakaran: Inside an elusive mind.”)"
  ]
}