{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rice-woes-persist/",
  "time_ut": 1735326420.0,
  "original_lang": "en",
  "original_title": "Rice woes persist",
  "original_body_lines": [
    "The JVP-led NPP government has failed to carry out its promise to import rice due to some flaws in the process of preparing tenders. It has asked for some more time to bring in the promised rice from India. Private traders have already imported 72,000 MT of rice. The state sector stands exposed for its inefficiency.",
    "Is it that the new government is not competent enough to carry out even a simple task like importing rice, which successive governments resorted to, as an ad hoc measure, to address the issue of escalating prices of rice, instead of taming the Millers’ Mafia? Why the incumbent administration has botched the process of tendering for rice imports defies comprehension. Has anyone scuttled the government’s import plan in support of the private sector importers, as alleged by the Opposition, and some consumer rights protection groups, which have called for a probe?",
    "It has been pointed out in Parliament that the government is taxing imported rice at the rate of Rs. 65 a kilo and boosting its revenue instead of making a serious effort to make rice available at affordable prices vis-à-vis market manipulations by the Millers’ Mafia. The Opposition has alleged that some powerful millers are also among the rice importers, and they are getting the best of both worlds.",
    "Close on the heels of the JVP-led NPP’s victory in the last presidential election, the owner of Araliya Rice, Dudley Sirisena, who is one of the wealthy millers blamed for manipulating rice/paddy markets and exploiting farmers and consumers alike, promised at a media briefing to ensure that there would be enough rice in the market at the then maximum retail prices stipulated by the Consumer Affairs Authority. The medium/small scale millers panicked and released all their rice stocks to the market, but the millers’ cartel did not do so and is now making the most of the artificially created rice scarcity to earn unconscionable profits.",
    "The government, in its wisdom, increased the maximum retail prices of rice by Rs. 10 and played into the hands of the rice hoarders. As a result, the price of nadu rice has increased from Rs. 230 much to the glee of the powerful millers! The price of this particular variety of rice, which is popular among a majority of Sri Lankans, was about Rs. 180 before the 21 September presidential election.",
    "President Anura Kumara Dissanayake and other JVP/NPP stalwarts have gone on record as saying that the country has produced enough paddy, and the rice shortage is due to hoarding, but the government has baulked at taking on the hoarders and is trying band-aid remedies.",
    "The government has extended the deadline for rice imports until 10 Jan. 2025. The large-scale millers will ensure that more rice is imported before the commencement of the next harvesting period so that they can release some of their stocks, flood the rice market, bring down the prices of rice and exploit farmers by purchasing paddy at cheaper rates. Thereafter, they will hoard their paddy, causing the prices of rice to rise. They also leverage their influence derived from their financial prowess to delay bank loans for small/medium-scale millers so that the latter cannot begin purchasing paddy when harvesting commences.",
    "Previous governments did not care to put an end to the powerful millers’ sordid operations, and the people expected the incumbent administration to be different due to its rhetoric and numerous promises. That is why they voted overwhelmingly for it in last month’s general election, enabling it to secure a two-thirds majority in Parliament. But the millers’ cartel with political connections and huge slush funds, continues to call the shots. Have the people been taken for a ride again?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}