{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/quarterly-revenue-of-krw-71-92-trillion-operating-profit-at-krw-6-61-trillion-at-samsung-electronics/",
  "time_ut": 1715100120.0,
  "original_lang": "en",
  "original_title": "Quarterly revenue of KRW 71.92 trillion, operating profit at KRW 6.61 trillion at Samsung Electronics",
  "original_body_lines": [
    "Samsung Electronics reported financial results for the first quarter ended March 31, 2024.",
    "The Company posted KRW 71.92 trillion in consolidated revenue on the back of strong sales of flagship Galaxy S24 smartphones and higher prices for memory semiconductors. Operating profit increased to KRW 6.61 trillion as the Memory Business returned to profit by addressing demand for high value-added products. The Mobile eXperience (MX) Business posted higher earnings and the Visual Display and Digital Appliances businesses also recorded increased profitability.",
    "The weakness of the Korean won against major currencies resulted in a positive impact on company-wide operating profit of about KRW 0.3 trillion compared to the previous quarter.",
    "The Company’s total capital expenditures in the first quarter stood at KRW 11.3 trillion, including KRW 9.7 trillion for the Device Solutions (DS) Division and KRW 1.1 trillion on Samsung Display Corporation (SDC). Spending on memory was focused on facilities and packaging technologies to address demand for High Bandwidth Memory (HBM), DDR5 and other advanced products, while foundry investments were concentrated on establishing infrastructure to meet medium- to long-term demand. Display investments were mainly made in IT OLED products and flexible display technologies.",
    "Memory Business Returns to Profit; Second Quarter Expected to Remain Solid on AI Demand",
    "The DS Division posted KRW 23.14 trillion in consolidated revenue and KRW 1.91 trillion in operating profit for the first quarter.",
    "For servers and storage, demand for generative AI showed solid trends, while demand for DDR5 and high-density SSDs remained strong. For PCs and mobile overall, content-per-box continued to grow for both DRAM and NAND, and demand remained robust on the back of active sell-in driven primarily by Chinese mobile OEM customers.",
    "The Memory Business returned to profit as it achieved qualitative growth by addressing the demand across servers, storage, PC and mobile, focusing on high-value-added products such as HBM, DDR5, server SSDs and UFS 4.0., along with the increase in ASP.",
    "Samsung continues to lead digital signage market for 14 consecutive years",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}