{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Elections-voters-and-country-risk/4-764469",
  "time_ut": 1721347603.0,
  "original_lang": "en",
  "original_title": "Elections, voters and country risk",
  "original_body_lines": [
    "The parties in contest are highly unlikely to get the required majority of votes due to the ‘societal polarisation’ that we witness today",
    "Everybody is enthusiastic about the forthcoming elections in Sri Lanka, almost forgetting the priorities of the ongoing economic crisis, sustainability of businesses and livelihood of people. However, generally, people think that electing a new government may resolve all problems in order to achieve their aspirations. This article attempts to evaluate the risks in the contexts of ‘holding elections’, ‘continuing the present government at least for a brief period – allowing the economy to stabilise’ and the implications in the perspective of risk management.",
    "The parties in contest are highly unlikely to get the required majority of votes due to the ‘societal polarisation’ that we witness today. Societal polarisation is the third-most severe risk in the short term, among the top 10 risks outlined by the WEF (World Economic Forum) Global Risk Report 2024. All major parties may eventually be ended up with less than 50%, due to the polarisation in thinking and the misinformation and disinformation heighten the confusion in the mindset of the voters.",
    "Classification of Risk: Likelihood – High | Magnitude – High",
    "In addition to the polarisation, the ‘experience of voters’ as opposed to the promises made in elections during the past 10 years has fortified a huge ‘negative cognitive dissonance’ in the mindset. Both factors can hinder the expectation for a ‘majority’.",
    "This situation might place the country at a risk of delays in deciding on an elected leader/government for a brief period, which may have unexpected conflicts for power and even lead to a ‘political unrest’, similar to 2022, causing a ‘reputational risk’. The interest groups may capitalise this ‘opportunity of instability’ to achieve their goals at any cost. The ‘human and financial capital’ and ‘businesses’ may again ‘start’ deserting the country due to uncertainty.",
    "Scenario 1 may lead to a situation where the leaders may be compelled to consider the option of a coalition government, in order to secure the short-term stability. This may hinder the economic recovery of the country and conflicts on contrasting political interests would directly jeopardise the stability of the legislature and the executive.",
    "Classification of Risk: Likelihood – High | Magnitude – High",
    "Risk treatment: Terminate (the activity generating the risk) and/or Treat (the risk in order to reduce the magnitude/likelihood of impact). Here, one has to consciously apply both options to the respective elements of the risk to mitigate the impact.",
    "This is constructed on a ‘possible’ outcome of the ‘current trend’ of the polarisation towards a party, which has not yet governed as the ruling party of the country. Case example: If this party, gets a majority of 50.25% (High possibility and remote probability), which is sufficient for a legitimate ruling, then there is a greater probability of misusing/abusing that power by a fractional group, who follows the similar political philosophy, which also has a reputation for violence and coercion. Fractions may employ the kind of ‘violent tactics’, to ‘seize that power’ (Case example: social unrest in 2022), to establish controls in their ‘localities’, which may cause disturbance to peace. These fractions may leverage the ‘animosity’ created amongst the ‘Haves’ and “Haves-not’ via the ‘misinformation and disinformation’ in social media by various political propaganda (e.g. ‘transferring judicial powers to people in respective localities’ – an intention declared in public by a politburo member).",
    "The elected party may take time to bring such a situation under control, considering their current level of control on these group/s. This may lead to an ‘instability’ in governing as the elected party may be compelled to defend their ‘hard-gain of ruling power’ as an immediate priority from any foreseeable threats. Further, this situation becomes an opportunity to the fractions who have been clamouring for ‘decentralisation of strategic power’, showcasing the inability of the controlling affairs of the country by the elected Government.",
    "Classification of Risk: Likelihood – low to medium (depends upon the trends) | Magnitude – High",
    "Risk treatment: Terminate (the activity generating the risk) and/or Treat (the risk in order to reduce the magnitude/likelihood of impact).",
    "The adaptability of the ‘risk treatment’ is important than rigid controls. However, vigilant monitoring can assist in assessing the likelihood and magnitude of identified/emerging risks, which may evolve with the ‘trends in the pre-election period’. However, the authorities should place appropriate measures to mitigate any impact to the country, in this special context, by provisioning for such eventualities.",
    "We must also remember that no democracy has survived without political stability. Moreover, the economic stability stems from the policy stability, depending on the ‘political stability’.",
    "“If people cannot write well, they cannot think well, and if they cannot think well, others will do their thinking for them” – George Owell",
    "(The writer is a Certified Risk Management Professional (CRMP) of the Risk Management Society (RIMS) of USA, has over 17 years’ experience in risk management, and 34 years in corporate management in various positions. He can be reached via: [email protected].)"
  ]
}