{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98076/2024-world-happiness-report-sri-lanka-ranked-128-finland-retains-top-spot",
  "time_ut": 1710922080.0,
  "original_lang": "en",
  "original_title": "2024 World Happiness Report: Sri Lanka ranked 128, Finland retains top spot",
  "original_body_lines": [
    "The World Happiness Report for 2024, released earlier this week, indicates that while the top 10 countries in the list have remained the same since before the Covid-19 pandemic, the United States and Germany have fallen in the rankings, making way for several Eastern European nations to rise on the list.",
    "As expected, Finland topped the list for the seventh year in a row, followed by Denmark, Iceland and Sweden. Israel too made it to the top five of the ranking. Meanwhile, Afghanistan was deemed the least happy country, after Congo, Sierra Leone, Lesotho and Lebanon.",
    "The United States fell in ranking from the 16th spot last year to the 23rd spot this year. This year, Canada took the 15th spot while the UK was at the 20, Germany at 24 and France at 27. Among Middle Eastern nations, the UAE was ranked 22 and Saudi Arabia 28. Among Asian nations, Singapore was at 30, Japan at 50 and South Korea at 51.",
    "India ranked 126th while China ranked 60th, Nepal at 93, Pakistan at 108, Myanmar at 118, Sri Lanka at 128 and Bangladesh at 129th spots. Sri Lanka’s ranking dropped by one position since 2022.",
    "The report observed that in India, older age is associated with higher life satisfaction. However, older Indian women reported lower life satisfaction than older men, it added.",
    "Education and caste played key roles, with older adults with secondary or higher education and those of higher social castes reporting higher life satisfaction than their counterparts without formal education and those from scheduled castes and scheduled tribes, it said.",
    "Worldwide, women were less happy than men in every region, with the gender gap widening as they aged, said the report.",
    "While ranking happiness in young people (aged 30 and below), Lithuania, Israel, Serbia, Iceland and Denmark ranked in the top five slots, with Finland being delegated to the seventh rank. India ranked at 127th spot in this.",
    "However, when it came to ranking happiness in old people (aged 60 and above), Denmark, Finland, Norway, Sweden and Iceland — all Nordic nations — ranked the highest, with India occupying the 121st spot. “Countries ranking highest for the old are generally countries with high overall rankings, but include several where the young have recently fared very poorly,” the report observed.",
    "The World Happiness Report is published annually by the United Nations Sustainable Development Solutions Network and takes into account six variables — GDP per capita, healthy life expectancy, having someone to count on, freedom to make life choices, generosity, and freedom from corruption. It is supported by taking the average life evaluation data gathered by the Gallup polls for the 2021-23 period."
  ]
}