{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98119/un-security-council-to-vote-friday-on-us-resolution-on-gaza-ceasefire",
  "time_ut": 1711077600.0,
  "original_lang": "en",
  "original_title": "UN Security Council to vote Friday on US resolution on Gaza ceasefire",
  "original_body_lines": [
    "The United States will ask the U.N. Security Council on Friday to back a resolution calling for an immediate ceasefire in Gaza and an Israel-Hamas hostage deal, increasing pressure on its ally Israel to allow more humanitarian aid and better protect civilians.",
    "Nate Evans, spokesperson for the U.S. mission to the United Nations, said on Thursday that the resolution resulted from “many rounds of consultations” with members of the 15-seat Security Council.",
    "The resolution marks a further toughening of Washington’s stance toward Israel. Earlier in the five-month-long war, the U.S. was averse to the word ceasefire and vetoed measures that included calls for an immediate ceasefire.",
    "The draft resolution, seen by Reuters, says an “immediate and sustained ceasefire” lasting roughly six weeks would protect civilians and allow for the delivery of humanitarian assistance.",
    "The text backs talks brokered by the U.S., Egypt and Qatar over a ceasefire and emphasizes support for using the period of a truce to intensify efforts in pursuit of “lasting peace.”",
    "The Israeli embassy in Washington did not immediately respond to a request for comment.",
    "To pass in the Security Council, a resolution needs at least nine votes in favor and no veto by the U.S., France, Britain, Russia or China.",
    "U.S. Secretary of State Antony Blinken said on Thursday he believed talks in Qatar, which are focused on a six-week truce and the release of 40 Israeli hostages and hundreds of jailed Palestinians, could still reach an agreement.",
    "The main sticking point has been that Hamas says it will release hostages only as part of a deal that would end the war, while Israel says it will discuss only a temporary pause.",
    "The U.S. has wanted any Security Council support for a ceasefire to be linked to the release of hostages held by Hamas in Gaza. Hamas attacked Israel on Oct. 7, killing 1,200 people and taking 253 hostages, according to Israeli tallies.",
    "Israel’s offensive has killed almost 32,000 Palestinians, according to Gaza health authorities.",
    "The resolution is also intended to deliver a surge in humanitarian aid to Gaza, where severe hunger is worsening.",
    "During the war, Washington has vetoed three draft resolutions, two which would have demanded an immediate ceasefire. Most recently, the U.S. justified its veto by saying such council action could jeopardize ceasefire talks.",
    "The U.S. traditionally shields Israel at the U.N. But it has also abstained twice, allowing the council to adopt resolutions on increasing aid and calling for extended pauses in fighting."
  ]
}