{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96670/sri-lankan-tamil-leaders-seek-indian-intervention-in-implementation-of-13a-report",
  "time_ut": 1706017140.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Tamil leaders seek Indian intervention in implementation of 13A – report",
  "original_body_lines": [
    "A group of Sri Lankan Tamil legislators has sought India’s intervention to ensure that Colombo fully implements the New Delhi-mooted 13th Amendment, which provides for the devolution of power to the minority community, PTI reported quoting sources.",
    "The group led by the veteran politician and TNA Leader R Sampanthan met India’s new High Commissioner to Sri Lanka, Santosh Jha, on Monday, said the source from the Tamil National Alliance (TNA), which represents Sri Lanka’s Tamil minority.",
    "The two-hour-long talks were centred on the 13 Amendment, which created the provincial councils system for the island nation’s nine provinces.",
    "The Tamil parties pointed out the need for India’s intervention in the current Sri Lankan political context for the meaningful devolution of power, the source said.",
    "They also highlighted the issue of the Tamil political prisoners and the Tamil land grabbing by the state.",
    "India has been pressing Sri Lanka to implement the 13th Amendment brought in after the Indo-Sri Lankan agreement of 1987. The 13A provides for the devolution of power to the Tamil community.",
    "The 13A became a part of Sri Lanka’s constitution in 1987 through the direct intervention of the then-Indian government led by Prime Minister Rajiv Gandhi as part of the Indo-Lanka Accord.",
    "The current Tamil political parties are sceptical of the political will of the majority Sinhala to fully implement the 13A, the PTI report said.",
    "Meanwhile, the Indian High Commission in Colombo reports that the new Indian High Commissioner had met with Tamil leaders of Northern and Eastern Provinces, and discussed the issues concerning political, economic and social development of the region.",
    "“Reiterating India’s longstanding position on reconciliation and full implementation of the Thirteenth Amendment, High Commissioner reaffirmed India’s continuous commitment to work for the well-being of the people of this region”, the High Commission said in a tweet."
  ]
}