{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/imf-cannot-speak-for-bilateral-multilateral-partners-sri-lanka-president-178056/",
  "time_ut": 1724659800.0,
  "original_lang": "en",
  "original_title": "IMF cannot speak for bilateral, multilateral partners: Sri Lanka president",
  "original_body_lines": [
    "ECONOMYNEXT — The International Monetary Fund (IMF) cannot speak for the 20 countries and multilateral agencies that Sri Lanka has entered into agreements with, so there is no point approaching the IMF for renegotiation, President Ranil Wickremesinghe said.",
    "“We have now come to some stability. We have entered agreements with 18 countries, the World Bank and the Asian Development Bank (ADB). The first approval was given to the IMF. It didn’t end there. We then had to talk to China and other countries. We have to work according to this,” Wickremesinghe said speaking at an event in Colombo on Sunday August 25.",
    "Wickremesinghe said Sri Lanka has to raise 5 trillion rupees in revenue in 2025.",
    "“If you promise to reduce taxes and give this or that free in your election campaigns, this agreement is broken,” he said.",
    "“You have to find money elsewhere. If you reduce value added tax (VAT), you have to raise income tax,” he added.",
    "While the next government can change the source of funding for the five-trillion-rupee revenue target, said Wickremesinghe, it cannot deviate from that target.",
    "“You have to stay on target. If you don’t meet this target, what will happen?”",
    "“They say they’ll talk to the IMF. There’s no point talking to the IMF. It doesn’t have the power to speak for the other 20. That power is over now. You have to go and talk to them again. Is it easy to talk to these countries? To Poland and Hungary. They have bigger problems than our debt. They have issues at the European Union. We have to talk to every country that gave us aid and they must all agree. Can this be done? How long will it take? Get ready with your gas cylinder to wait in line from February,” he said.",
    "Wickremesinghe claimed that it would take four to five months for such a renegotiation.",
    "“This fight is not about who is president, it’s about how do we live? No one in the other two camps can match this team. I know who’s on those teams. Some of them were brought up by me. It is not about my future. Are you ready to hand over your future to these people? That’s all you have to think,” he said. (Colombo/Aug26/2024)"
  ]
}