{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-asks-Provincial-and-Central-Government-to-work-in-unison/56-781637",
  "time_ut": 1757704350.0,
  "original_lang": "en",
  "original_title": "President asks Provincial and Central Government to work in unison",
  "original_body_lines": [
    "AKD meets Provincial Governors, Chief Ministers ahead of 2026 Budget",
    "President Anura Kumara Disanayake stressed the importance of close coordination and joint action between the central Government and Provincial institutions in the implementation of development projects, the President’s Media Division said.",
    "The President emphasised that the culture of using Provincial institutions merely as instruments for political authority to retain power has been brought to an end under the present Government, while also highlighting the need for the central Government and Provincial institutions to work in unison towards a national plan for the country’s development.",
    "The President made these remarks during a meeting on Thursday at the Presidential Secretariat to review issues that have arisen between the central Government and Provincial institutions in the course of implementing development projects, to assess projects being carried out under the 2025 provincial Budget allocations and to hold preliminary discussions regarding the Budget for 2026.",
    "Special focus was placed on challenges encountered in implementing projects in sectors such as education, health and highways, with discussions also covering possible solutions and proposals.",
    "The President instructed Provincial Governors and Chief Secretaries that, going forward, projects funded through foreign loans and aid should not be carried out through special project offices that require large administrative expenditures. Instead, they should be implemented within the existing administrative structure, completed within the stipulated timeframes and the benefits delivered directly to the people.",
    "Attention was also drawn to plans for improving the school system. Officials were directed to visit schools at zonal level, conduct close studies and present the most suitable solutions to ensure quality education for all children, PMD said."
  ]
}