{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-get-blue-economy-research-fellowships-from-india-bimstec-initiative-165570/",
  "time_ut": 1717136580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to get blue economy research fellowships from India BIMSTEC initiative",
  "original_body_lines": [
    "ECONOMYNEXT – Candidates from Sri Lanka would get opportunities to conduct doctoral research in India under an initiative launched for BIMSTEC countries, the Indian High Commission in Colombo said.",
    "Under BIMReN Split-Site Doctoral Fellowships, doctoral candidates in BIMSTEC member countries get a research grant of up to 1 million Indian rupees and the opportunity to pursue studies at Indian research labs for 6-12 months.",
    "Government of India has launched BIMReN (BIMSTEC-India Marine Research Network), a joint-initiative of MEA and the Bay of Bengal Programme-Inter Governmental Organization (BOBP-IGO), to facilitate sustainable development of blue economy by networking researchers and research institutions in BIMSTEC countries.",
    "2. BIMReN aims to enable PhD students from BIMSTEC countries to conduct doctoral research in India and facilitate collaborative research among scientists / academicians from BIMSTEC countries through:",
    "i. BIMReN Split-Site Doctoral Fellowships, which offers doctoral candidates in BIMSTEC member countries a Research Grant of up to INR 1 million and the opportunity to pursue studies at Indian research labs for 6-12 months.",
    "ii. Twinning Research Projects, aimed at facilitating collaborations between institutions and individuals from BIMSTEC member countries, to work together on research programmes of regional interest, with an associated grant of up to INR 5 million per project of tenure of 24 months.",
    "3. Researchers and academic institutions engaged in research in fisheries, marine or ocean sciences from across the BIMSTEC region would stand to benefit from the program. Call for the first round of entries is open until 30 June 2024. Detailed information, including features of the program and guidelines for application may also be found at: https://www.bobpigo.org/pages/view/bimren",
    "4. For any clarifications, the following nodal point may be contacted: Dr. P Krishnan, Director, Bay of Bengal Programme – Inter Governmental Organisation, Email: info@bobpigo.org, Telephone: +91 44 42040024."
  ]
}