{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ravi-joins-Distilleries-Aitken-Spence-Hotels-Boards/34-758193",
  "time_ut": 1707241109.0,
  "original_lang": "en",
  "original_title": "Ravi joins Distilleries, Aitken Spence Hotels Boards",
  "original_body_lines": [
    "Dr. Ravi Fernando has joined the Boards of Distilleries Company of Sri Lanka (DCSL) Plc and Aitken Spence Hotel Holdings Plc as an Independent Non-Executive Director.",
    "Fernando is an Alumni of the University of Cambridge having completed both a Post Graduate Certificate in Sustainable business in 2008 and Master of Studies in Sustainability Leadership in 2014. He has an MBA from the University of Colombo.",
    "He holds a Doctor of Business Administration Degree from the European Business School in 2016. He completed the Advanced Management Program at the INSEAD Business School (France) and has been an Executive in Residence since 2010.",
    "He is a Member of the Board of Study at the Post Graduate Institute of Management (PIM) since March 2023 and is a Visiting Faculty member. In April 2020, he created the ‘21st Century Board Leadership Model-MasterClass’ for the Institute of Directors of Luxembourg. In February 2023 he published ‘21st Century Leadership to Fight the Code Red for Business’ (Archway Publishing USA). His career with Multinationals spanned 1981-2007 with Unilever, Reckitt Benckiser, Smithkline Beecham International covering Africa, Middle East and Asia.",
    "Fernando was the first CEO of the Sri Lanka Institute of Nanotechnology 2008-2011 and Operations Director of the Malaysia Blue Ocean Strategy Institute 2011-2016. He was the first UN Global Compact Focal point 2007 and set up the UNGC Sri Lanka Network.",
    "He serves on the Boards of Global Strategic Corporate Sustainability Ltd., Dilmah Ceylon Tea Company, Aitken Spence Plantations Ltd., Aitken Spence Hotels Ltd., UN Global Compact, LOLC Holdings, Ceylon Graphene Technologies Ltd. In 2007 “Global Strategy Leadership award” was presented to him by Professor Renee Mauborgne of INSEAD at the World Strategy"
  ]
}