{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/FPA-Sri-Lanka-s-SEAP-Project-wins-again-at-NPME-2024/34-762943",
  "time_ut": 1718134148.0,
  "original_lang": "en",
  "original_title": "FPA Sri Lanka’s SEAP Project wins again at NPME 2024",
  "original_body_lines": [
    "FPA Sri Lanka is thrilled to announce that their SEAP Project has won for the second consecutive year at the National Project Management Excellence Awards held on 31 May at the Galadari Hotel, Colombo.",
    "In 2015, IPPF launched the Social Enterprise Acceleration Program (SEAP) to empower The International Planned Parenthood Federation Member Associations (MAs) with entrepreneurial best practices in the health sector, delivering social impact and improving lives. SEAP aims to establish and grow social enterprises, diversifying funding sources and ensuring sustainability.",
    "Since 2018, FPA Sri Lanka has been functioning as the Social Enterprise Hub (SE Hub), ensuring the successful implementation of SEAP. The program fosters a ‘community of practice,’ enabling Member Associations (MAs) to share best practices and lessons learned. The SEAP program includes MA-to-MA knowledge sharing, mutual support, capacity building, assistance in establishing revenue-generating business models, and providing technical assistance to transform income-generating activities into social enterprises. It also promotes impact-driven social enterprises.",
    "At the NPME Excellence Awards 2024, under the ‘Best Managed Project in Social Enterprise Sector (Local and International) category, the SEAP Project emerged as the ‘Silver Award’ winner. The award recognised their initiatives in supporting 12 IPPF MAs in Social Enterprise related market research for 2022/2023/2024. The SE Hub also developed a custom Market Research Framework (MRF) featuring globally recommended best practices and industry-standard analytical tools for IPPF Social Enterprises.",
    "These prestigious awards are organised by the Project Management Institute (PMI) Sri Lanka Chapter, the official Charter of the Global Project Management Institute, USA. PMI is the world’s leading professional association for project, program and portfolio management.",
    "“This recognition motivates us to further strengthen social enterprises across the Federation, manage our programme more robustly, and deliver even more effective results.”"
  ]
}