{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-caught-in-a-constitutional-quagmire/4-764660",
  "time_ut": 1721778870.0,
  "original_lang": "en",
  "original_title": "Sri Lanka caught in a constitutional quagmire",
  "original_body_lines": [
    "Substitution of the words, “to over five years” replacing “to over six years” is yet another amendment replacing the original provision giving an entirely different version amounting to a complete change",
    "The looming Presidential election to be soon followed by the General Election of the Parliament has led to confused conjectures creating a rumpus never experienced before. The issue is centred on the controversy over the term of office of the President and the period of continuity of the Parliament once elected.",
    "Already two parties have gone before the Supreme Court invoking determination on the consistency with the Constitution of repealing and replacing Article 30, under the 19th Amendment to the Constitution, certified on 15 May, 2015.",
    "Leaving the argumentation part to the more qualified legal profession I intend to set out below the issues concerning the matter about which there is a growing strong dispute debated in public and the media.",
    "a. A Bill for the amendment or for the repeal and replacement of or which is inconsistent with any of the provisions of Articles 1, 2, 3, 6, 7, 8, 9, 10 and 11 or of this Article, and",
    "b. A Bill for the amendment or for the repeal and replacement of or which is inconsistent with the provisions of paragraph (2) of Article 30 or of paragraph (2)of Article 62 which would extend the term of office of the President or the duration of Parliament, as the case may be, to over six years,",
    "c. Shall become law if the number of votes cast in favour thereof amounts to not less than two thirds of the whole number of members (including those not present), is approved by the People at a Referendum and a certificate is endorsed thereon by the President in accordance with Article 80.",
    "Article 80 provides how a Bill passed by Parliament shall become Law;",
    "(2) Where the Cabinet of Ministers has certified that any Bill or any provision thereof is intended to be submitted for approval by the people at a Referendum or where the Supreme Court has determined that a Bill or any provision thereof requires the approval of the people at a Referendum under para (2) of Article 85, (article dealing with Referendums), such a Bill or such provision shall become law upon being approved by the People at a Referendum in accordance with paragraph (3) of Article 85 only when the President certifies that the Bill or provision thereof has been so approved.",
    "(3) Where a Bill becomes law upon the certificate of the President or the Speaker, as the case may be, being endorsed thereon, no court or tribunal shall inquire into, pronounce upon or in any manner call in question, the validity of such Act on any ground whatsoever.",
    "The impugned Article 30 which has become the centre of a debate today, in the 1978 constitution read as follows;",
    "30 (2) The President of the Republic shall be elected by the people, and shall hold office for a term of six years.",
    "Article 30 of the Constitution is hereby repealed and the following Article substituted therefor: -",
    "30(1) There shall be a President of the Republic of Sri Lanka, who is the Head of the State, the Head of the Executive and of the Government and the Commander in Chief of the Armed Forces.",
    "(2)The President of the Republic shall be elected by the People and shall hold office for a term of five years {emphasis by the writer}.",
    "Now in terms of the 1978 Constitution, there appears to be a further constitutional compliance needed for this amendment to become a Law under the above quoted Article 83 which specifically stipulates need for an approval of any amendment to Article 30(2) by the people at a Referendum.",
    "In the amended 19th Constitution we see the Article 30(2) has been amended to read as the, “elected president shall hold office for a term of five years”, but the people did not get an opportunity to approve this reduction of the term period from the original 6 years to 5 years as citizens entitled to a vote, at a Referendum.",
    "In such a context some People will conclude that this amendment is invalid in Law. Hence the commotion. Any variation of the term given in the Constitution amounts to a replacement to the original decision. Article 83 (b) requires any such replacement to be approved by the people at a referendum.",
    "This confusion is worse confounded due to the President stating that it is a mistake for which he wishes to tender an apology. He also inferred that those to whom he entrusted the constitutional amendment were inept and incapable of delivering things right.",
    "Now there is a new Bill before the Parliament which is worded as follows:",
    "A Bill to amend the constitution of the Democratic Socialist Republic of Sri Lanka",
    "An Act to amend the Constitution of the Democratic Socialist Republic of Sri Lanka",
    "Be it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:-",
    "1. This Act may be cited as the Twenty Second Amendment to the Constitution.",
    "2. Article 83 of the Constitution of the Democratic Socialist Republic of Sri Lanka is hereby amended in paragraph (b) thereof, by the substitution for the words “to over six years” of the words “to over five years”.",
    "3. In the event of any inconsistency between the Sinhala and Tamil texts of this Act, the Sinhala text shall prevail.  ……",
    "The million dollar question is will this not cause another hornets’ nest adding to the quandary. Substitution of the words, “to over five years” replacing “to over six years” is yet another amendment replacing the original provision giving an entirely different version amounting to a complete change. Article 83 (b) does not make a distinction whether the change is for an increase or decrease of the anticipated period. If the change is a replacement to the original, it will need the approval of the people at a referendum. So does it mean that the Presidential election has to await the outcome of the Referendum?"
  ]
}