{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96513/copa-express-strong-displeasure-over-lack-of-punishment-for-samurdhi-officials-engaged-in-misconduct-",
  "time_ut": 1705568940.0,
  "original_lang": "en",
  "original_title": "COPA express strong displeasure over lack of punishment for Samurdhi officials engaged in misconduct",
  "original_body_lines": [
    "The Committee on Public Accounts (COPA) has expressed its strong displeasure for not giving a proper punishment to the Samurdhi Development officials involved in misconduct and various incidents of corruption and irregularities.",
    "This was discussed when the said committee met in Parliament recently under the Chairmanship of State Minister Lasantha Alagiyawanna. Officials from the Samurdhi Development Department affiliated to the Ministry of Women, Child Affairs and Social Empowerment had been called before the committee on this day, the Parliamentary Communications Department said.",
    "The committee inquired about the disciplinary action taken against the officials responsible for a financial irregularity in providing fishing nets to the people for livelihood in the Damana Divisional Secretariat in Ampara.",
    "Accordingly, the Ministry of Women, Child Affairs and Social Empowerment was advised to re-investigate the incident and obtain a report, expressing their displeasure with the disciplinary measures followed. Accordingly, the committee instructed the officials to take appropriate disciplinary action against the officials who engage in such misconduct from there on.",
    "The committee instructed the Samurdhi Development Department to prepare an immediate program to protect the Samurdhi beneficiaries. The Committee Chair instructed to pay more attention to the beneficiaries of Samurdhi who are not satisfied and work towards empowering them.",
    "Instructions were also given to send a report to the committee including details of the amount of money in the seven funds currently under the care of the Samurdhi Development Department and the services provided by those funds, it added.",
    "The progress of computerization of the Samurdhi Bank system was also examined during the committee meeting. Accordingly, the officials informed that currently 1,089 Samurdhi Banks have been networked.",
    "However, as all the banks are still not fully computerized, the officials were instructed to take the necessary measures to bring all the banks to operate through one system by giving a date for each bank to go through the system.",
    "The Chair stated that the approval for the new staff of Samurdhi Development Department has been received and accordingly instructed to provide a report on the tasks expected to be carried out by the Department to solve the existing issues related to the staff and also advised to hire the new employees as soon as possible.",
    "State Ministers Diana Gamage, Members of Parliament Tissa Attanayake, J. C. Alawathuwala, Ashok Abeysinghe, Sivagnanam Sritharan, D. Weerasingha, Dr. Major Pradeep Undugoda, Weerasumana Weerasinghe, Mrs. Manjula Dissanayake, Dr. Harini Amarasuriya were present at the committee meeting held, according to the Parliamentary Communications Department."
  ]
}