{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-outclass-Zimbabwe-to-clinch-series/108-275316",
  "time_ut": 1705594920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka outclass Zimbabwe to clinch series",
  "original_body_lines": [
    "Colombo, Jan. 18 (Daily Mirror) - Sri Lanka made mincemeat of Zimbabwe as they outclassed them to record a comprehensive nine-wicket win in the third and deciding T20 encounter played at the R. Premadasa Stadium today to clinch the series 2-1.",
    "Sri Lanka, in pursuit of an easy run chase of 83 runs, needed just 65 balls, 10.5 overs to be precise, to race to the target with ease, with openers Pathum Nissanka and Kusal Mendis together giving the side a flying start of 64 runs in just 42 balls.",
    "It was skipper Wanindu Hasaranga, along with Angelo Mathews and Maheesh Theekshana, who laid the foundation for the win, with the trio sharing eight wickets between them to bowl out Zimbabwe for a low score of 82 runs.",
    "The deciding match of the three-match T20 series was expected to be a closely contested game due to the fact that the previous two ended in thrilling finishes.",
    "But it was not to be, as it turned out to be a one-sided affair. Sri Lanka came into the game with two changes, missing out on Charith Asalanka due to an illness and Kusal Perera being left out, with all-rounders Kamindu Mendis and Dhananjaya de Silva replacing them, while Zimbabwe had Ryan Burl in place of Tony Munyonga.",
    "The approach of the Sri Lankan team was completely different in contrast to the first two matches, as after skipper Hasaranga won the toss and opted to field, the bowlers wrecked the middle- and late-order batting of Zimbabwe.",
    "This was after the visitors lost their first wicket in the second ball of the first over, and then opener Brian Bennett looked to have things under control with his calypso-style batting, which unfortunately turned out to be a short stint.",
    "Mathews made amends as he gave the host side the opening with two wickets, which included Bennett, who made 29 in 12 balls. From there on, they lost wickets at regular intervals, and at the halfway stage of the innings, Zimbabwe was struggling at 73 for 6.",
    "Hasaranga, who had taken one of the six, took control as he ran through the Zimbabwe batting to take three more wickets to skittle them for just 82 runs. (Pix: Pradeep Dilrukshana)",
    "Fall of wickets: 1-1, 2-35, 3-51, 4-64, 5-71, 6-73, 7-76, 8-82, 9-82, 10-82",
    "Bowling: A. Mathews 2-0-15-2, D. Madushanka 2-0-22-1, M. Theekshana 3.1-0-14-2, D. Chameera 2-0-13-0, W. Hasaranga 4-0-15-4, D. de Silva 1-0-1-1",
    "Bowling: R. Ngarava 3-0-22-0, B. Muzarabani 2-0-16-0, W. Masakadza 1-0-11-0, S. Raza 2.5-0-25-0, S. Williams 2-0-13-1"
  ]
}