{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96725/president-advocates-expansion-of-sri-lankan-confectionery-industry-and-cocoa-cultivation",
  "time_ut": 1706187420.0,
  "original_lang": "en",
  "original_title": "President advocates expansion of Sri Lankan confectionery industry and cocoa cultivation",
  "original_body_lines": [
    "President Ranil Wickremesinghe, addressing the 30th Annual General Meeting of the Lanka Confectionary Manufacturers Association (LCMA) on Wednesday (24) at Cinnamon Grand Hotel, Colombo emphasized the potential for Sri Lanka to become a global player in the confectionery industry. He encouraged Sri Lankan confectioners to expand their horizons and tap into international markets.",
    "Acknowledging the success of Sri Lankan teas and cinnamon globally, the President posed the question, “How long before I can take chocolates and go?” He also encouraged the confectioners to explore the export market for chocolates, the President’s Media Division (PMD) said in a statement.",
    "The President emphasized the significance of positioning Sri Lankan chocolates as a world-class product, similar to the renowned reputation of the country’s tea and cinnamon. His encouragement aimed to inspire the confectionery industry to embark on a journey towards global recognition and market presence.",
    "Reflecting on the industry’s history, the President praised the pioneers and highlighted the growth and resilience of the vibrant confectionery sector. He expressed optimism about the potential for Sri Lankan chocolates to become globally recognized. The President urged the confectioners to explore new markets and export their products. He further noted the limitations for expansion within the country and suggested looking beyond borders, citing the success of the Kandos factory in Petaling Jaya, Malaysia in 1978.",
    "Addressing economic challenges, President Wickremesinghe acknowledged the ongoing negotiations for an additional 20 years to address the economic crisis. However, he stressed the need for a sustainable solution and highlighted the importance of export-oriented strategies to overcome financial hurdles. He advocated for increased exports and identified the confectionery industry, particularly chocolates, as having the potential for international recognition.",
    "President Wickremesinghe encouraged the confectionery industry to explore intercropping with cocoa, citing state plantations in Matale, Kandy, Mawathagama, and Dodangaslanda for potential expansion. He mentioned plans to collaborate with smallholders and discussions with the governments of Ghana and Ivory Coast for access to cocoa, the PMD mentioned.",
    "The President outlined broader initiatives, including leasing state-owned plantations to Sri Lankan companies or Sri Lankan companies with foreign shareholders for the development of the food industry, encompassing confectionery. Virtually all the lands owned by Chilaw and Kurunegala plantation plus Elkaduwa with JEDB and SPC. He disclosed plans for modernizing agriculture, enhancing competitiveness through the National Productivity Commission and upgrading trade agreements with India and Thailand.",
    "President Wickremesinghe pledged government support, including Rs. 8 billion for research and development, to foster a thriving confectionery industry urging collaboration, innovation and expansion into various areas of the food industry positioning it as a “low hanging fruit” for economic growth.",
    "Acknowledging the substantial contributions of pioneering founders and manufacturers in the confectionery industry to the development of the Sri Lankan economy, President Wickremesinghe presented awards to esteemed individuals. Recipients of these awards included Mr. Hinni Appuhamy, Founder of Maliban Group; Mr. Arthur Von. Possner, Founder of Ceylon Cold Stores (Elephant House); Mr. Junius Motha, Founder of Motha; Deshamanya Mineka Wickremesinghe, Founder of Manchee; Mr. P.J.C Perera, Founder of Uswatte Group; Mr. Sinnasamy Muttiah, Founder of Luckyland; Mr. Upali Wijewardhena, Founder of Kandos; and Mr. Vidanage John Appuhami, Founder of Cherish.",
    "Additionally, Chairman of the LCMA, Dr. Samitha Prerera, presented a special memento to the President.",
    "During the event, Mr. Samitha Perera expressed gratitude for President Wickremesinghe’s substantial efforts in the economic recovery of Sri Lanka. He acknowledged the President’s presence as a source of courage and strength for the industry’s advancement. Mr. Perera appreciated the President’s endeavours to uplift the nation and emphasized the industry’s alignment with those efforts. Recognizing the challenges faced amid a tough macroeconomic environment, he affirmed the organization’s solidarity with the President. Mr. Perera underscored the pivotal role of increasing the country’s dollar income for sustaining current benefits.",
    "Minister of Industrial and Health, Dr. Ramesh Pathirana, accompanied by Secretary to the Ministry of Finance, Mahinda Siriwardena, Senior Advisor to the President on Economic Affairs, Dr. R.H.S. Sanarathunga and various officials from LCMA, graced the event, according to the PMD."
  ]
}