{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84933",
  "time_ut": 1729351740.0,
  "original_lang": "en",
  "original_title": "Ex-Presidents  Chandrika,Ranil and Maithripala were responsible for corruption running rampant in the public/political sector when they handled the reins of executive office.",
  "original_body_lines": [
    "The hideous sight of three former Presidents of Sri Lanka laughing their heads off on the national stage when invited by the country’s accounting professionals to speak on a corruption culture that brought the nation to ruinous bankruptcy in 2022 sums up exactly why the political parties that they lead have been resoundingly rejected by the people.",
    "No more and no less. Certainly there is nothing wrong with a pithy joke or two in addressing an audience. But wholesale cynical cackling by the ex-Presidents (Wickremesinghe, Kumaratunga and Sirisena) in addressing the 45th National Conference of the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) on the viciously entrenched corruption-cancer of the body politic is another matter.",
    "It is nothing short of three red rags waved by the speakers to the enraged bull of the Sri Lankan public, with the session moderator performing the role of a less than skilled matador.",
    "For that matter, the lustily applauding audience of Colombo’s top accounting professionals, who apparently found these Presidential jokes to be thoroughly entertaining, bear equal responsibility.",
    "This behaviour exemplifies the painful gap between what these comedy sessions represent (ie; the corrupt and ‘privileged’ elite) and the enormous hurt of the Sri Lankan people who have been the first victims of their collective leadership failures.",
    "This hurt is what the Anura Kumara Dissanayake (AKD) campaign cry of a ’76 year old curse’ skilfully tapped into, to capture coveted executive office in September’s presidential polls. Granted, former President Maithripala Sirisena was correct in rejecting the AKD cry of a ’76-year old curse’ by pointing out that Sri Lanka’s immediate post-independence leaders were not corrupt. But he failed to acknowledge the major distinction between those leaders who did not fatten themselves on executive privileges and Presidents of yore who enabled Cabinet members and political hangers-on to rob the public purse.",
    "That distinction is very much recognised by the Sri Lankan people. And ex-Presidents are none so blind as those who refuse to see, if that ugly reality is ignored. A day later to this comedy show, former President Ranil Wickremesinghe exhorted voters, in a so-called ‘special address,’ to opt for candidates contesting under his ‘gas cylinder’ symbol at the general elections.",
    "His plea was that ‘experience’ is needed to handle a seriously challenged economy. But can this request be taken seriously when he (inappropriately) guffaws in responding to political corruption?",
    "The question more is what these ex-Presidents did when near and dear favourites in the Presidential Secretariat, from Chiefs of Staff to political hangers-on to fat cat officials brought in as spurious ‘consultants’ and ‘advisors’ feasted off public funds in broad daylight while they closed the Nelsonian eye?",
    "On her part, former President Kumaratunga proclaimed that she had chased away a relative of a junior Minister who offered a fat bribe when she was in the Prime Ministerial seat.",
    "Regardless, the question is as to why more stringent action was not taken in reporting the same to the Commission tasked with tackling bribery or corruption?",
    "What too, of well-known corruption scandals in Kumaratunga’s time, including and not limited to the Waters Edge case (2008), where the Supreme Court ruled that the ex-President had abused her executive powers to facilitate a corrupt deal by which she transferred state lands meant for a ‘public purpose’ to a private golf course?",
    "In fact, a long forgotten feature of this ruling was that the Court directed the Commission to Investigate Allegations of Bribery and Corruption to undertake an ‘immediate inquiry’ of the transaction under the Bribery Act. That ‘inquiry’ was later swallowed up by the long arm of political influence similar to countless others. Space does not suffice to list the other instances where judicial directives to investigate high profile political corruption were thrown into the proverbial dustbin.",
    "Meanwhile, Wickremesinghe’s partner Maithripala Sirisena in the ill-fated coalition administration of 2015-2019 boasted that he was the only President (in recent times) to have ‘allowed’ corruption allegations into his Chief of Staff and others to proceed without political interference. Is this the fact that the law was permitted to take its course, to be boasted about?",
    "That is like asking for bouquets when the Rule of Law takes its normal course.",
    "Such absurd Presidential boasts and shrugging responsibility off to ‘other Presidents’ (read, the Rajapaksas) who apparently were the only culprits, are belied by rude facts. A President need not be found dipping his or her hand into bags full of money to be culpable for corruption.",
    "It will suffice if they act as political enablers. Though technically speaking, a fish rots from the gut, it is true of our endemic ‘corruption culture’ that the fish rots from the head down.",
    "In other words, these three ex-Presidents were responsible for corruption running rampant in the public/political sector when they handled the reins of executive office. Setting up Procurement Agencies or Corruption Commissions which were monumentally ineffective during their terms in office is no excuse for that singular sin. Neither can any of them wash their hands of guilt in actively politicising the judiciary, which directly impacted on anti-corruption efforts.",
    "That includes making highly controversial appointments as Chief Justices and lambasting the Court when ‘politically adverse’ rulings were handed down, which former President Ranil Wickremesinghe took to extraordinary heights (or lows). But what he and his predecessors in the presidential office must understand is that the public mood has turned towards the guillotine (metaphorically speaking, that is). The cry is ‘off with Presidential privileges.’",
    "More in tune than this disgraceful show would have been a ‘mea cul-pa, mea culpa, mea maxima culpa’ (my fault, my fault, my most grievous fault) by the ex-Presidents. Astoundingly, these crude insensitivities were exhibited just weeks after the electorate resoundingly rejected the ‘old’ and for better or for worse, brought in the ‘new.’ Put bluntly, arrogant, self-aggrandising and monstrously egoistic leadership on their part, (apart from the ruin brought about by the Rajapaksas), was a primary factor in the decimation of main-stream political parties",
    "The end result was last month’s electoral tilting towards the AKD victory, capturing a meteoric rise from 3% in previous polls to 42%. It is now increasingly obvious and predictably so, that the new regime cannot possibly live up to pre-election promises freely doled out to adoring supporters. It is busy back-pedalling from ambitious guarantees across the board.",
    "Rather than ‘definitely cancelling’ the Adani Group backed wind power project in Sri Lanka, that campaign call is now framed as ‘revising’ the deal.",
    "Its proclamation to grant salary increases every six months to public servants proportionate to the cost-of living has fared little better. AKD’s (indecent) haste to hold the Parliamentary elections next month reflects a necessarily shrewd decision to capitalize on the gloss of the Presidential win before that fades. It remains to be seen if its campaign assurance to abolish the Executive Presidency will be adhered to or if election rhetoric will yield to political reality as in the past.",
    "Regardless, this recent warped comedy of three ex-Presidents per-ormed exuberantly and without a trace of shame, stands as an excellent justification as to why this obnoxious office must be scrapped post haste."
  ]
}