{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/bangladesh-protests-kill-90-apparel-factories-shut-amid-imf-backed-crawling-peg-175227/",
  "time_ut": 1722841080.0,
  "original_lang": "en",
  "original_title": "Bangladesh protests kill 90, apparel factories shut, amid IMF backed crawling peg",
  "original_body_lines": [
    "ECONOMYNEXT – Over 90 people were killed in clashes over the weekend in Bangladesh as protests initially triggered by students, spread across the country after forex shortages and depreciation in the middle of an International Monetary Fund deal.",
    "At least 13 policemen were beaten to death and 6 Awami League men were also among the dead, Bangladesh’s Financial Express newspaper reported.",
    "With internet access cut, some newspapers are not online, while others are uploading pdf versions of their editions online.",
    "Bangladesh’s Taka has been under pressure since the economy started to recover after Covid and the central bank did not allow rates to go up amid a strong recovery.",
    "The Bangladesh Taka which was around 84 to the US dollar during the crisis but started to slide as the economy recovered strongly.",
    "Macroeconomists kept the policy rates down, and printed money after defending the currency. Printing money stops a contraction in the reserve money and rise in rates required to stop the currency pressure.",
    "Bangladesh also operates a reserve money targeting framework, which works as long as money is undersupplied but not if new money is injected after intervening to maintain the previous reserve money by purchasing domestic assets.",
    "Bangladesh economists crack monetary failure, Sri Lanka stability from free market rates",
    "Bangladesh had a system of printing money by ‘devolving’ Treasury bills and bonds to the central bank and also ceiling on bank loan rates.",
    "An IMF program was approved in 2023 which also had a reserve money target but no domestic asset ceiling.",
    "Under the IMF program the automatic purchase of government securities stopped but under a policy rate, interventions are still sterilized in any regime by open market operations, which have the same effect.",
    "Bangladesh Bank missed its reserve target in the December review and has depreciated the currency steeply to 115 takas to the US dollar in May.",
    "The protests came within a few weeks, initial led by university students who were protesting job quota for children of war veterans, and have since been joined by others.",
    "Bangladesh Garment Manufacturers Association, said it had asked members to close factories after a textile mill was torched during the unrest. (Colombo/Aug05/2024)"
  ]
}