{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/bangladesh-protests-kill-90-apparel-factories-shut-amid-imf-backed-crawling-peg-175227/",
  "time_ut": 1722841080.0,
  "original_lang": "en",
  "original_title": "Bangladesh protests kill 90, apparel factories shut, amid IMF backed crawling peg",
  "original_body_lines": [
    "ECONOMYNEXT – Over 90 people were killed in clashes over the weekend in Bangladesh as protests initially triggered by students, spread across the country after forex shortages and depreciation in the middle of an International Monetary Fund deal.",
    "At least 13 policemen were beaten to death and 6 Awami League men were also among the dead, Bangladesh’s Financial Express newspaper reported.",
    "Prime Minister Sheik Hasina, has called for calm as protestors called for her ouster.",
    "With internet access cut, some newspapers are not online, while others are uploading pdf versions of their editions online.",
    "Bangladesh’s Taka has been under pressure since the economy started to recover after Covid and the central bank did not allow rates to go up amid a strong recovery.",
    "The Bangladesh Taka which was around 84 to the US dollar during the crisis but started to slide as the economy recovered strongly.",
    "Macroeconomists kept the policy rates down, and printed money after defending the currency. Printing money stops a contraction in the reserve money and rise in rates required to maintain the exchange rate peg.",
    "Bangladesh also operates a reserve money targeting framework, which works as long as money is undersupplied but not if new money is injected after intervening to maintain the previous reserve money by purchasing domestic assets.",
    "Bangladesh economists crack monetary failure, Sri Lanka stability from free market rates",
    "Bangladesh had a system of printing money to target longer term rates by ‘devolving’ Treasury bills and bonds to the central bank to suppress interest rates decided by central bank bureaucrats and also ceilings on bank loan rates.",
    "An IMF program was approved in 2023 which also had a reserve money target but no domestic asset ceiling.",
    "Under the IMF program the automatic purchase of government securities (devolvements) was stopped but under a policy rate, interventions in the forex are are still sterilized by open market operations, which has the same effect.",
    "Bangladesh Bank missed its reserve target in the IMF December review (based on last July data) and  depreciated the currency steeply to 115 Takas to the US dollar in May. The Bank of Bangladesh was expected to operate a ‘crawling peg’ until the full transition to a ‘flexible exchange’.",
    "The protests came within a few weeks, initially led by university students who were protesting job quota for children of war veterans, and have since been joined by others.",
    "Bangladesh Garment Manufacturers Association, said it had asked members to close factories after a textile mill was torched during the unrest.",
    "University students were also at the centre of protests in the US in the 1960s, when the Fed printed money in the belief there was a trade-off between inflation and employment. The Bretton Woods peg system collapsed in a few years.",
    "Sri Lanka also saw an exchange rate after money printing which began early in the Coronavirus crises and also borrowed 200 million dollars from Bangladesh which was stable at the time.",
    "Macro-economists in Sri Lanka ousted two administration in 2019 and 2022 largely by targeting the average weighted call money rate with liquidity tools and blowing the external sector apart and busting the currency with the ‘flexible’ exchange rate.",
    "In the 1980s Sri Lanka also followed crawling peg style regime after the IMF’s second amendment in 1978. (Colombo/Aug05/2024)"
  ]
}