{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98522/sri-lanka-and-indonesia-to-sign-trade-pact-next-march",
  "time_ut": 1712591460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka and Indonesia to sign trade pact next March",
  "original_body_lines": [
    "Indonesia is seeking to sign its trade pact with Sri Lanka by next March while hoping that one year of negotiations is enough to close the deal.",
    "It has only been a few weeks since Indonesia and Sri Lanka agreed to formally discuss the preferential trade agreement (PTA). The first round of negotiations already took place virtually earlier this week, which zeroed in on the work plan and draft agreement text. The negotiators are set to enter more substantial chapters in the coming rounds.",
    "“Indonesia and Sri Lanka are … aiming to substantially conclude the negotiations by end-2024. We have also set a target to sign the agreement in March 2025,” a press statement by the Trade Ministry reads.",
    "The second round of talks is scheduled to take place in Colombo on June 19-20. Both countries will discuss the text concept, as well as market access.",
    "During the negotiations launching ceremony last month, Deputy Trade Minister Jerry Sambuaga said the PTA would become a building block to a free trade agreement (FTA). Unlike the PTA whose scope is still limited, an FTA is more ambitious in nature and usually aims to remove the tariffs across all or most goods.",
    "Jakarta also said at the time that the upcoming PTA could help Indonesian goods such as palm oil, paper, and fatty acid to gain better access to the Sri Lankan market.",
    "Indonesia-Sri Lanka trade was valued at $369.7 million throughout 2023. About $326.6 million of the trade figures were Indonesian exports to Sri Lanka. In January 2024 alone, the bilateral trade amounted to $23.5 million.",
    "Indonesia mainly exports copra, petroleum, paper, cartons, tobacco, as well as coal to Sri Lanka. Knitted fabrics and tobacco processing machines were among Indonesia’s top imports from the South Asian country, according to the Trade Ministry."
  ]
}