{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/AKD-s-call-for-a-powerful-government-Implications-for-political-system/4-768355",
  "time_ut": 1729728864.0,
  "original_lang": "en",
  "original_title": "AKD’s call for a ‘powerful’ government: Implications for political system",
  "original_body_lines": [
    "In his stump speech on the General Election campaign trail, President AKD has called for the voters to produce a “powerful” (“balavath”, “prabala”) government.",
    "Interestingly, he did not call for a “strong” (shakthimath”) government which is conventionally the opposite of a “weak” one. Given where he’s coming from, that distinction and his choice of words should give us pause.",
    "Sri Lanka, Ceylon at the time, was not only the first in Afro-Asia to have universal franchise but it was also the first in South Asia to evolve a two-party system. India which was independent a year before Ceylon, maintained what was defined in the political science literature as a ‘one-party dominant’ system until 1977. That was the party of Independence, the Congress party. The term ‘one-party dominant’ was minted to differentiate such countries from those which had a ‘one-party system’ be it Fascist (e.g., Spain’s Falange) or Communist.",
    "‘One-party dominant’ systems prevailed in other democracies such as Japan (the LDP) and Mexico (the PRI). They were regarded as atypical democracies, because democracy is understood as a system in which the people choose their leaders through the ballot and do so by picking between competing political alternatives. Therefore, an evolved two-party or pluri-party system is thought to characterise a fully evolved or mature democracy.",
    "India reached that stage only in 1977 with the emergence of the Janata Party, i.e. three decades after Independence. Ceylon reached that democratic watershed well before India, Japan and Mexico.",
    "The party of Independence, the UNP, could not maintain its dominance even through the first decade after independence. Eight years after 1948, Ceylon was already a healthy, robust two-party democracy with the electoral change of government and ouster of the UNP in 1956. It is the birth of the Sri Lanka Freedom Party (SLFP) in 1951 and its victory five years later that enabled the island to undergo that rite of passage to a mature democracy before most of Asia-Africa.",
    "There were two attempts at turning Sri Lanka back into a one-party dominant system. The first was by the SLFP-led coalition Government of 1970-1977, through its authoritarianism. Sri Lanka’s mature democracy responded with a two-thirds majority for the Opposition UNP.",
    "The next, more sustained effort at reversion to one-party dominance, this time also entrenching the UNP’s dominant status, was by means of a coercive and fraudulent referendum in December 1982 which postponed by a whole term, the Parliamentary election scheduled for early 1983. The blowback took the form of civil war(s).",
    "Since 1994 and the victory of Chandrika Bandaranaike Kumaratunga over a rival UNP decapitated by serial assassination by the Tigers, Sri Lankan politics was characterised by what I would call systemic dualism: we had the coexistence of a two-party system, with one-party dominance. That one-party dominance was neither due to coercion unlike in 1982 and the second Jayewardene term, nor because the competing party was non-mainstream i.e., of the Marxist Left, as in the early post-Independence years.",
    "Sri Lanka’s post-1994 ‘one-party dominance’ was strictly electoral, rather like the long years of Republican rule in the USA, Conservative rule in the UK and ‘New’ Labour in the UK. Reagan, Thatcher and Blair were the architects of those stretches, but at no time did the two-party character of the US-UK political systems change.",
    "The erosion of the establishment political parties, the UNP, SLFP and SLPP has been dramatic. Not all of it can be attributed to the victory of Anura Dissanayake or even the Aragalaya. An important part of it is that these parties have grown ineffectual by sheer stagnation and stasis. The UNP has been eroded by stagnating in Opposition. The SLFP and SLPP by stagnating in Government.",
    "Political parties rejuvenate by rotation in their roles. The SLFP refreshed after being stuck in the Opposition for 17 years. Along came Chandrika from self-exile, representing new thinking on the global centre-left combined with residues of left-populism of the Sri Lanka Mahajana Party which Vijaya Kumaratunga and she had formed in 1984.",
    "The SLFP and its successor party the SLPP enjoyed a 30-year-long rule (1994-2024). Sri Lanka remained a functioning two-party system, but the SLFP and later, the SLPP, remained dominant. The secret of this success was change within continuity. The change was of two sorts: (a) leaders and (b) policy orientations.",
    "The post-1994 SLFP had Chandrika, Mahinda, Sirisena, and the policy packages of CBK’s Blairite neoliberalism, Mahinda’s war-winning statist-patriotism, and Sirisena’s liberal reformism. Together, these three leaders, plus the short-lived Gotabaya presidency and the post-Aragalaya SLPP under Ranil’s unelected presidency, ensured the longest ever stretch in Sri Lankan politics. It began to unravel when an uncertain Mahinda (overriding Namal’s objections) felt compelled to choose Gotabaya as candidate –under traumatic circumstances which the Easter investigations can shed more light on, and an Islamophobic surge driven by (non-Catholic) ‘pro-Gota’ personalities and media.",
    "The SLPP was the next-model SLFP after the SLFP betrayed its raison d’etre by collaborating with Ranil Wickremesinghe under Chandrika’s auspices in 2015-2019. Knowing Ranil and having sacked him from PM-ship in 2003 she should have insisted on Karu Jayasuriya.",
    "The SLPP (“Pohottuwa”) was NOT the party of Gotabaya Rajapaksa. When Galle Face Green was flooded by a record crowd in 2017, the star was Mahinda Rajapaksa and the organisational ‘producer’ was Basil Rajapaksa. When it swept the local authorities election in Feb 2018, it was NOT under the banner of Gotabaya Rajapaksa but of Mahinda, with Basil in the background.",
    "The SLPP was the by-product of the Mahinda comeback campaign, beginning Nugegoda, Feb 8th 2015. The MR comeback could not reach fruition because President Sirisena tripped him up at the August 2015 Parliamentary election by announcing at the last moment that MR would not be his PM-- thereby throwing the game to Ranil.",
    "More basic was the Constitutional ban against MR running for a third term. That and the failure of the Maithripala Sirisena-Mahinda Rajapaksa ‘52-day’ replay of CBK’s ouster of Ranil as PM in late 2003, opened the road to the ultra-nationalist Gotabaya candidacy initially as default option-cum-proxy.",
    "The ‘Gotabaya project’ had been modelled on the rightwing-populist Tea Party Movement (GR was a Tea Party/pro-Trump California Republican) that functioned semi-autonomously until it seized control of the US Republicans.",
    "If Gotabaya had not double-crossed Mahinda and vacuumed-up the power of the empowered PM into his presidency through a hyper-centralising Constitutional amendment, the SLPP could have remained viable. Instead, the SLPP unbalanced itself, giving all power to an unbalanced Gotabaya, who relied on more unbalanced ex-military hawks and monks.",
    "Gotabaya combined the worst of the two mainstream traditions: the SLFP’s ‘Sinhala Only’ and the UNP’s Kotelawala-style militarist arrogance.",
    "Most of the SLPP Cabinet and parliamentary group had transitioned policy-wise and ideologically away from Mahinda’s center-leftism to the Right via the Gotabaya candidacy and presidency. The moment of conversion was Gotabaya’s Viyath Maga-2 speech at the Shangri-la hotel in mid-2018.",
    "Having shifted to anomalous Gotabaya leadership and challenged by the Aragalaya, the entire SLFP-SLPP project corkscrewed, crashed and burned. The survivors in Parliament staggered off to Ranil and stayed.",
    "Nostalgic Gota Goths have joined Dilith Jayaweera who had been a co-founder of a distinct ‘Gotabaya project’, distinct that is, from Mahinda, since 2012 at least.",
    "Namal Rajapaksa stayed with the MR ‘brand’ and the party. The Namal vs. Dilith contest is the battle between:",
    "a) The rural-based, moderate-nationalist, centre-left mainstream ‘MR’ project, dating back through 1951 and the SLFP’s founding, to the Rajapaksas in the 1930s State Council.",
    "b) The Sinhala-Buddhist ultranationalist project dating from Anagarika Dharmapala through Nalin de Silva to Gotabaya. Dilith Jayaweera and Anuradha Yahampath were militant members of Champika Ranawaka’s ultranationalist fringe movement. Champika moved on, they didn’t.",
    "Mahinda was one of Sri Lanka’s best, and best-loved leaders. His contribution, tradition and developmental project are represented by Namal.",
    "Gotabaya was Sri Lanka’s worst and most-reviled leader. Dilith and crew defend him while remaining unrepentant regarding their own Islamophobia (e.g., witch-hunt for Dr. Shafi). A vote for them would mean endorsing political evil.",
    "In 15 years the UNP had been hurled into the Opposition twice and reduced to a few MPs (1956, 1970) but had used 1970-1977 to transform under the convergent impact of the different streams of ideas of JR Jayewardene and R. Premadasa.",
    "Premadasa’s paradigm shift resuscitated the UNP on the verge of political and physical extinction in 1988.",
    "However, in the wake of Premadasa’s assassination by the Tigers, and beginning with the sabotage of his funeral by the needless declaration of an early curfew and the turning-back of crowds by Police roadblocks, the UNP de-Premadasa-ised ideologically and programmatically, abandoning his strategy and social project, firstly under successor-President DB Wijetunga and subsequently, party leader Ranil Wickremesinghe.",
    "Restoring the old UNP they installed the ideas of the DUNF led by Lalith Athulathmudali-Gamini Dissanayake who had sought to impeach President Premadasa. This represented a throwback to the old elite Establishment which had (in Premadasa’s famous words) turned Sri Lanka into “a torch ablaze at both ends” (i.e., civil wars in North and South).",
    "While deleting the Premadasa paradigm, Ranil’s UNP mainlined the neoliberal cosmopolitan ideology of another of President Premadasa’s bitterest foes: Mangala Samaraweera.",
    "Wickremesinghe organisationally locked the UNP into the global Right represented by the International Democratic Union (IDU). Before him, the UNP drew ideas from all over the world, beginning with DS Senanayake’s incorporation of the Labour Party (modelled on the British Labour Party) of AE Goonesinghe; Dudley Senanayake’s Minister of Local Government R. Premadasa’s turn to Willy Brandt, head of the German Social Democrats (and Mayor of Berlin) to fund and build-up the Sri Lanka Foundation Institute (SLFI) for labour education and training state officials; and the presence of the Communist Party of China delegation as Chief Guest at the UNP’s Convention at President Premadasa’s invitation.",
    "Over 20 years of exposure only to and political education only by the US Republicans, UK Conservatives et al, the popular base of Ranil’s UNP was eroded to the point of humiliating defeat at the Local Government election in February 2018 by a newly formed Sri Lanka Podujana Peramuna (SLPP) led by Mahinda Rajapaksa.",
    "The SJB malaise from conception to current moment is attributable to the ideological ‘streaming’ from this global ideological matrix which it never de-linked or diversified from. The SJB has no ties with the US Democrats or British, Australian or New Zealand Labour.",
    "The SJB’s is a crisis of identity sourced in a crisis of transition. It has been facing a problem that SWRD’s SLFP never did though it consisted of those who had been with DS Senanayake and in his UNP government. Nobody ever raised the question of “getting together with Sir John and the UNP in order to face the danger of the Left led by Dr. NM Perera’s LSSP and Pieter Keuneman’s CP”. Certainly no one queried: “why don’t you reunite with the UNP since the UNP is where you came from, were Deputy leader and Cabinet Minister of?”",
    "Unlike SWRD’s SLFP and Ranasinghe Premadasa’s UNP, the SJB never had what it took to cut the ideological umbilical cord with, or even demarcate itself decisively from, the parent party/predecessor from which it had seceded/evolved. It was therefore vulnerable to manipulation by Ranil Wickremesinghe and defection on the part of SJBers. By stark contrast, nobody left SWRD’s SLFP while the founder-leader lived and returned to the UNP. Initial defections were in 1964 (CP de Silva, Mahanama Samaraweera, etc.), five years after SWRD’s assassination.",
    "The SJB avoided a critical political and social examination of why the UNP was never elected to the presidency – never led the country--during 30 years of Ranil’s leadership, and why Ranasinghe Premadasa was its last elected President. Eran Wickremaratne ensured it only made a superficial ‘SWOT’ analysis (his own) of the 2019-2020 and 2024 elections. The critique of Ranil was limited to personality, never extending to policy or strategy.",
    "Sajith himself didn’t grasp how, having brilliantly beaten Mahinda Rajapaksa as a freshman MP in two elections in the South, he failed utterly in Hambantota by November 2019. He had won in the years before Ranil’s appeasement of Prabhakaran took hold. After the CFA sellout, the bottom fell out of UNP support—including Sajith’s -- in the patriotic South.",
    "SJB ideologue Eran Wickremaratne publicly declared (as seen on TV news) months before the Sept 2024 Presidential election, that: “I remain a UNPer and the SJB is merely a name-change, just as you remain yourself and retain your essential identity though you may change your surname when you marry”.",
    "This symbolised the continuous circulation of the deadly politico-electoral malignancy from Ranil’s UNP to Sajith’s SJB.",
    "When Ranil was selected President by the SLPP, the SJB’s policy elite emphasised economic policy compatibility and continuity with Ranil in a post-Aragalaya Sri Lanka pregnant with psychosocial change. The SJB elite completely misread the zeitgeist and the opportunity for and responsibility of the mainstream Opposition with a Presidential election year coming up.",
    "The refusal of SJB ideologues, policymakers and strategists to rupture with and clearly demarcate the party from Ranil was suicidal:",
    "It gave traction to AKD-NPP’s damning indictment of the SJB as part of the Establishment; as a mere substitute, not a social, political and ideological alternative.",
    "SJB votes were rendered vulnerable to Ranil’s spoiler candidacy because SJB voters were confused by the apparent ideological and policy continuity and interchangeability.",
    "If the SJB had drawn a thick line of demarcation from Ranil from its inception and especially post-Aragalaya, his splittist ‘spoiler’ candidacy would not have worked.",
    "2024 is President Premadasa’s birth centenary year. A decentralised nationwide commemoration of his development and social upliftment contributions could have boosted SP-SJB’s electoral chances. The party never commemorated the important occasion, leveraged the coincidence.",
    "The SJB’s best hope – and that of a competitive democracy--is if SJB supporters use their preference votes to eliminate the Ranilist Old Guard ‘Mustangs tent’ of the SJB, and pick young, populist, neo-Premadasa-ist candidates who can fight the JVP-NPP on its own social terrain.",
    "In a systemic sense, the upcoming General Election will determine whether:",
    "Where the SJB’s thin green-and-yellow line holds is the border which demarcates the extent of the JVP-NPP’s onward march to a “powerful” regime. In the Southern two-thirds of the island, the JVP-NPP’s acquisition of political territory will stop where the SJB starts. The ratio will determine what kind of political system Sri Lanka has.",
    "The morphology of the JVP which drives the NPP/ ‘Maalimawa’ formation could turn a “powerful” (AKD) one-party dominant system into a “powerful” outright one-party system.",
    "November 14th will be the ‘Bonfire of the Vanities’ for the SJB, SLPP, UNP, SLFP et al. There will be survivors. Those survivors would have proved their capacity to compete with the JVP-NPP. They will be the nucleus of the (hopefully social democratic) Resistance and construct a new centre."
  ]
}