{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-foreign-exchange-earnings-2-6bn-in-july-exceeds-imports-by-729mn-238818/",
  "time_ut": 1756609380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka foreign exchange earnings $2.6bn in July, exceeds imports by $729mn",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s current foreign exchange inflows, made up of exports of goods and services exports and remittances (labour exports) exceeded imports by 729 million dollars in July 2025, official data show, even as imported goods surged amid a spike in credit.",
    "Goods exports hit a record 1,302 million US dollars in July from 1,141 million dollars in June, ahead of a Trump tariff hit in August, and emittances grew to 690.5 million US dollars from 635 million dollars.",
    "Gross services income including tourism income of 318.5 million dollars, grew to 618 million dollars from 508 million in June.",
    "Higher inflows give more money for people to spend on goods, which includes imports and also services. Outward travel grew to 81 million dollars in July 2025 from 55 million dollars last year.",
    "In addition, Sri Lanka also has to service debt. The government paid 106.9 million dollars in interest on its debt. Dividends from foreign direct investment companies were 59.3 million dollars.",
    "Though Sri Lanka has a high savings rate (which means people do not spend all their earnings), financial savings turn into imports when they are invested through the credit system to build, factories, houses, hotels or buy items like cars, trucks or machinery.",
    "Investment goods and base metal imports hit 446.6 million dollars July, the highest since January 2022 number of 462 million US dollars, shortly before the currency collapsed.",
    "In the last currency crisis – when car imports were banned due to lack of knowledge of classical economics – investment goods and base mental imports hit as much 640 million dollars, boosting total imports above 2 billion Us dollars without cars.",
    "Sri Lanka has to make large outward payments to repay debt and interest in the near term, including debt taken from India during the crisis by the central bank which worsened imports, for which credit has to be balanced.",
    "Concerns have been raised about recent rate cuts as well as a ‘single policy rate’ which analysts have warned will bring a second default, by pushing credit to unsustainable level, even if only by ‘signalling’ and not active inflationary open market operations.",
    "Concerns have also been raised about recent inflationary swap operations by the central bank and calls have been made for the parliament to bring laws against the practice, which has led to currency collapses in both the US, East Asia and Sri Lanka in the past by delaying rate corrections. (Colombo/Aug31/2025)"
  ]
}