{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/that-health-issue-of-girls-an-inclusive-look-at-it/",
  "time_ut": 1717366440.0,
  "original_lang": "en",
  "original_title": "That health issue of girls: An inclusive look at it",
  "original_body_lines": [
    "It is a thing that is generally avoided like the plague in most conversations. Discussions on it are often taboo in classrooms or public forums. It is something that is thought of as a thing to be discussed only with medical professionals when it becomes a real problem. Yet for all that, it is a regular occurrence that brings about a myriad of challenges for the females of the species, young and old, especially in schools and in public settings. That generally unmentionable thing is menstruation, menstrual health or in more colloquial terms, the monthly periods of the ladies.",
    "While it is well acknowledged to be a natural biological process, societal stigmas, inadequate facilities, and lack of understanding associated with the monthly periods can make managing them a very difficult experience for the ladies. Many a time, they continue to suffer in silence. This article aims to shed some light on the real problems faced particularly by teenage girls in schools and public places during menstrual periods.",
    "To find solutions to a problem like this, we need to look at some of the data that we already have. Around the world, the menstrual health and hygiene needs of girls are being very clearly overlooked. According to UNICEF, looking at a global scenario, only 2 out of 5 schools provide menstrual health education and less than 1 in 3 schools have bins for menstrual waste in girls’ toilets. Released on Menstrual Hygiene Day, the new WHO/UNICEF Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (JMP) report, Progress on drinking water, sanitation, and hygiene in schools 2015-2023: Special focus on menstrual health, analyses for the first time, emerging national data on menstrual health and hygiene in schools globally.",
    "The report also includes progress on broader access to drinking water, sanitation, and hygiene (WASH) in schools. According to the latest data, 1 in 5 children (447 million) still lack basic drinking water services at their school, 1 in 5 lack basic sanitation services (427 million), and 1 in 3 children (646 million) do not have access to basic hygiene services. The report underscores the urgent need for global action to improve menstrual health and hygiene as well as access to drinking water, sanitation and hygiene services in schools.",
    "One of the most pervasive issues of the saga is the stigma surrounding menstruation. Many cultures and communities consider periods to be an offensive, unmentionable topic, which can lead to embarrassment and shame for young girls. This stigma is often reinforced by peers, making it difficult for girls to talk openly about their menstrual needs or ask for help. To compound it further, schools and public places often lack the necessary facilities to manage the challenges posed by menstrual periods comfortably. This includes the absence of clean and private restrooms, disposal bins for sanitary products, and access to sanitary supplies. In many schools, restrooms may be locked or are too far from classrooms, making it inconvenient for girls to change their sanitary products as needed.",
    "Many teenage girls receive little to no education about menstrual health. Without proper information, they may not know how to manage their periods effectively or understand what is normal and what is not. This lack of knowledge can lead to anxiety and misconceptions about menstruation. The high-sounding phrase ‘Period Poverty’, or the lack of access to menstrual products due to financial constraints, is a significant issue. Many girls cannot afford the required sanitary products, leading to the use of unsafe alternatives or opting to miss school altogether during their periods. It is quite natural for these periods to be associated with some physical discomforts in some females. Menstrual cramps, headaches, and other physical symptoms can be debilitating, affecting a girl’s ability to concentrate and participate in school activities.",
    "Without proper pain management strategies or access to pain relief, these symptoms can significantly impact a girl’s education, school performance and attendance. Creating an open and supportive environment is crucial in breaking the stigma around menstruation. Schools can play a significant role by integrating menstrual health education into the curriculum and fostering open discussions.",
    "Encouraging girls to talk about their periods with trusted friends, teachers, or family members can also help reduce feelings of shame and isolation. Providing comprehensive menstrual health education can empower girls with the knowledge they need to manage their periods confidently.",
    "Schools should include information on the menstrual cycle, how to use different sanitary products, and ways to alleviate common symptoms. Access to reliable resources and guidance from health professionals can also be beneficial. In this era of the internet and artificial intelligence, it is child’s play to secure scientific information for such initiatives. Advocating for better facilities in schools and public places is essential. This includes ensuring that restrooms are clean, private, and equipped with necessary supplies such as pads and tampons.",
    "Schools can establish policies that allow girls to access restrooms whenever needed without having to ask for permission or feel embarrassed. The educational authorities and politicians, without strutting around while pontificating on our free education system, need to look at this dire need and take pre-emptive action to do what is desperately needed.",
    "To combat ‘period poverty’, schools and community organizations can and should, distribute free sanitary products to those in need. Initiatives such as stocking school restrooms with sanitary items, or creating donation drives for such products, can make a significant difference. Governments and policymakers should also be urged to consider menstrual products as essential items and ensure their availability in public spaces. Strict price control measures on these products would be an imperative and right step in the right direction.",
    "Girls should be encouraged to adopt healthy lifestyle habits that can alleviate menstrual symptoms. Regular physical activity, a balanced diet, and staying hydrated can help manage cramps and other discomforts. Schools can support this by allowing girls to participate in physical education at their comfort level and providing information on effective pain relief methods.",
    "Establishing peer support groups in schools can provide a safe space for girls to share their experiences and advice. These groups can help normalize menstruation and reduce feelings of isolation. Peer mentors can offer practical tips and emotional support, making it easier for younger girls to navigate their menstrual health.",
    "Educating teachers about menstrual health and sensitivity can make a significant impact. Teachers should be aware of the challenges faced by menstruating students and be prepared to offer support and accommodations when needed. Simple actions like allowing extra restroom breaks, being discreet about menstrual needs, and providing a supportive attitude can make a big difference.",
    "Parents play a crucial role in supporting their daughters through many aspects of menstruation. Open communication at home can help girls feel more comfortable discussing their needs and concerns. Parents can also advocate for better menstrual health education and facilities at their children’s schools. Steps that are taken to highlight the awareness in the general community about menstrual health issues can help reduce stigma and promote better support systems. Community workshops, awareness campaigns, and the involvement of local health professionals can educate both girls and boys about the importance of menstrual health and how to be supportive.",
    "Menstrual health is a critical aspect of overall well-being for teenagers and for that matter, all ladies of our Motherland. However, it comes with various challenges, especially in schools and public places. By addressing stigma, improving facilities, providing education, and ensuring access to sanitary products, we can create an environment where girls feel empowered and supported. Schools, families, and communities need to work together to promote menstrual health and break down the barriers that prevent girls from managing their periods with confidence and dignity. With the right support and resources, young teenage girls can navigate their menstrual health challenges effectively and thrive both academically and personally.",
    "Finally, a well-known politician brought these matters to the attention of the public, not all that long ago. For all his trouble, he was laughed at, ridiculed immensely, and even called “Pad Man” by many others of his ilk. This writer is no great fan of that individual, but he has to be admired for his courage and having the guts to bring it out into the open. It speaks so much for our despondent political culture and its miserable followers who constitute that herd, that his detractors behaved as if they did not have grandmothers, mothers, aunts, wives, daughters, lady friends, or for that matter, even mistresses, when they elected to call him disparaging names for bringing to light a very important problem.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}