{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/When-the-School-Life-you-Cherish-is-Threatened-EDITORIAL/172-277595",
  "time_ut": 1708630980.0,
  "original_lang": "en",
  "original_title": "When the School Life you Cherish is Threatened! - EDITORIAL",
  "original_body_lines": [
    "The Government of Sri Lanka (GoSL) must consider the plight of mothers and fathers who are struggling to send their children to school and complete the basic education of their offspring. General Secretary of the Ceylon Teachers’ Union (CTU), Joseph Stalin has been quoted in the media stating that the dropout and the absenteeism rate in schools is high and alarming at present; despite such figures not having reached their peak as yet.",
    "The once in a lifetime opportunity children get to spend a 13-year-period in school is now threatened. Parents are finding it extremely difficult to send their children to school because academic institutes are now expecting parents to bear certain education expenses which were once borne by the state.",
    "As if rubbing salt into the parents’ wounds, the former spokesperson for the Ceylon Electricity Board (CEB) has recently stated that children must study using oil lamps according to media reports! The former CEB official has allegedly made these comments on a television show when speaking on the topic of discontinuing the supply of electricity due to the non-payment of bills. This former spokesman had stated that children studying using oil lamps would help reminisce how generations before them studied under such circumstances and succeeded. A grave mistake lies here due to making such statements. This man has compared eras, and as a result his statements distance the children of today with the present day adults. This attitude of ‘when we were children we did things differently’ must be thrown out! When adults put themselves on the same page with present-day children in terms of how to set about a task professionally, new bridges open up where none existed.",
    "If grumpy old people must compare eras, then we have to compare a nation that was once self-sufficient with the present situation where this country is ‘bankrupt’.",
    "It is in this shaky environment that the islanders demand that Parliamentarians curtail the money spent on globetrotting, so that the state can spend more on education. In November last year, the GoSL declared that 465 billion rupees would be set aside from the budget to enhance school education. Proposals were made in the new budget to establish four new universities. But all that thinking would not serve a purpose if schoolchildren cannot complete their education up to the GCE Advanced Level Examination.",
    "According to the 2021 school census report, as many as 800 schools in rural areas have closed down. This report adds that there are 10,146 government schools and out of them as many as 3,095 have fewer than 10 teachers, while in as many as 2,971 schools there are fewer than 101 students. These are alarming statistics which need prompt government attention.",
    "Two other aspects that contribute to absenteeism at school are tuition classes and lectures by academics. We see a ‘Mathematics guru’ appearing on television weekly, and boasting about his method being the only successful method existing to give an education to children in the subject of Mathematics.  This is the other extreme to the older generations that compare eras, because this lecturer is putting down the school education system he prospered in and gained university entrance. We need more people with moderate thinking to be in charge of education; especially at school level.",
    "There is a video on Youtube where musician, Ananda Perera – who is in charge  of the M.G. Perera Memorial Arts Institute in Kandy – speaks fondly about his dad, Cyril Perera who was also a musician. According to Ananda, his dad had studied only up to Grade 8, and still managed to teach music at Dharmaraja College, Kandy. In the event someone asks Ananda how an individual taught at a government school sans a degree or equivalent qualification, his stock answer is ‘in the good old days studying up to Grade 8 helped a student gather more knowledge than what a present day A’ Level student gathers.",
    "Schools must give quality education to students, and there must be no compromise on that. If the state cannot ensure the maintenance of some schools due to budget constraints, then it must provide alternate schools for children whose school life is staring at a dead end."
  ]
}