{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Mujibur-demands-removal-of-Deputy-Minister-Jayasekara-over-Easter-Sunday-attack-allegations/56-779255",
  "time_ut": 1753052813.0,
  "original_lang": "en",
  "original_title": "Mujibur demands removal of Deputy Minister Jayasekara over Easter Sunday attack allegations",
  "original_body_lines": [
    "Questions impartiality of Easter Sunday attack probe while Aruna Jayasekara remains in office",
    "Cites Jayasekara’s recent admission in Parliament of intelligence involvement in bombings",
    "Warns Jayasekara’s role undermines President Disanayake’s efforts to deliver justice",
    "Says no official will investigate properly if their superior is implicated in case",
    "The main opposition party, Samagi Jana Balawegaya (SJB) MP Mujibur Rahman yesterday called for the immediate removal of Defence Deputy Minister Major General (Retd.) Aruna Jayasekara, raising serious concern over the credibility of ongoing investigation into the 2019 Easter Sunday attacks.",
    "Addressing the media, he asserted that no probe into the devastating bombings could be deemed impartial as long as Jayasekara remains in office, given his position during the time of the attacks and his subsequent political appointment under the new Government.",
    "Rahman’s remarks come in the wake of recent statements made by Jayasekara in Parliament, where he acknowledged that certain individuals within the State intelligence had been involved in the attacks.",
    "“Jayasekara was the Commander of the Eastern Province of the Sri Lanka Army at the time of the attacks. He must know what happened and who facilitated the escape of key suspects like Sara Jasmine, who has now been confirmed ‘not dead’ through DNA testing, and the statement by Fathima Hadia, the widow of Zahran Hashim, the leader of the group behind the 2019 Easter Sunday bombings,” Rahman claimed.",
    "He also questioned why those implicated had not yet been arrested by authorities.",
    "Rahman alleged that the continued presence of a senior military figure from the previous regime, now occupying a powerful defence portfolio, undermines the credibility of President Anura Kumara Disanayake’s efforts to ensure justice for the victims.",
    "“We can’t ask President Disanayake to resign over the Easter attacks because he was in the Opposition then. But we can ask why someone who held a military command position during the bombings is now serving as Deputy Minister of Defence. No public official will conduct a proper investigation when their superior is implicated,” he charged.",
    "When journalists also referred to other figures who had prior knowledge of the attacks, including statements by former Eastern Province MP Sivanesathurai Chandrakanthan, also known as ‘Pillayan,’ the SJB MP said: “Not just him, the late father of former Minister Harin Fernando also had prior awareness.”"
  ]
}