{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aitken-spence-records-pbt-of-rs-4-8-bn-with-a-triple-digit-growth-of-412-and-strong-growth-in-ebitda-during-q4-of-2023-24/",
  "time_ut": 1716913620.0,
  "original_lang": "en",
  "original_title": "Aitken Spence records PBT of Rs. 4.8 Bn with a triple digit growth of 412% and strong growth in EBITDA during Q4 of 2023/24",
  "original_body_lines": [
    "The leading blue-chip conglomerate, Aitken Spence PLC achieved robust fourth-quarter results, significantly contributing to an improved financial performance for the 2023/2024 fiscal year. The Group reported a strong PBT of Rs. 4.8 billion with a growth of 412%. During Q4 the Group reported an impressive EBITDA (earnings inclusive of equity accounted investees, before interest expenses, tax, depreciation, and amortisation) of Rs. 8.8 billion recording a growth of 44%, showcasing the contribution from all sectors towards the fourth quarter results of 2023/2024.",
    "The strong profits of Q4 were primarily driven by the enhanced performance of the Group’s local hotels further augmented by the substantial increase in tourist arrivals to Sri Lanka facilitated by the Group’s destination management segments. The Group’s maritime and freight logistics sector also recorded an improved quarterly performance compared to the fourth quarter of the previous year, and significant improvement over the first three quarters.",
    "For the year ended 31st March 2024, the Group reported a PBT of Rs. 6.7 billion. The Group reported a strong performance across most businesses with the Tourism sector being the major contributor. The Group’s local hotels made a notable recovery with improved occupancies and the overseas hotels contributed with substantial improvement in the cashflows of the Maldives hotels. The significant work and pioneering strategic alliances forged by the Group’s destination management segment to open up Sri Lanka to new markets played a key role in the impressive results. Additionally, while the Maritime & Freight Logistics sector sustained a consistent performance, the sector’s overall earnings were hampered by the negative effect of the weaker exchange rate on revenues which are linked to foreign currency and the steep drop in freight rates witnessed during most part of the year.",
    "During the financial year, the Company secured strategic partnerships to expand its presence in UAE from the Group’s freight segment. Moreover, several new Joint Venture (JV) collaborations were formed to expand services in international freight forwarding, leverage expertise in managing international port operations, offer BPO services to offshore clients, and conduct R&D in food technologies.",
    "Significant accomplishments during the year included the inauguration of a state-of-the-art Container Freight Station (CFS) by the Group’s Logistics segment. This facility, spanning over 100,000 square feet and strategically situated in Mabole, was designed to meet the expanding needs of the regional supply chain community. Additionally, the Group’s apparel segment saw the acquisition of two apparel manufacturing units in Koggala while the Group’s plantation segment advanced with the expansion of the berry cultivation project.",
    "Aitken Spence won the Best Corporate Citizen Sustainability Awards for Diversified and Best Presentation among other awards. The only company in Sri Lanka to have been recognised among the Top 10 for 18 consecutive years.",
    "Among the Top 3 companies for being the Most Awarded in the diversified category",
    "Aitken Spence was recognised among the Top 10 Most Respected Entities by LMD",
    "Among the Top 10 Most Admired Companies of Sri Lanka organised by AICPA & CIMA and ICCSL (International Chamber of Commerce Sri Lanka).",
    "The Annual Report of the Company was recognised at the ACCA Sustainability Reporting and TAGS Annual Report awards.",
    "Listed in the Colombo Stock Exchange since 1983, Aitken Spence is anchored to a heritage of excellence spanning over 150 years and driven by a team of more than 13,000 across 16 industries in 11 countries: Sri Lanka, Maldives, Fiji, India, Oman, Myanmar, Mozambique, Bangladesh and Cambodia, Singapore and UAE.",
    "Reduction in market interest rates expected to be passed on to customers – CBSL Governor",
    "IBSL and Pan Asia Bank unite to elevate practical training in banking education",
    "Aitken Spence wins Best Corporate Citizen Sustainability Awards for Diversified and Best Presentation",
    "Aitken Spence PLC & Aitken Spence Hotels shine at the ACCA Sustainability Reporting Awards",
    "Aitken Spence records strong performance with EBITDA of Rs. 7.8 Bn for 3Q 2023/24",
    "Aitken Spence Travels welcomes first Bulgarian charter flight for winter 2023/24 season",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}