{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/deconstructing-bangladesh/",
  "time_ut": 1723926060.0,
  "original_lang": "en",
  "original_title": "Deconstructing Bangladesh",
  "original_body_lines": [
    "In a week marked by rioting in the UK and upheavals in Sri Lanka, Venezuela, and the US, Bangladesh is unravelling at breakneck speed.",
    "On Monday, August 5, protesters managed to chase out Sheikh Hasina, the country’s longest serving Prime Minister. They have now rallied around a new government. Later that week, Muhammad Yunus, Bangladesh’s sole Nobel Prize-winner and founder of Grameen Bank, was appointed to head the administration, while Md Asaduzzaman was selected as the new Attorney-General. Other appointments are expected to follow.",
    "Colourful, controversial, and not a little polarising, Sheikh Hasina was easily one of South Asia’s more distinctive heads of government. During her time, she tamed the opposition, to the extent of imprisoning her rival, and built what can only be called a political empire. This did not endear her to many people, but as her performance at the 2008 general election shows, she did not lack popularity either. She was never a favourite of the West, yet that did not make her anti-Western. She thrived on India’s support, though as she would realise only last week, this could not compensate for her declining support at home.",
    "Hasina’s relentless stifling of dissent undermined what support she could have cultivated to ward off the upsurge of protests that unfolded last month. It also left her with no option when the Opposition, led by the Bangladesh Nationalist Party (BNP), capitalised on popular resistance to her. Hasina’s party, the Awami League (AL), was like the United National Party (UNP) in Sri Lanka the de facto party of her country’s independence. More socialist and radical than the UNP, the AL set the course for Bangladesh’s politics, enthroning secularism. When her father, Mujibur Rahman, was assassinated in 1975, Ziaur Rahman, who succeeded him and would later form the BNP, revived Islam in public life.",
    "The fact that the protesters did not think twice about desecrating a statue of Hasina’s father reveals not just how widespread opposition to her had become, but more fundamentally, the ruptures her resignation portends in Bangladeshi society. The Awami League is likely to lose its grip and to come under a new arrangement. This arrangement is bound to involve the BNP in some way. Even if the latter does not dominate the government, its return to politics after 16 years in the wilderness is likely to provoke debates about the future course of Bangladesh, including its commitment to secularism.",
    "Criticism of these new political arrangements centres on two points: the BNP’s association with political Islam, and the de facto leader Muhammad Yunus’s past.",
    "At the peak of the protests, pro-Hasina forces tried to portray students as anti-Indian and anti-Hindu. While there seem to have been instances of attacks on Hindu establishments, protesters have been quick to condemn them and to distance themselves from them. In any case, it is unhelpful to analyse these developments without realising that, for more than 15 years, Hasina was seen as India’s chosen candidate. Anti-Indian sentiment was bound to rise, as the BNP’s “India Out” campaigns earlier this year reveals well.",
    "For its part, right-wing Indian media has been peddling conspiracy theories, including the possibility of ISIS involvement in the protests. Questionable as this may be, one does not have to go far to unearth Islamic elements in the protests. The most prominent of these is Jamaat-e-Islami. As Vijay Prashad points out, Jamaat-e-Islami has faced an upsurge since 2013, when a prominent member was sentenced to life in prison. Moreover, as with anti-Indian sentiment, Islamist forces have experienced a revival in light of Hasina’s resignation. Of course, only an election will tell us whether this will continue.",
    "Yunus’s leadership has raised eyebrows. He is the founder of not just Grameen Bank but also the concept of microfinance, which won him the Nobel Peace Prize in 2006. Endorsed by Western leaders, including former US President Barack Obama, Yunus later became a bête noire of the Awami League, after allegations surfaced about Grameen Bank’s finances in 2011. Though he was cleared of all charges, Sheikh Hasina continued to pillory him in public, while the country’s Supreme Court removed him from the business.",
    "His political ambitions – he was touted as a possible candidate by the BNP, but preferred to go his own way – doubtless put him on a collision course with the AL, but Grameen Bank’s mixed record on poverty alleviation has succeeded in portraying him as a proponent of neoliberalism, a stooge of the West, in the eyes of pro-Hasina and pro-AL forces. At the same time, his crusades against corruption and authoritarianism have made him, as Prashad points out, an “unlikely ‘guardian’ figure” for students. So far, he has called for calm among protesters, denouncing attacks on Hindus and pro-government forces.",
    "All these underlie two further points. First, the geopolitics of the protests. As former Indian diplomat M. K. Bhadrakumar has observed, Bangladesh has become a heartland in South Asia and a Ukraine for India. The West has, so far, been content in deferring to India’s interests when mapping its Indo-Pacific strategy. However, it is becoming clear that the US and its allies want to chart its own course in the region.",
    "Given the BJP’s performance at recent elections, and its lack of popularity in Bangladesh, it now finds itself in a tight hole. As several Indian writers and journalists have pointed out, Delhi’s decision to stick with Hasina has put it in a vulnerable position.",
    "This does not, of course, undermine Indian concerns about Bangladesh. Since 2022, the US has been trying to woo Dhaka to join certain military and political alliances. Under Hasina, the country refused to be a part of these arrangements.",
    "It remains to be seen whether the new government will change course. Given his past, Yunus is bound to cultivate relations with the West. However, as the 2023 ousting of Imran Khan in Pakistan shows, domestic political shifts do not automatically translate into a rupture in a country’s foreign policy. We do need to note, though, that given Hasina’s links with the BJP, Bangladeshis are not likely to want close ties with Delhi. This can only provide an opening to any power wanting to get closer to Bangladesh without going through India.",
    "In all this, India has learnt at great cost a lesson that China did in Sri Lanka in 2022 and the US did in Cuba and South Vietnam in the 1960s: that an external country’s support for an unpopular regime can only fuel opposition to it. This is bound to affect New Delhi’s ties with Colombo as well, especially against the backdrop of presidential elections.",
    "How so? In Sri Lanka, there are perceptions that India’s interventions, including a massive financial bailout in 2022, helped sustain a government that is being seen as lacking a mandate. As the blowback against Adani Group’s investments show, the Indian presence in the island has come under public scrutiny and censure.",
    "China is bound to observe these developments closely. If there is anything that marked the latter stages of Hasina’s tenure, it was her attempt to balance Delhi and Beijing. This did not work out well – this year she and a delegation of almost 200 visited China hoping to obtain a low-interest five billion dollar loan but had to return virtually empty-handed – but it helped her chart the country’s foreign policy fairly adroitly. Of course, none of that seems to have cushioned her against domestic political compulsions.",
    "At the same time, Hasina dealt extensively with Western lending institutions, including the World Bank. Far from being an opponent of the West, as she is often portrayed to be, Hasina was quite willing to follow their prescriptions, integrating the garments industry into the global economy. She did, however, withstand pressures to join military alliances like the QUAD. As she herself put it, before this year’s election an unnamed “white man” offered her a smooth return to power in return for permission to establish a base in the country. Though we have no evidence of this, it is bound to fuel speculation of student protests being fuelled by an outside party, of them being yet another “colour revolution.”",
    "This brings me to the second point: Sri Lankans’ response to the situation in Bangladesh. Critics of the Sri Lankan government have chosen to laud the protesters’ calls for elections, pointing out that the aragalaya would have fulfilled its aims if the Sri Lankan parliament had been dissolved after Gotabaya Rajapaksa’s resignation. Supporters of the government, on the other hand, have commented that protests mean nothing without proper leadership and direction. In this, of course, they are both belittling the protests of 2022 and bolstering the current President, who, as at least two Opposition MPs and his own allies have noted, came to power on the back of the aragalaya itself.",
    "I think it’s anachronistic to draw these comparisons without accounting for the specificities in each case. I believe the geopolitical element was stronger in Bangladesh than over here, though there are of course numerous theories being floated in Sri Lanka as well. I also think it’s unhelpful to portray the protests as some kind of organic uprising or reduce them to the machinations of external parties. It is more instructive to view them for what they are: a sudden combustion of dissent, following years of unpopular, authoritarian rule, which has now only served to complicate the geopolitics of the region.",
    "Big business, good profits from the port’s SPBM and Mahaweli heavy transport",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}