{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-free-to-use-more-foreign-inputs-in-duty-free-apparel-exports-to-uk-237452/",
  "time_ut": 1755675840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka free to use more foreign inputs in duty free apparel exports to UK",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka apparel exporters will be allowed to use up to 100 percent input from any country and get duty free access to the UK from 2026, under plan to help developing countries.",
    "Under the UK’s Developing Countries Trading Scheme (DCTS), Sri Lanka receives benefits as an ‘Enhanced Preference’ country.",
    "Current rules allow tariff free access to Sri Lankan garments if inputs are sourced from the South Asian region along with restrictions around processing, the British embassy said.",
    "The liberalised rules will now offer countries eligible for ‘Enhanced Preference’ including Sri Lanka the same product-specific rules for apparel  cover by chapters 61 and 62 equal to the access lower income countries like Bangladesh get through ‘Comprehensive Preferences’.",
    "“We are pleased to confirm further details of the reforms to the DCTS,” the British High Commissioner to Sri Lanka Andrew Patrick said in a statement.",
    "“I know from my discussions with the JAAF, Sri Lankan manufacturers and UK brands that the changes are likely to have a significant positive impact on garment sector in Sri Lanka, while helping lower prices on the UK high street.”",
    "The liberalized access comes as Sri Lanka is facing higher tariffs from the US.",
    "“The upcoming changes to the DCTS will further strengthen Sri Lanka’s exports to the UK,”",
    "President of The Council for Business with Britain, Mark Surgenor said in the statement.",
    "“This is a particular success story for Sri Lanka’s garment industry where the proposed changes will mean that more of Sri Lanka’s garment exports to the UK could qualify for zero tariffs.",
    "“The Council for Business with Britain is very supportive of these changes and looks forward to continuing our work with businesses to promote trade between the UK and Sri Lanka.”",
    "“We see this as an opportunity to expand trade, strengthen industry competitiveness, and secure more jobs and livelihoods across Sri Lanka’s apparel sector,” Sri Lanka’s Joint Apparel Association Forum Secretary General, Yohan Lawrence, said.",
    "The Ceylon Chamber of Commerce said it will collaborate closely with the UK High Commission and the Government of Sri Lanka to disseminate information and build broad-based awareness across the private sector.",
    "“The Ceylon Chamber encourages Sri Lankan exporters to familiarise themselves with the new trade arrangements and prepare to take full advantage of the opportunities available.” (Colombo/Aug20/2025)"
  ]
}