{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84516",
  "time_ut": 1723413600.0,
  "original_lang": "en",
  "original_title": "The two Chief  similarities between Sri Lanka’s 2022 ‘youth aragalaya’ and Bangladesh’s youth uprising in 2024",
  "original_body_lines": [
    "Those who unwisely murmur ‘Bangladeshi people power a la Sri Lanka’ in assessing the ‘second liberation’ of Bangladesh following the jubilant toppling of fifteen year one-party rule by former Prime Minister Sheikh Hasina by thousands of youth earlier this month, must restrain their enthusiasm in no small part.",
    "The 2022 youth protests in Sri Lanka precipitating the flight of former President Gotabaya Rajapaksa and the collapse of his Government has led to significantly different outcomes in this country as compared to evolving – and still volatile – developments in Bangladesh.",
    "In essence, there are only two similarities. First, both Hasina and Rajapaksa, consumed by their monstrous political egos, refused to believe that the ‘hordes’ were literally at the door of their respective ‘palaces’ until the eleventh hour.",
    "Thus do all despots believe would probably be the lesson that these inglorious spectacles teach us. Their enforced departures with scarcely the clothes on their backs when personal security could no longer be guaranteed against the (literal) battering on their gates by the frenzied populace were as ignominious as appeals to various countries to ‘grant asylum.’",
    "The former Bangladesh Prime Minister managed to get temporary safe haven in India given her affinity with the Modi Government.",
    "Sri Lanka’s former President, on the other hand, traipsed like a gypsy from country to country to the eternal humiliation of his unfortunate people. Rajapaksa was later enabled by his chosen successor, President Ranil Wickremesinghe to return to Sri Lanka and benefit from all the perks and pension benefits of former Presidents.",
    "We now see the former President emerging out of the shadows and his nephew taking on the political mantle from his father Mahinda Rajapaksa to the hosannas of their (diminished but yet vociferous) party faithful.",
    "But more on that point later. Second, the youth of each country played a central hand in overthrowing the hated regimes of these two political leaders. As Bangladesh’s young delightedly caroused inside the ‘presidential palace,’ we were reminded of Sri Lanka’s youth jumping inside the presidential pool.",
    "Even so, scenes of protestors carrying away tables, chairs, fans and even dustbins from the Bangladeshi Prime Minister’s official residence were a trifle unnerving to say the least.",
    "Yet revolutions, like wars, are seldom pretty and rarely perfect. That said, the similarities between Sri Lanka’s 2022 ‘youth aragalaya’ and Bangladesh’s youth uprising in 2024 ends there.",
    "Bangladesh’s turbulence has, up to now, taken some three hundred lives, counting deaths of protesting youth at the hands of the police as well as reprisal killings of Awami League loyalists. Anti-Hasina protestors have demanded the resignations of top public and judicial officers including the Governor of the Central Bank and the Chief Justice.",
    "While turbulence to such an unprecedented extent did not occur in 2022 here, government politicians who point to Bangladesh and proclaim that ‘there but for Ranil Wickremesinghe would go Sri Lanka,’ need to be roundly told off.",
    "If the ‘aragalaya’ demand for ‘system change’ had resulted in an interim Government headed by a Nobel Laureate who wears his badge of being the ‘banker for the poor’ with grace and humility, we may have prided ourselves on achieving something different.",
    "Or if at least (since Sri Lanka does not have the distinction of a Laureate in its ranks), if an interim government after the 2022 uprising had youth leaders, well regarded academics and members of civil society who had grassroots legitimacy, there might have been occasion for joy.",
    "Bangladesh certainly has formidable problems in restoring law and order and returning to normalcy ahead of forthcoming general elections. But Sri Lanka post ‘aragalaya’ exemplified a completely different – and far from hopeful – reality.",
    "While President Wickremesinghe may well be credited with steering the nation though financially challenging times, there is little to hope from what he promises. It is overwhelmingly evident that ‘the corrupt and the ugly’ of the Rajapaksa regime cluster around him in numbers.",
    "He has argued that he has ‘not interfered’ with the courts in bringing the corrupt to justice in a meeting with the media recently. But what does the President mean by saying that he has ‘not interfered’ with the judiciary, I wonder?",
    "His frequent admonitions, hectoring and angry asides to the Court, certainly amounts to ‘interfering’ with the judicial process. That said, one must confess to a certain measure of relief given that expulsions of parliamentarians who unequivocally violate the discipline of their respective parties, are increasingly being upheld as valid by the Court.",
    "For decades, the public has detested the sight of politicians ‘crossing over’ with gay abandon from one side to the other for perks, privileges and political power.",
    "This has contributed to the degeneration of what is euphemistically referred to as the ‘political culture,’ though not even a shadow of that ‘culture’ has been preserved for most of our lifetimes.",
    "The most recent decisions are this week’s upholding of the expulsions of two parliamentarians of the Opposition Samagi Jana Balavegaya (SJB), who ‘crossed over’ to accept high profile Ministries in the Wickremesinghe Cabinet following the Gotabaya Rajapaksa exit in 2022.",
    "The Court found that natural justice safeguards had been properly followed in the expulsions and that there had been an unambiguous breach of party discipline.",
    "The same considerations in considering whether expulsions are valid under Article 99 (13) (a) would apply to members of the National List as well as elected Members of Parliament who cross the floor, it was ruled.",
    "Through these judgements, perhaps we will see a welcome retreat from the practice earlier where parliamentarians ‘crossed the floor’ of the House with gay abandon.",
    "A relatively innocuous proviso to Article 99(13) (a) provides that upon an expulsion, an MP can appeal to the Supreme Court within defined time limits. The Court must then determine whether such an expulsion is invalid and if found to be the case, then, by virtue of that constitutional provision, the seat does not become vacant.",
    "In the string of expulsions that dot our jurisprudence like pockmarks, it became a ‘cursus curiae’ that expulsions from a political party must be subject to the rules of natural justice, including the right to be heard.",
    "However there may be exceptional circumstances which justify the relaxation of this rule (Dissanayake v Kaleel, reported 1993).",
    "Both the majority and the minority opinions (Fernando, Kulatunga and Wadugodapitiya JJ) broadly agreed that the party constitution had primacy, the party ‘is pre-eminent and carries the ‘mandate of the electors.’",
    "That said, Justice Kulatunga’s dictum was that an expulsion will be deemed valid only if there are ‘overwhelming reasons’ and ‘only in the most exceptional circumstances permitted by law and in furtherance of the public good…’",
    "This dictum was employed later by judges to routinely rule expulsions as invalid, allowing an MP to remain in Parliament even after leaving his or her party. This trend of judicial decision making seems to be changing.",
    "Last year, the Court upheld the expulsion of a dissident Sri Lankan Muslim Congress member of parliament for voting against the party whip in Parliament (Nazeer Ahamed v SLMC and Others, 06.10.2023).",
    "This was on the basis that the political party ‘had tried its best to get an explanation’ from the MP concerned but he had not ‘cooperated.’",
    "Welcoming that decision, (‘Will the saloon door of political parties swing more cautiously now?’ Focus on Rights, Sunday October 22, 2023), it was observed that the ‘public good’ is no longer a consideration for ‘crossing over.’",
    "Ahead of Sri Lanka’s forthcoming Presidential Elections, we need to see a promise to enact an Anti-Defection law included in the manifestos of all political parties."
  ]
}