{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98084/vietnams-president-resigns-after-just-over-a-year-in-office",
  "time_ut": 1710937860.0,
  "original_lang": "en",
  "original_title": "Vietnam’s president resigns after just over a year in office",
  "original_body_lines": [
    "The Vietnamese Communist Party has accepted the resignation of President Vo Van Thuong, the government said on Wednesday, in a sign of political turmoil that could hurt foreign investors’ confidence in the country.",
    "The government said in a statement that Thuong had violated party rules, adding that those “shortcomings had negatively impacted public opinion, affecting the reputation of the Party, State and him personally”.",
    "The Central Party Committee, a top decision-making body in Communist Party-ruled Vietnam, approved Thuong’s resignation just about a year after his election.",
    "The president holds a largely ceremonial role but is one of the top four political positions in the Southeast Asian nation.",
    "The committee’s meeting preceded an extraordinary session of Vietnam’s rubber-stamping parliament scheduled on Thursday, when deputies are expected to confirm the party’s decisions.",
    "The government statement did not elaborate on Thuong’s shortcomings, but major leadership changes in the one-party state have recently been all linked to the wide-ranging “blazing furnace” anti-bribery campaign. It is aimed at stamping out widespread corruption but is also suspected by critics to be a tool for political infighting.",
    "Foreign investors and diplomats have repeatedly blamed the campaign for slowing down decisions in a country which is already grappling with cumbersome bureaucracy.",
    "Thuong, 53, quit days after Vietnamese police announced the arrest for alleged corruption a decade ago of a former head of central Vietnam’s Quang Ngai province, who served while Thuong was party chief there.",
    "He had also been a senior party official of economic hub Ho Chi Minh City, which has been rocked by a multi-billion-dollar long-running financial scam, for which a large trial is currently underway.",
    "Thuong was widely regarded as being close to ageing General Secretary Nguyen Phu Trong, Vietnam’s most powerful figure and the main architect of the anti-graft campaign.",
    "Last year, when former president Nguyen Xuan Phuc quit after the party blamed him for “violations and wrongdoing” by officials under his control, it took one month and a half for lawmakers to appoint Thuong as his successor.",
    "The current political crisis may well be resolved with the swift election of a new president, but risks remain that repeated reshuffles of top leaders hurt business sentiment in a country that is highly dependent on foreign investment.",
    "The Ho Chi Minh City stock exchange, the country’s main bourse, shed on Monday nearly 3% in the first hours of trading after news began circulating about the imminent resignation of the president.",
    "Foreign investors’ net sales in the first two days of the week amounted to about $80 million, according to Mirae Asset Securities, a broker.",
    "Thuong’s “removal could see policy and administrative decisions slow further as officials are more anxious about the arc of the anti-corruption campaign,” said a Vietnam-based adviser to foreign corporates, noting however that Vietnam’s position on key policies would not change.",
    "Investors who mostly praise political stability may not take well the premature departure of two presidents in about a year.",
    "Recent developments raise questions about “predictability, reliability and internal workings of the system” on which investment decisions hinge, said Florian Feyerabend, the representative in Vietnam for Germany’s Konrad Adenauer Foundation, a think tank.",
    "He noted however that “the overall political system of governance remains stable,” and Vietnam’s foreign policy aimed at maintaining good relations with both the United States and China would not change."
  ]
}