{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98754/minister-wijeyadasa-rajapakshe-appointed-acting-chairman-of-slfp",
  "time_ut": 1713681120.0,
  "original_lang": "en",
  "original_title": "Minister Wijeyadasa Rajapakshe appointed Acting Chairman of SLFP",
  "original_body_lines": [
    "Minister of Justice Wijeyadasa Rajapakshe has been appointed as the Acting Chairman of Sri Lanka Freedom Party (SLFP), sources told Ada Derana.",
    "This appointment has been made by the SLFP faction led by former President Maithripala Sirisena, who has been prevented by a court order from functioning as party chairman, during its executive committee meeting held in Athul Kotte today (21).",
    "On April 04, the Colombo District Court issued an enjoining order preventing former President Maithripala Sirisena from functioning as the SLFP chairman.",
    "Later, the SLFP’s politburo appointed Minister of Ports, Aviation and Shipping Nimal Siripala de Silva as the party’s Acting Chairman on April 08.",
    "Earlier in March, former President Maithripala Sirisena had stirred controversy when he claimed he was aware of the true mastermind of the 2019 Easter Sunday terror attacks and that he was prepared to disclose the information to the judiciary if inquired from him or if an order is issued regarding the matter.",
    "Speaking to the media in Kandy, Sirisena said that he is ready to disclose the relevant information and that at the same time, it is the responsibility of the judges to keep the information strictly confidential.",
    "Against this backdrop,  Justice Minister Wijeyadasa Rajapakshe said on Tuesday (16) that he has received several requests urging him to run for president in the upcoming election.",
    "Speaking to the media, the lawmaker revealed that the majority of these requests came from the members of the Central Committee of SLFP. Additionally, religious leaders including the Maha Sangha have sought the same, he said further.",
    "Rajapakshe said that he would take into account these requests and arrive at a final decision in the coming weeks."
  ]
}