{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/National-Chamber-of-Commerce-to-host-Romanian-Ambassador-tomorrow/34-765266",
  "time_ut": 1723076055.0,
  "original_lang": "en",
  "original_title": "National Chamber of Commerce to host Romanian Ambassador tomorrow",
  "original_body_lines": [
    "The National Chamber of Commerce of Sri Lanka will hold a bilateral trade and investment discussion between Sri Lanka and Romania tomorrow from 9:30 a.m. to 11:30 a.m. at its Auditorium, No. 450, D.R. Wijewardena Mawatha, Colombo 10.",
    "The Ambassador of Romania to Sri Lanka and Maldives Steluta Arhire, will serve as the Special Guest Speaker of the event. Attendees will have the exceptional opportunity to engage in a meaningful dialogue with the Ambassador. The overall purpose of this meeting is to discuss the current trade environment, investment opportunities/ services, policies, and other important information with the view to promote and strengthen bilateral trade and investment opportunities between Sri Lanka and Romania.",
    "Sri Lanka’s major export Items to Romania include: Activated Carbon; Coconut and Coco Fibre Products; Electrical Items; Machinery Items; Metal Products; Miscellaneous Edible Preparations; Non-Motorized Transport and Other Transport Equipment; Plants and Plant Parts; Rubber Products; Spices; Tea Products; Textiles and Apparels. (Source: Sri Lanka Customs and the Embassy of Romania in Sri Lanka.)",
    "Sri Lanka’s major import Items from Romania include: Animal or vegetable fats and oils; Chemical Products; Electrical and Electronic Products; Mechanical and Motor Products; Metal Products; Optical, Photographic, and Precision Instruments; Pharmaceutical products; Residues and waste from the food industries, prepared animal fodder; Rubber and Plastic Products; Textile and Fibre Products; Wheat and Meslin; Wood Products. (Source: Sri Lanka Customs and the Embassy of Romania in Sri Lanka.)",
    "Further, there will be business delegates attending the session representing the Bucharest Chamber of Commerce and Industry from Romania. Their areas of business interest include the import-export of wines and agricultural products, as well as the importation of garments."
  ]
}