{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/If-you-want-to-take-a-holiday-go-to-Sri-Lanka-Jaishankar/155-276041",
  "time_ut": 1706686020.0,
  "original_lang": "en",
  "original_title": "’’If you want to take a holiday, go to Sri Lanka,’’ Jaishankar",
  "original_body_lines": [
    "India, Jan 31 (Daily Mirror) - Addressing an event in India, External Affairs Minister S. Jaishankar said, \"My first advice to you, the next time you want to take a holiday, go to Sri Lanka. I’m serious. Please go to Sri Lanka. I say this to all of you.\"",
    "\"I had visited Sri Lanka and saw firsthand the fuel queues and shortage of food and essential commodities. The only country that came forward at this time was India,\" Minister Jaishankar reflected on the dire circumstances he had observed during his visit.",
    "He emphasized that amidst the global indifference to Sri Lanka's economic turmoil, India emerged as a steadfast ally, garnering significant appreciation from the Sri Lankan populace.",
    "He also underscored the significance of India's assistance to Sri Lanka amidst its economic challenges, highlighting its positive impact on India's image among Sri Lankan citizens.",
    "During the crisis, India pledged a substantial sum of USD 4.5 billion in aid to Sri Lanka, a commitment that surpassed the assistance offered by the International Monetary Fund (IMF).",
    "\"They negotiated with the International Monetary Fund (IMF) for a long time. The IMF should have been from where the help should have first come from. The IMF package was less than USD 3 billion,\" he remarked, highlighting the comparative scale of India's support.",
    "Minister Jaishankar underscored that India's immediate and substantial aid to Sri Lanka exceeded the IMF's assistance by 50%, reinforcing India's commitment to its neighbour during times of need.",
    "The remarks by Minister Jaishankar came in response to inquiries about allegations of neighbouring countries turning against India, further illustrating India's proactive stance in fostering regional stability and cooperation."
  ]
}