{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Revitalising-Sri-Lanka-s-future-Path-forward-with-export-oriented-manufacturing-economy/4-761615",
  "time_ut": 1715298515.0,
  "original_lang": "en",
  "original_title": "Revitalising Sri Lanka’s future: Path forward with export-oriented manufacturing economy",
  "original_body_lines": [
    "The importance of entrepreneurs as the backbone of our economy should be recognised and honoured",
    "Sri Lanka has been through an unprecedented macroeconomic crisis with a complete economic meltdown since 2022 resulting from years of financial mismanagement, and the current global recession resulted from the scarring effects of the COVID-19 pandemic, geopolitical tensions, and many other factors. To date, the country indicates signs of stabilisation but, still faces challenges with elevated poverty levels, income inequality, and labour market concerns.",
    "Given these challenges, the Government needs to carefully plan monetary and fiscal policies and implement growth-enhancing structural reforms to emerge from the current economic crisis, while laying the foundation for improving long-term green, resilient, and inclusive growth prospects. Future generations desperately require us to develop our country to give them a chance to live a comfortable life when it becomes their turn.",
    "When we closely examine the export income of Sri Lanka in 2022, it is evidenced that the contribution from goods, services, worker’s remittances, and tourism are respectively 13,106, 3,062, 3,789, and 1,257 million USD according to the annual report of the Central Bank. Income generated from each of these sectors over the last decade showed that the services, worker’s remittances, and tourism sectors were significantly more sensitive to external shocks than goods export.",
    "It was evident between 2018 and 2022 that the percentage reduction of income from services, worker’s remittances, and tourism sectors was 63%, 46%, and 71% respectively in contrast to the increase of goods export by 10% proving that goods export is more stable against the external challenges among these high potential foreign income generating sectors. Strengthening the most stable sector would therefore be more sustainable for the Sri Lankan economy in the long run hence we believe that moving forward with an export-oriented manufacturing economy would be a sustainable path forward.",
    "A survey conducted by the International Financial Corporation affiliated with the World Bank in 2004 concluded that the ease of doing business plays a crucial role in shaping economic outcomes and opportunities for entrepreneurs worldwide where rich countries’ streamlined processes encourage business development, while challenges persist in poorer nations. According to the Ease of Doing Business Index published by the World Bank in 2020, the most recent report as of 2023, Sri Lanka was placed in rank 99 among 190 economies reflecting that the regulatory environment is not so conducive for starting and operating a local firm. It suggests that there are still significant hurdles to overcome to create a more favourable environment for entrepreneurs.",
    "The country needs to address the challenges faced by the industry and provide Sri Lankan entrepreneurs with all the necessary prospects for a proper transition to a business-friendly environment by creating a conducive environment for business, building an entrepreneurial culture in the society, and convincing society of the national importance of manufacturing to rebuild Sri Lanka into an affluent economy. With a careful investigation, the Industrial Development Board of Sri Lanka (IDB) identifies five major constraints to the growth and development of the industrial sector.",
    "They can be listed as, no adequate readily available lands for industries, problems with financial liquidity, difficulties in business licensing (3Ls – Land, Liquidity, and Licensing), inconsistent national policies, and low entrepreneurial capacity in the country. In establishing the above goals while addressing the industrial challenges, IDB sets below six SMART objectives to be attained by 2030.",
    "1. Improve the “Ease of Doing Business” index rank of the country – from 99th position to below 50th",
    "3. Improve the land contribution to industrial zones from 0.04% to 1% considering industrial land is a binding constraint to growth and economic transformation in Sri Lanka as a lack of industrial land means that there are few appropriate locations for new export-oriented establishments as well as low opportunities for finding investors",
    "5. Improve per capita export by up to 50% of the global average",
    "6. Reduce GHG emissions by 7% compared to the BAU scenario through resource efficiency, green technology, and circular economy concepts",
    "Moving forward with these SMART objectives to help Sri Lankan entrepreneurs reach their goals and take their businesses to the next level, we tailor our work plan through START-UP and SCALE-UP strategies. START-UP aims to enhance the number of new enterprises by turning potential business ideas into a reality. SCALE-UP’s strategy intends to drive the existing businesses to expand in every possible avenue. Both strategies identify the importance of empowering entrepreneurial mindset and culture in society targeting from school children to retired senior citizens. Among the plans designed for this empowerment are the establishment of industry entrepreneurial circles in schools/universities/vocational training institutes/dhamma schools, new reforms in the education sector to amend the curricula of secondary, tertiary, and higher education, and SEDA start-up and SEDA Scale-up programs.",
    "Dissemination of new technology and entrepreneurship training to support budding and existing entrepreneurs are scaled up too. It is expected to get Sri Lankan ambassadors abroad involved with media and other responsible Government institutes to find new markets while expanding the local/global market opportunities for existing manufacturers. Correcting inconsistent policies for an export-oriented manufacturing economy, solving issues in land and financial liquidity, and simplifying the business registration processes to make them more effective by taking all business licencing processes under one roof with digitised processes are new plans to help entrepreneurs with their requirements. Improving quality standards is considered a priority, as the quality of the product is crucial in our journey.",
    "This journey cannot be succeeded by IDB alone. Achieving such a significant leap will require substantial involvement across all cohorts of society. The Government officers should better identify institutional responsibilities and be honest with them to provide entrepreneurial-friendly services favouring industrial needs. Most importantly, the importance of entrepreneurs as the backbone of our economy should be recognised and honoured. IDB plans to use Buddhist and other religious philosophies to build and nurture the entrepreneurial culture. It is expected that all religious leaders in the country will play a crucial role in creating social recognition for entrepreneurs. They are expected to be involved in social dialogues to be the leading voice on industry-related issues.",
    "Media is also responsible for transforming social mindset from job seekers to job providers, from traders/importers to manufacturers, and from employees to entrepreneurs. Similarly, they should be the leading social voice on industry-related issues to build pressure at necessary places and need to be actively involved in building social recognition for entrepreneurs by prioritising space and time allocation from each media as necessary."
  ]
}