{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/in-tamil-nadu-bjp-has-crossed-the-rubicon/",
  "time_ut": 1706712415.0,
  "original_lang": "en",
  "original_title": "In Tamil Nadu BJP Has Crossed The Rubicon",
  "original_body_lines": [
    "Annamalai the state President of Tamil Nadu together with the BJP were over the hump by end November 2023. As December closed, both leader and the party have crossed the Rubicon. Two regional parties with a substantial presence in the state, have already declared their allegiance to the winning formation – BJP. Two other leaders are on the verge of announcing their popular support. With such crystallization, the national party and the state leader are now in a clear comfortable zone for three more months of electioneering.",
    "Two political formations of uneven strength are poised for battle to capture power at the centre, that is Lok Sabha. A confident BJP quite nascent in 2014 led by a strong leader sought a mandate for governance of the nation and got it in no unmistakable terms. The summation of victories in    states provided an absolute majority of 282 seats in the central legislature. To add further strength were alliance parties coming forward to constitute the NDA, taking the total strength to 336. That was in 2014.",
    "A positively successful whole term brought in a remarkable strength of 303 for the BJP and a handsome 353 seats to NDA in 2019. Two consecutive terms have remained consistent with visible marks of stability and growth. The benefits to follow were the rewards of incumbency.  They hold promise of greater seat strength when the third elections conclude in May 2024.",
    "While the absolute majority conduced to stability, the cabinet of capable ministers with a strong minded Prime Minded Prime minister made for steady growth and a contended polity. The first term of firm governance was marked by a substantial reduction in high end corruption nation-wide. Many other financial reforms plugged the holes to unwholesome outflows. The second term was built on a finer consolidation of the financial system. The invocation of the GST and fullest use of electronic contrivances in tax collection placed financial consolidation well in time, in the hands of the government. Extensive use of the Banking system eliminated loopholes for correcting malpractices besides ushering in efficiency and expeditious transactions. A sudden jump into the most modern system, changed the mindset even of the least educated living in remote enclaves.",
    "The environment of peace and sustained wellbeing promised an assured second term and Modi sought it with confidence. It came by easily and a happy electorate enhanced the majority to 303 seats. With   partners in coalition, the BJP had assured support for its unprecedented programme of development. Parliamentary support in the Rajya Sabha was a further guarantee for courageous course of action. How did this courage manifest? Its principal impact was in the integration of science and technology in speedy development processes. For an extensive sub-continent that is India, speed of travel and transport together with timely availability of goods and services were essential to the quality of life of the citizens. All of them made their beneficial presence, much to the confidence of Modi and his cabinet.",
    "Coterminous with the resounding election sweep in May 2019 were, as many as four happenings of remarkable significance. They made their entry not with a whimper but with a bang. The most conspicuous was certainly gestating for no less than seven decades and needed two greats, if not men of steel to deliver; Modi and Amit Shah. Historically the second was Redevelopment of Varanashi. Wrapped up in great religious fervour and demanding the support of the largest Hindu population was Redevelopment of Ram Temple in Ayodhya. Of great political paramountcy is the rising star that is Tamil Nadu in the south of India.",
    "The immediate first step was abolition of Article 370 and integration of Jammu and Kashmir in a real sense into the Indian nation. Kashmir which remained an ulcer politically is now another developed part of India displaying signs of social integration and religious amity. Mirth and happiness among Kashmiris are seen and appreciated by all Indians. Infrastructure development to Jammu Kashmir, came off the hand and mind of Modi to make them equal to other parts of India. The Indian Institute of Medical Sciences in Jammu, though part completed was opened in 2023. When finished it will be the second largest in India. Does one see partiality in the treatment of Muslims?",
    "Among the most hallowed of the ancient cities of India, it has an aura of its own. It is reputed to have the world’s oldest seat of learning. A fair portion of the structures and infrastructure stand revamped. The Ganges is partially cleansed. An appreciable area has become a great area for pilgrimage. Rehabilitation, cleanliness, facilities and easy transport have helped in a modern area of pilgrimage. Together with Ayodhya and Rameshwaram it will link up the places associated with Rama. Modi was greatly engaged in all the religious ceremonies in the last two years. The year 2024 will blazon forth as a new era for the religiously oriented.",
    "The beauty and excellence of the city of Ayodhya were best created by the Tamil Poet Kamban for the benefit of hos colossal work Kamba Ramayanam. The episodes and sculptures produced recently taken from Valmiki Ramayana or others have enchanted viewers. With the benefit of modern technology, the modern world has accessed them. Poetry was brought to life. For centuries, millions will delight in the sight of Ramayana brought to life by the labours of Modi and his colleagues, the architects and engineers, artisans and workers of every description. Millions will travel and India will see the circulation of money as never before experienced. This is development at its best.",
    "For no less than four years, Tamil Nadu has been drawn into the orbit of change and turmoil. The topmost at the centre; Modi, Amit Sha and Nadda together with Annamalai in Tamil Nadu are sparing no pains to bring about the transformation that the state must go through, whatever the cost. Eradication of corruption is imperative in every pore of economic activity. From the beginning of 2020, surveys were made on moneys hoarded and assets hidden in Rs. Billions and reaching close to even Rs one trillion. All these were happening with impunity for over half a century. There was no popular endorsement of governmental performance; only money at play when it flowed freely at elections.",
    "In April 2023 a list of corrupt ministers numbering 18 was published in the media. Ever since, the corrupt are on the run up to 29th January 2024 with the Tax authorities and ED officers in hot pursuit. Those in the 2nd list are in fear of exposure in the coming 75 days. For once this exposure is before the public, consequent to the great work done by the President of Tamil Nadu BJP. Imprisonment stalks the guilty. Annamalai the President has done his work in no less than 93 Pada Yatras in Tamil Nadu. In recent times attendance at meetings has approached a lakh if not more. Mortal fright is their plight as described by Annamalai. Vote purchase, the last refuge of scoundrel DMK candidates and politicians is ceasing to prevail and fresh approaches including assaults on DMK politicians have become a marked phenomenon.",
    "For nearly a century, Tamils never had a leadership as of now. The state gained its identity as a part of Madras Presidency, being one among a few Dravidian States. Omandur Ramasamy Reddiar was great in all respects to be Chief Minister. He was principally a Congress man. So was Rajaji more a Congress Great and a reputed Tamil scholar than a Tamil Nadu politician. Hon. Kamarajar was totally Chief Minister of Madras. In 1956 Tamils got their recognition as a state. Completeness with a distinct language based ethnic identity came about as Tami Nadu in 1969.",
    "After a succession of Chief Ministers till 2021, Annamalai has got the duly anointed mantle of BJP leader as President of BJP for Tamil Nadu. His position is unique and much coveted. He stood selection to Public Service as a Police Officer through an open competitive examination. After a decade of distinguished service winning accolades all round, he threw away personal advancement in favour of service to Mother India and more specifically to Tamil Nadu. For over three years he has dedicated his all to the state and the people look forward to decades of his service. His name is now a synonym for selflessness.",
    "The four happenings touched on in a few lines are less than the tip of the iceberg, studied or discerned for many years. As per my assessment I have picked up intellectuals of worth whose weight is well known by the quality of their expositions. What is standing out in the current encounter is the tenor of the comments noted for candour and objectivity. Virtually the totality of the observations are their wish and prayer for BJP victory in 2024 and Annamalai’s ascent as Chief Minister of Tamil Nadu in 2026.  Weekly progress in voter strength is anticipated till mid- February and daily increase after Modi’s concluding visit to Palladam on  February 18th. Annamalai and his lieutenants in lakhs, have worked up the voters to fever pitch as the state is watching. Precise forecasts will be forthcoming by mid-April, 2024, ahead of the first day of poll."
  ]
}