{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100386/floods-kill-six-rhinos-in-india-national-park",
  "time_ut": 1720498980.0,
  "original_lang": "en",
  "original_title": "Floods kill six rhinos in India national park",
  "original_body_lines": [
    "More than 130 wild animals, including at least six rare rhinos, have died in flooding at a national park in north-eastern India, officials say.",
    "The Kaziranga National Park in Assam is experiencing its worst deluge in recent years.",
    "The dead animals - many of whom died by drowning - include 117 hog deer, two sambar deer, a rhesus macaque and an otter.",
    "In 2017, more than 350 animals died due to floods in the park and vehicle collisions during migration through animal corridors to the highlands.",
    "Officials say they have rescued 97 animals from flood waters - 25 of them are receiving medical care while 52 others have been released after treatment.",
    "Kaziranga is home to the world’s largest population of one-horned rhinos, which were nearly extinct at the turn of the century. It’s a Unesco World Heritage site, with over 2,400 one-horned rhinos.",
    "The park is also a tiger reserve and home to elephants, wild water buffalo and numerous bird species. The endangered South Asian dolphins are also found in the rivers that criss-cross the park.",
    "Last week, an 18-month-old rhino calf took shelter at a house in a village near the park and was rescued by the Centre for Wildlife Rehabilitation and Conservation, the Press Trust of India reported.",
    "Assam has been devastated by floods due to torrential rains, with major rivers in the state flowing above the danger level.",
    "This year’s rains have inundated large parts of the park and submerged thousands of villages. More than 60 people have been killed and over two million people displaced in the deluge.",
    "There has been extensive damage to roads and other infrastructure, as well as loss of crops and livestock.",
    "Officials have warned of even more rain with water levels in the Brahmaputra river, which runs through the state, expected to increase in the coming days.",
    "Across Assam, hundreds of relief camps have been set up to shelter the displaced.",
    "Flooding and landslides are a common occurrence during the monsoon in north-eastern India and neighbouring countries."
  ]
}