{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101986/19-indian-fishermen-repatriated-from-sri-lanka-reach-chennai",
  "time_ut": 1726375560.0,
  "original_lang": "en",
  "original_title": "19 Indian fishermen repatriated from Sri Lanka, reach Chennai",
  "original_body_lines": [
    "Nineteen Indian fishermen who were released from the custody of Sri Lanka reached Chennai, a statement by Indian Embassy in Sri Lanka said.",
    "The statement came on Friday as fishermen community and the villagers in Tharuvaikulam of Tamil Nadu’s Thoothukudi district staged a one-day hunger strike on Monday demanding the release of 22 fishermen “arrested” by the Sri Lankan Navy.",
    "In a post on X, Indian Embassy in Sri Lanka stated, “Returning home to India! 19 Indian fishermen have been safely repatriated from Sri Lanka and are on their way back to Chennai.”",
    "Speaking to ANI, Murugan, one of the protestors, urged the central and state governments to cancel the fine imposed by the court on the fishermen and facilitate the recovery of two powerboats seized by the Sri Lankan Navy along with the release of 22 fishermen.",
    "“The Sri Lankan Navy arrested 22 fishermen who had gone fishing in two boats last month from Tharuvaikulam, Tuticorin district, claiming that they had entered Sri Lankan territory. The 22 fishermen were then handed over to the Kalpiti Fisheries Department. They were produced before the Puttalam District Kalpitiya Tourism Court later and have been lodged in the Wariyapola Jail. The trial is underway in the court there,” Murugan said.",
    "According to the protestors, the Sri Lankan court has asked 12 fishermen aboard one of the boats to pay a fine of Rs 42 lakh (Rs 1.5 crore in Sri Lankan currency) and given them a six-month sentence in default of payment. The protestors have demanded relief from this fine.",
    "Earlier, as per a letter written by Tamil Nadu Chief Minister MK Stalin on September 7, 14 fishermen from Pudukkottai District along with their three mechanised fishing boats were taken into custody by the Sri Lankan Navy."
  ]
}