{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sunshine-holdings-delivers-record-fy24-results-propelled-by-healthcare-and-consumer-sectors/",
  "time_ut": 1717202520.0,
  "original_lang": "en",
  "original_title": "Sunshine Holdings delivers record FY24 results propelled by Healthcare and Consumer sectors",
  "original_body_lines": [
    "Diversified Sri Lankan conglomerate Sunshine Holdings PLC (CSE: SUN) recorded resilient revenue growth amidst the backdrop of a moderately stable macroeconomic conditions, reporting notable top-line and bottom-line growth during the year ended 31 March 2024. Group’s Healthcare and Consumer sectors led growth while healthcare segment remained the major contributor to total Group revenue in FY24.",
    "Sunshine recorded a consolidated Group revenue of Rs.55.5 billion for the year ended 31 March 2024, a 7% Year-on-Year (YoY) growth. Profit after tax (PAT) for the period in review increased by 66.4% to Rs. 6 billion. The gross profit also increased by Rs. 3.7 billion, representing a robust 27.6% YoY growth, primarily driven by the margin expansion in both the healthcare and consumer segments. The gross profit margin for the period stood at 31%, marking a significant improvement of 500 basis points compared to the previous year.",
    "The Group’s robust financial performances were declared at a time when the International Finance Corporation (IFC) announced a proposed equity investment of up to Rs. 3.2 billion in its healthcare arm, Sunshine Healthcare Lanka (SHL). Subject to satisfaction of conditions, IFC will own approximately 14.7% of SHL. The investment further underscores the confidence of international agencies in Sunshine Holdings’ growth plans.",
    "‘Serendib Flour Mills playing key role in Sri Lanka’s food security’",
    "Crocodile ranked among LMD’s Top 10 Most Loved Retail Lifestyle Brands",
    "Sunshine Holdings announces the appointment of Shyam Sathasivam as Group CEO",
    "Sunshine Holdings delivers robust performance in 1H amidst macroeconomic challenges",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}