{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-records-six-crossings-despite-investor-worries-stemming-from-polls-promises/",
  "time_ut": 1709043540.0,
  "original_lang": "en",
  "original_title": "CSE records six crossings despite investor worries stemming from polls promises",
  "original_body_lines": [
    "Polls promises made by certain political parties and the restructuring process of state owned enterprises not being carried out in keeping with IMF requirements, have created some worries among local and foreign stock market investors, market analysts said. However, CSE transactions yesterday were characterized by six crossings.",
    "Both CSE indices showed mixed reactions. The All Share Price Index up by 15.63 points, while S and P SL20 declined by 3.36 points. Turnover stood at Rs 2.53 billion with six crossings. Those crossings were reported in LB Finance, which crossed 10.2 million shares to the tune of Rs 625 million; its shares traded at Rs 61, Hemas 1.6 million shares crossed for Rs 118 million and its shares traded at Rs 74, Hayleys 800,000 shares crossed for Rs 61.6 million; its shares fetched Rs 77, Expolanka Holdings 400,000 shares crossed to the tune of Rs 60 million; its shares sold at Rs1 50, People’s Insurance 1.5 million shares crossed for Rs 31.6 million; its shares traded at Rs 21 and Three Acre Farm 90000 shares crossed to the tune of Rs 22.7 million; its shares traded at Rs 22.7 million.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Dialog Rs 442 million (44.1 million shares traded), LB Finance Rs 265 million (4.3 million shares traded), Vallible One Erathne Rs 158.4 million (18.3 million shares traded), Lanka Brewery Rs 78.4 million (83000 shares traded), Expolanka Holdings Rs 49.2 million (335,000 shares traded), Lanka Tiles Rs 41.8 million (848,000 shares traded) and Commercial Bank Rs 41.5 million (456,000 shares traded). During the day 108.2 million share volumes changed hands in 9600 transactions.",
    "Yesterday the US dollar buying rate was Rs 306.06 and selling rate Rs 315.72.",
    "AICPA & CIMA CXO Forum spotlights the future of business, accounting, and finance",
    "Cabinet nod to suspend ‘parate executions’ till 15th December 2024",
    "CSE launches version3 of its Business Intelligence Dashboard – CSE Market IQ (MIQ)",
    "Positive investor sentiment eludes CSE in the absence of macroeconomic support",
    "CSE partners with SLIM to promote capital market education among students",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}