{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-fill-vacancies-in-its-office-on-missing-persons-161518/",
  "time_ut": 1714991700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to fill vacancies in its Office on Missing Persons",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Parliament has called for applications to fill vacancies in its Office on Missing Persons (OMP).",
    "“Applications from eligible persons have been called to fill the vacancies in the posts of member in",
    "the Office on Missing Persons (OMP),” it said in a statement.",
    "Applications should be prepared in accordance with the information available on the Parliament website and sent on or before May 27 to; ‘Secretary-General to the Constitutional Council, Constitutional Council – Office, Parliament of Sri Lanka, Sri Jayewardenepura Kotte by registered post, or by email to constitutionalcouncil@parliament.lk the statement said.",
    "Applicants should indicate ‘Appointment of Members to the OMP’ on the top left-hand corner of the envelope, or as the subject of the email.",
    "President Ranil Wickremesinghe has said the government hopes to resolve the issue of missing persons by 2025. “We are committed to resolving the land issue in the North and addressing the missing persons’ matter before the conclusion of 2025,” Wickremesinghe was quoted in a statement by his media division earlier this year.",
    "The Council of the European Union in November in a Joint Staff Working document on the progress of Sri Lanka, highlighted concerns regarding the independence and effectiveness of the Office on Missing Persons and the Office of Reparations, after the introduction of the 20th amendment of the Sri Lankan Constitution in October 2020.",
    "A trade concession scheme with the European Union trade bloc, namely, the Generalised Scheme of Preferences Plus (GSP+), for Sri Lankan exports is conditional on compliance with international human rights conventions.(Colombo/May6/2024)"
  ]
}