{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98335/katchatheevu-island-row-modi-says-new-details-unmasked-dmks-double-standards",
  "time_ut": 1711947480.0,
  "original_lang": "en",
  "original_title": "Katchatheevu island row: Modi says ‘new details unmasked DMK’s double standards’",
  "original_body_lines": [
    "Indian Prime Minister Narendra Modi on Monday said that new details on the Katchatheevu island issue “have unmasked DMK’s (Dravida Munnetra Kazhagam) double standards totally”. His remarks came a day after he attacked the Congress over its decision to hand over the strategic island to Sri Lanka in the 1970s.",
    "In a post on X, the Prime Minister said, “Rhetoric aside, DMK has done NOTHING to safeguard Tamil Nadu’s interests. New details emerging on #Katchatheevu have UNMASKED the DMK’s double standards totally.”",
    "“Congress and DMK are family units. They only care that their own sons and daughters rise. They don’t care for anyone else. Their callousness on Katchatheevu has harmed the interests of our poor fishermen and fisherwomen in particular,” he added.",
    "Katchatheevu island is where fishermen from Tamil Nadu go to fish. But they are detained by the Sri Lankan Navy as soon as they cross the International Maritime Border Line (IMBL) to reach the island.",
    "On Sunday, Prime Minister Modi not only attacked the Congress for handing over the island to Sri Lanka but also accused the party of “weakening” the country’s integrity and interests.",
    "His remarks came in response to a Right To Information (RTI) report which revealed how the Congress government led by then Prime Minister Indira Gandhi handed over Katchatheevu to Sri Lanka in 1974.",
    "“Eye-opening and startling! New facts reveal how Congress callously gave away Katchatheevu. This has angered every Indian and reaffirmed in people’s minds - we can’t ever trust Congress! Weakening India’s unity, integrity and interests has been Congress’ way of working for 75 years and counting,” he tweeted citing a media report.",
    "Also on Monday, External Affairs Minister S Jaishankar also criticised the DMK and Congress on the Katchatheevu island row, saying the two parties “have approached this matter as though they have no responsibility for it”.",
    "While addressing a press conference in Delhi, Jaishankar said, “In the last 20 years, 6,184 Indian fishermen have been detained by Sri Lanka and 1,175 Indian fishing vessels have been seized, detained or apprehended. This is the background of the issue that we are discussing”.",
    "“In the last five years, the Katchatheevu issue and the fisherman’s issue have been repeatedly raised by various parties in Parliament. It has come up in parliament questions, debates and in the consultative committee. The then Chief Minister of Tamil Nadu has written to me numerous times. And my record shows that to the current Chief Minister, I have replied 21 times on this issue. This is not an issue which has suddenly surfaced. This is a live issue,” he added.",
    "He said that although the matter has been “the subject of correspondence between the union government and the state government... every political party in Tamil Nadu has taken a position on this.",
    "“Two parties, the Congress and the DMK, have approached this matter as though they have no responsibility for it. As though the situation is for today’s Central government to resolve, there is no history to this,” Jaishankar added.",
    "The External Affairs Minister further claimed that “we know who did this, what we don’t know is who hid it. We believe that the public has the right to know how this situation came up”.",
    "“This issue has been hidden too long from the gaze of the public. The fishermen are still being detained today, boats are still being apprehended, and the issue is still being raised in Parliament. It is being raised in Parliament by two parties who did it,” he said.",
    "“Whenever there was an arrest, how do you think they were released? It is very good to give statements from Chennai, but the people who do the work are us.”",
    "The Prime Minister’s remarks on Sunday led to criticism from both the Congress and DMK.",
    "While Congress chief Mallikarjun Kharge asked if the BJP-led NDA government at the Centre took any steps to resolve the issue and take back the island, the DMK said the BJP was busy playing blame games with the Opposition and alleged it was “afraid” to campaign on its achievements."
  ]
}