{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-invites-party-leaders-for-collective-dialogue-with-imf-148801/",
  "time_ut": 1706265600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President invites party leaders for ‘collective dialogue’ with IMF",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s President Ranil Wickremesinghe has invited political party leaders in Parliament to discuss the IMF agreement implementation with the fund’s Managing Director.",
    "“I am willing to extend an invitation to the Managing Director of the IMF to participate in a collective dialogue here. Let us collaboratively explore different perspectives and propose modifications if deemed beneficial,” Wickremesinghe said during the International Customs Day celebrations at the Colombo Customs Headquarters on Friday (26), according to his media division.",
    "Sri Lanka has entered into an agreement with the International Monetary Fund, a pact signed by numerous countries, including 15-20 others.",
    "In return for a bailout, the agreement has Sri Lanka restructuring its foreign and local debt after the country defaulted in peacetime after triggering serial currency crises, and increasing its revenue.",
    "“It is an agreement we cannot simply walk away from, necessitating collective discussion and consideration. However, the unfortunate reality is that our political landscape often resembles the fleeting nature of “papadam” —put in the pan, enjoyed when it blooms, and soon forgotten. The cycle repeats, with new issues emerging, gaining momentary attention, and eventually fading into oblivion,” Wickremesinghe said.",
    "“While the amendment process is open for consideration, it is imperative to acknowledge the existing agreement and work towards its implementation.”",
    "Wickremesinghe said that the economy suffered due to the politics of promises, and that all political parties need to formulate comprehensive plans for the country’s development when gearing up for an election.",
    "Presidential and general elections are due to be held this year. Provincial Council elections have been long overdue.",
    "Wickremesinghe thanked the Customs Department for their contributions to revenue in 2023, and said it needed to enhance efficiency to boost the country’s revenue further.",
    "“The Customs Department holds a significant historical position, being considered one of the oldest government departments in Sri Lanka. Historical records indicate that customs taxes were collected around 2000 years ago at the ancient port of Manthai. From the Anuradhapura era, through the Kotte era and into the Kandy era, customs revenue has played a pivotal role in the nation’s existence.” (Colombo/Jan26/2024)"
  ]
}