{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Tri-force-security-for-former-Presidents-to-be-withdrawn-from-next-week/56-770641",
  "time_ut": 1734476956.0,
  "original_lang": "en",
  "original_title": "Tri-force security for former Presidents to be withdrawn from next week",
  "original_body_lines": [
    "Public Security Minister reveals Govt. has spent Rs. 1,488 million over past 11 and a half months on the security of former Presidents",
    "Says move to reduce security expenditures on former Presidents aims to address public dissatisfaction with excessive spending on politicians",
    "Stresses current security arrangements are based on proper assessments, with input from Chitrasiri Committee",
    "Minister of Public Security Ananda Wijepala announced in Parliament yesterday that tri-force personnel assigned for the security of former Presidents will be withdrawn starting next week. The move comes amidst concerns over excessive public expenditure, with the Government having spent Rs. 1,488 million on the security of former presidents over the past eleven and a half months.",
    "Delivering a special statement, Minister Wijepala emphasised that the decision aims to reduce unnecessary spending of public funds while addressing public discontent.",
    "“The excessive use of public resources on politicians has led to dissatisfaction among the people,” the Minister noted. “This is not about targeting any particular former president but about introducing accountability and prudent spending.”",
    "He clarified that under the Presidential Rights Act, there is no specific directive on the quantum of security to be provided. Security arrangements for former leaders are determined following proper assessments, including recommendations by the Chitrasiri Committee, which evaluates the level of threats.",
    "The Minister revealed that Rs. 710 million had been spent on the security of Mahinda Rajapaksa, with a cost of Rs. 328 million incurred by the tri-forces, Rs. 327 million by the police, and Rs. 55 million by the Presidential Secretariat. Maithripala Sirisena’s security cost Rs. 207 million, including Rs. 185 million spent by the police, Rs. 6 million by the tri-forces, and Rs. 16 million by the Presidential Secretariat.",
    "For Gotabaya Rajapaksa, the expenditure totalled Rs. 307 million, comprising Rs. 258 million cost incurred by the tri-forces, Rs. 39 million by the police, and Rs. 10 million by the Presidential Secretariat.",
    "Meanwhile, Ranil Wickremesinghe, who retired three months ago, incurred a security cost of Rs. 82 million, with Rs. 19 million spent by the tri-forces while Rs. 60 million was spent by the police, and Rs. 3 million by the Presidential Secretariat.",
    "He said additionally, the Government spent Rs. 112 million on Chandrika Bandaranaike Kumaratunga, with a cost of Rs. 99 million incurred by the police and Rs. 12 million by the Presidential Secretariat, while Rs. 32 million was spent on Hema Premadasa, wife of the late Ranasinghe Premadasa, with Rs. 30 million by the police and Rs. 3 million by the Presidential Secretariat.",
    "Minister Wijepala reiterated that such levels of expenditure, amounting to Rs. 1,488 million, place an undue burden on public finances. “This is a very difficult situation, especially considering the economic challenges faced by the country,” he stressed.",
    "The Minister further elaborated on the current security arrangements for the former presidents and other VIPs. Mahinda Rajapaksa has been provided with 60 police officers and 228 tri-forces officers for security and related activities, while Maithripala Sirisena has 4 military officers and 60 police officers assigned as security guards. Gotabaya Rajapaksa currently receives security from 210 tri-forces personnel and 22 police officers. For Ranil Wickremesinghe, the retired president has been assigned 57 military officers and 60 police officers, amounting to a total of 117 security personnel. Additionally, Chandrika Bandaranaike Kumaratunga has been provided with 60 police officers, and Hema Premadasa, wife of the late Ranasinghe Premadasa, is currently assigned 10 police officers for her protection, he said."
  ]
}