{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-income-taxes-lost-due-to-boi-concessions-rs23-94bn-in-2022-154432/",
  "time_ut": 1710298140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka income taxes lost due to BoI concessions Rs23.94bn in 2022",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has lost 23.94 billion in corporate taxes in 2022 from concessions given to Board of Investment approved companies compared to higher corporate tax rates approved by parliament under an International Monetary Fund program.",
    "According to the tax expenditure statement the taxable income was 168 billion rupees, with 77 billion in manufacturing, 50 billion rupees in apparel, 22.7 billion in the power sector.",
    "Tax expenditure in manufacturing was 8,551 million rupees. Whether the firms are export or domestic oriented is not known.",
    "Apparel was 5,264 million rupees, knowledge services was 2,071 million rupees.",
    "The ‘tax expenditure’ is based on a 24 percent rate for the first nine months of 2022/2023 financial year and 30 percent for the balance.",
    "Ironically, a 20 percent tax rate, which is standard tax in East Asian nations with monetary stability and low government debt, is listed as a ‘concession’ in Sri Lanka.",
    "The corporate tax rate in Singapore is 17 percent, Hong Kong 16.5 percent, Thailand 20 percent, and Vietnam which engages in macro-economic policy and has comparatively less stability also has 20 percent.",
    "Sri Lanka makes ad hoc tax hikes under International Monetary Fund programs, after discretionary anchor-conflicting monetary policy (now called flexible inflation targeting) triggers currency crises followed by stabilization programs.",
    "Instability has worsened after the end of a civil war, as money was printed to target growth (potential out), under spurious economic doctrines backed by deeply flawed operational frameworks, analysts who warned of the default have said.",
    "Sri Lanka is one of several countries where people and businesses have been hit by ‘monetary policy modernization’ involving aggressive open market operations and standing facilities to narrowly mis-target a policy rate, according to critics.",
    "In December 2019, Sri Lanka macro-economists backing a new administration steeply cut tax rates for potential output targeting, after growth fell in the wake of previous rate cuts which triggered serial currency crises.",
    "External defaults have been seen in other countries with similar monetary regimes but with higher tax rates and revenue to GDP ratios than Sri Lanka.",
    "Separately, the tax expenditure statement also showed 55.7 billion rupees lost through value added tax. The loss was calculated using rates of 8, 12 and 15 percent.",
    "The biggest losses came from the ‘services and utility category’ at 40.3 billion rupees followed by manufacturing at 13.94 billion rupees.",
    "Companies typically got turnover based tax concession for during their project start up period for imports and construction.",
    "Countries with greater monetary stability in East Asia also have lower value added tax rates.",
    "Singapore 9 percent, Cambodia 10 percent, Thailand 10 (cut to 7 percent) Vietnam 10 (cut to 8 percent under macro-economic policy). (Colombo/Mar13/2024)"
  ]
}