{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111051/myanmar-lifts-long-running-state-of-emergency-ahead-of-december-elections",
  "time_ut": 1753967940.0,
  "original_lang": "en",
  "original_title": "Myanmar lifts long-running state of emergency ahead of December elections",
  "original_body_lines": [
    "Myanmar’s junta ended the country’s state of emergency on Thursday, ramping up preparations for a December election that has been criticised by international monitors and boycotted by opposition groups.",
    "“The state of emergency is abolished today in order for the country to hold elections on the path to a multi-party democracy,” junta spokesman Zaw Min Tun said in a voice message shared with reporters. “Elections will be held within six months,” he added.",
    "The military declared a state of emergency in February 2021 as it deposed the civilian government of democracy icon Aung San Suu Kyi, sparking a many-sided civil war which has claimed thousands of lives.",
    "The 2021 state of emergency declaration gave military chief Min Aung Hlaing supreme power over the legislature, executive and judiciary – but he has recently touted elections as an off-ramp to the conflict.",
    "The military junta announced the formation of a 11-member commission led by Min Aung Hlaing to hold an election, state media reported on Thursday.",
    "Min Aung Hlaing will continue to effectively remain in charge of the country, in his capacity as the interim president who will oversee the vote, MRTV reported.",
    "Opposition groups including ex-lawmakers ousted in the coup have pledged to snub the poll, which a UN expert last month dismissed as “a fraud” designed to legitimise the military’s continuing rule.",
    "Analysts predict Min Aung Hlaing will keep a role as either president or armed forces chief following the election and consolidate power in that office, thereby extending his tenure as de facto ruler.",
    "No exact date for the poll has yet been announced by the junta, but political parties are being registered while training sessions on electronic voting machines have already taken place.",
    "On Wednesday, the military government said it enacted a new law dictating prison sentences up to 10 years for speech or protests aiming to “destroy a part of the electoral process”.",
    "Under the new law, anyone who speaks, organises, incites, protests or distributes letters to disrupt any part of the electoral process can be punished with three to 10 years imprisonment, as well as a fine.",
    "It also says that anyone who threatens, obstructs, abuses or severely hurts election commission staff, candidates or voters could be sentenced to three years to life in prison.",
    "A census held last year as preparation for the election failed to collect data from 19 million of the country’s 51 million people, provisional results said.",
    "The results cited “significant security constraints” as one reason for the shortfall – giving a sign of how limited the reach of the election may be amid the civil war.",
    "Analysts have predicted rebels will stage offensives around the election as a sign of their opposition.",
    "But this month the junta begun offering cash rewards to those willing to lay down their arms and “return to the legal fold” ahead of the vote."
  ]
}