{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-stock-market-bullish-ahead-of-general-election-187094/",
  "time_ut": 1731488460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s stock market bullish ahead of general election",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange has been bullish ahead of Sri Lanka’s general election on Thursday, market participants said.",
    "The island nation is set to vote to elect 225 representatives to its legislature, after electing a president last month.",
    "“With one election over, the market is expecting the same sentiment to continue. There is a reduction in political uncertainty,” market participants said on Wednesday.",
    "Ahead of the presidential election in September, activity levels were low due to the then prevailing political uncertainty.",
    "This time around the ASPI has closed in green most days, and on Tuesday the All Share Price Price Index crossed the 13,000 mark briefly before closing at 12,988. On Wednesday, a day before the election, it closed up at 13,134. This was an increase of 1.12 percent, or 145.54 points.",
    "The more liquid S&P SL20 was up 1.40 percent, or 54.56 points at 3,941.",
    "“There is clear expectation that there won’t be any political uncertainty.”",
    "Historically the president’s party or coalition has won majorities in general elections that have followed the presidential.",
    "President Anura Dissanayake’s National People’s Power (NPP) coalition, comprising the Janatha Vimukthi Peramuna, is expected to win a majority of seats, although it may not have the two thirds majority Dissanayake is asking for to implement wide ranging legislative changes.",
    "“With the debt restructuring almost complete, and the IMF review scheduled, there is expectation of the fourth tranche coming through, the rating upgrade following, and foreign inflows flowing in,” market participants said.",
    "An IMF team led by Peter Breuer, senior mission chief for Sri Lanka, is expected to visit Colombo next week to conduct the third review for Sri Lanka’s economic reform program supported by the IMF’s Extended Fund Facility, a spokesperson said.",
    "“We will finish the review by end January/early February,” Dissanayake said at his last campaign rally. “Then we can achieve considerable stability in the economy.”",
    "But for an IMF program review to pass, a staff level agreement has to be crafted with fiscal and monetary targets for the next year. For that a budget in line with program parameters is required.",
    "A budget is planned only in February next year, according to Dissanayake. Until then a vote-on-account will be presented, he said.",
    "Sri Lanka’s debt restructuring is also incomplete due to a pending case. The Hamilton Reserve Bank, a holdout investor, is seeking immediate payment on a defaulted bond series in which it claims a 25 percent stake, and has filed a case in a US court.",
    "In March, Sri Lanka sought a 5-month extension in the suspension of the case.",
    "According to media reports, Hamilton Reserve Bank has argued that political changes following the Presidential election threaten the success of the debt restructuring plan.",
    "Banking stocks have been appreciating since the announcement in September that Sri Lanka had reached agreements in principle on the restructuring of approximately 14.2 billion US dollars of sovereign debt with international sovereign bond (ISB) holders.",
    "Under the deal, local banks would be able to exchange 70 percent of their ISBs into dollar bonds with a 10 percent haircut. The balance 30 percent would be exchanged for rupee securities.",
    "Non-financial finance institutions stocks, particularly those with an exposure to vehicle leasing, have also seen investor interest since the government announced a lifting of the vehicle import ban, Softlogic Stockbrokers said.",
    "“The lifting of the vehicle import ban will give more traction to these stocks.”",
    "Most corporate earnings out so far have also been positive, they pointed out. (Colombo/Nov13/2024)"
  ]
}