{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111954/floods-affect-12-million-displace-nearly-250000-in-eastern-pakistan",
  "time_ut": 1756380540.0,
  "original_lang": "en",
  "original_title": "Floods affect 1.2 million, displace nearly 250,000 in eastern Pakistan",
  "original_body_lines": [
    "Rescuers in boats raced to reach stranded families in Pakistan’s populous eastern Punjab province on Thursday (Aug 28), after three major rivers burst their banks because of heavy rain and the release of water from overflowing dams in neighbouring India.",
    "The floods displaced nearly 250,000 people and officials said more than 1 million people were affected, with crops and businesses destroyed and many unable to leave their homes.",
    "At least 15 people were killed a day earlier in Gujranwala district and nearby villages, according to police. Forecasters said more rain was expected Friday, after a two-day pause, and could continue into next week.",
    "Provincial minister Marriyum Aurangzeb said floods hit 1,432 villages located along the Ravi, Sutlej and Chenab rivers, affecting about 1.2 million people and displacing 248,000 others.",
    "Nearly 700 relief and 265 medical camps have been set up in the flood-hit areas, she said, adding that food and other essential supplies are being delivered to flood-hit areas.",
    "Floods have killed more than 800 people in Pakistan since late June.",
    "In Indian-controlled Kashmir’s Jammu region, some of the heaviest rains in decades for the month of August have wrought havoc, triggering flash floods and landslides that also hit two Hindu pilgrimage routes in the Himalayan areas.",
    "Homes have been submerged and roads and bridges damaged, forcing Indian authorities to evacuate thousands of people living in flooded areas. At least 115 people have been killed and scores injured.",
    "In Pakistan, it is also the first time in 38 years that the Ravi, Sutlej and Chenab rivers have been in high flood simultaneously, forcing rescue workers to intensify operations across multiple districts, according to the provincial irrigation department.",
    "Some families said they were still waiting for government help.",
    "“My family on the rooftop of our house waited for two days for the arrival of a boat,” said Zainab Bibi, 54, as she sat along a road surrounded by floodwater in Narowal district. She admitted to ignoring an earlier government alert because she thought floods would never hit her village, located kilometres away from the river.",
    "Farmer Mohammad Saleem, 47, said floods from across the Indian border swept away his home and belongings before his family could escape their village in Narowal district. His 38-year-old wife, Kaneez Bibi, said the floods swept away the dowry she had prepared for their eldest daughter’s wedding planned for November.",
    "In Pakistan’s Punjab province, mass evacuations began earlier this week after heavier-than-usual monsoon rains and the release of water from overflowing dams in India triggered flash floods in low-lying border regions.",
    "In a statement, Punjab Chief Minister Maryam Nawaz Sharif credited “timely evacuations” with saving lives. She said advance preparations and the demolition of illegally-built structures along waterways had helped prevent large-scale casualties in what officials describe as the province’s worst flood emergency in decades.",
    "“No displaced person should be without food and medical help in the flood-hit areas,” she told officials during a meeting to review the situation. “Try your best to prevent the spread of water-borne disease among the flood-affected people,” she warned.",
    "Pakistan’s Federal Planning Minister Ahsan Iqbal, on a visit to the flood-hit city of Narowal, accused India of deliberately releasing excessive amounts of water from its dams without timely warnings. He said New Delhi violated a key water treaty that it suspended earlier this year after the killing of 26 tourists in Indian-controlled Kashmir. India blamed Pakistan-based militants for the attack, an accusation Islamabad denied.",
    "Iqbal said “The release of water in such an enormous volume amounts to water aggression, and India did it, and we are seeing flood devastations.”",
    "Floods in Narowal also submerged the shrine of Guru Nanak, located near the Indian border, but rescuers evacuated the staff and pilgrims quickly.",
    "In 2022, catastrophic floods linked to climate change killed nearly 1,700 people in Pakistan."
  ]
}