{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/entering-the-bunkering-and-ship-salvage-business/",
  "time_ut": 1722109380.0,
  "original_lang": "en",
  "original_title": "Entering the bunkering and ship salvage business",
  "original_body_lines": [
    "(Excerpted from Simply Nahil: a maverick with the Midas touch, biography of Nahil Wijesuriya",
    "As East West continued its upward trend in business, it enjoyed a series of ‘firsts’ in diverse areas of its shipping business, the first major investment being a bunkering service. Bunkering means supplying to the fuel containers of a ship or refuelling the vessel. The company owned and operated the largest ship in Sri Lanka, the 37,000 DWT (Dead Weight Tanker) MT ‘Bunker V – previously known as the Emerald Sea – together with the feeder tankers and salvage and towage tugs, the MT ‘Rangiri’ and the MT ‘Ranveli’.",
    "This operation was through East West Bunker Services Pvt. Ltd., which carried out bunkering services offshore, headed by Captain Ranjith Weerasinghe. Chatting to him on how the operation worked, he says, the OPL (off port limit) position he selected as a shallow patch was anchoring in the deep Indian Ocean – 6 56N, 079 40E – initially to get away from the 12-mile territorial rule during the time the Ceylon Shipping Corporation monopoly was in place.",
    "Even though the off port limit is 6-7 miles, the Sri Lanka Ports Authority and other authorities still consider the OPL position to be outside the 12-mile territory. Now with the liberalization, it is possible to bunker anywhere. He says that he has been trying to get through to those concerned that the OPL is off port and not off territory. Unfortunately, to his chagrin, his endless communication seems to be falling on deaf ears!",
    "Off Shore Marine Services (OSMS) also operated salvage and towage tugs – the MT ‘Nilgirl’ and MT `Sigiri,’ and supply vessels ‘OMS1’ and ‘OMS2,’ through Offshore Marine Services Ltd. Always one step ahead in business, it was around 1978 that 20 foot and 40 foot containers were being used in shipping into and out of Sri Lanka, although the infrastructure for the business of containers, especially in the areas of storage, etc. were not in place. Nahil, recognizing the deficit and seizing the opportunity, launched East West Containers (Pvt) Limited, owning and operating the first off-port container freight station in Peliyagoda. This was the only container storage facility and yard on the island at the time, headed by Capt. Ryle Mendis, an ex-Shipping Corporation Captain.",
    "EWC had just launched operations when Iraq invaded Kuwait, followed by the Iran/Iraq war. EWC was stowing around 200 Iraq line containers in their yard. After the war, Iraq lines were no more. With the storage cost for these containers building up till the cut-off point a year and a half later, they obtained automatic ownership. Once the containers reverted to EWC, to do with the lot as they wished, they sold the empty containers making a substantial income.",
    "Marine Salvage in layman terms is the process of recovering a ship and its cargo after a shipwreck or any other maritime casualty. Salvage may encompass towing, re-floating a vessel, effecting repairs to a ship or recovering a vessel that is in trouble. The increasingly complex nature of salvage operations requires multidisciplinary, experienced teams.",
    "Off Shore Marine Services, an East West company would take advantage of the dry salvage season by using its large feeder tugs to deliver oil to ships out of the harbour. This operation generated a sizable income to cover its overheads, which otherwise would have been a loss-making enterprise.",
    "At the time, Off Shore Marine Services (OSMS) along with Master Divers, which was owned and operated by Wicky Wickramanayake, was at the top of the salvage and tug operation in Sri Lanka.",
    "Up until then, it was a Dutch company, SMIT Salvage, that hovered around with a tug waiting for an exigency that would earn them some serious bucks. SMIT Salvage is one of the largest salvage companies in the world. The SMIT name is synonymous with many of the most challenging and complex salvage operations that have taken place over the last century. The company maintains specialized equipment and expert personnel in a state of round-the-clock readiness to respond to incidents. Just one ship’s calamity could keep them afloat fora good few years. SMIT’s term in Sri Lanka ended with the emergence of the two local companies, Off Shore Marine Services and Master Divers.",
    "The first ship salvaged by OSMS was the ‘Ravidas’ owned by an Indian company and handled by East West. How this operation works is, when a ship is in trouble, the captain sends an SOS, obtaining a partial nod from the operator’s senior management. He then signs what is called a ‘Lloyd’s Open Form’, commonly known as LOF, determining the amount of remuneration to be awarded to salvors in a proposed marine salvage operation governed by Lloyds of London, a practice that has been around the past 150 years or so.",
    "What the captain means by this declaration is that it is an open contract because no amount of money is being stipulated for the salvage job. The 1910 Brussels Convention had established the principle known as “no cure, no pay,” meaning that a salvor is rewarded only if the salvage operation successfully rescues the ship or its cargo. If the operation goes south, ‘no marks, no bucks!’ Not for the lack of trying, the dividend on sweat equity and effort ride south too. On the flip side, if the ship is saved, depending on the effort and sweat equity invested, the service provider gets 15-25% of the salvaged value of the ship and cargo.",
    "The math is decided by Lloyds and some arbitrators in the UK once an explanation is given regarding the circumstances of the dilemma. Generally, the salvage operator consults a law firm in London and briefs the legal team which argues the case on their behalf, while the operator’s insurers get their lawyers to downplay the situation, in a bid to cut down the pay-out. This goes back and forth while the arbitrators are caught in the middle, forced to look at the situation and the effort that has gone into the entire operation, before deciding what percentage the operator should be paid.",
    "The salvage and towing of Ravidas,’ a ship that was in trouble in the high seas just off Galle, is interesting. OSMS was called upon to handle the ‘Ravidas’ operation since the Dutch salvage was unavailable, Wicky from Master Divers also sent his tugs and requested help from OSMS to provide its tugs for the operation, since they were the only local companies that did salvage work.",
    "This operation was about to be Nahil’s first big hands-on salvage and tug operation. Excited and very eager to join in, sadly, according to him, he was ‘tactfully turned down’ due to the fierce weather conditions… He did the next best thing, he moved into the Closenberg Hotel in Galle to be in communication with the action by wireless radio, with his camera also in tow.",
    "Nahil sat listening to all the goings-on while sipping a beer. He could hear the panic on site, since the Captain, Chief Engineer and their wives were still on board. The Captain was agitated and keen to get them ashore, adding to the pressure of the chaotic situation. Thankfully the Salvage Master brought them ashore on a launch, and subsequently, the salvage and tug rescue exercise was a successful operation. A few months later it was arbitration time in London with the arbitrators questioning the OSMS invoice – why were they charging so much?",
    "Around the same time, for some reason, Nahil had taken his camera out to do some recording, when he realized there was a video recording that showed a continuous picture of a beer bottle on film – the beer he had at the Closenberg. His camera had accidentally been on, recording the beer bottle on the table, while the conversations of the rescue operation were caught on the camera audio from the wireless radio. He sent the recording along with a transcription of this unique piece of audio to London. Their lawyers played this back to the arbitrators. No further questions were asked and the case was closed and the entire amount they had invoiced for was paid. No doubt it was one more blessing.",
    "Electromotion was the largest trader in used machine tools based in Nahil’s college turf in Leicestershire, an area which he was familiar with. He would visit Electromotion quite frequently to inspect machines like lathes, milling and drilling machines and such, buy the lot, put them into a container and get it shipped to Colombo. Once the machines reached their workshop, he refurbish them to be retailed in the open market.",
    "One incident he vividly remembers is the time he shipped three containers abroad a Ceylon Shipping Corporation vessel that carried general cargo. Container ships were not around at the time; therefore everything shipped into the country was on general cargo ships like this. Due to an oversight the crew had stacked these containers on the deck in a lackadaisical manner, causing the binds to come apart, during a spell of bad weather en-route to Colombo. With the securing loosened, the containers were moving around the deck in slow motion while the crew looked on helplessly at the unfolding scene.",
    "After a few minutes, the doors of the containers opened up with a bang and all the tools were thrown all over the deck, causing terrible wreckage. Once the ship docked, the deck was found to be shining like stainless steel due to the movement of the three containers. Sadly, where the cargo was concerned it was a total loss. The immediate plan of action was to get the insurance sorted out. Ceylinco Insurance was the local representative for their insurers in the UK and the claim was settled in a week.",
    "It was at that moment that Nahil promised himself that he would pay more personal attention to minor details in the future which was most important. If not for the insurance, they would have gone from being heroes to zeros. This was a lesson learned the hard way and from then on his personal mantra was “Always see things to the end”.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}