{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-newly-elected-members-asked-to-submit-information-to-parliament-188303/",
  "time_ut": 1731836280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka newly elected members asked to submit information to parliament",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s newly elected members have been asked by the Secretary General Kushani Rohanadeera to submit their details for registration.",
    "An online portal has been provided on the front page of the parliament website.",
    "Information desks will be operated on November 19 and 20 to support new members.",
    "In the current general election, a large number of new members were elected through the National People’s Power which got a two thirds majority.",
    "The Secretary-General of Parliament, Mrs. Kushani Rohanadeera, has announced that in connection with the first Session of the First Sitting of the Tenth Parliament, facilities have been arranged for the Members of Parliament to enter their information through the Parliament website.",
    "Accordingly, the Secretary-General kindly request all Hon. Members to complete the necessary information by accessing the information link available on the homepage of the Parliament website (www.parliament.lk). As an alternative, arrangements are also made available to download the form through the provided link, to fill, and submit.",
    "Furthermore, in order to facilitate the arrangements required for the first Session of the First Sitting of the Tenth Parliament, an information desk will be operational for Members of Parliament at the Parliamentary Complex on Tuesday, November 19th, and Wednesday, November 20th, 2024, from 9:30 a.m. to 3:30 p.m. All Hon.",
    "Members are encouraged to visit and benefit from the aforesaid, as obtaining the necessary documents and information, photographs for the Member identity card, completion of fingerprint registration for electronic voting will be facilitated. The Secretary-General requests the attendance and participation of the Hon. Members in this process.",
    "The information desk is strictly accessible only to Members of Parliament. Members are advised to arrive at Parliament on the specified dates accompanied solely by their drivers. To ensure a smooth entry process, Members are kindly requested to bring their National Identity Card, valid Passport, or Driver’s License and to utilize the designated Member entrance for access to the Parliamentary Complex.",
    "A facility has been arranged on the Parliament website to collect information from all Members of Parliament in relation to the first meeting of the first session of the Tenth Parliament.",
    "Honourable Members of Parliament are kindly requested to access the information link on the homepage of the Parliament website (www.parliament.lk) and complete the relevant information. As an alternative method of providing information, the form that can be downloaded from this link may also be filled and handed over to the Secretariat.",
    "Furthermore, an Information Desk for Members of Parliament will be operative at the Parliament Complex from 9:30 a.m. to 3:30 p.m. on Tuesday, November 19, and Wednesday, November 20, 2024, to facilitate arrangements for the First Meeting of the First Session of the Tenth Parliament.",
    "All Honurable Members are kindly requested to attend as arrangements have been made to provide useful information and documents, take photographs for Parliament Member ID cards, and obtain fingerprints for electronic voting purposes.",
    "When visiting the Information Desk, Members may accompany only their drivers, as only the Members of Parliament are allowed to participate at the Information Desk. Members are further requested to bring their National Identity Card, valid passport, or driving license to facilitate entry into Parliament and to use the Members’ entrance when entering the Parliament complex.",
    "For further information regarding this matter, please contact the following hotlines:",
    "Information Support:               \t011-2777273 / 071-8219994"
  ]
}