{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-get-us150mn-from-world-bank-for-health-amid-ageing-population-169384/",
  "time_ut": 1719288180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to get US$150mn from World Bank for health amid ageing population",
  "original_body_lines": [
    "ECONOMYNEXT – Washington-based World Bank said it has approved a 150 million US dollar loan to boost primary healthcare facilities which will help reduce current overcrowding of tertiary facilities and help cope with an ageing population.",
    "A previous World Bank project has already upgraded 550 primary facilities with equipment, health workers and basic testing facilities.",
    "The new project will enhance result in 1,000 facilities being improved. Pandemic preparedness will also be improved.",
    "“Sri Lanka’s health system has demonstrated remarkable performance, but it needs to be strengthened to face emerging health care challenges,” said Faris Hadad-Zervos, World Bank Country Director for Maldives, Nepal, and Sri Lanka said in a statement.",
    "“This project will support the country’s forward-looking primary care reorganization agenda, laying the foundation for a more responsive and people-centric healthcare system.”",
    "Non-communicable diseases such as hypertension, diabetes, and cervical cancer now account for 80 percent of deaths.",
    "“Effective control and management of non-communicable diseases require robust screening, early diagnosis, treatment and follow up,” the World Bank said.",
    "“Additionally, Sri Lanka has the fastest aging population in South Asia, necessitating health system adaptations to meet the growing healthcare needs of the elderly.",
    "“This project is designed around these evolving health priorities, helping invest in preventive care and promoting primary care facilities as the first point of care.",
    "The funds help expand primary healthcare services to cover mental health, palliative, geriatric, rehabilitative, and emergency care, which are particularly important for the aging population."
  ]
}