{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112806/x-press-pearl-disaster-singapore-firm-rejects-us1-billion-sri-lankan-fine-for-pollution-damages",
  "time_ut": 1758594780.0,
  "original_lang": "en",
  "original_title": "X-Press Pearl Disaster: Singapore firm rejects US$1 billion Sri Lankan fine for pollution damages",
  "original_body_lines": [
    "A Singapore-headquartered shipping company today (23) announced that it will refuse to pay Sri Lankan court-ordered damages of US$1 billion for causing that country’s worst case of environmental pollution.",
    "In an exclusive interview, X-Press Feeders chief executive Shmuel Yoskovitz said he believed paying would have wide-ranging implications on global shipping and “set a dangerous precedent”.",
    "The company operated the Singapore-registered container ship MV X-Press Pearl that sank off the Colombo Port in June 2021 after a fire – believed caused by a nitric acid leak – that raged for nearly two weeks.",
    "Its cargo included 81 containers of hazardous goods, including acids and lead ingots, and hundreds of tonnes of plastic pellets.",
    "The ship was refused permission by ports in Qatar and India to offload the leaking nitric acid before it arrived in Sri Lankan waters.",
    "Tonnes of microplastic granules from the ship inundated an 80km stretch of beach along Sri Lanka’s western coast. Fishing was prohibited for months.",
    "Sri Lanka’s Supreme Court in July ordered the company to pay an ‘initial’ US$1 billion in damages within a year to Sri Lanka authorities, with the first tranche of US$250 million to be paid by Sept 23.",
    "It also ordered the company “to make such other and further payments” in the future as the court may direct.",
    "X-Press Feeders chief executive Shmuel Yoskovitz has rejected the open-ended nature of the penalty.",
    "“We are not paying because the whole base of maritime trade is based on the limitation of liability. This judgment undermines this limitation of liability,” he told AFP.",
    "“Any payment towards the judgment could set a dangerous precedent for how maritime incidents will be resolved in the future,” he said.",
    "Yoskovitz said the absence of limitations could lead to higher insurance premiums, which would be ultimately passed on to consumers.",
    "The CEO again apologised for the incident, saying the company recognised the disaster and was trying to make amends.",
    "He said X-Press Feeders had already spent US$170 million to remove the wreck, clean up the seabed and beaches, and compensate affected fishermen.",
    "“We are not trying to hide… We are willing to pay more, but it has to be under certain marine conventions and an amount that is full and final, and then it can be settled, and we can move on,” he said.",
    "“But to live under this hanging guillotine – it is simply impossible to operate like this.”",
    "Meanwhile, the Supreme Court has scheduled a hearing on September 25 about the implementation of its decision.",
    "One of the petitioners who sought compensation for the pollution has called for further research to determine the full extent of the damage to the island’s marine ecosystems.",
    "“If you visit the coastlines today, there is nothing visible in terms of plastic pollution. A major clean-up took place soon after the X-Press Pearl incident, but the effects of the pollution will be felt for a long time,” said Hemantha Withanage from the Centre for Environmental Justice.",
    "It remains unclear how Sri Lanka’s Supreme Court could enforce its decision.",
    "However, in its 361-page decision in July, the court ordered police and the state prosecutor to initiate criminal proceedings for non-compliance if the parties were present in Sri Lanka.",
    "Yoskovitz expressed concern over the ship’s Russian captain Vitaly Tyutkalo, who has been banned from leaving Sri Lanka for more than four years, as well as the company’s third-party agents there.",
    "The firm had offered to pay a fine for the skipper’s release, but this was refused, according to Yoskovitz.",
    "X-Press Feeders obtained an order from London’s Admiralty Court in July 2023, limiting its liability to a maximum of £19 million (S$32.9 million), but Sri Lanka has challenged that.",
    "The Sri Lankan government also filed a lawsuit against the ship’s owners in the Singapore International Commercial Court. But that has been stayed pending the result of the case in London, with a pre-trial hearing expected in May 2026."
  ]
}