{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Engineers-urged-to-lead-Sri-Lanka-s-industrial-transformation-at-IESL-NEC-2025/34-781462",
  "time_ut": 1757462580.0,
  "original_lang": "en",
  "original_title": "Engineers urged to lead Sri Lanka’s industrial transformation at IESL NEC 2025",
  "original_body_lines": [
    "The National Engineering Conference (NEC) 2025, organised by the Institution of Engineers, Sri Lanka (IESL), was held recently at Hotel Galadari, bringing together engineering professionals, academics, policymakers, and industry leaders to deliberate on engineering-driven solutions for national development.",
    "Deputy Minister of Industry and Entrepreneurship Development Chathuranga Abeysinghe attended as the Chief Guest. In his keynote address, he emphasised that a collective force of engineers could “change the trajectory of the country,” stressing that Sri Lanka had missed the opportunities of the first four industrial revolutions.",
    "“Our Government’s goal is to achieve the lost industrial transformation,” he stated, urging engineers to lead this mission while the Government acts as a facilitator. He appealed for the wholehearted support of Sri Lanka’s engineering community to drive the country toward rapid industrialisation.",
    "The conference featured sectoral presentations across Agriculture and Plantation, Public Safety, Engineering Education, Digital Transformation, Power and Energy, Construction, Transportation, International Trade, Water, and National Codes. Each session highlighted the pressing challenges faced by the country and presented engineering-centred proposals to address them.",
    "Agriculture: Establishing a National Agricultural Mechanisation Policy, promoting smart technologies such as IoT, AI, and drones, and modernising rice milling and post-harvest systems to improve food security and attract youth to farming.",
    "Construction: Creation of a Construction Development Fund, adoption of Building Information Modelling (BIM) and Digital Twin technologies, and stronger environmental safeguards to ensure sustainability.",
    "Digital transformation: A National Digital Transformation Blueprint 2030 with secure digital IDs, interoperable platforms, and robust cybersecurity measures.",
    "Engineering education: Reforms to align university intakes with national demand, accreditation under the Washington and Sydney accords, and improved career guidance for students.",
    "International trade: Stronger safeguards in future free trade agreements, better protection for sensitive sectors, and emphasis on mutual recognition agreements to expand opportunities for engineers abroad.",
    "National Codes: A legally mandated national building code backed by a Building Act to ensure structural safety, disaster resilience, and investor confidence.",
    "Power and energy: Smart-grid integration for renewable energy, upgrading the Sapugaskanda refinery, introducing Battery Energy Storage Systems (BESS), and electrification of public transport.",
    "Public safety: Engineering-based solutions for road safety, including standardised markings, overtaking lanes, and integrated crash data systems.",
    "Transportation: A national sustainable transport policy to reduce road congestion, promote rail and bus electrification, and enhance cycling and walking infrastructure.",
    "Water: A National Water Council and updated Water Act, alongside integrated catchment management, digital water accounting, and stronger climate adaptation strategies.",
    "IESL President Eng. Granie R. Jayalath in his address, emphasised the importance of shifting from leadership-centric to policy-centric approaches in governance. He noted that while IESL has consistently contributed to policy recommendations in areas such as transport and water, successive Governments have failed to fully utilise these engineering insights.",
    "NEC 2025Chairman Dr. Kamal Laksiri highlighted that the conference was to provide independent, professional engineering input to strengthen national decision-making.",
    "As the conference concluded, a strong consensus emerged: Sri Lanka’s path to resilience, competitiveness, and industrial transformation must be led by engineers, with the Government providing facilitation and enabling frameworks."
  ]
}