{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103304/foreign-ministry-russian-embassy-refutes-claims-of-sri-lankas-brics-membership-application-rejection",
  "time_ut": 1731231420.0,
  "original_lang": "en",
  "original_title": "Foreign Ministry, Russian Embassy refutes claims of Sri Lanka’s BRICS membership application rejection",
  "original_body_lines": [
    "Sri Lanka’s Ministry of Foreign Affairs refutes the media reports claiming that Sri Lanka’s application for BRICS membership has been rejected.",
    "Issuing a statement in this regard, the ministry stated that as approved by the Cabinet on 07 October 2024, Sri Lanka applied for membership in BRICS and the New Development Bank (NDB).",
    "“The Minister of Foreign Affairs Vijitha Herath wrote to his counterparts in BRICS member countries informing of Sri Lanka’s interest to join. President Anura Kumara Dissanayake also wrote to his Russian counterpart in this regard”, it added.",
    "Furthermore, the Foreign Affairs Ministry clarified: “At the BRICS Outreach Summit held in Kazan, Russia 22-24 October 2024, Foreign Secretary Aruni Wijewardane, as leader of the Sri Lanka delegation announced Sri Lanka’s interest. At the Summit, the BRICS Member States also endorsed a new category of Partner Countries, whilst ‘welcoming the considerable interest by countries of the Global South in BRICS’ (Kazan Declaration).”",
    "The statement highlighted that pending requests for BRICS membership from many countries including Sri Lanka will be considered by BRICS member countries in due course.",
    "Sri Lanka’s intention to join the New Development Bank was welcomed by the President of the New Development Bank, the ministry noted, adding that the Foreign Ministry together with relevant government agencies will review the procedures and timing in this regard.",
    "“There is no truth in the statement carried in certain local media that Sri Lanka’s BRICS application has been rejected. It is regrettable that the points made by the Minister of Foreign Affairs at the post-cabinet media conference on 6 November 2024 have been misrepresented”, the Foreign Affairs Ministry added.",
    "In the meantime, the Russian Embassy in Sri Lanka also issued a statement highlighting that the Russian BRICS Chairship welcomed Sri Lanka’s interest in joining the BRICS and that its application will be considered by BRICS in due course in full consultation and consensus along with bids of numerous other countries who have also applied.",
    "“The local media reports that Sri Lanka’s application has been rejected are wrong”, the embassy added."
  ]
}