{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/love-is-in-the-air/",
  "time_ut": 1707151740.0,
  "original_lang": "en",
  "original_title": "Love is in the air…",
  "original_body_lines": [
    "Yes, with February 14th fast approaching, love is certainly in the air, and lots of folks are gearing up for that special occasion.",
    "Entertainment-wise, social media is chock-a-block with events, connected with Valentine’s Day.",
    "However, some are wondering whether everyone knows the true meaning of Valentine’s Day, especially when it comes to music!",
    "They are apprehensive that loud and noisy music may dominate the scene at some of these venues, or even music that has no connection, whatsoever, with romance.",
    "One must keep in mind that Valentine’s Day is an annual festival to celebrate romantic love, friendships and admiration.",
    "Every year, on February 14th, people, young and old, celebrate this day by sending messages of love and affection to partners, family and friends.",
    "Mirage: Valentine special in Melbourne, Australia (Pic by Sagara Lakmal de Mel)",
    "Thankfully, most recognized venues are going ahead with dinner specials, with music to suit the setup.",
    "The Mount Lavinia Hotel loves doing things differently and that’s exactly the reason why their New Year’s Eve dance turned out to be a resounding success.",
    "Valentine’s Day, at the Mount Lavinia Hotel, on February 14th, is also going to be extra special.",
    "Whether you prefer a cozy dinner at the Governor’s Restaurant or a private setup by the Paradise Beach, the hotel has taken every measure to ensure that your evening is filled with love, romance, and delectable cuisine.",
    "The choice is all yours – Seafood Dinner Buffet at The Terrace and Governor’s Restaurant, Romantic Dinner by the Paradise Beach, or the Seafood Market.",
    "The Mount Lavinia Hotel understands the importance of these precious moments and is sure to make your Valentine’s Day celebration truly unforgettable.",
    "Other five-star venues working on Valentine’s Day specials include The Kingsbury Honey Beach Club (Feb. 14th) with the band Ohme, and the Galadari Hotel Coffee Shop (Feb. 14th) with the band Kizmet and guest artiste Roger Menezes.",
    "The girls of Good Shepherd Convent Past Pupils’ Association NSW INC., are having their Shepherdian Valentine Dinner Dance on Friday, February 16th, at The Renaissance, in New South Wales, Australia, with the band Cazcade providing the music.",
    "A day later, on Saturday, February 17th, Mirage will be doing the needful at the Valentine’s Day ball to be held at the Grand on Princess, in Melbourne, Australia.",
    "Mirage will have for company Replay 6, with Esric Jackson, and also Noeline Honter.",
    "By the way, a word of caution for those youngsters who will be out on Valentine’s Day.",
    "Last year, in February, the police here, in our part of the world, issued a warning that they will be conducting special operations to curb substance abuse and involvement of underage persons in Valentine’s Day celebrations.",
    "This year, too, I’m sure they will move into action; so youngsters be careful in how you go about celebrating Valentine’s Day.",
    "Don’t bank on FTAs with countries like Thailand to boost Sri Lanka’s exports",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}