{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/high-creditor-participation-in-sri-lanka-isb-exchange-vital-imfs-georgieva-190109/",
  "time_ut": 1732666020.0,
  "original_lang": "en",
  "original_title": "In Sri Lanka ISB exchange, high creditor participation vital: IMF’s Georgieva",
  "original_body_lines": [
    "ECONOMYNEXT – High creditor participation in an exchange of defaulted sovereign bonds for new securities is vital for the success of the International Monetary Fund program for Sri Lanka, Managing Director Kristalina Georgieva has said.",
    "A debt exchange launched on November 27, will provide significant external debt service relief and further contribute to restore Sri Lanka’s debt sustainability, and was as step forward, she said.",
    "“To capitalize on this momentum, rapid completion of the debt operation with high creditor participation would be vital for the success of the program,” Georgieva said in a statement.",
    "“In parallel, the authorities continue to finalize other remaining debt restructuring agreements. This collective effort is key to supporting the success of Sri Lanka’s debt restructuring efforts.”",
    "The group of foreign bond holders who make up about 40 percent of total holders and local investors who hold another 12 percent of bonds who negotiated the deal have said they will participate in the exchange.",
    "Related ISB committee urge all holders to join Sri Lanka GDP-linked bond exchange",
    "Related Sri Lanka urges all ISB holders to exchange bonds, hopeful on Hamilton",
    "Under the deal there is a 27 percent initial haircut, which will reduce if economic growth expands above an IMF projection.",
    "One investor with about 250 million dollars of the 12.55 billion in defaulted bonds have gone to court pressing for full payment.",
    "Court proceedings were suspended at Sri Lanka’s request until the debt restructuring talks were completed.",
    "Kristalina Georgieva, Managing Director of the International Monetary Fund (IMF), issued the following statement about Sri Lanka to Members of the Financial Community today:",
    "“The Sri Lankan authorities have been implementing an ambitious economic reform program supported by the IMF, which aims to restore debt sustainability and external viability, underpin broad macroeconomic reforms, and strengthen economic governance and transparency.",
    "“Sri Lanka’s economic reform program is supported by an SDR 2.286 billion (about US$3 billion), 48-month Extended Fund Facility arrangement, approved by the IMF’s Executive Board on March 20, 2023.",
    "“The program has gotten off to a good start with the economy recovering, inflation remaining low, and reserves being accumulated. Following the completion of two reviews, IMF staff reached staff level agreement with the authorities on November 23 for the third review under the arrangement.",
    "“In June 2024, Sri Lanka agreed on a memorandum of understanding with the Official Creditors Committee (OCC) and reached final agreement with China EXIM Bank that would deliver a debt treatment by those creditors aimed at restoring debt sustainability consistent with IMF program parameters.",
    "“Building on this progress, and following several months of constructive discussions, the agreements reached by the Sri Lankan authorities with both the Steering Committee of the Ad Hoc Group of external bondholders, and the Local Consortium of Sri Lanka, mark a significant step forward.",
    "“The terms of these agreements have been assessed by the Fund staff as being in line with the parameters of the IMF-supported program. Anchored by policies under the IMF-supported program, the successful implementation of these agreements will provide significant external debt service relief and further contribute to Sri Lanka’s efforts to restore debt sustainability.",
    "“To capitalize on this momentum, rapid completion of the debt operation with high creditor participation would be vital for the success of the program. In parallel, the authorities continue to finalize other remaining debt restructuring agreements. This collective effort is key to supporting the success of Sri Lanka’s debt restructuring efforts.",
    "“The Sri Lankan authorities have reaffirmed their determination to persevere with their reform agenda and put the economy on a path of sustained and high growth. The continued support from international financial institutions and other official creditors, together with the participation of bondholders in a debt exchange consistent with debt sustainability, is necessary to underpin the success of these reform efforts.",
    "“The IMF remains a steadfast partner in supporting Sri Lanka and its people and stands ready to assist the country achieve its economic and social reform goals.”"
  ]
}