{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/arrogance-of-power-3/",
  "time_ut": 1721936760.0,
  "original_lang": "en",
  "original_title": "Arrogance of power",
  "original_body_lines": [
    "The arrogance of power is the undoing of any government. It blinds rulers to reality and drives them to self-destruction, as evident from the manner in which the SLPP-UNP government is behaving. Intoxicated with power, its Cabinet of ministers seems to think it is above the law.",
    "The Cabinet has reportedly decided to defer the implementation of Wednesday’s Supreme Court (SC) directive that an acting IGP be appointed on account of its interim order that has prevented incumbent IGP Deshabandu Tennakoon from functioning as the police chief. The ministers have said there are some technical and legal issues to be sorted out and that will take a couple of days. Reflected in such dilatory tactics is their unwillingness to comply with the SC order.",
    "The government is floating a story that the IGP’s post has not fallen vacant, and therefore the President cannot appoint an acting IGP; since the Constitutional Council (CC) is involved in the process of appointing the IGP, it is up to Parliament to decide what should be done in respect of the SC order. It is also being claimed in some quarters that due to the absence of the IGP and an acting IGP, the Election Commission (EC) finds itself in a dilemma; it is unable to discuss with the police matters related to the upcoming presidential election.",
    "What will happen if, in the run-up to a crucial election, the IGP becomes so ill that he has to receive treatment in an ICU for weeks—let’s hope not? Will an acting IGP be appointed, or will the election be postponed until the IGP recovers and returns to work? Or, what if the IGP happened to disappear, either voluntarily or involuntarily, ahead of an election? Wouldn’t the EC be able to hold the scheduled election in such an eventuality?",
    "Going by the absurd arguments some government MPs put forth in Parliament yesterday in a bid to justify the delay in the implementation of the SC order at issue, the government is trying to create confusion in the public mind; it seems to think it can disrupt the electoral process and undermine the authority of the SC by delaying the appointment of an acting IGP. Scared of facing the public, it is ready to go to any extent to delay elections and retain its hold on power.",
    "It may be recalled that one of the first few things that the Yahapalana government, in which incumbent Ranil Wickremesinghe was the Prime Minister, did after the 2015 regime change was to ‘vapourise’ a chief justice—Mohan Peiris—by claiming that his appointment had been void ab initio, and reinstate his predecessor, Dr. Shirani Bandaranayake, who had been ‘impeached’ by Parliament. The Yahapalana allies, especially the UNP, made President Maithripala Sirisena use his executive powers for that purpose instead of having Parliament undo what it had done to Dr. Bandaranayake at the behest of the Rajapaksas. So, the question is why President Wickremesinghe cannot appoint an acting IGP.",
    "Former Minister of Justice and Constitutional Affairs Prof. G. L. Peiris cogently argued in Parliament yesterday that the President could appoint an acting IGP and there was no need for that appointment to be referred to the Constitutional Council. He called upon the President to do so without further delay. One cannot but agree with him.",
    "How can a government that flies in the face of judicial decisions either by defying them or delaying the implementation thereof expect others to uphold the rule of law? A fish is said to rot from the head down. The government is giving a fillip to anti-politics and pushing the country towards lawlessness, a foretaste of which we got in 2022. The SLPP-UNP government is busy digging its political grave while ruining democracy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}