{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/us-federal-reserve-keeps-rates-unchanged-amid-recession-concerns-149427/",
  "time_ut": 1706752140.0,
  "original_lang": "en",
  "original_title": "US Federal Reserve keeps rates unchanged, amid recession concerns",
  "original_body_lines": [
    "ECONOMYNEXT- The US Federal Reserve has kept rates unchanged at 5.25 to 5.50 percent saying economic activity is still expanding, amid concerns raised by economists that US broad money supply is shrinking in a trend that has only happened on a few occasions in the past.",
    "The Fed will also continue to reduce excess liquidity on the same path as earlier.",
    "The US borrowed heavily and gave ‘pandemic checques’ as the Fed printed money, during and several banks with government had got into trouble as interest rates went up.",
    "Recent indicators suggest that economic activity has been expanding at a solid pace. Job gains have moderated since early last year but remain strong, and the unemployment rate has remained low. Inflation has eased over the past year but remains elevated.",
    "The Committee seeks to achieve maximum employment and inflation at the rate of 2 percent over the longer run. The Committee judges that the risks to achieving its employment and inflation goals are moving into better balance. The economic outlook is uncertain, and the Committee remains highly attentive to inflation risks.",
    "In support of its goals, the Committee decided to maintain the target range for the federal funds rate at 5-1/4 to 5-1/2 percent. In considering any adjustments to the target range for the federal funds rate, the Committee will carefully assess incoming data, the evolving outlook, and the balance of risks. The Committee does not expect it will be appropriate to reduce the target range until it has gained greater confidence that inflation is moving sustainably toward 2 percent. In addition, the Committee will continue reducing its holdings of Treasury securities and agency debt and agency mortgage-backed securities, as described in its previously announced plans. The Committee is strongly committed to returning inflation to its 2 percent objective.",
    "In assessing the appropriate stance of monetary policy, the Committee will continue to monitor the implications of incoming information for the economic outlook. The Committee would be prepared to adjust the stance of monetary policy as appropriate if risks emerge that could impede the attainment of the Committee’s goals. The Committee’s assessments will take into account a wide range of information, including readings on labor market conditions, inflation pressures and inflation expectations, and financial and international developments.",
    "Voting for the monetary policy action were Jerome H. Powell, Chair; John C. Williams, Vice Chair; Thomas I. Barkin; Michael S. Barr; Raphael W. Bostic; Michelle W. Bowman; Lisa D. Cook; Mary C. Daly; Philip N. Jefferson; Adriana D. Kugler; Loretta J. Mester; and Christopher J. Waller."
  ]
}