{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-wistful-musings-of-a-reluctant-emigre/",
  "time_ut": 1711214340.0,
  "original_lang": "en",
  "original_title": "The wistful musings of a reluctant émigré",
  "original_body_lines": [
    "It has been a cold and wet winter in London. As I snuggle-up in my rocking chair to write my thoughts I can hear the wind howling outside. The raindrops are carried horizontally by the strong south-westerly wind battering the window panes and dripping down in torrents.",
    "I still have grateful memories of a happy 12 years at Wesley College. The school on Karlsruhe Hill was established with missionary zeal and some colonial vigour but it catered for all Ceylonese. The school became the cradle of multiculturalism. Protected from the polarised world outside, it remained secular and was driven by merit. Since the very beginning Wesley has strived hard to become a modern, forward-thinking school. The school has a strong record of academic achievements and a full programme of wider life activities, including the arts and sports.",
    "The school’s sesquicentennial anniversary has come and gone. One hundred and fifty years of life of a school is a huge achievement in this era of survival of the fittest. Longevity arises partly from good fortune but mostly from sustained effort. I left school in April 1962 to seek that elusive fame and fortune. They both have eluded me since!!",
    "I was unable to attend any of the functions and events of this great occasion. Living in London the journey including a long flight was too arduous to attempt. Age related infirmities have caught up with me.",
    "I have done the next best thing, to watch on social media the unfolding of a prodigious chain of events. There weren’t many from my generation present as some have departed this world. The dinners and dances were vibrant, colourful and full of fun. The young enjoyed it to their hearts content. Many of my contemporaries boogied the night away taking longer breaks to catch their breath. There is a message in all this. Do what you can when you are fit and able.",
    "The camaraderie was there for all to see with smaller reunions and gatherings prior to the main dinner and dance at the Shangri-La Hotel. When old boys come together they move into recollection mode recalling those beautiful, quirky moments of their youth. There is never a dull moment. Voices are imitated, mannerism mimicked, idiosyncrasies enhanced. Long forgotten episodes of school life suddenly spring to mind bringing laughter, affection and also some sadness. As the wine and conversation flow, they are transported back many decades bringing forth those warm feelings of the lost years. The last to leave often provided a lusty rendition of the old school song.",
    "We spend our formative and impressionable years at school. It has created an Aladdin’s cave of wondrous memories. The sands of time have moved on as I have progressed from youth to middle age and beyond. Those memories of friends and fun seemed to be stored and archived to last a lifetime. The stored memories resurface each time I visit the old school and walk the long corridors again. The Great Hall is a remarkable place for nostalgia. When I sit in silence beneath the high teak ceiling surrounded by gorgeous Victorian stained-glass windows, the school song seems to resonate in the distance. It is not easy to hold back the tears. The intensity of the occasion is often overwhelming. As I live so far away beyond the horizon, this for me is a special treat.",
    "It was cricket that unified us all. Playing and watching the game was one of the most enjoyable things of my time at Wesley. A tangle of emotions tumble through my mind as I reflect on watching cricket under the mara trees at Campbell Park. For the students at Wesley College, Campbell Park has been the cradle of all sports. But the school has never owned the park. It is on a short lease reluctantly extended, each time, by the Colombo Municipal Council. During the Anniversary Dinner at the Shangri-la, successive speakers pleaded with the President of Sri Lanka, who was an honoured guest, to handover the park to the school. It is true these are not issues that could be resolved over dinner. The promise was to say “I will see what I can do”. However, we can but dream of a good outcome.",
    "We all hate change and often hear the laments “the school is not what it used to be” or “It is not as good as it was”. This is more a nostalgic vision of a mystical, non-existent past. Schools are places of endemic change. Every year new students join and those who have left go farther on life’s journey outside the school gates. We must change with time. The school has changed and have done so maintaining our links with our glorious past. We have kept the old traditions whilst embracing the innovative and modern. Rejuvenation and modernisation are a continuous process. It would be dismissive to say that the changes thus far have procured no benefit.",
    "Since my time the landscape surrounding the school too has changed beyond recognition. The narrow Baseline road of my day of Morris Minor cabs and red Leyland buses has given way to a busy dual carriageway of faster traffic. The view of the Welikada Prison and its perimeter fence seem to be unchanged. Being so close to the prison for over a decade I had often peered into the distance allowing my mind to wander inside. For many of us the prison is a dark and mysterious place. Very few knew what happened behind those grim iron gates.",
    "To us the inmates were criminals, desperate and dangerous. Being a place of punishment, the isolation and the years of incarceration was a burden to endure. The humiliation, suffering and the lack of privacy must have been soul destroying. The solitary confinement could have broken their spirit. At the end of their ordeal how on earth did they face the world again?",
    "While living abroad it is much harder to keep abreast of all the changes taking place in an ever-evolving school. Much of the lawns, shrubs and trees have disappeared to give way to the new buildings and a swimming pool. Although these changes were needed, to old fogeys like me it seems like a desecration of what we knew and remembered of the old school.",
    "I wish I could turn back the clock, just for a brief moment, to enjoy what it was like in the 1950’s to see the well-manicured lawns and the colourful flowers in pergolas. The flamboyant trees in full bloom in the month of May was a sight never to be missed.",
    "In this fractured and troubled world, what we seek more than anything is a sense of belonging, a feeling that we are part of a community of like-minded souls. Despite this it is ironic how many of the rising generation of students after having received a fine education, leave the school never to set foot on those hallowed grounds ever again. It amazes me that even those old boys who live in Sri Lanka and some living in Colombo have never been to the school premises as past students. In the endless whirr of 24/7 life of the 21st Century it is perhaps easy to forget our formative years. Some must have jolly good reasons to do so.",
    "The school has thus far survived the rapids of two destructive World Wars and many political and economic upheavals. I shudder to think what the next 100 years will bring to the school and to us humans. With artificial intelligence there may not be a need for a school!! People will most certainly live longer and may even emigrate to distant planets. With the current trends and the serious consequences of global warming there are doubts about the existence of life on our planet that far ahead. That distant future is beyond anyone’s comprehension. Meanwhile let us take care of our planet and be happy and content with what we have now.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}