{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-Presidential-election-2024-A-turning-point-or-a-false-dawn/4-767401",
  "time_ut": 1727803953.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Presidential election 2024: A turning point or a false dawn?",
  "original_body_lines": [
    "AKD’s victory is seen as a triumph for those who demand a system that prioritises social welfare of the masses over the interests of a few",
    "One of the most pressing challenges facing Dissanayake’s administration is the renegotiation of Sri Lanka’s debt. The island’s economy remains shackled by billions of dollars in foreign debt, with China, Japan, and the International Monetary Fund (IMF) being its largest creditors. The austerity measures imposed by the IMF in exchange for bailout packages have further deepened the economic hardship experienced by ordinary Sri Lankans, leading to widespread resentment. Dissanayake has signalled his intention to renegotiate Sri Lanka’s debt on more favourable terms, seeking to alleviate the burden on the working class while pursuing a path of debt sustainability",
    "Sri Lanka’s 2024 Presidential election, which saw the ascension of Anura Kumara Dissanayake (AKD) as the President, stands as a significant milestone in the country’s modern political history. This victory, deeply rooted in the collective frustration from the economic collapse and the 2022 Aragalaya protests, symbolises a departure from the entrenched political dynasties and neoliberal policies that have shaped Sri Lankan governance for decades.",
    "As the island nation grapples with both its internal fractures and external pressures, Dissanayake’s presidency is not only a reflection of the people’s cry for reform, but also a litmus test for how far Sri Lanka can truly pivot from its problematic past and forge a sustainable future.",
    "The seeds of this political shift that we’re witnessing today were planted in the Aragalaya, a grassroots movement that demanded the ouster of the Rajapaksa family from power. The protests, fuelled by a catastrophic economic crisis, revealed the deep-seated anger and disillusionment among Sri Lankans against their ruling elites. Chronic mismanagement, corruption, and unsustainable fiscal policies had pushed the country to the brink of economic collapse. The foreign exchange reserve crisis, runaway inflation, and the inability to procure basic essentials forced millions into poverty. As the Rajapaksa regime fell, it became evident that Sri Lanka’s political landscape had been irrevocably altered.",
    "Dissanayake’s rise to power is the political embodiment of the people-centric movement that has been running in the veins of Sri Lankans since 2022. He is the leader of the Janatha Vimukthi Peramuna (JVP), a left-leaning political party with a long history of revolutionary activism. AKD’s victory is seen as a triumph for those who demand a system that prioritises social welfare of the masses over the interests of a few. His win is a testament to the fact that people’s frustration with the political class has reached a tipping point, pushing them to rally behind a figure who promised radical change, particularly in the economic domain.",
    "Dissanayake’s presidency presents an opportunity to reimagine Sri Lanka’s economic strategy. For decades, the country has been caught in a cycle of debt, relying on foreign loans and neoliberal policies to fuel growth. This approach has led to structural inequalities, with the working class bearing the brunt of economic mismanagement while the political elite enriched themselves. The collapse in 2022 exposed the inherent flaws in this system, necessitating a radical rethink of Sri Lanka’s development model.",
    "Dissanayake has proposed a people-centric production economy, one that prioritises local industries, agriculture and sustainable practices, over dependence on imports and foreign debt. This shift would focus on strengthening domestic manufacturing, increasing food security, and investing in sectors that benefit the majority of the population, rather than multinational corporations or the wealthy elite. Such a strategy also promises to address the country’s unemployment crisis by creating jobs in agriculture, industry, and small-to-medium enterprises, aligning economic growth with social equity.",
    "One of the most pressing challenges facing Dissanayake’s administration is the renegotiation of Sri Lanka’s debt. The island’s economy remains shackled by billions of dollars in foreign debt, with China, Japan, and the International Monetary Fund (IMF) being its largest creditors. The austerity measures imposed by the IMF in exchange for bailout packages have further deepened the economic hardship experienced by ordinary Sri Lankans, leading to widespread resentment.",
    "Dissanayake has signalled his intention to renegotiate Sri Lanka’s debt on more favourable terms, seeking to alleviate the burden on the working class while pursuing a path of debt sustainability. He faces the difficult task of balancing fiscal responsibility with social welfare, as Sri Lanka’s creditors are unlikely to offer lenient terms without substantial reforms. However, the new president’s emphasis on a people-centric economic model suggests that any future agreements with international financial institutions will try to prioritise people’s welfare over the demands of creditors.",
    "One of the cornerstones of Dissanayake’s campaign was his promise to abolish the Executive Presidency—a political institution that has long been seen as a source of authoritarianism and abuse of power in Sri Lanka. Since its establishment in 1978, the Executive Presidency has concentrated immense power in the hands of one individual, allowing for rampant corruption and political favouritism. Many argue that this system has contributed to the country’s political instability and the entrenchment of family dynasties, such as the Rajapaksas.",
    "Abolishing the Executive Presidency is not only a symbolic move towards restoring democratic norms, but also a practical step towards decentralising power. By shifting authority back to a parliamentary system and provincial governments, Dissanayake hopes to create a more accountable and transparent political system. Constitutional reform will also aim to strengthen the independence of the judiciary and other democratic institutions, which have been systematically weakened under previous administrations.",
    "However, such a mammoth task will not be without challenges. Resistance from powerful political actors, particularly those who have benefited from the centralised power structure, is likely. Nonetheless, Dissanayake’s push for a new constitution could pave the way for a more inclusive and participatory political process.",
    "On the other hand, Sri Lanka’s ethnic tensions, particularly between the Sinhalese majority and Tamil and Muslim minorities, remain a persistent fault line in its politics. The civil war, which ended in 2009, left deep scars, with successive Governments failing to address the root causes of the conflict or to promote genuine reconciliation. The rise of Sinhala-Buddhist nationalism in the post-war years further exacerbated ethnic divisions, marginalising minorities and fuelling resentment.",
    "Dissanayake has positioned himself as a unifying figure, advocating for a more inclusive national identity that transcends ethnic and religious lines. His presidency offers an opportunity to forge a path towards social harmony. Central to this effort will be addressing the grievances of the Tamil and Muslim communities, particularly in terms of land rights, political representation, and economic opportunities. Meaningful power decentralisation, as part of a new constitution, could provide the framework for greater autonomy and representation for minority regions, fostering trust and cooperation.",
    "Yet, promoting social harmony will require more than just political reforms. It will involve rebuilding trust among communities through education, cultural exchange, and grassroots initiatives that promote understanding and coexistence. Dissanayake’s commitment to ethnic reconciliation will be crucial in determining whether Sri Lanka can move beyond its fraught past and build a more cohesive society.",
    "On the global front, Sri Lanka’s geopolitical position in the Indian Ocean has made it a focal point for major powers, particularly China, India and the US. The country’s strategic location has been both a blessing and a curse, as successive governments have struggled to balance competing foreign interests. China’s Belt and Road Initiative (BRI) investments, particularly in infrastructure projects like the Hambantota Port, have drawn criticism for pushing Sri Lanka into a debt trap, while India remains deeply invested in Sri Lanka’s political stability, given its proximity and the presence of a large Tamil population in southern India.",
    "Dissanayake’s presidency will likely entail a delicate balancing act between these powers. While he may seek to reduce Sri Lanka’s dependency on Chinese loans, he cannot afford to alienate Beijing entirely, given its significant economic influence. Similarly, maintaining cordial relations with India will be vital for ensuring regional stability and fostering economic ties.",
    "Dissanayake’s presidency undoubtedly represents a critical juncture in Sri Lanka’s history. If he can deliver on his promises of a people-centric economy, a decentralised political system, and social harmony, Sri Lanka may finally be able to overcome its turbulent past and chart a course towards a more just and equitable future. The road ahead is fraught with obstacles, and only time will tell whether this election marks a genuine turning point or a fleeting moment of hope.",
    "(The writer is a global political analyst at Law and Society Trust (LST) and documentary photographer based in Colombo, Sri Lanka.)"
  ]
}