{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/an-important-strategy-to-mitigate-elephant-vehicle-collisions/",
  "time_ut": 1729973880.0,
  "original_lang": "en",
  "original_title": "An important strategy to mitigate elephant-vehicle collisions",
  "original_body_lines": [
    "(Author of the award-winning book “The Life of Last Proboscideans: Elephants”)",
    "According to a report by the World Bank, Sri Lanka has the highest road density in South Asia. On the other hand, Sri Lanka is a country with rich biodiversity and wildlife-collisions with trains/motorists have been there for aeons without a successful mitigating measure. This can risk the lives of wildlife as well as motorists or passengers. The latest one happened on October 18, 2024, in which two wild elephants died and two others were injured in a Batticaloa-bound fuel tanker train accident.",
    "When considering train accidents, the best solutions would be an underground railway-transit line in wildlife-sensitive areas. But considering the economic status of the country, such projects can be difficult to initiate in the near future. So, this article proposes a strategy that can be implemented just within a few days and has a strong potential to at least mitigate the issue.",
    "One place in Sri Lanka where elephants frequently cross the road is on the A11 road, which adjoins Minneriya National Park (NP). It must be remembered that Minneriya NP is famous for the seasonal gathering of elephants, which happens from July-September and is also titled the “largest gathering of Asian elephants.” During that season, elephants move to Minneriya NP from other protected areas. Apart from its’ ecological significance, it is also an economic asset since, according to wildlife tourism expert Mr. Srilal Miththapala, the direct and indirect tourism revenue of the Minneriya elephant gathering in 2018 was Rs. 8.7 billion (USD 52 million).",
    "However, there is an effective method that can probably help to mitigate this issue to a greater extent, and that is none other than  surveillance on the road. An analogous archetype is done on India’s National Highway 37, which cuts through the Kaziranga NP in Assam. Between July and August, due to the monsoon, a major part of the national park gets submerged because of the River Brahmaputra’s increased water level. As a result, animals are forced to migrate to higher elevations and forests outside the park’s southern border, including the Mikir Hills. But they have to cross the busy highway that cuts through Kaziranga and the hills. During that time period, forest guards patrol the highway both day and night by monitoring the speed of the vehicles, the behaviour of the motorists, and assisting animals wanting to cross the route.",
    "Now the other question that pops up is, ‘Can that strategic method helps Sri Lanka, and to what extent’? The answer to that question is that there is high potential that it can be successful in mitigating. An exemplary reason comes from the Buttala-Kataragama road (B035) and Habarana road (A11).",
    "B035 elephants are more likely to solicit food from motorists, standing in the middle of road pathways for extended periods, whereas A11 elephants are less likely to do so. However, A11 elephants have a higher mortality rate due to vehicle collisions, indicating that those not interested in road-soliciting are more likely to be knocked over.",
    "This is because most motorists on B035 are aware of begging elephants that stand from place to place, blocking the pathway similar to security checkpoints, and as a result of this, motorists expect to encounter an elephant at any time. This leads to early detection, which triggers quick responses. In contrast, at A11, some motorists may be less expecting to encounter elephants, especially in the middle of the road. As a result of it, there can be a slow response. It is scientifically proven that attentional concentration leads to quicker brain processing and responding. Therefore, the points presented here are scientifically possible. Hence, what is left is to find the probability, and to do that, the proposed strategy has to be put into an experiment.",
    "Another factor that may have changed the perception of the motorist is the difference between the surrounding environments of the B035 and the A11. The side of A11road has more human-interfering features, while B035 has more natural features. Thus, the higher natural features in B035 than in A11 might influence B035 motorists’ expectations of elephants.",
    "Where the railway is concerned, in places where there are elephants there is a recommended speed limit, which is 20 kmph, and those are indicated with special sign boards. So, deployment of patrols with speed guns near railway tracks to check whether trains breach the speed limit in wildlife-sensitive areas is also important. Even in the recent event of the elephant collision, there is evidence that the train went beyond the recommended speed limits. The damage that had happened to the train and the railway track gives solid evidence of that",
    "This proposed action is based on three reasons: (I) Because there have been incidents of train-elephant accidents due to breaches of speed limits. (II) According to elephant-train accidents’ statistical data, there is significant fluctuation from year to year. As experts suggest, this is because when elephants get knocked by a train, it creates a public uproar which results in trains conforming to the speed limits. But as time passes, when the uproar fades, again elephant-train collissions rise. (III) According to the available data, most elephants that get knocked down by trains are females. This is because females move in herds; and when they are crossing the railway track one behind the other, it can take longer time to cross the railway.",
    "Besides, in many places where such accidents have occurred, the terrain has ‘slopes’ on either side or on one side of the railway line. When an animal of 5,221 kg – 3,465 kg moves in such a terrain, their gait obviously becomes slow. So, driving the train at a lower speed delays the time for the train to knock on the elephant.",
    "Consequently, by deploying patrols from random distances, just similar to Kaziranga’s Highway, there can be some hope of mitigating elephant-vehicle collisions. Because locomotive drivers’/motorists’ perception of encountering checkpoints will be high, then they will, as a result, have a more effective response. Nevertheless, it also has the potential to tackle wildlife crimes that take place in ecologically sensitive areas. Furthermore, it is equally essential to deploy patrols with speed guns on railway tracks.",
    "In conclusion, the presented points are scientifically feasible, but the next step is to determine the probability through an experiment. Usually, when these kinds of events occur, they become critical topics, but as time goes on, people forget about them, and the same fate repeats itself. So, let’s make this time an exception and cease the repetition.",
    "Childhood memories of Batticaloa and working there in the fifties",
    "Secret Behind Singapore’s Success and Sri Lanka’s Failure — My Talk with Kishore Mahbubani – Part 1",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}