{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104675/health-sector-to-get-highest-ever-fund-allocation-through-2025-budget-minister-",
  "time_ut": 1735814400.0,
  "original_lang": "en",
  "original_title": "Health sector to get highest-ever fund allocation through 2025 Budget – Minister",
  "original_body_lines": [
    "Minister of Health and Mass Media Dr. Nalinda Jayatissa said the highest-ever allocation of funds for the health sector will be made in this year’s budget proposal.",
    "Dr. Jayatissa revealed this today (02), while speaking at the inauguration of the first and only bone marrow and hematopoietic stem cell transplant unit in a government hospital, established at the Apeksha Cancer Hospital in Maharagama.",
    "This was made possible through the financial support of the Ruhunu Maha Kataragama Devalaya and the dedicated labor contribution of the Sri Lanka Air Force (SLAF).",
    "“The Ministry of Health is usually a place where any government will provide funds if asked. More funds are allocated from the Treasury every year to the Health Ministry than even the ‘Kataragama Deviyo’. But this year, the highest amount of funds ever allocated for the Ministry of Health in history will be set aside in the budget”, the Minister noted.",
    "The Minister highlighted the ongoing support the Ministry receives, both locally and internationally, to further strengthen the health sector, stating, “The Ministry of Health is backed not only by local tycoons but also by foreign and international institutions at times. What we aim to do is systematically and strategically deploy all these provisions,” he explained.",
    "Furthermore, Dr. Jayatissa emphasized that the development initiatives would no longer be driven by political considerations.",
    "“From now on, we cannot cater to anyone’s sentimental desires based on political expediency. We are implementing these developments as part of a national plan that spans the next 20 years,” he affirmed.",
    "While acknowledging that many NPP Members of Parliament may have aspirations to upgrade their local hospitals, the Minister stressed the importance of aligning those ambitions with national priorities.",
    "The first and only Bone Marrow and Hematopoietic Stem Cell Transplant (HSCT) Unit in a government hospital in Sri Lanka for children with cancer was inaugurated at the Apeksha Cancer Hospital in Maharagama today (Jan. 02)."
  ]
}