{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-has-met-most-structural-benchmarks-says-imf/",
  "time_ut": 1732483740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka has met most structural benchmarks, says IMF",
  "original_body_lines": [
    "But SL receives wake-up call on implementation of prior actions",
    "Reaching a staff-level agreement on the third review under Sri Lanka’s extended fund facility arrangement, the IMF said on Saturday that Sri Lanka has met most structural benchmarks stipulated by it to continue receiving its financing support.",
    "“Programme performance was strong, with all quantitative performance criteria and indicative targets (IT) for end-June 2024 met, as well as the ITs for end-September 2024, except for the IT on social spending. Most structural benchmarks due before October-2024 were either met or implemented with delay,” IMF said.",
    "“The new government’s commitment to the program objectives has enhanced confidence and ensures policy continuity. Sustaining the reform momentum is critical to safeguarding the hard-won gains under the program thus far and putting the economy on a path towards durable recovery and stable and inclusive growth,” the international lender noted.",
    "The visiting delegation said that the IMF’s Executive Board will consider completion of the review based on (i) the implementation by the authorities of prior actions; and (ii) the completion of financing assurances review, confirming multilateral partners’ financing contributions and assessing adequate progress with debt restructuring.",
    "“Upon completion of the Executive Board review, Sri Lanka would have access to SDR 254 million (about US$333 million), bringing the total IMF financial support disbursed under the arrangement to SDR 1,016 million (about US$1,333 million).",
    "“Sri Lanka’s ambitious reform agenda supported by the EFF is delivering commendable outcomes. The economy expanded on average by 4 percent y-o-y in the four quarters ending in June 2024. High-frequency indicators point to continued expansion across all sectors. Average headline and core inflation remained contained at 0.8 and 3.8 percent during the third quarter. Gross official reserves increased to US$6.4 billion at end-October 2024 with sizeable foreign exchange purchases by the Central Bank. Public finances have strengthened following substantial fiscal reforms,” IMF said.",
    "JKH shares seen as affected by speculation relating to Adani Group-linked transaction",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}