{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/remembering-krishanthi-and-the-return-of-chemmani/",
  "time_ut": 1755325980.0,
  "original_lang": "en",
  "original_title": "Remembering Krishanthi and the return of Chemmani",
  "original_body_lines": [
    "In the universe of human rights, Sri Lanka has become notable for two dubious records. For disappearances of people stretching over several decades, Sri Lanka is in the top tier of countries. It is easily a world leader when it comes to commissions of inquiry that successive governments have appointed to investigate various instances of human rights violations, including commissions that are appointed to summarize the work of preceding commissions. Nothing conclusive has flowed out of these commissions and there have not been any significant breakthroughs in knowing about the circumstances and plights of the disappeared.",
    "The recent revelations in Chemmani, Jaffna, have brought into relief another related source of distress, namely, the mass graves that are scattered across the country and rarely get official attention unless they are accidentally disturbed. The Chemmani mass grave was the first to create national and international concern and itself came to light during the trial of Lance Corporal Somaratna Rajapaksa and three others for the 1996 gang rape and murder of 18-year-old A’Level student Krishanthi Kumaraswamy, and the murder of her school principal mother, brother and their family neighbour.",
    "This was in 1996, when the young girl was stopped at an army checkpoint near their home in Kaithady, while returning from school after her A’Level Chemistry exam. The other three went to the checkpoint to inquire and were killed as well. Following a public outcry, the perpetrators of the crimes and accomplices in disposing of the bodies of the victims were arrested and indicted. Eight soldiers including Rajapaksa and one policeman were put on trial at the Colombo High Court on 18 November 1996, and all nine were found guilty on 3 July 1998. Six of the accused, including Somaratne Rajapaksa, were sentenced to death and the remaining three were sentenced to 20 years imprisonment. That was not the end of it.",
    "After his conviction, Somaratne Rajapaksa issued a statement claiming that he was innocent and that he was aware of widespread detention, torture and killing of civilians by the army in Jaffna over several months in 1995-1996. The dead were buried daily in the cremation site in Chemmani, south of Nallur. Rajapaksa claimed that 300 to 400 bodies (were) buried in Chemmani almost every evening by soldiers following orders. On 16 June 1999, Rajapaksa was brought to the Magistrate’s Court in Jaffna, where he made a formal statement repeating his earlier allegations and claiming that he and other soldiers were only carrying out the orders of senior officers, and he went on to name them as allegedly involved in the torture and murder of civilians. Rajapaksa further claimed that he and his co-accused could identify 16 burial sites and he reportedly identified one of the burial sites.",
    "Internationally observed excavations were conducted in 1999 leading to the discovery of 15 bodies, and the indictment of seven military personnel. The investigations petered out to conclude that there were no further bodies to be found at Chemanni. Twenty five years later, in June 2025, construction excavation work for a crematorium at Chemmani unearthed the potential remains of an infant, and resurrected Chemmani’s forgotten mass graves. Court-ordered excavations have since been conducted and by mid-August, more than 140 human skeletons, including those of children and babies, have been uncovered.",
    "The excavations in Chemmani have disturbed old wounds and also created a new public interest in the matter. Human Rights activists are reengaging themselves to addressing a buried past and the present NPP government appears to be responding positively. A book, titled ‘Chemmani’, written in Sinhala by Tharindu Jayawardhana, MFM Fazeer and Tharindu Uduwaragedara, was spiritedly launched before a packed audience at the National Library auditorium in Colombo on Wednesday, August 14. A panel discussion on the matter is scheduled for Thursday, August 21, at the International Centre for Ethnic Studies in Colombo.",
    "The critics of the government keep harping on it being slow and inert in fulfilling the NPP’s promises on human rights, justice, accountability and reforms. However, they conveniently forget that this government, although tentative in its public communications as a government (quite different from its campaigning prowess in elections), is quite a change for the better in comparison to previous governments in the matter of human rights. Just as it has shown itself to be relatively incorruptible in governance, the NPP government is also not an abuser of human rights unlike its predecessors. Cleaning up the legacy mistakes of the past could be a separate Clean Sri Lanka project on its own.",
    "Specific to Chemmani, the anecdotal vibes from Jaffna are that people on the excavation ground find the NPP government to be trustworthy in contrast to its predecessors. It has significantly relaxed the tight controls and regulations that stifled people’s efforts to memorialize the past and its victims. The ethos of celebratory denial that was a feature of the Rajapaksa yugaya does not define either the attitude or the actions of the NPP government. The yahapalanaya interregnum was notorious for its loquacious tall talk and total lack of action. This government is palpably different.",
    "Since the Chemmani news story broke in June, there has been no expression of concern or empathy from almost all of our past presidents. The Rajapakasas might be preoccupied with protecting their endangered post-presidential entitlements. Ranil Wickremesinghe and Maithripala Sirisena may be busy petitioning the Supreme Court to protect the very same entitlements. RW is also reportedly fomenting a united front to harass NPP local bodies without an NPP majority. Only Chandrika Kumaratunga is reportedly showing some interest in reengaging with human rights activists who want a sincere and effective response from the government.",
    "The growing public interest is not only focused on securing justice for Chemmani but also extending it to revisit the other, more than two dozen, mass graves scattered throughout the country – North and South. Disappearances are another concern and numbering between 60,000 and 100,000 between 1983 and 2009, in estimates that are cited by the International Commission of Jurists (ICJ). According to the ICJ, the many government appointed commissions “have prioritized reconciliation over while providing a limited focus on accountability.” Victims and their families have been denied their right to information and access to justice, not to mention physical and emotional remedies and reparations.",
    "What is inexplicable is the failure to build on the very exemplary and successful prosecution of Somaratna Rajapaksa and the other accused and their 1998 convictions, and investigate the mass killings that Rajapaksa publicly alleged had taken in Jaffna. In his many statements, Rajapaksa is said to have named names of officers who allegedly oversaw the mass atrocities, killings and burials of hundreds of civilians in Jaffna, during the months of 1995 and 1996.",
    "Yet, there would seem to have been not even internal inquiries to test the veracity of Rajapaksa’s allegations. Instead, Rajapaksa in jail, and his family outside, were threatened and ordered to keep their mouths shut. Rajapaksa himself was officially denigrated as a rapist and a murderer and his allegations were dismissed as self-serving and sensational untruths. The new excavations in Chemmani are giving the lie to the culture of denial that has defined government responses to mass atrocities for a full three decades.",
    "What is remarkably sad is the dichotomy in the official approach between vigorously prosecuting Somaratna Rajapaksa for rape and murder, on the one hand, while dismissing his broader allegations as baseless lies, on the other. This selective reckoning, on the one hand, and broad brush denial on the other has been the story of government responses to mass atrocities in Sri Lanka. The NPP government has a tough task on its hands as it tries to overcome this entrenched tradition and chart a new path.",
    "Although a new path now, it should not be forgotten that it had been tried before successfully in bringing justice to Krishanthi Kumaraswamy, her mother, brother and their neighbour. The ingredients of that success were laid out by Prashanthi Mahindaratne, the chief prosecutor in the case, in an interview she gave to Chulani Kodikara in 2017. There was positive insistence for due process to be followed by then President Chandrika Kumaratunga.",
    "The military police commander in Jaffna was convinced that the military should co-operate and he made available to the prosecutors the highly accurate and regimented record keeping of the army. Who was where, when and for what was all on record for every soldier. Lastly, as Ms. Mahindaratne poignantly observed, the case demonstrated that it was possible to conclusively go through the trial even though the “victims were Tamil; accused were Sinhalese and members of the military; judges were Sinhalese; soldiers were Sinhalese; prosecutors were Sinhalese.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}