{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112616/kerawalapitiya-sobadhanavi-lng-power-plant-connected-to-the-national-grid-",
  "time_ut": 1758109320.0,
  "original_lang": "en",
  "original_title": "Kerawalapitiya ‘Sobadhanavi’ Power Plant connected to the national grid",
  "original_body_lines": [
    "The ‘Sobadhanavi’ 350 MW Combined Cycle Power Plant in Kerawalapitiya was connected to the national grid a short while ago.",
    "Prime Minister Dr. Harini Amarasuriya and Minister of Energy Eng. Kumara Jayakody ceremonially connected the plant to the national grid.",
    "Speaking at the event to mark the opening of the power plant, Prime Minister Dr. Amarasuriya stated that the objective of the government is to make Sri Lanka a country with the lowest electricity prices in the region, thereby providing fair and affordable electricity to all citizens.",
    "The ‘Sobadhanavi’ 350 MW Combined Cycle Power Plant in Kerawalapitiya contributes 12% of the requirement of the national power system.",
    "The world is now moving into a transitional era led by sustainability and innovation, adapting to ever-changing consumer demands and regulatory frameworks in the energy sector.",
    "Amidst such global trends, Sri Lanka ranks high among the countries in the region with the most expensive electricity rates.",
    "One of the main obstacles in transitioning to a production-based economy, in order to recover from the severe economic crisis caused by decades of mismanagement, is the unfair cost of energy.",
    "Our government is focusing on new energy sectors, particularly solar and wind power, in order to reduce high electricity costs.",
    "To make Sri Lanka the country with the lowest electricity prices rates in the region, the Government is implementing procurement and tender processes and shifting from oil-based electricity generation towards renewable sources such as solar and wind.",
    "It is also a goal of the Government to strengthen the national economy by encouraging contributions from producers and providing fair and affordable electricity to all citizens.",
    "I am pleased to learn that this power generation system has been designed by the efforts of our local engineers and human resources.",
    "I humbly request all citizens to use electricity more responsibly, reduce unnecessary consumption, and contribute to strengthening the national economy both institutionally and individually."
  ]
}