{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-appoints-special-panel-to-provide-state-lands-to-military-ahead-of-polls-163273/",
  "time_ut": 1715830200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka appoints special panel to provide state lands to military ahead of polls",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has appointed a special committee to provide state-owned lands to military, State Defence Minister Premitha Bandara Tennakoon said, ahead of the country declaring the Presidential polls.",
    "The presidential election date is expected to be declared after July 17, but the Election Commission has already declared that the polls will be held between September 17 and October 16.",
    "President Ranil Wickremesinghe, who is also the country’s Defence Minister, is expected to contest under an independent coalition with the support of most parties backing him in the current government, his close allies have said.",
    "Wickremesinghe has launched a national programme to grant unconditional freehold ownership of lands allocated to farmers and low-income earners, titled “Urumaya”.",
    "Granting of “Urumaya” freehold deeds is expected to enhance land value, preserve heritage, and strengthen family economies.",
    "“President presented a cabinet paper to give concession when the lands are given to military personnel,” Tennakoon told a media briefing on Wednesday (15).",
    "“So that they can obtain the lands if they are trying to receive government lands. A special committee has been appointed for this under President’s secretary including the defence secretary as a member. This will go in parallel with Urumaya programme.”",
    "Backing of currently serving military and retired armed forces is vital for any political leader to win a presidency, analysts say.",
    "Sri Lanka’s military is highly regarded among majority of the island nation for winning a 26-year war against the Tamil Tiger separatists popularly known as Liberation Tigers of Tamil Eelam (LTTE) despite strong human rights violations.  (Colombo/May 16/2024)"
  ]
}