{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111196/no-special-security-for-israeli-nationals-in-sri-lanka-cabinet-spokesman",
  "time_ut": 1754385300.0,
  "original_lang": "en",
  "original_title": "No special security for Israeli nationals in Sri Lanka – Cabinet Spokesman",
  "original_body_lines": [
    "No special security has been given to Israeli nationals currently in Sri Lanka as tourists, according to Cabinet Spokesman Minister Dr. Nalinda Jayatissa.",
    "Speaking at the weekly Cabinet press briefing held today (05), Minister Dr. Nalinda Jayatissa said security is being provided to Israelis in the Arugam Bay area solely because they are tourists, and that police and tri-forces personnel have been deployed for this purpose.",
    "The Cabinet Spokesman emphasized that if there are places where Israeli nationals congregate, the government will provide standard security, as they are considered common tourists, and that this is not any form of special security.",
    "He also added, “If they gather anywhere, the government has the responsibility to protect tourists, whether they are alone or in groups. There is no other issue here. There has been an increase in the number of tourists coming from countries including Israel. We have prioritized providing security to all foreigners visiting Sri Lanka, regardless of their country of origin.”",
    "Meanwhile, a news report recently indicated that the government was under pressure from senior officials attached to the Ministry of Foreign Affairs to issue visa-free entry to Israeli nationals.",
    "Cabinet Spokesman Minister Dr. Nalinda Jayatissa said that the list of countries that will receive visa-free entry to Sri Lanka was prepared with the intervention of the Ministry of Foreign Affairs, Foreign Employment, and Tourism, based on tourist arrivals and the dollar income they bring to the country.",
    "Further commenting on the matter, the Cabinet Spokesman stated, “The government hasn’t looked at any country from a different angle. If you look, there are various countries included in the list. The basis for selecting these countries was the dollar income we receive and the number of tourists arriving. It is very clear why those countries were selected.”",
    "Meanwhile, the Minister noted that decisions had been made during the tenure of former Minister Nimal Siripala de Silva to provide security to aircraft arriving from Israel. However, Israeli aircraft have not landed in Sri Lanka since May last year. He added that discussions are currently underway regarding the possibility of resuming direct flights from and to Israel, perhaps later this year."
  ]
}