{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-made-strong-and-sustainable-performance-in-2023/",
  "time_ut": 1708301040.0,
  "original_lang": "en",
  "original_title": "HNB made strong and sustainable performance in 2023",
  "original_body_lines": [
    "Hatton National Bank PLC (HNB) showcased strong and sustainable performance in 2023, in all aspects namely liquidity, asset quality, capital, efficiency and profitability amidst global and local economic uncertainties.",
    "Commenting on the performance, Nihal Jayawardene, Chairman of Hatton National Bank PLC, stated, “The Board joins me in commending the CEO/Managing Director Jonathan Alles for the leadership provided to steer ahead during the most difficult times in the history. I express my sincere gratitude to the HATNA team for their commitment and our customers who have been HNB’s strongest champions”.",
    "The Bank’s interest income experienced a YoY growth of 37.2%, reaching Rs 284.1 Bn despite the decline in AWPLR by approx. eight percentage points during the last two quarters of the year, in line with Central Bank’s expansionary monetary policy. Although deposits rates also declined in line, the 12.2% growth in deposits and the term deposits mobilized at higher interests resulted in Interest expense increasing by 72.6% to Rs 179.8 Bn. The resultant net interest income expanded by 1.4% YoY to Rs 104.3 Bn.",
    "The Bank’s net fee and commission income saw a YoY increase of 4.4%, rising from Rs 15.2 Bn to Rs 15.8 Bn, primarily fueled by higher volumes in credit cards, improved remittances and an increased adoption of our digital banking services. Increased SWAP volumes and the revaluation of on-balance sheet assets with the appreciation of Sri Lankan Rupee during the year as opposed to the significant depreciation experienced in the previous year, resulted in the Bank recording a net exchange loss for the period.",
    "Having provided Rs 73 Bn on investments in foreign currency denominated government securities up to 2022, the Bank increased its impairment cover up to 52% from 35% on a prudent basis, with an additional provision of Rs 38 Bn during the year. With economic conditions improving especially during the second half, asset quality which has been under pressure indicated signs of recovery. Nevertheless, the Bank continues to maintain a prudent approach to provisioning due to the relatively high levels of uncertainty that prevails with the global and local economy, maintaining its provision cover at 57.5%. Accordingly, net stage 3 ratio improved to 3.76% from 4.90% in September 2023 and remains well above the industry level. HNB’s total operating expenses increased to Rs 35.5 Bn from Rs 30.4 Bn on inflationary pressure in the economy, resulting in a cost to income ratio of 29.9% compared to 22.0%, recorded in the previous year.",
    "The Bank’s total effective tax rate increased to 52.5%, reflecting the full year’s impact of the increase in corporate tax rate from 24% to 30% and the introduction of the social security contribution levy of 2.5%, which took effect from October 2022.",
    "The Bank recorded a profit after tax of Rs 20.35 Bn compared to Rs 14.0 Bn recorded in 2022 while the Group recorded a PAT of Rs 23.6 Bn compared to Rs 15.7 Bn in the previous year. The Board of Directors has proposed a final dividend of Rs 8.00 per share, which consist of a cash dividend of Rs 4.00 per share and a scrip dividend of Rs 4.00 per share, for both voting and non-voting shares.",
    "Commenting on the performance, Jonathan Alles, Managing Director / Chief Executive Officer of HNB PLC. stated that “During these most challenging and uncertain times the Bank has focused on sustainable growth ensuring the safety of depositors, facilitating access to finance and business revival for customers, providing fair rewards and recognition for employees, and offering investors a reasonable return for the assumed risk.”",
    "IIHS partners with Coventry University UK to launch South Asia’s first Masters Programmes in healthcare",
    "Declaration of attractive dividends by banking sector counters rejuvenates bourse",
    "HNB unveils the future of rapid customer onboarding in partnership with Lime by LinearSix",
    "HNB renews partnership with Prime Group for exclusive home loans",
    "HNB partners with JICA for sustainable socio-economic development in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}