{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-faces-scrutiny-over-passport-issuance-delays-amid-controversy/56-766374",
  "time_ut": 1725495317.0,
  "original_lang": "en",
  "original_title": "Govt. faces scrutiny over passport issuance delays amid controversy",
  "original_body_lines": [
    "The Opposition leader Sajith Premadasa yesterday accused the Government of bypassing the proper tender process and accepting an unsolicited proposal for the new e-passports.",
    "Speaking at the Parliament, he criticised the Government for failing to have a contingency plan in place during the transition from regular passports to e-passports, which has led to significant delays and caused inconvenience to the public.",
    "“The President and his Cabinet must accept responsibility for not following due process. It is the Cabinet, headed by the President, who allowed this unsolicited proposal to proceed,” Premadasa asserted.",
    "In response, leader of the House and Minister Susil Premajayantha said that the Government has instructed the company responsible for printing passports to deliver 750,000 passports within a month.",
    "He acknowledged the delays in introducing the e-passport system, attributing them to technical issues. Premajayantha also admitted that the current shortage of regular passports was due to insufficient stock, which he said, should have been anticipated and addressed by the Department of Immigration and Emigration (DIE).",
    "“As the Government we must regret the oversight and the necessary audits should have been conducted during the transition process. Unfortunately, this did not happen,” he said.",
    "Premajayantha assured Parliament that the Government is fully aware of the urgency and is taking steps to ensure that normal passport issuance resumes promptly, indicating that the backlog should be cleared within the stipulated timeframe.",
    "The issue has drawn significant attention as queues for passports grow longer as people face delays in obtaining new passports. This has affected travel plans and other important activities."
  ]
}