{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/policy-approval-for-micro-finance-and-loan-regulation-authority-act/",
  "time_ut": 1754992560.0,
  "original_lang": "en",
  "original_title": "Policy approval for Micro Finance and Loan Regulation Authority Act",
  "original_body_lines": [
    "The Cabinet of Ministers granted approval at their meeting held on 09.10.2023 to publish the draft bill prepared by the Legal Draftsman to introduce the Micro Finance and Loan Regulation",
    "Authority Act repealing the Micro Finance Act No. 6 of 2016 in the government gazette notification and subsequently, to submit the same to the Parliament for its concurrence.",
    "However, this draft bill was challenged before the Supreme Court by several parties and, the Supreme Court has issued the order.",
    "Furthermore, this draft bill has been directed to the Parliamentary Sector Supervisory Committee on the Appeasement of the Impact of the Economic Crisis. The Committee has informed to appoint a committee to provide recommendations after studying the views and optional resolutions furnished by various parties on its contents.",
    "Accordingly, the final report comprising the proposals obtained from various parties along with revisions as per the order of the",
    "Supreme Court by the Policy / Monitoring Committee appointed was prepared.",
    "Therefore, the Cabinet of Ministers granted their approval to the resolution furnished by the President in his office as the Minister of Finance, Plan Implementation and Economic",
    "Development to grant the policy approval of the present Cabinet of Ministers on the introduction of the Micro Finance and Loan Regulation Authority Act and to direct the Legal Draftsman to",
    "prepare the draft bill, based on the report mentioned above.",
    "R M Gamini Senarathne appointed Commissioner General of Buddhist Affairs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}