{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/music-fest-25/",
  "time_ut": 1757768940.0,
  "original_lang": "en",
  "original_title": "Music Fest ‘25",
  "original_body_lines": [
    "Presented by Ladies’ College – is not just a concert, it’s a  show-stopping, heart-thumping, soul-singing celebration to commemorate the 125th anniversary of the school. This dazzling festival brings together our junior and senior students, united with “One Heart and One Voice”, to relive excerpts from 10 unforgettable Broadway and Disney moments that have lit up our stage in years past.",
    "From mermaids to magic carpets, ballroom waltzes to 70’s rock ‘n’ roll, prepare to be whisked away on a musical journey like no other.",
    "Primary School Takes the Stage– Directed by Melanie Bibile and assisted by Bhagyanee Benedict, our youngest stars will dive under the sea with The Little Mermaid, singing beloved favourites like “Part of Your World” and “Under the Sea”. Shimmering costumes done by Jojo spirited dancing, and joyful singing will transform the stage into an underwater wonderland as our young stars bring the sea world to life.",
    "Then, Grade 5 sweeps us into the golden glow of the Arabian Nights, where the enchanting Scheherazade spins her exotic tales. With lively numbers like “Ali Baba”, this journey sparkles with magic. And of course, we soar into the beloved world of Aladdin, where a magic carpet whisks us away to far-off lands and “A Whole New World”.",
    "On September 18, the Middle School, directed by Sean Amarasekera and assisted by Jovanka Jayaweera, invites you to waltz down memory lane with The King and I. Feel the charm of “Getting to Know You” and the sweeping elegance of “Shall We Dance?” as the King and Anna twirl under thelights.",
    "But the tone shifts as Grade 7 takes on the thought-provoking  Bully—a powerful portrayal of peer harassment in high school, shining a light on the emotional, mental, and physical toll it takes on young lives today.",
    "After a short interval, the mood lifts with the toe-tapping joy of Sister Act. Get ready for glitter, gospel, and giggles as Sister Mary Clarence belts out  “Raise Your Voice” and “Take Me to Heaven”, trying—unsuccessfully—to blend into the habit.",
    "On September 19 and 20, the Upper School—also under the direction of Sean Amarasekera with Jovanka Jayaweera—takes the spotlight with four sensational musical excerpts each evening. We open with the timeless West Side Story, where the fierce rivalry between the Jets and the Sharks ignites the stage, and Tony and Maria share their tender moment with “Tonight”. The drama deepens with The Prince of Egypt, where the moving “Deliver Us” depicts baby Moses’ rescue, followed by the soaring anthem “When You Believe”, leading the Israelites to freedom with a surprise twist.",
    "The second act begins with the majestic, haunting “Bells of Notre Dame” as The Hunchback of Notre Dame unfolds—a stirring tale of prejudice, injustice, and unrequited love told through Quasimodo’s heartbreaking story. And then… we turn up the volume for a blast from the past with Grease! From the slick hair to the swing skirts, “Greased Lightning” and “We Go Together” will have you smiling, clapping, and dancing in your seat.",
    "The choreography for both juniors and seniors is masterfully crafted by Ayushka Nugaliyadda, who has transformed the unique talents of every student into a stunning visual masterpiece. Funding and publicity are being managed with impeccable skill by Taanya Tranchel & Diedri Theogarajah.",
    "Music Fest ’25 is proudly produced by Anushka Abhayaratne, bringing this spectacular celebration to life with flair and finesse.",
    ": Grab yours at the School Office—Weekdays 8am–2pm | Saturdays 9am–12pm.",
    ": From 4:30 – 6 pm, Sept 17–20, enjoy food stalls, face painting, and photo-fun before the curtain rises.",
    "Senior School girls are in black tops, Middle School in white tops and Primary School in red tops.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}