{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/WNPS-LOLC-multi-regional-leopard-research-on-show-at-annual-Association-for-Tropical-Biology-and-Conservation-meet/56-764204",
  "time_ut": 1720809050.0,
  "original_lang": "en",
  "original_title": "WNPS, LOLC multi-regional leopard research on show at annual Association for Tropical Biology and Conservation meet",
  "original_body_lines": [
    "The multi-regional monitoring system for the conservation of the Sri Lankan leopard led by the Wildcats subcommittee of the Wildlife and Nature Protection Society (WNPS) in partnership with LOLC Holdings PLC has successfully submitted its findings and has been accepted for presentation at the 60th Annual Meeting of the Association for Tropical Biology and Conservation (ATBC) in Kigali, Rwanda.",
    "The conference will be held from 14 to 18 July. The scientific lead of the aforementioned project, Sabaragamuwa University Sri Lanka Conservation Biology Professor Prof. Enoka Kudavidanage, and the project coordinator Gihani Hettiarachchi will be attending on behalf of WNPS and presenting their findings at this forum.",
    "Begun in July 2022, the project focuses on leopard populations inhabiting outside protected areas, specifically their distribution, ecology, and human-leopard interactions in human-dominated landscapes. The project has six research centres in key regions (Panama, Sigiriya, Kotagala, Belihuloya, Kilinochchi, and Kalawana) providing island-wide coverage. Activities carried out by these research centres are operated under three main pillars: research, conservation, and awareness.",
    "“Over the past two years, we have successfully reached out to a large network of stakeholders, created a meaningful, positive attitude change within many communities, and have laid a successful foundation for future research,” said the WNPS.",
    "The ATBC is a leading international organization dedicated to advancing the scientific understanding and conservation of tropical ecosystems. Established in 1963, the ATBC brings together researchers, conservationists, and students from around the world to foster collaboration and share knowledge on tropical biology, promoting research, education, and practical conservation efforts to address the challenges facing tropical biodiversity. Prof. Kudavidanage is the current Sri Lankan representative of the ATBC Asia Pacific chapter.",
    "“We are grateful for the partnership with LOLC Holdings PLC in achieving this significant outcome which led this project to achieve international visibility, enhancing the credibility of the research findings and further motivating the efforts of the project team,” said the WNPS.",
    "LOLC Holdings PLC, the largest and most diverse conglomerate in Sri Lanka, has continuously supported WNPS in implementing this project over the last two years and their commitment highlights the importance of the private sector’s involvement in conservation, which is crucial for funding the research sector, fostering innovation, and promoting sustainable conservation. “Through this collaboration and responsible stewardship, we aim to meaningfully contribute towards conserving the Sri Lankan leopard through long-term collaborative measures,” said the WNPS."
  ]
}