{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/from-global-warming-to-global-boiling/",
  "time_ut": 1724359440.0,
  "original_lang": "en",
  "original_title": "From Global Warming to Global Boiling?",
  "original_body_lines": [
    "… Sri Lanka’s Comprehensive Approach to Climate Action: New Policies and Initiatives Set the Stage for a Sustainable Future",
    "In a bold move to face the chellenges posed by escalating climate crisis, Sri Lanka is unveiling a multi-faceted strategy to bolster its climate resilience and sustainability efforts. The country is embracing a “no-regret” approach, emphasising the importance of informed decision-making, global collaboration, and systematic implementation in its climate policies, a renowned climate scientist said.",
    "Senior Professor Buddhi Marambe of the Faculty of Agriculture, University of Peradeniya and member of the National Experts Committee on Climate Change Adaptation (NECCCA), Ministry of Environment, speaking in an exclusive interview with The Island said that the newly updated “National Policy on Climate Change,” along with the revised “National Determined Contributions” (NDCs) and the “NDC Implementation Plan (2021-2030),” marks a significant stride in Sri Lanka’s climate action framework.",
    "These updates, Prof. Marambe said, along with the “Climate Prosperity Plan” (CPP) of 2022 and the “2050 Carbon Net Zero Road Map and Strategic Plan” of 2023, outline a clear path forward, identifying crucial financial requirements for climate initiatives.",
    "The CPP projects a need for USD 26.53 billion, while the Net Zero Strategic Plan estimates USD 140 billion in funding necessary from national sources, private sector contributions, and international donors by 2030 and 2050.",
    "Prof. Marambe said that to ensure these ambitious plans are met, Sri Lanka is working to attract substantial donor funding. The country’s new Climate Change Act, nearing completion, will further solidify its climate governance framework. In addition, the establishment of the Climate Change Office (CCO) in 2024 at the Presidential Secretariat complements the existing Climate Change Secretariat of the Ministry of Environment, originally set up in 2008. This new office aims to enhance coordination and execution of climate strategies.",
    "Sri Lanka’s commitment to global climate discourse was highlighted at COP28, where the country proposed the “Tropical Belt Initiative” and “Climate Justice Forum” to draw international attention to the needs and challenges faced by developing nations in the fight against climate change.",
    "Educational advancements are also on the horizon with the forthcoming launch of the International Climate Change University (ICCU), which will offer postgraduate programs focused on climate science and policy. Supported by both national and international agencies, the ICCU will foster deeper expertise in climate issues. Concurrently, the University of Peradeniya is setting up a “Climate Change Lab” to further enhance research and innovation in this critical field.",
    "Sri Lanka is also updating and developing key strategic documents, including the National Adaptation Plan for Climate Change Impacts (NAP), Technology Needs Assessment (TNA), Technology Action Plans (TAP), Provincial Adaptation Plans (PAPs), and the Climate Smart Green Growth Strategy (CS-GGS). These initiatives are designed to support the systematic implementation of climate actions across the country.",
    "As Sri Lanka charts its course towards a sustainable future, the integration of these policies and initiatives underscores the nation’s commitment to addressing climate challenges through a coordinated and informed approach, paving the way for effective climate action on both national and global scales.",
    "(Q)   Lots of deliberations have been taking place on the unprecedented global warming in the recent past. Can you explain on what’s going on?",
    "The recent trends in global warming have made me think that “Global Warming” is shifting towards “Global Boiling” This expression is an exaggeration, but anyone who has monitored climate change and warming trends during the past decades would perceive it as such.",
    "About a year ago, on 4 July 2023, the Copernicus Climate Change Services (CCCS) of the European Union and other researchers announced that the world had experienced the hottest day recorded ever, at least since the Industrial Revolution in the 1850s. However, the day temperatures continued to increase in the next three days, ultimately recording of 6 July 2023 as the hottest day in 2023, hitting an average daily temperature of 17.08 Celsius (°C). Further, the month of July in 2023 and the year 2023 became the hottest month and the year, respectively, ever recorded. Overall, the earth was about 1.36 °C warmer in 2023 than the pre-industrial average.",
    "After little over one year since 6 July 2023, the world recorded a marginally higher temperature of 17.09 °C on 21 July 2024 (Sunday). However, a day after, on 22 July 2024 (Monday), the global temperature increased considerably (17.15 °C), making it the hottest day ever recorded. Climate change is playing havoc. All indications are now that 2024 will beat all annual temperature records to take the top spot as the hottest year. Moreover, the 10 hottest years since the Industrial Revolution have fallen in the 21st century and strikingly in the last decade (2014 to 2023).",
    "In simple terms, the climate is continuing to warm. After the peak on 22 July 2024, the average global temperature has shown a slight decline over the past week. However, we are likely to see new temperature records in the coming months and years. Let us all be aware of this and prepare ourselves to adapt to those conditions while also making every effort to slow down the rate of climate change. This is a global challenge that requires a united response.",
    "Let us not forget that climate change has demonstrated its devastating effects, especially on human lives. The Lancet Countdown reported that the number of people exposed to extreme heat has grown exponentially globally due to climate change, and the heat-related mortality rate of people over 65 years of age has increased by approximately 85% between 2000–2004 and 2017–2021.",
    "(Q) Could you briefly explain as to what contributes to global warming?",
    "The increasing levels of greenhouse gases (GHGs) in the atmosphere are directly linked to the average global temperature on planet Earth. Carbon dioxide (CO2) is the most abundant GHG, mainly resulting from burning fossil fuels, contributing to about two-thirds of the overall GHGs. Methane contributes to about 25% of the warming that we experience today. The “Methane emission fact sheet” of the United Nations Environment Programme (UNEP) clearly states that the global warming potential of methane is 80 times more than that of CO2. Further, methane comes from human activities (60%) and natural sources (40%). The most significant sources of methane due to human activities are from agriculture (e.g. cattle, and paddy fields), fossil fuels, and decomposition of landfill waste.",
    "El Niño, which is a climate pattern that describes the unusual warming of surface waters in the eastern Pacific Ocean, can significantly impact global temperatures. For instance, the warming in 2023 was notably boosted by El Niño conditions, which have continued into 2024. This influence of El Niño on global temperatures is further highlighted by the fact that the Second hottest year recorded to date (2016) was also influenced by El Niño.",
    "(Q)   Could you summarise the warming trends in Sri Lanka and some of its impacts?",
    "Since 1961, the average temperature of Sri Lanka has increased from 0.01 °C to 0.03 °C per year. This, coupled with the availability of water, has led to recent climate analysis, which has shown that wet areas in Sri Lanka (Wet zone) will be wetter and dry areas (Dry zone) will be drier in the future. This is an alarming situation as the Dry and Intermediate zones of Sri Lanka are the heart of agriculture in the country and that would face water deficit situations coupled with high temperatures, thus negatively affecting the production of crops, livestock and aquaculture, and the livelihood of people. Further, the cooler climates in the country have already shown a rapid increase in the night temperatures compared to the day temperature. This indicates that the central highlands of Sri Lanka would experience crop yield reductions due to the loss of dry matter due to the increased rate of night respiration.",
    "(Q)     You have represented Sri Lanka at various forums on climate issue negotiations for more than a decade. What is the latest outcome of the COP considering the dangerous impacts on climate?",
    "The Conference of Parties (COP) of the United Nations Framework Convention on Climate Change (UNFCCC) met for the 28th time (COP28) in 2023 with over 85,000 participants. This comprised more than 150 Heads of State, including the President of Sri Lanka. At COP28, the global community realised that the progress of commitments made by various countries were too slow across all areas of climate action to (a) reduce greenhouse gas emissions, (b) strengthen climate resilience, and (c) provide financial and technological support to vulnerable nations.",
    "The next two years will be critical in global climate negotiations, as the countries urgently need to establish a new climate finance goal that reflects the scale and urgency of the climate challenge. We must make commitments that bring us in line with a 1.5-degree world, aligning with the Paris Agreement. For example, to keep the Paris Agreement target within our reach, the COP28 recognised that the energy sector should reach net zero emissions by 2050 by speeding up the transition away from fossil fuels, and utilising zero- and low-carbon fuels well before or by around mid-century. This is challenging considering the recent increase in global warming, but it can be achieved only through a collective effort globally. Sri Lanka has already committed to (a) becoming carbon net zero by 2050, (b) achieving 70% renewable energy in electricity generation by 2030, and (c) no capacity addition of coal power plants. We need international support in terms of access to technology based on our needs, capacity building and adequate climate financing from the international community to achieve thesetargets.",
    "(Q) How positively has Sri Lanka responded to the climate challenge?",
    "The country needs to adopt “no-regret” options through a systematic approach. We must assess climate vulnerabilities periodically using the latest scientific methodologies, identify the technology needed to respond to climate challenges, access those technologies through global partnerships and climate financing, and build our capacity to adopt such technologies effectively under local conditions. The climate actions should not be decided upon haphazardly but through an informed decision-making process with broader stakeholder consultation.",
    "Multitude of contenders and symbols; SL population; an academic let down",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}