{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83161",
  "time_ut": 1700569800.0,
  "original_lang": "en",
  "original_title": "Pandora Papers  name  Sri Lankan Public Security Minister Tiran Alles  as the owner and director of Banham Ventures Limited and Brompton Properties registered in the British Virgin Islands Since July 2017",
  "original_body_lines": [
    "The name of a top Sri Lankan politician has emerged in the latest release of Pandora Papers two years after the first leak of financial secrets of shell companies in overseas tax shelters.",
    "The individual, a minister in President Ranil Wickremesinghe’s cabinet, has been identified as the beneficial owner of two such firms registered in the British Virgin Islands (BVI), a known tax haven.",
    "Tiran Prasanna Christopher Alles is listed as the owner and director of Banham Ventures Limited and Brompton Properties since July 2017. Both are incorporated in the BVI.",
    "Reports linking Alles to the latest Pandora Papers were widely circulated on social media since Tuesday, but he had not publicly responded to them.",
    "However, Minister Tiran Alles filed a complaint with the Criminal Investigation Department (CID) on August 15 over an allegation by the Frontline Socialist Party that he had offshore investments in an “European island.”",
    "Responding to a question asked on Friday by this newspaper, Alles asked whether his was the only name listed in the report. If not, he said that singling out his name was a mischievous effort to tarnish his reputation.",
    "While there were other Sri Lankan names in the report, they were not public figures.The FSP, a breakaway faction of the JVP, had also alleged that Alles had invested overseas jointly with the JVP, a charge denied by that party.",
    "The progress of the CID investigation into Alles’s complaint was not immediately known. It is also not clear if the investigators have taken note of the latest Pandora Leaks.",
    "When the names of former state minister Nirupama Rajapaksa and her husband Thirukumar Nadesan were mentioned in the first Pandora Papers leak in October 2021, then President Gotabaya Rajapaksa ordered an immediate investigation.",
    "Rajapaksa wanted the investigation into his niece Nirupama and her husband completed within a month, but the findings were never made public.Some Sri Lankan businesses entities and their directors are known to operate offshore companies to facilitate international trade, but with prior approval from exchange control authorities.",
    "Sri Lankans who declare a tax residence at home are not free to invest overseas unless without prior central bank approval.",
    "Sri Lanka has restricted the transfer of capital overseas.Pandora Papers were investigated by the International Consortium of Investigative Journalists (ICIJ) in collaboration with the BBC, the Washington Post, the Guardian, WDR/NDR (Germany) and others.",
    "The cache of leaked documents included 11.9 million files from companies hired by wealthy clients to create offshore structures and trusts in tax havens such as Panama, Dubai, Monaco, Switzerland, the Cayman Islands and the British Virgin Islands.",
    "According to international media reports, it is the world’s largest ever leak of offshore data to have exposed financial secrets of rich and powerful people."
  ]
}