{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Deshabandu-Tennekoon-appointed-as-36th-IGP/56-758905",
  "time_ut": 1708975843.0,
  "original_lang": "en",
  "original_title": "Deshabandu Tennekoon appointed as 36th IGP",
  "original_body_lines": [
    "President Ranil Wickremesinghe yesterday confirmed Senior Deputy Inspector General of Police Deshabandu Tennekoon as the 36th Inspector General of the Sri Lanka Police.",
    "Announcing the appointment, the President’s Media Unit (PMD) said the appointment was made under the powers vested in the President under Articles 41 and 61 of the Constitution.",
    "According to the PMD, President’s Secretary Saman Ekanayake presented the appointment letter to Tennakoon at the President’s office.",
    "Despite widespread objections by the Catholic Church, Civil Society groups and other parties, Tennekoon was appointed as the Acting IGP on 29 November 2023 by President Ranil Wickremesinghe after months of failing to appoint an IGP in March 2023 year which was when the former IGP C.D Wickramaratne was due to retire.",
    "Wickramaratne was forced to remain in service until mid-November, due to the inability of relevant parties to find a suitable candidate for the post.",
    "Tennekoon’s acting appointment however came under heavy criticism by the Catholic Church in Sri Lanka and other quarters due to the allegations against him including the dereliction of duty in failing to prevent the Easter Sunday attack despite having the necessary information.",
    "At the time the Catholic Church alleged the President’s move was the greatest insult to victims of the Easter Sunday attack.",
    "Tennekoon has also been accused of failing to prevent the attack on the Galle Face Green protests on 9 May 2022. He was also assaulted by a group of protestors near the Beira Lake in Colombo on 10 May last year.",
    "In December, the Supreme Court ruled that Tennekoon, along with three other police officers, had infringed upon the fundamental rights of an individual by illegally arresting, unlawfully detaining and subjecting him to torture in 2011. Accordingly, Tennekoon and others named in the petition were ordered to pay Rs. 2 million in total as compensation to the petitioner from their personal funds while the State was ordered to pay another Rs. 100 000. The apex court also directed the National Police Commission to take disciplinary action against Tennakoon and the other accused who are currently serving in the Sri Lanka Police.",
    "Tennekoon may continue to face more obstacles despite being confirmed as the IGP with several cases pending before the Supreme Court against him with some objecting to his appointment to the post.",
    "The petitioners which include the National People’s Power (NPP) and Samagi Jana Balawegaya (SJB) Deputy General Secretary Mujibur Rahman maintain that the Presidential Commission tasked with investigating the 2019 Easter Sunday bombings has uncovered substantial negligence or omissions on the part of Government officials and police officers, including Deshbandu Tennakoon and recommended disciplinary action against them.",
    "Additionally, the petitioners have contended that Tennakoon, despite having substantial police authority and access to emergency regulations, neglected to utilise these powers to thwart the group’s assault on unarmed citizens at Galle Face Green, situated in front of the Presidential Secretariat.",
    "They have also maintained that as of 16 May 2022, the Attorney General’s Department has identified Tennakoon as a person involved in the incidents that transpired on 9 May 2022 and recommendations have been put forth for a thorough investigation into his role in the matter",
    "Meanwhile, yet another Fundamental Rights petition was filed against him and several other police officers just last month. The petitioner has accused Tennekoon of involvement in the torture and degrading treatment inflicted upon him during an incident in August 2022.",
    "Tennekoon born in 1971 is an old boy from Nalanda College, Colombo. He joined the Sri Lanka Police as an Assistant Superintendent of Police in February 1998 before rising through the ranks. He served as Senior DIG Western Province before his appointment as Acting IGP. He is set to retire in July 2034.",
    "Reports indicate that new regulations are imminent, aiming to cap the tenure of an IGP at three years. This would impact individuals like Tennekoon, as well as several other Senior DIGs who have extensive years of service remaining before reaching retirement age."
  ]
}