{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Cricket-Australia-postpones-Afghan-T20-series/108-279160",
  "time_ut": 1710834180.0,
  "original_lang": "en",
  "original_title": "Cricket Australia postpones Afghan T20 series",
  "original_body_lines": [
    "Mar. 19 (cricket.com.au) - Cricket Australia has again postponed a bilateral series against Afghanistan, scheduled for August, citing deteriorating human rights for women and girls in the country under Taliban rule.",
    "A three-match T20 series against Afghanistan scheduled for August under the ICC's Future Tours Program has been \"postponed\". The series was due to be hosted by Afghanistan, with matches expected to be played in the UAE.",
    "This marks the third time CA has declined to play Afghanistan since the Taliban seized control of the Asian nation in September 2021 and immediately placed restrictions on female participation in sport, which CA condemned.",
    "CA previously cancelled a one-off Test match against Afghanistan that was scheduled to be played in Hobart in November 2021.",
    "In early 2023, CA withdrew from a three-match ODI series due to be played in the UAE in March that year.",
    "At the time, CA kept the door ajar for future bilateral series on the proviso of improved conditions for women and girls in the country.",
    "CA today said advice from the Australian government was \"that conditions for women and girls in Afghanistan are getting worse\".",
    "\"For this reason, we have maintained our previous position and will postpone the bilateral series against Afghanistan,\" a CA statement read.",
    "\"CA continues its strong commitment to supporting participation by women and girls in cricket around the world and will continue to actively engage the International Cricket Council and work closely with the Afghanistan Cricket Board to determine what actions could be taken to support the resumption of bilateral matches in the future.\"",
    "Afghanistan remain the only ICC full member nation without a women's team.",
    "International Cricket Council CEO Geoff Allardice, speaking to the BBC, said the ICC would continue to support Afghanistan as a full member.",
    "\"We have spoken with the Afghanistan Cricket Board and their position is they have to operate within the laws of the country and the rules as set by the government, and really the question for the ICC Board is 'do we support our member in their ability to promote cricket within the rules set by the government of the country?', and the view is yes.\"",
    "Many of the formerly-contracted Afghanistan women's cricketers fled to Australia following the Taliban takeover.",
    "\"When the world sees when a country like Australia does not want to play against Afghanistan, that makes a difference,\" Nazifa Amiri, one of the resettled cricketers, told the ABC last year.",
    "But the cancellation of the March 2023 ODI series drew a furious reaction from Afghanistan star player Rashid Khan, who threatened to boycott returning to the KFC BBL.",
    "\"If playing vs Afghanistan is so uncomfortable for Australia, then I wouldn't want to make anyone uncomfortable with my presence in the BBL. Therefore, I will be strongly considering my future in that competition,\" Rashid posted on social media at the time.",
    "Rashid later backflipped on that threat, returning to the Adelaide Strikers before missing the tournament through injury.",
    "Australia has continued to play against Afghanistan at ICC-run tournaments, most recently at the 2023 men's ODI World Cup in India where Glenn Maxwell smashed an astonishing 201 not out off 128 balls.",
    "CA's position again came under fire before that match when Afghan paceman Naveen-ul-Haq wrote on social media that \"it will be interesting to see (where) (C)ricket Australia stand in the World Cup #standards #human rights or 2 points\".",
    "But CA insisted at the time that \"there is a distinction between playing bilateral series against Afghanistan which falls under CA control as compared to playing in a World Cup tournament which is an ICC event and subject to their regulations.\"",
    "The postponed Afghanistan series comes amid expectation that Cricket Ireland will postpone hosting Australia for a series of limited-overs matches in August and September.",
    "Australia currently remain scheduled to play three ODIs and a T20 against Ireland ahead of a white-ball series in the UK against England in September.",
    "But recent comments out of Cricket Ireland have cast doubts that the series will proceed due to financial and logistical constraints.",
    "\"What we had in the FTP as a whole... it's a real challenge to deliver all of it. We've got almost too much cricket for the amount of venues that we've got,\" Cricket Ireland high performance director Richard Holdsworth told ESPN recently.",
    "\"Costs of putting on games in Ireland have gone up considerably since Covid. Hotel prices, putting up temporary infrastructure for grounds have gone up astronomically.\"",
    "Ireland's men are also due to host Pakistan, Zimbabwe and South Africa this year, including their first home Test since 2018 against the Chevrons. Ireland's women's team are expected to host England, Sri Lanka and the Netherlands.",
    "Australia's men are confirmed to play three T20s and five ODIs against England from September 11-29."
  ]
}