{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/death-of-tusker-sparks-serious-conservation-concerns/",
  "time_ut": 1733080320.0,
  "original_lang": "en",
  "original_title": "Death of tusker sparks serious conservation concerns",
  "original_body_lines": [
    "In a tragic incident, Deeghadanthu, the largest tusker in Kalawewa National Park, fell victim to electrocution on the night of November 27th, marking another devastating loss in Sri Lanka’s conservation history. This incident reflects a recurring tragedy in the region, where famed tuskers such as Barana, Revatha, and Walagamba have also met untimely deaths over the years.",
    "The Kalawewa National Park, renowned for its high population of tuskers, has faced severe ecological stress due to poorly planned development projects.",
    "Supun Lahiru Prakash, an authority on elephants and environmental conservation, is of the view that “the failure to account for environmental factors in impact assessments for projects like the Moragahakanda Irrigation Project has confined elephants to small forest patches, disrupting their natural feeding behaviours.” The presence of invasive plant species and cattle grazing within the park further exacerbates this crisis, he claims.",
    "According to Supun, who has studied elephant mortality trends extensively, the three main causes of elephant deaths—electrocution, gunshots, and the use of explosives like Hakka Patas—account for over 60 percent of fatalities. “The lack of collaboration among authorities, including the Department of Wildlife Conservation, the Ceylon Electricity Board, and law enforcement, is evident from the repeated electrocutions of tuskers in the Kalawewa region,” he says.",
    "Despite the existence of a National Action Plan for Mitigation of Human-Elephant Conflict, implementation remains stalled. Supun points out that “each year, we lose hundreds of elephants and dozens of human lives to this conflict, yet the government has failed to prioritise this critical issue.”",
    "Elephants play a vital role not only in biodiversity but also in Sri Lanka’s economy. In 2024, the country’s national parks generated Rs. 2 billion in just the first quarter, with elephants being the primary draw for tourists. Supun notes, “The overall economic value of a single wild elephant to Sri Lanka’s tourism is close to Rs. 4 million annually. Yet, we continue to lose these iconic animals without accountability or actionable conservation strategies.”",
    "Supun draws parallels between Sri Lanka and other countries like Kenya, where elephants like the legendary tusker Ahmed were given 24-hour protection by government-deployed rangers. “Deeghadanthu’s death underscores the urgent need for Sri Lanka to adopt a proactive approach to wildlife conservation, similar to global best practices,” he says.",
    "The Department of Wildlife Conservation currently operates with less than 60 percent of its approved workforce, leaving vast areas unprotected. Supun warns that “unless significant reforms are made, the future of Sri Lanka’s wildlife and its conservation efforts remains bleak.”",
    "Deeghadanthu’s untimely demise serves as a sobering reminder of the urgent need for systemic change. If lessons can be learned from this tragedy, it could pave the way for stronger conservation policies and a renewed commitment to protecting Sri Lanka’s wildlife heritage.",
    "reliably learns that strict action is on the cards for the Director General of Wildlife Conservation Department.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}