{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-at-imf-wb-meeting-proposes-need-for-concessional-loans-access-for-middle-income-nations-159184/",
  "time_ut": 1713495600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka at IMF/WB meeting stress need for concessional loans for Middle Income nations",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has proposed need for access to lower cost loans for Middle Income countries at the IMF/World Bank Spring Meeting, the island nation’s State Finance Minister Shehan Semasinghe said.",
    "“(I) pointed out pressure on many emerging and frontier market economies, both in terms of maintaining debt sustainability and in terms of financing long term development and sustainability needs,” Semasinghe said after taking part in the meeting late on Thursday in Washington.",
    "“I welcomed the reforms being considered by the IMF in its Lending Into Official Arrears policy which seek to address some of the challenges as constrained global financial environment has made it increasingly difficult for vulnerable middle income countries to raise required low cost. and long term financing for development needs and combating climate change.”",
    "“I proposed the need for enhanced access to concessional financing even for middle income countries which are typically not eligible for such funds.”",
    "Sri Lanka has been looking into end a lingering debt restructuring deal and more support from multilateral financial organizations like the IMF and World Bank for its recovery from unprecedented economic crisis.",
    "Sri Lanka has declared bankruptcy in April 2022 with sovereign debt default and since then it has not repaid any external loans amid a slow debt restructuring process.",
    "The island nation has been looking for funds through nature-linked financial instruments like green bonds.",
    "“I further stated Sri Lanka’s launch at the Tropical Belt Initiative at COP28 in Dubai, which provides a mechanism to catalyse private financing into climate and bio-diversity related investments considering the financial challenges and Sri Lanka’s lead in establishing a Climate Change University with a view to generating knowledge and expertise to address the ever expanding challenges related to climate change and loss of bio-diversity,” he said. (Colombo/April 19/2024)"
  ]
}