{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-hosts-investor-forum-in-batticaloa-to-highlight-alternative-investment-opportunities/",
  "time_ut": 1726505820.0,
  "original_lang": "en",
  "original_title": "CSE hosts investor forum in Batticaloa to highlight alternative investment opportunities",
  "original_body_lines": [
    "The Colombo Stock Exchange (CSE) conducted an investor Forum on 8th September 2024 at Hotel BeachWay in Kattankudi. The forum aimed to showcase alternative investment opportunities and deepen market knowledge for investors in the region.",
    "The forum attracted over 75 participants, providing valuable insights on Sukuks, Debt products such as Green and sustainable Bonds, Stock Borrowing and Lending to both potential and existing investors in the region. Sivananthan Raman Muthukrishnan, Manager of the Batticaloa Branch of CSE, opened the event with remarks on the significance of exploring new investment avenues.",
    "Conducting the first presentation of the forum, Ms. Nilupa Perera, Senior Vice President of Broker Supervision and Listed Entity Compliance at CSE, provided the attendees with a comprehensive overview of Green and Sustainability Bond Issuances. She focused on the role of these bonds in promoting environmental sustainability and their potential benefits for investors.",
    "Following this, Yahya IIham Nizamdeen, Manager of Structured Finance & Shariah Advisory at Almas Equities (Pvt) Ltd., addressed the forum on Shariah-Compliant Debt Securities in Sri Lanka.",
    "His session explained the increasing importance and opportunities within Shariah-compliant investment options.",
    "Arumainayagam Visaahan, Vice President of Research at Asha Securities Ltd., then presented on Stock Borrowing and Lending, and Regulated Short Selling. His presentation covered these advanced financial strategies, offering valuable information on their practical applications.",
    "The forum concluded with an interactive panel discussion and Q&A session. The panel featured Ms. Nilupa Perera, Yahya IIham Nizamdeen, and Arumainayagam Visaahan, and was moderated by Sivananthan Raman Muthukrishnan. The session provided an opportunity for participants to seek clarifications and engage directly with the experts.",
    "Barista unveils cutting-edge “Happiness Hub” to elevate food preparation and distribution",
    "CMTA and Sudath Perera Associates address legal action to combat fake spare parts",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}