{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sec-appoints-two-top-professionals-to-drive-its-hr-and-organisation-transformation-agenda/",
  "time_ut": 1710349140.0,
  "original_lang": "en",
  "original_title": "SEC appoints two top professionals to drive its HR and Organisation Transformation agenda",
  "original_body_lines": [
    "The capital market regulator, Securities and Exchange Commission of Sri Lanka (SEC) has appointed two experienced and talented professionals to head its HR function and drive the institution’s organisation transformation agenda. The two positions are Director and Assistant Director of HR & Organisation Transformation.",
    "The new Organisation Transformation function augments the existing Human Resources department to bring about futuristic change and innovation in the policy, practice, process, and people environment in the institution. SEC has also commenced its journey towards digital transformation and the two new recruits will work in synergy with the recently appointed Chief Digital Officer in an integrated manner.",
    "Chiranthi Cooray joins the SEC as Director HR & Organisation Transformation. She has over 18 years experience in senior leadership roles across HR, Business and Digital Transformation, Sustainability and Corporate Communications. Chiranthi is a C-level executive with multi-disciplinary experience and a proven record of accomplishment in driving organisation transformation and change. Chiranthi’s commercial experience at senior leadership level covers Banking, Finance, Insurance, Asset Management, Bancassurance, Shipping & Logistics, Hotels and Leisure, Manufacturing, Import trading and Brand representation, Television and Radio Broadcasting and Mass Media.",
    "Thushari Rambukpotha joins the SEC as Assistant Director HR and Organisation Transformation. Thushari is a strategic HR leader passionate about harmonizing sustainable growth, technology, and human experience. With a wealth of experience in HR and Project Management spanning over 17 years, Thushari specializes in crafting innovative strategies that nurture an inclusive workplace culture that balances organisation and employee growth and wellbeing while leveraging technology to enhance HR processes.",
    "Thushari’s career journey reflects her passion for driving organisational excellence and fostering employee-centric environments. From her role as Manager, Human Resources at Brandix where she led talent acquisition, performance appraisal, training and development, and employee engagement initiatives for its executives across Sri Lanka and India, to her recent position as Deputy General Manager at Hela Clothing, where she spearheaded group performance management processes for over 1000 executives.",
    "Rs. 10 lakhs sponsorship for a kidney transplant every month",
    "SEC Sri Lanka introduces mechanism to report social media wrongdoings",
    "SEC chairman calls for positive mindset, better housekeeping and collaborative synergies",
    "SEC approves a regulatory framework for Sri Lanka Infrastructure Bonds",
    "SEC /CSE and Ministry of Education establish Capital Market Clubs in Uva Province",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}