{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Oneroad-Group-DMCC-Dubai-delegation-explores-investment-opportunities-in-Sri-Lanka/34-765015",
  "time_ut": 1722468515.0,
  "original_lang": "en",
  "original_title": "Oneroad Group DMCC – Dubai delegation explores investment opportunities in Sri Lanka",
  "original_body_lines": [
    "A 12-member delegation from Oneroad Group DMCC Dubai, a leading consortium specialising in global investments, concluded a successful visit to Sri Lanka from 7 to 14 July 2024.",
    "The delegation led by Oneroad Group CEO Chenling Zhang focused on sectors crucial to Sri Lanka’s economic development, including tourism, minerals, transportation, and the Colombo Port City project. The delegation was accompanied by Ambassador of Sri Lanka to the United Arab Emirates Udaya Indrarathna.",
    "During the visit, the delegation held productive meetings with several key dignitaries, including President Ranil Wickremesinghe, Foreign Affairs Minister Ali Sabry, Industries and Health Minister Ramesh Pathirana, Power and Energy Minister Kanchana Wijesekara, Agriculture and Plantation Minister Mahinda Amaraweera, Tourism, Sports, Youth and Lands Minister Harin Fernando, State Minister of Foreign Affairs Tharaka Balasooriya and State Minister of Investment Promotion Dilum Amunugama. The discussions underscored a mutual commitment to fostering cooperation and exploring avenues for sustainable economic growth.",
    "Furthermore, the delegation engaged with key figures from both the public and private sectors including Chairman of the Board of Investment of Sri Lanka, Port City Colombo, CEO of Akbar Tea and Deputy Chairman LOLC Holdings PLC, a leading conglomerate in Sri Lanka, leading Sri Lankan entrepreneur Eshana De Silva and the Members of the Chamber of Mineral Exporters. The discussions provided valuable insights into the investment climate and potential collaborative opportunities.",
    "The Oneroad Group expressed gratitude to the Government of Sri Lanka for their warm hospitality and reaffirmed their intention to continue exploring avenues for investment collaboration."
  ]
}