{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-looks-for-11-26-bln-investment-to-achieve-renewable-energy-targets-ceb-gm-154427/",
  "time_ut": 1710256560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka looks for $11.26 bln investment to achieve renewable energy targets – CEB GM",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is looking for $11.26 billion in investment to meet its renewable energy targets in eight years through 2030 including building storage capacity, Narendra De Silva, the Acting General Manager at the state-run Ceylon Electricity Board, said.",
    "De Silva, addressing a forum to explain Sri Lanka’s renewable energy requirements for potential Indian partners said the island nation is likely to see solar power as a key source in the energy mix by 2026.",
    "“By 2026, the day peak is going to exceed the night peak. So from 2026 onwards,, solar is going to be a very predominant and most acceptable energy source for the Sri Lankan households,” De Silva told key Indian officials who are involved with renewable energy production in India at the forum jointly organized by the High Commission of India, Colombo in collaboration with Ceylon Chamber of Commerce and Confederation of Indian Industry.",
    "The CEB’s 2030 target showed plans by 2030 to generate 3,805 MW from solar power, 1,475 MW from wind power, and establish Battery Energy Storage System (BESS) with 1,100 MW capacity, and Pumped Storage Plants (PMP) with 700 MW.",
    "“We are looking at approximately $9.4 billion in acquiring this generation infrastructure,” he said adding that further $1.86 billon investment is required for the network.",
    "He said Sri Lanka’s Northern region will be more focusing on wind power plants and the Eastern region will focusing mainly on solar power plants. The southern region is demarcated for both wind and solar plants.",
    "“As far as the resource is concerned, there is no question,” he said referring to sun light and wind in the country.",
    "“The question is to articulate this quantum… and attract this volume of investment. That’s the challenge Sri Lanka has got at the moment.” (Colombo/March 12/2024)"
  ]
}