{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/star-garments-group-wins-silver-award-for-energy-efficiency-in-industry-for-its-innovation-center/",
  "time_ut": 1719691440.0,
  "original_lang": "en",
  "original_title": "Star Garments Group wins Silver Award for ‘Energy Efficiency in Industry’ for its Innovation Center",
  "original_body_lines": [
    "Star Garments Group won a Silver Award at the first-ever International Symposium on Green Industry Initiative for Sustainable Industrial Development in the ‘Energy Efficiency in Industry’ category for its Innovation Center based in Katunayake – the first ‘Passive house factory building’ in the world and first ‘Passive House Design’ in South Asia. It is also the first LEED Platinum building in Sri Lanka to be certified under latest LEED V4, said a press release.",
    "It said: The event, organized by the Industrial Development Board and Ministry of industries, was held on the 20th, 21st and 23rd of June 2024 at the BMICH, Colombo.",
    "The passive house design emphasizes super insulation, airtightness, and heat recovery systems to minimize energy consumption, setting a new standard for industrial buildings in tropical climates. Star’s Innovation Center has also been awarded the 2020 AIA New York Merit Award in sustainability and the 2021 Passive House International Award.",
    "Following the establishment of its Innovation Center in 2017, Star continued to invest in becoming a more sustainable entity. Today, eight of its factories are LEED certified, with two achieving platinum status, four gold, and two silver. Further, on its unwavering efforts towards combating climate change, Star has committed to Science Based Targets initiative (SBTi) and has been maintaining carbon neutrality across all its operations for 5 years.",
    "RIOCOCO Lanka earned dual silver honours at Stevie American Business Awards 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}