{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/an-impusive-visit-to-george-keyt-nearly-40-years-ago/",
  "time_ut": 1733607780.0,
  "original_lang": "en",
  "original_title": "An impusive visit to George Keyt nearly 40 years ago",
  "original_body_lines": [
    "A few Sundays ago (this article was written in July 1985) I travelled through the fertile lands of the Dumbara valley and passed through Kundasale, Arangala, Gammaduwa (with its Buddhist Temple of unique design) and Sirimalwatta, to Gunnepana.",
    "The purpose was to see, in person, George Keyt, whose great artistic achievements and invaluable contribution to art in Sri Lanka were so beautifully presented recently in a telefilm Directed by Tissa Liyanasuriya with the script by Tissa Devendra. Up to the time of this TV program it was a hope that a chance meeting would materialize, but it became an urgent need after that.",
    "The drive was tortuous, the roads being more like gullies than even cart tracks. But what bothered me more was a faint recollection of a conversation I cannot remember where, which left with me the impression that the artist does not welcome visitors. However, since the decision had been made I kept going stopping frequently for directions.",
    "The artists’s house was a modest, two storied building with huge windows on all sides of the house which faces a ‘yaya’ of bright green paddy. Light knocking on a window followed after a while with louder knocking did not produce results. A kind gentleman passing by and realizing for whom I was looking informed me that, ‘Keyt mahatmaya’ was with ‘Percy mahatmaya’ and gave me directions to the latter’s house.",
    "My desire to meet George Keyt was so great that I risked being considered a nuisance and climbed the small hill to the home of Mr. and Mrs. Percy Weerasinghe. Although a stranger to everyone seated in that enclosed verandah I was made welcome on stating the purpose of my visit and a chair beside George Keyt himself was offered to me. He was dressed in a dark brown kurta and checked brown sarong. His shoulder-length, silvery grey hair was neatly brushed and his fair cheeks and softly rounded chin had been carefully shaved.",
    "For what seemed a long time to me he was silent, like all the others in the room, and I made no attempt to break that silence. I was enthralled by the sight of the man whose famous paintings at Gothami Vihare in Borella I had first seen while still at school and since then a large collection of his other work at occasional public exhibitions. The silence was suddenly broken with his question. ‘Are you from a newspaper?’",
    "After some kind inquiries about me and some relations he remembered, Mr. Keyt, with old-wold grace and charm took a leisurely stroll down memory lane describing the place where he had lived after giving up urban life in Kandy. From his conversation one could not fail to realize his deep love and affection for the countryside, nature and things like the kitul jaggery we were nibbling with tea. He regretted that the quality of life in villages had changed so much, with the expansion of urban influence, since he first came to live in a rural atmosphere.",
    "On being told that I had first seen his paintings at Gothami Vihare as a youth and thereafter on the last Sinhala New Year day he was most anxious that I make inquiries about the restoration of the paintings which he said was necessary. I had for long asked myself how the artist had come to paint at this particular temple, so far from his home at that time in Sirimalwatta, and at last had the answer.",
    "Keyt explained that his younger sister’s husband, Mr. Harold Pieris’ grandmother, was a member of the `dayaka saba’ of the temple and she had in her piety wished to beautify the temple. George Keyt had been persuaded by his brother-in-law to undertake the work and he had agreed on the condition that",
    "some structural alternations to the Vihara, particularly the main doorway, be carried out to improve the general appearance of the temple.",
    "In great detail the artist went on to describe how the special plaster was prepared with finely ground sand chemically treated to preserve and prevent the murals from discolouration. With obvious sadness he said that the original colour in which he painted Yasodara Devi particularly, was not as dark as it appears today. He said that on a recent visit to the temple he was relieved to find the deterioration was not as bad as he had feared it would be although the paintings were completed 44 years ago.",
    "George Keyt spoke of a house he had once lived in at Harispattuwa and of the overflowing well at the bottom of his compound to which the village girls used to come for water. With some diffidence I asked whether any of them were the subjects of his paintings. He said that they may have influenced his work but none had been painted in his studio.",
    "Who then had be painted in his studio? The question remained unanswered.",
    "I was deeply touched by his willingness and the easy manner in which he talked to me, a stranger, which belied what I had heard: his reluctance to meet people. What impressed me even more was his utter lack of ego. He appeared surprised when I told him that on asking for directions that morning a venerable old gentleman at Arangala had told me, ‘That world famous gentleman (Lokapprasidda mahatmaya) now lived at Gunapana and no longer at Sirimalwatta’. To me it seemed as if Keyt was quite surprised that he was known outside his beloved Dumbara Valley!",
    "In company such as George Keyt’s time passes too fast. When I realized I had been with him for one and half hours when he himself had called on a neighbour I left after farewells in Eastern fashion to him and his friends.",
    "For a long time to come I shall cherish the memory of the meeting with this brilliant son of Lanka who has shown us and the world outside on canvas the beauty of ‘the expression and mutual attraction in the feelings and emotions of human love, and all the other subjects depicted such as dance and music’.",
    "President-elect Trump and First Lady Elonia celebrate Thanksgiving at Mar a Lago",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}