{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-jayewardene-tradition-from-the-jr-jayewardene-felicitation-volume-of-1978/",
  "time_ut": 1723443360.0,
  "original_lang": "en",
  "original_title": "The Jayewardene tradition from the JR Jayewardene Felicitation Volume of 1978",
  "original_body_lines": [
    "I accede gladly to the request of the compilers of this volume on J. R. Jayawardene to write something about the Jayawardene Tradition, for I belong to a dwindling number who knew his distinguished father and uncles and have read about his earlier forbears.",
    "Anyone familiar with the history of Sri Lanka must recognize the fact that even after foreign domination, the leadership, whether in government, politics or professional life, has come mainly from a leisured and enlightened minority. The spread of education and changes in income levels have to some extent modified the pattern but not eradicated it.",
    "The phenomenon is not strange or uncommon. In England, from which country Sri Lanka has derived our democratic models and standards, there have always been ruling families, such as the Cecils, the Churchills, and Chamberlains. Joseph Chamberlain, a manufacturer and merchant from Birmingham, proved himself a powerful politician and was Secretary of State for Colonial Affairs. Lord Randolph Churchill failed to realize his life’s ambition of capturing the top post but his son, Winston, was one of the greatest Premiers in English history. The Cecils produced two Prime Ministers during this period, namely, the Marquis of Salisbury and his nephew, A. J (later Earl) Balfour.",
    "In recent years in Sri Lanka, two Senanayakes, father and son, held the office of Prime Minister. So did Mr. and Mrs. S W. R. D. Bandaranaike, in turn. The time seemed ripe for the Jayawardene family to which “JR” belongs to produce a Prime Minister, for no other family has yielded such a crop of successful men.",
    "The Jayawardene Tradition has been distinguished by a respect for justice, the rule of law and fair play, and by loyalty to whatever cause its members professed and embraced. Enough evidence of this is to be found in a number of biographical studies.",
    "It is convenient to start the Jayawardene saga with Don Adrian Jayawardene, the great-grand father of E.W. Jayawardene. E. W. was of course J R’s father.",
    "The full story of Don Adrian was published in the Government Gazette of May 15, 1830. He was born in the latter half of the eighteenth century and I take the following excerpts from an article by a former government archivist, the late Mr. E Reimers, published fifty years ago.",
    "“A century and more has passed since the honoured remains of Don Adrian Wijesinghe Jayawardene Mudaliyar were laid to rest in Wolvendhal Churchyard, and a few particulars collected from the official records regarding the career of this remarkable man would be a fitting tribute to his memory, and at the same time a source of inspiration to the present generation.”",
    "“Soldier, chieftain, politician, man of affairs, trusted adviser, and above all loyal servant of the Government, his long and distinguished services were amply rewarded by an appreciative Government, and tributes to his qualities of heart and mind paid to him during a lifetime, a circumstance which does not usually occur in our mundane affairs.”",
    "According to Reimers, the earliest reference to the Mudaliyar appears in a Letter Book of 1798. He was descended from a family of the merchant class whose ancestors settled in Colombo. Two or three generations before his birth, a member of the family married a Jayawardene lady who resided at Welgama near Hanwella and adopted the name.",
    "It would take many pages to provide even a brief sketch of the achievements of Don Adrian and his services to the State. As a child, he was taken up by the Dutch authorities and he rose in their service. When their control of the maritime provinces passed to the British, his ability and experience was utilized by the latter as Guide Mudaliyar.",
    "Don Adrian had only one son, Don Abraham, who was Mudaliyar of Chilaw and wielded influence along the coastal belt from Colombo to Puttalam. Don Abraham’s four sons, Cornelius, Philip, Alexander and James Alfred distinguished themselves as mudaliyars or lawyers.",
    "James Alfred Jayawardene, the youngest of Don Abraham’s sons, was a Proctor of the Supreme Court and Deputy Coroner of Colombo. He married the daughter of Muhandiram Wijekoon, known as “Bismark” among his fellow citizens in Kalutara owing to the remarkable shrewdness of his character.",
    "The success in life of her six sons it was said, was due to their mother, who with all her gentleness, had plenty of force of character. The father had died while they were still children. She had also three daughters, all of whom married well.",
    "An incident is related by the chroniclers to show how he scored a point off the formidable Judge Berwick. The Judge once passed a rule refusing to allow Proctors the privilege of addressing his Court. A few months later when he was acting on the Supreme Court Bench, a prisoner was brought up who had not engaged counsel, and there being no advocate available, the judge sent for Alfred Jayawardene and assigned him for the defence.",
    "Jayawardene said he had two objections. The first was that he was not properly dressed (gown and bands), and the second, that according to his Lordship’s own ruling a Proctor should only be seen and not heard in His Lordship’s Courts. Berwick then said that he was prepared in that instance to waive his standing order, whereupon Jayawardene retorted that he was not prepared to allow himself to be made a convenience of, not even by the Supreme Court! Jayawardene then bowed to the Court and withdrew.",
    "Of the six sons, one was E.W. Jayawardene, our President’s father. More will be said about him later in this article. Those interested in family history will find interesting information in the biography of Colonel T. G. Jayawardene, who was the only one of the six brothers who did not pursue a legal career.",
    "A sense of public duty as well as legitimate ambition was characteristic of J R’s father and uncles. They were given a good start by Hector, the oldest brother. He was a keen politician, an eloquent speaker and a fine type of lawyer of the older school. Sir Alexander Wood Renton, Chief Justice, once called him, “the complete advocate.”",
    "Addressing the Bar after Hector Jayawardene’s death, Sir Alexander Wood Renton said, It is impossible, Mr. Solicitor, to begin work this morning without some reference being made to the loss sustained by the bench and the bar through the death, in tragic circumstances yesterday afternoon of Mr. Hector Jayawardene in the very precincts of the Courts which have known him so long and so honourably. Much we cannot say. The sense of loss is too recent and too keen. But we can at least place on record our tribute to his great qualities as an advocate and as a man.",
    "J. R. Jayawardene’s father ‘EW’ did not care for drudgery as many successful lawyers do, but he was versatile and gifted and could handle a big case in a masterly manner. He was born in 1874 and died in 1932. Of the five legal brothers, he lived longest but even so, he died all too early at fifty-eight years. He became an Advocate in 1897, and with a growing legal practice, became a King’s Counsel in 1921. He was also a member of the Colombo Municipal Council, and an officer in the Ceylon Light Infantry.",
    "It is not every lawyer who makes a sound judge. ‘EW’ possessed the qualifications necessary, such as patience, willingness to listen and a thorough knowledge of human nature.",
    "His long experience at the Bar and happy family life helped him in his career. As a fellow King’s Counsel, H. A. P. Sandarasagara said, “During his last years, when he was more or less permanently on the Bench, those who practised before him were always sure of a very patient and considerate hearing. In sentencing, especially, Mr. Jayawardene had the instinct to hit upon the right sentence in each case. There is, at the moment, no one except his son to carry on the tradition of this most distinguished legal family and there is no doubt that his son, who inherits all the good qualities of his father and who is already making headway in the profession, will one day shine in a manner similar to his father.”",
    "In 1905 ‘EW’ married Agnes Helen, elder daughter of Muhandiram Don Philip Wijewardene of Sedawatte. His eldest son, as already stated, is the present President. Two of his brothers, Corbel and Harry, are also well-known lawyers.",
    "D. R. Wijewardene, the founder of the Lake House group of newspapers, which includes the ‘Daily News’ and the ‘Dinamina,’ was a brother of Mrs. E. W. Jayawardene. Two other uncles of the President were prominent lawyers. Junius Quintus Jayawardane, who was born in 1879, started practice as an Advocate in Kandy. He showed brilliant promise but died early. One of his contemporaries had left it on record that, “I had not the slightest doubt that he would one day take a prominent place among the leading men of his generation.”",
    "We now come to the youngest of the legal quintet – Justus Sextus, who was born on January 28, 1881. At the Royal College he carried most of the prizes and scholarships open to him besides being President of the College Literary Club and Editor of the College Magazine. He was a successful advocate like his brothers. He was also interested in politics but failed to get into the Legislative Council.",
    "The brother who decided not to be a lawyer was Theodore Godfred who chose an engineering career. He rose to the top of his profession as Factory Engineer, but retiring early, he displayed a keen interest in military matters. He was an officer in the Ceylon Light Infantry and reached the rank of Colonel. Before the first World War, he was given the rank and office of Military Intelligence Officer. He was a State Councillor under the Donoughmore Constitution.",
    "The Jayawardene Tradition was one of hard work, service to the nation, patience and realism. Not only were the members of the family united among themselves, they sought to bring all the classes and communities together. Worldly success went together with a basic radicalism. The President has reflected the Jayawardene Tradition admirably. In doing so, he has shown such qualities as moral courage, insight and initiative which are the requisites of a true leader.",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}