{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/swiss-envoy-discusses-peace-reconciliation-with-new-sri-lanka-leader-183028/",
  "time_ut": 1728480600.0,
  "original_lang": "en",
  "original_title": "Swiss envoy discusses peace, reconciliation with new Sri Lanka leader",
  "original_body_lines": [
    "ECONOMYNEXT – Switzerland Ambassador Siri Walt met Sri Lanka’s new President Anura Kumara Dissanayake and discussed the island nation’s efforts on peace and reconciliation among many other topics, the envoy said.",
    "Walt, Ambassador Extraordinary and Plenipotentiary of Switzerland to Sri Lanka, met Dissanayake on Wednesday and reaffirmed Switzerland’s commitment to supporting Sri Lanka, particularly through the ongoing IMF program, and expressed Switzerland’s readiness to assist in President Dissanayake’s efforts to combat corruption, President Media Division (PMD) said in a statement.",
    "“She also emphasized Switzerland’s expertise in foreign direct investments (FDI) and tourism, offering assistance to Sri Lanka in these sectors to promote economic growth,” the PMD said.",
    "Walt in a separate message said she also discussed peace and reconciliation with Dissanayake.",
    "“Thank you President Dissanayake for the fruitful exchange on a wide range of topics, including economic relations, peace and reconciliation as well as migration,” Walt said.",
    "Switzerland has been long pushing for reconciliation after the end of a 26-year war with a considerable number of ethnic minority Tamil expatriates is living in the European nation.",
    "Swiss efforts for post-war reconciliation has progressed slowly in the past with government in powers criticized the European nation’s stance and failed to implement some of the suggestions including addressing past human rights violations.",
    "Walt’s meeting also comes a day after Dissanayake’s government said it will continue to strongly oppose the proposed draft resolution at the present United Nation’s Human Rights Council session to extend the powers of the collection of external evidence mechanism.",
    "The PMD in its statement said Swiss Ambassador discussed areas of collaboration including constitutional reforms and labour migration, with the Ambassador noting Sri Lanka’s potential in these areas and pledging Switzerland’s support in facilitating progress.",
    "“The meeting underscored the strong diplomatic ties between Sri Lanka and Switzerland and highlighted the ongoing partnership aimed at fostering sustainable development and governance improvements in Sri Lanka,” PMD said. (Colombo/October 09/2024)"
  ]
}