{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/peugeot-2025-range-hits-sri-lankan-roads-with-carmarts-exclusive-handover-event/",
  "time_ut": 1754830860.0,
  "original_lang": "en",
  "original_title": "Peugeot 2025 range hits Sri Lankan roads with Carmart’s exclusive handover event",
  "original_body_lines": [
    "In a momentous celebration of French automotive excellence, Carmart (Pvt) Ltd, the sole authorized importer, distributor & repairer for Peugeot in Sri Lanka, proudly handed over the first batch of brand-new Peugeot 2025 models to a select group of discerning customers at a private event held this week. The occasion marked the official arrival of the highly anticipated Peugeot 2008, 3008, and 5008 SUVs, each embodying the brand’s latest design evolution, advanced safety innovations and refined driving dynamics. With bold new styling and cutting-edge features and technology, the 2025 range reaffirms Peugeot’s commitment to premium mobility with an emphasis on enjoyment.",
    "Held at The 80 Club, the handover event was more than a delivery; it was an experience, with the top management of Carmart welcoming and thanking the first buyers of the new models. Guests were treated to a taste of French sophistication as they took the wheel of what many described as “a class apart.” Speaking at the event, CEO of Carmart, Yasendra Amerasinghe stated, “This is a proud moment not only for us, but for every new Peugeot owner who has chosen this incredible brand. These vehicles don’t just provide memorable journeys, they make a statement.” As Sri Lanka’s automotive market becomes increasingly crowded, the 2025 Peugeot models stand out as unmistakably different. The brand’s 215-year heritage is backed by Carmart’s 72-year legacy of trust, customer-focus, and after-sales excellence in representing the brand locally. With bookings now open and demand steadily rising, Peugeot is once again set to be a top choice for discerning car owners in the Sri Lankan automotive landscape. Peugeot remains a true “Lion of Our Time”, a symbol of confidence, elegance, and uniqueness in a cluttered market.",
    "Aminda Perera assumes duties as Chairman of SANASA Life Insurance",
    "DBL Night 2024 recognizes excellence in sales across Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}