{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EDB-and-KPMG-Sri-Lanka-collaborate-to-create-awareness-on-new-EU-regulations-for-ESG/34-766914",
  "time_ut": 1726789490.0,
  "original_lang": "en",
  "original_title": "EDB and KPMG Sri Lanka collaborate to create awareness on new EU regulations for ESG",
  "original_body_lines": [
    "Export Development Board (EDB) and KPMG Sri Lanka jointly organised a knowledge-sharing session on the new European Union (EU) regulations concerning Environmental, Social, and Governance (ESG) factors on 11 September 2024. The session took place at the auditorium of the Postgraduate Institute of Management (PIM), with around 200 Sri Lankan export companies.",
    "The European Union has introduced regulations that will have a significant impact on the Sri Lankan export sector, particularly as ESG considerations. The event provided a platform to discuss the critical challenges and opportunities that the export industry will encounter as a result of the EU’s new ESG regulations.",
    "A team of experts from KPMG Sri Lanka, including Partner Pyumi Sumanasekara, Director Shazaad Nanzer, Senior Manager Callishia Fernando, and Deputy Manager Fathima Mohideen, conducted informative sessions to guide participants through the complexities of the new EU regulations and ESG factors. The sessions provided valuable insights into the latest EU regulations, including their implications for the export industry. The sessions were enriched with compelling real-world case studies, covering key topics such as human rights, supply chain dynamics, decarbonisation, and manpower challenges etc. Participants were informed of practical steps they can take to prepare for these changes, along with the risks and opportunities arising from the evolving regulatory landscape.",
    "EDB Chairman and CEO Dr. Kingsley Bernard emphasised the importance of integrating ESG factors into export trade to enhance competitiveness in the global market. He reiterated the EDB’s commitment to awareness and encourages Sri Lankan companies to adopt sustainable business practices in compliance with ESG standards.",
    "Dr. Bernard also expressed his appreciation to KPMG Sri Lanka for their voluntary collaboration in organising the event. He commended KPMG Sri Lanka for sharing their global expertise on ESG and export industry positioning, helping companies better understand the requirements tied to the new EU regulations.",
    "As ESG considerations continue to shape global trade, these new EU regulations will have a significant impact on Sri Lankan exporters. The EU is Sri Lanka’s second-largest export market, making it essential for local companies to adapt to remain competitive and compliant.",
    "The seminar offered Sri Lankan exporters valuable guidance on how to stay ahead of the curve and capitalise on the opportunities presented by the EU’s evolving ESG requirements. By understanding and addressing ESG factors, companies can improve their image, attract investors, and contribute to a more sustainable future.",
    "Export companies that participated in the seminar expressed their appreciation for the valuable insights and knowledge gained on new EU regulations and ESG factors from the program’s informative sessions."
  ]
}