{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/No-rule-of-law-unless-rule-of-men-defeated/4-781350",
  "time_ut": 1757283672.0,
  "original_lang": "en",
  "original_title": "No rule of law unless rule of men defeated",
  "original_body_lines": [
    "This is a serious matter for the Government of Anura Kumara Disanayake which has declared an open war with fighting corruption",
    "Chairing the late H.L. de Silva Memorial Events in 2012, the ex-Foreign Secretary H.M.G.S. Palihakkara openly questioned whether it is the rule of men or the rule of law which would usher prosperity to a nation.1 He answered his own question and opined that what was prevailing in Sri Lanka was not the rule of law but ‘a rule’ of men. For Sri Lanka to prosper, he said that the latter should be defeated. What he presented 13 years ago is valid for Sri Lanka even today.",
    "Sri Lankans are fighting for the establishment of the rule of law within the country. However, their attempts are being foiled by some people in power or powerful people in society who twist the ideals of the rule of law in their favour showing that they are always above the law and its long arm cannot reach them. News reports are aplenty about top people, once sentenced to jail, seeking medical treatment in Prison Hospital or other national hospitals thereby thwarting the wishes of the courts.2 Hence, the rule of law applies skewedly in societies like Sri Lanka. In Brazil, a famous political slogan is that for friends, everything favourable and for opponents, the harsh side of laws.3",
    "Sri Lanka’s high track record of observing rule of law in the ancient times",
    "This need not be the case in Sri Lanka. It has a record of ancient kings following the ten royal virtues when they ruled the people. Honesty, non-anger, and non-violence are three such virtues involving the observance of the rule of law which a king should always observe when ruling his subjects.4 Sri Lanka’s great chronicle, Mahavamsa, records a story of how the invader Chola King Elara applied the rule of law strictly to his son in the 2nd century BCE when he was found guilty of reckless driving of a chariot and killing a calf by running over it.5 According to the story, King Elara had delivered justice to the dead calf by executing his son with the same wheel running over his neck.",
    "No explicit promise to establish rule of law in Presidential manifestos",
    "None of the three main presidential contenders to presidency in the last Presidential election in September 2024, Anura Kumara Disanayake or AKD, Ranil Wickremesinghe or RW, and Sajith Premadasa or SP, had explicitly told the electorate that they would establish a country governed by the rule of law if they were elected to power. AKD had promised just and equal protection for all under the law through the establishment of a new Directorate of Public Prosecution.6 He had also promised to enforce the anti-corruption laws to the letter. RW in his manifesto titled Sri Lanka Can had promised to get engaged fully in the elimination of corruption and make Sri Lanka the country with the lowest incidence of corruption in South Asia.7 SP also had promised to enforce anti-corruption laws strictly and to facilitate it, to establish a separate Public Prosecutor’s Office.8 Hence, in my view, the rule of law had not received the recognition which it deserves from the key presidential hopefuls at the election.",
    "A simple definition of the rule of law is that everyone, including those in the government, is subject to laws of the country and no one is above the law. Thus, everyone is accountable to laws that are publicly known, equally enforced, and independently judged. It ensures a transparent and just legal system where laws are clear, applied fairly, and uphold fundamental rights. Essentially, it means that no one is above the law and the government’s power is limited by the law. The World Justice Project or WJP, a civil society organisation set up in 2006 to strengthen the rule of law globally, has identified the beneficial features of adhering to the rule of law.",
    "Accordingly, the effective rule of law reduces corruption, combats poverty and disease, and protects people from injustices large and small.9 It is the foundation for justice, opportunity, peace, sustainable development, accountable government, and protection of fundamental rights. It is based on four universal principles, according to WJP.10 The first dealing with accountability says that the government as well as private actors are accountable under the law. The second highlights the justness of laws: the laws should be clear, publicised and stable, and is applied equally. It ensures human rights as well as property, contract, and procedural rights.",
    "The third deals with the openness of the government wherein processes by which the law is adopted, administered, and adjudicated and enforced are accessible, fair, and efficient. The fourth universal principle talks about the accessibility and impartiality of justice. Under this principle, justice is delivered timely by competent, ethical, and independent representatives and neutrals who are accessible, have adequate resources and reflect the makeup of the communities they serve.",
    "WJP has compiled the rule of law in 142 countries annually with data gathered from about 1,000 members of the public in each country through public polls and specific survey of leading individuals concerned about the rule of law in the respective country. There are 9 specific fields which have been subject to survey but for reporting purposes, the 9th factor, namely informal justice has not been used by WJP in reporting the values of the index. The other 8 factors that are covered and reported are the constraints on government powers, absence of corruption, open government, fundamental rights, order and security, regulatory enforcement, civil justice and criminal justice.11",
    "Of these 8 factors, 44 different detailed aspects relating to the issue of the rule of law have been surveyed. In this sense, the rule of law index compiled by WJP is a multifarious complex indicator that touches much more than the simple definition of equity and equality of justice. If any country wants to improve its global standing in the observance of the rule of law, it should improve all those 44 different aspects simultaneously. In terms of the index, the best country with the rule of law can score 1 and the worst country 0. In terms of the index for 2024, the best country, Denmark, has scored 0.9 and the worst country, Venezuela, has scored 0.26. Sri Lanka has always been ranked at the middle at a score of 0.5.12",
    "Figure 1 presents Sri Lanka’s overall score in the global rule of law index from 2015 through 2024. It has recorded a marginal improvement from 0.5 to 0.53 during 2015 to 2017/8 but since then, there has been a gradual decline in the score. During 2021 to 2023, the score has been as same as what it was in 2015. But in 2024, there has been a marginal improvement to 0.51 which is not, by any standard, an appreciable attainment by the country. Figure 2 presents, Sri Lanka’s relative position among its closest peers in 2024. Compared to 2023, the marginal increase in the score from 0.5 to 0.51 has helped Sri Lanka to jump 2 notches from 77 to 75, but this not been an achievement to be proud of as indicated earlier. It is a negligible improvement among the worst countries in the world.",
    "Figure 3 presents the top 10 scorers of the rule of law index in 2024. It seems that almost all the Nordic countries are the best performers in the observance of the rule of law. What this means is that Sri Lanka has a long way to go if it is desirous of improving its standing on the observance of the rule of law.",
    "Figure 4 is a presentation of Sri Lanka’s score in 8 different fields in 2024 compared to its position in 2023 drawn on a 360º space. Its scores in both years are the same and, therefore, there is not any distinguishable change between the two years. Sri Lanka has recorded very poor performance in all the sub factors except the Order and Security where its score in the absence of crime and absence of civil conflict has been higher at 0.8 and 0.92, respectively.",
    "However, Sri Lanka’s performance in the subcategory of using violence to secure redress has been very low at 0.33. The high proneness to violence by citizens to seek redress for their personal conflicts is an indicator that people take the law onto their hands because they do not trust the competence of the existing legal system to deliver justice to them.",
    "Figure 5 presents the position which Sri Lanka has scored in each of the subcategory in the main factors in 2024. As mentioned above, except the subcategories of the absence of crime and absence of civil conflict, in all the subcategories, its performance has been very poor. Its Government is not subject to control by civil society indicating the buildup of a Leviathan monster in the Government. The role of the independent auditing and sanctioning the officials, both political and official, for misconduct have been very poor. This is despite the establishment of an independent audit office to highlight the corruption at the Government levels recently.",
    "The reports furnished by the Auditor General are simply filed away without any further concrete action on them because it is perceived that the audit office lacks teeth to combat corruption.13 The corruption levels at the legislature scoring 0.31 has been the worst performance by the government of Sri Lanka. The record of the delivery of both the civil justice and the criminal justice has been so poor at 0.45 and 0.42, respectively, that both need a major uphaul and improvement on a priority basis.",
    "The score of Sri Lanka in the global rule of law index at low is an indication that it is still ‘a rule of men’ rather than ‘the rule of law’. This is a serious matter for the Government of Anura Kumara Disanayake which has declared an open war with fighting corruption, delivering justice to people and eliminating the power classes or individuals who enjoy extraordinary privileges in society, especially in the administration of the rule of law. These powerful people have been able to twist the laws in their favour when the long arm of the law reaches them.",
    "Without eliminating them, there is no rule of law in the country.",
    "1See: Wije wardena, W.A, 2012, Rule of Law or Rule of Men: What will usher prosperity and development? Available at: https://www.colombotelegraph.com/index.php/rule-of-law-or-rule-of-men-what-will-usher-prosperity-and-development/",
    "3Cuadros, Alex, 2016, Brazillionaires, The Godfathers of Modern Brazil, Profile Books, p 49.",
    "5The Mahavamsa, L C Wijesinha Translation, 2000, Asian Educational Services, p 82.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}