{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jayasriin-the-scene-at-austrias-biggest-reggae-festival/",
  "time_ut": 1721060880.0,
  "original_lang": "en",
  "original_title": "JAYASRI…in the scene at Austria’s Biggest Reggae Festival",
  "original_body_lines": [
    "After a long stint in Sri Lanka, from October, last year, to May 2024, the JAYASRI Twins, Rohitha and Rohan, are back in Austria to join their full band for the summer season in Europe.",
    "In Sri Lanka they had a wonderful time, they say, playing to packed venues, around the island, with great bands and musicians.",
    "They also ventured out, with tours to New Zealand with Sarith Surith and the News; Australia with 2 Forty 2, and their very first tour to Japan with Infinity, in May.",
    "The most waited highlight of this summer, says Rohitha, will be the Biggest Reggae Festival in Austria ‘One Love Reggae Festival’ to be held on 2nd and 3rd August, in the Wiesen Festival Area, in Austria.",
    "“For us (JAYASRI) it´s awesome to be a part of this International Festival, performing with the great living legends of the reggae world, such as Burning Spear, Yellowman, Black Uhuru, Skip Marley (a grandson of Bob Marley), Groundation, Etana, Marcus Gad, Dr, Ring Ding, Fitta Warri, House of Riddim…and many more”.",
    "Rohitha went on to say that they will be performing on the 2nd of August with the headliners Burning Spear, Yellowman, Groundation, HOR, and many other acts.",
    "“It is always great to bring our Asian Reggae vibe with our Originals, in Sinhala and English, to such International festivals, and also to meet and greet those legends backstage and get their blessings, their wise words and appreciations towards our engagement in reggae music and uniqueness of JAYASRI style”.",
    "In Europe, their first concert for this season was on 2nd June where they did a sold out JAYASRI Concert in Paris, France, organized by the Sri Lankan community, in Paris, to help a poor family in Sri Lanka.",
    "In July, they were seen in action in Italy – Verona, Milano, Rome and Napoli – and on 10th August they will be in Dubai…till the end of the summer season.",
    "What’s more, JAYASRI (the full band) will be in Sri Lanka, with some surprises, says Rohitha, towards the end of this year, or early next year.",
    "Their new music video ‘Mathuwenna’ is on all platforms and trending.",
    "Making of some new songs and videos of JAYASRI are also running parallel to our live tours, says Rohitha.",
    "“We JAYASRI, Rohitha, Rohan, Sumal, Moses, Bidu, Parvez, Herb, are all looking forward to coming to Sri Lanka and we send love and blessings to all. Thanks for all your LOVE”.",
    "Music lovers can follow JAYASRI, for updates on their music, and news, on www.jayasrimusic.com , www.youtube.com/jayasrimusic and www.facebook.com/jayasrimusic",
    "Dr. Gamini Jayasinghe: A key figure in dissemination of Buddhism across the US",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}