{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/turning-manifesto-pledges-to-tangible-realities/",
  "time_ut": 1726324216.0,
  "original_lang": "en",
  "original_title": "Turning Manifesto Pledges To Tangible Realities",
  "original_body_lines": [
    "Sri Lanka’s Presidential election campaign is in full swing with the nation preparing to elect its ninth Executive President. The airwaves are dominated by spirited debates on television, where representatives from the key political parties dissect policies and exchange sharp criticisms. Meanwhile, YouTube has become a battleground of its own, flooded with videos ranging from well-researched content to speculative and often misleading claims about the candidates and their platforms. Newspapers, too, are teeming with coverage, from vivid reports of massive party rallies to an abundance of opinion pieces, where journalists and citizens alike weigh in with varying takes on the political landscape and the diverse factions vying for power. The atmosphere is charged with anticipation and uncertainty as the nation braces for this pivotal moment in its political history.",
    "As a concerned Sri Lankan, I have decided to engage with voters and political leaders in this election campaign to express my views as an independent observer. My goal is to seek clarity from party leaders who promise a prosperous and beautiful Sri Lanka if they win. People think of manifestos as a list of promises or commitments that a party aims to fulfil, if elected. My interactions through media are to examine some of the leading contenders and their parties, policies, and behaviours to help voters make informed decisions for the upcoming presidential election on September 21st. These interactions are meant to educate the public and clarify candidates’ policies, not to discredit anyone.",
    "In recent days, the major contesting parties have unveiled their election manifestos, pledging to transform the nation into a thriving society and guarantee a better quality of life for every citizen, should they be entrusted with the mandate to govern. These ambitious declarations by the leading contenders are not just promises, they are beacons of hope, instilling optimism and raising expectations among the voters of Sri Lanka. For the countless citizens facing hardships, particularly those from poor, lower-middle-class, and middle-class backgrounds who are struggling with food shortages, inadequate healthcare and education services, and a lack of employment opportunities these pledges are akin to offering water and sustenance to someone stranded in a desert.",
    "The pressing question for the people of Sri Lanka is whether the winning candidate can transform his manifesto pledges from mere concepts into tangible realities. Several obstacles must be addressed to bring these commitments to fruition in the real world. Tackling these challenges with a constructive and proactive approach can inspire the public, infusing them with energy, enthusiasm, and hope for the future. This shift in mindset is crucial to cultivating the much needed ‘Can Do’ attitude, which is currently lacking.",
    "The leading candidates assert that the Economic Recovery Models proposed by their respective parties hold the greatest potential to revitalise Sri Lanka’s struggling economy, promising prosperity, and an improved quality of life for its citizens. While it is fair to acknowledge that the proposals from the top presidential contenders appear sound in theory, they fall short of providing robust and credible implementation strategies, especially given the current fragile state of our economy. This recalls the age-old adage: “The proof of the pudding is in the eating,” highlighting that true success will only be evident through effective execution.",
    "Public sector expenditure plays a crucial role in enabling the government to secure funds necessary to fulfil its manifesto commitments. However, given the country’s precarious financial situation, which is verging on insolvency, revenue streams from exports, taxes, tourism, and state-owned enterprises fall short of covering current expenditures. These expenditures include maintaining the government sector, meeting pension obligations, providing pay raises, supporting welfare services for vulnerable populations, funding essential public services like health, education, and transportation, servicing debt interest, and complying with the terms of international credit agreements, among other responsibilities.",
    "Despite these existing fiscal challenges, no leading candidate has presented a concrete plan to generate the funds required in the short term to meet new key promises. These include providing increased income benefits for the poor, addressing high wage demands from trade unions, reducing income taxes by raising thresholds, lowering the prices of essential food and healthcare items, and holding both general and provincial elections, as outlined in various party manifestos.",
    "Navigating the complexities of development in a severely constrained financial environment poses significant challenges, particularly when it comes to securing the necessary capital. While an ambitious development plan may be commendable, the absence of sufficient revenue streams makes it exceptionally difficult to attract private investment. Securing venture capital funding can be a long and complex process, requiring a solid business plan, pitch presentations, and thorough due diligence. This challenge is exacerbated when a country fails to offer credible alternative safeguards that can instil confidence in both domestic and international investors.",
    "To overcome these obstacles, it is crucial for the new government to establish the credibility of their objectives, strategies, tactics, and risk mitigation associated with capital investments. Leading candidates must convincingly present a robust economic recovery plan that not only appeals to lenders and investors but also fosters sustained economic growth. This plan should inspire confidence by assuring stakeholders of a stable, secure, and promising investment environment.",
    "For over five decades, a sizeable portion of our adult population has lived in a society where negative behaviours such as bribery, corruption, theft of government assets, misuse of public property, disappearance of journalists and jail sentences to political opponents are deeply entrenched. These behaviours have become normalised in daily life.",
    "Expecting a rapid shift in mindset toward discipline, honesty, and duty-bound citizenship, aimed at creating a prosperous and beautiful Sri Lanka within just five years, seems overly ambitious. Such a transformation will remain an unattainable vision unless presidential candidates and their parties clearly articulate how they plan to tackle this formidable challenge. Psychologically, changing long-standing habits is challenging unless people perceive a clear benefit. Incentives, whether financial or otherwise, play a crucial role in motivating individuals to adopt new behaviours and work toward desired outcomes.",
    "Moreover, none of the leading candidates have presented concrete, actionable strategies for fostering a meaningful cultural shift, should they come into power. While it’s common to hear sweeping, vote-winning pledges about transforming Sri Lanka into a prosperous, corruption-free, and equitable nation, these promises remain superficial if they fail to address the core issue, the need to shift the collective mindset of the people. Without tackling this deeper, more ingrained challenge, such promises risk becoming empty rhetoric, lacking the foundation necessary for real, lasting change.",
    "In recent times, we have observed that some retired senior government officials, including members of the armed forces and administrative services, have been taking public platforms alongside leading political candidates, emphasizing the fraud and corruption that has plagued the government sector for decades.",
    "The irony lies in the fact that these very officials, who now criticize misconduct and corruption, once held high-ranking positions within the government, enjoying substantial salaries and privileges. During their tenure, however, did they actively bring these issues to light or alert the public to the corruption carried out by certain MPs and fellow government officials? If they failed to do so, one must question whether this silence stemmed from fear of losing their positions, promotions, or the benefits that came with their status. If this was indeed the case, it casts serious doubt on their honesty, integrity, and commitment to genuine reform.",
    "It is now being suggested by leading presidential candidates that some of these retired officials will be appointed to key positions to investigate and expose the corruption committed by former government ministers, MPs, and officials who colluded with them.",
    "However, the critical question many Sri Lankans are asking is: Will these officials sound the alarm if members of the newly elected government engage in similar illegal activities? Given that some of these officials’ behaviour in the past suggests a willingness to turn a blind eye to corruption by powerful figures, can the public truly trust them to act differently now? This dilemma casts a shadow on the credibility of those tasked with rooting out corruption and safeguarding the nation’s governance.",
    "It is well-known that many trade union leaders in our country are deeply involved in political activities, often to support their affiliated political parties. When their party is in opposition, these leaders frequently organize strikes and demonstrations. This raises concerns about whether such actions are genuinely based on the grievances of their members or are instead intended to create maximum disruption for the public, thereby undermining the governing party’s popularity. Such actions can be detrimental to the country’s progress and economic development.",
    "Unfortunately, no presidential candidate has yet proposed reforms to trade union laws that would require a more structured approach to labour strikes. Specifically, there is a need for regulations mandating that unions hold a ballot among their members before initiating industrial action. Addressing these issues is crucial if we are to build a prosperous and thriving Sri Lanka. It is essential to safeguard the economy and ensure that the public is not subjected to unnecessary disruptions and inconveniences that hinder economic progress.",
    "It would be highly beneficial for the country’s economy if the winning candidate were to establish a social contract with Trade Unions, securing an agreement to suspend strikes and demonstrations for a period of at least three years. This window of stability is vital for the nation to achieve a more secure and sustainable economic footing, enabling the government to address issues such as wage increases and other grievances more effectively in the long term.",
    "Such a request from state sector workers and union leaders is both fair and reasonable, as it aligns with the broader goal of allowing the elected candidate to govern in a manner that promotes a prosperous and harmonious Sri Lanka. By fostering cooperation and prioritizing national progress, this agreement would ultimately benefit all citizens, ensuring that economic growth is shared across society.",
    "A few presidential candidates have proposed a law that would allow the dismissal of a Member of Parliament (MP) who crosses over from the government benches to the opposition or vice versa. While I understand the intent behind this proposal namely, to prevent MPs from switching parties for financial gain, I believe that automatically sacking MPs who change their party affiliation undermines the principles of a healthy democracy.",
    "There are legitimate reasons why an MP might choose to change parties, such as casting votes on matters of conscience, like the death penalty, or acting according to their judgment of the national interest. In the British Parliament, it is widely accepted that MPs are elected “to act according to their own judgement, even when this goes against the wishes of their constituents.”",
    "The philosopher and 18th-century British MP Edmund Burke eloquently articulated this principle. In a famous speech to Parliament, Burke argued that MPs should be free to exercise their own judgment. He stated:",
    "“His unbiased opinion, his mature judgment, his enlightened conscience, he ought not to sacrifice to you, to any man, or to any set of men living. Your representative owes you, not his industry only, but his judgment; and he betrays, instead of serving you, if he sacrifices it to your opinion.”",
    "Unless a political party can provide unmistakable evidence that an MP has switched allegiance in Parliament for monetary reasons, it would be unjustifiable to remove them from their position. In a thriving democracy, it is crucial for MPs to have the freedom to express their views on matters of national importance rather than being mere ‘puppets’ of their party.",
    "It is with great sadness that we witness the encouragement of Buddhist monks to engage in active politics, such as supporting a political party, speaking at political meetings, canvassing for certain candidates, and participating in political demonstrations, especially by the leading candidates in the presidential election",
    "The Bhikkhu Sangha was established by Lord Buddha for monks to become inspirational leaders by learning, practicing, and developing certain perfections, and to teach the Doctrine (Dhamma) to all human beings, regardless of their social status. Politics, on the other hand, is a profession that devotes its energy and time to governing and dealing with political affairs. It is evident from the above two definitions that there are fundamental problems of trying to perform duties of a politician by being a Buddhist Monk. The two professions do not go together.",
    "Voters are expressing deep concern, surprise, and disappointment over the political leaders’ apparent misunderstanding of the appropriate role of Buddhist monks. This sentiment is particularly strong regarding the leading presidential candidates’ involvement with the monks in matters that extend beyond their spiritual duties and into worldly affairs. Many are questioning whether these leaders truly grasp the significance of maintaining the traditional separation between religious and political spheres.",
    "In Dhammapada it clearly states: “One is the quest for worldly gain, and quite another is the path to Nibbana. Clearly understanding this, let not the monk, the disciple of the Buddha, be carried away by worldly acclaim, but develop detachment instead.”",
    "It is inconceivable for political leaders to encourage Buddhist monks to splinter into three or four competing political factions and to criticise one another based on political allegiances. If a political party seeks the counsel of the revered Sangha, they should respectfully visit the temples and seek guidance on administrative matters directly, without drawing the monks into partisan conflicts.",
    "Presidential candidates must also remember that according to Buddhist teachings “Creating a schism within the Sangha community” is one of the five heinous actions. Encouraging Buddhist monks to participate in political demonstrations, meetings, and canvassing by the leading candidates is not the System Change people of Sri Lanka are expecting from our future President and his political party.",
    "The leading presidential candidates and their respective parties have unveiled their manifestos, outlining ambitious plans for governing the country over the next five years. However, without a genuine commitment to addressing some of the critical issues as highlighted above, these manifestos risk being little more than political rhetoric, destined to be revisited in the next election cycle. The citizens of Sri Lanka, eager for a future marked by prosperity and peace, will undoubtedly scrutinise these plans, raising concerns and engaging in discussions to forge the best path forward.",
    "Moreover, failure to address these pressing issues could provoke a strong public reaction, particularly from the younger generation. The discontent that fuelled the recent ‘Aragalaya’ movement may resurface with even greater intensity, leading to potentially more significant and disruptive consequences. The onus is now on the political leaders to ensure their promised concepts translate into tangible realities that resonate with the aspirations of the people."
  ]
}