{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/is-sri-lanka-prospecting-for-oil-in-the-mannar-basin-or-not/",
  "time_ut": 1727506423.0,
  "original_lang": "en",
  "original_title": "Is Sri Lanka Prospecting For Oil In The Mannar Basin Or Not?",
  "original_body_lines": [
    "The Government called for International tenders to prospect for oil and gas in Mannar basin in 2019 . An award was made as per the tender specs, and lo and behold the usual games began. Before long the successful bidder was assailed with the usual wishy-washy delaying tactics which led to the tender being cancelled. Reminiscent of many such tenders. The successful tenderer who had spent considerable sums naturally sought legal redress obtaining an interim order against the cancellation.",
    "Mark you, the Government of Sri Lanka nor the people have to spend a penny to prospect. If oil or gas is found the agreed terms must be met. If there is discovery ( mind you these people are pros in the business) Sri Lanka will benefit big time in the interim period before the Carbon zero system ( if ever ) comes into play, perhaps in 2030. Therefore timing is of the essence. If there is no discovery, the bidder loses but not Sri Lanka. Get it?",
    "When the previous regime dilly-dallied without rhyme or reason it appeared games were at play. Sri Lankans buy lottery tickets knowing the odds. This is not in the least like that. The prospectors spend the money to discover. No oil, they lose. Oil….Sri Lanka wins.",
    "The Ministry has canceled the award and the successful bidders have naturally, gone to Court and obtained an interim order. They have spent considerable amounts in bringing top experts to Sri Lanka to study ground conditions only to be stalled at the tape. The new Government would do well by the people to restore order and get going. The old system of oiling the palm ( in this instance with such odds of finding oil or not) is never going to happen."
  ]
}