{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/evolution-auto-with-ather-energy-to-introduce-electric-scooters-in-sri-lanka/",
  "time_ut": 1727644020.0,
  "original_lang": "en",
  "original_title": "Evolution Auto with Ather Energy to introduce electric scooters in Sri Lanka",
  "original_body_lines": [
    "Evolution Auto, in a landmark joint venture with Sensei Capital Partners, Atman Group, and Sino Lanka Private Limited, proudly announces its partnership with Ather Energy, India’s leading electric scooter manufacture, to bring Ather’s 450 series of scooters to Sri Lanka. As the official distributor of Ather, Evolution Auto aims to revolutionize mobility in Sri Lanka by offering eco-friendly and cost-effective transportation solutions that support environmental sustainability while contributing to the nation’s economic growth.",
    "Equipped with state-of-the-art technology and unmatched performance features, the Ather 450 series offers a superior riding experience with a powerful electric motor, rapid acceleration, and a top speed of 90 km/h. The scooter’s intelligent dashboard provides real-time diagnostics and navigation, extensive under-seat storage, regenerative braking, and fast-charging capabilities that achieve an 80% charge in just 60 minutes.",
    "Zahran Ziyawudeen, General Manager of Evolution Auto, stated, “We are committed to leading the change towards sustainable transportation in Sri Lanka by making eco-friendly electric mobility accessible for everyone. We are thrilled to partner with Ather Energy and introduce this world-class range of electric scooters to our market.”",
    "Evolution Auto, is dedicated to revolutionizing transportation in Sri Lanka by introducing advanced, eco-friendly electric vehicles from globally renowned brands.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}