{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Educational-reforms-meaningless-unless-learning-culture-is-inculcated/4-781022",
  "time_ut": 1756677229.0,
  "original_lang": "en",
  "original_title": "Educational reforms meaningless unless learning culture is inculcated",
  "original_body_lines": [
    "Shortfalls in learning during school years eventually show up as weak skills in the workforce",
    "The overall objective of the present reform program has been very wide. It aims at laying the foundation to creating a citizen ready for the challenges of the 21st century and beyond and help the country to attain sustainable development, and peace. While the last goal is feasible to attain within the next two to three decades, producing a human capital unit for this as well as the next century is a tall order",
    "Sri Lankans have been offered once again an opportunity to savour another set of proposals for education reforms and live in hopes of having an education system comparable to those prevailing in countries like Singapore, Finland or Norway. The proposals prepared by a team of experts attached to the National Institute of Education or NIE have been presented in the form of a PowerPoint presentation by the Ministry of Education, Higher Education, and Vocational Development.1 Education reforms have been so important to the Government that the President himself chose to explain it to Parliamentarians when some groups began to critique it.2",
    "He emphasised on the need for a wide education reforms given the general dissatisfaction among the citizens about the prevailing education systems. He said that it is not merely a reform of curriculum but a wide scheme to develop the human capital resource base of the country, a very important factor needed for the country to advance its developmental momentum. But the proposal presented to Parliamentarians covering upgrading of curriculum and assessment system in school education was far from these wide goals.",
    "Sri Lanka has attempted at reforming its education system in the last eight decades beginning from the C.W.W. Kannangara reforms in 1943 which paved the way for the establishment of central colleges in selected areas and non-fee levying education, misidentified as free education, in the country.3 Since the non-fee levying education system at the school and undergraduate levels is funded by citizens through general taxation which they pay now and borrowing funds for which they pay later, it is community financed and not free education as commonly believed. If the community chooses not to finance it one day, the so-called free education collapses on itself. However, this system remains in force and is considered non-negotiable by students, teachers, academics, and other stakeholders.",
    "Going by this popular norm, even the present educational reform has highlighted that one of the guiding principles for reforms is permitting ‘free education and equal access’. Despite the numerous reforms undertaken during its post-independence history, Sri Lanka has not been able to develop its school system to expose students to the globally conducted assessments like the Program for International Student Assessment or PISA conducted by the Organisation for Economic Cooperation and Development, popularly known as OECD, for students of 15 years in age to test their competency in math, science and reading to meet real-life challenges.4 What it means is that Sri Lanka should go a long way to upgrade its education system to a state comparable with global standards. But it is a march which the country should take.",
    "The overall objective of the present reform program has been very wide. It aims at laying the foundation to creating a citizen ready for the challenges of the 21st century and beyond and help the country to attain sustainable development, and peace. While the last goal is feasible to attain within the next two to three decades, producing a human capital unit for this as well as the next century is a tall order. In a previous article in this series, quoting Thailand-based AIT President Worsak Kanok-Nukulchai, I have argued that Education authorities should strive to develop a global citizen, instead of a digital native.5 This advice is valid even today.",
    "Further, in a world where things are changing every day, it is impracticable to stick to a given set of fields since the chances are that it will soon become irrelevant. Hence, it should be a rollover plan in which the education authorities should change the curricula and the delivery methods every year to meet the emerging needs of the economy.",
    "While education is the method, the output of education is learning. The World Bank in its 2018 World Development Report titled Learning: To Realize Education’s Promise, has remarked that schooling is not the same as learning and children learn very little in many education systems around the world. Thus, even after several years in school, millions of students lack basic literacy and numeracy skills.6 It further says that shortfalls in learning during school years eventually show up as weak skills in the workforce. Since skills needed in labour markets are multidimensional, the education systems should equip students with far more than just reading, writing and math denying them an opportunity to learn the needed higher-order cognitive skills such as problem solving and soft or non-cognitive skills called socioemotional skills such as conscientiousness.7",
    "Therefore, in the school systems, learning does not happen due to four critical issues. First is that learners are unprepared. Second, teachers are unskilled and unmotivated. Third, school managements, in Sri Lanka’s case, educational officers and principals, do not care about teaching and learning. Fourth, the inputs to schools like buildings, digital facilities, learning materials and so on do not help either teaching or learning.8 Therefore, all these four factors should be appropriately combined to facilitate learning of learners in the school systems. This analysis is valid for universities and other higher learning institutions too. In a nutshell, schooling and attending universities without learning is a waste of society’s scarce resource. The acid test whether a learner has learned is that he could be put on a job that requires multidimensional skills immediately after leaving the school or the university. In Sri Lanka’s case, this does not happen as vouched by the consumers of education, namely, employers. They claim that those who pass out from schools and universities need retraining in job skills to handle the tasks involved because there is a mismatch of what is expected and what is delivered.9",
    "The Buddha in the Avasa Sobhana Sutta has identified five essential qualities which a bhikku intending to illuminate his monastery should possess.10 They are the bhikku should learn many Dhamma, understand and remember that Dhamma, continuously reflect on that Dhamma, develop the ability to relate that Dhamma to another in his own words, and finally, see beyond that Dhamma. Writing on a similar note 200 years after the Buddha, in his treatise on economics titled The Arthashastra, Kautilya, known as Chanakya too, identified six essential qualities which a prince who is learning to become the ruler of the kingdom one day should possess.",
    "They are like what the Buddha had said. First, he should observe obeisance to his teacher. Second, he should have desire and ability to learn. Third, he should have capacity to retain what is learnt. Fourth, he should understand what is learnt. Fifth, he should reflect on what is being learnt. Sixth, he should develop ability to make inferences by deliberating on what is learnt.11 In Sri Lanka’s case, education system does not help learners to acquire these qualities.",
    "Since the non-fee levying education system at the school and undergraduate levels is funded by citizens through general taxation which they pay now and borrowing funds for which they pay later, it is community financed and not free education as commonly believed. If the community chooses not to finance it one day, the so-called free education collapses on itself. However, this system remains in force and is considered non-negotiable by students, teachers, academics, and other stakeholders. Going by this popular norm, even the present educational reform has highlighted that one of the guiding principles for reforms is permitting ‘free education and equal access’",
    "The founding Vice Chancellor of the Vidyodaya University in Sri Lanka, predecessor to the current University of Sri Jayewardenepura, is reported to have told the first batch of students entering the university in 1959 that the university students should be critical, explorative, and challenging the established wisdom. Around the time of Kautilya, the Chinese philosopher of Confucian lineage, Xunzi, is reported to have remarked about the way to put the learning into practical use: he had said that ‘What I hear I forget. What I see I remember. What I do I understand’.12 Therefore, every learner should have done practical work to understand what is learnt.",
    "Steve Jobs, co-founder of the Apple empire, delivering the commencement speech at the Stanford University in 2005 advised the passing out graduates to stay foolish and stay hungry.13 What this means is that a true learner should never be content with what he has learned. He should have humility to admit that there is a lot more he should learn and to learn that unlearned stuff, he should have an inner hunger for knowledge. What this means is that learning is a life-long affair to be practised by all from cradle to grave. The objective of any education reform should be to inculcate this thirst within the learners.",
    "There are two issues faced by a learner. One is that knowledge is changing so fast that what is learnt yesterday would become obsolete today. Similarly, what is learnt today will be obsolete by tomorrow. The skills which one may acquire through learning may not continue to support his involvement as a member of the workforce. To overcome that deficiency, he should continue to upgrade his skills base. This is because what one may have learned in the GCE (Ordinary Level) classes will help him to make an effective contribution only for a short period. When we measure that knowledge against time, we find that the productivity rises at a decreasing rate for some time, reaches a peak, and then starts declining. That is because our knowledge is subject to the law of diminishing marginal productivity.",
    "Therefore, when we start losing productivity gains, we should engage ourselves in a new learning program. Economists call this ‘quantum leap’ from a lower position to a higher position. Thus, the person who has completed the GCE (Ordinary Level) should quantum-leap to GCE (Advanced Level) and from Advanced level to degree level and so forth. All learners should follow this path.",
    "For instance, a new technology like the artificial intelligence or AI is making the existing workers irrelevant, they should learn either advanced AI or acquire the skill levels that are needed by some other profession by quantum-leaping to that knowledge base. Singaporean workers who are facing this ground reality are fast changing their jobs to other professions.14 Singapore has also started providing educational subsidies to those who are above the age of 40 to acquire new skills if they have lost their jobs due to AI.15",
    "The second issue faced by a learner is the information oversupply today through internet, social media and so on. Though it is considered that more information is better, it is not the case always. The learner will find it difficult to screen the bombarded information and get the truth out of it. Also, it may be the case that some will deliberately produce fake information for personal gains. In an AI era, this is happening very fast. Therefore, learners are duped into accepting fake information and thereby reducing their learning quality substantially. In this environment, precautionary measures should be taken by all learners to save themselves from the fake information that is produced and supplied to them.",
    "The British writer Justin Hempson-Jones, in his 2024 book titled Influence: understand it, use it and resist it, has warned of seven reasons where fake information suppliers may seek to unduly influence them. This is being done by marketers, politicians, clergy, and others with orientation to insanity. First, they may try to instil fear, make the affected person guilty or shameful, arouse anger at things happening around, hooking people through simple flattery, winning people to their side by expressing pity on them, supporting the inner desire to ridicule others, and giving false hopes to them.16 It is the duty of the parents and teachers to educate the young not to fall victim to these diabolical schemes. True learning should, therefore, start at the family levels. Parents and elders can help the young to identify these fake stories, deliberately bombarded to them, and save themselves.",
    "The objective of learning should be to develop the mental faculties to become critical thinkers, develop skills to earn an income stream to support future life, contribute to the wellbeing of society by becoming civic minded citizens, and help society to advance knowledge through new creations, and innovations. Critical thinking here is not questioning others. Rather it is questioning oneself why one is having a given idea. He should develop flexibility to change any hard-held idea if it is not palatable",
    "Therefore, the objective of learning should be to develop the mental faculties to become critical thinkers, develop skills to earn an income stream to support future life, contribute to the wellbeing of society by becoming civic minded citizens, and help society to advance knowledge through new creations, and innovations. Critical thinking here is not questioning others. Rather it is questioning oneself why one is having a given idea. He should develop flexibility to change any hard-held idea if it is not palatable. What this means is that critical thinking requires people to review opposite ideas with equanimity and embrace the same if the situation warrants. Learning is a painful activity that stresses a person out reducing his pleasure and making him unhappy. It is the duty of those who support learning to help learners to overcome this deficiency.",
    "The institutions that provide learning to somebody is not only the schools and universities. In addition, family, relatives, religious institutions, workplaces, and research organisations also help someone to acquire continuous learning. The Government has control over only the schools and universities. Hence, to put a learning scheme to effect, it is necessary to get the involvement of all these stakeholders. The set of proposals presented by the Government presently does not include these stakeholders. This is a weakness in the learning program.",
    "My advice is that all these institutions that facilitate learning should actively collaborate with all learning providers if the present scheme is to become a success.",
    "6World Bank, World Development Report for 2018, Washington DC, p 5.",
    "9Gunawardena, A.P.Y.G.V. & Samaraweera, G.R.S.R.C. (2024). A comparative analysis of the factors influencing job expectations among unemployed men and women in Sri Lanka, Sri Lanka Journal of Social Sciences and Humanities, 4(1), 35-50; https://www.researchgate.net/publication/275344087_Employer_Needs_and_Graduate_Skills_The_Gap_between_Employer_Expectations_and_Job_Expectations_of_Sri_Lankan_University_Graduates",
    "11The Arthashastra, L N Rangarajan Translation, 1987, Penguin Books, p 142.",
    "16Hempson-Jones, Justin, 2024, Influence: Understand it, Use it, and Resist it, William Collins Books, p 29.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}