{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-was-formed-to-end-deal-politics-Marikkar/56-765099",
  "time_ut": 1722624012.0,
  "original_lang": "en",
  "original_title": "SJB was formed to end deal politics: Marikkar",
  "original_body_lines": [
    "SJB MP S.M. Marikkar says it is Sajith Premadasa and not Ranil Wickremesinghe who truly represents the essence of a UNP leader",
    "Denies Ashu Marasinghe’s claims that Premadasa recently met with MP Namal Rajapaksa",
    "Says unlike Wickremesinghe, Premadasa is not accustomed to deal-based politics",
    "Describes Wickremesinghe’s comparison of his current team to J.R. Jayawardene’s 1977 team as a grave insult",
    "Samagi Jana Balawegaya (SJB) MP S.M. Marikkar yesterday said the party was formed to put an end to the political deal culture in Sri Lanka.",
    "Speaking at a press conference at the Opposition leader’s office in Colombo, Marikkar said that, unlike President Ranil Wickremesinghe, Sajith Premadasa truly represents the essence of a United National Party (UNP) leader.",
    "“Unlike Ranil Wickremesinghe, Premadasa is not accustomed to deal-based politics. This is why we left the UNP to form the SJB, because Wickremesinghe was involved in political deals with the Rajapaksa clan,” he said.",
    "In response to UNP member Ashu Marasinghe’s claims that Premadasa recently met with MP Namal Rajapaksa, Marikkar denied the allegation. “It was Wickremesinghe who went through the back door to accept the post of Prime Minister from the Rajapaksa family, not Premadasa,” he countered.",
    "“A group tainted with allegations of murder, extortion, and corruption, and rejected by the people, now support Ranil Wickremesinghe. Consequently, Wickremesinghe is trying to win over SJB MPs by offering cash rewards for defection. This money, earned through the suffering of Sri Lanka’s innocent people, will not tempt any SJB MP to sell their principles,” he said.",
    "The MP also stressed that the SJB will not accept any politician with allegations of corruption into their fold.",
    "Marikkar, a former UNP member, also took issue with a recent remark by Wickremesinghe, who compared his current team to the one that supported Prime Minister J.R. Jayawardene in 1977.",
    "Marikkar described Wickremesinghe’s comparison of his current team to J.R. Jayawardene’s 1977 team as a grave insult. He criticised Wickremesinghe for allegedly leading the UNP to ruin and insulting its esteemed leaders.",
    "“It is the SJB that mirrors J.R. Jayawardene’s 1977 team, with a talented group of politicians backing Sajith Premadasa,” Marikkar asserted."
  ]
}