{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lasting-legacy-of-a-unique-politician-m-d-banda/",
  "time_ut": 1726507860.0,
  "original_lang": "en",
  "original_title": "Lasting legacy of a unique politician – M. D. Banda",
  "original_body_lines": [
    "Fifty years is a long time, enough for most things to fade into obscurity. So, it is truly remarkable that the legacy of the late Mr. M.D. Banda continues to endure, even five decades after his passing on September 18, 1974. In a country where memories are often short-lived, the fact that M.D. Banda’s name is still spoken with respect and admiration is indeed a testament to the profound impact he made on Sri Lanka.",
    "What makes this all the more intriguing is that M.D. Banda was a rare politician, one who actively avoided the limelight and personal glorification. He never put his name on plaques or buildings, nor sought to be immortalized in monuments, despite spearheading countless development projects for the people. His greatness lies not in self-promotion, but in his remarkable deeds.",
    "His enduring legacy is clearly tied to the uniqueness of the man himself. M.D. Banda was an extraordinarily humble individual, free from arrogance or pretense. He was a visionary statesman, deeply devoted to his country, always placing the interests of his motherland above all else. His work ethic was legendary, his attention to detail meticulous, and his mastery of the issues profound—qualities that undoubtedly ensured the success of the many initiatives he led.",
    "As we commemorate the 50th anniversary of this remarkable figure, it is worth reflecting on some of the key moments in his career, particularly how he achieved so much during an era without the modern conveniences we take for granted today.",
    "M.D. Banda’s journey began as a graduate of Ceylon University College (then affiliated with the University of London). After a competitive examination, he was selected as one of the first-ever District Revenue Officers (DRO) in the country. His parliamentary career took off with the formation of Sri Lanka’s first parliament in 1947, representing the Maturata electorate until 1960. He later served as the Member of Parliament (MP) for Hanguranketha and Polgahawela, continuing his political journey until 1970.",
    "Maturata was where M.D. Banda first served as DRO, and it was the people of this area who urged him to represent them in Parliament. His popularity was reaffirmed when he retained his seat through multiple elections, even during the turbulent political climate of 1956, when the United National Party (UNP) suffered a devastating defeat. His ability to retain his seat during such times is a testament to the trust and admiration the people had for him.",
    "M.D. Banda’s ministerial career began just eight months after he entered parliament, when he was appointed Parliamentary Secretary to the Ministry of Labour and Social Services by then Prime Minister D.S. Senanayake. He went on to hold various ministerial positions in every UNP-led government until 1970. Most notably, he served as Minister of Education from 1952 to 1956, and later as Minister of Food and Agriculture from 1965 to 1970. His groundbreaking work in agriculture earned him international recognition, as he was invited to join the board of the International Rice Research Institute in the Philippines.",
    "While it is impossible to capture all of his accomplishments in a single article, a few highlights underscore the breadth of his contributions:",
    "Agricultural Revolution: As Minister of Food and Agriculture, M.D. Banda introduced high-yield paddy varieties and launched initiatives that brought Sri Lanka from the brink of starvation in 1965 to near self-sufficiency by 1970. The Asian Development Bank’s report for 1970 confirms the success of his efforts, despite politically motivated criticisms.",
    "Labour Reforms: As Minister of Labour and Social Services, he conceptualized the framework for the Employees Provident Fund (EPF), which continues to benefit millions of Sri Lankans to this day.",
    "Industrial Development: He was instrumental in establishing significant national projects, such as the Ambewela Powder Milk Factory and the Welisara Powder Milk Factory.",
    "M.D. Banda never forgot the people he represented, ensuring that his constituencies saw tangible improvements:",
    "– In Maturata, he constructed water canals, built roads, upgraded hospitals, and established schools, post offices, and community centers.",
    "– In Hanguranketha, he focused on water management, road construction, and education, including the completion of Poramadulla Central School with modern facilities.",
    "– In Polgahawela, he provided tap water to households, improved roads, upgraded hospitals, and donated 19 acres of his own land to build a new school equipped with state-of-the-art facilities.",
    "Through it all, M.D. Banda demonstrated an unwavering commitment to his constituents. Even while holding national office, he ensured his electorate was never neglected. His achievements were not confined to grand gestures; he worked tirelessly to improve the day-to-day lives of ordinary Sri Lankans.",
    "Beyond his accomplishments, M.D. Banda’s personal qualities set him apart from his peers. He was known for his honesty, humility, and fairness, qualities that are sorely needed in today’s political landscape. He treated all people equally, regardless of caste, creed, or class. He believed in working with people from all political backgrounds, provided they were dedicated to serving the country.",
    "One telling anecdote is how he handled an election petition in which he could have easily won by disowning the unlawful actions of his supporters. Instead, he chose to stand by the truth, even at the cost of losing his parliamentary seat. This episode speaks volumes about his integrity—a rare trait in politics then, and even rarer today.",
    "As we reflect on M.D. Banda’s life and legacy, it is clear that Sri Lanka would benefit immensely from more leaders like him. Leaders who put the country first, who serve the people with humility, and who remain true to their principles, even when it is difficult.",
    "Sri Lanka lost one of its finest sons on September 18, 1974. But the legacy of M.D. Banda endures. His life serves as a powerful reminder of what true statesmanship looks like—a legacy that current and future generations of politicians would do well to learn from. In honoring his memory, we honor the values that should guide our nation’s path forward.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}