{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-puts-up-impressive-show-at-first-edition-of-Gulfood-Green-2024/34-767116",
  "time_ut": 1727225736.0,
  "original_lang": "en",
  "original_title": "Sri Lanka puts up impressive show at first edition of Gulfood Green 2024",
  "original_body_lines": [
    "Key initiative championed by Consulate General of Sri Lanka in Dubai in partnership with Sri Lanka Industrial Development Board, Department of Commerce and Sri Lanka Business Council in UAE",
    "In an effort to connect domestic manufacturers with global value chains and provide opportunities for Sri Lanka exporters to engage in international trade, the Consulate General of Sri Lanka to Dubai and the Northern Emirates, in collaboration with the Industrial Development Board (IDB) and the Department of Commerce as well as with the well support of the Sri Lanka Business Council in UAE, has organised Sri Lanka’s participation in the inaugural edition of Gulfood Green.",
    "This landmark event, spearheaded by the renowned Gulfood team, the Middle East’s largest food and beverage exhibition organiser, kicked off yesterday and will go on until 26 September at the Dubai World Trade Centre.",
    "Sri Lanka’s participation in Gulfood Green 2024 highlights the country’s strategic effort to diversify its export basket and showcase its rich variety of green and sustainable products. By tapping into emerging markets and sustainable trade channels, Sri Lanka aims to enhance its presence in the Middle East, Africa, and other regions.",
    "Four Sri Lankan companies (Deo Global Lanka, Oleena Natural Foods Ltd., NOAS Products Ltd., Nature Nest Trading LLC) specialising in high-quality food products represents  the nation at this trade fair. A wide array of export items, including world-renowned spices, coconut-based products, and snacks made up of organic ingredients, natural fruit pulp and other eco-friendly food commodities, are on display. The strategic involvement in Gulfood Green opens opportunities for Sri Lankan companies to forge new business partnerships, promote their high-quality products, and solidify Sri Lanka’s reputation as a reliable exporter of green, sustainable, and organic products.",
    "Sri Lankan participants had the opportunity to meet with senior management of leading retailers and distributors such as Barakat, Al Maya group and Silal at the Gulfood Green.",
    "The Consulate General of Sri Lanka in Dubai extends its appreciation to the Industrial Development Board, Department of Commerce and Sri Lanka Business Council in UAE for their continued support in showcasing Sri Lanka’s potential on the global stage.",
    "The Sri Lankan Consulate General in Dubai invites visitors to experience the essence of Sri Lanka’s diverse and sustainable food offerings at the Sri Lanka pavilion during the Gulfood Green fair."
  ]
}