{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-ramis-should-use-nic-find-suitable-it-partner-committee-173753/",
  "time_ut": 1721900460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka RAMIS should use NIC, find suitable IT partner: Committee",
  "original_body_lines": [
    "ECONOMYNEXT – A report on Sri Lanka’s Revenue Administration Management Information System (RAMIS), by a ministerial sub-committee, has made seven key recommendations, including using the national identity card (NIC) for identifying individuals for tax collection purposes.",
    "“Use the National Identity Card (or a future alternative introduced for this purpose) exclusively for identifying individuals for tax collection purposes,” the report on the ‘Effective RAMIS System Utilization’ recommended.",
    "The recommendations included a suggestion to “simplify the tax revenue collection process by developing a user-friendly portal with enhanced user experience (UX) improvements and streamlined online communication.”",
    "The sub-committee, chaired by Minister of Power and Energy Kanchana Wijesekera, presented the report to President Ranil Wickremesinghe at the President’s Office recently.",
    "– Initiate the Expression of Interest (EOI) process to identify suitable partner(s) for managing the application and infrastructure of the Revenue Administration Management Information System (RAMIS).",
    "– Promptly prepare and implement a comprehensive takeover plan before the expiry of the current maintenance contract with Singapore Corporation Enterprises (SCE).",
    "– Following the introduction of Inland Revenue Act No. 24 of 2017, prioritize clearing the system backlog from the assessment year 2019/2020 onwards and report its monthly progress to the Council of Ministers on a quarterly basis.",
    "– Use the National Identity Card (or a future alternative introduced for this purpose) exclusively for identifying individuals for tax collection purposes.",
    "– Integrate the Revenue Administration Management Information System (RAMIS) with a Connected Government Framework that links various government institutions.",
    "– Simplify the tax revenue collection process by developing a user-friendly portal with enhanced user experience (UX) improvements and streamlined online communication.",
    "– Prioritize the amendment of laws and regulations to implement the tax policy changes recommended in this report.",
    "RAMIS was introduced to the Inland Revenue Department (IRD) when the island nation signed for its 16th International Monetary Fund (IMF) programme in 2016.",
    "However, trade unions at the IRD protested the move, claiming that the system was malfunctioning despite billions being spent for it.",
    "Finance Ministry officials say IRD employees had been resisting the RAMIS because it prevents direct interactions with taxpayers and possible bribes for defaulting or under-paying taxes. (Colombo/Jul25/2024)"
  ]
}