{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100212/one-dead-after-armed-gunmen-storm-french-wedding",
  "time_ut": 1719809700.0,
  "original_lang": "en",
  "original_title": "One dead after armed gunmen storm French wedding",
  "original_body_lines": [
    "A man in his 30s has been killed and several others wounded in a shooting at a Turkish wedding in north-east France, police have said.",
    "French media report that three armed, hooded men arrived at the reception venue in Thionville late on Saturday night before opening fire on guests.",
    "Quoting police sources, Le Figaro newspaper says the attackers came at 01:15am local time to “settle scores between well-known gangs in Moselle”.",
    "A pregnant woman was among the wounded, police said, and three of the injured are reportedly in a critical condition at the Bel-Air hospital nearby.",
    "Around 100 people were celebrating at Eden Palace when the gunmen arrived at the event in a 4x4 car, according to French media, in the region of Lorraine near the borders of Germany and Luxembourg.",
    "“At a quarter past one in the morning, a group of people went outside to smoke in front of the hall, and then three heavily-armed men opened fire in their direction,” a police source was quoted by AFP.",
    "In a statement, prosecutor Nancy Francois Capin-Dulhoste said the men had fired “several dozen times”, adding four people had been hit by the bullets. The victims are said to be between 25 and 50 years old.",
    "When the emergency services arrived, the attackers had already fled the scene.",
    "Local newspaper Le Républicain Lorrain reports that police are investigating whether the vehicle came from Germany or Luxembourg - about 15km (9.3 miles) away.",
    "The border region of Lorraine has often seen violent incidents linked to drug trafficking.",
    "According to Le Parisien, the dead and the injured are known to the authorities for drug-related cases.",
    "In May 2023, in the neighbouring town of Villerupt, a shooting between rival gangs left five people injured."
  ]
}