{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-name-of-the-game-is-trust-akd-continues-to-win-over-the-tamils/",
  "time_ut": 1732034843.0,
  "original_lang": "en",
  "original_title": "The Name Of The Game Is Trust – AKD Continues To Win Over The Tamils",
  "original_body_lines": [
    "The first Prime Minister DS Senanayake had it in good measure, among the minority communities. It waned till 2022, particularly among the Tamils. The current President, even as he sought to give it a fresh breath, created the scope and opportunity in the September 2024 elections. In the General elections of November 2024, His Excellency the President Anura Kumara Dissanayake had made bold to throw in the gauntlet to secure the firmest grip on the nation’s polity. What commenced seemingly as a toehold in the Northern turf, has turned out to be an unprecedented adventure with a consenting Tamil minority which was already converted.",
    "From the beginning of November 2024, a benign President had set his programme in motion. It was presented in earnest and with patent sincerity. The message was delivered to the full view of the populace that turned out in a crowded area in Jaffna. They had come to see and to hear the phenomenal stuff of which their President was made. To this writer no other leader from the South of Sri Lanka had ever drawn such a vast audience. They were more intent on listening, assimilating and assessing than to get a glimpse of a fleeting scene. So rapt was their attention.",
    "The media had done its work with such dedication as to draw the Tamils in the country and the diaspora very much into the fold. In the days that followed the speech, it became clear that in the 10 days preceding the speech, great action was at play. For the first time since 1948, Tamils experienced practice before precept. The President with his rapid yet limpid flow of words in Sinhalese had carried the audience with him. The Tamil translator paid more than justice with an equally fluent rendering. The listeners were captivated.",
    "Electronic media is taking that experience to Sri Lanka and well across to a widely dispersed diaspora. It is said and believed as true that sincerity is the sheet anchor of successful oratory. William James the American thinker has so opined. The country has experienced three spells of bloodletting between 1971 and 2009. With an unswerving hand on the rudder, the leader is firm in his resolve to steer the state steady and clear. A 70% representative support is well in place.",
    "It was Harold Laski who said it in his ‘Reflections on the Revolution of our Time’. He continued to say, “for it inhibits that temper of accommodation, which is the essence of successful politics”. The revolutionary times in the historic Russian Revolution of 1917 is well depicted in ‘Ten Days that Shook the World’ by the American journalist John Reed. When violent times were settling a bit, Leon Trotsky the chief lieutenant of Lenin and one of the architects of the Revolution wrote his authentic record in his ‘History of the Russian Revolution’. The world was able to see that a ‘Revolution was not a Tea Party’.",
    "The second mighty revolution that convulsed the world was in China. It lasted no less than a quarter century. ‘The Long March’ alone destroyed over a lakh s of communists. Streams of blood flowed. To inform Mao and the world, a distinguished American journalist Edgar Snow wrote his ‘Red Star Over China’. The world learnt again the nature of a Revolution. In the fifties Nehru told a foreign journalist “India did not fight for her independence, there was no struggle, we did not have a “Long March”. An honest confession.",
    "Russian and Chinese Revolutions are invoked to show that in the last century and a quarter, only two revolutions converted worst of times into better ones in their two countries. Yet no one can set aside the relevance of ‘Aragalaya’ in Sri Lanka. It ignited a peaceable, blood less change of regime. For orderly conduct of that movement for so long credit goes to the young and middle aged from better placed strata. Still more remarkable was the handling of the turbulence for 30 months in order to restore peace and to revert to financial stability as a precursor to social advance. Sri Lankan society is beholden to the President of that time HE Ranil Wickremesinghe for his intervention and invaluable assistance. In reality he prepared the environment for two elections and AKD’s peaceful transition. For over half a century of tortuous times, the country has had two months of repose with hopes for a good future.",
    "In !971, what happened was unprepared adventurism. The period 1989 to 1990, the militants were thin on ground, as perceived by their adversary. The date 9.11. the day of the twin tower attack, had cast its doom on the less thoughtful worldwide. Not well appreciated in Sri Lanka, by those bent on a swift and sure victory.",
    "The current President of Sri Lanka appears sobre and sedate with decades behind him for deliberations and balanced judgement. He is measured in his words and listens with patience too. Rare in Sri Lanka and rarest in the North particularly in militant times.",
    "His Excellency’s speech, was patently honest. It was seen from the audience response. The most fulsome clapping was when the President announced that land taken from the people will be returned. There are three undying passions, goes a Tamil saying. One such is for land and AKD has discerned it well and truly. Believing the patent clarity with which the pledge was made, those denied access to their homes and lands started trekking to their earlier places of dwelling after as many as 34 years. That was a fair portion of those evicted.",
    "Taking action to release the innocent from incarceration also met with well merited acclaim. If 2009 was the cut off point to separate the innocent, why were they not released? If others had not been released, why were they not produced in courts for decades on end? Were they kept back because there was none to challenge? The President of Sri Lanka with a sensitivity to fairness is now on the scene and his declaration had great acclaim. All those interviewed in public emphasized the point that what they are demanding is parity of treatment, not exceptionalism.",
    "This phenomenon was seen on the 11th itself. The location selected by local and diaspora enthusiasts to visit and talk to the beneficiaries and take videos with them saw massive swathes of land in and around Palaly. Places like Vasaavilan, Tholakaddy, Urumpirai, Palaly Road, Achuvely Road and several others were given access with no checks or restraints. Buses were plying after decades. Most visible was the sense of liberation experienced by the former dwellers and their compatriots. Despite not a single house remaining intact and all of them in complete ruin and infested with dense jungle, the owners were returning. Ladies and youth were coming with pots and utensils and the requisites for Pongal to be offered to the deities. All this was done on roadside cleared space with firewood and twigs.",
    "The defence personnel had high visibility. Individually none was repulsive When assistance was solicited, they were helpful. Their presence however was in severe contrast to the practice in the non-Tamil areas. Not a school function went on without their presence. The same held for temple festivals, Whether it was benign or malign the people only could tell. The reaction of the political elements bespeak. From early November to now their visibility on roads is induced by the actions initiated to move them out from what seemed occupied territory. Now a sense of liberation prevails. It is reminiscent of the Fall of the Berlin Wall.",
    "Of late the President is extending to his Ministers and Parliamentarians, valuable advice. Humility and spirit of service are among them. May I add two couplets from Thirukkural, an ancient ethical work in Tamil circa 2000 AD:",
    "When a benevolent king rules righteously for the benefit of the people",
    "It is not arms that bring victory to the King but his sceptre"
  ]
}