{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113311/aiib-reaffirms-support-for-sri-lankas-green-energy-and-development-goals",
  "time_ut": 1759854480.0,
  "original_lang": "en",
  "original_title": "AIIB reaffirms support for Sri Lanka’s green energy and development goals",
  "original_body_lines": [
    "The President of the Asian Infrastructure Investment Bank (AIIB), Jin Liqun, affirmed AIIB’s commitment to supporting Sri Lanka’s development, particularly in the promotion of the green energy sector.",
    "This statement was made during a meeting at the Presidential Secretariat this morning (07), where AIIB Head Jin Liqun, accompanied by senior management, met with President Anura Kumara Dissanayake, according to the President’s Media Division (PMD).",
    "The delegation reviewed the progress of projects implemented in Sri Lanka under AIIB loans and Liqun expressed his intention to continue collaborating with the country to support its overall progress.",
    "He highlighted that future support will focus on sectors such as green energy and green transportation, while ensuring energy stability in Sri Lanka, the PMD said.",
    "President Dissanayake provided an overview of the country’s economic progress, including reduced interest rates and controlled inflation, emphasizing the government’s goal of delivering the benefits of economic growth to the people.",
    "The President also outlined plans to restructure the public sector and enhance the efficiency and effectiveness of public services, with a focus on Artificial Intelligence and digitalization to streamline service delivery, reduce the gap between villages and cities and facilitate international transactions.",
    "President Anura Kumara Dissanayake further stated that, in attracting foreign investments to develop Sri Lanka as a region with low-cost electricity supply, the government hopes to introduce a data centre. He also noted that the government has a planned program to enhance productivity in key sectors such as agriculture and fisheries.",
    "Additionally, the President briefed the delegation, including the President of the AIIB, on the new reforms being implemented in the education sector, it added.",
    "The delegation was accompanied by Minister of Labour and Deputy Minister of Economic Development Dr. Anil Jayantha Fernando, Secretary to the Ministry of Finance Dr. Harshana Suriyapperuma, Senior Additional Secretary to the President R. Aponsu and other officials."
  ]
}