{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/second-life-notebooks-campaign-by-ogilvy-makes-history-with-global-recognition/",
  "time_ut": 1753018260.0,
  "original_lang": "en",
  "original_title": "‘Second Life Notebooks’ campaign by Ogilvy makes history with global recognition",
  "original_body_lines": [
    "Ogilvy Sri Lanka’s ‘Second Life Notebooks’ campaign for ProMate (PrintXcel) has become the most internationally awarded campaign in Sri Lankan advertising history, securing 17 awards and shortlist honors at prestigious global festivals, including Cannes Lions, D&AD, Clio Awards, and Spikes Asia.",
    "The campaign was born out of necessity during Sri Lanka’s economic crisis, which caused a 300% surge in paper prices, making Braille notebooks unaffordable for visually impaired students. Geometry Global Sri Lanka, part of Ogilvy, devised an innovative solution, repurposing used notebooks into Braille writing books. The initiative invited public donations, receiving overwhelming support and enabling the provision of Braille notebooks to every government school in the country.",
    "Beyond its creative brilliance, the campaign demonstrated how advertising can drive tangible social impact. By addressing a critical need, it not only earned global acclaim but also transformed lives, giving visually impaired students equal access to education.",
    "From a business perspective, the campaign aligned with PrintXcel’s values, reinforcing its commitment to innovation and community welfare. The international accolades highlight how purpose-driven creativity can elevate brands while making a meaningful difference.",
    "The ‘Second Life Notebooks’ campaign stands as a testament to the power of advertising when rooted in real-world challenges, proving that creativity, when combined with empathy and strategy, can create lasting change.",
    "India’s rich and famous ditch old-school clubs for exclusive hangouts -BBC",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}