{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lankan-Roadshow-2024-in-Oman/34-764221",
  "time_ut": 1720810302.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Roadshow 2024 in Oman",
  "original_body_lines": [
    "The Embassy of Sri Lanka in Muscat in collaboration with the Sri Lanka Business Council Initiative (SLBCI) in the Sultanate of Oman successfully organised the Sri Lankan Roadshow – 2024 for the first time on a magnificent scale, under the theme of ’Serendib the Golden Island’, promoting Sri Lankan culture, tourism and trade on 5 July 2024 at the Oasis Mall, Muscat. The event was arranged with the aim of showcasing Sri Lanka as a premier travel destination to attract tourists during the summer vacation in Oman as well as to portray Sri Lanka’s vibrant culture and trade opportunities.",
    "With the active participation of the Sri Lankan expatriate community in Oman, the event created a lasting impression of Sri Lanka among Omanis and expatriates alike in the Sultanate, fostering cultural exchange and strengthening bilateral economic ties.",
    "The six-hour-long action-packed event had three segments, opening ceremony, mid-segment and grand scale closing ceremony. The event commenced with welcoming the Chief Guest, Ambassador of Sri Lanka in Oman Sabarullah Khan with traditional drums and a procession of Sri Lankan children representing the multi-ethnic groups of Sri Lanka, followed by ribbon cutting ceremony and lighting the traditional oil lamp. Counsellor/Head of Chancery of the Embassy of Sri Lanka in Muscat Anodya Chirasrie delivered the opening remarks.",
    "Sri Lankan traditional Puja dance ‘Mangalam’, Kohomba Hella and Ravana dances were performed by the students of the Sri Lankan School Muscat (SLSM). Introduction of sponsors and video messages of the Minister of Tourism, Lands, Sports and Youth Affairs Harin Fernando and Chairman of the Sri Lanka Tourism Promotion Bureau Chalaka Gajabahu were screened.",
    "Next segment of the Roadshow commenced with a visual presentation on Sri Lankan history depicted up to Portuguese, Dutch and British colonisation. Sri Lankan Calipso performance by Sinhayo band, interviews with the Ambassador, sponsors and SLBCI members, ’Chamara Dance’ and Kandyan dance, spot questions for visitors and Shree Krishna dance by Tamil students, solo songs by Yasas Abeysuriya, Arabic version of the popular ‘Manike Mage Hithe’ song with dance in Arabic attire drew special attention of the audience.",
    "The grand scale closing ceremony was attended by senior officials from the Omani Foreign and Heritage and Tourism Ministries along with a large number of Ambassadors, diplomats and high dignitaries. The audience was mesmerised with the scenic beauty and the charm of Sri Lanka through a fascinating video, dances ‘Pearl of the Indian Ocean’, traditional drums and musical instruments, and ‘Hela Thala Rata’ and elegant fashion show portrayed by Roshani Rajapakse. The dances in mid-segment and closing ceremony were choreographed by Visharad Sasikala Abeysuriya.",
    "Raffle draw winners received valuable prizes. Sri Lankan traditional sweetmeats and Ceylon tea were served throughout the event."
  ]
}