{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Court-of-Appeal-dismisses-Lanka-Broadcasters-Guild-appeal-to-intervene-as-interested-party/56-779513",
  "time_ut": 1753481497.0,
  "original_lang": "en",
  "original_title": "Court of Appeal dismisses Lanka Broadcasters Guild appeal to intervene as interested party",
  "original_body_lines": [
    "The Court of Appeal on Thursday refused Lanka Broadcasters Guild (Guarantee) Ltd., permission to intervene as ‘an interested party’ in support of Asia Broadcasting Corporation Ltd. The Court dismissed the application for intervention in an appeal filed by Asia Broadcasting Corporation against a decision of the Right to Information Commission (RTIC) holding the former to be a Public Authority under the Right to Information (RTI) Act.",
    "In the application to intervene in the appeal, the Petitioner, Lanka Broadcasters Guild, stated that it is a voluntary organisation comprising several television and radio broadcasting licence holders in the country, including Hiru TV owned by Asia Broadcasting Corporation Ltd. The Petitioner stated that a decision of the RTIC, which holds that the Appellant, namely Asia Broadcasting Corporation Ltd., is a Public Authority performing a “public function or service” within the provisions of the RTI Act, is a decision that directly affects all members of the Petitioner. The Petitioner also stated that the decision of the RTIC, that the Appellant is a Public Authority under the RTI Act,is based solely on it operating under licence issued by the Mass Media Ministry in terms of Section 28 of the Sri Lanka Rupavahini Corporation Act under the frequency licence issued by a Telecommunications Regulatory Commission (TRC).",
    "The Petitioner further submitted that although radio frequencies are public property, the mere licenced use of a frequency by a private entity for commercial broadcasting purposes does not, in itself, transform the entity into one performing a public function or service as contemplated by the RTI Act. As all the members of the Petitioner are engaged in the same broadcasting entity and are subject to the exact licencing requirements as the Appellant, the impact on their members’ rights and interests is clear and direct. The Petitioner’s position was that the members of the Petitioner do not fall within the definition of Public Authority under Section 43 of the RTI Act.",
    "The Petitioner further stated that the RTIC’s decision to classify private entities as ‘Public Authorities’ under the RTI Act would have far-reaching and potentially adverse consequences, extending the scope of the RTI Act to a vast number of private entities. The Petitioner further stated that without granting the Petitioner a hearing, serious prejudice would be caused to the members of the Petitioner, thus seeking to intervene in the appeal.",
    "The citizen who sought information (Appellant-Respondent) from Asia Broadcasting Corporation objected to the Petitioner’s application for intervention in the appealon the grounds that the Court of Appeal (Appellate Procedure) Rules 1990 do not provide a provision related to third-party intervention, the Petitioner has no direct and substantial interest in the subject matter of this application and is not a necessary party to this matter, the Petitioner lacksLocus Standi (the right or capacity to bring an action or to appear in a Court)as it was not a party to the RTIC appeal, and that media performs a public service under the RTI Act.",
    "The Court of Appeal upheld that the right of appeal is available only to the original parties to the matter as provided by the statute and in this case, the Petitioner was not a party to the original matter before the RTIC, and as such, the Petitioner is not entitled to appeal under the RTI Act."
  ]
}