{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Veteran-Toastmaster-Bhathiya-Hettiarachchi-DTM-appointed-as-Club-Growth-Director-for-District-82/56-762097",
  "time_ut": 1716334618.0,
  "original_lang": "en",
  "original_title": "Veteran Toastmaster Bhathiya Hettiarachchi DTM appointed as Club Growth Director for District 82",
  "original_body_lines": [
    "In a landmark event for Sri Lanka, distinguished Toastmaster Bhathiya Hettiarachchi has been unanimously elected to lead District 82 of Toastmasters International as the Club Growth Director for the 2024/2025 tenure. This prestigious position, the third highest in the district hierarchy, was officially conferred upon DTM Bhathiya by the World President of Toastmasters International at the district conference, Ovation 2024. Significantly, this election coincides with Toastmasters International’s centenary celebration. Founded in 1924, the organisation marks 100 years of empowering individuals through public speaking and leadership skills development. Bhathiya’s leadership during this historic milestone highlights the importance of his role in continuing the legacy of excellence and growth.",
    "Toastmasters International, a renowned non-profit educational organisation, has been empowering individuals worldwide since its inception in 1924. Headquartered in Englewood, Colorado, it boasts approximately 270,000 members across more than 14,200 clubs in 148 countries. The organisation’s mission is to build confidence and develop public speaking skills through its extensive network of clubs, which meet both online and in person.",
    "District 82, encompassing Sri Lanka, Maldives, and the British Indian Ocean Territory, is a vibrant part of this global network. With over 169 clubs and around 3,000 members, it plays a crucial role in fostering personal and professional development in the region.",
    "With over 21 years of dedication to Toastmasters, Bhathiya Hettiarachchi has been a pivotal figure in the organisation’s growth and formation of District 82. Bhathiya is a distinguished member of the Sampath Bank Toastmasters Club, which holds the distinction of being the first corporate club in Sri Lanka and the second Toastmasters club in the country. Being a professional banker, trainer and a lecturer, he credits his remarkable transformation into a confident leader and speaker to the invaluable support and guidance he has received from his club and the Toastmasters organisation. He firmly believes that the presence of a corporate club in company can significantly bolster the confidence levels of staff members while nurturing essential leadership and communication skills through a practical and hands-on approach.",
    "Under his leadership, Hettiarachchi aims to support individuals from diverse backgrounds, helping them master the art of leadership and communication while building self-confidence. He firmly believes that knowledge alone is not enough for success; it must be coupled with the skills and confidence to apply that knowledge effectively.",
    "Toastmasters provides a supportive learning environment and a global network of like-minded individuals, fostering confidence and skill development. Hettiarachchi’s vision is to leverage this platform to help Sri Lankans transform themselves into more confident and capable individuals, enhancing their personal and professional lives.",
    "The programs and events planned for the upcoming tenure offer the public the opportunity to engage with and benefit from the transformative initiatives of Toastmasters International. With Bhathiya Hettiarachchi as part of the district leadership trio during this special centenary year, District 82 is poised for significant growth, fostering a new generation of leaders who will make remarkable contributions to society. He wishes to invite all Sri Lankan’s to embrace this opportunity and embark on a journey of growth and transformation."
  ]
}