{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112927/sri-lanka-to-regain-2019-economic-status-by-next-year-president",
  "time_ut": 1758856920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to regain 2019 economic status by next year - President",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has announced that Sri Lanka is on course to restore its economy to the level it was in 2019, prior to the financial crisis, by next year.",
    "The President made this statement while addressing members of the Sri Lankan community in the United States during his visit to New York for the 80th Session of the United Nations General Assembly (UNGA).",
    "He noted that although Sri Lanka declared bankruptcy in 2022, the country has since made rapid progress in overcoming the crisis.",
    "President Dissanayake also underscored the role of Sri Lankans living abroad, highlighting their financial and moral support during the 2024 presidential and 2025 general elections. He further said that their contribution played a vital role in their victory.",
    "“In the 2019 elections, our party secured only about 3% of the vote. However, in the 2024 presidential election, followed by the general election, we emerged with the highest number of parliamentary seats in Sri Lanka’s history,” he said.",
    "Recalling the events of April 12, 2022, the President pointed out that Sri Lanka officially declared its inability to repay its debts, marking its entry into bankruptcy.",
    "He further observed that the government in power at the time had, for the first time in the country’s history, expelled the people in response to the crisis.",
    "“Our main challenges were twofold: to resolve the immediate economic crisis and to lay the foundation to ensure that such a collapse will never recur,” he explained.",
    "According to President Dissanayake, the government has managed to significantly ease the crisis within just one year.",
    "“International organizations, credit rating agencies, and financial institutions have recognized Sri Lanka’s rapid recovery compared with other nations that have faced similar crises,” he stated.",
    "He went on to note that economic experts typically estimate a recovery period of around a decade for countries experiencing such a collapse.",
    "“If Sri Lanka collapsed in 2022, a full recovery would normally be expected by 2032. However, we are confident that Sri Lanka will be able to regain the level of economic stability it experienced in 2019 by next year,” the President affirmed."
  ]
}