{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Thought-Leadership-Forum-on-electricity-sector-reforms-on-15-Feb/34-758370",
  "time_ut": 1707687843.0,
  "original_lang": "en",
  "original_title": "Thought Leadership Forum on electricity sector reforms on 15 Feb.",
  "original_body_lines": [
    "The Thought Leadership Forum, an independent, apolitical, awareness enhancement initiative, founded by Chartered Accountant Ranel Wijesinha, will conduct an interactive dialogue on electricity sector reforms, at the CA Sri Lanka Auditorium at 30 A, Malalasekera Mawatha, Colombo 7 from 4:30 p.m. to 7:30 p.m. on Thursday 15 February.",
    "“The sessions will inter alia address issues arising from the reform intentions, strategies, structures, processes and the legislation, under the Electricity Reform Act of 2002, the current issues and intentions, the reform rationale, and draft legislation of 2023- 22 years on,”",
    "“As the Chairman of the Monitoring and Advisory Committee, provided for under the Electricity Reform Act of 2002, I will endeavour to bring to bear upon our sessions, the work we did and had completed, but which was regrettably undone pursuant to the 2001 Government being swept out of office in 2004, the shelving of reforms and the 2009 Act which superseded the Electricity Reform Act of 2002- to my mind perhaps one of the best pieces of progressive legislation which passed muster in Parliament and was gazetted to go,” said Wijesinha.",
    "He added that “The dialogue will be devoid of lengthy presentations and will commence with a series of questions posed to the panel of electricity sector professionals and then, through a question-and-answer session will extend to a healthy interaction with a cross section of invitees from the private and public sector, from industry and service oriented establishments, banks, the professions and their associations etc.”",
    "“The purpose of this Thought Leadership Forum initiative, is to enhance awareness, surface concerns, obtain clarifications, seek convergence and to make representations to the office of President and the Government, as an independent facilitator for desirable reforms.”",
    "The Thought Leadership Forum has engaged in public policy dialogue through print and electronic media and in public fora, for well over a decade and a half."
  ]
}