{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Israel-To-Send-Gazans-To-Congo/172-274677",
  "time_ut": 1704738600.0,
  "original_lang": "en",
  "original_title": "Israel To Send Gazans To Congo",
  "original_body_lines": [
    "The Telegraph of the UK recently reported that Israel is planning to send all the Palestinian residents of Gaza to Congo or any other country willing to take them under what it calls a “Gazan Voluntary Migration Scheme”.",
    "It is proposed to implement the scheme after the war ends. And the vacant space in Gaza will be given to Jewish settlers with army protection.",
    "Though Israel calls this nefarious scheme a “Voluntary Migration Scheme” it will, in realty, be a case of “Transactional Forced Migration”(TFM) to use the term coined by Fiona B. Adamson and Kelly M. Greenhill in their paper: Deal-Making, Diplomacy and Transactional Forced Migration in the journal International Affairs (March 6, 2023).",
    "Transactional Forced Migration or TFM is a kind of trade, a trade in people instead of goods and services. One country pays the other for accepting its unwanted folks. In the Gaza case, hapless Gazans, wrenched from their ancestral lands and homes, will be relocated in Congo which will be accepting them in exchange for a hefty sum from Israel.",
    "Such deals are not uncommon in international relations, Adamson and Greenhill point out.",
    "“Congo will be willing to take in migrants, and we’re in talks with others also,” a senior source in the security cabinet told the news website Zman Israel.",
    "Gazan “migration” is becoming the leading policy of the government as a solution to the conflict, the report said.",
    "The Guardian said that the National Security Minister, Itamar Ben-Gvir, asked Palestinians in Gaza to “move to other countries.” The far-Right leader Bezalel Smotrich voiced his support. Danny Danon, a member of the Israeli Knesset (Parliament) claimed that “the world is already discussing the possibilities of voluntary immigration.”",
    "Backers for such forced migration are in Netanyahu’s Likud party too. Gila Gamliel, the Intelligence Minister told Zman Israel: “Voluntary migration is the best and most realistic programme for the day after the fighting ends. The Gaza problem is not just our problem. The world should support humanitarian emigration because that’s the only solution I know.”",
    "But the international community, including the United States, has rejected the expulsion of Gazans. France said: “We call on Israel to refrain from such provocative declarations, which are irresponsible and fuel tensions.”",
    "However, Defence Minister Ben-Gvir was unfazed. “The United States is our best friend, but first of all we will do what is best for the State of Israel,” he said.",
    "The Israeli scheme is akin to the 2022 UK plan to deport illegal immigrants to Ruanda (also spelled as Rwanda), paying the African country hefty sums to put them up. As per the scheme, on arrival in Rwanda, the deportees would be granted refugee status. If not, they could apply to settle there on other grounds, or seek asylum in “another safe third country.”",
    "As per the plan, the UK will pay for the accommodation and living expenses of those relocated to Rwanda for up to five years. According to the BBC, the UK gave BP (British Pounds) 40 million to Rwanda in 2022. A further BP 100 million was given in 2023. BP 50million is to be paid in 2024 and BP 50 million in 2026.",
    "So far, no asylum seeker has actually been sent as the UK Supreme Court had ruled unanimously that the Rwanda scheme was unlawful. In a report on the case, the BBC said that the court feared that genuine refugees sent there would be at risk of being returned to their home countries, where they could face harm.",
    "The court also said that forced resettlement would breach the European Convention on Human Rights (ECHR) of which the UK was a signatory. The court cited concerns about Rwanda’s poor human rights record.",
    "In addition, the UN Refugee Agency (UNHCR) told the Court that the Rwandan authorities had turned down all asylum claims made by people from Afghanistan, Yemen and Syria between 2020 and 2022.",
    "The BBC quotes an economic-impact assessment done for the UK Illegal Migration Bill which questioned the economic rationale of the repatriation scheme. It estimated that removing an individual from the UK to a third country, such as Rwanda, would cost BP 63,000 more than keeping him or her in the UK.",
    "Adamson and Greenhill give cases of TFM involving Denmark, US, Australia and EU. The countries have engaged in proposing ‘deals’ and ‘partnerships’ that involve forced resettlement.",
    "The EU’s schemes of forced resettlement are supported by organizations such as the International Organization for Migration (IOM) and various private actors, they note.",
    "TFM schemes may have a variety of features such as conditional foreign aid packages and economic assistance, along with programmes of migration control, the strengthening of borders and migration management.",
    "TFM deals may include population transfers and exchanges, repatriations, readmission agreements, deportation arrangements between States and their international proxies that are designed to move people involuntarily across borders and/or to forestall or prevent such movements.",
    "“As part of its response to the 2015–16 European migration crisis, the EU placed renewed emphasis on the ‘removal’ and ‘return’ of irregular migrants and ‘failed’ asylum-seekers. The EU introduced a ‘temporary emergency relocation scheme’ which was, in effect, a system of mandatory population transfers of up to 160,000 asylum-seekers and refugees across EU member states,” Adamson and Greenhill say.",
    "“The EU has also negotiated external deals, including the much-publicized EU–Turkey deal of March 2016, which included, along with other measures, provisions for forced returns from Greece to Turkey in exchange for Euros 6 billion in aid and an array of other concessions,” they point out.",
    "The 2021 ‘Joint Declaration on Migration Cooperation’ for Afghans, provided for the return of refused asylum-seekers and irregular migrants in exchange for substantial aid packages for Afghanistan. But although labelled as a ‘return’ deal, many Afghans in Europe were second and third generations refugees, born in Pakistan or Iran, and had never set foot in Afghanistan.",
    "“Thus these negotiated ‘return’ arrangements are more akin to involuntary and forced population transfers,” Adamson and Greenhill say.",
    "Turkey had proposed the resettlement of Syrian refugees in northern Syria. Ostensibly voluntary and for humanitarian purposes, this programme was also motivated by Turkiye’s security concerns, its interest in creating a buffer zone in northern Syria in its ongoing conflict with armed Kurdish rebels.",
    "Australia’s “Pacific Solution”, first brokered in 2001, included bilateral agreements with Nauru that allowed for the transfer of asylum-seeking migrants to Nauru as well as options for permanent resettlement.",
    "The refugee deal signed in 2014 between Australia and Cambodia which set out to transfer populations directly from Nauru to Cambodia, was accompanied by an AUS $ 40 million development assistance package and additional funds to cover resettlement costs.",
    "“During the infamous 1980 Mariel boatlift, the United States approached an array of Central and South American countries with offers of funding, in-kind aid and other assistance, in exchange for the relocation of some of the 125,000 Cubans who had landed in the United States,” the authors recall.",
    "In a related move, at the height of the 1994 Cuban balseros crisis (when there was a mass exodus of Cubans to the US), the US approached 13 Caribbean and Central American countries to accept them making promises of financial payments and other concessions.",
    "The US has long worked with neighbour Mexico, to deter migration from Central America. US-funded programmes from the late 1980s onwards led to increased deportations of migrants from Mexico to other Central American states. In the 2000s, the US gave US$ 2.8 billion in security aid to Mexico which was used substantially for migration control, Adamson and Greenhill point out."
  ]
}