{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lankan-soldier-among-latest-victims-in-Ukraine-Russia-conflict-Report/108-279765",
  "time_ut": 1711599900.0,
  "original_lang": "en",
  "original_title": "Sri Lankan soldier among latest victims in Ukraine-Russia conflict: Report",
  "original_body_lines": [
    "Al Jazeera - At least five Sri Lankan have reportedly been  killed so far while fighting in the Ukraine Russia war, according to the Al Jazeera. In the latest incident, Nipuna Silva, a Sri Lankan soldier who quit his army to fight for Russia in Ukraine because of better pay, is believed to have been killed on the front line in Ukraine.",
    "The media reported that at least two Sri Lankans have been killed fighting for Russia in Ukraine, and three on the Ukrainian side. But many more are willing to join the war amid desperate economic conditions at home.",
    "Badly wounded from a Ukrainian attack on a Russian bunker in the Donetsk region, Sri Lankan fighter Senaka Bandara* tried to carry his fellow countryman, Nipuna Silva*, to safety.",
    "Senaka*, 36, was bleeding from his legs and hands. Nipuna’s condition was worse – he had sustained injuries to his chest, hands and legs, according to Senaka.",
    "As the two Sri Lankans retreated under fire, another wave of Ukrainian drones struck their bunker in the occupied Donetsk region where the two served with the Russian military.",
    "“While I was carrying [Nipuna], there was another huge drone attack at the last bunker and Nipuna fell to the ground,” Senaka said earlier this month while being treated for his injuries in a hospital in Donetsk in eastern Ukraine.",
    "Senaka said he had no option but to leave Nipuna behind as the Ukrainian drones rained down death.",
    "“We didn’t know that it would be this dangerous,” Senaka told Al Jazeera, in a series of voice messages sent over WhatsApp. “In Donetsk, we were told to go to ‘bunker duty’,” he said.",
    "“But we weren’t aware that there was an attack under way,” he added, recounting how the pair from Sri Lanka had joined a Russian “auxiliary force” and received two “training courses” before being sent to the front line.",
    "Nipuna – whose body was later identified by other Sri Lankans fighting with Russian forces – was the second recruit from the tropical South Asian island to die in recent months fighting for Russia in the bleak Dontesk battlefield, according to Senaka.",
    "The two reported deaths add to the three Sri Lankans who were killed last year while fighting for Ukraine against Russia’s invasion.",
    "Hundreds of Sri Lankans are now serving with the Russian military in Ukraine, most lured into combat by Russia’s offer of salaries up to $3,000 a month and the prospect of Russian citizenship, several Sri Lankans living in Russia told Al Jazeera.",
    "Many more – mostly retired Sri Lankan soldiers – are also desperately trying to join the Russian army, willing to risk death at the hands of Ukrainian forces in exchange for Moscow’s money amid dire poverty at home in Sri Lanka.",
    "The decisions that led 27-year-old Nipuna Silva to leave his young family in southern Sri Lanka to fight and die for Russia in Ukraine tell a larger story of contemporary Sri Lanka, where economic collapse and political upheaval in 2022 led to a hunger crisis last year among the island nation’s 22 million people.",
    "Spiralling inflation and unpayable foreign debt saw fuel, medicine and food shortages amid months of protests that eventually removed then-President Gotabaya Rajapakspa, whose government was accused of gross mismanagement of the country’s finances.",
    "Gotabaya and his brother and former president, Mahinda Rajapaksa, as well as their younger brother, former finance minister Basil Rajapaksa, were all found guilty by the country’s Supreme Court in November of causing the financial mismanagement that has hobbled their nation.",
    "Poverty drove Nipuna, a nine-year veteran of the Sri Lankan military, to swear allegiance to Russia.",
    "He could not provide for his own young family after the recent death of his father left him responsible for his widowed mother and younger sister, too, Nipuna’s wife Wasanthi* told Al Jazeera.",
    "Nipuna had borrowed 1.9 million Sri Lanka rupees (about $6,300) to build a house for his family, Wasanthi said, and he was struggling to repay that loan and cover other costs on his effective earnings from the army – 28,000 rupees ($92) per month.",
    "Nipuna retired from the army and approached an employment agency looking for a job in Singapore. The agency charged him 250,000 rupees ($830) but never got him the job. Eventually, he managed to get half the money back and approached another agency which offered him a job in Russia.",
    "To get to Russia and the promise of a better income, Nipuna first had to sink deeper into debt, his wife said. He borrowed 1.2 million rupees ($4,000) to pay the employment agency to secure him work and cover his travel expenses to Russia.",
    "He travelled to Moscow on June 2 last year, and was employed at a farm in a remote village in Russia. There, he worked 14-hour days, often without a single proper meal. He was paid about 160,000 rupees ($530) a month.",
    "Unhappy, Nipuna left the farm and moved to Moscow to work in a restaurant. There he received 150,000 rupees ($500). The conditions were better than at the farm but Nipuna was desperate to settle his debts as quickly as possible. While working in Moscow, he found out about the opportunity to join the military.",
    "“I begged him not to join the war there,” Wasanthi said. “But Nipuna said it was safe as he was not deployed on the front line.”",
    "The family was desperate, she said. On Nipuna’s income, it was impossible to feed the household: Wasanthi, Nipuna, their 18-month-old son Kethuka Yehas, and Nipuna’s mother and sister. “We could never buy new clothes or toys for our son,” she said.",
    "“It is because we were so helpless that he took that decision [to join the Russian army].”",
    "After signing up to serve in Ukraine in January, this year, Nipuna started to call his wife and young son daily on the phone.",
    "The calls stopped suddenly on February 21, just two days after his wife received a first payment from the Russian military of approximately $1,640 for her husband signing a one-year contract to fight in Ukraine.",
    "Then the phone silence was broken by a call from his comrade in arms, Senaka, who told Wasanthi that Nipuna had died in the drone attack.",
    "“He told me that my husband succumbed to injuries in Donetsk,” Wasanthi recounted, the memory still causing her to weep.",
    "“I don’t know what to do or where to go,” she told Al Jazeera.",
    "“My son always grabs my phone, waiting for a call from Daddy.”",
    "Despite the deaths of Sri Lankans in Ukraine, many others are willing to take their places on the Russian front lines, according to retired and current members of Sri Lanka’s military.",
    "“At least my wife and children will get compensation if I die on the battlefield. At least they will have a better life in Russia. They can travel to Russia and get citizenship,” a retired Sri Lankan soldier, frustrated with his living conditions, told Al Jazeera, speaking on condition of anonymity.",
    "A resident of Anuradhapura, about 200km (120 miles) north of the capital, Colombo, he said he was less worried about the prospect of losing his life by joining the Russian army than he was about the economic hardships in Sri Lanka.",
    "A serving Sri Lankan soldier also told Al Jazeera that he would consider deserting his post if he had an opportunity to join the Russian military.",
    "“I know it is dangerous but I have no other option,” said the soldier who said he made just 20,000 Sri Lankan rupees ($65) to live on each month after the government made deductions for taxes and other purposes.",
    "Unlike previous conflicts, such as the Spanish Civil War when people from around the world volunteered to fight against the spread of fascism, those joining the fight in Ukraine are doing so primarily for money, said Gamini Viyangoda, a Sri Lankan writer, political analyst and columnist.",
    "“Many prominent writers and intellectuals such as George Orwell and Ernest Hemingway joined the Republicans to fight against Franco during the civil war in Spain. They did it for a cause, not for money,” Viyangoda said. Hemingway’s classic For Whom the Bell Tolls captures the war he observed in Spain, though he did not actually fight in it.",
    "“During Sri Lanka’s Civil War, a vast majority of those who joined the military were from poverty-ridden families. The whole purpose was to find employment,” he said, referring to the bloody conflict between the Sri Lankan army and Tamil separatists from 1983 to 2009 that the United Nations estimates killed between 80,000 and 100,000 people.",
    "“Joining the Russian military is an extension of that trend. They think they’ll get compensation even if they die on the battlefield. It is purely for economic purposes, due to current economic hardships.”",
    "In December Captain Ranish Hewage, who commanded a special unit of fighters, and MM Priyantha and Rodney Jayasinghe – two other Sri Lankan men – were killed fighting against Russian forces. Hewage was buried on December 15 with several Ukrainian soldiers at Mlynov, 400km (240 miles) east of Kyiv but the bodies of the other two Sri Lankans were never recovered.",
    "About 20 other Sri Lankans who were serving with the International Legion of Territorial Defense of Ukraine left the unit after Hewage’s death, according to Lahiru Hathurusinghe, 25, who carried injured Ranish Hewage for several kilometres despite his own injuries. Hathurusinghe, who deserted from the Sri Lanka army to fight for Ukraine, is believed to be the only Sri Lankan still attached to the Ukrainian side in the war with Russia.",
    "Treated for the injuries he suffered along with Nipuna in late February, Senaka has now been sent back to the barren wastelands of Russia’s front line in Donetsk.",
    "There is no way out, Senaka told Al Jazeera through voice messages on WhatsApp.",
    "“I don’t know what will happen to Nipuna’s body or whether he’ll receive any compensation,” Senaka said.",
    "Another former Sri Lankan soldier is with Senaka now: Neither wants to be involved in the war any more. But they feel they have no other option but to stay, due to their contracts. “We only have two of us now. Nobody else would help us,” he told Al Jazeera.",
    "Back in Sri Lanka, Wasanthi is grappling with unanswered questions.",
    "With no official communication from Russian authorities, Wasanthi has asked Sri Lanka’s Ministry of Foreign Affairs for information about the whereabouts and status of her husband.",
    "“I don’t know what to do or what to believe,” she told Al Jazeera.",
    "It has already been about two weeks since she approached the ministry but she has not heard back from them so far, she said. Last weekend, she went to a horoscope reader, who told her that her husband was not well, but was still alive.",
    "“I still can’t believe that he isn’t alive. I don’t want to think that he is no longer with us.”",
    "*Some names have been changed to protect the privacy of individuals and due to security reasons."
  ]
}