{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Killing-the-Travellers-documentary-sheds-light-on-forgotten-Kurukkalmadam-massacre/56-780961",
  "time_ut": 1756421712.0,
  "original_lang": "en",
  "original_title": "Killing the Travellers documentary sheds light on forgotten Kurukkalmadam massacre",
  "original_body_lines": [
    "A new documentary, Killing the Travellers: Kurukkalmadam Massacre, directed by British-Sri Lankan filmmaker Baazir Kaleelur Rahman, has brought renewed attention to one of Sri Lanka’s most tragic and overlooked episodes of the civil war.",
    "The 25-minute documentary, produced in Tamil and subtitled in English, examines the 1990 abduction and killing of Muslim travellers on the roads around Kattankudy, shedding light on the human cost of conflict and the impact on relations between the Muslim and Tamil communities, strongly emphasising the urgent need for justice for the victims and their families.",
    "The documentary traces the story of Ameer and Rauf, two young men abducted by the Liberation Tigers of Tamil Eelam (LTTE) alongside dozens of other travellers, including Hajj pilgrims. They were killed and buried in a mass grave at Kurukkalmadam. Through survivor accounts and family testimonies, the film captures the enduring trauma while calling for the restoration of the Tamil-Muslim unity shattered during that era.",
    "Filmed in May 2023, Killing the Travellers has already gained international attention with screenings at the LA Film & Documentary Award in the United States, the Luleå International Film Festival in Sweden, and the Chennai International Documentary and Short Film Festival in India. It premiered in the United Kingdom at the Activists Without Borders Film Festival in November 2024, ahead of its Sri Lankan release in July 2025.",
    "Produced by Activists Without Borders, a UK-based advocacy group dedicated to human and environmental rights, the film combines drone cinematography by KR Studio, illustrations by Nawal Yoosuf Ali, a song by Badurdeen and Dr. Izzath Muhammed, and original score by Scott Buckley.",
    "Director Rahman is a Sri Lankan-born independent filmmaker and rights activist who holds an MA in Documentary Production from the University of Salford in the UK and an MBA in Humanitarian Action from Switzerland. He previously served as Chief Editor of Nesan Publications and Associate Editor of Social Vision magazine and is also known for producing the socially impactful documentary Breaking Barz, which celebrates the legacy of UK boxing champion Len Johnson. Through Killing the Travellers, he focuses on the long-overlooked suffering of Sri Lanka’s Muslim community.",
    "The release comes at a crucial time. While recent attention has focused on mass graves in northern Sri Lanka and allegations of war crimes, the victims of the Kurukkalmadam massacre remain largely forgotten.",
    "Rahman’s film aims to create awareness and encourage younger Sri Lankans to advocate for historical recognition, justice for the victims, and reconciliation among war-affected communities."
  ]
}