{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/iasl-introduces-office-bearers-for-2024-25-tenure-chandana-aluthgama-continues-as-president/",
  "time_ut": 1715520180.0,
  "original_lang": "en",
  "original_title": "IASL introduces office bearers for 2024/25 tenure; Chandana Aluthgama continues as president",
  "original_body_lines": [
    "The Insurance Association of Sri Lanka (IASL) the representative body of the insurance industry in the country has announced the reappointment of its esteemed office bearers for the year 2024/25. The reappointment comes as a testament to the dedication, expertise, and commitment demonstrated by these individuals towards advancing the insurance industry in Sri Lanka. The event took place on the 27th of March, 2024 at the Annual General Meeting. Subsequently the sub-committee members were also appointed for the said term at the IASL Executive Committee Meeting which was held on the 3rd of May 2024.",
    "Chandana L. Aluthgama Group Chief Executive Officer of Sri Lanka Insurance continues as the President, Lasitha Wimalaratne Chief Executive Officer of HNB Assurance PLC as Vice President, Tanuj Edward Chief Executive Officer of Orient Insurance Limited as the Secretary and Nadika Opatha Chief Executive Officer of LOLC Life Assurance as Treasurer of IASL. J M Niyas holds his position as Secretary-General of IASL.",
    "The Executive Committee of the IASL, along with its Subcommittee, prioritize crucial industry matters and emerging developments, embodying a commitment to addressing them proactively. This is encapsulated by the Legal Affairs Committee, chaired by Kushan Weththasinghe Senior Assistant General Manager – Legal Ceylinco Life Insurance Limited, Marketing & Sales Forum chaired by Ms. Namalee A Silva Chief Business Officer of Sri Lanka Insurance Corporation Life Ltd, IT Sub Committee chaired by Nuwan Hettiararachi Chief Information Officer Continental Insurance Lanka Limited, Actuarial Sub Committee chaired by Ms. Rishikulya Gunasehera, Assistant General Manager – Actuarial Services – Ceylinco Life, General Insurance Forum chaired by Sidantha Karunaratne, Deputy Chief Officer Continental Insurance Lanka Limited, HR Sub Committee chaired by Rohitha Amarapala, Deputy General Manager – Human Resources & Administration Sri Lanka Insurance Corporation Life Ltd, Finance & Technical Sub Committee chaired by Sampath Thusara Chief Financial Officer AIA Insurance Lanka Limited and Life Insurance Forum chaired by Mahendra Wilegoda, Head of Life Operations HNB Assurance PLC.",
    "Ministry of Technology collaborates with Mastercard for DigiEcon Global Investment Summit 2024",
    "IT Gallery – Hikvision Partner Summit 2024 fetes its islandwide partners",
    "‘A Warm Meal for a Child’ – an initiative by Insurance Association of Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}