{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100049/sri-lanka-maintains-a-steadfast-position-on-gaza-issue-says-president-ranil",
  "time_ut": 1719143820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka maintains a steadfast position on Gaza issue, says President Ranil",
  "original_body_lines": [
    "President Ranil Wickremesinghe reiterated Sri Lanka’s unwavering stance on the conflict in the Gaza Strip, emphasizing that Sri Lanka remains steadfast in supporting the establishment of the Palestinian state within five years.",
    "The President made these remarks during his participation in a special service held today (23) at the New Kathankudy Grand Jummah Mosque for the affected people of Gaza. The service was conducted by Maulavi Harith.",
    "In a significant display of solidarity, the New Kathankudy Grand Jummah Mosque donated ten million seven hundred and sixty-nine thousand four hundred and seventeen rupees (Rs. 10,769,417) to the “Children of Gaza” Fund, established under the President’s directives to support children affected by the conflicts in Gaza. Trustees of the mosque presented the donation cheque to the President during the ceremony.",
    "Additionally, President Wickremesinghe engaged in friendly conversations with devotees attending the special service and took the opportunity to pose for several selfies with them, fostering a warm and inclusive atmosphere.",
    "“Thank you for inviting me to this event during my visit to Batticaloa. This mosque stands as an exemplary showcase of Muslim art. The Katthankudy Muslims have been a community here since ancient times. My purpose in Batticaloa is to discuss the development initiatives. We aim to modernize agriculture, promote tourism and also to enhance educational standards in this province.",
    "Today, I was invited to this event in support of the Gaza Fund. The government maintains a steadfast position on the Gaza issue, which will not change. If Israel has issues with Hamas, retaliation should not be taken against the people of Gaza. It is crucial to assist Palestine in finding solutions. Our stance is to establish the Palestinian state within five years. It is essential to set a deadline because discussions have been ongoing over four to five decades. Therefore, we must take action according to a specific timeframe.",
    "If Israel faces security challenges, those should be addressed separately. However, the creation of the Palestinian state is imperative. The loss of many innocent lives deeply concerns us and we unequivocally condemn it.",
    "The Government of Sri Lanka has initiated the Gaza Fund to assist children affected by the Gaza conflict. As the first step, we donated USD one million. Despite being a small county and facing economic challenges, we have contributed this amount. We urge the public to support this cause and I express sincere gratitude for every donation received.",
    "The issue of burial has been a significant concern over the Muslim community in the country. Initially, a separate committee was appointed, deviating from the guidelines of the World Health Organization, which created problems and caused grief among the Muslim community. In response, the government has decided to introduce new legislation allowing individuals to choose between burial and cremation according to their wishes. Additionally, provisions have been made for bodies to be donated to medical faculties if desired. These measures aim to prevent similar issues from arising in the future.",
    "My foremost priority has been to revive the country’s faltering economy, a goal we anticipate achieving in a short span of time. Following this, our focus will shift towards addressing other national issues. Furthermore, the ‘Urumaya’ program has been launched to grant freehold land rights to the people.”",
    "Governor of the Eastern Province Senthil Thondaman, Senior Advisor to the President on National Security and Chief of Presidential Staff Sagala Ratnayaka, Members of Parliament A. L. M. Ataullah, Ali Zahir Maulana, Former Minister of State M. L. M. Hizbullah, Chairman of New Kathankudi Grand Jumma Mosque K. L. M. Farid, Chief Priest Ilham Moulavi, former Mayor of the Batticaloa Municipal Council A. H. M. Asfar, Chairman of Kathankudy Mosques A. M. Tawfiq, Muslim devotees, local residents and others were among the participants."
  ]
}