{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/imf-sri-lankas-resource-curse-privatization-of-the-central-bank/",
  "time_ut": 1710090045.0,
  "original_lang": "en",
  "original_title": "IMF, Sri Lanka’s Resource Curse & Privatization Of The Central Bank",
  "original_body_lines": [
    "The Wealth of Nations and the Poverty of Theory: IMF, Sri Lanka’s Resource Curse, and Privatization of the Central Bank",
    "With the world distracted by kinetic wars in Ukraine and Gaza, a hybrid economic proxy war against the Global South and China’s Belt and Road Initiative (BRI), for global connectivity is unfolding at this time of new Cold War: Across Asia, Africa and South America. 56 Low and Middle Income Countries have been ensnared in Covid-19 Lockdown-induced Eurobond debt traps sprung by private creditors and International Sovereign Bonds (ISB), that charge predatory interest rates.",
    "An unprecedented number of Sovereign Defaults have happened in the past 2 years according to a Fitch report[1]. From Argentina, Ecuador and Surinam, to Ghana, Lebanon, and Sri Lanka local currencies and citizen’s labour have been dramatically depreciated against the ‘exorbitantly privileged’ United States dollar. This, despite America’s $34 trillion debt and counting, also to fund environmentally destructive wars and the NATO- QUAD war machine. Rapid currency depreciation also triggered brain drain that these countries can ill afford.",
    "While China is often blamed for ‘debt-trap lending’ to developing countries, Eurobond debt neocolonialism and defaults have enabled the Washington Consensus’ International Monetary Fund (IMF), to mission and mandate creep into Domestic Debt Restructuring (DDR), magnifying the numbers. As the US raised interest rates, countries in Eurobond USD debt traps were subject to further exogenous economic shocks to “Make the Economy Scream’.",
    "Under IMF ‘debt treatment’ that increasingly includes ‘governance reforms’ purportedly to combat corruption, controversial new legislation was enacted to ensure the “autonomy’ the Central Bank of Sri Lanka (CBSL) last year[2]. The CBSL was the hub of a series of bond scams in 2015 that caused the accumulation of Odious Debt leading to the staging of Sri Lanka’s first Default in 2022.",
    "However, the recent scandal over massive staff salary increases at the now “autonomous’ CBSL indicate that the much hyped IMF ‘governance reform’ and new legislature may have had the opposite effect: Was the country’s apex financial institution effectively privatized, enabling its capture and control by external actors and financial Consultants in order to advance the Washington Consensus’ economic and geostrategic interests?",
    "At this time, GDP and Macro economy linked bonds, including ‘Debt for Nature Swaps’ or Environment Social and Governance debt bondage (ESG Bonds) are proposed by the colonial Club de Paris and advisors of Sri Lanka’s private creditors at IMF debt restructuring negotiations. Unsurprisingly, the result of the new CBSL legislature on the IMF’s behest seems to be the erosion of parliamentary oversight of the CBSL, as well as, national economic sovereignty, policy autonomy which may enable new bond scams and corruption scandals.",
    "Calls for Reform of the IMF: Debt treatment that deepens the debt trap?",
    "Perhaps it was also because Sri Lanka was an unlikely country to default that the UN Secretary General Antonio Guterrez recently called for reform of the IMF and World Bank, to reflect the interests of the Global South and the role of the BRICS in a multipolar world![3] The BRICS after all have beaten the G7 economies.",
    "Discussing the effectiveness of the Breton Woods Institutions to meet contemporary needs, Guterrez said that besides the unrepresentative character of their power structure and orientation, they are undercapitalized and too small for the current global needs. “The truth is that they became too small”. “The paid-in capital of the World Bank as a percentage of global GDP today is less than one-fifth of what it was in 1960” he noted. “So we obviously need a meaningful capitalization of those institutions”.",
    "At this time, the IMF’s debt restructuring programs seem to have 3 pillars: The main one being, to ensure that indebted countries keep borrowing from the same predatory ISB ‘vulture funds’ like BlackRock, the world’s biggest hedge fund and Sri Lanka’s main creditor, that caused the accumulation of Odious Debt in the first instance, ironically, to pay them off. This in collusion with incompetent and corrupt local politicians, Central Bankers and their business cronies. With IMF mission creep into Domestic Debt Restructuring (DDR), the debt was passed on to hapless citizens, including with local Employee Provident Funds!",
    "The second pillar of IMF debt restructuring is a series of reforms, primarily, austerity measures to downsize government expenditures, while ramping up taxation—measures to effectively shrink rather than grow the economy.",
    "The third pillar is the privatization and Fire sale of strategic assets, (land, energy, telecom transport infrastructure etc.), that would also reduce state revenue and beggar the people as utility prices rise. All this ensures deepening neocolonial debt bondage to erstwhile imperial masters.",
    "IMF debt restructuring operations appear primarily designed to deepen and extend the duration of Eurobond debt traps and keep the IMF and the private creditors and their colonial Club de Paris representatives, along with selected accounting and legal firms, such as, Lazard and Clifford and Chance in business. The system is rigged also with debt data manipulation and no transparency on the identity of the bond holders.",
    "Simultaneously, debt trapped Global South countries like Sri Lanka that are subject to IMF debt treatments that deepen ISB debt bondage and neocolonialism are increasingly being enlisted as foot soldiers in the west’s new Cold War, that is now a hot war in the Red Sea. The Sri Lankan Navy reportedly had a couple of US donated Frigates joining US led anti-Houthi Operations in the Gaza war theater.",
    "The hybrid economic proxy war is being fought primarily in the world’s oceans and space- via cyber operations, with Law fare, biological and climate warfare (weather modification with Directed Energy Weapons DEW), propaganda and Disinformation campaigns with data manipulation, deep fakes and Artificial Intelligence (AI) hype. All this spells out the fact that the push with Over the Horizon Operations (OTH), for Full Spectrum Dominance (FSD), of debt colonized geostrategic Global South countries like Sri Lanka.",
    "Sri Lanka, located at the center of the Indian Ocean on some of the world’s busiest trade, energy and Submarine or Undersea Data Cable Routes (UDC), was an unlikely country to stage a Sovereign Default in the “Asian 21st Century”.",
    "The strategic island beloved of tourists remains the wealthiest country in the South Asian region (in per capita GDP terms), with the best human and social development indicators. It was listed by the World Bank as an “upper Middle Income Country” (MIC) in 2019. The country has been referred to as ‘valuable real estate’ and an “unsinkable aircraft carrier”.",
    "The fertile and lush tropical island, is capable of growing its own food, and is marine and mineral resource rich. However, three years after being upgraded to an upper MIC by the World Bank, in 2022, it was declared ‘bankrupt’ and staged it first ever Sovereign Default. Pumped and dumped? This, simply because it lacked exorbitantly privileged US dollars, to purportedly buy food and fuel during a mysterious fuel embargo on ships carrying oil and gas to the country while everyone was distracted with the Aragalaya protest chaos strategy!  On taking office in the course of a seamless regime change operation the President laughably promised Famine and 15-hour power cuts to spread fear and enable the IMF’s mission creep!",
    "Although US dollar poor, Sri Lanka is rich by every other metric. Not all the data and theory in the world can trump empirical reality – at least for social scientists. A visit to any other South Asian country would make clear that the island has better infrastructure and PQLI despite the debt data numbers games to promote Default and the famine narrative.",
    "Sri Lanka’ first Sovereign Default in 2022 was triggered after the shadowy off shore Hamilton Research bank in the Caribbean filed a court case in New York for non-payment of a small amount of interests amid the National Endowment for Democracy (NED) funded Aragalya protest Chaos Strategy for seamless regime change that brought to power the current ruling Ranil Rajapaksa regime in Colombo.",
    "The geostrategic island has been long irresistible to the US-led NATO war machine that has over 800 military bases around the world. This is increasingly so with the US pivot to Asia and economic Cold War on China. Arguably, the island suffers from a geostrategic ‘resource curse’, also because of the failure of its political and business elites to diversify and industrialize the economy in the post-independence period.",
    "As the US pivoted to Asia, hybrid economic war operations to ‘Make the Economy Scream” with various exogenous economic shocks escalated. These include the mysterious ISIS claimed Easter Sunday attacks on tourist hotels in 2019, followed by two years of economically devastating Covid-19 lockdowns, punctuated by burning ships MV Pearl and Diamond also targeting the ports and fisher’s livelihoods, as well as the Aragalaya operation. These shocks enabled borrowing bingers by incompetent and corrupt politicians on private markets that charge predatory interest, leading to the staged Default and IMF mission and mandate creep into deepening the USD debt trap!",
    "We are living in a neocolonial world, not a post-colonial world. It is increasingly clear that Sri Lanka was debt trapped by Eurobond traders like BlackRock that got huge Covid-19 bailout funds from the US government under the CARES Act to asset strip in the global south as economies melted down due to lockdowns and supply chain disruption, in collusion with Washington-backed local elites because of its geostrategic location for the West’s hybrid economic proxy war on China and its BRI.",
    "As the dust settles, and the truth leaks out about an unlikely sovereign default, US Secretary for South and Central Asia, Donald Lu invented a ”Sri Lanka comeback story” a few weeks ago at the United States Institute for Peace. Meanwhile, in the name of good Governance at the IMF’s behest the CBSL appears to have been privatized– if the recent scandalous staff salary increases are any indicator—undermining the country’s apex finance institution’s accountability to the citizens and parliament.",
    "The million-dollar question at this time is: Was the “autonomous” CBSL’s staff salary increase related to future acceptance of GDP macro economy linked debt restructuring proposed by the colonial Club de Paris that represents the private creditors now marketing Debt for Nature Swaps or Green and Blue washed Bond and scams, although civil society groups have called for a moratorium and ban on GoSL borrowing on private markets?",
    "[2] The Central Bank of Sri Lanka (CBSL) is the apex financial institution in Sri Lanka. The CBSL Act No. 16 of 2023 (CBA) brought into law in September 2023, supersedes the Monetary Law Act (MLA) No. 58 of 1949 that established the CBSL In 1950 as a semi-autonomous body. Under the new act, the CBSL shall be autonomous and accountable. https://www.cbsl.gov.lk/en/about/about-the-bank/overview",
    "[3] IndepthNews: UN Chief calls for reform of IMF, World Bank, stresses BRICS roll: https://indepthnews.net/un-chief-urges-reform-of-imf-world-bank-stresses-bricss-role/"
  ]
}