{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103307/fsp-calls-on-president-to-probe-88-89-state-terrorism-demands-justice-for-jvp-martyrs",
  "time_ut": 1731236160.0,
  "original_lang": "en",
  "original_title": "FSP calls on President to probe 88-89 ‘state terrorism’, demands justice for JVP martyrs",
  "original_body_lines": [
    "The Frontline Socialist Party (FSP) has urged President Anura Kumara Dissanayake in writing to launch an immediate investigation into state-sanctioned crimes during the 1988-89 period, and serve justice for the lives of fallen Janatha Vimukthi Peramuna (JVP) heroes including Rohana Wijeweera.",
    "Ahead of the 35th “Il Maha Viru Samaruwa”, the commemoration of fallen JVP heroes on November 13, the FSP’s letter to the President, honoring Comrade Rohana Wijeweera and others who lost their lives in the struggle for socialist transformation, emphasized the need to uncover the truth behind kidnappings, forced disappearances, and extrajudicial killings attributed to “state terrorism” at that time.",
    "The FSP further stated that crimes against humanity were not limited to the 1988-89 southern uprisings but were also widespread during the civil conflict in the north. They highlighted past commissions and the Office of Missing Persons as steps taken by prior administrations, yet they argue these efforts have fallen short of true justice.",
    "Now that the President, leader of the Janatha Vimukti Peramuna (JVP), has assumed office, the FSP calls on him to prioritize a comprehensive investigation, bringing to light the events surrounding the deaths and disappearances, including that of Rohana Wijeweera.",
    "As an initial step, the FSP proposes full disclosure of investigation findings to the public and accountability for those responsible. The party has pledged its support and offered to provide relevant evidence to assist in delivering justice to the victims and their families."
  ]
}