{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Princess-Royal-concludes-3-day-tour-of-Colombo-Kandy-and-Jaffna/56-757544",
  "time_ut": 1705687715.0,
  "original_lang": "en",
  "original_title": "Princess Royal concludes 3-day tour of Colombo, Kandy and Jaffna",
  "original_body_lines": [
    "HRH The Princess Royal and Vice Admiral Sir Tim Laurence completed their tour of Sri Lanka, visiting three provinces in three days, in the first royal overseas tour of 2024.",
    "During her visit she met with a wide range of people from different communities, as well as businesses and charities.",
    "In Colombo, HRH met staff at the MAS Active Factory and toured their Creation Centre. As patron of Save the Children, she visited their Country Office, as well as one of their programs at Lady Ridgeway Hospital for Children where she unveiled a plaque.",
    "In Kandy, HRH took part in a traditional ceremony at the Temple of the Sacred Tooth Relic, and in a historic trip to Jaffna, she visited the public library and The Halo Trust, a demining and resettlement site in Muhamalai.",
    "On the final day of her visit, HRH visited staff at the British High Commission and British Council offices, paid her respects at the Vijaira Pillayar Kovil, and visited a Commonwealth War Graves Commission Cemetery – her first visit as their President.",
    "She also visited the Mission to Seafarers, an organisation which cares for the welfare of seafarers, and one which she has been President since 1984.",
    "The British High Commissioner Andrew Patrick said: “I was delighted to welcome HRH The Princess Royal and Vice Admiral Sir Tim Laurence to Sri Lanka to mark the special occasion of the 75th anniversary of diplomatic relations between the UK and Sri Lanka. This visit is a celebration of our commonalities, our shared Commonwealth ambitions, and the hundreds of thousands of personal links between our two countries.”",
    "During her visit, The Princess Royal delivered the following message from His Majesty The King to President Wickremesinghe. “I would like to extend my very best wishes to Your Excellency and the people of Sri Lanka as we celebrate the 75th anniversary of bilateral relations between our two countries, as marked by the visit of my dear sister, The Princess Royal” – His Majesty The King.",
    "HRH and Sir Tim Laurence arrive at the Temple of the Sacred Tooth Relic"
  ]
}