{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/JAT-posts-67-PAT-growth-despite-Bangladesh-crisis/34-768923",
  "time_ut": 1730923361.0,
  "original_lang": "en",
  "original_title": "JAT posts 67% PAT growth despite Bangladesh crisis",
  "original_body_lines": [
    "Profit After Tax soars to Rs. 512 m against Rs. 306 m in previous year",
    "Gross profit margin rises 2% due to backward vertical integration",
    "JAT Holdings PLC, said yesterday it demonstrated resilience in Q2 and the first half of FY 2024/25, continuing to deliver exceptional value to stakeholders.",
    "Its Profit After Tax (PAT) witnessed a 67% surge during the six months ended 30 September 2024, reaching Rs. 512 million, amid challenges in Bangladesh and Maldives. Meanwhile, revenue from the Group’s Sri Lanka operations grew by 8% to Rs. 3,287 million during the period. Gross profit margin increased by 2% reflecting the positive impact of JAT’s Acrylic Binder and Alkyd Resin manufacturing plants, which have resulted in significant cost efficiencies. Selling and distribution expenses too declined by 10% as a result of JAT’s prudent approach to cost management and a strategic increase in marketing spend in the previous year, which are now yielding returns.",
    "However, despite the Group’s best mitigation efforts, its operations in Bangladesh were impacted by the adverse macroeconomic and sociopolitical climates that prevailed during the period under review, which was further compounded by a disastrous recent flood. However, the Group’s strategic response to these circumstances, demonstrates its agility and ability to adapt to changing market conditions. A notable effort has been the recent launch of CoatEx – a cost-effective wood coating product tailored for the, now highly budget-conscious, Bangladeshi market. CoatEx delivers a very effective and affordable product, leveraging JAT’s manufacturing infrastructure in Bangladesh, giving ACL (JAT’s fully owned subsidiary in Bangladesh) an edge over other import-dependent competitors, who are feeling the pressure of tight foreign exchange controls. Accordingly, during the six months ended 30 September 2024, JAT reported a 7% decline in total group revenue, recording Rs. 4,536 million compared with Rs. 4,878 million in the corresponding period in the year prior. This was led by a 33% slump in revenue from Bangladesh, down to",
    "Rs. 1,148 million. As a result, Profit Before Tax (PBT) too recorded a marginal 3% contraction to Rs. 408 million, with finance costs seeing a slight increase due to financing of investments through debt. Meanwhile, revenue from India, the Maldives, and other markets recorded a 9% dip, with restrictive foreign exchange policies in the Maldives driving the decline.",
    "A 2% decrease in Gross Profit to Rs. 1,393 million was also noted during the period under review, attributable to the contraction in revenues. At the same time, Administrative Expenses rose by 5% to",
    "Rs. 458 million, driven by an increase in salaries and wages. However, the Group was able to deliver a stable operating performance during the first half of FY 2024/25, with operating activities generating Rs. 521 million, marking a slight increase from the previous year.  JAT Holdings PLC CEO Nishal Ferdinando said: “We have successfully navigated through a particularly challenging period in Bangladesh with resilience and strategic focus. As we move forward, we’re optimistic that the market is now shifting towards a more favourable macroeconomic environment. We anticipate that the upcoming six months will bring significant progress, meeting our expectations and driving further improvement across our operations.” Within the company’s wood coatings segment, growth remains steady, strengthened by efficiency gains from in-house binder manufacturing. JAT’s water-based wood coatings experienced consistent demand, while emulsions faced some challenges due to a lack of competitive pricing, which the Group is addressing through an updated pricing strategy to regain market share. Meanwhile, the brushes category showed solid performance, with consistent growth throughout the period under review, further supported by JAT’s commitment to strengthening local production and R&D. JAT Holdings PLC Managing Director Aelian Gunawardene said: “Our strategy to build cost-efficient, sustainable operations is already yielding measurable results. The establishment of our Alkyd Resin and Acrylic Binder manufacturing facilities allows us to support our markets with a stable and reliable supply chain, enhancing both cost stability and operational resilience. We will continue to invest in initiatives that uplift the communities we serve and create improved customer experiences, building long-term loyalty that strengthens our market position. Over the next six months, we will be able to witness the fruits of these strategic investments and efforts to improve operational efficiency.”",
    "Aligned with JAT’s strategic ambitions, the Group is focusing on new and existing projects domestically, as import restrictions ease and the Sri Lankan economy stabilises. The upcoming JAT lifestyle studio in Colombo on 24 November, and the recent opening of the SEAFORM Perth Australia showroom, will provide an experiential platform for customers that showcases the company’s innovative approach to home and lifestyle solutions.",
    "JAT also made its first shipment of JAT wood coatings to Australia during this quarter and looks forward to being a significant player in this market. Additionally, JAT’s ongoing NVQ training programs – level 4 for wood coatings and level 3 for wall applications – reflect its commitment to community empowerment, building loyalty, and creating a skilled workforce. With sustained investment into community- and customer-focused initiatives, JAT continues to reinforce its role as an industry leader committed to sustainable growth."
  ]
}