{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Institute-of-Directors-appoints-Anitra-Perera-as-CEO/34-768262",
  "time_ut": 1729542996.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Institute of Directors appoints Anitra Perera as CEO",
  "original_body_lines": [
    "The Sri Lanka Institute of Directors (SLID) recently announced the appointment of Anitra Perera as its new Chief Executive Officer (CEO), effective September 2024. With a distinguished career in education, strategic consulting, and leadership, Perera brings a wealth of experience that will be instrumental in advancing the mission of SLID.",
    "Anitra Perera is a distinguished edupreneur and education specialist with over 15 years in experience in administration and strategic consultancy. As the former Managing Director and Coordinating Principal of the Alethea Group of Schools, she led the digitalisation of the institution, making it Sri Lanka’s first “Smart School” in 2018, setting a benchmark for digital education in the country. Her leadership has earned her several awards, including the “Education Leadership Award of the Year” in 2022 at the CEO Sri Lanka Awards. She was also featured in “Cosmopolitan’s 35 Under 35” list in 2020, which highlighted 35 remarkable young women under the age of 35. In 2019, at the International Schools Awards in India, she earned the titles of “Edupreneur of the Year” and where the institution also won “Best Stand-alone School of the Year” and “Best Infrastructure of the Year” under her leadership. Her expertise extends beyond education, serving as a non-executive director for several higher education institutions across Singapore, Malaysia, and China.",
    "“We are delighted to welcome Anitra Perera as our new CEO,” said SLID Chairperson Aroshi Nanayakkara. “Her exceptional leadership in education and strategic management, coupled with her global exposure, makes her the perfect fit to lead SLID towards greater heights. It is also the perfect timing for her to join us, as we will be organising our first International Directors Conference in Sri Lanka, scheduled to be held on the 29 October 2024.”",
    "In her new role, Perera will oversee SLID’s operations, focusing on enhancing the professionalism and effectiveness of directors in Sri Lanka. She will work closely with the Council to expand SLID’s offerings, including advanced training programs, research initiatives, and networking opportunities.",
    "“I am honoured to take on this new challenge at SLID,” said Perera. “I look forward to contributing to the growth of corporate governance in Sri Lanka and empowering directors to lead their organisations to sustainable success.”"
  ]
}