{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104510/bangladesh-to-re-investigate-2009-mutiny-massacre-role-of-foreign-backers",
  "time_ut": 1735211280.0,
  "original_lang": "en",
  "original_title": "Bangladesh to re-investigate 2009 mutiny massacre, role of ‘foreign’ backers",
  "original_body_lines": [
    "Bangladesh on Thursday ordered a commission to investigate a failed 2009 army mutiny and subsequent crackdown, including the role of alleged “foreign” backers, the inquiry chief said.",
    "The violent mutiny sent shock waves through the South Asian nation and ended with the army crushing the mutineers, with scores arrested and sentenced to death.",
    "A previous official investigation into the mutiny which left scores dead blamed years of pent-up anger among ordinary soldiers, who felt their appeals for pay rises and better treatment were ignored.",
    "But that probe was carried out during the tenure of Sheikh Hasina, who was ousted as prime minister by a revolution in August, when she fled to old ally India.",
    "Since her fall, families of soldiers killed in the violence have been campaigning to reopen the investigation.",
    "They have repeatedly accused Hasina -- then newly elected -- of orchestrating a plan to weaken the military to bolster her own power in a country prone to coups.",
    "The claims are likely to infuriate New Delhi, which did not immediately respond to the allegations.",
    "“We aim to determine whether any foreign entity was involved in the carnage, as allegations of national and international conspiracy have been raised,” commission chief A.L.M. Fazlur Rahman told reporters.",
    "The mutineers stole thousands of weapons in February 2009 from the headquarters of the Bangladesh Rifles (BDR) paramilitary squad before embarking on a killing spree in the barracks .",
    "The uprising quickly spread, with thousands of soldiers seizing weapons and pledging allegiance to the mutineers before it was quashed by the army.",
    "Thousands were rounded up and tried in special military courts in the aftermath of the massacre, as the then newly-elected government of Hasina wrestled to regain control.",
    "Hundreds of soldiers were handed punishments ranging from death to a few years, with the United Nations criticising the process for failing to meet basic standards.",
    "Hasina’s iron-fisted rule was backed by New Delhi, and the 77-year-old remains in India, adding to fraying relations between the nations.",
    "On Monday, Dhaka said it had requested India send Hasina back, to face charges of “massacres, killings, and crimes against humanity”."
  ]
}