{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111790/three-wheeler-used-in-boralesgamuwa-shooting-discovered",
  "time_ut": 1756028640.0,
  "original_lang": "en",
  "original_title": "Three-wheeler used in Boralesgamuwa shooting discovered",
  "original_body_lines": [
    "The three-wheeler suspected to have been used by the gunman to carry out the shooting that killed a youth on Malani Bulathsinhala Road in Boralesgamuwa last night has been found abandoned near the Bokundara Dedicated Economic Center in Piliyandala, Police said.",
    "Police have also discovered two black motorcycle helmets and a jacket inside the vehicle.",
    "The shooting incident was carried out by an unidentified gunman who arrived in a three-wheeler, at around 12.30 a.m. in the early hours of today (24), according to police",
    "A 21-year-old youth, identified as Gihan Dulan Perera alias ‘Choppe,’ a three-wheeler driver from Temple Road in Mount Lavinia, was killed in the incident, Police said.",
    "The victim, who was critically injured in the shooting, later succumbed to his injuries after being admitted to the Colombo South Teaching Hospital in Kalubowila.",
    "Meanwhile, another 28-year-old youth who was with the victim at the time of the incident also sustained injuries, with two fingers on his hand reportedly injured.",
    "The deceased is said to be a relative of an organized criminal figure known as ‘Kos Malli,’ who had allegedly been involved in a dispute with a close associate of the notorious underworld figure and large-scale drug trafficker known as “Badowita Asanka,” who is currently hiding overseas.",
    "Police suspect the shooting may have been carried out as an act of revenge connected to that dispute.",
    "Investigations have revealed that the gunman, who arrived in a three-wheeler, opened fire at the victim while he was walking with eight others after attending a musical show in Boralesgamuwa.",
    "No arrests have been made so far over the shooting while Boralesgamuwa Police are conducting further investigations into the incident."
  ]
}