{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-manufacturing-employment-drops-amid-trump-tariffs-pmi-230862/",
  "time_ut": 1752633180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka manufacturing employment drops amid Trump tariffs: PMI",
  "original_body_lines": [
    "ECONOMYNEXT – Some Sri Lanka manufacturers have hit the brakes on hiring on fears of Trump tariffs but a Purchasing Managers’ Index for May 2025 showed a 51.9 point value, which is above 50, indicating an expansion of the sector.",
    "“All the sub-indices, except Employment, remained above the neutral threshold during the month,” the central bank which compiles the index said. “Employment contracted during the month.”",
    "“Several respondents indicated a strategic move to hire only for essential positions and maintaining minimal raw material inventories, in response to heightened uncertainties in the global trade environment.”",
    "Trump has sent shockwaves across the globe and also within the US by slapping wildcat tariffs, to reduce trade deficits, and demanding that foreign countries invest in the US.",
    "Ironically, the US trade deficits are driven by foreign investments in the country, including in stock markets, services, purchases of government securities and agency debt by foreign central banks and sovereign wealth funds due to free trade and stable polices before Trump came to power.",
    "Trumps arbitrary actions are what classical economists call ‘regime uncertainty’, which can kill investments.",
    "Severe regime uncertainty took place during the New Deal of the great depression, which was triggered by the invention of open market operations by the US Fed. Hitler also came in to power after peacetime stabilization crises in Germany.",
    "Trump was elected twice after the invention of the ample reserves regime (single policy rate) with excess liquidity, which has triggered high inflation not seen since the Great Inflation, and income disparities (stock markets have boomed) while positive inflation rose.",
    "Nationalists are coming to power across Europe, and liberalism is in full retreat. (Colombo/July16/2025)"
  ]
}