{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-born-strategist-Prof-Patrick-Mendis-to-meet-corporate-and-national-leaders/4-782583",
  "time_ut": 1759514225.0,
  "original_lang": "en",
  "original_title": "Sri Lanka-born strategist Prof. Patrick Mendis to meet corporate and national leaders",
  "original_body_lines": [
    "While serving as the founding chairman of the Educate Lanka Foundation, Prof. Mendis also established scholarships for students in Sri Lanka and provided microloans to entrepreneurs in more than 50 countries. He also served as an advisor and contributor to “The Encyclopedia of the Sri Lankan Diaspora,” a multiyear project of the National University of Singapore. In recognition of his service to the motherland, the Sri Lanka Foundation in Los Angeles honoured him with its Lifetime Achievement Award",
    "Prof. Patrick Mendis, a distinguished alumnus of the University of Sri Jayewardenepura (USJ), has served in the US government, the World Bank, and the United Nations, as well as the Sri Lankan Government, corporate, and philanthropic sectors.",
    "This October, Harvard-educated Prof. Patrick Mendis is scheduled to visit Colombo as the keynote speaker at the 46th National Conference of Chartered Accountants of Sri Lanka. This year’s theme, “Uprise—Navigating Geopolitics for Growth: Sri Lanka’s Strategic Play,” takes on added weight at a time when the country is seeking stability and growth in a turbulent global environment.",
    "The largest and most prestigious gathering—with over 2,500 business and accounting professionals attending—will meet on 8–9 October in Sri Jayewardenepura Kotte, while more than 500 executives will join the professor remotely from Asia, the Middle East, and elsewhere in the world.",
    "Prof. Mendis is a first-class business administration and economics honours graduate of the University of Sri Jayewardenepura (USJ), and a notable alumnus leader of the Humphrey School of Public Affairs at the University of Minnesota and the Kennedy School of Government at Harvard University.",
    "Prof. Mendis went to the United States as a high school exchange student on an American Field Service (AFS) scholarship. He was one of 10 selected from over 100,000 national applicants for the AFS program sponsored by the US Department of State.",
    "Prof. Patrick Mendis (left) with University of Sri Jayewardenepura Vice Chancellor Senior Prof. Pathmalal Manage",
    "Born in Polonnaruwa, Prof. Mendis demonstrated innate leadership talents during his formative years, when the medieval capital became a UNESCO World Heritage Site in the early 1970s. In his school days, he became the best commander of the Army Cadet Corps of Sri Lanka, the sports champion, the sergeant of the Police Cadet Corps of Sri Lanka, and, most importantly, the first recipient of the UNESCO award. He later began his professional career as a management trainee at Unilever Sri Lanka.",
    "I first learned about the remarkable life of Prof. Mendis in an unlikely place. During a visit to the Temple of the Sacred Tooth Relic (Sri Dalada Maligawa) in Kandy, I met my relative, C.W. Karunarathne, a respected civil servant who had served as secretary to the prime minister and was then the Secretary General of the Sri Dalada Maligawa. He spoke of a young man who grew up in Polonnaruwa under the influence of both Catholic priests and Buddhist monks—a childhood that shaped his lifelong ability to bridge worlds. He also told me that he had been a mentor to this young man. I further learned that Prof. Mendis had given back early: in 1994, he established the annual Patrick Mendis Prize at the University of Sri Jayewardenepura.",
    "Years later, when I chaired the 14th International Conference on Business Management (ICBM) in 2017, I invited our illustrious alumnus as the guest of honour and keynote speaker. Celebrating the 30th anniversary of his prize in 2024, USJ appointed him as a distinguished visiting professor and honorary fellow—recognising not only his academic achievements but also his leadership as president of the Sports Council and founding president of the World University Service at USJ.",
    "His service to the motherland goes beyond the university. Alongside the renowned Amb. Jayantha Dhanapala, Prof. Mendis represented the Government of Sri Lanka at the United Nations as its first youth ambassador. For his leadership, the United Nations honoured him with the UN Medal for the International Year of the Youth.",
    "Committed to public service, Prof. Mendis moved from the UN in New York to the US Congress in Washington to work in the US Senate Foreign Relations Committee. He served on the staff of Senator Rudy Boschwitz during the President Ronald Reagan administration.",
    "After his advanced studies in geography, economics, foreign affairs, and international development at the University of Minnesota, and the executive leadership program at Harvard, Prof. Mendis held visiting faculty positions in UN studies and globalisation at Yale University and a Coolidge fellow at Columbia University. Along the way, he has travelled to or worked in more than 100 countries and authored over 250 books, journal articles, and newspaper columns.",
    "Back in US government service, he became an award-winning diplomat and military professor at NATO and Indo-Pacific Command during President Bill Clinton years. Later, US Secretary of State Colin Powell asked him to lead the Bureau of Educational and Cultural Affairs—managing international exchange programs such as Fulbright and Humphrey during the President George W. Bush administration. President Barack Obama appointed him as a commissioner to UNESCO, and under the Biden White House he became a presidential advisor on the National Security Education Board at the Department of Defense.",
    "Recognising his continuous service as a global leader in higher education and international diplomacy, “Who’s Who in America”—the world’s premier publisher of biographical profiles—presented him with the coveted Albert Nelson Marquis Lifetime Achievement Award.",
    "For more than 20 years, Prof. Patrick Mendis has also built deep ties with China, teaching at over 25 universities and academies—including Fudan, Peking, and Tsinghua, as well as the National Academy of Social Sciences. His contribution earned him the International Confucius Award in Qufu, the birthplace of Confucius.",
    "He has stayed equally engaged in Sri Lanka—lecturing at the Ministry of Foreign Affairs, the University of Colombo, the Bandaranaike Centre for International Studies, the National Institute of Security Studies, the Kadirgamar Institute of International Relations and Strategic Studies, the Royal Asiatic Society of Sri Lanka, and the Sir John Kotelawala Defence University.",
    "While serving as the founding chairman of the Educate Lanka Foundation, Prof. Mendis also established scholarships for students in Sri Lanka and provided microloans to entrepreneurs in more than 50 countries. He also served as an advisor and contributor to “The Encyclopedia of the Sri Lankan Diaspora,” a multiyear project of the National University of Singapore. In recognition of his service to the motherland, the Sri Lanka Foundation in Los Angeles honoured him with its Lifetime Achievement Award.",
    "A transition from humble rural upbringing with water buffaloes in a three-acre rice field in Polonnaruwa to the corridors of power in Washington and New York could not have been achieved without the guidance of illustrious mentors in Sri Lanka and the United States.",
    "For Prof. Patrick Mendis, it is the power of education—both intellectual dexterity and emotional maturity—that made his global journey possible.",
    "(The writer, former head of the Department of Finance and former acting dean of the Faculty of Management Studies and Commerce at the University of Sri Jayewardenepura, is a Fellow of the Institute of Chartered Accountants of Sri Lanka. He is the author of ‘Strategic Insights: Multidisciplinary Case Studies in Business and Finance’ (in press), published by CA Sri Lanka.)"
  ]
}