{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/huawei-unveils-expansion-of-its-talent-development-programme-in-rome/",
  "time_ut": 1708299480.0,
  "original_lang": "en",
  "original_title": "Huawei unveils expansion of its talent development programme in Rome",
  "original_body_lines": [
    "A week-long “Seeds for the future European Grand Finale,” bringing together a select cohort of “Seeds for the Future” alumni hailing from 18 European countries, ended on January 23. Hosted by Huawei Europe, the closing ceremony for the week-long journey showcased the collective achievements of Seeds alumni who had previously attended training programs organized in their respective countries. Throughout the week, participants engaged in illuminating sessions with tech experts, delved into the realms of connectivity and innovation, and contributed to insightful panel discussions on crucial topics such as diversity, green skills, and sustainability.",
    "The pinnacle of the event, the Closing Ceremony, reverberated with the theme of international cooperation as a cornerstone for crafting a sustainable future for European talent. As we bid farewell to this enriching week of collaboration, Huawei proudly acknowledged the collective strides taken towards fostering innovation, knowledge exchange, and a shared commitment to a sustainable future.",
    "Prof. Shahbaz Khan, Director of the UNESCO Multisectoral Regional Office for East Asia, said during the closing event: “We are delighted to see UNESCO and Huawei’s visions align with each other on eradicating digital illiteracy in young people. On February 2023, Huawei become an associate member of the UNESCO Global Alliance for Literacy (GAL). As the first private company to be an associate member of GAL, Huawei is committed to enhance educators’ use of technology in developing countries.”",
    "Also at the closing ceremony, the Senior Vice President of Huawei Europe, Radoslaw Kedzia, announced a planned expansion of Seeds for the Future in Europe: “Huawei is proud to unveil a new chapter in the “Seeds for the future” program – an immersive, fully offline edition set to take place in Rome, Italy, in July 2024. This initiative, driven by the spirit of international collaboration and dialogue, will bring together students from diverse corners of Europe to converge in one city, fostering a vibrant ecosystem for learning and collaborative development of Tech4Good startup ideas. Today we officially invite students pursuing studies in STEM to join this transformative offline experience and be a part of shaping the future of technology for the better.”",
    "SL’s economic growth projections likely to suffer from adverse developments on global front",
    "Huawei OptiX OSN 9800 series once again ranks as leader in Core and Metro WDM by GlobalData",
    "Students from Sri Lanka take a study trip to Huawei Headquarters in China",
    "Huawei notches revenue of CNY 456.6 billion within first three quarters of 2023",
    "Dialog Axiata Successfully Trials Voice over 5G (VoNR) Service for the First Time in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}