{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99864/shooting-incident-targeting-former-mp-uddika-was-self-orchestrated-police",
  "time_ut": 1718287200.0,
  "original_lang": "en",
  "original_title": "Shooting incident ‘targeting’ former MP Uddika was self-orchestrated: Police",
  "original_body_lines": [
    "Sri Lanka Police says it has been uncovered that the incident where several gunshots had been fired at the vehicle belonging to former Anuradhapura District parliamentarian Uddika Premaratne, had been orchestrated by the actor-turned-politician himself with the assistance of an Assistant Superintendent of Police (ASP) in the area.",
    "Speaking during a press conference held in Colombo today (13), the Police Media Spokesman DIG Nihal Thalduwa said that the suspects connected to the incident have been identified so far following investigations carried out by the CID.",
    "On September 17, 2023, a group of unidentified gunmen had opened fire at Premaratne’s car soon after he returned to his residence in Anuradhapura at around 10:35 p.m. The parliamentarian had managed to escape unharmed.",
    "The perpetrators, who had arrived in a car, were said to have targeted the parliamentarian who was walking towards the house after parking his vehicle. The left rear door glass of Premaratne’s car was damaged in the shooting incident for which the gunmen were believed to have used a pistol.",
    "Anuradhapura police initiated investigations soon after the incident was reported and Special Task Force (STF) personnel were deployed to beef up the security near the MP’s house. Later, investigations into the matter were handed over to the Criminal Investigation Department (CID).",
    "However, the former MP claimed that the existing system within the country was the reason behind the recent shooting incident targeting him.",
    "Speaking in Parliament in this regard, MP Premaratne said that while he believed the system was the cause behind the recent shooting outside his residence, it is also the reason why the country is in the state it is today.",
    "Later on 27 February 2024, the Sri Lanka Podujana Peramuna (SLPP) MP resigned as a Member of Parliament, following which S.C. Muthukumarana of SLPP was appointed to fill the vacant MP seat.",
    "However, Premaratne was later reported to have flown to Canada, seeking political asylum, which he refuted, and claimed that he was expecting a work visa in Canada.",
    "In 2020, the popular actor was announced as a candidate for the 2020 parliamentary election from the Anuradhapura District as a member of the Sri Lanka People’s Freedom Alliance, a political alliance led by the SLPP formed in 2019.",
    "He obtained 133,550 votes and won a seat in the 16th Parliament of Sri Lanka."
  ]
}