{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96521/ali-sabry-reaffirms-sri-lankas-support-to-palestine-calls-for-humanitarian-ceasefire",
  "time_ut": 1705575000.0,
  "original_lang": "en",
  "original_title": "Ali Sabry reaffirms Sri Lanka’s support to Palestine, calls for ‘humanitarian ceasefire’",
  "original_body_lines": [
    "Minister of Foreign Affairs Ali Sabry has highlighted that a humanitarian ceasefire is the only solution to halt the mounting civilian death toll in the ongoing conflict between Israel and Palestine.",
    "Reassuring Sri Lanka’s commitment to support a just and comprehensive negotiated political settlement to the Palestine issue in line with the relevant UN resolutions, leading to two States living side by side based on the 1967 borders, Minister Sabry called for the unhindered facilitation of humanitarian aid entry into Gaza at the scale that is required to prevent the risk of famine, disease and malnutrition.",
    "The Minister made these remarks while addressing the NAM Ministerial Committee on Palestine, at the invitation of the Minister of Foreign Affairs of the Republic of Uganda, and expressed Sri Lanka’s deep concern on the tragedy that is continuing to unfold, causing an unprecedented level of civilian casualties in Gaza.",
    "The meeting was held on the sidelines of the Meeting of the Foreign Ministers of the NAM on Wednesday (17 Jan.) in Kampala, Uganda.",
    "The Ministerial Committee on Palestine, comprising 12 members, is a working group of the NAM, that was formed to strengthen the NAM’s support for the independence of Palestine.",
    "Addressing the Committee, Minister Sabry reiterated Sri Lanka’s long held principled position on Palestine that recognizes the legitimate and inalienable right to Statehood of the People of Palestine.",
    "He further commended the dedication and courage of the healthcare and humanitarian aid workers in Gaza including the significant work carried out by the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA).",
    "Minister Sabry welcomed the high priority accorded to the humanitarian crisis in Gaza and the Palestine issue at the 19th Summit of the NAM.",
    "Meanwhile, referring to the double standards in the response to the crisis in Gaza, he called upon the international community to form a united front and a collective voice towards alleviating the humanitarian crisis in Gaza.",
    "Sri Lanka chairs the UN Special Committee to Investigate Israeli Practices Affecting the Human Rights of the Palestinian People and Other Arabs of the Occupied Territories since 1968. Sri Lanka has thus been a significant voice in the UN consistently, on the violation of human rights in the occupied territories.",
    "The NAM Ministerial Committee on Palestine adopted a Declaration, emphasizing NAM’s support to the Palestine cause.",
    "Foreign Secretary Aruni Wijewardane and Senior Officials of the Ministry of Foreign Affairs participated at the Meeting."
  ]
}