{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-new-government-faces-credibility-test-after-fake-doctorate-allegations-194169/",
  "time_ut": 1734091320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s new government faces credibility test after fake doctorate allegations",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s one-month old new government with more than a two-third parliamentary majority is facing credibility and integrity tests after people started questioning the educational qualifications of its top leaders.",
    "President Anura Kumara Dissanayake’s Marxist-leaning Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) came to power promising to replace academically and professionally under qualified legislators with highly qualified leaders.",
    "The NPP in its run up to the November 14 parliament election said it has included a significant number of professionals including doctors, engineers, teachers, and professors as their candidates.",
    "However, removal of Speaker Ashoka Ranwala’s academic qualification ‘Dr’ from the Sri Lanka Parliament website early this week sparked public anger amid allegations over the his academic credentials.",
    "The Parliament in its official Facebook platform on November 21 mentioned “Dr. Ashoka Ranwala was elected as the new Speaker of the Tenth Parliament!” but after outcry from a reputed academic and former Election Commissioner, removed the ‘Dr’ title from the Speaker’s name in its website.",
    "“Dear Speaker, if you claim you have a degree, prove it. Otherwise resign. If he doesn’t do that, then the party should act on this,” Mahinda Deshapriya, former chairman of Sri Lanka’s Election Commission said on his Facebook page on December 6.",
    "Speaker Ranwala has yet to comment on his ‘Dr’ title which the parliament has officially removed.",
    "Arrested, assaulted in 2018; Sri Lanka Parliament Speaker six years later",
    "Cabinet Spokesman Nalinda Jayatissa this week said Ranwala will make a public comment on the issue.",
    "However, the delay has already raised questions and concerns over President Dissanayake government’s credibility and integrity, political analysts say.",
    "Education qualification is not mandatory to become a Speaker or Parliamentarian in Sri Lanka, but analysts say the NPP government owes an appropriate response for the voters who overwhelmingly voted including for the educational qualifications the party members claimed to have.",
    "The party, which has promised a wide-range of reforms including eliminating corruption, won 159 seats in the 225-member parliament.",
    "After the allegations around the Speaker’s credentials, a series of questions have been raised on the qualifications of other NPP ministers.",
    "The ‘Dr’ title of Minister of Urban Development, Construction and Housing Anura Karunathilaka has also been removed from the Ministry website after he was referred as ‘Dr’ when he assumed duty on November 19.",
    "On Friday (13), Jayalath Perera, Director Legislative Services/Director Communication (Acting) at the Parliament issued a clarification regarding the title of “Dr” mentioned before the name of the Justice Minister Harshana Nanayakkara.",
    "He said the Parliament is in the process of re-checking and updating the information of all Members of Parliament on the parliament website.",
    "“It is important to note that Hon Harshana Nanayakkara has not indicated holding a doctoral degree in the information provided to Parliament,” Perera said.",
    "“The appearance of the title “Dr” before the Minister’s name was a result of an error in entering the relevant data. Accordingly, steps have been taken to rectify this mistake.”",
    "“I express my deepest regret for the inconvenience caused to the Minister of Justice and National Integration, Attorney-at-Law, Hon Harshana Nanayakkara, in this regard.”",
    "The main opposition Samagi Jana Balawegaya (SJB) has threatened to table a no confidence motion against Speaker Ranwala. A confidence vote could be easily defeated by the ruling NPP with its more than two-third majority.",
    "But such a move could dent the ruling coalition’s image of clean politics, integrity, and credibility.",
    "Harshana Rajakaruna, a regulator in the main opposition SJB, said Speaker Ashoka Ranwala was sworn in as if he had a doctorate degree.",
    "“Such things are a great disrespect to Speaker Ashoka Ranwala as the head of Parliament. Therefore, we request that the Speaker immediately respond to the accusations made against him,” Rajakaruna told reporters in Colombo on Thursday (12).",
    "“Please show the PhD certificate held by Speaker Ashoka Ranwala. Also, a group of people who have caused trouble for the country in the past also had PhD degrees.”",
    "“These facts make it clear that the NPP has misled the people by saying that a group of scholars were appointed to Parliament.”",
    "The NPP’s credibility concern comes as its rivals have started to grumble against President Dissanayake’s party’s election promises and humiliation against former ministers and governments.",
    "Many social media activists, after allegations emerged over Ranwala’s educational qualification have posted his election campaign picture which has used ‘Dr’ title.",
    "Critics of the Dissanayake government question the credibility mainly because of the evidence available across digital and social media platforms.",
    "President Dissanayake promised not to import even a grain of rice while reducing the rice prices. However, the government has already decided to import 70,000 metric tons of rice this month, while the President has declared maximum retail prices for rice which are higher than those of the previous government.",
    "Similarly, activists and critics of the government question the government’s key promises of reducing the price of fuel and energy.",
    "Opposition-backed social media activists have started to repost some NPP election campaign videos available online, to show the contradictions in the government policies.",
    "However, analysts do not see any significant reputational damage to the NPP.",
    "“This is only small opposition groups are doing these,” Kusal Perera, a political columnist, told EconomyNext.",
    "“The majority of the urban middle class voters will not take this seriously because they still expect this government to do better than all previous governments. For them, this government has more credibility than any other past government.”",
    "President Dissanayake has promised to eliminate corruption with legal actions against the past corrupt politicians. Successive governments have promised the same, but failed to deliver, analysts say.",
    "Amid mounting pressure to probe his own party members for allegations over fake titles before their names, President Dissanayake on Friday (13) reaffirmed his government’s unwavering commitment to upholding the trust placed in them by the people.",
    "“We will not allow the trust the people have placed in us to be undermined in any way,” President Dissanayake said during a meeting with the heads of state media.",
    "“Regardless of their status in government, if mistakes are made, we will not hesitate to take appropriate action. For more than seven decades, the people of this nation have built and dismantled various governments. For the first time, we stand with a profound understanding of the historic mandate entrusted to us and the National People’s Power on two occasions.”",
    "“The people placed their faith in the National People’s Power (NPP) government, hoping for a standardised and stable country. We will not tarnish that extraordinary trust, even by the slightest misconduct.”",
    "“Simply put, our government is not here to shield anyone who errs, for any reason. Be it within the broader framework of the country or within our administration, anyone found guilty of wrongdoing will face consequences. We will not hesitate to act decisively and at the right time.”",
    "“In essence, our government will not shield anyone who makes a mistake, regardless of the reason. Whether the mistake occurs within the country or at any level within our government, we will not hesitate to take decisive action. Every necessary step will be taken at the appropriate time without delay.” (Colombo/December 13/2024)"
  ]
}