{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-reaffirms-sovereignty-over-Kachchatheevu-amid-Indian-election-rhetoric/56-780899",
  "time_ut": 1756334354.0,
  "original_lang": "en",
  "original_title": "Govt. reaffirms sovereignty over Kachchatheevu amid Indian election rhetoric",
  "original_body_lines": [
    "Foreign Affairs Minister Vijitha Herath says no change in ownership indicated by Indian Govt. or through diplomatic channels",
    "Stresses similar claims surface during Indian elections, but never lead to policy change",
    "Confirms agreements signed with Indian PM Narendra Modi under judicial review",
    "Notes online petition pending; says documents will be available once legal process concludes",
    "Foreign Affairs Minister Vijitha Herath yesterday reiterated that Kachchatheevu Island remains undisputedly Sri Lankan territory, stressing that there has been no change in ownership indicated either by the Government of India or through diplomatic channels.",
    "He made the remarks at the post-Cabinet meeting media briefing in Colombo, responding to questions over recent statements by Tamilaga Vettri Kazhagam (TVK) Leader and Kollywood actor Vijay, who raised the Kachchatheevu issue during a political rally in Tamil Nadu.",
    "“Kachchatheevu belongs to Sri Lanka. It is Sri Lankan territory, and that will never change. Elections are underway in South India, and candidates often make various statements to win votes,” Herath said, adding that similar claims have surfaced in past election campaigns but never resulted in any policy change.",
    "The Minister underscored that neither the Central Government of India nor diplomatic engagements have indicated any shift in the status of the island.",
    "“Therefore, yesterday, today, and tomorrow, Kachchatheevu remains part of Sri Lanka,” he asserted.",
    "Responding to questions on why agreements signed with Indian Prime Minister Narendra Modi have not been made public, Herath explained that the documents are under judicial review, with an online petition currently being heard. “Let’s wait until the legal process concludes,” he said.",
    "The issue of Kachchatheevu, ceded to Sri Lanka by India under a 1974 agreement, resurfaces frequently in Tamil Nadu politics, particularly during election cycles, often fuelling debate on territorial rights and fishing access in the Palk Strait.",
    "Sri Lanka will join regional efforts to combat illegal, unreported, and unregulated (IUU) fishing after the Cabinet of Ministers on Monday approved the signing of a collective action plan with neighbouring countries.",
    "The move follows the international action plan unanimously passed by Member States of the Food and Agriculture Organisation (FAO) in 2001, aimed at restoring depleted fish stocks and ensuring global food security.",
    "Speaking at the weekly post-Cabinet meeting media briefing yesterday, Minister Vijitha Herath said Sri Lanka has already prepared a national action plan in line with this framework.",
    "He said the new regional plan will see Sri Lanka working in collaboration with Bangladesh, India, and the Maldives to curb IUU fishing within their respective exclusive economic zones, as well as in areas beyond national jurisdiction across surrounding seas and oceans.",
    "Herath said the joint approach is expected to strengthen monitoring, prevention, and enforcement mechanisms, while discouraging unsustainable fishing practices that threaten marine biodiversity and long-term food security.",
    "By signing the agreement, he said Sri Lanka commits to closer regional cooperation and enhanced compliance with international fisheries governance standards."
  ]
}