{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Parliament-Central-Bank-set-to-discuss-salary-hike/108-278107",
  "time_ut": 1709348940.0,
  "original_lang": "en",
  "original_title": "Parliament, Central Bank set to discuss salary hike",
  "original_body_lines": [
    "Colombo, March 2 (Daily Mirror) - Parliament is in a dilemma whether it can undo the salary hike implemented by the Central Bank for its employees in large proportions amidst fiscal austerity, the Daily Mirror learns.",
    "The Central Bank recently increased the salaries of its employees by proportions of 29.53 percent to 79.97 percent under a triennial pay revision.",
    "It happened when the government instructed all the state institutions to economize its expenses due to financial constraints. With the latest pay hike, the monthly pay of the Central Bank duty governor has been increased to Rs.1.7 million from Rs.974,965.",
    "Following widespread criticism over the exorbitant pay hike, the Central Bank said it would clarify the matter to Parliament.",
    "“In this regard, the Governing Board at its meeting held on 21.02.2024, requested the Governor of CBSL, acting in terms of Section 80 (2) (b) of the Central Bank of Sri Lanka Act No. 16 of 2023, to make a written request to the President in his capacity as the Minister of Finance, through whom the CBSL normally communicates with Parliament, to seek an opportunity to apprise the Members of the Parliament through an appropriate parliamentary committee of the process and rationale pertaining to the recent revision of remuneration of CBSL staff.",
    "The Governor has accordingly made a written request on 22.02.2024. CBSL will explain its position upon being offered the requested opportunity or on receipt of a request for information,” the Central Bank said.",
    "The Business Committee of Parliament, a body headed by Speaker Mahinda Yapa Abeywardena and represented by members from the parties, decided yesterday to summon the Central Bank officials for a meeting on March 5 to inquire into the matter.",
    "Some MPS argue that Parliament has little to do in this regard because the Central Bank is an autonomous body and enjoys powers vested with it in terms of a law passed in Parliament.",
    "However, another section of MPS holds the view that Parliament has the sole discretion to decide on public finance and therefore it can intervene in the Central Bank’s affairs in this regard."
  ]
}