{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97344/three-indian-fishermen-arrested-in-sri-lanka-sentenced-to-prison-20-others-released",
  "time_ut": 1708148280.0,
  "original_lang": "en",
  "original_title": "Three Indian fishermen arrested in Sri Lanka sentenced to prison, 20 others released",
  "original_body_lines": [
    "In a major relief to the fishing community in Tamil Nadu, 20 fishermen from Rameswaram were released, while two boatmen and a fisherman were directed to undergo a jail term of six months and one year respectively, for repeating the offence of poaching, a court in Sri Lanka has ruled.",
    "According to fishermen leader Jesu Raja, 42 fishermen were arrested, in two incidents: one of 23 arrests and the second of 19 arrests, on charges of poaching by the Sri Lankan Navy earlier this month, while they were engaged in fishing along the Palk Bay. Two boats were also impounded.",
    "After the fishermen staged agitation and stayed away from venturing into the sea for a day, political parties in Tamil Nadu condemned the arrest and urged the Union government to intervene in the issue immediately. T.N. CM M.K. Stalin also wrote to Prime Minister Narendra Modi requesting him to make diplomatic efforts to secure the release of the Tamil Nadu fishermen.",
    "Subsequently, a Sri Lankan court has released 20 fishermen, and at the same time ordered a six-month jail term for two boatmen and one year of imprisonment for one other fisherman. It is said that the court had given this sentence after the three were found to have repeated the offence of poaching.",
    "The fishermen leader said that fishers went into the sea to earn a livelihood, and the Sri Lankan government’s arrests were badly affecting them. The Union government must bring about a safer environment for the fisherfolk’s survival, he noted.",
    "The families of the fishermen have appealed to the Union and the Tamil Nadu government to help them by having the remaining fishermen released as well. The sentence given to the three people should also be withdrawn in the larger interest of their livelihoods, they said.",
    "A Fisheries Department official said that the released fishermen would be handed over to the Indian High Commission officials and after due procedures, they would be flown to Chennai and later taken to their homes."
  ]
}