{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104195/biden-commutes-roughly-1500-sentences-and-pardons-39-people-in-biggest-single-day-act-of-clemency",
  "time_ut": 1734020460.0,
  "original_lang": "en",
  "original_title": "Biden commutes roughly 1,500 sentences and pardons 39 people in biggest single-day act of clemency",
  "original_body_lines": [
    "President Joe Biden is commuting the sentences of roughly 1,500 people who were released from prison and placed on home confinement during the coronavirus pandemic and is pardoning 39 Americans convicted of nonviolent crimes. It’s the largest single-day act of clemency in modern history.",
    "The commutations announced Thursday are for people who have served out home confinement sentences for at least one year after they were released. Prisons were uniquely bad for spreading the virus and some inmates were released in part to stop the spread. At one point, 1 in 5 prisoners had COVID-19, according to a tally kept by The Associated Press.",
    "Biden said he would be taking more steps in the weeks ahead and would continue to review clemency petitions. The second largest single-day act of clemency was by Barack Obama, with 330, shortly before leaving office in 2017.",
    "“America was built on the promise of possibility and second chances,” Biden said in a statement. “As president, I have the great privilege of extending mercy to people who have demonstrated remorse and rehabilitation, restoring opportunity for Americans to participate in daily life and contribute to their communities, and taking steps to remove sentencing disparities for non-violent offenders, especially those convicted of drug offenses.”",
    "The clemency follows a broad pardon for his son Hunter, who was prosecuted for gun and tax crimes. Biden is under pressure from advocacy groups to pardon broad swaths of people, including those on federal death row, before the Trump administration takes over in January. He’s also weighing whether to issue preemptive pardons to those who investigated Trump’s effort to overturn the results of the 2020 presidential election and are facing possible retribution when he takes office.",
    "Clemency is the term for the power the president has to pardon, in which a person is relieved of guilt and punishment, or to commute a sentence, which reduces or eliminates the punishment but doesn’t exonerate the wrongdoing. It’s customary for a president to grant mercy at the end of his term, using the power of the office to wipe away records or end prison terms.",
    "Those pardoned Thursday had been convicted of nonviolent crimes such as drug offenses and turned their lives around, White House lawyers said. They include a woman who led emergency response teams during natural disasters; a church deacon who has worked as an addiction counselor and youth counselor; a doctoral student in molecular biosciences; and a decorated military veteran.",
    "The president had previously issued 122 commutations and 21 other pardons. He’s also broadly pardoned those convicted of use and simple possession of marijuana on federal lands and in the District of Columbia, and pardoned former U.S. service members convicted of violating a now-repealed military ban on consensual gay sex.",
    "Rep. Jim McGovern, D-Mass., and 34 other lawmakers are urging the president to pardon environmental and human rights lawyer Steven Donziger, who was imprisoned or under house arrest for three years because of a contempt of court charge related to his work representing Indigenous farmers in a lawsuit against Chevron.",
    "Others are advocating for Biden to commute the sentences of federal death row prisoners. His attorney general, Merrick Garland, paused federal executions. Biden had said on the campaign trail in 2020 that he wanted to end the death penalty but he never did, and now, with Trump coming back into office, it’s likely executions will resume. During his first term, Trump presided over an unprecedented number of federal executions, carried out during the height of the pandemic.",
    "More clemency grants are coming before Biden leaves office on Jan. 20, but it’s not clear whether he’ll take action to guard against possible prosecution by Trump, an untested use of the power. The president has been taking the idea seriously and has been thinking about it for as much as six months — before the presidential election — but has been concerned about the precedent it would set, according to people familiar with the matter who spoke to The Associated Press on condition of anonymity to discuss internal discussions.",
    "But those who received the pardons would have to accept them. New California Sen. Adam Schiff, who was a part of the House committee that investigated the violent Jan. 6 insurrection, said such a pardon from Biden would be “unnecessary,” and that the president shouldn’t be spending his waning days in office worrying about this.",
    "For Rep. Liz Cheney, R-Wyo., another target of Trump’s threats, said in a statement this week that his suggestion that she and others be jailed for the investigations “is a continuation of his assault on the rule of law and the foundations of our republic.”",
    "Before pardoning his son, Biden had repeatedly pledged not to do so. He said in a statement explaining his reversal that the prosecution had been poisoned by politics. The decision prompted criminal justice advocates and lawmakers to put additional public pressure on the administration to use that same power for everyday Americans. It wasn’t a very popular move; only about 2 in 10 Americans approved of his decision, according to a poll from The Associated Press-NORC Center for Public Affairs Research."
  ]
}