{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/renewal-of-prawn-farming-in-batticaloa-district-triggers-public-protests/",
  "time_ut": 1720740720.0,
  "original_lang": "en",
  "original_title": "Renewal of prawn farming in Batticaloa district triggers public protests",
  "original_body_lines": [
    "Religious leaders, human rights activists, environmentalists and villagers are mobilizing to halt the renewal of prawn farming and ilmenite mining in the Kathiraweli and Vakarai areas of the Batticaloa district.",
    "Speaking to The Island Financial Review, human rights activist, Rev. Fr. Luke John, expressed firm determination, stating that they would escalate the issue to the notice of President Ranil Wickremesinghe if local authorities continue to disregard their letters and appeals against prawn farms.",
    "Rev. Fr. John added: “We vehemently oppose the resurgence of harmful projects in Kathiraweli and Vakarai. I stand in solidarity with the affected communities.",
    "“I am deeply concerned about the proposed prawn farming project in our community. Our environment is a divine gift, and it is our sacred duty to protect it. Large-scale prawn farming can have catastrophic effects on our local ecosystems.",
    "‘These farms have a destructive impact on mangrove forests which are essential habitats for numerous species and natural buffers against coastal erosion. The chemicals and waste produced by prawn farming pose serious threats to marine life and community health.",
    "“As stewards of God’s creation, we must safeguard the natural environment for future generations. I urge project stakeholders to consider sustainable alternatives that preserve our environment’s integrity.”",
    "Environmentalists also echoed these concerns, warning of potential disease outbreaks and chemical seepage into the ocean from shrimp ponds. Centre for Environmental Justice (CEJ) chairman Hemantha Withanage, an environmental expert, pointed out; “Pesticides, antibiotics, chlorine, and other chemicals used in water regulation, along with waste, could contaminate our ocean, harming delicate ecosystems like coral reefs and sea grass beds.”",
    "The Island Financial Review learns that experts have called for a comprehensive economic assessment, including the valuation of lost ecosystem services, to properly evaluate the projects’ benefits.",
    "The traditional fishing communities of Vakarai, consisting of Sinhalese and Tamil families, protested vigorously on June 6 at the Kadiraweli Post Office.",
    "They cited extensive damage caused by ilmenite mining along a forty-kilometer stretch of Vakarai’s coastline and highlighted the ill effects of allocating eleven acres of mangrove land to eight private shrimp farming companies.",
    "The mining project, initiated in 2012 and subsequently halted, is now slated for revival, raising concerns about its impact on 3,500 fisher families and 4,000 dairy farmers who depend on Vakarai’s ecosystem.",
    "An environmental report of 2012 highlighted significant risks associated with ilmenite mining, noting that such projects require updated environmental assessments. The community fears irreversible damage from coastal erosion and loss of livelihoods as a result of the project’s resumption.",
    "MMBL money transfer market share grows to 5% of Sri Lanka’s worker remittances",
    "SLT-MOBITEL Enterprise hosts Partner Demo Day 2024, showcasing comprehensive business solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}