{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99230/govt-remains-steadfast-in-commitment-to-combat-crime-and-ensure-justice-president",
  "time_ut": 1715758320.0,
  "original_lang": "en",
  "original_title": "Govt remains steadfast in commitment to combat crime and ensure justice – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe has highlighted the government’s efforts to enact numerous new laws aimed at apprehending criminals over the past two years.",
    "He made this observation during the opening ceremony of the new Court Complex in Theldeniya today (15).",
    "Wickremesinghe also highlighted the government’s achievement of implementing 75 new laws in the past two years emphasizing that this initiative has positioned Sri Lanka as the sole country in South Asia with a modern legal system.",
    "Despite facing accusations of shielding wrongdoers, the government remains steadfast in its commitment to combatting crime and ensuring justice, he further said.",
    "“Some accuse the government of protecting thieves. However, illogically, this same government, accused of protecting thieves, has introduced legislation to arrest them.”",
    "However, he added that effective implementation of these laws requires practical experience, requiring comprehensive training programs.",
    "He said Ministry of Justice has undertaken the responsibility for this initiative, with support assured by the World Bank, Asian Development Bank, and the United States.",
    "The President also reiterated his commitment to combating corruption by undertaking various transformative measures, the President’s Media Division (PMD) reported.",
    "“After almost a century, we have implemented numerous reforms in the field of law. Over the past two years, we have enacted approximately 75 new laws. This is a significant achievement, considering that some parliaments work for even 4 or 5 years without passing this amount of laws. A government’s purpose is to work, and MPs should attend Parliament to fulfil their legislative duties. Accordingly, we have worked to introduce a new legal system by adopting these laws in Parliament.",
    "We have also paid special attention to addressing delays in the legal process. For justice to be realized, the law must be executed in a timely manner. This is a challenge we must confront. Efficient hearings will encourage more cases to be filed, ensuring that justice is served promptly.",
    "The rule of law should be reaffirmed in the country. If people take the law into their own hands and destroy property, there is no law. The stability of a country depends on the rule of law. A country gains recognition only when justice is done; otherwise, there will be no development, and investment cannot be expected. Today, we have established such a legal system in the country.",
    "Furthermore, a new economic transformation is currently underway. We are creating an export-based economy. We have agreed with the International Monetary Fund (IMF) to implement several laws to support this transformation. The first of these, the law for the Central Bank, has been passed, granting the Central Bank independence.",
    "Additionally, we have presented a bill to restructure the Electricity Board. The board’s heavy losses were a major factor in the collapse of our economy. We must therefore establish an efficient electricity board. I assure you that this will not harm the rights of the government.",
    "The government has also presented three more draft bills that are scheduled for cabinet approval next Monday. We have already implemented controls on loans as part of these measures. Previously, there was no national debt control in place. To reduce our debt, we need to implement effective debt management. By 2035-2040, our goal is to control the debt down to 75%. The government must act according to this new debt control law.",
    "Additionally, the government’s monetary control was previously governed by monetary regulations, which could be violated or amended through circulars. As a result, there has been no effective monetary control in the country so far. Currently, no one is fully aware of the government’s assets. Therefore, we have introduced laws for the management of public money. New Zealand pioneered this system, followed by the United Kingdom, Australia and India. We have now presented the latest version of this law.",
    "We must transition from an import-based economy to an export-based economy. To achieve this, a draft of the economic transformation law will be submitted in the future. We have fulfilled all the conditions agreed upon with the International Monetary Fund (IMF), which we are legally bound to adhere to. Sri Lanka has previously been accused of violating IMF agreements, but now, with these agreements enforced by law, such violations are no longer possible.",
    "Moving forward is imperative. Failure to comply will jeopardize the support we expect from the IMF. These laws are expected to be introduced after our June meeting with the IMF.",
    "Subsequent laws will follow after establishing the foundational framework of the economic transformation law. These actions are being undertaken in accordance with agreements reached with the IMF and countries that have provided loans. Discussions with private creditors are also progressing positively.",
    "Some individuals claim that these discussions are unsuccessful, while others are predicting about the dissolution of Parliament. When they made this type of statements the stock market will face a down turn on the following day. Then they are purchasing the shares. Despite government reassurances that no such decisions have been made, they persist in echoing these claims on their platforms. This is not a political issue.",
    "Meanwhile, corruption has arisen as a significant concern in our country. Discussions with the International Monetary Fund (IMF) and our lending countries have centred on addressing this issue. We have proposed a comprehensive program to tackle corruption, which has been augmented with amendments. With the agreement formally declared, the implementation of new laws is underway. There are four rules for them.",
    "We introduced the 21st amendment as our initial step, leading to the establishment of the related commission. Additionally, the Anti-Corruption Act was enacted in 2023 and amended it in 2024.",
    "Also, actions have also taken to curb corruption in spending money on administrative tasks. It is a more essentially advanced system than the law provides for. Although the development of such a system poses a challenge due to a lack of expertise, the government has drafted a report on public administration investigations, subject to amendments as per the proposal made to the International Monetary Fund (IMF).",
    "Furthermore, work is underway to draft the Proceeds of Crime Act. According to that Sri Lanka has the latest laws in South Asia, indicating a shift in politics. Previously, corruption had been merely a political slogan, with promises to arrested offenders within a short timeframe upon assuming power proving elusive.",
    "Some accuse the government of protecting thieves. However, illogically, this same government, accused of protecting thieves, has introduced legislation to arrest them. Yet, effective implementation of these laws requires practical experience, requiring comprehensive training programs. The Ministry of Justice has undertaken the responsibility for this initiative, with support assured by the World Bank, Asian Development Bank, and the United States of America.",
    "Consequently, over the past two years, we have achieved three significant milestones under this administration. Firstly, we have strengthened the administration of justice and the rule of law. Secondly, legislation has been enacted to foster an export-oriented economy. Finally, efforts to adopt anti-corruption measures are underway. I request to everyone for their assistance in these endeavours."
  ]
}