{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Let-us-become-exemplary-forbearers-of-a-proud-nation-AKD/14-770450",
  "time_ut": 1734035848.0,
  "original_lang": "en",
  "original_title": "“Let us become exemplary forbearers of a proud nation”: AKD",
  "original_body_lines": [
    "What we are doing, in many instances, is repeatedly using the power entrusted to us to engage in corruption. The people have given this power for us. They have granted us privileges and provided us with salaries. But what do those entrusted with these responsibilities do? They misuse their power and privileges to engage in bribery and corruption repeatedly. That is the reality",
    "Following is the full speech delivered by President Anura Kumara Dissanayake at the International Anti-Corruption Day held at the BMICH on 9 December",
    "I think the recent people’s mandate has clearly demonstrated society’s aspirations to all of us. On several occasions, the mandate by the people of our country has been conveyed in different ways. On some occasions, it has been given in the context of ending a war, while on other occasions, it has emerged as a significant component in ensuring democracy. I believe that the foremost priority of the 2024 mandate reflects the people’s desire to combat bribery and corruption. Present here are officials from the Commission to Investigate Allegations of Bribery or Corruption, police officers, representatives from the Attorney General’s Department, and individuals from various other critical fields, including the judiciary. I am here in my capacity as a political representative.",
    "We are all empowered by the Constitution. The laws enacted by Parliament have conferred power upon each of us. These laws, along with regulations and circulars, have delegated authority. All of us have been entrusted with power within the Constitution and the law. However, all that power is derived from the sovereign authority of the people. Thus, the laws we adhere to, the limitations imposed upon us, above all that we are all subject to the mandate and sovereign power of the people.",
    "“Let us become exemplary forbearers of a proud nation.” This is what we aspire to be. Now, who is missing here? I am present as a political authority. The Secretary to the President, the Secretary to the Prime Minister, and other senior State officials are present. Justices of the Supreme Court are here. The Inspector General of Police and the Secretary to the Ministry of Defence are here. The Chairman and Commissioners of the Bribery or Corruption Commission are also present. So, who else is missing? Where, then, is the problem? If we observe this honestly, the issue lies here. How can a file in the Criminal Investigation Department (CID) move up and down, or remain stuck for seven or eight years in a cupboard? Is this not where the problem lies?",
    "Please do not take my comments personally. The gravity of today’s societal plight is undeniable. Consider the delay in file handling. How can a file referred by the CID remain inactive for seven years? Where is the root of the problem? How can a court case take seven to eight months to process or to receive a new date? Each institution might have its own explanation or justification in this regard. The CID may argue that the sheer number of complaints overwhelms their capacity and that they lack adequate officers to investigate and file cases properly. The Bribery Commission and the Attorney General’s Department might offer similar reasoning.",
    "However, this issue is not external to us. If each of us fails to make a sincere effort, then we are the problem. Without personal integrity and commitment, we cannot become the “exemplary forbearers” we aspire to be. The question, therefore, is how will the general public hold us accountable? The core issue here is how we tackle bribery and corruption. I believe we must first examine our own conscience and actions. Let me assure you of one thing. As a political authority, I will use the powers entrusted to me fully and with utmost honesty to combat fraud and corruption. You can be confident of my unwavering commitment to this cause.",
    "But I know my limitations. I can provide the political leadership for that. I can provide the necessary infrastructure. I can allocate the necessary funds. But who should take the initiative? I believe it should be you.",
    "We are now ranked 115th. I think we are in this position because of the lack of accurate information. If precise information were available, our position might be higher. Recently, a series of investigations were carried out that drew global attention. One such case involves Imam Subheru, a CIA agent in the United States, who was sentenced under the Money Laundering Act. During the investigation, it was revealed that he had received $ 6 million from the Central Bank of Sri Lanka (CBSL). Presently there is a court case in the United States that involved the CBSL.",
    "Another significant case was heard in the High Court of England regarding Airbus Company offering bribes to officials in order to secure purchase of aircrafts in respective countries. This investigation was conducted collaboratively by the United States, France and England. It was revealed that Airbus Company had also paid bribes to SriLankan Airlines.",
    "A case was heard in the US where the Sri Lankan Ambassador was convicted under the Money Laundering Act for purchasing of a new embassy building. He admitted guilt. He apologised to the court.",
    "Moreover, when the Pandora Papers and Panama Papers were published, Sri Lankans were also implicated there. In Australia, an investigation revealed that an Australian company had paid bribes while supplying medical equipment to the Hambantota Hospital. When the investigation is going on, Hambantota takes the spotlight.",
    "Let’s set aside our country’s internal issues for a moment. This has happened to our country. But have we managed to conduct thorough and fair investigations into such incidents? Have we held the real perpetrators accountable and delivered justice? The power we hold comes from the collective strength of the citizens of this country. It is through their hard work and wealth that we receive our salaries and privileges. But in return, have we upheld justice and fairness for them?",
    "No. What we are doing, in many instances, is repeatedly using the power entrusted to us to engage in corruption. The people have given this power for us. They have granted us privileges and provided us with salaries. But what do those entrusted with these responsibilities do? They misuse their power and privileges to engage in bribery and corruption repeatedly. That is the reality. Isn’t that right?",
    "Power is meant to uphold justice. But instead, it is often used for injustice, personal gain and the accumulation of wealth. So, I ask, what is the true outcome of this power?",
    "Therefore, if we do not come to a firm and collective determination, acknowledging that the power we hold is derived from the people and must serve justice and fairness, then no matter what institutions we build or laws we create, they will have no meaningful impact.",
    "I am not suggesting that laws are unnecessary or that institutions should not be strengthened. If existing laws are insufficient, let us create more. If current institutions are inadequate, let us establish additional ones. But no matter how many laws we draft or institutions we build, they will amount to nothing if those who hold power are unwilling to carry out their duties and responsibilities.",
    "In my time, I have witnessed many people, to be honest, misusing their power. It is implausible that the Attorney General’s Department has kept a file locked away for seven years. Similarly, it is unacceptable that certain files remain untouched from the day they are filed until they are deteriorated. Investigations by the CID should not drag on until the evidence and documents deteriorate. These are not mere institutional issues but reflect the misuse of authority entrusted to these entities. Without addressing such abuse, meaningful progress cannot be achieved.",
    "In 2021, 69 cases were concluded, and of these, 40 were withdrawn. Out of the 69 cases that were concluded, 40 have been withdrawn. Why was crucial evidence withheld in high-profile cases, such as the Malwana land case? Why are the officers who conducted investigations not listed as witnesses in certain cases? For example, Shani Abeysekara, as a key investigator, must testify. What happens to the credibility of a case when such critical witnesses are excluded?",
    "In 2022, 89 cases were filed, and 45 of them were withdrawn. If we are accountable to the citizens of our country, shouldn’t we provide a clear explanation for this? Why is it that, in specific cases, the investigating officer is not listed as a witness? If we are truly bound to serve the people, we must clarify this. Why are cases being dismissed without calling witnesses in some instances? If we are committed to transparency, we must explain this to the public. Why are we withdrawing cases, and why is this not being communicated to the citizens? If documents have been stuck in drawers for seven or eight years, shouldn’t we explain to the people why this is happening?",
    "In my time, I have witnessed many people, to be honest, misusing their power. It is implausible that the Attorney General’s Department has kept a file locked away for seven years. Similarly, it is unacceptable that certain files remain untouched from the day they are filed until they are deteriorated. Investigations by the CID should not drag on until the evidence and documents deteriorate. These are not mere institutional issues but reflect the misuse of authority entrusted to these entities. Without addressing such abuse, meaningful progress cannot be achieved",
    "Therefore, the entire system has collapsed as a unified structure. If we are to rebuild our country, this entire system must be restored. A small legal reform or minor institutional restructuring alone will not suffice to achieve this goal. At most, such measures might only take up five years of my time, but to truly transform the system, a comprehensive restoration is essential. Without that, achieving meaningful success will be impossible. Personally, I am striving to restore this entire system and turn the State into a well, functioning one. That is my aspiration. I firmly believe that if we fail to accomplish this at this critical moment, the people of our country will not even dare to dream of a prosperous State.",
    "If we fail to fulfil the hopes and expectations set by the people in this 2024 mandate, the citizens of our country will never even dream of a better future. People from north, east, Sinhala, Tamil, Muslim have come together, without division, to form a collective force driven by a shared purpose and hope. If we fail to achieve that purpose, I repeat, the people will never again pray for a better day.",
    "Therefore, we have a responsibility to fulfil this task. To carry out this responsibility, both I personally and our Government are committed to properly executing our duties. However, your support is essential. If the institutions conducting investigations, those supporting them and the institutions reviewing and making decisions on those investigations do not actively contribute, we could continue to celebrate Anti-Corruption Day for many more decades. We can all gather with sincere intentions, participate in Anti-Corruption Day, and leave with applause for our participation only.",
    "But if we are ready to change, next year we can celebrate real progress, recognising that this is something we can achieve. However, as our Chairman mentioned, the score in 2012 was 40. If it has decreased to 34 by 2024, should we celebrate the next day here, increasing the score? Should we continue celebrating as a corrupt state on 9 December?",
    "Since 2012, what has really happened as we commemorate each year? Each year, as we mark the occasion, the unfortunate reality is that corruption has escalated rather than diminished, while we celebrate on 9 December, which is fine, but I must emphasise that our right to celebrate stems not from the date itself, but from how well we have honoured the aspirations and expectations associated with it. If we fail to uphold these ideals, I believe that sitting down to commemorate the occasion next December will serve no purpose.",
    "Celebration, in my opinion, should be grounded in a renewed commitment and a decisive turning point. It should come from a deep sense of achievement. That is why I firmly believe that any commemoration we undertake must reflect tangible progress.",
    "Looking ahead, we must ask ourselves whether we can celebrate in a way that genuinely involves our citizens. Could this small hall gather enough people to truly celebrate? Yes, it is possible. However, for citizens to find meaning, devotion, respect, and value in such a commemoration, it is essential that we earn their trust through credible actions.",
    "Therefore, I am aware of the volume of complaints you handle. I understand the nature of those complaints. Remember, we have an idea of when those complaints were lodged and who the accused individuals are. But does the weight or lightness of a file depend on the name it contains? What difference does it make?",
    "Our Judge has emphasised that we must prioritise cases that significantly impact the economy and should expedite cases related to economic progress. However, I have the report dated 6 March.",
    "Let me remind you of an instance when then the Deputy Secretary of Parliament Mr. Iddawela made a parliamentary address, highlighting that in a single year, the Bribery Commission had punished only two Police Constables, a Grama Niladhari, an SI officer and a clerk. Two others were also convicted, though I can’t recall their names now. This reflects a troubling reality: the law operates like a spider’s web, trapping small offenders while allowing the powerful to escape.",
    "This is well-known to the citizens of this country. While there are individuals with extensive experience in law and legal processes, we all recognise that the public must regain trust in the fair enforcement of the law. Currently, such trust is lacking. Justice delayed, in effect, becomes justice denied. Justice must be delivered swiftly to uphold its true value. Therefore, I believe the time has come for us to question ourselves. Are we sincerely prepared to take on this responsibility with integrity?",
    "The decline of institutions is not a result of your own intentions or on natural circumstances but of an unpleasant political culture that has eroded their fundamental values. I am aware that the former Director General of the Bribery Commission was summoned to the Presidential Secretariat. If you recall he was a Mr. Ranasinghe from Kurunegala. What happened was he was instructed to conduct an investigation about a Minister overnight. The confidence of citizens in institutional systems has been shattered, and institutions themselves have lost faith in their own authority. This deterioration is due to the corrosive effects of this political culture.",
    "While we may not reverse this situation entirely in a year or two, we are committed to making a meaningful effort. The next generation will not take up this fight; it is up to us. We must act as a generation that strives to bring about this change. Our responsibility is to lay the foundation for a positive transformation. As political authorities, we are ready to provide that initial effort.",
    "I request you as a group of experts to support us in this noble effort. If we here today fail to act, who will? Will a farmer living in a remote village such as Dehiattakandiya, or an ordinary citizen, take on this task? It is our responsibility, and if we do not fulfil it, no one will. Therefore, I believe you must fulfil the duties entrusted to you. Let us all work together to ensure that by 9 December next year, we will have added real value to this commemoration."
  ]
}