{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100064/saudi-says-1301-deaths-during-hajj-were-mostly-unregistered-pilgrims",
  "time_ut": 1719216720.0,
  "original_lang": "en",
  "original_title": "Saudi says 1,301 deaths during Hajj were mostly unregistered pilgrims",
  "original_body_lines": [
    "More than 1,300 faithful died during the Hajj pilgrimage, which took place amid intense heat, and most of the deceased did not have official permits, Saudi Arabia said on Sunday.",
    "“Regrettably, the number of mortalities reached 1,301, with 83% being unauthorized to perform Hajj and having walked long distances under direct sunlight, without adequate shelter or comfort,” the official Saudi Press Agency reported.",
    "Based on official statements and reports from diplomats involved in their countries’ responses, an AFP tally last week put the toll at more than 1,100.",
    "The dead came from more than 10 countries stretching from the United States to Indonesia, and some governments are continuing to update their totals.",
    "Arab diplomats said last week that Egyptians accounted for 658 deaths — 630 of them unregistered pilgrims.",
    "The diplomats said the cause of death in most cases was heat-related.",
    "Temperatures in Mecca this year climbed as high as 51.8 degrees Celsius, according to Saudi Arabia’s national meteorological center.",
    "Riyadh had not publicly commented on the deaths or provided its own toll until Sunday.",
    "On Friday, however, a senior Saudi official gave a partial toll of 577 deaths for the two busiest days of Hajj: June 15, when pilgrims gathered for hours of prayers in the blazing sun on Mount Arafat, and June 16, when they participated in the “stoning of the devil” ritual in Mina.",
    "The official also defended Riyadh’s response, saying: “The state did not fail, but there was a misjudgment on the part of people who did not appreciate the risks.”",
    "The Saudi health minister, Fahd Al-Jalajel, on Sunday described management of the Hajj this year as “successful,” SPA reported.",
    "He said the health system “provided more than 465,000 specialized treatment services, including 141,000 services to those who didn’t obtain official authorization to perform Hajj,” according to SPA, which summarized an interview he gave to the state-affiliated Al-Ekhbariya channel.",
    "Jalajel did not specify how many deaths Saudi officials attributed to heat.",
    "“The health system addressed numerous cases of heat stress this year, with some individuals still under care,” SPA reported.",
    "“Among the deceased were several elderly and chronically ill individuals.”",
    "The Hajj is one of the five pillars of Islam that all Muslims with the means must complete at least once in their lives.",
    "Saudi officials have said 1.8 million pilgrims took part this year, a similar number to last year, and that 1.6 million came from abroad.",
    "For the past several years, the mainly outdoor rituals have fallen during the sweltering Saudi summer.",
    "The timing of the Hajj moves forward about 11 days each year in the Gregorian calendar, meaning that next year, it will take place earlier in June, potentially in cooler conditions.",
    "A 2019 study by the journal Geophysical Research Letters said because of climate change, heat stress for Hajj pilgrims will exceed the “extreme danger threshold” from 2047 to 2052 and 2079 to 2086, “with increasing frequency and intensity as the century progresses.”",
    "Hajj permits are allocated to countries on a quota system and distributed to individuals by lottery.",
    "Even for those who can obtain them, the steep costs spur many to attempt the Hajj without a permit, though they risk arrest and deportation if caught.",
    "Saudi authorities said before the Hajj that they had cleared hundreds of thousands of unregistered pilgrims from Mecca.",
    "But the Saudi official who spoke on Friday said around 400,000 unregistered pilgrims took part, and that “almost all of them (were) from one nationality,” an apparent reference to Egypt.",
    "On Saturday, Egyptian Prime Minister Mostafa Madbouly ordered 16 tourism companies stripped of their licenses and referred their managers to the public prosecutor over illegal pilgrimages to Mecca, Egypt’s cabinet said.",
    "It said the rise in the number of deaths of unregistered Egyptian pilgrims stemmed from some companies which “organized the Hajj programs using a personal visit visa, which prevents its holders from entering Mecca” via official channels.",
    "Unregistered pilgrims in many cases did not have access to amenities meant to make the pilgrimage more bearable, including air-conditioned tents.",
    "Unregistered Egyptian pilgrims said last week that in some cases they struggled to access hospitals or hail ambulances for loved ones, some of whom ended up dying."
  ]
}