{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Police-confirm-Club-Wasantha-was-main-target-in-Athurugiriya-shooting/56-764000",
  "time_ut": 1720480516.0,
  "original_lang": "en",
  "original_title": "Police confirm Club Wasantha was main target in Athurugiriya shooting",
  "original_body_lines": [
    "Two gunmen open fire at tattoo and piercing studio opening killing Sunhill Group of Companies Chairperson Surendra Wasantha Perera and another, injuring 4 others",
    "Similar shooting had taken place at same location on 13 February 2017 killing underworld figure Tanil Bandara Dharmashri",
    "Sunhill Group of Companies Chairperson Surendra Wasantha Perera, better known as “Club Wasantha” was shot dead by two unidentified gunmen in Oruwala, Athurugiriya yesterday.",
    "According to the police, the incident resulted in the death of another male and left a male and three females, including the popular singer K. Sujeewa and Surendra Wasantha Perera’s wife Manik Wijesundara, seriously injured.",
    "Surendra Wasantha Perera and other attendees were at the opening of a tattoo and piercing studio when two masked men arrived in a white car and opened fire before fleeing. Police said the attackers used two T56 firearms. According to Police Spokesperson DIG Nihal Thalduwa, investigators believe the shooting was ordered from abroad and resulted from a dispute between two groups. “Surendra Wasantha Perera was the main target,” he confirmed.",
    "He said all relevant authorities, including security at Bandaranaike International Airport, were informed of the incident and instructed to apprehend the suspects if they attempted to flee the country.",
    "Thalduwa also mentioned that a revolver was found in victim Manik Wijesundara’s handbag. “Police are investigating to see if it is a licenced firearm,” he said.",
    "Thalduwa said investigators noted the letters “KPI” on the bullets used in the shooting and are looking into it as well.",
    "The police also discovered the vehicle used in the shooting abandoned by the criminals in Korathota, Kaduwela. Thalduwa said investigators had recovered CCTV footage of the shooters abandoning the vehicle and fleeing from the area in another vehicle.",
    "A similar shooting had also taken place at the same location on 13 February 2017. During that incident underworld figure Tanil Bandara Dharmashri also known as Bandara who had links to the infamous Angoda Lokka was shot dead by a rival gang. At the time the location housed a beauty salon which was later torched by an unidentified group following Bandara’s killing.",
    "While the injured in the latest shooting were admitted to the Base Hospital Homagama initially, K. Sujeewa and another injured person were later transferred to the National Hospital of Sri Lanka in Colombo for further treatment.",
    "National Hospital of Sri Lanka (NHSL) Deputy Director Dr. Rukshan Bellana told the media that Sujeewa had suffered serious injuries below her torso but was currently in stable condition.",
    "Homagama Hospital sources said an emergency surgery was also carried out on Manik Wijesundara who was injured in the incident."
  ]
}