{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/TMH-Group-Chairman-Dr-Tharmalingam-Tharesanan-honoured-at-international-human-rights-day-celebrations/56-771104",
  "time_ut": 1735325447.0,
  "original_lang": "en",
  "original_title": "TMH Group Chairman  Dr. Tharmalingam Tharesanan honoured at international human rights day celebrations",
  "original_body_lines": [
    "TMH Group of Companies Chairman Dr. Tharmalingam Tharesanan, was honoured as a Guest of Honour and Guest Speaker at the International Human Rights Day celebration held on 15 December at the Telangana Saraswata Parishad in Hyderabad, India. During the event, he was also presented with the Human Rights Crusaders Award for his outstanding contributions to the promotion and protection of human rights. The event was organised by the International Commission of Culture and Diplomatic Relations (ICCDR) and the United Human Rights Federation to recognise individuals and organisations advocating for human rights. It featured prominent speakers and awardees, including human rights activists, educators, and social leaders. Distinguished attendees included Dr. Avanidra Kumar Dandamudi, Consul General of Madagascar, Kaveti Srinivasa Rao, an international immigration lawyer, Smt Jwalitha, a renowned feminist writer, and Dr. Vedavati Dinesh, a women’s rights activist.",
    "In his address, Dr. Tharesanan emphasised the important role of businesses in advancing human rights through ethical practices, inclusive growth, and corporate social responsibility. He explained how corporations could act as powerful agents in promoting human dignity and equality on a global scale. Dr. Tharesanan is recognised as a visionary CEO, known for achieving transformational growth and profitability in multinational corporations. He is the Executive Chairman and Founder of the Mother Care International Global Foundation in Sri Lanka and holds leadership roles in multiple companies, including Blue Lake Water Ltd., Roxbury International Ltd., Green Valley Agro Plantation Ltd., and Ceylon Island Travels and Tours Ltd. He is also serving as the Brigadier General – International Police Commission (IPC) for Sri Lanka. His academic achievements include a PhD in Financial Management from George Washington University of Peace and a PhD in Business Administration from Commonwealth Peace University. He has also earned diplomas in Computer Software Engineering, Computer Hardware Engineering, Business Management, Human Resource Management, Marketing Management, and Banking & Finance."
  ]
}