{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/expose/Plantation-community-alleges-presence-of-scam-behind-Indian-Housing-Project/333-280797",
  "time_ut": 1713292260.0,
  "original_lang": "en",
  "original_title": "Plantation community alleges presence of ‘scam’ behind Indian Housing Project",
  "original_body_lines": [
    "Houses built in the estate sector with the Indian grants received during the Yahapalana regime",
    "Although plantation sector workers accuse that credible implementation agencies weren’t appointed by the High Commission of India, to oversee the work of the proposed plantation housing project- which is a grant from the Government of India-sources from the Government of Sri Lanka, who are working hand in glove with the Indian High Commission, claim that they have appointed implementation agencies in a transparent manner.",
    "However, reliable estate sources speaking on conditions of anonymity told this newspaper how members of Ceylon Workers Congress (CWC) are forcing the Estate Superintendents to select their members as beneficiaries of these Indian grant houses.",
    "“Those who have left the estates, those who already have houses and reside in the estates, but work for other private entities are not eligible for these houses. But we have come under tremendous pressure from the CWC to give houses to individuals falling into these categories; which is not the requirement of the Indian Government. What we were told by the Indian High Commission offices is to select the most suitable beneficiaries, but not to do it based on affiliation to any trade union,” sources said.",
    "According to plantation sector trade unions credible neutral implementation agencies usually tasked with overseeing the implementing of the Indian Housing Scheme have been removed",
    "On earlier occasions- where Indian granted housing projects were implemented in Sri Lanka- the projects were carried out under the credible neutral implementation agencies of -the International Federation of Red Cross and Red Crescent Societies (IFRC) in partnership with Sri Lanka Red Cross (SLRCS) and United Nations Human Settlements Programme (UN-Habitat). However, according to certain plantation sector trade unions, this time around, these credible neutral implementation agencies have been removed without any reason. This role has been given over to the National Housing Development Authority (NHDA) and the State Engineering Corporation (SEC).",
    "Representatives of plantation community alleges of a scam behind this move.",
    "“The Government of India (GoI) is so generous and has kept the promise given by the Indian Prime Minister Modi in 2017 when he visited Sri Lanka. But the way the implementation agencies are appointed- which task is alleged to be done by a powerful plantation trade union affiliated to the government-is disturbing our workers. The manner in which the NHDA is going to offer the particular contracts is also dubious. We have received credible information that on the instruction of this trade union the implementation agencies have selected contractors although the selection criterion has to be carried out through the Estate Workers Corporative Housing Society,” sources alleged.",
    "According to these sources, although the beneficiaries of these houses should be selected regardless of the trade unions they are affiliated to, almost all those who are members of this powerful Minister’s trade union are to be benefitted.",
    "We are yet to obtain the details of how many houses will be given to each estate. We have already paid money to the National Building Research Organization (NBRO) to select areas in estates free of landslides”",
    "“The Estate Superintendents have been directed to provide the names of these trade union members in the beneficiary list. This cannot be allowed. We are planning to bring this scandal to the notice of Indian High Commission officials and hope to get them to intervene in the matter,” sources said.",
    "It is learned that although this fourth phase of the Indian aided project comprises 1, 300 houses, the plantation housing project was inaugurated at the Presidential Secretariat in February. As a result, foundation stones were laid simultaneously for these housing projects and the inauguration ceremony was showed on giant screen. However, the plots of lands for these houses are yet to be identified.",
    "When contacted Plantation Association of Ceylon Spokesperson Roshan Rajadurai to find out whether the lands have been allocated for these 1, 300 housing units, he said that the actual allocation of all lands are yet to be finalised.",
    "“Respective plantation companies are willing to allocate the necessary lands for this project. Although the actual allocation of lands is yet to be finalised, the foundation laying ceremony for the donor funded housing sceme was ceremonially carried out recently at the Presidential Secretariat. This event attracted the participation of President Ranil Wickremesinghe, Indian HC Santosh Jha, Estate Infrastructure and Water Supply Minister Jeevan Thondaman and Governor Eastern Province Senthil Thondaman. We are yet to obtain the details of how many houses will be given to each estate. We have already paid money to the National Building Research Organization (NBRO) to select areas in estates free of landslides,” Rajadurai added.",
    "The manner in which the NHDA is going to offer the particular contracts is also dubious",
    "Meanwhile Ceylon National Estate Workers Union Leader Suresh Vadivel MP said that he received some complaints regarding the selection of beneficiaries, but added that he was able to sort it out with the Plantation Managers.",
    "“Those who have houses have been named as beneficiaries. The houses built with an Indian grant should be given only to the vulnerable, but not based on trade union affiliations. As a Senior Trade Union Leader and an MP, I am grateful to India for giving an opportunity for our workers to obtain a house of their own which is a dream in a lifetime,” Vadivel said.",
    "Meanwhile, sources at the Indian High Commission-who did not wish to be named- said that the Indian Housing Project (IHP) for plantation workers is being executed in several phases.",
    "According to these sources, during the second and third phases of the IHP the implementation agencies- including the National Housing Development Authority (NHDA)- were engaged by the Indian High Commission through a selection process.",
    "“Those who have houses have been named as beneficiaries. The houses built with an Indian grant should be given only to the vulnerable, but not based on trade union affiliations. As a Senior Trade Union Leader and an MP, I am grateful to India for giving an opportunity for our workers to obtain a house of their own which is a dream in a lifetime”",
    "“Likewise, for the fourth phase too, we initiated a tender process to select Implementing Agencies. Various entities including those associated with earlier phases submitted responses. The selection process involved transparent evaluation criteria outlined in the tender document. As a result NHDA and SEC were chosen as implementation agencies for the fourth phase of the project, under which 10,000 houses are being built in plantation regions of Sri Lanka. As part of the process all participating entities were given the opportunity to seek clarification regarding the tendering process, but no such clarifications were sought,” sources said.",
    "According to him, several stakeholders are involved in the construction process such as the Indian HC, Ministry of Estate Infrastructure, beneficiaries through estate corporative societies and implementation agencies amongst others.",
    "“While these stake holders work very closely in collaboration, each of them have been assigned specific responsibilities.  Thousand three hundred houses are being constructed under the first stage of the fourth phase of the project. A community driven approach is being adopted for the construction. The implementation agencies facilitate this process through suppliers and contractors to help these communities. In the current phase no supplier or contractor has been officially engaged for the project till date. The Indian HC is firmly committed to transparency in all processes of the project as also other projects executed by the GoI in Sri Lanka,” sources said.",
    "Each house has to be 550 sq.ft and the land allocation will be 10 perches per unit",
    "Senior Manager Development NHDA Hemantha Tennakoon refuting the allegations said that they obtained the contract fulfilling Indian HC’s requirement and added that they have already identified lands in seven districts for this project.",
    "“We are yet to select the contractors. We will send the criteria for the selection process to the Estate Workers Corporative Housing Society. The contractors should fulfill our requirements. Those who obtain the highest marks will be offered the contract. They have to be registered with the Construction Industry Development Authority (CIDA), should have obtained better grading from them, have to have registered with the Divisional Secretariat, the annual turnover should be more than Rs.20 million, should have necessary machinery capacity and the required experience in housing projects. Those who are from the same district- where the housing project is to be implemented- will get priority at the selection process,” Tennakoon said.",
    "According to Tennakoon, the Indian HC has given them an operational manual and based on it they have sent their bids.",
    "We will send the criteria for the selection process to theEstate Workers Corporative Housing Society. The contractors should fulfill our requirements. Those who obtain the highest marks will be offered the contract. They have to be registered with the Construction Industry Development Authority”",
    "“We were the lowest bidder and for each house our price was Rs.2.8 million. All the others bidders have quoted higher rates for each unit. SEC was the second lowest bidder and they too were offered the award. As we have the necessary qualified staff under one roof we were able to quote a lower price. When calling for applications to select the contractor we will give seven days notice. Each house has to be 550 sq.ft. and the land allocation will be 10 perches. The beneficiaries are selected by the Estate Manager.",
    "When asked what the procedure the Estate Superintendent will follow in the selection of beneficiaries, Tennakoon said that no politics will be involved in the selection process. He refuted the allegations that the recipients of these housing units would be selected by a list given by a powerful Minister.",
    "“The Estate Managers are not involved in politics. Even if they receive any instructions from any higher official, they will not abide by such orders. It is these Managers who know very well who the most vulnerable families are that deserves houses,” he said.",
    "Tennakoon further said that out of the 22 locations, five sites from Badulla, eighteen in Nuwara Eliya, two at Galle and one site each at Ratnapura, Colombo (Avissawella), Monaragala and Kalutrara districts to build these housing units have been earmarked.",
    "Almost all those who are members of a powerful Minister’s trade union are to be benefitted when houses are allocated",
    "Although Indian High Commission sources and the NHDA maintained that the project is being carried out in a transparent manner, the Daily Mirror reliably understands that money given for this housing project has been misappropriated by a higher official at the Elkaduwa Estate, Matale.",
    "Mukesh Kumar, Attaches (AAO-IHP), High Commission of India has written to the General Manager Elkaduwa Plantations Ltd, requesting to hold an impartial inquiry on misappropriation of funds in Estate Worker Housing Cooperative Societies (EWHCS) bank account of Indian Housing Project in Elkaduwa Estate.",
    "Mukesh Kumar’s letter further states, ‘As you are aware that two officials from the Indian HC Colombo visited Elkaduwa Estate Matale in district during April 18-19, 2023, to inspect the status of the houses being constructed there with the Indian grant.",
    "‘During the visit, the team had to check the bank statement of EWHCS, but it was not completed as the concerned person handling the record was on training as intimated by your office.",
    "‘In this regard, it is requested to provide us the copies of duly updated",
    "EWHCS bank account statement maintained by the Elkaduwa Estate office which is directly under your supervision. This will enable us to reconcile records at this end and initiate next course of action to complete the pending houses there’.",
    "Following this, by letter dated June 7, 2023, to Chairman Elkaduwa",
    "Plantation Industries, A. U. K. Dodanwala has requested to take necessary action in this regard. The letter states further, ‘This has reference to the e-mail dated May 4, 2023 and May 22, 2023, by Mukesh Kumar, addressing Deputy General Manager Elkaduwa Plantations with a copy to the Ministry of Plantation Industries.",
    "As many as 10,000 units are being built in plantation regions of Sri Lanka in the fourth phase of the Indian funded housing project",
    "‘Hence you are kindly requested to take necessary actions in this regard and inform to the Ministry regarding the actions taken. ‘Your kind corporation in this regard will be highly appreciated’. Later on August 31, 2023, Senior Superintendent/ President EWHCS, Elkaduwa Estate by letter has informed Secretary, Plantation Industry Ministry that Board of Directors of Elkaduwa Plantation Ltd, had decided to carry out an impartial inquiry and a preliminary investigation had been concluded.",
    "It further states, ‘On the advice of the Board, copies of reports were sent to the Ministry and to the Indian HC for further action. ‘No sooner this complaint was received, the management took a decision and transferred the Elkaduwa Estate Senior Superintendent who was there as the President of the EWHCS to Nalanda Estate with immediate effect.",
    "‘Further as the present President EWHCS, I ensure that the funds received from the Indian Government would only be utilized for the purpose of 25 housing units in the estate. I have also written to the Co-operative Commissioner, Matale to conduct a comprehensive audit to separate the funds received for this housing project. In future, I assure that the rules and regulations as per the tri-party agreement will be enforced’. When this newspaper contacted the present Senior Superintendent, Elkaduwa Estate, Radley Dissage, he said that the Management has now suspended the service of the accused officer until the investigation concludes. “The money given for the housing project was deposited to the EWHCS account. The said that the officer had withdrawn the accumulated interest, but he claimed that the money was spent to renovate old houses in the estate. Mr. Mukesh has asked this officer to produce the bank account book, but it was not given to him. Soon after the complaint he was transferred to another estate, but later his service was suspended until the investigation concludes,” Dissage said.",
    "All attempts made to contact Additional Secretary (Tea Development), Ministry of Plantation Industries to find out the outcome of the investigation, failed.",
    "Dr. Gamini Jayatissa, Landslide Research Risk Management Division of the NBRO said that they have identified 40 sites for resettlement in estates in five districts.",
    "“We have identified 40 sites for resettlement. Two are from Kalutara, two in Matara, twenty four in Neliya, five in Galle and seven in Badulla districts are suitable for these houses.",
    "Indian High Commission sources maintain that the Indian Government funded Housing Project for plantation workers is being executed in several phases",
    "“Our only anticipation is that the grant by GoI should reach  target group”- TPA Leader MP Ganesan",
    "Meanwhile Tamil Progressive Alliance (TPA) Leader Mano Ganesan MP said that the most marginalised planation people should receive these Indian grant houses without any political interference.",
    "“India has been very graciously building houses in northern, eastern, southern provinces and in the plantations too in support of all the people of Sri Lanka. This is an outcome of the understanding and agreement between the governments of Sri Lanka and India.  The current Phase Four of the Indian housing project becoming a talking point is an unfortunate development. Anyway, I recognise the right of the media to pose questions, seek responses and obtain clarifications from all the stake holders. TPA, is the party that has obtained the largest number of votes from the hill country Tamil community, within which, the plantation segment exist. Our only anticipation is that the gracious grant by the Government of India- meant for the most marginalised planation people- should reach the target group,” he said.",
    "According to him, although there were numerous NGOs, IFRC and SLRCS, UN-Habitat functioned as implementing agencies in the earlier phases, but those agencies are not involved in phase four.",
    "“We have been informed by the Indian High Commission that these agencies did not qualify to meet the criteria for tenders before the nomination of agencies was made for this phase. We are told that they have nominated two state entities: NHDA and SEC as the implementing agencies. It is a grant from the GoI. Hence, it is their decision to select the implementation agencies and whether we like it or not we have to accept it. We have only requested the donors to be more vigilant and cautious and appealed for more transparency in good faith,” he said.",
    "The current Phase Four of the Indian housing project becoming a talking point is an unfortunate development. TPA, is the party that has obtained the largest number of votes from the hill country Tamil community. Our anticipation is that the grant by the Government of India should reach the target group”",
    "Ganesan further said that the TPA was part of the Yahapalanaya Government from 2015-2019.  And 4,000 houses under Phase III of the Indian project had been built then.",
    "“The project was overseen by the Hill Country New Villages Estate Infrastructure Minister Palani Thigambaram, who is the TPA Deputy Leader. We performed with maximum transparency. The ministry was only the coordinating agency and the rest was taken care of by the implementing agencies. We have a very proud and honest history in this regard. Current President Ranil Wickremesinghe was our prime minister then. But this time, certain plantation based politicians and their associates have started visiting estates, calling themselves contractors and builders. This has created a semi-chaos and confused situation for the plantation workers. We rightly brought this to the notice of the Indian HC in good faith. Today, we note that the HC has intervened in this process. Hence, we are thankful to the Indian HC. We are informed that no contracts have been awarded yet. Public tenders will be called for the contractors and subsequently contracts will be awarded by the implementing agencies soon. We urge that all the lawful tender procedures shall be strictly followed,” the MP said.",
    "According to him, the estate housing cooperative societies play vital roles in this project. “But the plantation workers who are members of these societies play a secondary role there. Those who wanted to ensure justice to the poor workers shall take this fact to their notice. TPA will monitor and reveal any bad practices or connections existing between forces. Those who indulge in bad practices may envy us. As the largest party of the hill country Tamil community, we have a legitimate duty by our people. Nobody needs to question our right to intervene which we will do right throughout,” he said.",
    "The picture shows the occasion when phase four of the Indian Housing Project was announced in the presence of Sri Lanka President Ranil Wickremesinghe (Centre) flanked by Estate Infrastructure and Water Supply Minister Jeewan Thondaman (left) and Indian High Commissioner Santosh Jha (Right)",
    "All attempts to contact Estate Infrastructure and Water Supply Minister Jeewan Thondaman for a comment regarding this issue went unanswered. Although a text message via mobile phone was sent seeking a comment, the Minister did not respond until the paper went for publication."
  ]
}