{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/democracy-in-danger-2/",
  "time_ut": 1707410160.0,
  "original_lang": "en",
  "original_title": "Democracy in danger",
  "original_body_lines": [
    "Parliament is having a debate on the government’s policy statement, presented by President Ranil Wickremesinghe on Wednesday, but some MPs yesterday took up the recently-passed Online Safety Act (OSA). However, it turned out to be a welcome digression in that it shed light on serious flaws in the new law and the questionable manner in which the Online Safety Bill (OSB) had been rushed through Parliament.",
    "Dissident SLPP MP Gevindu Cumaratunga pointed out that the Attorney General (AG) had sought permission to amend 31 out of the 56 sections of the OSB even before the Supreme Court (SC) had begun to hear the petitions against it. He argued that the OSB would have been passed with all sections inconsistent with the Constitution if the SC had not been moved against it. He demanded to know if the AG’s Department was willfully acting in violation of the Constitution. One cannot but agree with him.",
    "The AG’s Department has drawn heavy flak for defending bad Bills full of sections inconsistent with the Constitution. But governments apparently consider the AG omniscient and infallible. When the Provincial Council Elections (Amendment) Bill was presented to Parliament in 2017, the Joint Opposition (the dissident group of the UPFA) insisted that it had to be approved by the Provincial Councils (PCs) as well, but the then Speaker Karu Jayasuriya claimed that he had consulted the AG, who said there was no need for the Bill to be referred to the PCs. It is the SC that should be consulted on such matters.",
    "SLPP MP Jayantha Weerasinghe yesterday claimed that the OSB had been passed properly, with all amendments recommended by the SC incorporated into it. But Opposition Leader Sajith Premadasa pointed out that nine sections in the OSA were at variance with the SC recommendations. He urged Speaker Mahinda Yapa Abeywardena to summon a special party leaders’ meeting to discuss the issue and find a solution. Premadasa’s arguments were cogent, and the government must take his views on board instead of trying to bulldoze its way through.",
    "The AG is required to represent the state, and not the government in power. Unfortunately, in this country, the AG stands accused of being a mere appendage of the ruling party and serving the interests of the powers that be. There are fiercely independent, intrepid officials in the AG’s Department, and they courageously defend the interests of the public, but sadly the political biases and servility of their superiors have brought their institution into disrepute.",
    "There have been some instances where unauthorised sections were smuggled into vital Bills even after their ratification. The Parliamentary Elections (Amendment) Bill pertaining to the National List (NL) was altered after its passage in 1989 to enable political party leaders to appoint persons of their choice to fill NL vacancies.",
    "Justice Minister Dr. Wijeyadasa Rajapakshe told Parliament yesterday that the OSA was a fait accompli and there was nothing the party leaders or even the SC could do about it. He was right. The Constitution does not provide for the post-enactment judicial review of legislation. But are we to allow governments to steamroller draconian Bills through Parliament and use them to suppress the people’s democratic rights and freedoms? Thankfully, Dr. Rajapakshe admitted that there were some inadequacies in the OSA and agreed to sort them out. This, we believe, is the right approach.",
    "The OSA is one of the worst laws this country has made, and all criticisms of it are valid. There is no gainsaying that the digital realm has to be regulated, and no one should be allowed to enjoy the freedom of the wild ass. Reputations of people are dragged through the mud via social media, which are governed by Rafferty’s rules. Women and children have become the main targets of perverts and fraudsters in cyberspace.",
    "This fact has been borne out by an apology Meta CEO Mark Zuckerberg, who runs Facebook and Instagram, had to extend, during a recent US Senate hearing, to the families whose children had been harmed by social media. But it was not out of any concern for the vulnerable sections of the public that the SLPP-UNP government introduced the oppressive laws at issue to control social media; it has sought to muzzle the web-based media it cannot keep under its thumb.",
    "There has arisen a pressing need to protect the public against both cyber predators on the prowl and the paranoid SLPP-UNP government, which is ready to do anything to retain its hold on power.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}