{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/PickMe-plans-expansion-of-delivery-services-for-upcoming-season/34-770258",
  "time_ut": 1733688748.0,
  "original_lang": "en",
  "original_title": "PickMe plans expansion of delivery services for upcoming season",
  "original_body_lines": [
    "PickMe will expand its technology to facilitate the delivery of spirits and soft liquor, integrating yet another key component of the economy on its platform.",
    "The company, which is set to launch the service during the holiday season, has in place a robust technological solution that will ensure secure and efficient merchant-to-customer transactions. The solution is backed by established standard operating procedures that will ensure compliance and accountability throughout the delivery process.",
    "“As a technology provider, we will not be involved in the transactional aspect of buying and selling spirits. Our third party merchants will be responsible for adhering to all legal regulations concerning the sale of alcohol at physical points of sale, and this expansion will provide greater convenience to their customers,” says PickMe CFO Maduranga Kulathilaka.",
    "PickMe has streamlined the in-app experience for users to browse and order their desired alcoholic beverages from registered stores. The user-friendly interface ensures that the ordering process is straightforward while supporting necessary legal compliance between merchant and consumer.",
    "The app has been designed for consumers to easily navigate and select their favoured spirits. Upon making a selection, they will be prompted to enter essential information, including the delivery address, contact details, and age verification where applicable, to confirm the purchaser’s eligibility for a PickMe delivery.",
    "“Before adding products to their cart, consumers must agree to the App’s terms & charges, including verification that they are over 21 years of age. The customer will acknowledge handling fees if any, and enter their National Identity Card (NIC) number in the designated section. Only after these requirements are fulfilled can the products be added to the cart. Although age verification is typically the responsibility of our merchant partners, we too conduct this process to support compliance with legal regulations,” says the CFO.",
    "Once consumers are ready to finalise their order, they may select the card payment option. On completing these steps, the order will be placed successfully, and consumers can anticipate prompt delivery of their selected products via designated independent third party drivers registered on the PickMe platform.",
    "PickMe’s mobile app offers users unparalleled convenience while prioritising safety and reliability through a range of innovative features. Leveraging advanced AI and GPS technology, the app provides real-time location updates and detailed profiles of both consumers and third party driver/rider profiles. The app’s transparent pricing model enhances user trust by eliminating concerns about overcharging often associated with traditional transport options.",
    "“This is nothing new in the digital stratosphere as many countries worldwide have alcohol delivery facilitated through app-operated devices. In South Asia, both India and Nepal have this service in operation and once launched we expect the service to be a great convenience to our app users,” says the CFO.",
    "Based on the value of transportation services facilitated via the PickMe App reported for FY23, it contributed 0.5% to Sri Lanka’s transportation sector GDP. PickMe recognises the significant opportunity for the platform to gain wider adoption in Sri Lanka through technological advancement. PickMe says its expansion has the potential to transform the way people access on-demand mobility solutions in the country."
  ]
}