{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97116/australians-cheer-law-giving-workers-right-to-ignore-after-hours-work-calls",
  "time_ut": 1707387360.0,
  "original_lang": "en",
  "original_title": "Australians cheer law giving workers right to ignore after-hours work calls",
  "original_body_lines": [
    "(Reuters) - Australians on Thursday cheered new proposed laws that give workers the right to ignore calls and messages from their bosses outside of work hours, but some business leaders slammed it as overreach.",
    "The “right to disconnect” is part of a raft of changes to industrial relations laws proposed by the federal government under a parliamentary bill introduced in parliament. The bill was passed in the Senate on Thursday but will need to go back to the House of Representatives to vote to approve some amendments.",
    "“I think it’s a wonderful idea,” said Sydney resident Colvin Macpherson.",
    "“We all need to relax, we all need to be able to switch off and not be disturbed by emails and phone calls in the middle of the night. Both of my kids are lawyers as well, so they work horrendous hours as it is and you get things coming in at night time,” he said.",
    "Similar laws giving employees a right to switch off their devices are already in place in France, Germany and other countries in the European Union.",
    "The bill also includes other provisions like a clearer pathway from temporary to permanent work and minimum standards for temporary workers and truck driver.",
    "“In general, I think the idea that you should be able to switch off when you get to the end of your work day and when you are at home doing your own thing over the weekend or on leave, that seems like a generally reasonable thing to me,” said another Sydney resident Ivan Karajas.",
    "However, a joint statement from Australia’s chambers of commerce urged the Senate to carefully reconsider the implications of what it called a “rushed and flawed” legislation.",
    "“Modern technology has provided flexibility to the workforce and many employees no longer need to sit behind a desk from nine to five,” the statement said.",
    "“We cannot allow industrial relations laws to make it harder for hard-working business owners to generate the wealth we enjoy as a nation.”",
    "Bran Black, the chief executive of the Business Council of Australia, told reporters in Canberra that the provisions were anti-business and come at a time when Australia can least afford it.",
    "“Business is not opposed to the idea that people should be able to switch off, I know I like to switch off... but you need to be able to make sure that you get these policies right in terms of how they’re implemented and the type of consultation that is required to do that,” Black said."
  ]
}