{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99923/sri-lankan-economy-bounces-back-as-inflation-dips-sharp-industrial-sector-recovery",
  "time_ut": 1718605620.0,
  "original_lang": "en",
  "original_title": "Sri Lankan economy bounces back as inflation dips; sharp industrial sector recovery",
  "original_body_lines": [
    "Sri Lanka’s economy showed significant growth more than anticipated in the first quarter, marking a strong recovery from a severe foreign exchange crisis.",
    "While the 5.3% expansion in January-March marked an increase from the previous three months and was a huge improvement on the 10.7% contraction in the same quarter last year, the industrial sector has also indicated a sharp recovery with an expansion of 11.8% in the first quarter, according to State Minister of Finance Ranjith Siyambalapitiya.",
    "Siyambalapitiya said as a country with a negative economy of less than 12% recorded in the last quarter of 2022, the people who look at this situation with a positive eye will observe the economic journey of Sri Lanka with hope.",
    "Furthermore, the State Minister said the overall annual growth in 2024 will be around 2.2%, as per the forecasts of the Central Bank of Sri Lanka.",
    "“It is remarkable that we were able to achieve positive growth two years after facing the worst economic crisis ever,” he added.",
    "The State Minister noted that the economic program followed by Sri Lanka has been clearly approved by the International Monetary Fund (IMF) which has, however, indicated that the country should proceed with caution.",
    "Meanwhile, the construction sector also showed improvement, as inflation came off a peak of 70% in September 2022 to 0.9% in May 2024.",
    "Last week, the IMF released USD 336 million as part of a four-year USD 2.9 billion bailout for Sri Lanka, which defaulted on its USD 46 billion foreign debt in April 2022.",
    "On Friday (14), the World Bank’s latest Global Economic Prospects report highlighted that Sri Lanka’s economy is expected to expand by 2.2 percent in 2024.",
    "The report indicates that this is a 0.5-percentage-point upward revision from January—supported by modest recoveries in remittances and tourism.",
    "Meanwhile, it highlights that in 2025-2026, growth is projected to strengthen further, reaching 3% in 2026, assuming successful debt restructuring negotiations and the implementation of structural reforms, which would offset the adverse impact of planned fiscal consolidation on growth."
  ]
}