{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Myanmars-junta-takes-revenge-on-its-people/172-281224",
  "time_ut": 1713908280.0,
  "original_lang": "en",
  "original_title": "Myanmar’s junta takes revenge on its people",
  "original_body_lines": [
    "The army has 150,000 troops while the rebel strength is 20,000. It has  700 tanks, 2000 artillery pieces (big numbers for a poor country with no  external enemies)",
    "What a turn of events in Myanmar–in  2021, the Generals seized power again from the legitimately elected government of Aung San Suu Kyi, the second military coup staged since 1962. The Generals had total power for much of Myanmar’s post-independence period, then relinquished briefly only to seize it back a few months later. She was jailed for 33 years on trumped-up charges. Widespread protests were crushed by killing over 3000 people, imprisoning 20,000 and destroying 55,000 houses over the past two years. Thus, the junta hoped to silence her forever and crush the country’s hopes of ever returning to democracy.",
    "Aung San Suu Kyi is still in jail, but an extraordinary thing happened in Myanmar. An armed struggle titled Operation 1023 against the state was launched by a coalition of armed groups called The Three Brotherhood Alliance on October 27, 2023. Several ethnic groups in the hills have been waging war against the junta for years, but this is the first time all ethnicities and people of Myanmar joined forces against the common oppressor, Myanmar’s odious military junta.",
    "The rebels are well-organised, trained  and disciplined. They treated captured soldiers humanely and didn’t resort to torture and random killing as the army does. The Myanmar army is much stronger. Over the years, the generals have beefed up military strength at the expense of the people, neglecting health care, education and infrastructure. As a result, Myanmar remains one of the least developed Asian countries today.",
    "The army has 150,000 troops while the rebel strength is 20,000. It has 700 tanks, 2000 artillery pieces (big numbers for a poor country with no external enemies) and over 100 fighter bombers and attack helicopters.",
    "With all that, it has lost control of all but the lowland urban areas and border crossings with India, Thailand and China. The rebels lack heavy weaponry but make up for that with morale, motivation, speed and tactics, and they use captured tanks and artillery guns against the army. They have overrun more than 500 military posts, captured towns and soldiers refuse to go on patrol for fear of ambushes. In desperation, the generals have started conscription, making young Burmese flee their homes to avoid that fate.",
    "One would have expected China, an ally of Myanmar, to come to the aid of the junta. But Beijing has distanced itself and offered no military aid. China fears further instability in Myanmar, and is troubled by cyber criminal gangs operating from Myanmar under the junta’s blessings.",
    "The junta has found an ally in Vladimir Putin’s Russia, which has given them its most advanced fighter bomber, the Sukhoi SU30. It’s with these that Syrian strongman Hafez al Assad’s regime managed to gain the upper hand when the rebels pinned it down.",
    "Aung San Suu Kyi is still in jail, but an extraordinary thing happened  in Myanmar. An armed struggle titled Operation 1023 against the state  was launched by a coalition of armed groups called The Three Brotherhood  Alliance on October 27, 2023",
    "It isn’t clear why Putin has given the SU-30s to Myanmar. It may simply be an arms deal for cash-strapped Russia. The junta has been bombing the rebels mercilessly since the Russian jets arrived. They have bombed not just military targets but schools, hospitals and monasteries, killing many civilians.",
    "The rebels are using drones to hit back – not the sophisticated Turkish drones used by Ukraine, but basic versions. The trouble is that the military situation could be heading for a stalemate, with neither side able to gain control of the whole country.",
    "The Three Brotherhood Alliance has vowed multi-ethnic and democratic governance for the country.",
    "Given the multi-ethnic, multi-faceted nature of this alliance, it would be hard now for anyone to form a single-party rule or a populist dictatorship.",
    "It has no charismatic front figure such as Aung Sang Syi Kii as a focal point.",
    "She is still in jail and her National League for Democracy which won landslide election victories in the past is in disarray, with many of its leading figures in jail.",
    "The NLD tried to negotiate with the generals. It never advocated armed struggle. After the 2021 election victory, it agreed on power sharing with the junta, with Syu Kii as ‘state counsellor’ (she was barred from the presidency because she had married a British academic) and key posts such as defence went to the army, with a guaranteed number of seats in Parliament.",
    "Several ethnic groups in the hills have been waging war against the  junta for years, but this is the first time all ethnicities and people  of Myanmar joined forces against the common oppressor, Myanmar’s odious  military junta",
    "With all that, the junta staged another coup and jailed Syu Kii, now 78, aiming to end her political career forever.",
    "By then, the younger generation of Burmese had had enough, and they decided to take up arms against the junta. As such, in any post-junta political scenario, Aung San Suu Kyi and her NLD may not have a major role to play.",
    "That would be a sad end to the political career of an extraordinarily brave woman who gave her people hope and dreams since her father, the charismatic Gen. Aung Sang who led the independence struggle, was assassinated in a military coup.",
    "She suffered decades of prison, confinement and despair. The West lauded her and gave her a Nobel Prize only to abandon and ostracize her after she failed to face up to the army when they began the ethnic cleansing of the Rohingya Muslim minority in 2021, which shows how little these Westerners in these safe havens understand Burmese political realities. If she had criticised the army at that point, the coup would have come sooner.",
    "However, in any post-junta political scenario, her experience, charisma and negotiating skills would be invaluable to any fledgling democratic movement.",
    "The next few months would decide if Burma is heading for decisive political change or stalemate. One thing is certain. There has been a paradigm shift in the thinking. The Burmese consciousness has become truly multi-ethnic."
  ]
}