{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-up-0-25-pct-pushed-by-banks-235749/",
  "time_ut": 1754995620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks up 0.25-pct, pushed by banks",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stocks Exchange’s All Share Price Index (ASPI) moved 0.25 percent ending a highly volatile day, brokers said.",
    "“We had a bit of selling pressure at the start of the day, but market recovered on buying interest,” Dimantha Mathew, Chief Research and Strategy Officer at First Capital Holdings PLC said.",
    "The ASPI climbed 49.77 points higher from Monday to 19,972.79; while the S&P SL20 index ended 0.03 percent, or 1.65 points weaker, to close at 5,826.56.",
    "The ASPI was pushed higher on NDB which ended 3.50 rupees stronger at 700.50; Dialog Axiata which rose 0.80 rupees to 20.50; Carson Cumberbatch which ended 31.50 rupees up at 637.25; LOLC which moved 9.75 rupees up to 559.75; and Sampath Bank which closed 0.50 rupees higher at 144.75.",
    "“Stakes in NDB changed hands today. This boosted the turnover by around 4.4 billion rupees out of 7.5 billion overall turnover,” Mathew said.",
    "The most active volumes were recorded from banks and diversified financials, he said.",
    "NDB traded 32,362,360 shares (turnover 4.49 billion rupees), John Keells Holdings at 8,479,650 (turnover 196.18 million rupees), SMB Finance at 7,170,767 (turnover 2.15 million rupees) and Dialog Finance at 6,523,036 (turnover 119.27 million rupees).",
    "Turnover hiked to 7.59 billion rupees from 3.1 billion rupees, while the share volume was 137,350,092.",
    "“Selling pressure in John Keells shares continued due to negative content spread,” he said.",
    "John Keells Holdings was trading 40 cents lower at 23.00 dragging the ASPI down. The company was the top most negative contributor to the index on Tuesday.",
    "Elsewhere, Tokyo’s Nikkei 225 index ended 2.15 percent higher hitting record high levels. The index soared after US confirmed that 15 percent tariff will not be added on the existing tariff, Japan’s The Mainichi newspaper said.",
    "The Pakistan Stock Exchange’s KSE 100 Index rose on buying in key sectors including automobile assemblers, commercial banks, oil and gas exploration companies and OMCs, Pakistan’s Business Recorder newspaper said. The index traded 0.09 percent higher at 147,054.75.",
    "Meanwhile India’s Nifty 50 fell 0.40 percent to 24,487.40, while the BSE Sensex was 0.46 percent lower at 80,235.59.",
    "Indian equity markets have fallen on a drop in financials weighed down ahead of US and domestic inflation readings, Reuters said.",
    "As at 3.50 pm Sri Lankan time, spot gold was trading at 3,362.41 US dollars, up 12.42 US dollars. (Colombo/Aug12/2025)"
  ]
}