{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-close-down-bluechips-hold-value-163806/",
  "time_ut": 1716204060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks close down, bluechips hold value",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange closed down on Monday, data on its site showed.",
    "The broader All Share Index closed down 0.69 percent, or 84.56 points, at 12,235; while the S&P SL20 Index closed down 0.64 percent, or 23.32 points, at 3,614.",
    "“The market was down, possibly a consolidation phase after last week’s run on penny stocks,” market participants said. “It’s also a short week.”",
    "“Additionally, there is the monetary policy review due next Tuesday so not a lot of buying interest overall.”",
    "However, bluechip stocks were holding their value, they said. “This is mainly because the earnings that are being posted are very good.”",
    "John Keells Holdings Plc was up at 206.00, Sampath Bank Plc was up at 78.00, and Hayleys Plc was up at 92.70.",
    "After Samapth Bank Plc, Dipped Products Plc saw the most active volumes (Rs84mn) traded in the day. The share closed up at 34.30.",
    "The delay in external debt restructuring was also impacting overall market sentiment, market participants said, particularly in banking stocks, despite interest rates coming down.",
    "Hatton National Bank Plc closed flat at 195.00, National Development Bank Plc closed down at 78.00, Commercial Bank of Ceylon Plc closed down at 112.00, DFCC Bank Plc closed down at 79.70.",
    "“After the review next week, we think there could be renewed buying interest.”",
    "Top contributors to the index in the day were Ceylon Beverage Holdings Plc (up at 1,551.00), Cargills (Ceylon) Plc (up at 379.50), and Richard Pieris and Company Plc (up at 21.20).",
    "There was a net foreign inflow of 24 million. (Colombo/May20/2024)"
  ]
}