{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-participation-at-Global-SME-Ministerial-Meeting-and-Trade-Promotion-Organisations-Leadership-Dialogue/34-779710",
  "time_ut": 1753917772.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s participation at Global SME Ministerial Meeting and Trade Promotion Organisations Leadership Dialogue",
  "original_body_lines": [
    "Sri Lanka Export Development Board (EDB) Chairman and Chief Executive Officer Mangala Wijesinghe represented Sri Lanka at two prestigious international events held in Johannesburg, South Africa, the Trade Promotion Organisations (TPO) Leadership Dialogue and the inaugural Global SME Ministerial Meeting. Both events took place at the Birchwood Hotel & OR Tambo Conference Centre from 22 to 24 July.",
    "The high-level meetings were organised by the International Trade Centre (ITC) in collaboration with the Department of Small Business Development of the Government of South Africa. These events brought together policymakers, TPO leaders, and global stakeholders to explore innovative strategies to empower small and medium-sized enterprises (SMEs).",
    "Wijesinghe actively participated in the TPO Leadership Dialogue on 22 July, where Trade Promotion Organisations Leadership Dialogue discussed actionable strategies to enhance engagement with SME ministers. The dialogue focused on strengthening the voice of small businesses in policymaking, fostering global cooperation, and sharing successful models and best practices that drive SME development through trade.",
    "Subsequently, on 23 and 24 July, EDB Chairman and CEO took part in the Global SME Ministerial Meeting, representing Sri Lanka at this pioneering international platform. The event aimed to develop practical solutions that support grassroots-level small businesses and promote inclusive economic growth.",
    "A key outcome of the meeting was the endorsement of a Call to Action, focused on three main areas: access to finance, digital transformation, and green competitiveness. These themes are integral to enhancing the global competitiveness of SMEs and aligning their growth with the Sustainable Development Goals (SDGs).",
    "The ITC emphasised that SMEs-including microenterprises to medium-sized firms-account for approximately 90% of businesses and at least 50% of jobs in many countries, underscoring their role as the backbone of national economies.",
    "The Call to Action also proposed the establishment of a biennial Ministerial Meeting to monitor progress and ensure that discussions continue to yield concrete outcomes for participating nations.",
    "Sri Lanka’s participation at these landmark events highlights the country’s commitment to strengthening its SME sector, enhancing global market access, and fostering international partnerships for sustainable trade-led development."
  ]
}