{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/interview-sri-lanka-to-start-flora-spatial-mapping-eyes-carbon-credit-trading-171902/",
  "time_ut": 1720777920.0,
  "original_lang": "en",
  "original_title": "INTERVIEW – Sri Lanka to start flora spatial mapping, eyes carbon credit trading",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is in the process of starting spatial mapping on all tree species in the island nation before going for carbon credit trading in the global market, Senior Presidential Advisor on Climate Change Ruwan Wijewardene said.",
    "Sri Lanka has been in the process of carbon credit for more than a decade. Carbon credit is a way of compensating for emissions of carbon dioxide or other greenhouse gases.",
    "If Sri Lanka reduces its Carbon Dioxide emissions through efforts like reforestation and large number of renewable energy projects, they will help the country to earn money through carbon trading from some other higher Carbon Dioxide emitting nations as compensation.",
    "“We are doing spatial data plan. We have just put the plan to cabinet. We are still waiting for approval,” Wijewardene, the Senior Advisor to President Ranil Wickremesinghe on Climate Change, told EconomyNext in an interview on Friday (12).",
    "“That is where we will map out whole of Sri Lanka’s every tree species, and what the carbon output of each tree species.”",
    "“Then we have the knowledge of what our potential is in Sri Lanka. Then it will be much helpful when we go out to tap market for (Carbon) trading. The process will take two years.”",
    "He said the aim is to earn money through conservation and projects protecting the environment.",
    "The island nation is also in the process of drafting regulations to ensure the monetary benefits from a proposed 6,400 “Green Entrepreneurs” projects along Sri Lanka’s coastline, focusing on mangrove restoration and development.",
    "“So, we can get youth in these areas while looking after mangroves they can see how they can generate some income through tourism and carbon credit,” Wijewardene said.",
    "“Right now we are drawing up a framework – some kind of regulations how the carbon trading in the carbon market can trickle down to communities.”",
    "He said Sri Lanka will have to go for certification from international agencies before it goes for carbon trading.",
    "“The regulations we are trying is how the carbon trading money can be used by the communities and used in projects to conserve the environment.”",
    "The government move to speed up carbon credit trading comes as it has planned to become carbon neutral or zero carbon emission by 2040 with a raft of large renewable energy projects.",
    "The island nation has been adversely hit by the impacts of climate change leading to frequent floods and droughts across the country.",
    "President Wickremesinghe at COP-28  in Dubai last year launched his ambitious plans on establishing an International Climate Change University, Tropical Belt Initiative (TBI) and Climate Justice Forum (CJF) in a move to gather all countries vulnerable to climate change under a common theme to bargain strongly with advanced countries to invest in their nations on green initiatives including wind and solar power projects. (Colombo/July 12/2023)"
  ]
}