{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100352/new-uk-leader-starmer-declares-rwanda-deportation-plan-dead-and-buried",
  "time_ut": 1720343340.0,
  "original_lang": "en",
  "original_title": "New UK leader Starmer declares Rwanda deportation plan ‘dead and buried’",
  "original_body_lines": [
    "Britain’s new Prime Minister Keir Starmer said on Saturday he would scrap a controversial plan to fly thousands of asylum seekers from Britain to Rwanda in his first major policy announcement since winning a landslide election victory.",
    "The previous Conservative government first announced the plan in 2022 to send migrants who arrived in Britain without permission to the East African nation, saying it would put an end to asylum seekers arriving on small boats.",
    "But no one was sent to Rwanda under the plan because of years of legal challenges.",
    "At his first press conference since becoming prime minister, Starmer said that the Rwanda policy would be scrapped because only about 1% of asylum seekers would have been removed and it would have failed to act as a deterrent.",
    "“The Rwanda scheme was dead and buried before it started. It’s never been a deterrent,” Starmer said. “I’m not prepared to continue with gimmicks that don’t act as a deterrent.”",
    "Starmer won one of the largest parliamentary majorities in modern British history on Friday, making him the most powerful British leader since former Prime Minister Tony Blair, but he faces a number of challenges, including improving struggling public services and reviving a weak economy.",
    "At the press conference in Downing Street, Starmer answered about a dozen questions and was repeatedly asked about how and when he would start delivering on his promises to fix the nation’s problems, but he gave few specifics about what he planned.",
    "Asked if he was willing to take tough decisions and raise taxes if necessary, Starmer said his government would identify problems and act in areas such as tackling an overstretched prisons system and reducing the long waiting times to use the state-run health service.",
    "“We’re going to have to take the tough decisions and take them early, and we will. We will do that with a raw honesty,” he said. “But that is not a sort of prelude to saying there’s some tax decision that we didn’t speak about before.”",
    "Starmer said he would set up and chair different “mission delivery boards” to focus on so-called missions or priority areas such as the health service and economic growth.",
    "The question of how to stop the asylum seekers crossing from France was a major theme of the six-week election campaign.",
    "While supporters say it would smash the model of people traffickers, critics have argued the Rwanda policy was immoral and would never work.",
    "Last November, the UK Supreme Court declared the policy unlawful, saying Rwanda could not be considered a safe third country, prompting ministers to sign a new treaty with the East African country and to pass new legislation to override this.",
    "The legality of that move was being challenged by charities and unions in the courts.",
    "The British government has already given the Rwandan government hundreds of millions of pounds to set up accommodation and hire extra officials to process the asylum seekers, money it cannot recover.",
    "Starmer has said his government would create a Border Security Command that would bring together staff from the police, the domestic intelligence agency and prosecutors to work with international agencies to stop people smuggling.",
    "Sonya Sceats, CEO of Freedom from Torture, one of the many organizations and charities which have campaigned to stop the Rwanda plan, welcomed Starmer’s announcement on Saturday.",
    "“We applaud Keir Starmer for moving immediately to close the door on this shameful scheme that played politics with the lives of people fleeting torture and persecution,” she said."
  ]
}