{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/worlds-first-plantations-company-chairman-to-receive-climate-neutral-citizen-certification/",
  "time_ut": 1724442960.0,
  "original_lang": "en",
  "original_title": "World’s first plantations company chairman to receive ‘Climate Neutral Citizen’ certification",
  "original_body_lines": [
    "The universally acclaimed ‘Control Union,’ with its branch overlooking activities in Sri Lanka and Myanmar has bestowed the rare honour of the ‘Climate Neutral Citizen’ certification on Dr. Pradeep Uluwaduge, Chairman of Browns Plantations, coming under the purview of the LOLC group of companies. His contributions to environmental preservation, ecological sustainability and catalysing activity to minimise the adverse effects on the Ozone layer, have stimulated enthusiasm with successful implementation of such programmes with tangible benefits being harnessed.",
    "His efforts in this regard have been duly recognised by the certification body – ‘Control Union Inspection’ in selecting him as the first Chairman of plantation companies to receive the individual ‘Climate Neutral Citizen’ award and certificate.",
    "The Managing Director of Control Union – Sri Lanka and Myanmar, Mr. Roshan Ranawake and his team of senior personnel called over on the 13th of August 2024 at the LOLC Head Office, to present the prestigious award to Dr. Uluwaduge. In his address, Mr. Ranawake enumerated the progressive actions initiated by Dr. Uluwaduge who has distinguished himself as a leader committed to impactful measures that benefit both humanity and the environment.",
    "Browns Plantations has significantly expanded its international presence, acquiring extensive tea estates and factories in Kenya, Tanzania, Rwanda and China, in addition to holding three large Regional Plantation Companies in Sri Lanka. This expansion has positioned Browns Plantations as the largest producer of tea globally. Dr. Uluwaduge, as Chairman of these entities, richly deserves the recognition accorded to him by this certification.",
    "AIA Insurance promotes national water safety awareness in Sri Lanka, aligned with AIA One Billion initiative",
    "Serendib Flour Mills’ ‘Uththama Dalada’ project continues nourishing hearts of elders",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}