{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-billionaire-shoe-salesman/",
  "time_ut": 1708788480.0,
  "original_lang": "en",
  "original_title": "THE BILLIONAIRE SHOE SALESMAN",
  "original_body_lines": [
    "February is Black History month, celebrated for over a century to focus attention on the history of the origins, the cruelty, the travails, the sacrifices, and achievements of the enslaved people brought from Africa to the Land of the Free White Supremacists in the early 17th century.",
    "However, February has brought nothing but grief to The Donald. Trump was ranked, on February 20, by 154 scholars connected to the distinguished American Political Science Association, as the “45th and rock bottom” of US presidents in history. Even more humiliating was President Biden’s ranking at no. 14, with his most important achievement listed that he “rescued the presidency from Trump”!",
    "The month of February also saw the courts shattering Trump’s dreams of presidential immunity, that he was above the law and therefore immune from the 91 felonies committed during his presidency.",
    "Trump has already been hit with penalties from two civil trials in New York – $83 million for the rape and defamation of E. Jean Carroll and $355 million for inflating the value of his assets and defrauding the US government. Of course he will appeal these judgments. The problem is that any such appeals have to be accompanied by full or at least a substantial percentage of the damages awarded, in cash or bond. Unfortunately, no issuer of bonds will trust Trump with any such transaction.",
    "Many may think that Trump had hit rock bottom when he was, at a campaign rally last week, making a fevered pitch to sell “beautiful” gold painted pairs of sneakers at a “bargain” price of $399 a pop, presumably to help raise the money due as damages on the above judgments.",
    "The price of a high-end pair of Nike sneakers runs at around $100; but, according to Trump, his brand name increases the price of any commodity exponentially. Like the many properties he has illegally overvalued, which is the reason this former president and billionaire has been reduced in status to a Footlocker shoe salesman. A comparison which will likely be resented by those salesmen.",
    "No doubt he’ll raise the necessary funds from his Russian and Saudi Arabian buddies who will be happy to pay millions of dollars for some of the top-secret documents he still has stashed away in one of his Mar a Lago toilets.",
    "I will never forget a statement Trump made in one of his pre-2016 campaign rallies:",
    "“I am really rich. I will be using my own money. I won’t need any contributions from anyone for my campaign or any other reason. I built a very small loan into a company that’s worth many billions of dollars, with some of the greatest assets in the world”.",
    "Only Trump can squeeze in so many lies into a few sentences. The “very small loan” referred to was an inheritance of over $300 million from his father in the late 1990s. His election campaigns have been funded almost entirely by donations from his supporters. After his electoral defeat in 2020, he has been milking his supporters every time he was indicted on felonies, with lies that the crooked Biden administration was persecuting him, on a perennial witch hunt. With all the evidence of his criminal, even treasonous, behavior staring them in the face, members of his cult, even so-called moderate Republicans, continue to humor and fund him.",
    "Trump has long been threatening, if he wins re-election, that the USA will resign from NATO, the most durable and powerful military alliance since World War II. He alleges that fellow NATO members were not paying the minimum of 2% of their Gross Domestic Product (GDP) for their common defense. In fact, last week he said that he would encourage Russia to “to do whatever the hell they want”, even invade any NATO allies who were delinquent in the payment of their dues.",
    "Trump’s love affairs with the despots of the world, right-wing dictators like Russia’s Putin and Hungary’s Viktor Orban have been an open secret, his admiration and envy of these murderers boundless.",
    "When the tragic news of the death of Putin’s nemesis, Alexei Navalny, was announced last week by the authorities of an Arctic penal colony, the leaders of the United States and most nations of the world condemned Putin for the murder of the leader of the largest anti-Putin movement in Russia. President Biden called Putin a “crazy son of a bitch, a killer, a butcher and a war criminal”, and promised to impose stringent sanctions on Russia as a result of this murder.",
    "In spite of demands from his family that his body be released for humane and private burial, Russian authorities refuse to do so, probably awaiting the disappearance of traces of the poison used to kill him.",
    "And Trump? He was speechless for a week, reluctant to criticize his mentor. When he finally found his tongue, he mentioned not a word against Putin, but predictably made a statement short on grief and sympathy, and long about himself and his mythical grievances. He described himself, with not an ounce of irony, as “the Navalny of the United States”, the victim of oppression, battling the persecution of the ruthless dictatorship of Crooked Joe! Hardly surprising, this is the narcissistic maniac who had previously compared himself to Nelson Mandela, and most famously, to Jesus Christ.",
    "Actually, the analogy couldn’t be more antithetical. Alexei Navalny was prepared to sacrifice his life for democracy. Trump, on the other hand, was prepared to sacrifice the life of his Vice-President Mike Pence to destroy democracy.",
    "It never ceases to amaze me that a felon already convicted of rape and fraud, indicted in four jurisdictions and on conditional bail for a world record of 91 felonies, has the gall to call Joe Biden CROOKED, as he described “Crooked Joe” in a tweet after Navalny’s murder. It’s like the Milwaukee Cannibal, Jeffrey Dahmer, the serial murderer who made a delicious meal of his victims, describing a vegetarian as a monster!",
    "February also brought a confession by Alexander Smirnov, former FBI informant, on whose information Republicans based their allegations for impeachment of President Biden and his son, Hunter. Smirnov had previously stated that the Bidens had received millions of dirty dollars from the Ukrainian company, Burisma. He has now confessed to the FBI that his story about the Bidens was a complete fabrication, an invention of Putin’s Russian intelligence. He has since been exposed by the FBI as a “Disinformation Agent” of this Russian spy machine.",
    "Many prominent Republican Congressmen still shamelessly lie that they have complete confidence in Smirnov’s credibility, in spite of the fact that FBI Director, Christopher Wray had warned them two years ago that Smirnov’s credentials were highly suspect. Smirnov is now under indictment for lying and providing falsified documents to the FBI. His testimony has completely undercut the Republicans’ case, and their desperate attempts to impeach President Biden have finally blown up in their faces.",
    "There is no doubt that Hunter Biden was a flawed human being, who acted unethically in accepting money from an Ukrainian company, taking advantage of his father’s position as the Vice-President. Hunter has also admitted there was a period in his life when he was guilty of substance abuse and tax evasion, crimes for which he is in the process of paying his debt to society.",
    "There is absolutely no evidence that President Biden was involved in any way with the activities of his son, a private citizen, during his two terms as Vice-President.",
    "Interestingly, Republicans turned a blind eye when Trump’s children were defrauding the government for billions of dollars, when his daughter, Ivanka and husband, Jared Kushner, were senior employees in the Trump administration.",
    "This complicity of Russian intelligence with Trump’s Republican cult leads to the terrifying conclusion that the Russians are, yet again, attempting to interfere in American elections. The stakes for Putin could not be higher. The re-election of Trump, his lap-dog, to the US presidency in November will open the doors to his ultimate dream of the re-emergence of the Superpower glory of the now defunct Union of Soviet Socialist Republics (USSR). And Trump will attain his dreams of dictatorial power, and use that power to rival Putin as the richest man in the world.",
    "Alexei Navalny’s simple message to his supporters, as shown in the 2022 Oscar-winning documentary, was as ominous as it was inspirational.",
    "“You are not allowed to give up. If they decide to kill me, it means that we are incredibly strong. We need to use this power”. He ended his message with a maxim often attributed to Edmund Burke, widely known as the philosophical founder of British conservatism: “All that is needed for the triumph of evil is for good people to do nothing”. A message that has guided Navalny’s life, and may prove to be even more powerful in his death, if it inspires the good people in Russia to continue the struggle against Putin’s evil regime and build a better future for Russia.",
    "The good people of Germany ignored the evils of Hitler and the Nazis in the 1930s. They did nothing although they saw – and smelled – the smoke of burning human flesh billowing from the ovens of Germany’s many concentration camps. This gruesome evil was finally vanquished, though with international, including American, intervention. But not before the extermination of six million Jews.",
    "Today, the good people of the world, even in Israel, are watching in horror but doing nothing as Israeli Prime Minister, Netanyahu and his right-wing cabinet intent on a one-state solution in Israel, are continuing to wreak vengeance on innocent Palestinian men, women and children in Gaza (29,000 killed as of date, and counting) for that one day on October 7, 2023. A day when Hamas, a terrorist organization, tortured and killed 1,200 Israeli settlers in the West Bank, kidnapping 140 hostages of various nationalities.",
    "Revenge in the form of indiscriminate air and ground onslaughts by the Israeli Defense Force are beginning to metaphorically smell awfully like the noisome smoke that emanated from the ovens of Auschwitz. And who knows? Netanyahu might succeed in his ambition to wipe out all the Palestinians where Hitler failed in his ambition to exterminate all the Jews. A genocidal parallel, brimming with irony, that will not be lost in the history books of the future.",
    "The tragedy is that this very same scenario exists in the greatest democracy in the world today. The good people of the United States of America are looking on in apathy, doing nothing, as Trump and the American equivalent of the Nazi Brownshirts harass, threaten and attack, not only Jews, but all brown skinned immigrants from “shithole countries”. They listen with enthusiastic anticipation to Trump listing all the Hitler-like measures he will implement to “preserve the pure white blood” of European Americans when he wins re-election.",
    "These domestic terrorists will not surrender the white privileges they have enjoyed for centuries without using every means, domestic and Russian, politically deceptive and criminally violent, to perpetuate their illusion of white superiority.",
    "The good people of America have eight months to wake up to what could well mean the end of their democracy and the position of their leadership of the free nations of the world. And the sad fact is that most people who read this will think I am being alarmingly fear-mongering and hyperbolic. Let me assure you, I am not. Trump’s “movement” presents the greatest danger the United States has faced since the Civil War, basically, for the same reason – preservation of the dominance of White Supremacy. This time around, however, the modern version of the soldiers of the Confederacy will be armed not with muskets but with military style killing machines. And led by an ignorant psychopath.",
    "Leading Restoration: WNPS at the Forefront of Conserving Mangrove Ecosystems",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}