{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-plantations-association-say-trump-tariffs-will-hurt-tea-rubber-farms-233084/",
  "time_ut": 1753681200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Plantations Association say Trump tariffs will hurt tea, rubber farms",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Planters’ Association made up of managers of commercial farming sector says tea a a proposed Trump tariff will hurt tea and rubber farms particularly as Vietnam and Indonesia has negotiated better terms.",
    "The US has allowed its citizens to buy Sri Lanka tea at zero taxes, before the 30 percent tax was proposed.",
    "Meanwhile the Planter’s Association said the US imported 6.4 million kilos of Ceylon tea in 2024 up 22 percent in volume and 11 percent.",
    "About 65 percent were value added teas which were packaged blended, flavored and instant teas.",
    "Former Chairman of Tea Exporters Association, Ganesh Deivanayagam said the average FOB price of tea exported to the US was around 7 dollar per kilo, higher than the national average price of 5.83 dollars in 2024, showing a premium position of Ceylon Tea in the country.",
    "On April 11 when the initially Trump tariff of 10 percent went into effect, nearly 300,000 kg of tea valued at 3.24 million dollars was already en route to the U.S. and an additional 21,000 kg worth 479,000 dollars was awaiting clearance at U.S. ports.",
    "Following the tariff announcement, confirmed orders for 225,970 kg valued at 3.14 million dollars were suspended.",
    "Although recent reports indicate some shipments are now being cleared by buyers willing to pay a 10 percent duty, the uncertainty has disrupted cash flows and confidence among exporters the PA said.",
    "Rubber goods exports to the US was over 330 million US dollars, made up fo solid tyres, medical gloves, and PPE. The has already led to order suspensions and growing investor anxiety, the PA said.",
    "“The 30 percent tariff makes Sri Lanka non-competitive overnight as we will lose ground to Vietnam and India, who are actively negotiating better terms,” the statement said.",
    "However, Trump claimed Vietnam has allowed duty free access to US goods.",
    "Sri Lanka also heavily taxes vegetable oils, some of which are produced by the US, and plantations firms sell palm oil at high prices to the people to get profits.",
    "Sri Lanka’s tea sector, in particular branded exporters have banned the import of foreign teas to the country for people to consume and also blocked blending allowing other countries to get the business.",
    "The Association said it was seeking temporary relief measures for affected producers, including duty drawback schemes, retraining programs for affected workers and export marketing assistance to mitigate immediate disruptions.",
    "It further emphasized the need for market diversification and long-term investment in branding and innovation, to safeguard the country’s competitiveness and resilience. (Colombo/July28/2025)"
  ]
}