{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lawyers-trained-in-mediation-advocacy/34-760159",
  "time_ut": 1711922490.0,
  "original_lang": "en",
  "original_title": "Lawyers trained in mediation advocacy",
  "original_body_lines": [
    "A training for lawyers on “Mediation Advocacy” was organised by the International ADR Center (IADRC) on 26 and 27 March.",
    "Resource persons from the Singapore International Mediation Center (SIMC) provided the training for 24 lawyers drawn from among chambers of private practitioners, from leading law firms, corporates and the Attorney General’s department.",
    "Globally, mediation is fast becoming a preferred method of dispute resolution because of the several benefits it offers. It is expeditious (usually completed in a single day or a few months), cost effective, has the potential to find resolutions to satisfy the interests of disputants and to restore fractured relationships. Mediation is used for the resolution of all categories of disputes ranging from Investor-State, Intellectual Property, Family, Trade and Business to Construction and Creditor-Debtor disputes.",
    "Lawyers the world over are carving out a niche role for themselves to be useful in assisting their clients to reach a settlement through this non adversarial process. The role is very different from that of the role played by the litigating lawyer who adopts a different brand of advocacy and court craft within the adversarial process.",
    "The participants were taken through the principles and key features of mediation, the process adopted in mediating disputes and the techniques and principles that a lawyer must adopt to contribute to securing the best resolution for their client and thereby the success of a mediation. The IADRC plans to have another training program during the latter part of this year.",
    "The training was possible with funding from The Asia Foundation through the ‘Support to Justice Sector’ (JURE) project of the European Union and implemented by the UNDP."
  ]
}