{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Institute-of-Electrical-and-Electronic-Engineers-announces-Illuminate-24/34-760874",
  "time_ut": 1713730291.0,
  "original_lang": "en",
  "original_title": "Institute of Electrical and Electronic Engineers announces Illuminate ’24",
  "original_body_lines": [
    "Inspiring initiative aimed at empowering undergraduate students aspiring to build their own startups and driving youth entrepreneurship",
    "Institute of Electrical and Electronic Engineers (IEEE) , the world’s largest professional association dedicated to advancing technological innovation and excellence for the benefit of humanity, has announced Illuminate ’24, an inspiring initiative aimed at empowering undergraduate students aspiring to build their own startups and driving youth entrepreneurship.",
    "Illuminate ’24 serves as a valuable platform for these students to gain insights from accomplished entrepreneurs who have successfully navigated the journey of building their ventures.",
    "Under the theme “Where Aspirations Meet Achievers,” Illuminate ’24 will feature YouTube sessions where prominent entrepreneurs will share their personal growth insights and professional achievements. These sessions will provide valuable insights and motivation for attendees, setting the stage for our culminating grand-scale physical event, where a notable panel of entrepreneurs will share their transformative journeys and insights.",
    "Illuminate ‘24 stands out among traditional TED talks by gathering experts from diverse fields, ensuring every attendee finds relevant motivation. Specifically designed for aspiring undergraduates, the event offers customised guidance to navigate entrepreneurial journeys effectively. Unlike solely focusing on professional achievements, Illuminate ‘24 emphasises personal development, mental well-being, and work-life balance, inspiring a generation that values holistic success.",
    "IEEE and its members inspire a global community through its highly cited publications, conferences, technology standards, and professional and educational activities.",
    "As a leading professional association dedicated to technological innovation, IEEE at IIT aims to promote excellence and provide valuable opportunities for students to develop their skills and industry exposure. The IEEE at IIT has over 500 registered members with the IEEE global membership."
  ]
}