{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/capacity-building-in-hotel-sector-a-crying-need-tourism-expert/",
  "time_ut": 1736186280.0,
  "original_lang": "en",
  "original_title": "Capacity-building in hotel sector, a crying need – tourism expert",
  "original_body_lines": [
    "Sri Lanka has an immense growth potential in its travel and tourism industry, yet this rich potential has not been realized. Therefore, capacity building in the hotel sector is the need of the hour to attract more tourists into the country in the future, a top travel and tourism sector expert Chandana Amaradasa said.",
    "“At present Sri Lanka has approximately 40,000 rooms, which need to be doubled at least within the next three to five years. Apart from that the best solution would be to upgrade existing hotels which are operating to five star level, said Amaradasa who works as a Managing Director at Island Leisure Lanka, an award winning hospitality and destination management company which celebrated the 15th anniversary of its founding at Colombo Club at Hotel Taj Samudra recently.",
    "” The Sri Lankan tourism sector is now bullish with the arrival of two million tourists in 2024, while this year we could expect 2.5 million to 3 million tourist arrivals with an expected revenue of US $ 3.5 billion to 4 billion. Therefore, capacity building in the hotel sector is now an important factor to cater to the ever increasing tourist arrivals into the country, he said.",
    "Amaradasa, former Senior Manager of Taj Hotels and former vice president, Ceylon Hotels Graduates’ Association also said that the imposition of VAT liability from zero for the inbound tourism sector is one of the disadvantages for the industry.",
    "Amaradasa added: “Abandoned old colonial buildings, circuit bungalows and other important buildings belonging to the government should be handed over to the private sector to develop them into hotels as a short term solution for this issue.",
    "“Tax impositions for inbound tour operators who are doing yeoman service to bring tourists into the country would definitely affect the growth of the sector. Therefore, the government and relevant authorities should immediately address that issue.”",
    "Amaradasa who is also an Executive Committee Member PATA also said that, high quality PR campaigns are needed globally to attract high quality tourists into the country, while minimizing brain drain in the sector. “The industry is now suffering due to the exodus of high quality travel and tourism sector employees, which is an important factor to consider and address at this juncture, he said.",
    "“Sri Lanka possesses two of the oldest golf links in the world, and could be promoted as a golf hub in the region, Amaradasa added.",
    "Dialog brings ‘The Future.Today’ to life as Sri Lanka’s first Drone Countdown takes flight",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}