{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97523/tm-dilshan-gains-australian-citizenship",
  "time_ut": 1708858560.0,
  "original_lang": "en",
  "original_title": "TM Dilshan gains Australian citizenship",
  "original_body_lines": [
    "Former Sri Lankan cricketer Tillakaratne Dilshan has been granted Australian citizenship, as confirmed by Australian MP Jason Wood in a social media post.",
    "TM Dilshan, renowned for his explosive batting style, played a pivotal role in numerous victories for the Sri Lankan cricket team throughout his career. The 47-year-old’s acquisition of Australian citizenship marks a new chapter in his life post-retirement from professional cricket.",
    "“Today’s citizenship ceremony was made even more special with the attendance of Tillakaratne Dilshan, a former Sri Lankan cricketer and captain of the Sri Lanka national cricket team.",
    "“Dilshan is regarded as the best Sri Lankan player in run-chases in ODI history. He also holds the record for being the top run scorer in the 2011 ICC Cricket World Cup with 500 runs and scored a century against England in the semi-final. Additionally, he was part of the Sri Lankan team that won the 2014 ICC World Twenty20,” the MP posted on social media.",
    "MP Jason Wood, welcoming Dilshan as a new Australian citizen and local resident, expressed his hope that the veteran would consider joining a local team.",
    "“It was great to hear that his daughter Resandi is following in her father’s footsteps,” he added.",
    "Tillakaratne Dilshan amassed over 10,000 runs from 330 ODIs since his one-day international debut in 1999 against Zimbabwe. His Test career spanned 87 matches, during which he accumulated 5492 runs, including a high-score of 193.  In 80 T20I matches, Dilshan made 1889 runs, which featured one century and 13 half-centuries.",
    "Renowned for his unorthodox style, including the innovative scoop shot, Dilshan proved to be an extremely effective and versatile batsman across formats throughout his career."
  ]
}