{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hayleys-group-reports-economic-value-creation-of-rs-150-billion/",
  "time_ut": 1722809460.0,
  "original_lang": "en",
  "original_title": "Hayleys Group reports economic value creation of Rs. 150 billion",
  "original_body_lines": [
    "Hayleys PLC, Sri Lanka’s largest public-listed diversified conglomerate, reported an economic value creation of Rs. 150 billion, parallel to delivering progress on its sustainability targets over the last financial year (FY2023-24).Accounting for a total of 5% of Sri Lanka’s total export income, during the period in review, Hayleys earned USD 591 Mn foreign exchange income. As a net exporter, 54% of group revenue was generated from exports.",
    "The Group distributed Rs. 138.6 billion in cumulative economic value towards all stakeholders, including supplier development, government taxes, employee payments, lenders of capital and to shareholders – a 6.7% YoY increase.",
    "“The evolution of the Hayleys Group has been characterised by a singular commitment to drive value addition and excellence across all spheres of its operations. Across its business lines, organic and inorganic growth has always centered on enhancing value through offering innovative and sophisticated solutions catering to increasingly complex customer needs. Today, our intrinsic link to every facet of the country’s economy and our deep connections to international supply chains have allowed Hayleys to showcase the best Sri Lanka has to offer in the global arena,” Hayleys PLC Chairman and Chief Executive, Mohan Pandithage said.",
    "“We are proud of the progress being made to foster sustainable innovation and value-added export development. Leveraging inclusive business models, and a sincere commitment to driving circularity, we hope to build a more resilient future for all.”",
    "As one of Sri Lanka’s largest employers, Hayleys supports the livelihoods of thousands of families, prioritising the critical role it plays in the well-being and development of its employees and value chain partners. Total jobs across the Group’s global network increased to 36,266 employees. Payments to employees rose to Rs. 53 billion, reflecting the Group’s enduring commitment to its workforce as it navigated the economic downturn. Employee development was also a priority, with Rs. 183 million invested in 369,589 hours of training.",
    "Hayleys supports over 23,000 livelihoods through opportunities for indirect employment across its value chains. Through inclusive business models, the Group links grassroot enterprises, smallholders, and farmers to global value chains through outgrower models. Similar models were applied to the cultivation of gherkin, jackfruit, and tropical fruits, as well as eco-friendly coconut shell charcoal for value-added activated carbon products.",
    "Payments to suppliers totalled Rs. 325.4 billion, with 54% allocated to local suppliers. The Group trained 1,318 suppliers through development programmes aimed at uplifting their livelihoods. Hayleys is also one of the largest taxpayers in the country.",
    "“We will continue to leverage the Group’s unmatched human capital, product capabilities, brands and relationships to drive deeper penetration in selected markets. Crucial priorities in the next financial year will include strategically embedding ESG to derive a competitive advantage, accessing new markets and optimising resources while effectively addressing critical social and environmental issues we face as a society,” states Pandithage.",
    "A centrepiece of the Sri Lankan economy, Hayleys, a public-listed entity, is Sri Lanka’s most diversified conglomerate, with a global footprint spanning 18 countries in 5 regions. Hayleys is a champion of sustainable innovation and represents one of Sri Lanka’s most prominent success stories.",
    "Unidil recognised at National Convention on Quality & Productivity Awards 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}