{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Speaking-truth-to-power-Ethnics-in-ELT-to-the-fore-Part-I-of-III/4-757332",
  "time_ut": 1705082457.0,
  "original_lang": "en",
  "original_title": "Speaking truth to power: Ethnics in ELT to the fore (Part I of III)",
  "original_body_lines": [
    "In a new year ahead, we hope for a sea-change into something rich and strange",
    "It has long been the contention of this writer that English-Language Theatre (ELT) in Sri Lanka has great potential as a vehicle to engage with civics and government critically in the larger national interest.",
    "Since 1994, when I first proposed a consortium of the creative and critical arms of the performing arts to this end, there have been few takers and even fewer serious contenders where ELT has spoken truth to power.",
    "Many valuable and valiant attempts have been made – from politically-angled dramatizations of Shakespeare, through slapstick passed off as satire, to original pieces spanning a spectrum of sub-genres such as existential plays, stand-up comedies and (God help us) even musicals.",
    "But most have failed to pass muster because in the main they have sought more to please those whom they consider their primary stakeholders – members of cast and crew, and their families and friends (ELT is quite incestuous in a sense) – rather than critically engage the powers that be with serious content.",
    "It does not help society as a whole if ELT – unlike its Sinhala counterpart, which is far more subversive and serious about their stagecraft – that impresarios are more mindful about making a splash with amusements and entertainments, and making a handful of shekels where feasible, rather than making a change to the often abysmal status quo that cries out for critical engagement.",
    "In a new year ahead, we hope for a sea-change into something rich and strange.",
    "Today, let’s look at the possibilities held out by the re-run of a play that hit the boards in November 2023 and will see Feroze Kamardeen (FK) reprise his eponymous role in Grow Up Nana (GUN) this weekend at the Wendt.",
    "Grow Up Nana – no comma, no exclamation mark! – is a comedy that’s ostensibly about Sri Lankan Muslims (SLMs) as they are acronymously known in this production by StageLight&Magic (SLM). Which also brought theatre audiences gaga about gags, giggles and grand gestures the happy farce of the Freddy franchise and that vehicle with potential for sociopolitical change: Pusswedilla.",
    "In the short span of under two hours (for this relief many thanks; the night is still young, and we have other fish to fry), FK AKA Nana goes to town in his characteristic style on a plethora of the ills that plague his community: the SLMs (not StageLight&Magic but Sri Lankan Muslims and their many idiosyncracies).",
    "The SLMs throughout the length and breadth of the sunny isle we inhabit – so blissfully unaware of our own foibles but so sharply sensitized to others’ foibles – get short shrift from one of their own.",
    "And it is “nasty, brutish and short” (like early humanity in general, in Hobbes’ Leviathan) in instances. But overall it is necessary, brutally honest and sweetly to the point – a welcome change for FK, who tends to meander like Leander.",
    "Okay, I do too – point taken! To the ‘res’ (the play is the thing) then?",
    "A lot of the early parts of the play are self-referential (for e.g. “In my theatre career I have been blessed by the Almighty to have written all those plays and since my first –  Pusswedilla, in 2007 – I have spoken to all of you in many different voices”; “In Pusswedilla I have been blessed to have had some of the finest comic actors in theatre on stage breathing life into my scripts”; “Yes there are many voices in my head but tonight is different: tonight I have no performer to speak through; tonight is just me”).",
    "But once he gets going on ‘Self and the Other’ – the role of ethnics in society – one tends to forgive him that initial excess.",
    "There are other peccadilloes to fend off too, one feels, such as being forgetful of the part played by dominant figures who failed spectacularly to deliver the nation-state in keeping with their reputation as political messiahs.",
    "FK reminisces: “I have had the unique experience of watching Pusswedilla seated right next to H. E. Mahinda Rajapaksha. And whatever faults MR may have – in his sense of planning, sense of project management, sense of budgeting, sense of governing, whatever – his sense of humour is fine.”",
    "This is the problem with much of Pusswedilla’s brand of humour. It tends to stamp picaresque villains as loveable rouges and exonerate them on the basis that some of their mannerisms were once considered funny. Aiyo Nana, ‘mathaka nae’?",
    "But despite the almost-loving glance back in pseudo-fondness, FK has the last laugh, and that is where he employs humour to good effect and use. Of MR, he avers: “His sense of humour is sometimes cruel I think. Like the time he played that really cruel practical joke on all of us. Like when he pranked the whole nation? What else did you think Gotabaya Rajapaksa’s presidency was? Obviously it went a bit too far, but that’s the problem with",
    "And in similar vein, Nana mints comedy gold by dint of an episode of Pusswedilla by fake-remembering the time GR allegedly wished to drive the family car because ‘Big Brother’ was doing it. And despite the fact that he – GR not MR – was not a qualified ‘driver’, yet took over the steering the ‘vehicle’. Get it?",
    "According to proceedings in Pusswedilla: “Thirty seconds later, the car is against a coconut tree, sibling is producing organic fertilizer and Pusswedilla is going, ‘Appachchi! Malli caar eka haeppuwaa! Galle Face geniyanna epaa!’”",
    "Yet that titbit was only an appetizer. The main course, of course, is nitwit SLMs. And Nana begins by investigating ‘The Aunty Network,’ which is “a sprawling network with allies, partners, spies, enemies, warring factions, new alliances. I am sure other communities have it, but we have the most organized and most powerful one of them all.”",
    "Now, he has the audience on his side, and the stage is set for a roast, which is at it should be. For all good satirists must be able to laugh at themselves and their own follies first.",
    "But to say as Nana does that “The Aunty Network wields it [point-scoring gossip and the art of verbal warfare] with the dexterity of a Mujahideen soldier handling a Gatling at the back of a white Toyota double cab while it’s moving up the Khyber pass” is only an hors d’oeuvre.",
    "The smorgasbord of ethnic valence has a host of other delectable offerings in GUN.",
    "Nana says: “We have children to get married off. That’s another strange phrase we use in our community: ‘married off’. They are trying so hard to get their son ‘married off’. Not just married, ‘married off’. As in now, that monkey is ‘off’ my shoulders, somebody else’s problem now.”",
    "This is clever as it makes the audience sympathetic yet suddenly self-conscious about what oddities the argot and jargon of their communities contain!",
    "Then, Nana enters the SLM minefield of ‘nikah’ (marriage contract) and ‘waleema’ (wedding reception). And in doing so with witty and insightful quips, quotes and anecdotes, holds up the mirror of folly in the face of his fellow SLMs. It also sets the stage for FK, later, to criticize the practices of his community – progressive? (not a compliment!) – when it comes to divorce.",
    "“Two important things to remember about Islamic weddings: one, the girl does not give a dowry; it’s the guy who is supposed to give it – it’s called the ‘mahar’; and two, the girl does not change her name to her husband’s name… she keeps her father’s name… because Islam recognizes that you can in fact have more than one husband in your lifetime but you will always have only one father.”",
    "“In our country, for some strange reason, women are not present at the nikah ceremony. I think it’s about time we changed that. And let me be clear on this: without the girl’s consent, the marriage cannot take place, it is not valid. So because she has to consent and because nothing can happen without it, here is a revolutionary idea… why don’t we let her be present for the ceremony? And maybe … let her sign the document that is technically her own marriage certificate. I mean it’s not like the birth certificate where it’s impossible to have the holder sign it, no? This is a partnership entered into by and between two consenting adults in the eyes of the Almighty Himself. Let",
    "Midway, Nana attends SLM funerals. However, that is not before he has poked some fun at the pretentious Sri Lankan habit of sussing out one’s old school as a traditional form of social sniffing.",
    "“So, as the more perceptive ones amongst you may have already guessed, I am Muslim. And I am not a Thomian! You won’t believe the number of times people have",
    "‘Oh, DS is in Colombo 7? Ah, how did you get into English theatre?’",
    "‘See you later, machang, I was speaking to some other people…’",
    "En route to the funeral, Nana dissects SLMs for their attitudes and approaches to “the whole PDA thing” (Public Display of Affection) and PDW (Public Display of Wealth). Apparently, the Holy Prophet, Peace Be Upon Him (PBUH), was in favour of PDA but not PDW.",
    "“Of course, PDA only with the approved people – okay? I mean, you can’t have PDA with your secretary and go home and expect to live, no?” And then again: “What the Holy Prophet did not like or never approved was PDW, Public Display of Wealth. Strangely, we seem to excel in that and one of the areas that we do it extensively is, of course, at our weddings. Can’t do it at our funerals, no?”",
    "“Go to an Islamic funeral. Actually, go to two. A very rich man’s ‘janaza’ (that’s what the body and the funeral are both called) and go to a poor man’s one. It’s all the same. Same cloth, same box, same sized grave: it’s a very big eye-opener. We bring nothing and take nothing except our good deeds. And nothing in life is permanent, sort of like ‘aniccawata sankhaara’. [Sly parallel being drawn] Our funerals do not allow for any PDW, no big show of wealth. They are very simple, very quick, very cheap: the billionaire and the pauper all get the same… same coffin, same prayer, same",
    "This commentary on death helps Nana to springboard into his pithy and pointed observations on sex, love, marriage and divorce.",
    "But that story in Part II of how ethnics can provoke not only minority communities to self-reflection but majoritarian societies to sea-changes in everyone’s best interests."
  ]
}