{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84559",
  "time_ut": 1723898880.0,
  "original_lang": "en",
  "original_title": "Will  Rajitha Senaratne’s Crossover  Trigger More Defections of MPs From SJB to Ranil’s Side?",
  "original_body_lines": [
    "Nambukara Helambage Rajitha Harischandra Senaratne known as Rajitha  Senaratne is the latest among well-known politicians to throw in their lot with incumbent president Ranil Wickremesinghe. The Samagi Jana Balawegaya(SJB) MP for Kalutara district met with the president at the Gangaramaya temple in Colombo on 13 August and signed a memorandum of understanding (MOU) pledging unconditional support to Wickremesinghe in the forthcoming Presidential election scheduled for  21 September 2024.Dr. Senaratne is a dentist turned politician who has served as cabinet minister for many years in the past.",
    "Speaking after the signing of the MOU at  Gangaramaya , Senaratne described Wickremesinghe as a “man of our time” who altered Sri Lanka’s trajectory by rescuing it from a dire situation. According to newspaper reports,  Senaratne  had stated  this motivated  him into  supporting  Wickremesinghe’s candidacy.",
    "Speaking further he  said if Wickremesinghe is defeated, and the recent achievements are lost, people may only realise too late what he (Wickremesinghe) had accomplished. He said by then, it would be too late for both Wickremesinghe and the country",
    "Senaratne  claimed he had  no personal conflict with SJB leader Sajith Premadasa, his wife Jalani Premadasa or other leaders of the party. Senaratne disclosed d that Premadasa urged him to remain supportive and not leave the fold. He also claimed that Premadasa promised a national list seat for his son, Chathura Senaratne, in exchange for his continued support. “He assured me that Chathura would be given one of the top three slots,” Senaratne said.",
    "Senaratne said he held several rounds of discussions with Wickremesinghe and the MoU has no conditions which would personally benefit him. He said they were all for the benefit of the country.",
    "After welcoming the Kalutara MP, President Ranil Wickremesinghe said that for Sri Lanka to move forward, it was essential not only to revive the economy but also reform the political framework. He mentioned that, like himself, Senaratne has radical ideas for transforming society, which is why he extended an invitation for Senaratne to join him in this effort.",
    "Rajitha Senaratne’s crossover is of much significance at the present juncture.Close upon a hundred MPs from the Sri Lanka Podujana Peramuna(SLPP) have been deserting the Rajapaksas and joining President Wickremesinghe’s camp in recent times but very few have split from the SJB. There has been much speculation that many SJB parliamentarians were ready to jump ship and re-unite with their mother party the United National Party(UNP).Ground realities have proved otherwise.",
    "Furthermore fate in the form of a Supreme court ruling has dealt a severe blow to the two MPs from the SJB who joined the Government and became cabinet ministers. Harin Fernando and Manisha Nanayakkara were expelled by the SJB after they switched sides in 2022. Now the SC has upheld the validity of that expulsion. Both lost their MP seats and as a result  ceased to be cabinet ministers.",
    "It was surmised by some members of the SJB as well as a few political commentators that no MP from the SJB would  break ranks with the party after the Supreme court verdict. Rajitha Senaratne’s action therefore has shattered this assessment. However it must be noted that even if the SJB takes punitive action against Senaratne, it would take quite a while for the legal procedures to conclude. Parliament would be dissolved and a fresh election announced long before that.",
    "Viewed against this backdrop  the changing of sides by Senaratne  may “inspire “further” SJB crossovers in the coming days. The political grapevine keeps  buzzing with the news of crossovers being in the pipeline.",
    "From another perspective, Senaratne’s action is a symbolic blow to the SJB in general and its leader Sajith Premadasa in particular.It was only on August 8th that a  SJB led political alliance was formed to support SJB Leader Sajith Premadasa’s candidacy at the Presidential election. 27  political parties and groups  signed  MOUs  to form  the ‘Samagi Jana  Sandhanaya’  grand alliance. The Samagi Jana Sandhanaya(SBS) projected a positive “winner”image for   Sajith Premadasa. There were even boasts that no MP from the SJB would ever  cross over.",
    "That positive image has been slightly dented by Senaratne’s crossover. The image may get further eroded if there are more crossers   in the wake of Senaratne crossing over. If Sajith is able to prevent further splits then Senaratne’s crossover would have little impact. It is however clear from rajitha’s speech at Gangaramaya that Sajith had tried hard to stop Senaratne jumping ship to the extent of even offering his son  a national list MP post.",
    "If more SJB MPs follow in the footsteps of Rajitha in the future, one of the reasons that may  be cited by potential side switchers  could be the composition of the SBS.  . The inclusion of some former SLPP stalwarts in the SJB led alliance could be pinpointed to justify their change of sides. Already some of the “old”SJB parliamentarians are  reportedly unhappy over the imortance being given to the “new” entrants It is quite possible that Ranil took extra pains to “welcome” Rajitha  into his  camp to encourage this process.",
    "Sajith Premadasa has been  claiming the moral high ground in criticizing Ranil Wickremesinghe for serving as President with the backing of “Pohottuwa” MPs He has spurned invitations by the President to cooperate with the Govt and participate in the team effort to emancipate Sri Lanka economically saying he wont join corrupt crooks. Despite this lofty stance, Premadasa has welcomed a large number of former SLPP parliamentarians including some who held high posts in the Pohottuwa to the SBS alliance. This could provide some SJB MPs sufficient grounds to split from Sajith. Senaratne’s move could be the first call of the Cuckoo heralding a SJB “crossover spring”. Moreover Sajith is in no position to criticise Ranil for consorting with  SLPP elements now.",
    "Interestingly enough Rajitha Senaratne’s crossover to  Ranil’s side has been long anticipated. In fact many had been puzzled by the lengthy delay. Ironically a key factor contributing to this delay was President Ranil Wickremesinghe himself The political cold war that prevailed between Ranil and Basil also  played a part.  Another factor was Sajith Premadasa’s determination to prevent MPs quitting  his party. What had   then happened   was this.",
    "In the early days after he assumed office  asexecutive president, Ranil Wickremesinghe engaged in efforts to entice MPs from the parties in opposition to the side of the treasury benches. His intention was two-fold. Firstly he wanted the Government to be  broadly representative as possible. Secondly, he wanted to reduce his dependence on the Sri Lanka Podujana Peramuna (SLPP) as much as possible.",
    "The Opposition parties got jittery over this. A trio of Tamil and Muslim MP’s comprising two  party leaders and a senior party MP t met Wickremesinghe. They wanted Ranil  to stop  attempts to poach their MPs. They promised to support all progressive measures initiated by his Government. Ranil agreed and assured them that he would not encourage minority party MPs to join Government ranks. He was true to his word. When some Tamil and Muslim MPs wanted to cross over from the Opposition, Ranil blocked them.",
    "During discussions with the trio, one Opposition MP regarded as being close to the Leader of the Opposition Sajith Premadasa made a suggestion. He requested Ranil not to encourage defections from the Samagi Jana Balawegaya (SJB) just as he had agreed not to woo  Tamil and Muslim party MPs.",
    "Ranil Wickremesinghe refused to do so. He pointed out that most of the SJB parliamentarians were originally from the UNP. They had deserted the mother party and contested on the break-away SJB ticket in 2020. As such all former UNP members could return to the mother party if they so desired. He would accept them all as part of a  re-unifying process of the UNP",
    "Thereafter  efforts were made  to draw  MPs from the SJB into the Government. Instead of bringing over MPs on an individual basis, the UNP wanted a group or groups of MPs from the SJB to cross over.  Demands were made for minister and state minister posts. There was agreement on some. Ultimately a bloc of MPs led by Kalutara district MP Dr.Rajitha Senaratne was expected to cross over in mid 2023.",
    "A news report in the Daily Mirror of  April  6, 2023 quoting Dr. Rajitha Senaratne indicated  this. Here is an excerpt – “Several Samagi Jana Balawegaya (SJB) MPs are willing to support President Ranil Wickremesinghe and will do so as a group if the party fails to take a decision, SJB MP Rajitha Senaratne said today.",
    "“MPs like Harsha de Silva are willing to support President Wickremesinghe no matter what anyone says. We will support the President as a group if the party fails to make a decision,” the MP said responding to a question raised by journalists at a media briefing. “Also, he said the notion that the President has put the country on  a better position is a reality”.",
    "This Senaratne-led  mass defection from the SJB did not take place as expected in 2023.   Initially there was a delay due to the Health Ministry portfolio. Dr. Rajitha Senaratne was eyeing that but the then Health Minister Keheliya Rambukwella refused to let go of it. Subsequently Senaratne was ready to accept another ministry. But there was another hitch.",
    "SLPP MP from Kalutara  “Raththaran”  Rohitha Abeygunawardena objected. He said if fellow Kalutara district  MP Senaratne was made Cabinet minister that would place him (Rohitha) at a disadvantage when Parliament elections  were held. Therefore he too should be made Cabinet minister alongside Rajitha demanded Rohitha. SLPP “party boss”  Basil Rajapaksa too backed Rohitha in this.",
    "Earlier Basil Rajapaksa had wanted President Wickremesinghe to appoint several SLPP parliamentarians as state ministers and Cabinet ministers, Ranil had reluctantly accommodated some but refused to appoint others. Now Basil who was then  SLPP national organizer wanted “equal treatment”  for his party. If Wickremesinghe wanted to appoint an SJB “crosser” then he should appoint an SLPP member also to a similar post. This  impossible demand dampened Wickremesinghe’s  spirits. The SJB crossover project was put on hold.",
    "Meanwhile, SJB leader Sajith Premadasa also fought back against the attempts to get his party MPs to break away. When speculative reports about an imminent split in the SJB began appearing in the media, Sajith Premadasa denied that his party MPs were going to defect. He lashed out at the Govt and said such misleading reports were  being planted in the media by the Govt.",
    "Sajith  also accused the  Ranil Govt of conspiring to entice MPs from his party by offering Rs. 200 million to each MP. Premadasa  asserted that none of his party MPs could  be tempted by such offers.",
    "“We have gotten to know that the Government’s estimate for an MP is Rs.200 million, the Government thinks that when they show Rs.200 million to our MPs they will beg to join the Government,” said  Premadasa  according to a newspaper report published last year.“I would like to say that the MPs of the SJB are not ready to take part in the Government’s auction of MPs,” he said.",
    "Sajith Premadasa taking umbrage over the  attempt by the Wickremesinghe Government to take away his MPs was  quite understandable. After all, no party leader would like his MPs to split and join another party or form a new one.",
    "The irony was that  in 2020, Premadasa himself took away the majority of MPs from the UNP  of which he was a member and formed the SJB anew. When that happened the UNP or its leader Wickremesinghe did not accuse Sajith  of offering financial “incentives” to attract  the green elephant MPs.",
    "Notwithstanding Sajith’s denial and assertion that his MPs would not split, it did  appear that the SJB Leader was  aware of a potential mass defection and was engaging in pre-emptive measures to prevent it.",
    "Premadasa’s accusation  that MPs are being offered Rs. 200 million was perceived  as an attempt to deter potential defectors. He was  indirectly warning his party MPs that if the MPs break away, it would be insinuated that they did so for cash and that each MP’s reputation would be tarnished. Given the fact that a powerful media organisation was solidly backing Sajith, there was an indirect veiled threat that the renegade MPs could be targeted viciously by the pro-Premadasa media. Furthermore Sajith Premadasa began interacting and socialising with his MPs more  and tried to bond with them to avert defections.",
    "Premadasa’s anxiety and insecurity over the possibility of his MPs joining the Government of President Ranil Wickremesinghe stemmed  from his mistrust of his party colleages.s. It may be recalled that almost all the current  SJB Parliamentarians were UNP members in the past.",
    "Most of them had no problems with Ranil Wickremesinghe’s leadership and were not favourably disposed towards Sajith Premadasa’s leadership ambition. Yet, they deserted Wickremesinghe and the UNP en masse and together with Premadasa formed the SJB.",
    "This was not due to any ill will towards Ranil or any goodwill towards Sajith. They had gauged the mood of the electorate through various means including opinion polls and had assessed that Ranil’s stock was low while Sajith’s was high. They realised their electoral prospects were dismal if they remained with Ranil and the UNP.",
    "So, they hitched their wagon to the Sajith star and transformed from UNP into SJB. Politically what they did then seemed correct when the UNP was wiped out at the 2020 Parliamentary poll. However, the return of Ranil to Parliament and then  becoming executive president altered the situation. Ranil’s stock began  rising high. Crossing over to the Govt or returning to the UNP now seemed an alluring prospect to many in  the SJB. There was also disgruntlement over Sajith’s leadership.",
    "With the 2024 Presidential election drawing near, a re-alignment of  political parties and MPs became a  distinct possibility. Although the political climate was conducive to potential SJB crossovers, there was  very little forward movement on that front in the past months.",
    "This was mainly due to President Wickremesinghe  who did  not   want “pre-mature” crossovers from the SJB  Ranil was  biding his time for an opportune moment in the future. Hence there were  no cross-overs despite  speculative reports to the contrary appearing occasionally in the media.",
    "A case in point was what happened on May Day this year. Some UNP stalwarts acting independently had  made arrangements for  eleven  MPs  from the Samagi Jana Balawegaya (SJB) to cross over to the Government side by appearing on the UNP stage on May Day. Some of them  had been  ministers in the  Govt headed by President Sirisena and Prime Minister Wickremesinghe from 2015 to 2019. The SJB hierarchy got  suspicious  about this. Some SJB Bigwigs engaged in “sweet and sour” talks with the potential dissidents to prevent them from pole vaulting.",
    "In an unexpected turn of events the crossover did not take place. This was not because of pressure from the SJB high command. It was due to the intervention of President Wickremesinghe himself. When Ranil got to know about the crossover plan hatched by his UNP colleagues, he vetoed it.",
    "The UNP leader had communicated with his party deputies involved in the exercise and told them to call it off. He had also got in touch with some of the SJB parliamentarians concerned and asked them to delay their defection plans.",
    "Wickremesinghe had explained the reasons as to why he did not want a SJB crossover at that  point in time to  party leaders as well as potential SJB defectors. Ranil  then said that he was planning to contest the Presidential election as an independent non-party candidate backed by an assorted alliance of parties, groups and individuals. He would declare his candidacy some weeks before the election. When that happened  Ranil wanted  everyone including SJB MPs to support him by joining  the alliance backing him. As such he did not want crossovers earlier..",
    "This then was the reason for the delay in SJB parliamentarians crossing over. Even as these MPs were marking time, the SJB hierarchy undertook certain measures   to prevent the anticipated crossovers.Firstly the SJB members were ‘brainwashed”into believing that Ranil would be contesting as the SLPP candidate and there would have no need for SJB defectors. This confused many.",
    "Secondly  an opinion poll was  allegedly commissioned  on behalf of the party. According to  an SJB MP, this “mysterious”  poll indicated that Sajith would win the presidential election with a thumping majority. When this was confidentially circulated , many MPs in the SJB began having second thoughts about leaving the SJB. They did not want to be on the losing side by joining Ranil.",
    "Thirdly  Sajith began   identifying   those whom he thought were likely to join Ranil. He then compelled them to make statements  attacking Wickremesinghe or conduct meetings in their districts that  were critical of the president. Sajith felt this would deter the potential crossers from going over to Ranil’s camp.",
    "It is in this context that Rajitha Senaratne has crossed over. In his speech at Gangaramaya, Senaratne has disclosed how Premadasa tried to  prevent by even offering a national list MP slot to his son a former Gampaha district MP. Ranil in his speech has stated that he had invited Rajitha to join him. This means that the moratorium imposed by Ranil on  SJB MPs joining him is now over. The question that arises is will Rajitha Senaratne’s move be followed by more MPs from the SJB crossing over to Ranil’s camp?",
    "This question was answered to alimited extent on 16th August  when the “Puluwan Sri Lanka”( We Can Sri Lanka( convention took place in Battaramulla. 34 Political parties and alliances endorsed Wickremesinghe’s candidacy and declared support for him at the event. Among the notable attendees who pldged their support for Ranil at the  “Iyalum Sri Lanka”convention were SJB Parliamentarians Nimal Welgama and AHM Fowzie. Will  more SJB MPs follow?",
    "Even though there are many potential defectors in the SJB ,they still seem hesitant to cross. With more than a hundred SLPP Mps joining Ranil, the SJB Mps may be wary about their position in the pro-Ranil alliance if they cross. Also the propaganda that Sajith may win may also constrain them from deserting him.",
    "Nevertheless  these MPs know that even if they don’t cross now,  Sajith will treat them as “black sheep” in the future. According to SJB circles 19 MPs are suspected of being potential defectors to Ranil’s camp.They will be fearful that they may not get nominaations  again in a Parliamentary election. So they may have no choice but  to support Ranil and  re-join the UNP.  Itremains to be seen as to whether Rajitha Senaratne’s crossover would trigger more defections from the SJB or not.",
    "This article appears in the “political Pulse”Column of the “Daily FT” dated 16 August 2024.It can be accessed here –"
  ]
}