{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/anger-suspicion-prevail-as-sri-lanka-catholics-mark-fifth-year-of-easter-attack-159805/",
  "time_ut": 1713885180.0,
  "original_lang": "en",
  "original_title": "Anger, suspicion prevail as Sri Lanka Catholics mark fifth year of Easter attack",
  "original_body_lines": [
    "ECONOMYNEXT – Five years after Sri Lanka’s worst ever attack on churches, the island nation’s ethnic minority Catholics are still struggling for justice and find the mastermind behind the Easter Sunday carnage that killed at least 269 people in 2019.",
    "The attack was carried out by local Islamist militants, but the investigations have failed to find the reason for the attack and who was behind local Islamist suicide bombers.",
    "Successive governments have promised independent probes into the attack, but nothing was done.",
    "And still key political parties use the Easter attack probe as their election promise.",
    "A parliament fact finding panel, a presidential commission of inquiry, and police investigations have found crucial facts related to the attack and those who are involved in the crime.",
    "However, Catholic leaders say no justice have been served for the innocent followers who were killed brutally when they were on prayers.",
    "“I remember, a day after receiving the presidential commission report, (former president) Gotabaya Rajapaksa called me and told he cannot implement the recommendations because it will lead to arrest some leaders who are close to him and ban some organization,” Sri Lanka’s Catholic leader Cardinal Malcom Ranjith told at the commemoration event on Sunday.",
    "“It is sad to note the actions by president (Gotabaya Rajapaksa) to sabotage the investigations by removing the investigators from the posts – one official was arrested, and others were transferred to far areas and appointing his allies to investigate it and manipulate it as he wanted.”",
    "He said both former president Gotabaya Rajapaksa and current leader Ranil Wickremesinghe did not even acknowledge a letter by the Catholic clergies requesting an independent investigation.",
    "“From all these actions, we have a suspicion over one thing. Both former government and this government are trying to cover up the truth and protect some people and organizations involved with this (Easter attack).”",
    "Gotabaya Rajapaksa has denied any involvement in the attack, which later led to anti-Muslim riots in some parts of the country.",
    "The island nation’s parliament has already discussed and debated about the Easter attack for 11 days.",
    "With the new topics and former president Maithripala Sirisena’s recent claim that he knew the master mind following a statement to the police criminal investigation unit, the parliament has scheduled another three-day debate the attack this week.",
    "Sirisena has given a statement at the Criminal Investigation Department (CID) on the Easter Sunday on March 25 after he was called by the police for questioning. Government sources have said Sirisena has accused India of having a hand in the attack.",
    "India is yet to make an official statement on Sirisena’s allegation as he has recorded his statement in a confidential manner.",
    "Sirisena, who was asked by the country’s Supreme Court to pay 100 million Sri Lanka rupees for the Easter attack victims for his failure to prevent the carnage, is a legislator now and has been leading center-left Sri Lanka Freedom Party (SLFP).",
    "It is still not immediately clear if Sirisena has strong evidence for his latest claim.",
    "Investigations into the attack have revealed there had been serious lapses in intelligence where law implementing agency neglected a series of warning by Indian intelligence agency.",
    "Despite an in-depth probe by the local authorities, the investigators failed to identify the real motive and the mastermind of the attack so far.",
    "Last week, Father Cyril Gamini Fernando, the spokesperson of the Archdiocese of Colombo, on Friday (19) said there were eight questions that were unanswered by the authorities, disclosing some new facts in the investigations.",
    "He questioned a range of issues including what he called as covered up murders of two police officials in November 2018, suspicion over the involvement of military intelligence in that cover up, and some other communications with the terror leader Zahran Hashim.",
    "He also asked the mysterious handling of the final suicide bomber who was supposed to attack Taj Hotel, role of a key military leader who was close to Gotabaya Rajapaksa, and the role of a foreign handler, possibly from India.",
    "Father Fernando was asked to make a statement by the Police Criminal Investigation Department last week over the information they he had got on the attack.",
    "We have said what we knew more than enough, but we don’t understand if there had been investigations over those,” Father Fernando told reporters after making the statement to the CID.",
    "“Even now, I don’t know if what we say would be useful. I think there are enough information as far as I know. There are enough information to find the truth and who has been behind the attack. But those are not happening,” he said.",
    "“The problem is not with the law, but with those who implement the law. I personally have no confidence if there would be justice, It is not only about this, but about everything. How many murders and disappearance have taken place?”",
    "“Nothing is happening not because there is a problem in the law, but the rulers want to cover them up. Until such system prevails, we would not get the justice. People should understand this.”",
    "Cardinal Malcom Ranjith has said the Catholic Church has not been given the full report of the Presidential Commission of Inquiry (PCoI) on Sri Lanka’s Easter Sunday attack and there had been over 1,500 missing pages in the report which included key information on evidence of Hadiya (terror leader Zahran’s wife).",
    "Public Security Minister Tiran Alles has said there was no deliberate attempt to hide anything.",
    "Sri Lanka’s Catholic leadership had demanded an independent investigation into the attack and said the Easter carnage clearly supported former President Gotabaya Rajapaksa to win the 2019 presidency.",
    "Alles this week said Cardinal and some Catholic clergies have gone to media without engaging with the law implementing authorities.",
    "“Since the day I got this minister post, I have been asking both cardinal and Catholic Church to look into the continuous investigation done by police. I will bring all of them and make a presentation. If there is any shortcomings, let me know,” Alles said addressing a political meeting on Sunday.",
    "“There are various talks about a mastermind. I have given a promise that whoever is involved, even if it is a powerful political leader, I will arrest him. It has been two years since I have promised them and invited to discuss the investigations with us to see who the real mastermind is.”",
    "“But unfortunately, the cardinal and some priests conduct press conferences and say the government has not been doing anything and has not found the mastermind. They have been telling the same thing in all the press conferences.”",
    "“I invite both the Cardinal and the Catholic Church to place go through the police investigation and to conclude these investigations.” (Colombo/April 23/2024)"
  ]
}