{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111411/president-meets-malaysian-canadian-and-australian-high-commissioners",
  "time_ut": 1755017580.0,
  "original_lang": "en",
  "original_title": "President meets Malaysian, Canadian, and Australian High Commissioners",
  "original_body_lines": [
    "President Anura Kumara Dissanayake held separate meetings with the High Commissioners of Malaysia, Canada, and Australia at the Presidential Secretariat this afternoon (12), the President’s Media Division (PMD) said.",
    "During his meeting with the Malaysian High Commissioner to Sri Lanka, Badli Hisham bin Adam, both parties discussed further enhancing the close relations between Sri Lanka and Malaysia. The Malaysian High Commissioner expressed his country’s readiness to share its recent achievements and expertise with Sri Lanka, particularly in the fields of tourism, trade, and education.",
    "The President also met with the Canadian High Commissioner, Eric Walsh, and extended his best wishes as Mr. Walsh prepares to conclude his term in Sri Lanka.",
    "The President acknowledged Canada’s significant Sri Lankan diaspora and expressed appreciation for Canada’s assistance during the recent economic crisis. He also commended Canada’s support in promoting the country’s human rights and reconciliation efforts, expressing hope for continued cooperation in these areas, the PMD added.",
    "In another meeting, the President Dissanayake extended his best wishes to the Australian High Commissioner, Paul Stephens, who is also concluding his term. The President expressed appreciation for the High Commissioner’s support during and after the country’s recent economic crisis.",
    "He also commended Mr. Stephens’ efforts to strengthen bilateral ties, noting the visits of several Australian diplomats to Sri Lanka during his tenure. High Commissioner Stephens reaffirmed Australia’s commitment to supporting Sri Lanka’s development, particularly in the areas of tourism, education, and vocational training, it said.",
    "Also present at the meetings were Dr. Nandika Sanath Kumanayake, Secretary to the President, and Mr. Roshan Gamage, Senior Additional Secretary to the President."
  ]
}