{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Best-of-Sri-Lanka-product-promotion-at-LuLu-Hypermarket-in-Dubai/34-758579",
  "time_ut": 1708126885.0,
  "original_lang": "en",
  "original_title": "“Best of Sri Lanka” product promotion at LuLu Hypermarket in Dubai",
  "original_body_lines": [
    "The Consulate General of Sri Lanka in Dubai and Northern Emirates in collaboration with the Lulu Hypermarket organised the “Best of Sri Lanka”, Sri Lankan product promotion campaign in line with the 76th Independence Day of Sri Lanka at LuLu Hypermarket, Al Barsha on 2 February.",
    "The product promotion campaign was held over one week from 2 to 9 February and the Sri Lankan authentic food, coconut oil and milk, fresh fruits and vegetables including the confectionary items, were promoted among the community living in the UAE. The activities lined up with attractive displays and banners with several creative arrangements done by natural ingredients within the hypermarket. The promotion boosted not only the trade but also the stronger ties between the Lulu Group and exporters of Sri Lanka.",
    "The Consul General of Sri Lanka in Dubai Alexi Gunasekera invited the Lulu Group to choose Sri Lanka as the next destination for their incentive travels. He further stated that the Consulate General of Sri Lanka in Dubai will work together in future collaborations that contribute to the growth of the export sector in Sri Lanka.",
    "The LuLu Group is an international business associated with a significant presence in the Fast - Moving Consumer Goods (FMCG) sector with various retail outlets, including hypermarkets and supermarkets, offering a wide range of FMCG products.",
    "The Consulate General of Sri Lanka in Dubai expresses its gratitude to the LuLu Group for joining hands with the Mission in organising the “Best of Sri Lanka” product promotion campaign. This partnership will create more opportunities for the Sri Lankans and strengthen the bond between Sri Lanka and the UAE."
  ]
}