{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100497/sjb-urges-govt-to-beef-up-sajiths-security-after-trump-assassination-attempt",
  "time_ut": 1720943040.0,
  "original_lang": "en",
  "original_title": "SJB urges govt to beef up Sajith’s security after Trump assassination attempt",
  "original_body_lines": [
    "Samagi Jana Balawegaya (SJB) Parliamentarian Eran Wickramaratne stresses that the government should be accountable for the security of Opposition Leader Sajith Premadasa while urging to provide necessary security for the SJB’s presidential candidate.",
    "Speaking regarding the assassination attempt on former US President Donald Trump this morning, the SJB MP stated that similarly, they have doubts about Opposition Leader Premadasa’s security as well, since certain parties are trying to delay the elections.",
    "Commenting regarding the matter at a press briefing today, Wickramaratne condemned the assassination attempt on the ex-US President as an attack on democracy, and siaid that politicians should step away from engaging in such politics.",
    "“Similarly in Sri Lanka, some political parties tend to use these types of tactics when they can’t complete their political agendas. They have attacked the candidates in the past as well”, he added.",
    "Furthermore, Wickremaratne said: “As soon as I heard this incident, I clearly told the government that they must look into the security of Sajith Premadasa and they must be accountable for that.”",
    "“We are a democratic country. A democratic country carries out the politics with public mandate and elections, but not with weapons. That’s why I am making this request to the government. We cannot have any doubts about Sajith Premadasa’s safety”, the MP added.",
    "Speaking further, the Parliamentarian also alleged that some parties have created unnecessary unrest in the country regarding whether the election will be postponed or not, while emphasizing that it is crucial for the elections to be held on time."
  ]
}