{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/harsha-says-sri-lanka-must-look-to-south-india-for-growth-acknowledges-presidents-successes-163468/",
  "time_ut": 1715940240.0,
  "original_lang": "en",
  "original_title": "Harsha says Sri Lanka must look to South India for growth, acknowledges president’s successes",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka can achieve 10 percent growth in 10 years if it dismantles the walls around its economy and starts building bridges instead, particularly to rapidly growing neighbouring regions like South India, opposition MP Harsha de Silva said, also acknowledging that President Ranil Wickremesinge has made some difficult achievements.",
    "“Can we bring 10 percent growth in 10 years? Yes, we can. How we do it is the question. What would be the programme? Break down the walls surrounding the country and build bridges. That’s number one. Nothing can be done without it,” the MP said at a press conference on Wednesday May 15.",
    "The main opposition Samagi Jana Balawegaya (SJB) legislator said South India is a notable example.",
    "“Look at South India and its growth. The Tamil Nadu economy is projected to grow to 1 trillion US dollars by 2030. Now, because I said this, some man had gone and said ‘Harsha de Silva said the country should join Tamil Nadu’. What two-bit politicians are these if they can’t understand such a concept?”",
    "The five South Indian states of Tamil Nadu, Andhra Pradesh, Karnataka, Kerala and Telengana are collectively the most rapidly developing region in the world, de Silva said.",
    "“These may not be countries, but they are as big. Cities like Chennai may have a population comparable to ours. These fives states are developing rapidly. We’re above 20 kilometres south of this region. What are supposed to do?”",
    "Growth in South India will accelerate over a period of 10 to 15 years, de Silva, the SJB’s top economic policymaker, said, adding that Sri Lanka must cash in.",
    "“So what do we do? Do we hate them? Do we laugh at them? Do we criticise them? Or do we work together with them and get something out of it for ourselves? That’s what I propose.",
    "“If it is our neighbour that is developing the fastest, why on earth should we not benefit from that?” he said.",
    "The MP’s comments come amid growing pushback from leftist parties and nationalist outfits on proposed Indian investments in the Sri Lankan economy, particularly in the energy sector.",
    "Insisting that he is a pragmatic person, de Silva said that achieving 10 percent growth is entirely within the realm of possibility.",
    "Responding to questions from reporters, de Silva that political parties cannot keep making statements with the election in mind.",
    "“You can’t keep saying things looking at the election. Difficult things have to be done. For example, President Ranil Wickremesinghe has done a lot of difficult things. We have to accept that,” he said.",
    "Rival opposition party leader Anura Kumara Dissanayake has ackowledged that Wickremesinghe has “crossed half the suspension bridge” and must keep moving with the International Monetary Fund (IMF).",
    "“What did they say before? They said no country that worked with the IMF succeeded. But what did we say? We said from the get go to go to the IMF,” said de Silva. (Colombo/May17/2024)"
  ]
}