{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Oil-and-gas-exploration-halted-by-prolonged-legal-dispute/108-281484",
  "time_ut": 1714165740.0,
  "original_lang": "en",
  "original_title": "Oil and gas exploration halted by prolonged legal dispute",
  "original_body_lines": [
    "Sri Lanka’s efforts to attract and leverage international investment into the exploration of oil and gas have once again been gridlocked by legal challenges in the Court of Appeal.",
    "Plans were underway to commercialise two blocks, adding to over 5,000 square kilometres with potential oil and gas resources in the Mannar Basin.",
    "According to the latest developments in CA (Writ) Application No: 392/2023, the court found that a prima facie case has been established by the petitioner Serendive Energy.",
    "Accordingly, the court issued orders restraining the first to 36th respondents and/or its servants or agents from granting to any third party, other than the petitioner, the rights to offshore exploration of blocks M1 and C1, until a final determination is reached in the case, Serendive Energy said in a statement.",
    "Serendive Energy, which has a strategic alliance partnership with a large Indian conglomerate, commenced pursuit of legal remedies following a recent effort in 2023, to reverse exploration block award that had previously been made to the company.",
    "Serendive Energy first participated in an open international tender (SL 2019-02) in 2019 and was awarded the blocks Mannar Basin M1 and Cauvery Basin C1, in May 2021. This decision took place following evaluations conducted by the Petroleum Development Authority and headed at the time by former Chairman Saliya Wickramasurity and current Chairman Surath Ovitigama, who have long served among the nation’s leading domain experts on oil and gas.",
    "International competitive bids were called for in the year 2019 for the exploration and production of oil and gas of Mannar Block M1 and Cauvery Block C1 and the bid evaluation process was concluded in May 2021.",
    "Negotiations were held by the government throughout the year 2021 with Serendive Energy (Pvt.) Ltd for separate petroleum resources agreements in respect of the M1 and C1 blocks and about 90 percent of the negotiations were concluded. The final petroleum resources agreement was expected to be entered into during the first half of the year 2022.",
    "While the awarding of blocks to Serendive Energy was hailed at the time as critical forward after many previous false starts, all activity on exploration grinded to a halt during the country’s economic crisis. Many attempts were subsequently made to reverse the award.",
    "The petitioners submitted that such measures amount to a direct contravention of Petroleum Act 2003.",
    "Hydrocarbon prospectivity and legislation in Sri Lanka was established in 2001, with the funding by the Asian Development Bank and technical assistance from New South Global, part of the School of Petroleum Engineering within the University of New South Wales (UNSW), based in Sydney, Australia.",
    "The team leader of this project, Prof. Ray Shaw, concluded in the report, “The Gulf of Mannar basin represents a new deep water frontier region, which has the indicia for hosting significant hydrocarbon accumulations.”",
    "Petroleum Act 2003 was passed by Parliament under the visionary leadership of the then Prime Minister Ranil Wickremesinghe. However, the subsequent mismanagement and bureaucratic inaction hindered any meaningful progress from being achieved."
  ]
}