{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ranasinghe-premadasa-triumphs-and-turmoil/",
  "time_ut": 1719119040.0,
  "original_lang": "en",
  "original_title": "Ranasinghe Premadasa :Triumphs and Turmoil",
  "original_body_lines": [
    "This article marks Ranasinghe Premadasa’s 100th birth anniversary, reflecting on his impactful legacy as a leader of Sri Lanka.",
    "A month before the shameful ethnic riot broke out in Colombo in June 1983, a top-secret intelligence assessment was sent from the Near East South Asia office of the Central Intelligence Agency to Washington. The assessment made a few key judgments: ‘President J. R. Jayewardene’s United National Party (UNP) government will continue to dominate Sri Lanka until at least 1989.’ The results of the October presidential election and the December referendum to extend the life of the current UNP-controlled Parliament for six years were seen as a personal triumph for the healthy 76-year-old President and a strong vote of confidence in his leadership and Western-style, free enterprise economic policies. The fresh mandate provided Jayewardene an opportunity to complete Sri Lanka’s transition to a high-growth, free-market economy with several ambitious development projects aimed at self-sustained growth.",
    "However, the paper (Sri Lanka: Jayewardene’s approach to Democracy and Free Enterprise declassified by the CIA) further assessed that economic growth brought thorny problems. The government borrowed heavily to pay for development that would not yield dividends for several years. The UNP’s most urgent priority was to curb massive deficits in the national budget, which accounted for an unusually high percentage of gross domestic product. The country faced growing strains in its balance of payments, and overall economic stability was a concern. Jayewardene’s re-election implied that Sri Lanka would continue playing a moderate and constructive role in world forums, maintaining a pro-Western orientation while seeking to promote investment opportunities. The UNP’s dominance and the weakness of traditional opposition parties enhanced political stability but also risked corruption and indifference within the party ranks.",
    "Communal disharmony was the most serious potential threat to Sri Lankan stability. Despite Jayewardene’s commitment to fostering better relations between the Sinhalese majority and Tamil minority, powerful UNP members were less conciliatory, and Tamil dissidents were likely to launch sporadic terrorist attacks. This situation was expected to worsen if Tamil agitation for a separate state flared into widespread bloody confrontation. A significant concern was the impact on democratic practices and communal relations once Jayewardene left power, particularly if a less committed democrat inherited the presidency, the paper observed.",
    "What is most interesting is that this paper described the personalities of key political leaders in the country, including JRJ’s successor. The CIA paper assessed the succession issue, stating, “Although we believe that Jayewardene enjoys good health, his advanced age increases the possibility that he will die during his six-year term. Under the 1978 constitution, the Prime Minister, Ranasinghe Premadasa, would become Acting President until parliament chose a successor from among its members. As the undisputed leader of the UNP’s Parliamentary contingent, we believe Premadasa would be the most likely candidate to be chosen to fill out Jayewardene’s term. In this event, we would expect him to continue the UNP’s free market, development-oriented policies.”",
    "“Premadasa, 58, sees himself as Jayewardene’s heir apparent. Highly popular, capable, and hardworking, he displays a common touch that Jayewardene lacks and has proved himself a major vote-getter for the party. According to Embassy reporting, Jayewardene holds Premadasa’s political skills in high regard, depends on the Prime Minister, and works closely with him.”",
    "“Ironically, Premadasa’s low-caste origins, which have undoubtedly added to his popular standing, could derail his succession to the presidency. Sri Lanka has been governed since independence predominantly by members of the goigama (cultivator) caste, the highest in status and numerically the largest. Premadasa is the only major political figure on the current scene who is of significantly lower caste, and Embassy reporting indicates that some elements in the UNP are anxious to prevent his succession. We believe recent suggestions that the constitution be amended to provide for an office of vice president reflect an attempt to thwart Premadasa’s candidacy by appointing a suitably high-caste vice president who would then automatically succeed Jayewardene.”",
    "“The UNP has thus far displayed none of the debilitating infighting that has plagued Sri Lanka’s other major parties. Although presidential hopefuls are looking around for support, we see little prospect of any dramatic power plays as long as Jayewardene remains healthy.”",
    "However, R Premadasa, the man who ruled Sri Lanka after JRJ, showing ample qualities of a statesman, ended his life on the street. He was killed by a suicide bomber identified as Kulaveerasingam Veerakumar (alias ‘Babu’) of the LTTE, an armed group initially financed and trained by India. Unfortunately, it is questions that torn the political fabric, as the political dynamics resembled a vicious battle. Premadasa’s routine on the day of his death exemplified his dedication. Rising early at 4 am, he began with yoga and perused the newspapers by 5:15 am. Intent on addressing the ruling United National Party’s rally at Colombo’s Galle Face Green, he instructed his public relations officer to gather facts highlighting his presidency’s achievements since 1988.",
    "Later that morning, at 11:30 am, Premadasa inspected the procession he would lead from Sugathadasa Sports Stadium to the rally. Despite security warnings about Tamil Tiger threats, he personally supervised the preparations, engaging with supporters along the route. Tragedy struck when a young man approached, concealing a bomb. The assassin was cleared through the security cordon by his valet, an LTTE plant in his household, and permitted entry to the inner circle. The explosion occurred, killing Premadasa and several others instantly, marking the end of a turbulent era in Sri Lanka’s history.",
    "Premadasa’s rise from humble beginnings in Keselwatte, a poor neighbourhood in Colombo, to the presidency epitomized his ambition and resilience. Despite his flaws, he remained deeply connected to his roots, yet his presidency was marred by controversies and violence that shaped Sri Lanka’s future trajectory. His death, mourned by some and celebrated by others, closed a chapter in Sri Lankan history defined by both progress and profound challenges.",
    "His abbreviated leadership prompted many studies. Josine van der Horst’s book explores the intricate connections between Buddhism and political power during R. Premadasa’s presidency in Sri Lanka. It scrutinizes the aftermath of Premadasa’s assassination, offering insights from informants who discussed the event’s unusual circumstances and broader implications. Meanwhile, Rajan Hoole’s critical examination in “The Arrogance of Power” challenges the official narrative attributing Premadasa’s assassination solely to the LTTE. Highlighting discrepancies in the investigation process and allegations of collusion within Premadasa’s security detail, Hoole suggests alternative theories that cast doubt on the LTTE’s singular culpability.",
    "Bradman Weerakoon’s perspective in “Rendering Unto Caesar” provides a detailed account of the immediate aftermath and subsequent inquiries into Premadasa’s death. Weerakoon, a close associate of Premadasa, acknowledges public perceptions of LTTE involvement but questions the thoroughness of the investigation and the broader political context. He discusses intertwined narratives surrounding Premadasa and Lalith Athulathmudali’s deaths, noting unresolved political tensions and conspiracy theories that have persisted without a comprehensive independent inquiry.",
    "Writing a preface to the Premadasa Philosophy, Ranil Wickremasinghe, then the Prime Minister, noted, “Ranasinghe Premadasa was extraordinary in several senses. He was extraordinary in the magnitude of the social obstacles he faced and triumphed over. He was extraordinary in the extent of the creative constructive work he was able to do, positively changing the everyday life of large numbers of people. He was also extraordinary in the range and richness of his thinking. It is this last aspect which is brought out in sharp relief in this slender anthology of his thoughts. The range, depth, originality, creativity and sharpness of his ideas easily mark him out as a major political, social, and economic thinker, a major conceptual thinker, by any contemporary standard. Here then was the philosopher-politician, the profundity of whose thought is only matched by the sincerity of his compassion for people.”",
    "Premadasa was a diligent reader, and he endeavoured to represent developing nations against extortion by wealthy countries. “However far, however close, or however powerful any nation may be, it has no right to aspire to control another nation,” Premadasa said. “It is these same imperatives, sanctity of territorial sovereignty and integrity, which lead the government and the people of Sri Lanka to condemn interference by major powers in the affairs of smaller states. Whether this interference is in Central Asia, Central America, or the Caribbean, it is unjustified. The existence of governments or the assumption of office by governments which are disliked by their neighbours, is no excuse for overt or covert intervention. External invasion, subversion, or destabilization is the theft of decision making from citizens of the nation. We in the Non-Aligned Movement may only be able to resist these intrusions with words. But let the words ring loud and clear – interference is wrong; interference is unprincipled; interference must stop,” he said at the 8th Non-Aligned Conference in Harare, Zimbabwe, in 1986.",
    "Premadasa’s tenure was defined by significant economic reforms aimed at privatizing state enterprises and attracting foreign investment, alongside populist measures to alleviate rural poverty. However, his methods faced criticism for their ruthless suppression of dissent, including crackdowns on the Janatha Vimukthi Peramuna rebels and alleged involvement in political assassinations. Despite efforts to engage with Tamil separatists like the LTTE through dialogue and military pressure, suspicions persisted regarding his handling of internal conflicts. His administration also struggled with heightened external interference in Sri Lanka’s affairs, worsening internal crises. Despite these challenges, Premadasa made concerted efforts to uplift the country from poverty and achieve substantial economic transformation. Regrettably, Sri Lanka seems not to have fully absorbed the lessons from its past leaders’ legacies, as political instability and external interference continue to afflict the nation.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}