{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/UK-Policeman-spared-jail-after-assault-on-innocent-Sri-Lankan/108-281651",
  "time_ut": 1714461360.0,
  "original_lang": "en",
  "original_title": "UK Policeman spared jail after assault on innocent Sri Lankan",
  "original_body_lines": [
    "UK, April 30 (Independent) - A serving UK Metropolitan Police officer who assaulted an innocent Sri Lankan after mistaking him for a criminal has been spared jail.",
    "PC Jonathan Marsh, 34, had been called out to Atlanta Boulevard in Romford, east London, on 13 November 2022 after a medical worker reported someone was damaging a sign outside and making threats to kill.",
    "Marsh mistook Rasike Attanayake, who had called 999, for the suspect and bundled him to the ground before punching him in the back of the head.",
    "Mr Attanayake was arrested and put in the back of a police car until officers realised their mistake and he was de-arrested.",
    "Police-worn bodycam footage played to the court showed Marsh pulling Mr Attanayake to the floor, swearing at him and punching him in the back of the head.",
    "After the incident, he complained to the Met Police and the force referred the case to the Independent Office for Police Conduct (IOPC) for them to investigate.",
    "Marsh had denied common assault but was found guilty at City of London magistrates’ court.",
    "He was sentenced to 12 weeks’ imprisonment, suspended for 12 months, and ordered to carry out 150 hours of unpaid work.",
    "He was also to pay Mr Attanayake £1,500 in compensation and a standard surcharge of £154.",
    "The court heard that Marsh had no prior convictions and had received a number of positive character references.",
    "District judge Annabel Pilling described his actions as “disgusting and unwarranted”. She told the court: “I accept it was out of character and you lost self control.",
    "“As a police officer, you were in a position of significant responsibility. (These actions) will reduce trust and confidence in police.”",
    "Speaking after the trial, father-of-two Mr Attanayake, 42, originally from Sri Lanka, said the incident had left him with both psychological and physical damage.",
    "He said: “I play cricket as a bowler, but I have been unable to play because of issues I now have with my shoulder. It will get better but I have missed two seasons already.",
    "“Psychologically, I now get triggered by alarms and people in uniforms. I have been a law abiding citizen since I have lived in the UK.”",
    "Mr Attanayake also confirmed he was yet to receive an apology from the Metropolitan Police, and claimed he had instead been told the incident was a case of “mistaken identity”.",
    "On Monday’s sentencing, he said: “There has been justice and this shows the resilience of our legal system. No one is above the law.",
    "“This has dented my trust in local police and I believe more training is needed for these type of incidents.",
    "“But I have no grudge against (Marsh) and have no bad feeling for police. Has there been justice? Absolutely.”",
    "IOPC regional director Charmaine Arbouin said: “Police officers may only use force when it is necessary, proportionate, and reasonable in the circumstances.",
    "“There was no policing purpose or justification for the officer to strike the man, who posed no genuine risk.",
    "“The shopkeeper was a law-abiding member of the public who had called the police to report a crime when he became a victim of mistaken identity.",
    "“We appreciate cases of mistaken identity can happen, however Pc Marsh made no attempt to establish the facts and the situation escalated quickly when he immediately used unnecessary force on the man who posed no threat to him or his colleague."
  ]
}