{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Court-of-Appeal-grants-Interim-Order-against-UDA-and-On-ally-Holdings/34-759730",
  "time_ut": 1710978046.0,
  "original_lang": "en",
  "original_title": "Court of Appeal grants Interim Order against UDA and On’ally Holdings",
  "original_body_lines": [
    "The Court of Appeal granted an Interim Order suspending the Order given by the Commercial High Court of Colombo dated 15 February 2024 restraining Urban Development Authority (UDA) On’ally Holdings PLC from interfering with the voting rights and other shareholder rights held by the majority shareholder, Lanka Reality Investment PLC in On’ally Holdings PLC, in any manner whatsoever.",
    "Lanka Reality Investment PLC, the Petitioner submitted through the Petition to the Court of Appeal that 50.8% of the ordinary shares of On’ally Holdings PLC which primarily owns the Unity Plaza building was purchased through the Colombo Stock Exchange. It was the position of the Petitioner that the Commercial High Court of Colombo, by way of the Order dated 15 February 2024 had granted reliefs in favour of UDA which in turn affected the 50.8% of the shareholding of the Petitioner.",
    "The Petitioner further submitted to the Court of Appeal that the Securities and Exchange Commission (SEC) of Sri Lanka, which has been named as a respondent in the Commercial High Court case had objected to the UDA application on the alleged violation of SEC and Colombo Stock Exchanges (CSE) rules and regulations.",
    "Additionally, it was submitted to the Court that SEC has sought a dismissal of the UDA application in the Commercial High Court. It was the position of the Petitioner to the Court of Appeal that the Impugned order is misconceived; thus should be reviewed and subsequently overturned.",
    "Justice D.N. Samarakoon of the Court of Appeal on 15 March 2024 being satisfied with the documents and submissions made before the court proceeded to issue notice to parties including the Urban Development Authority and Renuka Capital PLC and SEC who were respondents in the initial Commercial High Court matter.",
    "In addition, the Court of Appeal issued an Interim Order suspending the Order given by the Commercial High Court Colombo dated 15 February 2024 and further made an Order restraining the UDA and On’ally Holdings PLC from interfering with the 50.8% of shareholder rights of Lanka Reality the Petitioner, in the On’ally Holdings PLC, directly or indirectly in any manner whatsoever. The notices are returnable on 28 March 2024 and until such time the Interim order is in operation.",
    "On behalf of the Petitioner, Counsel Nishan Sydney Premathiratne, Attorney-at-Law appeared with Vikum Jayasinghe and Nimashi Fernando, Attorneys-at-Law, on the instructions of Francis Julian Attorney-at-Law."
  ]
}