{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102798/indian-flight-lands-at-bia-due-to-bombs-scare-search-underway",
  "time_ut": 1729335960.0,
  "original_lang": "en",
  "original_title": "Indian flight lands at BIA due to bombs scare; search underway",
  "original_body_lines": [
    "An Indian passenger flight arriving from Mumbai has made an emergency landing at the Bandaranaike International Airport (BIA) in Katunayake due to a bomb scare.",
    "All 96 passengers and 08 crew members of the flight have been evacuated and a special search operation is being carried out in the aircraft at the BIA, Sri Lanka’s Police Spokesman DIG Nihal Thalduwa said.",
    "Meanwhile, the Airport and Aviation Services (Sri Lanka) (Private) Limited has issued a statement regarding the matter confirming that there is no threat over the reported bomb scare on the Vistara flight UK 131 (A320 Neo) from Mumbai to Colombo.",
    "It said that the management of Bandaranaike International Airport (BIA) adopted all precautionary and preventive measures in response to a reported bomb scare on the Vistara flight from Mumbai to Colombo, which was scheduled to arrive at 14:51 hrs at the BIA.",
    "A nonspecific call on a bomb threat had been reported to the captain of the flight 10 minutes before landing at BIA, the statement said.",
    "After authorities were alerted about the threat, in line with the protocol, all relevant authorities were immediately informed, and an emergency was declared at the Bandaranaike International Airport, it said.",
    "“The flight with 96 passengers and 8 crew onboard landed safely at the airport at 14.49 hrs. All passengers were swiftly evacuated from the aircraft as a precautionary measure to the passenger terminal, and the safety of all passengers was assured.”",
    "Airport and Aviation Services (Sri Lanka) (Private) Limited (AASL), together with other authorities, followed the standard protocols established for such incidents and ensured the safety and security of all passengers and crew was of utmost priority, the statement added."
  ]
}