{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96865/sri-lanka-donates-ceylon-tea-consignment-to-palestinians-in-gaza-strip-",
  "time_ut": 1706629140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka donates Ceylon Tea consignment to Palestinians in Gaza Strip",
  "original_body_lines": [
    "Sri Lanka’s Foreign Affairs Ministry has made arrangements to donate a consignment of Ceylon Tea to the people of Palestine in the Gaza Strip as a token of humanitarian assistance symbolizing the island’s unwavering support and solidarity with the people of Palestine.",
    "The donation was received by the Ambassador of Palestine to Sri Lanka, Zuhair Hamdallah Zaid, from the Acting Minister of Foreign Affairs, Tharaka Balasuriya in the presence of Secretary of Foreign Affairs Aruni Wijewardane on Monday (Jan.29) at the Foreign Affairs Ministry.",
    "The Colombo-based Ambassadors of Saudi Arabia, Egypt and Iran as well as Diplomats from Iraq, Kuwait, Qatar, Oman, Libya and UAE also graced the occasion.",
    "During the event, Acting Minister Balasuriya expressed Sri Lanka’s solidarity with the people of Palestine and emphasized the collective action to address the suffering of the people of Palestine. He also highlighted the offer proposed by the President of Sri Lanka Ranil Wickremesinghe to build a school in Palestine upon the return of stability.",
    "Speaking during the event, Foreign Affairs Secretary Aruni Wijewardena reiterated Sri Lanka’s commitment to the Palestinian cause and stressed the need for finding an early solution for this longstanding issue as emphasized in Sri Lanka’s statement at the 19th Summit of the Non-aligned Movement (NAM) held recently in Kampala, Uganda.",
    "Ambassador of Palestine Hamdallah Zaid highlighted the long-standing friendly relations between Palestine and Sri Lanka and expressed sincere appreciation for the goodwill gesture by the donation of Ceylon tea from the Government of Sri Lanka to the people of Palestine during the need of the hour.",
    "Additional Secretary in charge of the Emergency Response Unit of the Ministry O. L. Ameer Ajwad   expressed appreciation to the Sri Lanka Tea Board for arranging the donation of Ceylon tea and the national carrier, Sri Lankan Airlines for airlifting the consignment to Riyadh as well as KSrelief Foundation of the Kingdom of Saudi Arabia for delivering the tea consignment to the people of Palestine in Gaza in coordination with the Sri Lanka Embassy in Riyadh."
  ]
}