{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/ICU-crisis-at-Colombo-Hospital-have-to-accept-janitorial-support-Dr-Bellana/108-278985",
  "time_ut": 1710558060.0,
  "original_lang": "en",
  "original_title": "ICU crisis at Colombo Hospital, have to accept janitorial support: Dr. Bellana",
  "original_body_lines": [
    "Colombo, March 16 (Daily Mirror) - A critical situation has arisen in the intensive care units (ICUs) at the National Hospital Colombo (NHC), requiring the assistance of janitorial workers for cleaning and maintenance purposes, Deputy Director of the National Hospital of Sri Lanka, Dr. Rukshan Bellana said.",
    "He informed the Daily Mirror that a total of 11,000 staff, including minor staff, are involved in operating the 24-hour service at the NHC every day.",
    "However, the situation at the hospital has changed over the past years, with hospital workers refusing to carry out their duties. Consequently, nurses and doctors have had to turn to the janitorial service staff for assistance, who now also handle the cleaning of drains, toilets and gully areas in the hospital.",
    "According to the World Health Organization's (WHO) Infection Prevention and Control Manual, staff assistance is required to clean all ICUs, theatres, hospital complexes and special treatment areas. These areas should be under the inspection control of nurses and doctors, ensuring proper guidance during cleaning procedures, Dr. Bellana said.",
    "The janitorial workers lack specialized attire and have been brought into the theatres for cleaning purposes.",
    "He said this situation has endured for the past few years, with the heads of the units consistently writing to the director of the NHC about the danger it poses to patients.",
    "Meanwhile, a significant number of surgeries, including transplants and bypass surgeries, result in infections, yet the Health Ministry authorities turn a blind eye to the issue, he said.",
    "\"As a result, patients and the public are at risk of catastrophic infections within the hospital. Post-infection rates remain high, yet there has been no suggestion, through a study, that the cause could be attributed to procedural issues. All nurses are making concerted efforts to inform the administration, bringing this matter to the attention of Health Minister Dr. Ramesh Pathirana,\" he said.",
    "He said despite the considerable expenditure by the public on maintaining good public health, authorities persist in remaining silent, thereby endangering the population.",
    "\"Hospitals worldwide adhere to strict procedures, a practice upheld in government hospitals and throughout the country. However, the NHC stands out as the sole institution disregarding these protocols. Despite this, the Health Secretary continues to overlook the matter, with files pertaining to disciplinary actions on this issue languishing in his office for the past four months,\" Dr. Bellana said.",
    "\"Nearly 200 specialists at the NHC are deeply concerned by the situation and have reached out to the WHO country office to outline the dangers. They have highlighted the inaction of the Ministry of Health Services, warning that it could result in a serious infection outbreak within a short period, not only in the country but also in the region,\" the doctor added."
  ]
}