{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-power-energy-sector-in-stronger-financial-position-ex-minister-180784/",
  "time_ut": 1727154660.0,
  "original_lang": "en",
  "original_title": "Sri Lanka power & energy sector in stronger financial position: ex minister",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka’s outgoing Power & Energy Minister Kanchana Wijesekara said he leaves the ministry and institutes under his purview in stronger financial positions with adequate stocks of petroleum products and coal for power generation and fuel supply.",
    "All the institutes are now on positive balance sheets, recovering costs for its services, making payments on time for suppliers, servicing outstanding debt and providing and supporting the treasury with the additional revenue it’s generating,” Wijesekara tweeted Monday September 23 evening.",
    "According to the former minister, Ceylon Petroleum Storage Terminals LTD (CPSTL) and Ceylon Petroleum Corporation (CPC) plants have between them: 123,888 metric tonnes of diesel, 13,627 metric tonnes of super diesel, 90,972 metric tones of 92 Octane Petrol, 18,729 metric tonnes of 95 Octane Petrol, and 30,295 metric tonnes of Jet A1 fuel.",
    "A graphic posted by Wijesekara shared at the bottom of this page contains information pertaining to power generation.",
    "With the resignation of Prime Minister Dinesh Gunawardena Monday morning, Sri Lanksa’s cabinet of ministry stands dissolved. Newly sworn-in President Anura Kumara Dissanayake is expected to appoint an interim cabinet on Tuesday September 24.",
    "“From 4-13 hour power cuts, a no fuel situation, no coal, no petroleum products, no suppliers, no cash, limited hydro capacity’s in 2022, I leave with adequate stocks of coal, petroleum products, hydro capacity and financially stronger institutes for an uninterrupted supply of fuel and power generation,” he said.",
    "Wijesekara in a separate tweet posted on Sunday thanked former President Ranil Wickremesinghe for the “leadership and the effort put in to get Sri Lanka out of bankruptcy, stabilising the economy and the country”.",
    "“If not for his leadership, expertise, decision making and dedication it would not have been possible. He will always be remembered for leading our nation when there was no hope to many and bringing in much needed relief, reforms, laws and stability to the country,” he said. (Colombo/Sep24/2024)"
  ]
}