{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Committee-urges-focus-on-entrepreneurship-to-combat-economic-crisis/34-763734",
  "time_ut": 1719864933.0,
  "original_lang": "en",
  "original_title": "Committee urges focus on entrepreneurship to combat economic crisis",
  "original_body_lines": [
    "The Sectoral Oversight Committee on Alleviating the Impact of the Economic Crisis has emphasised the need to foster entrepreneurship and has instructed officials to organise awareness programs across all districts in Sri Lanka.",
    "This recommendation came during a recent committee meeting in Parliament, chaired by Member of Parliament Gamini Waleboda.",
    "The committee inquired about the current engagement of investors in the stock market. Officials reported that approximately 850,000 accounts are linked to stock market investments, with about 200,000 of these accounts being actively used.",
    "In efforts to strengthen the progress of the Colombo stock market, the committee discussed potential actions that the Securities and Exchange Commission of Sri Lanka could undertake.",
    "During the meeting, Chairperson Gamini Waleboda highlighted the importance of identifying sectors that significantly impact the country’s global production and developing strategic plans to enhance their contributions to the national economy.  Officials also stressed the importance of teaching children about saving and investing from an early age. They pointed out that many adults in Sri Lanka are accustomed to traditional saving methods and lack knowledge about the stock market.  As a step towards addressing this gap, officials revealed that investment education is being incorporated into the school syllabus starting from the 6th grade.",
    "Members of Parliament Wasantha Yapabandara and Manjula Dissanayake were also present at the meeting, underscoring the committee’s unified approach to tackling the economic crisis through strategic initiatives and educational reforms."
  ]
}