{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96523/sugar-scam-copf-slams-finance-ministry-irds-failure-to-collect-foregone-taxes-from-companies-involved",
  "time_ut": 1705576980.0,
  "original_lang": "en",
  "original_title": "Sugar scam: COPF slams Finance Ministry, IRD’s failure to collect foregone taxes from companies involved",
  "original_body_lines": [
    "The Committee on Public Finance (COPF) has expressed its deep dissatisfaction with the Finance Ministry and the Inland Revenue Department (IRD) over the failure to collect foregone taxes from major corporations implicated in the Sugar scam, as outlined in the forensic report compiled by the Auditor General.",
    "A meeting of COPF was convened under the chairmanship of Dr. Harsha de Silva, during which the committee members underscored its disappointment with the lack of action taken by the authorities despite a 99.5% reduction in the Special Commodity Levy on sugar imports, as stipulated on Extraordinary Gazette dated October 13, 2020.",
    "The COPF emphasized that no accountability measures have been implemented, allowing certain large corporations to unfairly benefit from the reduced tax rate at the expense of consumers.",
    "Specifically, the COPF inquired about the extent of tax collection from the implicated companies and directed the Inland Revenue Department to submit a comprehensive report within one week. The COPF members said they aim to gain clarity on the current status of tax collection related to the Sugar scam.",
    "Further addressing the issue, the committee highlighted its concerns over the proposed reversal of the tax policy, which aims to increase the Special Commodity Levy on sugar from Rs. 0.25/ per kilogram back to Rs. 50 per kilogram.",
    "The Finance Ministry’s intention to collect Rs. 30 billion from the average Sri Lankan while allowing implicated corporations to evade responsibility was strongly criticized. The committee emphasized the need to hold wrongdoers accountable before imposing additional financial burdens on the general public.",
    "Additionally, the committee engaged with officials from the Consumer Affairs Authority (CAA) to address concerns about the maximum retail price (MRP) not being adhered to by distributors. The CAA officials revealed that despite conducting 342 raids and imposing fines on micro, small, and medium businesses exceeding the MRP, challenges persist in penalizing wholesale distributors due to the absence of a maximum wholesale price in the gazette.",
    "The committee directed the CAA to conduct a comprehensive study on the imposition of MRP, considering factors such as the Special Commodity Levy and importer prices.",
    "Furthermore, the COPF requested the CAA to propose a mechanism to address the ongoing issue of wholesale distributors selling above the MRP and engaging in fraudulent activities.",
    "Additionally, the Committee delved into the implications of the Order under Section 22 of the Foreign Exchange Act No. 12 of 2017. This order outlines provisions designed to regulate the movement of funds and foreign exchange transactions for individuals and companies in Sri Lanka, with the overarching objective of sustaining economic stability and effectively managing foreign exchange reserves.",
    "The migration allowance, as stipulated in the order, remains at USD 50,000 with a reduced allowance of USD 20,000 for temporary visa holders. Officials from the Central Bank apprised the Committee of amendments to the previous gazette, including provisions allowing Sri Lankan individuals to purchase share options in their own overseas companies. Additionally, individuals are now permitted to withdraw USD 200,000 for investment in listed companies and USD 100,000 for unlisted companies.",
    "While acknowledging these changes, the COPF chairman raised concerns about the feasibility of maintaining such a low migration allowance. He questioned the officials on the prevalence of individuals resorting to unofficial channels, such as Hawala and cryptocurrencies, due to these restrictions.",
    "Furthermore, the COPF chairman inquired whether the officials were aware of instances where Sri Lankans were converting their rupees to USDT (cryptocurrency) through various platforms such as Binance, and subsequently transferring funds abroad or investing in cryptocurrencies. Notably, cryptocurrencies were recently recognized as an asset class by the US Securities and Exchange Commission, with the approval of Exchange-traded funds just last week.",
    "In response to the chairman’s queries, officials present were unaware of such occurrences and committed to conducting a thorough study into the matter. They emphasized that exchanging rupees into dollars outside formal channels is not permitted, and they will investigate the potential misuse of unofficial avenues for currency exchange and investment."
  ]
}