{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/C-W-Mackie-appoints-two-new-members-to-Board/34-770542",
  "time_ut": 1734287796.0,
  "original_lang": "en",
  "original_title": "C.W. Mackie appoints two new members to Board",
  "original_body_lines": [
    "C.W. Mackie PLC has announced the appointment of Indrajith Wickramasinghe and Shrihan B. Perera to its Board as Independent Non-Executive Directors with effect from 30 December 2024.",
    "The Company also announced the retirement of Ajit Jayaratne, Chrisantha Perera, Sanjeev Rajaratnam and A. Hettiarachchy from 30 December 2024.",
    "Wickramasinghe was the former Director/Chief Executive Officer of Union Bank for over nine years up to his retirement on 15 August 2024. He counts over 35 years of management experience having worked in both the financial services and FMCG sectors in local and multinational companies. He holds an MBA from the University of Sri Jayewardenepura, and is a Fellow of the Chartered Institute of Marketing UK. He has been exposed to Executive Education programs at the National University of Singapore, The Said Business School of the University of Oxford UK and INCEAD (France). He is a member of the Oxford Business Alumni, University of Oxford UK.",
    "Prior to his appointment as Director/CEO of Union Bank he served as the Chief Operating Officer of NOB Bank where he was responsible for all business areas including retail banking, corporate banking, SME banking and project finance. Prior to joining the financial services sector, he was with the leading multinational company Reckitt and Colman where he held numerous senior management positions.",
    "He currently also serves on the boards of NOB Securities Ltd., Fintrex Finance Ltd. and Overseas Realty Ceylon PLC.",
    "Shrihan B. Perera was the Chief Executive Officer of Teejay Group from April 2018 to December 2019. He also served as the Chief Executive Officer of Brandix Apparel Solutions Ltd. from January 2010 to March 2018. He was responsible for drawing up and implementing strategies across all business units in the intimate apparel SBUs in Sri Lanka and India.",
    "Perera previously held positions of Group Financial Controller and Treasurer, Group Accounts Manager and Finance Director at Unilever Sri Lanka while counting overall experience over 30 years both with engineering and finance exposures in amongst competitive conditions and multidimensional challenges. He has wide exposure in FMCG, Garment and Textile Manufacture and Service industry (overseas).",
    "He holds a BSC. Mechanical Engineering-2nd Class Upper Honours from the University of Moratuwa and is a Fellow of the Chartered Institute of Management Accountants/CGMA, UK.",
    "He is currently an Independent Director/Chairman Audit Committee/Member of the Remuneration and Related Party Transaction Review Committees of Teejay Lanka PLC, Teejay Lanka Prints Ltd., Teejay India Ltd., Teejay Mauritius Ltd., and an Independent Director/Chairman Audit Committee/Member of the Remuneration and Related Party Transaction Review Committees of Fintrex Finance Ltd."
  ]
}