{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ranil-calls-for-united-Opposition-against-constitutional-dictatorship-at-UNP-s-79th-anniversary/56-782010",
  "time_ut": 1758498849.0,
  "original_lang": "en",
  "original_title": "Ranil calls for united Opposition against ‘constitutional dictatorship’ at UNP’s 79th anniversary",
  "original_body_lines": [
    "Urges to organise 1,000 joint Opposition rallies, satyagrahas and protests countrywide",
    "Calls his arrest politically motivated; expresses gratitude to political leaders who stood by him",
    "Defends his economic record, stressing he left office with stronger fundamentals",
    "Opposition and SJB Leader Sajith Premadasa congratulates UNP, its historic role in shaping modern SL",
    "SLPP General Secretary Sagara Kariyawasam admits both camps erred by branding each other rogues to gain power",
    "NDF MP Chamara Sampath Dassanayake calls for immediate UNP-SJB unity before reaching out to others",
    "Former President and United National Party (UNP) Leader Ranil Wickremesinghe, making his first public appearance since his arrest and remand, on Saturday urged Opposition parties to form a united front to resist what he described as a looming “constitutional dictatorship.”",
    "He made the appeal at the UNP’s 79th anniversary convention, calling the gathering the beginning of a broad democratic campaign.",
    "“Today, we are not talking of the party, we are talking about working together and working towards defeating constitutional dictatorship,” Wickremesinghe declared, urging the organisation of 1,000 joint Opposition rallies, satyagrahas, and protests countrywide.",
    "Wickremesinghe stressed that the UNP’s anniversary convention marked the start of a broader political movement beyond party lines. ”Today’s convention marks the beginning of that collective effort. Let us organise 1,000 joint rallies. Let us also hold satyagrahas. I know some of you are experienced in leading Paada Yatras. So let us unite and stand together against this constitutional dictatorship,” he declared.",
    "Wickremesinghe addressed his recent arrest head-on, calling it politically motivated. He recounted that he was detained over his official overseas travel last month, during which he attended the Group of 77 (G77) Summit in Havana, participated in the UN sessions in New York, and met with World Bank and International Monetary Fund (IMF) leaders.",
    "He also clarified that his UK stopover was a mere transit and no public funds were used. “I was arrested last month simply for undertaking an official tour to several countries. On the advice of my lawyers, I won’t speak further on the arrest at this time,” he said, adding that the complaint leading to his arrest was filed by the current President’s Secretary.",
    "Wickremesinghe expressed gratitude to political leaders across the spectrum who stood by him. “Former Presidents Mahinda Rajapaksa, Maithripala Sirisena came to see me. Former President Chandrika Bandaranaike Kumaratunga was unwell and therefore she sent a message. Even Gotabaya Rajapaksa, who was overseas, sent a message. The Opposition Leader too visited me,” he noted.",
    "The former President also defended his economic record, stressing that he left office with stronger fundamentals. “When I took over the country in 2022, Sri Lanka’s GDP stood at $ 76.8 billion. By the time I handed it over to Anura Kumara Disanayake, it had risen to $ 98.9 billion. I left behind $ 22 billion. I have nothing to gain from these matters,” he said.",
    "The event also saw expressions of support and calls for Opposition cooperation from across the political spectrum.",
    "Samagi Jana Balawegaya (SJB) General Secretary Ranjith Madduma Bandara read out a message from Opposition and SJB Leader Sajith Premadasa, who congratulated the UNP and acknowledged its historic role in shaping modern Sri Lanka. He noted that UNP Founder D.S. Senanayake had drawn on the experience of the Ceylon National Congress, which played a vital role in the independence movement.",
    "Premadasa praised the party’s contribution to agriculture, free education, and economic liberalisation, while stressing the need for all political actors to safeguard democracy today.",
    "Sri Lanka Podujana Peramuna (SLPP) General Secretary Sagara Kariyawasam admitted both camps erred by branding each other rogues to gain power. “We, in search of power, undermined the service that others have done to the country, claiming that they were rogues without evidence. That mistake was made by our camp and yours,” he said.",
    "SJB MP Dayasiri Jayasekara criticised the Government’s track record, alleging corruption, including the release of 323 Customs containers and irregularities in awarding wind power tenders.",
    "New Democratic Fund (NDF) MP Chamara Sampath Dassanayake pressed for immediate UNP-SJB unity before reaching out to others. “Without joining together, nothing can be achieved,” he warned. UNP General Secretary Thalatha Athukorala, Sri Lanka Muslim Congress (SLMC) Leader Rauff Hakeem, Pivithuru Hela Urumaya (PHU) Leader Udaya Gammanpila, and the Tamil Progressive Alliance (TPA) Leader Mano Ganesan also spoke."
  ]
}