{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/US-and-Sri-Lankan-navies-to-hold-CARAT-Sri-Lanka-2024-in-Trincomalee/108-281122",
  "time_ut": 1713753120.0,
  "original_lang": "en",
  "original_title": "US and Sri Lankan navies to hold CARAT Sri Lanka 2024 in Trincomalee",
  "original_body_lines": [
    "Colombo, April 22 ( U.S. Embussy in Sri Lanka) - The United States Navy, U.S. Marine Corps, and Sri Lanka Navy will partner for the Cooperation Afloat Readiness and Training (CARAT) Sri Lanka 2024 exercise for four days from today (22) in Trincomalee.",
    "CARAT Sri Lanka will feature the expertise of the U.S. Fleet Anti-Terrorism Security Team (FAST), a U.S. Marine Corps unit specialized in security and anti-terrorism for naval assets, engaging alongside their Sri Lanka Navy Marine counterparts on a full spectrum of naval capabilities.",
    "The CARAT Sri Lanka exercise includes a Women, Peace, and Security Symposium on April 24 to promote the vital roles women play in peace negotiations, conflict management, and resolution.  With approximately 70 U.S. personnel working with their Sri Lanka military partners, this fifth iteration of the CARAT Sri Lanka bilateral maritime exercise underscores the strong partnership and shared commitment of the United States and Sri Lanka to maintain a free and open Indo-Pacific.",
    "U.S. Ambassador to Sri Lanka Julie Chung emphasized the significance of the exercise: “Since Sri Lanka began participating in CARAT in 2017, it has grown to become the most significant bilateral military engagement between the United States and Sri Lanka, reflecting our shared commitment to the peace and stability of the Indian Ocean Region. This exercise demonstrates the importance the United States places on nurturing partnerships, encouraging cooperation, and advancing maritime capabilities, enabling the U.S. and Sri Lankan navies to better operate together to address maritime security challenges in the Indo-Pacific.”",
    "The Commander of the Sri Lanka Navy, Vice Admiral Priyantha Perera stated that: “Taking part in exercises of this nature enables the Sri Lanka Navy to gain confidence, experience and operational training by working alongside an experienced and well-equipped navy like the U.S. Navy. This can be particularly valuable in situations where the Sri Lanka Navy is required to engage with multiple array of navies for combined operations in the establishment of freedom of navigation and rules-based order in the ocean region, as well as responding to traditional and nontraditional threats in the maritime domain.”",
    "Senior Defense Official at the U.S. Embassy Anthony Nelson praised the collaborative people-to-people spirit that the upcoming CARAT exercise exemplifies: “The aim of CARAT is to enhance the ability of our navies to defend our own nations and uphold the international standards that serve our mutual interests. But it’s not just about honing our naval capabilities; CARAT Sri Lanka 2024 stands as a powerful symbol of our partnership, building lasting friendships and mutual understanding by working shoulder to shoulder with our Sri Lankan counterparts.”",
    "Initiated in 1995, CARAT is a series of bilateral and multilateral exercises between the United States and Bangladesh, Brunei, Cambodia, Indonesia, Malaysia, Philippines, Singapore, Sri Lanka, Thailand, and Timor-Leste. Celebrating its 30th anniversary, this exercise series is designed to enhance the operational collaboration between the U.S. and partner navies’ abilities to operate together in response to traditional and non-traditional maritime security challenges in the Indo-Pacific region and build relationships through sports, cultural, and information exchanges.",
    "To learn more about the United States’ work in Sri Lanka, visit: https://lk.usembassy.gov/ and follow @USEmbassySL on social media."
  ]
}