{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/promises-delivery-and-sobering-reality/",
  "time_ut": 1727805660.0,
  "original_lang": "en",
  "original_title": "Promises, delivery and sobering reality",
  "original_body_lines": [
    "The monthly petroleum price revision has been effected, and the prices of petrol, diesel and kerosene have been reduced. The price of a litre of 92 Octane petrol has been reduced by Rs. 21 to Rs. 311. The prices of ‘auto’ diesel and ‘super’ diesel have been decreased by Rs. 24 and Rs. 33 per litre to Rs. 283 and 319, respectively. The price of a litre of kerosene has been reduced by Rs. 19 to Rs. 183. The price of 95 Octane petrol remains unchanged. These price reductions may be larger than those implemented by the Rajapaksa-Wickremesinghe government, but they fall far short of what the NPP promised before the recently concluded presidential election. The NPP leaders including the then presidential candidate, Anura Kumara Dissanayake, tore into the Rajapaksa-Wickremesinghe government for keeping the petroleum prices extremely high by imposing taxes amounting to more than Rs. 150 on petrol and diesel per litre. No sooner had Dissanayake won the presidency than he came under pressure from his political opponents to reduce petroleum prices by at least Rs. 150 per litre.",
    "Thankfully, the NPP has chosen to act wisely. It has not made the same mistakes as the Yahapalana government and the SLPP administration; the regime changes in 2015 and 2019 led to huge decreases in fuel prices, which took their toll on state revenue.",
    "If the NPP government had slashed the fuel prices in keeping with its pre-election rhetoric, its action would have stood in the way of the efforts being made to raise state revenue as part of the country’s economic recovery programme. Reflected in the latest fuel price revision is the fact that the sobering economic reality has already dawned on President Dissanayake and his Cabinet. This is something positive.",
    "The NPP leaders have not sought to translate their campaign rhetoric into action. They have chosen to tread cautiously although the Opposition is raking them over the coals for not making good on their election promises. Cabinet Spokesman Vijitha Herath told the media yesterday that the new government had to reduce fuel prices in a sustainable manner, and more relief could be given to the people as the economy improved.",
    "It is heartening that the NPP leaders have not pandered to their party’s dyed-in-the-wool members who are calling for the ouster of some efficient state officials in key positions, and demanding populist measures to rally more popular support. They also seem to have opted to strike a fine balance between the ongoing economic recovery programme and the provision of economic relief. That is the way to set about the task of managing the economy. They have to cross the river by feeling the stones, as legendary Chinese leader Deng Xiaoping famously said.",
    "Meanwhile, the Election Commission has, in view of the upcoming general election, suspended the implementation of the fertiliser and fuel subsidies President Dissanayake ordered the Finance Ministry to grant farmers and fishers, respectively. Subsidies help lower the cost of production, if properly implemented, and there is no gainsaying that the farming community, as well as others, deserve relief, but there is a pressing need to rationalise all subsidy schemes and ensure that the intended benefits thereof accrue to the public.",
    "Private bus operators have decided to share the benefits of the fuel price reductions with the public; they have agreed to a downward bus fare revision. But trishaw operators have refused to do so; they are demanding a bigger petrol price reduction! Ironically, most of them threw their weight behind the NPP in the presidential contest, displaying posters of Dissanayake on their vehicles. They are now refusing to help the NPP government ease the people’s economic burden. So much for their much-advertised progressive outlook and their campaign for social justice.",
    "What the reaction of the trishaw operators signifies is that most of those who made the NPP’s ascension to power possible may not fully cooperate with the new administration to usher in the change they passionately clamoured for if they feel that their interests are threatened. They want others to bring about that change while they are busy serving self-interest.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}