{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/mathisha-hewavitharana-to-head-sri-lankas-siyapatha-finance-242118/",
  "time_ut": 1759127100.0,
  "original_lang": "en",
  "original_title": "Mathisha Hewavitharana to head Sri Lanka’s Siyapatha Finance",
  "original_body_lines": [
    "ECONOMYNEXT – Mathisha Bhadrika Don Hewavitharana will become chief executive officer of Siyapatha Finance PLC, with effect from October 1, the company said.",
    "Hewavitharana currently serves as the chief strategy officer of Siyapatha Finance, a subsidiary of Sampath Bank.",
    "A brief profile of Hewavitharana, as provided by the finance company, follows:",
    "Mr. Mathisha Hewavitharana possesses over 20 years of extensive experience in the financial services industry, having commenced his professional journey in 2005 at Siyapatha Finance PLC. His career has encompassed a wide array of functional areas, including Marketing, Credit, Branch Operations, Branding and Marketing Communications, Product and Business Development, and Strategic Planning and Execution.",
    "Over the course of his tenure at Siyapatha Finance PLC, Mr. Hewavitharana has progressively advanced through several senior leadership roles. In his current capacity as Chief Strategy Officer, he has been entrusted with critical responsibilities aligned with the Company’s succession planning framework. In this role, he has played a pivotal part in shaping the Company’s future strategic direction, providing exemplary leadership in the development and execution of growth strategies, while also driving the integration of information technology and technological innovations to enhance operational efficiency.",
    "Mr. Hewavitharana is a graduate of the University of Colombo, where he earned a Master of Business Administration in General Management and a Bachelor of Business Administration with a specialization in Marketing Management, a Professional post Graduate Diploma in Marketing (UK) with MCIM and Chartered Marketer status, a Certified Chartered Management Accountant (UK) with CGMA, ACMA status, an Advance Diploma in Banking & Financing from Banking Institute of Sri Lanka with AIB membership status, and an Associate Membership at Sri Lanka Institute of Marketing with a Practicing Marketer status.",
    "He was nominated to represent the Company at several distinguished local and international programs, including the Executive Leadership Development Programme at the Stanford University, California, United States."
  ]
}