{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-election-economy-nexus-and-the-politics-of-jvp-apology/",
  "time_ut": 1710029640.0,
  "original_lang": "en",
  "original_title": "The Election-Economy Nexus and the Politics of JVP Apology",
  "original_body_lines": [
    "The economy is the base; everything else is superstructure. That is the old Marxian concept, simply put. The base ultimately determines what goes on in the superstructure, which includes among other things the state and its institutions, as well as their processes and functions. Included are the legislature, the executive and the judiciary, and their elections and appointments. Over time, there have been modifications to the old concept.",
    "Borrowing from Freud’s psychoanalysis, Louis Althusser, the French Marxist, used the concept of over-determination to suggest that there are multiple causes producing an effect, i.e., political outcomes are ‘over determined’ by many causes besides the economy, although the economy could be singularly significant. Neo-Marxists have provided another angle in that just as the base could determine the goings on in the superstructure, what goes on in the superstructure also have implications for the base.",
    "I believe it was in his political obituary of JR Jayewardene (in the Lanka Guardian) that Dayan Jayatilleke quite remarkably described the outcome of JRJ’s open economy project was to drag the Sri Lankan economic base into alignment with the superstructure that had already drifted into alignment with global changes. This is not to absolve the architects of the open economy of their untoward intentions, unintended results and ill-gotten gains, but to use that experience as a backdrop as we come to view the emerging dialectic between the economy of Sri Lanka and the politics of the JVP/NPP. And in this election year, all politics is electoral. Hence the election-economy nexus.",
    "Yet the JVP’s project is quite different from that of JRJ. The task is now to salvage the economy and not to embark on any realignment. For the electorate it would be a question of JVP’s competence as much it would be of its attractiveness as a new alternative. So, it is fair, reasonable and necessary to question the JVP/NPP on its approach to and experience in matters economic.",
    "But it is a worthless red herring to demand the present leader of the JVP/NPP to apologize for the doings and misdoings of the pre-NPP JVP under the leadership of his predecessors. Put another way, if the JVP/NPP were to win the next pair of national elections, it should be because it is able to persuade a majority of voters on what it can do in the future as government, especially for providing economic stewardship; and not because it says sorry for what the JVP did in its insurrectionary past under a different leadership.",
    "It is also school masterly politics to ask Anura Kumara Dissanayake to say sorry for the ways of his predecessors before he can be admitted in class. Not to mention the preferential school masterly treatment in allowing convicted murders to sit in parliament because they belong to the right parties and perhaps the same ‘class.’ It is not my purpose to prescribe what Mr. Dissanayake should or should not do or to predict what he may or may not do, but to critique, if not poke fun at, the moral hypocrisy and the political idiocy of the current crop of apology seekers.",
    "Globally, there is a body of literature on political apologies following the so called “age of apologies” – the two decades of 1990s and 2000s, when 186 political apologies were rendered in comparison to 16 apologies over the previous four decades from 1947 to 1989. Decolonization obviously provided the primary site for rendering political apologies. Other instances include oppressive states and regimes using apologies as a framework for reconciliation and restorative justice between state oppressors and the oppressed populations. The most celebrated example of the latter is the truth and reconciliation experience of post-apartheid South Africa.",
    "The offering of apologies is still continuing and in significant numbers, but a number of apology academics are becoming weary of dispensing apology by state actors who cynically use apologies to rhetorically accept responsibility without institutional commitment to change. The ethos of apology is now credited for the American response to the 9/11 Al Qaeda attacks that targeted the perpetrators of the attack while rejecting Islamophobia and without infringing the rights and freedoms of Muslim and Arab American citizens. Bundling Al Qaeda and Islam is the handiwork of Donald Trump, but that is an altogether different phenomenon.",
    "Germany has perpetually placed itself in apology mode for the horrors of the holocaust. But where continuing restitution for even such an epochal tragedy as the holocaust can easily morph into a new and subjectively no less horrific tragedy is what the world is now watching in Gaza. The political fallouts from the Gaza tragedy are manifesting themselves in every Western country. To wit, the historic trouncing of all the major political parties in the recent Rochdale bye-election in Britain. Not to mention the domestic pressure on the Biden Administration in the US and its desperate efforts to effect an immediate ceasefire in Gaza while insisting on the two-state solution for the long term. Be that as it may.",
    "Sri Lanka is not an automatic site for political apologies. Some Western academics have noted that Sri Lanka is not the typical authoritarian state that is transitioning to democracy, with political apologies becoming part of the transitionary phase. Sri Lanka, if at all, has been moving in the opposite direction. A reasonably functioning democratic state that has been more than occasionally careening into authoritarian spells. One significant shortcoming that academics have noted is the absence of judicial review of legislation that have prolonged the life of draconian laws without checks and challenges. There is homework to be done in putting these checks and balances in place through constitutional reform. But nothing is going to come out of asking for and accepting apologies.",
    "Historically, the oppressive instruments of the state have been used against working class organizations and minority groups. No apology was given, and nothing was asked for. The 1971 JVP insurrection was the first instance when the state was systematically challenged and forced into an authoritarian mode. The insurrection was defeated, and its leaders were tried under new laws, convicted and jailed. No one asked for apologies. There were of course significant political fallout. The whole program of the United Front government was irreparably set back. The brutal put down of the insurrection by the UF government became an electoral weapon for the opposition UNP in the 1977 elections. The UNP’s payback was the freeing of imprisoned JVP leaders, not all of whom were ready to grow out of their insurrectionist proclivities.",
    "1983 came and went without any apology, and in an aside President Jayewardene declared the JVP Naxalites, and ordered their arrests. The JVP went underground to launch its second coming, and it came with worse brutalities and matching putdowns. The JVP was again defeated to a point that its third coming could only be non-violent and even democratic. Should President Jayewardene be asked for a posthumous apology – for triggering the cycle of JVP violence – now that there is a kinsman of his in office as President?",
    "At the other side of the ethno-spectrum, the Tamil militants engaged the state in bouts of war that went on for over 25 years. Even the Indian army got in the act, and the whole island became a killing field. People perished in their random tens of thousands. There have also been hundreds of targeted killings, including a dozen or so emblematic ones using state resources for political reasons as well as for personal reasons. None of them have been solved and the perpetrators are perpetually at large. In the scheme of things, who is one to ask for apologies and who is to give?",
    "What might be more concerning is the reported mobilization of ‘retired tri-forces’ by the JVP/NPP apparently as an electoral phalanx. The SJB is reportedly going after officer-level retirees, while Ranil Wickremesinghe has staked his ground from top, as usual, by taking care of the current tri-forces with state bounties. The tri-forces, whether on the job or in retirement, have become an important part of the Sinhalese social formation, as well as a numerically critical voting bloc.",
    "The socialization of the tri-forces has served the positive purpose of keeping them away from temptations to overthrow democratically elected governments. But the ever lurking danger is in the ethno-politicization of the tri-forces that pits them against non-Sinhala members of the Sri Lankan society. The Rajapaksas were often accused of ethno-politicization of not just the tri-forces, but of all forces. Even that did not help them in the end, a lesson that the JVP/NPP can ignore only at their ultimate peril.",
    "Turning to the elections and the economy, Sri Lanka is among quite a few countries that are facing rather consequential elections this year. But there is no consistent picture of the election-economy nexus that one might see in the countries with upcoming elections. Understandably so, because beneath the over arch of the global economy, the world’s societies are seething with their socio political specificities. The two big ones are India and the US. The Indian economy is strong. It is the economic engine that is propelling South Asia to be the leading growth region in a somewhat sluggish world economy. The world economy is “neither sick nor strong” is the assessment of a political economist, John Rapley. He even compares it to long Covid – the lasting aftereffects of Covid-19 that selectively impairs some but not others.",
    "India struggled during the pandemic, but now it is surging. India’s growth has been upwards of 7% and 8% in recent quarters and is projected keep going for now. In comparison to others, India’s manufacturing sector is sustainably strong. Modi inspired government spending on infrastructure and incentives to boost the production of electrical and electronic goods have been positively catalytic. He is poised to win a ‘threepeat’ election victory, which he could have done on the strength of performance of the economic base alone without monkeying with India’s secular superstructure.",
    "China, on the other hand, is literally on a downward trajectory. The country does not suffer elections, but it is currently suffering the drastic reversal of its once runaway economic growth. So much bad news, that the government canceled Premier Li Qiang’s news conference that traditionally accompanies the annual sessions of the National People’s Congress.",
    "At the other end, the US economy is going strong; in fact, the only western economy that is positively growing in every sector. Britain and Japan are officially in recession, and Germany is reportedly at economic ‘standstill.’ President Biden delivered his election year State of the Union address on Thursday. He ripped into Trump; chided the Justices of the Supreme Court who were in attendance for rescinding women’s right to abortion; called upon women to show their power with their vote; and joked that he may not look old, but he has been around for a long time.",
    "It was quite a performance at the pulpit for an 81 year old, with hardly any stumble. It certainly would enthuse his base, but whether it would be enough to stop Trump in his tracks is a different question. The November election will be a repeat of the last one between Biden and Trump with their positions reversed. But Biden is not ahead of Trump in opinion polls, as he should be on account of the economy alone. That base is not helping Biden, at least not yet.",
    "On the other hand, Trump who should be reviled and rejected for orchestrating an insurrection against the Congress on January 6, 2021, among other crimes, has taken over the Republican Party, the party of Abraham Lincoln. No one has asked him to apologize. The state of American superstructure is quite shaky in spite of its strong economic base.",
    "There is not much to say that is not already known about either Sri Lanka’s economy or its politics. The assurances of the two elections happening, starting this year, have given room for some optimism and hope. The arrival of Anura Kumara Dissanayake as a presidential contender has spurred the public mood. But it is still a long way to go. And there will be many questions asked of Mr. Dissanayake, and rightly so. Let them be questions on the economy, on ending crime and corruption, and on constitutional reform. Not about apologies.",
    "BMICH 50 years ago: Memories of the first international conference hosted there",
    "President invites opposition leaders for a crucial meeting to discuss IMF proposals",
    "AKD is still in the lead, says Institute for Health Policy poll",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}