{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/New-technologies-and-practices-transforming-green-energy-sector/4-765374",
  "time_ut": 1723237932.0,
  "original_lang": "en",
  "original_title": "New technologies and practices transforming green energy sector",
  "original_body_lines": [
    "Renewable energy (RE) is clean, abundant, and sustainable but comes with its own challenges like intermittency, variability, cost, and integration.",
    "To overcome these, the sector is constantly innovating with newer technologies and practices to make it more cost and operationally effective.",
    "Fuel produced from green energy sources such as hydrogen, methane, ammonia, and ethanol are green in nature and these can be stored, transported, and used for various applications, such as transportation, heating, and industry. Many nations are building capacities for such fuel, and Sri Lanka too has huge potential to produce and export them.",
    "Solar power has some limitations related to being dependent on weather and daylight, low efficiency, and requiring large land areas. A new type of cell using a material called perovskite is now being explored, which has high light absorption and conversion efficiency. It is cheaper, thinner, and more flexible than the conventional silicon solar cells, and can also be integrated with other materials and devices, such as windows, textiles, and batteries.",
    "Floating solar farms are gaining prominence in areas with pressure on land. Here the solar panels are installed on floating platforms on water bodies, such as lakes, and reservoirs, thereby saving land space and reducing water evaporation. In Sri Lanka, two pilot floating solar farms are planned to come up in Chandrika Wewa and Kiriibban Wewa reservoirs, in collaboration with the Korean Government.",
    "Wind power comes with limitations like being variable, location-specific, and visually intrusive. Offshore wind farms that are installed in the sea, not only exploit the wind corridor along the sea but also reduce land use and are gaining in popularity. Some nations have begun integrating offshore wind farms with other marine activities, such as fishing, aquaculture, and tourism. According to the Offshore Wind Roadmap for Sri Lanka, published by the World Bank, the country’s offshore wind potential is 56 GW. We should begin exploiting this resource as soon as possible.",
    "Designers have come up with vertical-axis wind turbines which, unlike the conventional horizontal-axis wind turbines, capture wind from any direction and can operate at low wind speeds. These are more suitable in urban and residential areas. Some cities in China and Japan have installed mini versions of these along busy roads and highways, thereby capturing the wind energy of moving vehicles.",
    "Strange as it may sound, scientists have now developed bladeless Wind turbines. A Spanish startup, Vortex Bladeless, has made a prototype where an elastic rod is used to secure a 3m tall bladeless turbine vertically into the ground. It is built to sway or oscillate within the wind’s speed range, and the vibration that results from this produces energy. If this is successful, it can be installed in urban areas.",
    "The capacity of traditional wind turbines has been increasing steadily with 20 MW turbines now a reality. For comparison, most of Sri Lanka’s wind turbine capacity is 4 MW or less, with the most talked about in media these days India’s Adani’s one being proposed at 5.2 MW. China’s Mingyang Smart Energy Group has claimed that they have successfully tested an offshore 20 MW turbine with rotor diameters at a whopping 300 metres!",
    "The energy grid is one of the most complex infrastructures and requires quick decision-making in real-time, which big data and AI algorithms enable for utilities. Beyond grid analytics and management, AI’s applications in the renewables sector include power consumption forecasting and predictive maintenance of renewable energy sources. There are many innovations happening in big data and analytics to make grids and generation more efficient. Analytics firms which use machine learning to calculate historical power consumption and carbon dioxide emissions for renewable energy audits and weather forecasting, allowing consumers to observe real-time consumption patterns and enable power producers to hybridise different technologies and optimise load sizing.",
    "Power storage is the next frontier in power innovation. The concept of Distributed Energy Storage Systems is gaining prominence where RE generation and storage is localised, overcoming irregularity in production. Based on economic and other requirements, firms offer a range of battery and battery-less solutions.",
    "Sea and ocean waves are an eternal source of energy and several firms are working on exploiting this round-the-clock form of energy. An Irish start-up has developed Modular Wave Energy Converter (WECs) which are buoys on the surface, connected with linear generators resting on the seabed. The moving waves provide energy to the buoys thereby generating electric power. As an island nation, Sri Lanka can also benefit immensely from this technology once it becomes ready for mass adoption.",
    "Bioenergy is another front where power is derived from biomass sources. Sugarcane and corn, which are also food crops, have their limitations in their extensive use. Companies are now producing bio-oil from genetically modified algae. Considering that algae require only air, water, and sunlight to grow, this technology also closes the loop between greenhouse gas emissions and fuel production.",
    "(The writer is an Engineer specialising in renewable energy engineering. With a robust background in mechanical, power, and energy sector, he has dedicated his career to pioneering sustainable energy solutions spanning over 40 years across UAE, Saudi Arabia, Sri Lanka and Australia. He can be reached via email : [email protected].)"
  ]
}