{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/JAAF-partners-GTEX-to-drive-textile-innovation-and-competitiveness-in-Sri-Lanka/34-771195",
  "time_ut": 1735588002.0,
  "original_lang": "en",
  "original_title": "JAAF partners GTEX to drive textile innovation and competitiveness in Sri Lanka",
  "original_body_lines": [
    "Sri Lanka took another significant step toward textile circularity with a four-day program under the GTEX Phase II initiative, organised by the International Trade Centre (ITC) and funded by the Swiss State Secretariat for Economic Affairs (SECO). The event, which combined a two-day training-of-trainers session with a workshop on Circular Economy Business Models for the Textile and Clothing Industry, reflects the nation’s ongoing commitment to a sustainable textile future.",
    "The workshop, held from 16 to 19 December, provided around 90 participants with a comprehensive understanding of circularity in textiles. Key sessions focused on designing for circularity, enhancing reverse logistics for reuse and recycling, and exploring advanced textile recycling technologies and quality standards. These insights aim to position Sri Lanka as a frontrunner in the global sustainable textile movement. The program began with a training-of-trainers session attended by 19 Sri Lankan academics, textile professionals, and government representatives. By embedding knowledge locally, it ensures the scalability and sustainability of circular practices across the country. In 2025, GTEX Sri Lanka plans to train approximately 500 industry professionals and students, enabling wider adoption of these innovative business models.",
    "“Sustainability is no longer an option but a necessity. Through this program, we are equipping Sri Lanka’s textile industry with the tools to stay competitive in global markets while addressing the urgent need for circularity,” said ITC Head of Fibres, Textiles, and Clothing Matthias Knappe.",
    "Joint Apparel Association Forum (JAAF) Secretary General Yohan Lawrence echoed this sentiment, stating, “This initiative reinforces Sri Lanka’s commitment to building a responsible, future-ready textile sector. It’s an important step toward aligning our industry with international standards and making it more resilient to global market demands.”",
    "The GTEX/MENATEX Phase II program is a multi-country initiative supporting export competitiveness in the textile and clothing sectors of Sri Lanka, Egypt, Jordan, Morocco, and Tunisia. It focuses on sustainability and circularity as key drivers of growth, while also addressing the sector’s potential for job creation and poverty reduction.",
    "By fostering transformational change in the industry, the program helps participants meet international sustainability standards and aligns closely with the UN Sustainable Development Goals (SDGs). In Sri Lanka, GTEX collaborates with key organisations such as JAAF, the Export Development Board (EDB), the Central Environmental Authority, and the University of Moratuwa to implement these practices effectively.",
    "“The collaboration between local institutions, industry players, and international partners ensures a holistic approach to transforming Sri Lanka’s textile and clothing industry,” Knappe added. “It’s about creating a more sustainable and inclusive ecosystem, which benefits everyone from manufacturers to end consumers.”",
    "This concerted effort aims to prepare Sri Lanka’s textile sector for a competitive, sustainable future, balancing environmental responsibilities with economic opportunities."
  ]
}