{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/People-s-Bank-and-Hayleys-Solar-partner-to-accelerate-Sri-Lanka-s-shift-towards-sustainable-energy/34-761535",
  "time_ut": 1715108857.0,
  "original_lang": "en",
  "original_title": "People’s Bank and Hayleys Solar partner to accelerate Sri Lanka’s shift towards sustainable energy",
  "original_body_lines": [
    "In an alignment geared towards promoting sustainable energy adoption, People’s Bank and Hayleys Solar, the renewable energy arm of Hayleys Fentons Ltd., recently signed a Memorandum of Understanding (MoU).",
    "It aims to catalyse the widespread adoption of solar energy by facilitating access to better financing options.",
    "People’s Bank will provide loans to customers seeking to invest in rooftop solar power for their homes or businesses. These loans will empower individuals and enterprises to embrace solar power, thereby reducing their carbon footprint and contributing to a cleaner environment.",
    "With the help of the introduced loan programs customers are given the option to go for an affordable loan instalment each month instead of continuing with the burden of a higher electricity bill. This monthly saving option is available for any system capacity and the savings amount will grow in relation to the capacity of each system. By availing of this option, customers can save on their monthly utility expenses and use those funds for other essential needs. In essence, customers will be making a one-time financial investment by replacing an expensive monthly expense with a more affordable one that will reap long term savings.",
    "The occasion was graced by People’s Bank CEO/General Manager Clive Fonseka,  Hayleys Fenton›s Managing Director Hasith Prematillake,  Hayleys Solar Executive Director/CEO  Roshane Perera, Hayleys Fentons Finance Director Pamudith Gunawardana, People’s Bank Deputy General Manager (Enterprise Banking) Wickrama Narayana, Deputy General Manager (Retail Banking) T.M.W Chandrakumara, Hayleys Solar Assistant General Manager Channel Sales Kapila Jayaratne, Assistant Channel Sales Manager Srilak Sandaruwan, People’s Bank  Assistant General Manager (SME, Development and Micro Finance) Chaminda Ihalakorala,  Senior Manager (SME) Chamari Perera and Deputy Manager Chamedi Gunathilake.",
    "The collaboration between People›s Bank and Hayleys Solar marks a pivotal step towards achieving Sri Lanka›s renewable energy goals while fostering economic development. As the nation continues to prioritise environmental conservation and energy security, initiatives like this play a crucial role in driving the transition towards energy independence and a more sustainable future."
  ]
}