{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102757/26-ships-polluted-sri-lankan-waters-over-6-million-litres-of-pollutants-released-in-one-year",
  "time_ut": 1729154100.0,
  "original_lang": "en",
  "original_title": "26 ships polluted Sri Lankan waters; over 6 million litres of pollutants released in one year",
  "original_body_lines": [
    "The Maritime Environment Protection Authority (MEPA) has reported that 26 ships polluted Sri Lankan waters in the past year, based on data from a satellite monitoring project conducted in collaboration with the French government.",
    "The project, aimed at monitoring maritime pollution, uses advanced satellite technology to track and analyze incidents of marine contamination.",
    "Two major shipwrecks—the New Diamond and X-Press Pearl—stand out in recent history as causes of significant environmental damage to Sri Lanka’s marine ecosystem. The New Diamond caught fire and sank 38 nautical miles off Sri Lanka’s east coast in September 2020, while the X-Press Pearl, a Singapore-registered vessel, sank near Colombo Port after catching fire in May 2021. Both incidents caused severe and long-lasting harm to marine life and coastal areas.",
    "In response to these environmental disasters, MEPA, with support from a French company, launched a pilot project to assess fuel spills in Sri Lankan waters using satellite technology. The findings from this initiative confirmed that 26 ships entering Sri Lankan waters over the past year have contributed to ocean pollution.",
    "Commenting further regarding the matter, Project Manager Oliver Germane said: “When we presented these report to all the stakeholders, they were surprised by the results because probably did not expect to see so many pollutions in the national waters. In total 115 pollutions have taken place in 12 months, which means that on a rate, each time we are acquiring an image, we have more than 50% chance to see a pollution in this image.”",
    "“Also the estimation of the volume of pollution was taken… total volume of pollutants was more than 6 million litres of pollutants released to the Sri Lankan waters. So, on a range, every month, 500,000 litres of pollutants have been released in to the waters.”",
    "“The amount of pollutants which was released by the incidents of the X-Press Pearl in 2021 was 350,000 litres. This means that on a rate we have an equivalent volume of pollutants the X-Press Pearl released to Sri Lankan waters every month,” he added.",
    "Furthermore, Mr. Germane stated: “We were also able to identify the potential polluters in some cases. For this project, we were able to do so in 26 cases. So, points to them, to take possible actions.”"
  ]
}