{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/colombo-university-business-economic-summit-2024-keynote-address/",
  "time_ut": 1711894966.0,
  "original_lang": "en",
  "original_title": "Colombo University Business Economic Summit 2024: Keynote Address",
  "original_body_lines": [
    "President Ranil Wickremesinghe addressing Parliament in August 2022 pronounced that the target of his Government was to make Sri Lanka a fully developed country by 2048. The choice of the target year had some sentimental reason. It is that Sri Lanka will celebrate the centenary of independence from Britain in 2048.",
    "Since Sri Lanka was a promising rich country in South Asia by the time it gained independence in 1948 prompting some analysts to brand it as Switzerland of Asia, it is ironical to target for prosperity after 100 years of independence. However, without any apparent connection, two weeks before Sri Lanka made this pronouncement, India’s Premier Narendra Modi too announced that India’s goal would be to make it a developed country by 2047 when it would celebrate centenary of independence from Britain. It seems that Sri Lanka is closely following the development path of its neighbour to the North.",
    "In my view, it is a salutary development since both can aspire to attain this goal as partners of development and not as rivals. Since making this initial announcement, President Wickremesinghe reiterated it when he addressed the nation in June 2023 and delivered the Presidential Address on reconvening Parliament in February 2024. As it is the goal of becoming a developed country by 2048 is the accepted development goal of Sri Lanka. It is, therefore, commonly referred to as Target 2048.",
    "Target 2048 represents a long date. However, given the present economic crisis which Sri Lanka is going through, it is not an impractical one. Sri Lanka recorded negative economic growth consecutively for six quarters since the first quarter of 2022 making it officially a country in recession. Growth became positive in the third quarter of 2023 followed by a similar development in the fourth quarter of the year. However, in 2023, Sri Lanka had a negative economic growth. The growth prospects during 2024 to 2028 appear to be dismal with a low growth of about 2-3% in each of the years concerned. Hence, the attainment of the target 2048 will be difficult but not impossible if suitable economic policies are adopted persistently and continuously. So far, neither India nor Sri Lanka has presented the detailed strategic plan to attain this target. India might do so after the Parliamentary elections to be held later in the year. Sri Lanka has not announced such a strategic plan yet, but will follow the Indian example.",
    "According to the World Bank’s classifications in 2023, a country is considered a developed country if its gross national income or GNI per head is $ 13,845 or more. Going by a mere per capita GNI number to call a country a developed one is misleading since it hides many important factors like the level of poverty, income distribution, human development, etc. However, the presumption here is that once a country reaches these thresholds of development, it will also have all these other necessary factors in place. For example, due to the trickledown effect of income from top to the bottom, absolute poverty level will come down to acceptable levels as it had happened in countries like Singapore or Malaysia. When the income level increases, people will be more concerned about the quality of development making the development a sustainable one.",
    "The political economy associated with the high-income levels will pressurise the rulers to take proactive measures to narrow the income gap. However, these qualitative developments will not take place automatically. They should be brought in by adopting conscious policies. Subject to these deficiencies, the common practice is to go by the World Bank’s classification levels to brand whether a country is a developed one or not.",
    "The World Bank revises the thresholds of development annually reckoning the fall in the value of the US dollar due to domestic inflation. In the past, these revisions have been at about 10% per annum. When the same revision level is used for the next 25 years, it is estimated that the threshold of a developed country will be around $ 17,000 by 2048. The present demographic projections indicate that Sri Lanka’s population in 2048 will be between 22 and 25 million. At these levels of population, to pass the threshold of development, Sri Lanka’s GNI should be between $ 374 and $ 425 billion. Since Sri Lanka’s GNI by 2028 is projected to be around $ 94 billion, to reach the required GNI levels by 2048, the country should maintain an annual compound growth rate of about 7-8%.",
    "The graph shows Sri Lanka’s annual growth performance from 1951 to 2023. It shows that Sri Lanka has exceeded the required growth rate of 8% only occasionally. Even when it is exceeded, the country has not been able to sustain it in the subsequent periods. Due to the wide fluctuation of the growth rate from year to year, its annual growth during 1951-2023 has been at about 4%. Hence, it is a formidable challenge for Sri Lanka to double its growth rate in the next 25 years. That is why it is necessary to adopt suitable policy strategies in the next 25-year period to reach a minimum growth rate of 8% annually and sustain that growth continuously.",
    "Though details have not been given, President Wickremesinghe in his address to the nation in June 2023 outlined that the strategy which he proposes to adopt is based on the Lab Approach. This is a technique developed by the Center for International Development or CID of the Kennedy School of Government of Harvard University. He has a particular interest in CID because he himself had been an alumnus of that prestigious research centre. According to CID, in this approach, all stakeholders of development policy are assembled to a retreat to prepare the growth strategy for adoption. It seems that for microlevel policy interventions like divesting state enterprises or proposing a suitable education policy, this growth lab is an effective approach. It is too much for deciding a national development policy for a country within a short period.",
    "President Wickremesinghe said in his address to the nation that he would be assembling top private sector leaders, Cabinet ministers, and bureaucrats to a retreat of six weeks for deciding on a national transformation plan. The timeline given was as follows: The lab would be convened in July, its report ready by September, and public consultations would be conducted in the fourth quarter of 2023. Through this process, by January 2024, a plan known as the National Transformation Plan will be ready for implementation. It is frustrating that the lab was not assembled in July 2023 as planned. Hence, other milestones were also not reached. This is a general weakness in Sri Lanka’s development planning that it has no capacity to prepare a plan, let alone implement it.",
    "Delivering the Presidential address in Parliament in February 2024, President Wickremesinghe announced that a new ‘economic transformation act’ will be presented to Parliament soon. If this refers to the National Transformation Plan promised earlier, there has been a substantial truncation of the scope here from national to economic and it had not been prepared by following CID’s Lab Approach. He did not give the details of the contents of the proposed legislation. But later the Cabinet spokesperson, referring to its approval by Cabinet, disclosed salient features of the new legislation. According to him, the bill envisages to establish an economic commission, Sri Lanka zones of investment, an international trade office, an international trade institute, and a national productivity commission.",
    "These are all administrative reforms relating to providing a greater workability to the otherwise slow-working Government machinery on investment approval. The bill is, therefore, short of a national transformation plan to drive the country to its promised prosperity by 2048. It seems a lot more should be done to bring the target 2048 to fruition.",
    "I would like to propose the following five strategies for reaching the target 2048.",
    "First, since India is also planning to become a developed country just one year before Sri Lanka’s target year, it is important that Sri Lanka should ride the bandwagon of India. India’s target of becoming a developed country by 2047 means that its economy should be as big as a $ 27 trillion, about seven times bigger than its size today, given its rising population to 1.6 billion by that year. This means, like Sri Lanka, India should grow at an average compound rate of 8% per annum which is within the reach of its current installed capacity. If Sri Lanka can become a partner of this growth process, it will be easy for it to attain its target of becoming a developed country by 2048.",
    "While Indian direct investments will support Sri Lanka’s growth, to facilitate the same, the present India-Sri Lanka Free Trade Agreement should be upgraded to Economic and Technological Cooperation Agreement. This was about to be signed in 2004 but shelved by the successive government. It is important that both India and Sri Lanka should restart the process without further delay.",
    "Second, Sri Lanka should integrate itself seamlessly to the global economy since the domestic market is stunted due to its inadequate size, and the decline in the real purchasing power of the people. Sri Lanka’s middle class is tiny compared with the growing middle class in India. According to an estimate made by People Research on India’s Consumer Economy or PRICE in 2023, its middle class will rise to 715 million by 2030 and a little over 1 billion by 2047. Access to this market, if Sri Lankan firms are permitted to do so, will enable Sri Lanka to produce for a market bigger than its domestic market. This tiny domestic market has been stunted in the recent past due to two other undesirable developments.",
    "One is the drastic reduction in the real purchasing power due to increases in prices despite the deceleration of inflation rate to less than 5% per annum recently. The acceleration of the cost of living as per the consumer basket in the Colombo Consumers Price Index from Rs. 91,880 in January 2021 to a little over Rs. 180,000 by March 2024 has cut the real purchasing power of people by about a half. On top of this, the high taxes being imposed on people have further reduced the disposable income of people by about another 30% on average. Hence, the domestic effective demand for the aggregate supply is not sufficient for Sri Lanka to sustain the required high economic growth of 8% per annum.",
    "Third, Sri Lanka’s export sector should be transformed from the current simple technology-based production model to a high-tech production model if it should leapfrog from the current second industrial revolution to the fourth industrial revolution, the target of all the countries in the globe today. This will require Sri Lanka to concentrate on producing only a component of a product rather than seeking to produce the whole product. This production system is known as the global production sharing networks according to the Sri Lanka born economist at the Australian National University, Prof. Prema-Chandra Athukorala. This task will be facilitated if Sri Lankan firms team with Indian firms which are already on to the game.",
    "Fourth, Sri Lanka should improve the productivity of its labour to global standards. This requirement is needed due to two reasons. First, Sri Lanka’s labour force is fast aging due to slowdown of population growth from the current 37 years to some 44 years by 2048. These old hands need continuous training and development to successfully compete in the global markets. Second, due to new technological advancements like artificial intelligence, the labour force throughout the globe is becoming irrelevant and outdated. Sri Lanka could learn from Singapore in this respect which has recently introduced a subsidy scheme for people of 40 and above to get enrolled in new training schemes. Sri Lanka should also have such a proactive program to retrain its aging work force.",
    "Fifth, Sri Lanka should reduce the size of its Government progressively and reallocate its scanty resources for the promotion of the technological base in the economy. For this purpose, it should engage its universities and research institutes to conduct new research and come up with inventions which could be successfully converted to commercial products for sale in the global markets. For this, it is necessary for the country to establish a learning society at all levels, family, schools, universities, and workplaces. It is only a learning society that could create new things that will enable the country to generate wealth and prosperity.",
    "These are only five important strategies which Sri Lanka should adopt as a part of its proposed national transformation plan to realise the target of becoming a developed country by 2048.",
    "*The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at waw1949@gmail.com"
  ]
}