{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Critique-on-IMF-s-second-review-under-Extended-Fund-Facility/4-763138",
  "time_ut": 1718562462.0,
  "original_lang": "en",
  "original_title": "Critique on IMF’s second review under Extended Fund Facility",
  "original_body_lines": [
    "The IMF second review has not properly guided the Government to execute its first responsibility of ensuring macroeconomic stability and its continuing efficacy",
    "The IMF issued a Press Release No. 24/214 on 12 June completing the second review under the Extended Fund Facility for Sri Lanka.",
    "The economy is a system. The way we understand any system might be different. We understand the economy as a system having a cause-and-effect relationship. In such a system, as Buddhism preaches, nothing will happen without necessary conditions. When we look at the IMF second review, economic vulnerabilities just arise not knowing proper causes. Take the very first paragraph of IMF report. It says as follows:",
    "“… Reforms and policy adjustment are bearing fruit. The economy is starting to recover, inflation remains low, revenue collection is improving, and reserves continue to accumulate. Despite these positive developments, the economy is still vulnerable and the path to debt sustainability remains knife-edged. Important vulnerabilities associated with the ongoing debt restructuring, revenue mobilisation, reserve accumulation, and banks’ ability to support the recovery continue to cloud the outlook. Strong reform efforts, adequate safeguards, and contingency planning help mitigate these risks.”",
    "First it says that the economy is recovering due to policy adjustments. That we can understand if the cause is reforms and policy adjustments. Then it says still the economy is vulnerable … and important vulnerabilities associated with the ongoing debt restructuring, revenue collection, reserve accumulation and bank’s ability to support the recovery. True but what causes these vulnerabilities to emerge? As far as we see all these vulnerabilities are linked to the slow growth of GDP. In the report itself it makes some estimates in regard to the growth of GDP for the next few years until the end of 2029. Until the end of 2029, GDP growth remains very low numbering to not more than 3.1%. In such a low rate of GDP growth, the economy will have all those vulnerabilities meaning that the cause for those vulnerabilities originate from the low growth of GDP.",
    "Let us assume that if we can increase GDP growth to 10% of GDP in the next 10 years then all the said vulnerabilities might disappear. SJB and NPP as far as I know have forecasted that they will ensure to increase GDP growth to near double digits in the next 10 years. I do not know how they are going to do it, but there are ways to do it, if the business confidence is kept maximum/optimum by having political stability and the stability of exchange rate of rupee ensuring the balance of trade shifted towards Sri Lanka. The Government is doing the exact opposite of this. A recent statement of Range Bandara, the UNP’s secretary, suggesting postponing elections for another two years was just creating political instability. On the other hand, the Governor of the Central Bank opined that his philosophical understanding is to support floating exchange rate ignoring the balance of trade. These views are detrimental to business confidence. When the Government set the causes negatively, you can’t achieve high growth numbers.",
    "“Monetary policy should continue prioritising price stability, supported by a sustained commitment to refrain from monetary financing and safeguard central bank independence. Continued exchange rate flexibility and gradually phasing out the balance of payments measures remain critical to rebuild external buffers and facilitate external rebalancing.”",
    "Let us go to the second point first. In a situation where Sri Lanka is in now, the “exchange rate flexibility” is appropriate only if it can guarantee that the “Balance of Trade” can keep shifted towards Sri Lanka. The balance of trade is a key parameter to get rid of all those vulnerabilities except debt restructuring. The Central Bank sets the causes negatively and expects positive results. Again, I will cite SJB’s perspective mentioned in regard to the “exchange rate” in their Blueprint – Version 2.0. SJB says that they will allow the market forces to find the exchange rate first, then they will direct the Central Bank to stabilise the rate at that level. The missing part was the purpose of doing so. They ignored the point of requiring the balance of trade shifted towards Sri Lanka at least until we come out of this grave economic crisis. Whatever the case is that SJB supports stable exchange rate at least when artificial “market forces” influence to appreciate the rupee.",
    "Then, the second sentence of the IMF report talks about the need to rebuild external buffers. The external buffers mean the exchange reserves. You can’t build exchange reserves by appreciating rupee against dollar risking the balance of trade shifted towards other countries and our competitors. A professor of economics once told me that if the central bank stabilised the rupee around 310 to one US dollar, we could have increased exchange reserves by another half to one billion while containing inflation as month-on-month inflation has reduced on continuing basis for a significant number of months.",
    "Basically, the Government should set the causes by handling macroeconomic variables such as foreign exchange rate, the balance of trade, interest rate, private credit growth, government budget’s overall balance, primary balance, gross financing needs, current account balance, capital and financial account balances, foreign exchange reserves and balance of payment and also intangible variables such as ‘business confidence’ prudently to have the desired results in macroeconomic parameters known as GDP growth, near full employment, price stability (inflation), resilience to external shocks. This is a job only the Government can do. I think, the IMF second review has not properly guided the Government to execute its first responsibility of ensuring macroeconomic stability and its continuing efficacy."
  ]
}