{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-private-credit-surges-rs135bn-in-august-181437/",
  "time_ut": 1727579760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka private credit surges Rs135bn in August",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s private credit surged 135 billion rupees in August 2024, up from 60 billion rupees in July, with credit to government and state enterprises contracting amid better fiscal management, data shows.",
    "Central Bank contracted 51 billion rupees to 1,754 billion rupees from 1,806 billion rupees as deflationary policy continued.",
    "Commercial bank credit to state enterprise contracted 20.5 billion rupees. Credit to government from commercial banks contracted 42.6 billion rupees.",
    "The central bank has so far refrained from denying monetary instability to businesses and people giving them a chance to struggle up from the last crisis it created, as it had done in the past by cutting rates claiming inflation was low.",
    "After a currency crisis is triggered and the stabilization crisis that follows to prevent the domestic currency collapsing further, domestic demand collapses and cost of materials surge. As a result new projects are halted.",
    "Typically the economy starts to recover about 18 months after monetary stability is restored.",
    "However, the central bank has threatened to create 5 percent inflation, which critics have warned amounts to un-anchored policy and it in any case conflicts with an IMF reserve target which requires deflationary monetary policy.",
    "Since the end of a civil war, the agency had triggered currency crises in 2012 (rupee collapsed from 114 to 131 to US dollar), in 2015/6 (the rupee collapsed from 131 to 151), in 2018 (rupee collapsed from 151 to 184) and 2020-2022 (rupee collapsed from 184 to 360), by targeting the call money rate with inflationary open market operations (printing money).",
    "Monetary was printed to target the call money rate as an intermediate target, with what appears to be two final targets; 5 percent inflation and closing a potential output gap, analysts say.",
    "Before 2024 the framework had no legal sanction. But under the current monetary law the policy framework bas been legalized and potential output has been written in to the law.",
    "Similar frameworks are found in other defaulting countries like Ghana with even higher inflation targets.",
    "The central bank triggered the currency crises and the country eventually defaulted on foreign debt after getting technical assistance from the International Monetary Fund to compile potential output after avoiding default during a civil war.",
    "The IMF this month gave technical assistance on how to print money to target a single policy rate, denying the protection of a policy corridor absolutely.",
    "Sri Lanka told to go for single policy rate by IMF, target middle corridor rate",
    "Analysts have warned that as private credit picked up, the currency would come under pressure as inflationary open market operations was deployed to keep the average weighted call money rate down.",
    "The IMF drives countries with reserve collecting central banks to external crises by so-called ‘monetary policy modernization’ involving transferring aggressive open market operations found in floating rate regimes like the US to what are de facto pegged exchange rate, critics say."
  ]
}