{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-treasuries-yields-fall-across-maturities-150922/",
  "time_ut": 1707924060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Treasuries yields fall across maturities",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Treasury bill yields fell across maturities at Wednesday’s auction with all 135 billion rupees of bills sold, data from the state debt office showed.",
    "The 3-month yield fell 117 basis points to 9.79 percent with 30 billion rupees in bills offered and 38.35 billion sold.",
    "The 6-month yield fell 121 basis points to 9.86 percent with 45 billion rupees in bills offered 48 billion sold.",
    "The 12-month yield fell 71 basis points to 10.02 percent, with 60 billion rupees of bills offered and 48 billion rupees sold.",
    "Sri Lanka’s central bank has been selling down its Treasury bill stock to build forex reserves in recent months while fiscal corrections have helped moderate borrowings.",
    "The central bank after selling bills outright at auctions is injecting money overnight and through term reverse repo auctions, in a policy that alters rupee reserves in individual banks and possibly encouraging them to overtrade, analysts say.",
    "However, the policy had been broadly deflationary as indicated by the balance of payments (outright sales of central bank-held Treasuries exceed liquidity operations).",
    "“The central bank’s securities stock, especially if interest coupons are paid by the Treasury from money raised from the market, is also broadly deflationary,” says EN’s economic columnist Bellwether.",
    "In a balance of payments surplus where domestic credit is moderate, if excess liquidity from dollar purchases (from a rise in Net Foreign Assets of the central bank balance sheet) is allowed to build up, overnight money market rates will fall towards the lower policy corridor and towards zero if there is no floor rate.",
    "In a BOP surplus the active policy rate is the lower corridor (as long as central-bank-held securities sales are not higher than the dollars purchased in the week) analysts have pointed out in previous recovery periods from currency crises triggered by the central bank’s policy rate.",
    "Related Sri Lanka should phase out term repo deals and allow rates to fall: Bellwether",
    "However, if the currency is defended, after domestic credit picks up for whatever reason, as the country recovers from the currency crises, even temporarily, rates have to rise gently to ward of sterilization by new printing of money to offset the interventions.",
    "In an IMF program, interest rates are determined by domestic credit plus the foreign reserve target.",
    "Related Sri Lanka interest rates are dictated by the IMF reserve target, not inflation",
    "Under the ‘exchange rate as the first line of defence’, as advocated by the IMF to countries which end up with monetary instability, the Sri Lanka rupee has been depreciated in the past to enforce non-market rates, leading to unsustainable credit, panic, credit downgrades and sharp eventual rate rises to restore confidence, since the end of a civil war.",
    "Sri Lanka has exchange controls and monetary instability due to suppressing rates (mis-targeting policy rate) when private credit picks up, which leads to loss of confidence in the currency, capital flight and very high interest rates to restore the lost confidence in the money issued central bank money (stabilization program).",
    "The recent term and overnight liquidity operations of the central bank has underlined warnings given by analysts, that the IMF backed monetary law has maintained extensive discretionary powers given to the central bank to print money, though policy has so far been deflationary due to outright sales through auctions.",
    "Analysts have warned that the new monetary law is not worth the paper it is written on and no meaningful changes have been made place a constitutional restraint on the central bank’s money printing operations.",
    "Under the new discretionary monetary law, which appears to legalize printing money for growth (targeting potential output) a practice which led a country at peace into default, inflationists have also got powers from the political establishment to create up to 7 percent inflation.",
    "Previous currency crises have been triggered by inflationary liquidity operations conducted at index-inflation levels around 4 percent. Countries that have consistent sound monetary regimes, however end up with low interest rates comparable with developed nations.",
    "Sri Lanka also had low nominal rates ( before the rupee was denied a credible anchor after 1978 (with the IMF’s Second Amendment to its articles) as well as free trade and no forex shortages before 1950.",
    "When the central bank was set up giving powers for bureaucrats to mis-target rates based on various pre-texts, and create monetary instability, Sri Lanka’s 3-month bill yield was below 1 percent and 12-month fixed deposits were below 3-percent according to the central bank’s own data. (Colombo/Feb14/2024)"
  ]
}