{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/social-engineering-the-wild-card-in-sri-lankas-election/",
  "time_ut": 1724076649.0,
  "original_lang": "en",
  "original_title": "Social Engineering: The Wild Card In Sri Lanka’s Election",
  "original_body_lines": [
    "As Sri Lanka inches closer to the Presidential election on September 21, 2024, the usual buzz around political campaigns is in full swing. But there’s a strong contender that might just tip the scales in unexpected ways—social engineering! And no, we’re not talking about hackers sneaking into databases. Instead, it’s the strategic manipulation of public sentiment and behavior, a practice that’s gaining unprecedented traction in the democratic world, especially among Sri Lankan voters, with the proliferation of smartphones and social media.",
    "Social engineering is the deliberate effort to influence attitudes and behaviors on a large scale, often through subtle and calculated messaging. It’s about crafting narratives, pushing slogans, and even spreading rumors or misinformation to steer the masses toward a particular candidate or away from others.",
    "The mudslinging has already begun, with each party trying to outdo the other. The recent imitator of Anura Kumara Dissanayake who faced a backlash from YouTubers that he vanished immediately. Sometimes, what’s meant to undermine a candidate can end up galvanizing support for them instead—a reminder that social engineering can be a  double-edged razor.",
    "Another potent tool in the arsenal is the exploitation of Sinhala-Buddhist sentiments. At least two major parties are likely to play this card, banking on the deep-rooted religious and cultural ties of the majority population. It’s a tactic that’s worked before and will likely be employed again, albeit with a modern twist. A leading monk is already campaigning against the NPP.",
    "The media does its part by promoting rituals and relics, often branding the relics as “Genuine” to ensure public belief. The story of the Kelaniya Cobra is a case in point. Despite its bizarre nature, the monks behind it have neither apologized nor faced any repercussions. The infamous Dr. Shafi episode still lingers in the nation’s collective memory, with those behind the campaign ready to pull similar stunts as the election draws nearer.",
    "The challenge for voters will be distinguishing fact from fiction as they’re bombarded with stories designed to tug at their emotions. We can expect to see more of the candidates’ personal lives being scrutinized, mocked, or even meme-ified.",
    "The recent wave of humor targeting Ranil Wickremesinghe for an awkward handshake with a monk, or Sajith P for his over-polite “Ayubowan” during an offer for a handshake, illustrates how social engineering extends beyond policy debates to the very mannerisms of the candidates.",
    "Dilith Jayaweera’s approach of mingling with the common folk over rotti and plain tea might seem like a simple PR move, but in the hands of social engineers, it becomes a powerful symbol that resonates with a public weary of elitism. Meanwhile, Anura’s signature attire, Ranil’s clothing adjustments, Sajith Premadasa’s polished high-flying English, Namal Rajapaksa’s attempts to emulate his father’s legacy, Lal Kantha’s unfiltered speeches, and Hirunika’s audacious outbursts could all become fodder for ridicule, with efforts to chip away at their respective images.",
    "In the end, the real battle is with the floating vote—a significant portion of the electorate that remains undecided until the very last moment. At the same time, candidates will have to strategize how to grab the second preference. Social engineering will be the tool of choice for those trying to capture this elusive segment. Whether through appeals to Sinhala Buddhist nationalism, strategic mudslinging, or portraying themselves as relatable and down-to-earth, the candidates will have to tread carefully.",
    "In this digital age, where every movement, word, and gesture can be amplified and manipulated, the final week of the election will be a high-stakes game of social engineering. Every voter will want to keep one eye on their phones—not just for the latest campaign news, but to see how they’re being engineered to think, feel, and ultimately, vote.",
    "*Writer is former Diplomat, Head of Tourism Authority, Currently a Lecturer for ECU Perth and Reiki Healer"
  ]
}