{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CoPFleads-overhaul-of-Microfinance-Bill/34-760290",
  "time_ut": 1712182009.0,
  "original_lang": "en",
  "original_title": "CoPF leads overhaul of Microfinance Bill",
  "original_body_lines": [
    "The Committee on Public Finance (CoPF) Chaired by Dr. Harsha de Silva has emerged as a driving force in reshaping the Microfinance and Credit Regulatory Authority Bill, signalling a key turning point in inclusive policymaking.",
    "Drawing on insights from an array of stakeholders, including community-based organizations, transparency advocates, think tanks, and fintech companies, the CoPF played a pivotal role in reshaping the proposed legislation.",
    "Initially introduced by the Finance Ministry, the Bill faced scrutiny during CoPF deliberations, with stakeholders expressing concerns that its current iteration could inadvertently impede microfinance activities in Sri Lanka.",
    "Responding to these apprehensions, the Finance Ministry opted to withdraw the Bill for redrafting, demonstrating a commitment to transparent and collaborative policymaking.  The move underscored the importance of engaging stakeholders in the legislative process to ensure that proposed policies align with the needs of the public.",
    "The CoPF’s proactive approach exemplifies the critical role of parliamentary oversight in upholding democratic principles and safeguarding the interests of citizens. By facilitating constructive dialogue and soliciting diverse perspectives, the CoPF paved the way for a more inclusive and effective regulatory framework.",
    "Moving forward, the Finance Ministry has pledged to revise the Bill in consultation with stakeholders, with a focus on fostering a conducive environment for both microfinance institutions and Small and Medium Enterprises (SMEs).",
    "Key figures present at the CoPF meeting included State Ministers Dr. Suren Raghavan and Members of Parliament Rauff Hakeem, Nimal Lanza, Mayantha Dissanayake, Chandima Weerakkody, Duminda Dissanayake, (Dr.) Major Pradeep Undugoda and Madhura Withanage."
  ]
}