{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-hunt-continues/",
  "time_ut": 1733158740.0,
  "original_lang": "en",
  "original_title": "The hunt continues",
  "original_body_lines": [
    "Incompetent governments that fail to live up to people’s expectations turn to the media as a convenient scapegoat, attributing their failure and declining popularity to bad press. Never do they own up to their bungling, much less mend their ways. This is particularly true of Sri Lanka, where the media has suffered at the hands of successive unpopular regimes. The culture of media bashing has caught on in this country; the newly-elected JVP-led NPP government has already thrown down the gauntlet, indicating its readiness to curb media freedom.",
    "The hunt for social media activists who refuse to kowtow to rulers has begun to all intents and purposes. Digital platforms are not entirely blameless, though. Many of those who call themselves social media influencers are in fact polluters of the digital realm. These purveyors of hate speech, fake news, deepfakes, etc., abuse social platforms in such a way that their sordid operations bolster arguments being peddled in some quarters for stronger laws to regulate social media; they are ruining the potential of social platforms to evolve into a real alternative public media space. Guided by Rafferty’s rules, they carry out vilification campaigns and even offer their services as propaganda hired guns. They are an asset to oppressive governments, paradoxical as it may sound, for they create conditions for rulers who are intoxicated with power to suppress media freedom across the board and silence dissent. However, on no grounds can the Big Brother tactics that governments employ to railroad social and mainstream media into toeing the official line be countenanced.",
    "The JVP-NPP combine is acting as if it had already forgotten that social media enabled it to gain a turbo boost for its efforts to capture state power. The present-day rulers abused the digital space to their heart’s content to disseminate countless half-truths, mistruths and lies, demonise their political opponents and project themselves as saviours. Today, the boot is on the other foot, and their rivals are giving them a dose of their own medicine; they are at the receiving end of what can be described as piranha attacks in the digital realm. Their reaction has been to try to muzzle user-generated content platforms in a bid to intimidate the media into submission. They have gone to the extent of making the police use the Prevention of Terrorism Act, which they promised to abolish during their presidential and parliamentary election campaigns, to arrest some social media activists for posting online content pertaining to the recent commemoration of slain LTTE leaders. The matter, which is now before a Magistrate’s Court, is best left to the learned judge concerned.",
    "Meanwhile, those who commemorate dead terrorists responsible for killing thousands of civilians, destroying properties worth billions of rupees and suppressing the people’s democratic rights including franchise are without any moral right to advocate democracy. Strangely, all victims of terror, except those who perished in the Easter Sunday attacks, have been forgotten. There is a pressing need for a mass movement to seek justice for the victims of terrorism unleashed by the LTTE, the JVP and governments.",
    "As for the arrests at issue, the question is why our brave police have chosen to give kid-glove treatment to those who commemorated the dead Tigers in violation of a ban. This turn of events makes us wonder whether Kekille, a legendary eccentric king in folklore, who allowed wrongdoers to get off scot-free and punished others, actually lived in this country, for Sri Lankan leaders of all political hues have the same absurd traits as he and therefore can be considered his descendants. Those who expected a hiatus in the Kekille rule after the recent regime change must be disappointed.",
    "Let the government be urged to stop blaming the media, get its act together and make good on its election pledges, which are legion. It had better realise that mammoth majorities alone do not make strong governments, as evident from the fate that befell the governments of Mahinda Rajapaksa and his sibling, Gotabaya, who also enjoyed a two-thirds majority in Parliament but had to show his pursuers a clean pair of heels in 2022.",
    "Having talked the talk, the JVP-NPP leaders must walk the walk without taking on the media and testing the people’s patience lest only their National List MP Sugath Thilakeratne, a former champion runner, should be safe in case of a situation similar to the one we witnessed in 2022 arising again––absit omen!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}