{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/UN-urges-Sri-Lanka-to-deliver-truth-justice-and-reparations-for-disappeared-persons/56-781052",
  "time_ut": 1756687451.0,
  "original_lang": "en",
  "original_title": "UN urges Sri Lanka to deliver truth, justice and reparations for disappeared persons",
  "original_body_lines": [
    "UN Resident Coordinator in Sri Lanka Marc-André Franche (left) with President Anura Kumara Disanayake",
    "UN Resident Coordinator in Sri Lanka Marc-André Franche issues statement to mark International Day of the Victims of Enforced Disappearances",
    "Says recent mass grave stark reminder of scale of past grave human rights violations",
    "UN Resident Coordinator in Sri Lanka Marc-André Franche on Saturday said that the country must confront enforced disappearances by uncovering the truth through independent investigations, empowering the Office on Missing Persons (OMP), protecting victims and families, and ensuring justice, reparations, and institutional trust to achieve reconciliation and lasting peace.",
    "“The fate of thousands of forcibly disappeared Sri Lankans from across the entire island remains unknown—a national wound left open by silence, inaction, and impunity,” said UN Resident Coordinator in Sri Lanka Marc-André Franche in a statement to mark the International Day of the Victims of Enforced Disappearances on 30 August.",
    "“The pain of being left without answers about a loved one is a trauma that time alone cannot heal. It is a suffering that endures, deepened by the absence of truth and justice. The International Day of the Victims of Enforced Disappearances is a day to honour the memory of all victims and their families and a solemn reminder that this violation under international human rights law must never be tolerated, excused, or forgotten.”",
    "“This year, we have seen renewed attention to this unresolved legacy with the ongoing excavations of mass grave sites. The recovery of human skeletal remains and personal belongings from these sites, including those of children, is a stark reminder of the scale of past grave human rights violations and the urgent need for credible, transparent, and independent investigations,” the statement said. It said that uncovering facts will help bring closure to families – a prerequisite to healing, justice, and reconciliation, and will pave the way for the nation to heal and look forward with confidence. Justice, truth, and reparations are inseparable foundations of reconciliation, trust in institutions, and the sustainable peace that Sri Lankans have long sought.",
    "“Sri Lanka has taken steps towards addressing this painful legacy, including ratifying the International Convention for the Protection of All Persons from Enforced Disappearance, and establishing the OMP and the Office for Reparations. These bodies must be supported with the resources, forensics and tracing capacity, and independence needed to deliver justice. The OMP, in particular, should prioritise tracing and investigation, using its full legal powers to deliver answers for families of the disappeared. The recent decision to invite the public to help identify items recovered from mass graves is a welcome step, but much more needs to be done. We also remain concerned by the surveillance, threats, intimidation, and reprisals faced by victims, families, and human rights defenders, including in connection with memorialisation activities. All those engaged in exercising their rights must be protected, not punished,” the statement added.",
    "During his visit to Sri Lanka in June, UN High Commissioner for Human Rights Volker Türk met with families of the disappeared and reaffirmed that uncovering the truth is a fundamental right. His call to investigate mass grave sites underscores the urgency of confronting the past with courage and transparency. The UN continues to offer support in this process. On this day—and every day—the UN stands in solidarity with every family searching for their loved ones. We remain committed to supporting credible, independent investigations of allegations of enforced disappearances to ensure victims and families can realise their rights to truth, justice, reparations, and guarantees of non-recurrence, the statement said."
  ]
}