{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112188/sri-lanka-and-italy-sign-mou-on-political-consultations-mechanism",
  "time_ut": 1757000220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka and Italy sign MoU on political consultations mechanism",
  "original_body_lines": [
    "The first round of Political Consultations between Sri Lanka and Italy, co-chaired by Deputy Minister of Foreign Affairs and Foreign Employment Arun Hemachandra and Italy’s Deputy Minister for Foreign Affairs and International Cooperation Maria Tripodi, successfully concluded today (04) at the Ministry of Foreign Affairs, Foreign Employment and Tourism in Colombo.",
    "The Memorandum of Understanding on the Establishment of a Political Consultations Mechanism was signed by the two Deputy Ministers before commencing the Consultations, providing a formal, structured framework for dialogue between the two countries, according to the Ministry of Foreign Affairs, Foreign Employment and Tourism.",
    "The Italian Deputy Minister also called on and had productive discussions with Prime Minister Dr. Harini Amarasuriya and Minister of Foreign Affairs, Foreign Employment, and Tourism, Vijitha Herath.",
    "At the political consultations, Sri Lanka and Italy identified avenues for increased institutional cooperation in sectors relating to workforce mobility, trade, investment, tourism, defence, energy, food security, culture, and education.",
    "Discussions also focused on the recent revival of the Italy-Sri Lanka Parliamentary Friendship Association and on ways to strengthen collaboration between parliamentarians of both sides, the statement said.",
    "Both parties agreed to prioritize the early conclusion of bilateral instruments that are under negotiation. Particular emphasis was placed on early conclusion of the Memorandum of Understanding on Migration and Mobility Partnership, to ensure safe, regular, and sustainable migration between the two countries, and renewal of the Agreement on Mutual Recognition of Driving Licences.",
    "The Deputy Ministers also exchanged views on regional and international issues of mutual interest.",
    "During meetings with the visiting Deputy Minister, the Sri Lanka side thanked Italy for the continued assistance provided to the Sri Lankan migrant labour force in Italy.",
    "Deputy Minister Tripodi appreciated the contribution of the quality and professional Sri Lankan migrant workforce in Italy, which she said was the 12th largest non-EU migrant labour force in the country and a significant source for strengthened people-to-people relations, the Ministry stated.",
    "Deputy Minister Tripodi also assured that she will personally engage with the relevant authorities at the highest level to expedite the renewal of the Agreement on Mutual Recognition of Driving Licenses and MOU on on Migration and Mobility Partnership.",
    "The visit of the Italian Deputy Minister is the first visit to Colombo by a high-level dignitary from Italy since 2016.",
    "Italy is Sri Lanka’s 5th largest export market, and a significant source market for investment and tourism, it added."
  ]
}