{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-looking-to-phase-out-sending-women-abroad-as-domestic-workers-over-10-year-period-151764/",
  "time_ut": 1708497120.0,
  "original_lang": "en",
  "original_title": "Sri Lanka looking to phase out sending women abroad as domestic workers over 10-year period",
  "original_body_lines": [
    "ECONOMYNYEXT — Sri Lanka, whose officially registered migrant work force was 40-percent women in 2022, is looking to phase out sending women overseas as domestic workers over a 10-year period and encourage them to seek high-paying skilled work abroad instead.",
    "Minister of Labour and Foreign Employment Manusha Nanayakkara in a discussion with representatives of the Sri Lanka Bureau of Foreign Employment (SLBFE) and the Association of Licensed Foreign Employment Agencies has sought proposals to “completely stop sending Sri Lankan women overseas to work as housemaids”, a statement from the minister’s office said on Tuesday February 20.",
    "“The Minister emphasised the importance of halting the practice of sending women for overseas employment as domestic workers and instead proposed that women should be encouraged to seek foreign jobs in high paying skilled categories of work,” the statement said, adding that views and suggestions of all stakeholders should be sought in this exercise.",
    "According to the statement, the target should be to “completely halt Sri Lankan women migrating overseas for domestic work within the next 10 years and enhance prospects for them to seek employment in skilled categories instead”.",
    "Reports of physical and psychological abuse of female migrant workers employed as domestic aids, particularly in the Middle East, abound. Numerous cases of women working in harsh working conditions have made headlines in Sri Lanka and elsewhere over the past several decades.",
    "Official SLBFE data shows that over 74,000 Sri Lankans had registered with the bureau as “semi-skilled” “domestic housekeeping assistants” in 2022, a dramatic increase from the 29,000 registered in 2021. Sri Lanka saw an apparent wave of outbound migration in the wake of the 2022 currency crisis, with SLBFE recording the highest number of registrations (311,056) for migrant workers across all manpower categories since 2014 (300,703).",
    "In 2020, the year the COVID-19 pandemic hit, total registrations (across all categories) were as low as 53,711, which increased to 122,887 in 2021. Registration of domestic workers stood at 15,000 in 2020, while 2021 saw over 29,000 registrations. The years 2019 and 2018 had recorded over 61,000 and 64,000 respectively in this category.",
    "Notably, of the 311,056 total migrant workers registered in 2022, over 124,000 or nearly 40 percent were women. Of these women, nearly 60 percent were “semi-skilled” domestic workers.",
    "According to the Central Bank of Sri Lanka (CBSL), workers’ remittances increased notably to 475.7 million US dollars in June 2023 in comparison to 274.3 million in June 2022. Total workers’ remittances during the first half of 2023 amounted to 2,822.6 million dollars, the highest of which came from Kuwait followed by Qatar and UAE in the second quarter of 2023. Total departures for foreign employment amounted to 146,885 during the first half of 2023 recording a monthly average of 24,481, CBSL data showed.",
    "Meanwhile, a recent study by the Institute of Policy Studies (IPS) found that a majority of Sri Lanka’s female migrant workers aim to return to the country the moment their immediate financial targets are met, with little or no plans for long-term economic sustainability.",
    "Most female workers who travel abroad do so in search of income that would help finance their debt burdens and other financial difficulties back home and expect to return as soon as those financial targets are met, the IPS said in a statement authored by Research Assistant Manisha Weeraddana.",
    "“In fact, these migrant workers rarely see the need for such reintegration as they do not understand the economic and labour market realities until they try to reassimilate into their lives back home,” IPS said. (Colombo/Feb21/2024)"
  ]
}