{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Supreme-and-TNL-forge-historic-partnership/34-760163",
  "time_ut": 1711922829.0,
  "original_lang": "en",
  "original_title": "Supreme and TNL forge historic partnership",
  "original_body_lines": [
    "Aim to broaden Sinhala electronic media experience in Sri Lanka and fulfil a larger mission",
    "Supreme Media recently announced that it has forged a strategic alliance with TNL, a pioneering force in electronic media in Sri Lanka, to significantly broaden its electronic media offering and experience across the nation.",
    "It said this historic partnership promises to create a momentous chapter in Sinhala language television and electronic media in Sri Lanka by expanding its horizons.",
    "Supreme, one of the nation’s fastest-growing channels, has recently embarked on a new brand journey identified by its inspiring slogan “Mage Handa Mage Rata – My Voice My Country.”",
    "With this strategic alliance in place, the reach of Supreme Media gets expanded to more than double across Sri Lanka, allowing it to connect with a broader spectrum of audience to deliver its unique, premium variety of content and fulfil its inspiring brand commitment.",
    "This monumental partnership further extends into the radio domain, with TNL’s Radio channels at 89.1 and 89.3 MHz undergoing a rebranding as ‘Supreme’ with the same inspiring brand message – Mage Handa Mage Rata.",
    "This move not only enhances Supreme Media’s ability to connect with a wider audience through multiple media forms but also signifies its formal arrival as a media network, with offerings that include two TV channels, One radio channel, and three distinct digital channels.",
    "The partnership comes at a pivotal moment for Supreme, coinciding with the launch of the Indian Premier League (IPL) cricket matches on its platform starting on 22 March 2024. Hence, this development proves to be a boon for cricket enthusiasts across the island, offering them an array of viewing options – Bringing the spectacle of IPL closer to every home in Sri Lanka.",
    "Supreme said with this long-term partnership in place, Sri Lankan media audiences now can look forward to a broadened spectrum of unique and premium Sinhala language programming and News, not only fulfilling their entertainment and infotainment needs but a Media companion that touches their lives seamlessly in multiple ways, in multiple forms; guiding, mentoring, caring and comforting them through all their journeys in life and yet participating in rebuilding the nation like a true patriot in extending its supporting hands to all local artistes, local arts, local brands, home-grown businesses and industries to grow and compete in the world stage and boosting the Sri Lankan economy as its mission."
  ]
}