{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112211/duchess-of-kent-oldest-member-of-british-royal-familydiesaged92",
  "time_ut": 1757087400.0,
  "original_lang": "en",
  "original_title": "Duchess of Kent, oldest member of British royal family, dies aged 92",
  "original_body_lines": [
    "The Duchess of Kent has died at the age of 92, Buckingham Palace has announced with “deep sorrow”.",
    "She “passed away peacefully last night at Kensington Palace, surrounded by her family”, a statement said on Friday, with flags on royal residences, including Buckingham Palace, now lowered to half mast.",
    "The Prince and Princess of Wales said the duchess would be a “much missed member of the family” who had “worked tirelessly to help others and supported many causes, including through her love of music”.",
    "The duchess, Katharine, was the oldest member of the Royal Family, married to Prince Edward, the Duke of Kent, a first cousin of the late Queen Elizabeth II.",
    "She will be remembered as a familiar figure at the Wimbledon tennis championships, where she handed over trophies - and consoled those who had lost, famously including a tearful Jana Novotna in 1993.",
    "King Charles, who is in Balmoral in Scotland, was informed of her death late on Thursday, and there will be a period of royal mourning until the duchess’s funeral, with dark clothes and troops on public duties wearing black armbands.",
    "“The King and Queen and all members of the Royal Family join the Duke of Kent, his children and grandchildren in mourning their loss and remembering fondly the duchess’s life-long devotion to all the organisations with which she was associated, her passion for music and her empathy for young people,” said a statement, which had also been attached to the gates outside Buckingham Palace.",
    "Prime Minister Sir Keir Starmer paid tribute to how the Duchess of Kent brought “compassion, dignity and a human touch to everything she did”.",
    "The duchess was a great music lover - supporting music charities and teaching music in a Hull primary school, where pupils knew nothing of her royal identity, and where she was known as “Mrs Kent”.",
    "The date of her funeral has not been announced, but it is likely to be a Catholic service in keeping with the faith of the duchess.",
    "It’s not confirmed which members of the Royal Family might attend the funeral, in what is going to be a busy time for the royals, with a state visit by President Trump approaching. Prince Harry is also due to be in the UK next week for charity events.",
    "Perhaps the most familiar images of the duchess’s life are from her appearances at Wimbledon, where she was regularly seen watching the tennis and stepping on to the court to give out prizes.",
    "She gave a shoulder to cry on to the defeated Novotna - but five years later was there to hand over the trophy to the Czech tennis star.",
    "The duchess also spoke of her deep sadness at the 49-year-old Novotna’s death from cancer in 2017.",
    "Although was claimed that the duchess later fell out with Wimbledon authorities over her attempt to bring the 12-year-old son of a bereaved friend into the Royal Box.",
    "Tennis star Martina Navratilova posted her own tribute to the duchess on Friday, saying it was “amazing how many millions of people around the globe she affected in a positive way”.",
    "Born as Katharine Worsley, from an aristocratic land-owning family in Yorkshire, the duchess became part of the Royal Family in 1961 when she married the Duke of Kent, a grandson of King George V.",
    "Princess Anne was among the bridesmaids at their wedding in York Minster, with the late Queen Elizabeth II and Prince Charles in the congregation.",
    "The duchess took on a regular round of royal duties, but throughout her life she also carved out an individual path.",
    "She became a Catholic in 1994, the first royal to convert to Catholicism for more than 300 years, describing it as “a long-pondered personal decision”.",
    "The duchess was received into the Catholic church by the then Archbishop of Westminster, Cardinal Basil Hume.",
    "She became a volunteer in the Passage homelessness charity, which Cardinal Hume had helped to set up - and which is now given high-profile support by the Prince of Wales.",
    "The Duchess and Duke of Kent had three children, but another son was stillborn.",
    "That loss in 1977 saw a period of intense emotional turmoil. The duchess emerged after a seven-week stay in hospital for what palace officials described at the time as “nervous exhaustion”.",
    "It was an era with much less openness about mental health and wellbeing - but she later revealed how much she had suffered from “acute depression”.",
    "Music was a big part of the life of the duchess, having spoken of how emotional it made her feel, as a listener and as a musician, including singing in the Bach Choir.",
    "Her tastes were eclectic - picking Mozart’s Ave Verum Corpus as her favourite piece on BBC Radio 4’s Desert Island Discs - but also later speaking of her liking for gangsta rap.",
    "In later years, she stepped back from using her royal HRH title and spent more time working to improve music education for young people.",
    "As Katharine Kent, or Mrs Kent, she lived something of a double life, working from the mid-1990s as a part-time music teacher at Wansbeck Primary School in Kingston upon Hull, without parents or pupils knowing about her royal background.",
    "She spoke of talented children trapped by deprivation - describing “estates with Berlin Walls around them” - and subsequently set up a charity to help young people get access to learning instruments.",
    "The duchess espoused the “power of music to give confidence and self-belief” and said of her time as a teacher: “My connection will always be there. I love those children, I love East Hull, I wouldn’t have stayed there for 13 years if I hadn’t.”",
    "She is survived by her husband, the Duke of Kent, aged 89, and their two sons and a daughter."
  ]
}