{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-govt-to-take-over-tea-estates-that-dont-increase-worker-wages-164952/",
  "time_ut": 1716810900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka govt to take over tea estates that don’t increase worker wages",
  "original_body_lines": [
    "ECONOMYNEXT — All estate owners in Sri Lanka should implement the decision to increase the plantation workers’ wages to 1,700 rupees from June and those that fail to do so will be taken over by the government and handed over to others who will manage them properly, Labour Minister Manusha Nanayakkara said.",
    "Small tea estate owners are already paying more than the prescribed minimum wage and there is a problem related to increasing these wages in the regional estate companies which have been transferred to the private sector from the government, a statement from the ministry quoted Nanayakkara as saying.",
    "President Ranil Wickremesinghe has told the cabinet of ministers that a bill must be drafted to take over the estate companies that do not implement the minimum wage and “give them to those who can implement them properly”, the statement said.",
    "Separate discussions have been held with estate owners and labour unions, and because the parties could not reach an agreement, the ministry had convened the Wage Boards, said Nanayakkara.",
    "“In the first instance, the estate owners did not attend, and they officially informed us that they would not participate in the second session. Therefore, as a last resort, we proposed a wage of 1,700 rupees, inclusive of a basic wage of 1,350 and a 350 rupee allowances, based on the legal provisions we have. We gazetted this on April 30 and May 1, giving the relevant parties 15 days to file objections,” he said.",
    "“Since no substantial objections were received, the Department of Labour, the government, and I, as the Minister of Labour, finalised the notification last Thursday,” he added.",
    "President Ranil Wickremesinghe had requested owners on numerous occasions to raise the wage, said Nanayakkara, in a bid to uplift the tea industry.",
    "“When this country fell during the time of COVID-19, the estate workers made a great sacrifice because they could not have a meal of rice, a roti, or drink plain tea.  The President repeatedly urged the estate owners to provide a reasonable wage to the workers. However, since we did not receive a satisfactory response, we took this decision. All estate owners will now have to pay this minimum basic wage,” he said. (Colombo/May27/2024)"
  ]
}