{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Trinity-Holdings-celebrates-7-years-of-sustainable-garment-manufacturing/34-759608",
  "time_ut": 1710709829.0,
  "original_lang": "en",
  "original_title": "Trinity Holdings celebrates 7 years of sustainable garment manufacturing",
  "original_body_lines": [
    "Trinity Holdings, has celebrating seven years as an innovative and competitive company that manufactures and exports sustainable and basic garments such as women’s wear, men’s wear and children’s wear out of Sri Lanka.",
    "Trinity Holdings is a private sector company, headed by a woman entrepreneur, that supports sustainable business development. Trinity Holdings promotes SME growth, development and production.",
    "Trinity co-founder and CEO Davina de Silva was responsible for setting up the Victoria Secret underwear lingerie manufacturing business in Sri Lanka in 1996 with LM Buying which was part of Mast Industries. Davina has over 40 years’ experience in the garment manufacturing and exporting business. When Davina retired from the corporate sector in 2015, she and her son Sarinda de Silva founded Trinity Holdings in 2016.",
    "Trinity Founder Sarinda de Silva has over 16 years’ experience in brand building, marketing, PR, operations and strategy. Sarinda has built brands for various reputed companies in Sri Lanka and overseas. Trinity Holdings was the brain child of Sarinda and Davina to manufacture sustainable clothing for international brands as well as niche local brands.",
    "“Trinity currently manufacturing garments out of ocean plastic, bamboo, recycled cotton and recycled fleece. Using these materials, and most other recycling fabrics available, we are able to manufacture and export garments. 50% of Trinity’s business is to America, 20% to the UK, 20% to Estonia, Germany and France and 10% to Russia,” said Davina de Silva.",
    "“Trinity Holdings is a Small Medium Enterprise company that works to help start up brands globally and in Sri Lanka to manufacture their clothing merchandise,” added Sarinda de Silva.  “When we started 7 years ago (in 2016) we had only 10 buyers, now (2024) we have over 50 buyers, by God’s grace,” he added.",
    "While Davina is the technical guru and handles the innovation side of the business, Sarinda handles the operations, strategy and PR of the business. Trinity’s product portfolio stretches from clothing, to masks, to bags, to linen.",
    "Davina is also the co-founder of a British start up brand. The sustainable brand manufacturing in Sri Lanka under Trinity Holdings purview has launched their full sustainable athleisure wear range since July 2023.",
    "Trinity Holdings focuses on customer service, attention to detail, transparency and the understanding of the requirements of the customers, while daily improvisation and innovation occurs."
  ]
}