{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/standard-chartered-priority-and-durdans-hospital-partner-to-deliver-an-exclusive-healthcare-experience/",
  "time_ut": 1728408180.0,
  "original_lang": "en",
  "original_title": "Standard Chartered Priority and Durdans Hospital partner to deliver an exclusive healthcare experience",
  "original_body_lines": [
    "Standard Chartered Priority, Sri Lanka has collaborated with Durdans Hospitals, a trusted name in Sri Lankan healthcare for over seven decades, to provide Standard Chartered Priority customers an enhanced and rewarding healthcare experience via the Durdans Priority Circle, an exclusive healthcare proposition.",
    "The Durdans Priority Circle was established with the goal of providing premium, tailored healthcare based on individual specifications. Currently the Priority Circle offers end-to-end personalised services to all members, with state-of- the-art facilities and competitive rates on many outpatient and inpatient services.",
    "The exclusive partnership, launched recently at the Durdans Hospital premises in the presence of officials from both parties, ensures Standard Chartered Priority customers receive a one-of-a-kind exclusive service with significant savings of up to 50% on health check-up packages, savings on all lab investigations, room charges, dental procedures and many more medical requirements.",
    "The partnership reflects the Bank’s pledge to delivering financial well-being while providing access to premium healthcare for its valued clients. Key features for Standard Chartered Priority customers include healthcare tailored to individual specifications, ensuring that members receive an elevated standard of excellence in healthcare.",
    "Chamikara Wijesinghe, Executive Director/Head of Wealth & Retail Banking at Standard Chartered Sri Lanka, said, “At Standard Chartered, we firmly believe that financial well-being and physical health are intrinsically linked. The partnership with Durdans Hospital reaffirms a commitment to ensuring our clients’ health is of paramount importance. By providing access to premium healthcare, we are offering an exclusive experience and investing in our valued clients’ overall quality of life.”",
    "Mahindra Ideal Finance appoints Mufaddal Choonia as MD & CEO",
    "CSE plunges from bullish to bearish mode; profit-takings among banking counters",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}