{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/uncertainty-over-presidential-poll-date-hampers-share-trading/",
  "time_ut": 1720740720.0,
  "original_lang": "en",
  "original_title": "Uncertainty over presidential poll date hampers share trading",
  "original_body_lines": [
    "Stock market trading was tardy yesterday due to continuing delays in the external debt restructuring exercise coupled with internal political uncertainty stemming from controversies surrounding the date of the presidential poll.",
    "Amid those developments both indices moved downwards. The All Share Price Index went down by 8.39 points, while S and PSL20 declined by 7.64 points.",
    "Turnover stood at Rs 541 million with two crossings. Those crossings were reported in JKH, which crossed 200,000 shares to the tune of Rs 39.6 million; its share price was Rs 198 and NTB 200,000 shares crossed for Rs 25 million; its shares traded at Rs 125.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 92 million (467,000 shares traded), CIC Holdings Rs.22.3 million (321,000 shares traded), Dipped Products Rs 19.5 million (546,000 shares traded), HNB Rs 17.1 million (87000 shares traded), Melstacope Rs 15.5 million (183,000 shares traded), NTB Rs.14.9 million (129,000 shares traded) and Hayleys Rs 14.9 million (307,000 shares traded). During the day 17.6 million share volumes changed hands in 6000 transactions.",
    "Yesterday, the rupee opened slightly stronger at Rs 303.40/70 to the US dollar, while bond yields were broadly steady, and stocks opened 0.22 percent up, dealers said.",
    "The rupee closed at Rs 303.63/72 to the greenback on the previous day.In the secondary market, yields were broadly steady, dealers said.A bond maturing on 15.02.2028 was quoted at 11.80/85 percent from 11.85/95 percent.A bond maturing on 15.09.2029 was quoted at 12.08/18 percent from 12.05/10 percent.",
    "SLT-MOBITEL Enterprise hosts Partner Demo Day 2024, showcasing comprehensive business solutions",
    "Dialog Enterprise enables Sri Lankan enterprises with sustainable GreenTech solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}