{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Proto-separatist-federalism-populism-socialism-economics-and-elections/4-758024",
  "time_ut": 1706743451.0,
  "original_lang": "en",
  "original_title": "Proto-separatist federalism, populism, socialism, economics and elections",
  "original_body_lines": [
    "“Tamils have lived long before the Sinhalese and our identity is bound here.”",
    "New ITAK leader S. Shritharan’s discourse signals a forthcoming challenge to Sri Lanka which cannot be ignored. The Political Editor of our Sunday sister paper quotes extensively from his recent speeches and interviews:",
    "“It is our fundamental responsibility…to realise the dreams of the fallen Great Heroes.”",
    "“Our National Leader [‘Purachchi Thalaivar’ Velupillai Prabhakaran] has guided us and trained us with impeccable discipline and commitment.”",
    "“In order to win the national aspirations of the Tamil people, I will make my best efforts to rebuild the mobilisation of the Tamil nationalist forces as they were before 2009…I have made it very clear through many interviews and forums that the 13th Amendment is not a political solution for the Tamil people. As far as the political aspirations of our Tamil people are concerned, it is our opinion that a solution reached within the ‘Unitary State’ will not fulfil those aspirations…We are moving towards a solution in the merged North-East…”",
    "The compound ‘North-East merger-federalism-National Leader-Great Heroes-before 2009’ is dangerous. Sri Lanka shouldn’t face this emerging threat with the old political elite which:",
    "Appeased and collaborated with the LTTE ‘before 2009’, i.e., Ranil’s UNP and “essentially UNP” (to quote Eran) derivatives.",
    "Revived postwar Tamil ultranationalism through Sinhala chauvinist-hegemonism, i.e., the Gotabaya project.",
    "It would be strategically smart to exit the cycle of appeasement/aggression by resetting the profile and policy paradigm of the State; changing the game by giving the counter-elite, Anura Dissanayake and the JVP-NPP, a chance to lead.",
    "Rebooted Tamil ultranationalism should not encounter an elite Establishment in state-dismantling decline and decay. It should face instead a youthful Left leadership with a socialist-inspired outlook. The ‘organic’ forces of North and South should open a conversation; arrive at a fresh equation or balance.",
    "Why would any administration rush through the Online Safety Bill without the transparent incorporation of the Supreme Court’s strictures? Why behave in this unseemly, unpopular manner in an election year? Why come under international scrutiny and criticism? There are several possibilities:",
    "1. President Wickremesinghe is hoping for the endorsement of his candidacy by the ruling SLPP and therefore proceeded with a Bill that suits that party’s vengeful post-Aragalaya mood.",
    "2. Wickremesinghe knows that the already choppy economic seas will get choppier when it strikes a deal with the private bondholders (a debt his UNP racked up in 2015-2019) in the next quarter of 2024 and wishes to pre-empt an economic Aragalaya.",
    "3. The incumbent who isn’t popularly elected, is seeking to shape the electoral battlefield by circumscribing the social media, while his campaign gets the benefit of a nexus with Tamil diaspora entrepreneurial giants who specialize in the entertainment industry.",
    "4. The Online Safety Bill, soon to be followed by the anti-Terrorism Bill, is not a sign of an impending Presidential election which an unpopular incumbent is apprehensive of and is muzzling dissent, but a sign and symptom of a Plan B: the non-holding of the presidential election on schedule, or at least at a serious attempt at derailment.",
    "Wickremesinghe has generously invited all political parties to present their suggestions and amendments to his IMF package and has offered to set up a meeting for them with the IMF and World Bank heads whom he would be happy to invite to Colombo for the purpose. He’s got to be joking.",
    "a. Ranil should have consulted the political parties BEFORE he signed a deal, not so far downstream.",
    "b. He’s no neutral umpire to preside over such a discussion; he struck the deal.",
    "c. The lopsidedness of the IMF deal is only one part of the problem; the other part, perhaps the greater part, is the economic bucket-list that Ranil is working-through at breakneck speed and dates back to his stint as PM in 2001 and his ‘Regaining Sri Lanka’ (2002).",
    "d. Unelected by the people even to Parliament, he has no legitimacy to play the role of convenor of an all-parties conference.",
    "e. The political parties do not need him to meet the IMF, because they do so already, and also because by October 2024, the country would have elected a new leader.",
    "I. Elections can be dangerous because they can derail an economic program.",
    "II. All parties must present ‘realistic’ economic policies, i.e., get with the Ranil-IMF program.",
    "III. No party which fails to present a detailed ‘rational’ economic program and parade its economic team should or can win an election.",
    "If elections are dangerous because they can upturn an economic agenda, that’s all the more reason to have an election soon, because in the absence of an election an unpopular economic agenda will result in street rebellion or worse, civic conflict.",
    "No party in Sri Lanka or almost anywhere won an election –especially a Presidential election--because it presented a viable, detailed economic program with its economic team attached. That isn’t the relationship between economics and electoral politics.",
    "B. The economy is thought by technocrats to be doing well, but the people actually aren’t.",
    "In Ceylon the economy was apparently doing well in 1965-1970 with the introduction of the Green Revolution by the UNP. When the election results came in, the centre-left Opposition had been swept into office with a two-thirds majority. The provinces which were the sites of the Green Revolution in agriculture, had turned blue (SLFP) in 1970 and then red (JVP) in 1971. Political economists knew what was happening in the global South—Third World social scientists joked that “the Green Revolution is like a watermelon: green on the outside, red on the inside”. That was due to the inequities it had rapidly generated.",
    "When the Iranian Revolution burst out in 1978 and won in 1979, many orthodox thinkers were puzzled by the seeming paradox of the Shah’s modernizing ‘white revolution’ marked by accelerated growth being unable to coopt revolution. Writing a series in the Lanka Guardian, Mervyn de Silva argued that the growth model was among the factors that caused the revolution. “Rapid Development—But Whose?” was the question he posed in print.",
    "When James Carville hung the slogan “It’s the Economy, Stupid!” in the Clinton campaign headquarters, he meant that campaigners should concentrate how people were hurting economically, and use that to indict a superficially successful George HW Bush presidency.",
    "In Sri Lanka today the economy is doing badly and so are the people. For the Opposition it should be a slam-dunk. However, when SJB ideologues draw attention to how they share the same economic philosophy as incumbent president Wickremesinghe, they violate James Carville’s rule. It’s the other guy’s economy, stupid. That’s what you attack, not endorse.",
    "Economics wins elections if you are the incumbent and the people’s living standards are rising. That’s not Wickremesinghe’s Sri Lanka.",
    "If you are an Opposition party, economics also wins elections if you have a slogan which seizes the public imagination. An excellent example would be presidential candidate Bill Clinton’s “Putting People First”.  Premadasa’s winning theme in 1988 was the Rooseveltian “A New Vision and A New Deal”, which emphasized discontinuity, not continuity, with the regime of which he had been the PM. The buzzword on his platform was “Janasaviya” (accelerated poverty alleviation).",
    "In 1977 the UNP presented a superb manifesto (aka the ‘Green Book’) which was hardly a detailed technocratic ‘economic blueprint’. It contained the ideational-thematic commitment to ‘an Open Economy’, which resonated as it stood in contradistinction to the incumbent regime’s ‘closed economy’. It would be meaningless against Wickremesinghe who wishes to de-statize and de-nationalize/foreignize the economy well beyond the Jayewardene and Premadasa models.",
    "The SJB Economic Council’s incantation “Build Bridges, Not Walls” makes no sense except as an advertisement for a civil engineering course or a construction company. In economics, Ranil Wickremesinghe is globalizing and has been doing so since 2001. If that’s what you want, vote for Mr. Globalization himself: Ranil.",
    "The neoliberal mantra that ‘Populism’ and ‘economic success’ are antinomies is disproved by the Premadasa presidency. He fitted the textbook description of Populism. At the same time, his economic track record was conspicuous for its success, and to this very day we survive on apparel export earnings sourced in his 200 garment factories drive. Populism is not the unmitigated economic disaster that the free-market fundamentalists denounce it as. Sometimes it is the flipside of a coin; the necessary factor in a binary. Proof extends from Roosevelt’s New Deal to Malaysia’s Mahathir Mohammed, Brazil’s Lula and Mexico’s AMLO.",
    "The attack on ‘Socialism’ is irrelevant and a diversion. AKD-JVP-NPP never even come close to suggesting a socialist economy. Nor do they deploy socialist economic theory. So where does Socialism come in?",
    "As for Socialist/Communist/Marxist-Leninist parties or leaderships and economic prosperity, the Communist parties of China and Vietnam have produced economic miracles, fusing capitalist and socialist elements.",
    "What is irrational is the idea that the citizenry has to engage collectively in masochistic self-flagellation at elections so as to be pronounced ‘economically rational’ by the elite establishment, i.e., accept the collapse of living standards and life chances for oneself and one’s children consequent to economic decisions one didn’t make (or were informed about), at the dictates of those who did.",
    "What is rational is that people should use an election to try to get out from under the rubble, opting against those who created the problem and still find nothing wrong with those policies; giving a chance at governance to those who did NOT lead them into the economic labyrinth.",
    "What does real economic rationality sound like? Here’s the prescription of our most successful development president:",
    "“First provide the people with the necessary nutrition for their physical wellbeing. Thereafter let the people provide the nutrition necessary for increased production. It is only in that way that the country’s economy can be strengthened and the income of income-earners can be raised and a better standard of living can be assured.”",
    "There are furtive moves afoot to save Ranil and his economic model by aborting a Presidential election. The character of constitutional reforms proposals is evidenced by the question posed by veteran columnist Rajan Philips last Sunday:",
    "“Why go through the trouble and expense of a direct presidential election in September-October if it is going to be the last such election?”",
    "The obvious answer is: because it is the earliest, safest, constitutionally inscribed chance of peaceful democratic change.",
    "Specters of the politics of past decades are assembling to campaign for the abolition of the executive presidency precisely at the wrong time, because right now we have:",
    "i. Two frontrunners who are in their mid-50s, which enables this country to make a crucial generational shift.",
    "ii. An economic crisis which has caused a poverty and inequity pandemic which requires the executive presidency to act as lever of upliftment and accelerated growth.",
    "There is more chatter which should alter us about the possibility of sabotage of the upcoming Presidential election:",
    "All political parties running for elections will have to present a ‘viable’ economic platform to the Office of Budget Management, which will have to approve it.",
    "The election will have to await, incorporate and operationalize the suggestions of the Justice Priyasath Dep Commission on the reform of elections laws subsequent to the 1978 Constitution-- which include the presidential election.",
    "The battlefield that Ranil is preparing may not be electoral but extra-electoral and extra-constitutional. His strategy could be preemptive, unleashing the STF, Police and military on any wave of resistance to harsh economic cutbacks and freeze of electoral democracy. In this, he can probably count on hardline Gotabaya holdovers like Kamal Gunaratna, and the new Gotabaya (a throwback to his Sec/Def days), Tiran the Truculent (who should first solve the Dinesh Schaffter murder).",
    "The JVP-NPP should be relentlessly escalating public pressure on the administration and pre-emptively targeting all exits ramps leading away from the scheduled presidential election. It should embark on a strategy of deterrence, making absolutely clear that the cost to the incumbent and ruling party of not holding the scheduled election will be far more serious than that of adhering to the constitutional schedule.",
    "Reading the tea-leaves, I’d say that Ranil is likely to play the card of a parliamentary election to slow JVP-NPP momentum, and prevent an AKD presidency by cobbling together enough support in a post-election House to abolish the presidency provided he can transition to Executive PM.",
    "The risk in that gamble is that the parliamentary election could be another 1956.",
    "2022-2024 and 1953-’56 share strikingly similar structural features: Hartal and Aragalaya; Sir John and Ranil; JR’s (hartal-triggering) cutbacks/price-hikes and Ranil-IMF austerity. Thus, comprehension of 1956 would help discern the outcome shaping up in 2024.",
    "1971 JVP rebel, political prisoner, Chairman of the University Grants Commission and Ambassador, Prof Gamini Samaranayake noted in his published PhD thesis that the phrase ‘The Children of ‘56’ was first contained in an essay by Mervyn de Silva in the South Asian Review (Sussex) January 1973. One-and-half decades before Prof Nalin de Silva said it in Sinhala.",
    "My father saw the April 1971 uprising as consequence of the unfinished nature of the ‘Silent Revolution’ of 1956 (decapitated by the Bandaranaike assassination) and an attempt to take it to its socioeconomic conclusion.  Mervyn had pathbreaking insights:",
    "“…It was a class therefore destined for a rude shock…Meanwhile the masses lay dormant; watching, waiting, resentful…”",
    "“[The elite was] blissfully unaware of the gathering storm [and] the socioeconomic forces which would jet-propel the masses into action…with such terrific momentum that it shattered the Right…”",
    "(Mervyn de Silva, “1956”, Ceylon Observer Magazine Edition, May 16th & 23rd 1967)",
    "“Now the masses were throwing up their middle classes to act as their spokesman, and they had a champion…Mr. Bandaranaike also offered radicalism in economic issues …and an international modernism in foreign policy (nonalignment, Afro-Asianism, the establishment of relations with the Soviet Union, China and other socialist countries, and the closure of British naval and air bases)…”",
    "SWRD carved out the contours of a Centre-Left. If his SLFP had been on the same page ideologically with Sir John’s UNP as is the case with the SJB and UNP, it would have been eclipsed. Instead, it interfaced with the Left.",
    "The heart of 1956 was Bandaranaike’s new social bloc, the “Five Great Social Forces”: Sangha, teachers, ayurvedic physicians, farmers and workers. In 2024, the NPP has mobilized as never before, a social force that comprises the majority: women. The new Gamperaliya is underway."
  ]
}