{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104271/sri-lankans-shine-at-sanctuary-asia-wildlife-photography-awards-2024",
  "time_ut": 1734323220.0,
  "original_lang": "en",
  "original_title": "Sri Lankans shine at ‘Sanctuary Asia Wildlife Photography Awards 2024’",
  "original_body_lines": [
    "Three Sri Lankan photographers made headlines with their remarkable captures at the prestigious ‘Sanctuary Asia Wildlife Photography Awards 2024’, showcasing the beauty and challenges of wildlife through their lenses.",
    "Sri Lanka’s Tharindu Dilshan Sendanayake claimed the coveted first prize with his breathtaking photograph titled ‘Primal Fury’, taken at Yala National Park. The image vividly captures a dramatic life-or-death struggle between a dominant Sri Lankan leopard (Panthera pardus kotiya) and a wild pig (Sus scrofa affinis), creating a masterpiece reminiscent of a Renaissance painting. The intense scene unfolds as the leopard, startled mid-mating, defends itself against the charging wild pig.",
    "This extraordinary depiction of the wild earned Tharindu a grand prize of INR 150,000.",
    "Asela Karunaratne’s drone shot ‘Angels in the Sand’ garnered an Honourable Mention. Captured at Mannar Beach, the photograph showcases a flock of Little Egrets (Egretta garzetta) gracefully scavenging for bycatch left behind by fishermen. This stunning bird’s-eye view celebrates the intricate relationship between wildlife and human activity along Sri Lanka’s vibrant coastline.",
    "Lakshitha Karunarathna’s poignant image ‘A Dangerous Addiction’ was awarded Editor’s Choice for its sobering portrayal of a Sri Lankan elephant (Elephas maximus maximus) scavenging for food at a waste site in Ampara.",
    "The photograph highlights the tragic consequences of human negligence, as these majestic creatures are forced to consume harmful refuse. The image serves as a powerful call for better waste management practices to protect one of Sri Lanka’s most iconic species."
  ]
}