{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/SC-quashes-Cabinet-decision-granting-residence-to-Maithripala/155-277972",
  "time_ut": 1709211660.0,
  "original_lang": "en",
  "original_title": "SC quashes Cabinet decision granting residence to Maithripala",
  "original_body_lines": [
    "Colombo, Feb 29 (Daily Mirror) -  The Supreme Court today held that the Cabinet decision to allow former President Maithripala Sirisena to use a residence at Paget Road in Colombo was an arbitrary, unreasonable and illegal decision amounting to a violation of the Rule of Law and the Fundamental Rights guaranteed to the citizens.",
    "Accordingly, the Supreme Court decided to quash the Cabinet decision dated 15 October, 2019 which allowed former President Maithripala Sirisena the continuous use of the residence used by him at Paget Road, Colombo.",
    "The Supreme Court three-judge-bench comprising Justices Priyantha Jayawardena, Gamini Amarasekara and Kumudini Wickremasinghe  held that the decision taken by the Cabinet of Ministers to provide a residence to former President Sirisena with entitlements is beyond the scope offered by the Presidents' Entitlements Act No. 4 of 1986.",
    "The Supreme Court delivered this judgment pursuant to a Fundamental Rights petition filed by the Centre for Policy Alternatives (CPA) and its Executive Director, Dr. Paikiasothy Saravanamuttu.",
    "The petitioners alleged that it is wrong for the Cabinet of Ministers to decide on the benefits of a retiring President before he ceases to hold office. The petitioner further said that this Cabinet decision had been taken violating accepted procedures set out in law.",
    "In their petition, the petitioners stated that the residence occupied by former President Maithripala Sirisena on Mahagama Sekara Mawatha (Paget Road) is of great financial value and is a valuable asset of the country.",
    "Senior Counsel Suren Fernando appeared for the petitioners, while Faisz Musthapha PC, Faizer Musthapha PC, Counsel Pulasthi Herath and Counsel Keerthi Tillekaratne appeared for former President Sirisena."
  ]
}