{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hayleys-fentons-triumphs-at-the-cnci-achiever-awards-2024/",
  "time_ut": 1731519600.0,
  "original_lang": "en",
  "original_title": "Hayleys Fentons triumphs at the CNCI Achiever Awards 2024",
  "original_body_lines": [
    "Hayleys Fentons Limited has achieved remarkable success at the prestigious CNCI Achiever Awards 2024, winning 05 awards for business and engineering excellence.",
    "The awards, organised by the Ceylon National Chamber of Industries (CNCI), recognise and celebrate the outstanding contributions of local industrialists in Sri Lanka’s manufacturing and service sectors.",
    "Hayleys Fentons Limited secured the Gold Award in the National Level Service Sector – Extra Large Category, marking a significant milestone in the company’s journey. Additionally, the company was honoured with the Top Ten Award by the CNCI, solidifying its position as a leader in the engineering industry.",
    "Fentons Smart Facilities (PVT) Limited won the Gold Award in the National Level Service Sector – Small Category for exceptional repairs and maintenance services.",
    "Nex-Gen Asia (PVT) Limited earned the Silver Award in the National Level Service Sector for the Micro Category and received the Top Five Achiever Award in the Small and Micro Category, recognising its significant impact and achievements in these sectors.",
    "Reflecting on the significance of these achievements, the Managing Director of Hayleys Fentons, Hasith Prematillake, stated, “We are immensely proud to be recognised among the best in the industry. These awards represent our commitment to quality, innovation, and sustainability. We remain dedicated to driving progress and setting new benchmarks in our industry.”",
    "The CNCI Achiever Awards serve a pivotal role in encouraging industrialists to strive for excellence and compete on a global scale. With a rigorous evaluation process that focuses on criteria such as turnover, productivity and contribution toward national impact, the awards highlight the importance of accountability and innovation in the industrial sector.",
    "Bank of Ceylon empowers “Aswesuma” beneficiaries to become entrepreneurs with digital banking",
    "Invest in education plans: Securing the future of the nation’s children",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}