{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/all-quiet-on-home-front-hence-peek-overseas/",
  "time_ut": 1733426640.0,
  "original_lang": "en",
  "original_title": "All quiet on home front – hence peek overseas",
  "original_body_lines": [
    "Things seem to be moving well in our beloved country and this is a great change from how things were before September and in the past years.  We could only wring our hands in consternation and cry out “When will our lives improve? When will Sri Lanka rise to be the country, we older ones knew?” We witnessed wanton extravagance in government spending; corruption all across the political and bureaucratic boards, and the poor getting poorer and more destitute.",
    "Of course there is still criticism, which is as it should be. The NPP is far from a magic wand. Time is needed to show improvement in the general well-being of the people. What we need to have now is patience and faith in the new set of leaders we have elected to power.",
    "One big bonus that Cass has been savouring is hearing so much good about our country. She’s met a couple of American men and a lovely Black American woman from Boston and two Japanese. They have all spoken very positively about Sri Lanka: its beauty, its diversity and the genuine friendliness of its people. The three women toured some parts of the island and had to forego two destinations due to the terrible weather we had. But their praise was near raving. One Japanese girl sent back a picture of her bedroom festooned with colourful purchases from Barefoot and Paradise Road. These two are determined to return soon with their families.",
    "President Joe Biden issued a pardon to his son Hunter Biden, who had been convicted of gun charges and pleaded guilty to federal tax charges. This has brought on a tirade of criticism, and most instigated by President-elect Trump who has so many charges against him, including payment to a woman who accused him of sexually abusing her and offering hush money to her.",
    "Biden has said: “From the day I took office, I said I would not interfere with the Justice Department’s decision–making and I kept my word even as I have watched my son being selectively, and unfairly, prosecuted. No reasonable person who looks at the facts of Hunter’s cases can read any other conclusion than Hunter was singled out only because he is my son.” The Republican chase behind the son intensified when Biden announced his intention to seek re-election, but hardly was withdrawn when Biden forewent it.",
    "Hunter Biden is a recovering drug addict and alcoholic and did have a troublesome life with him acting contrary to the law sometimes. He even had to settle a long-running child support case with an Arkansas woman who gave birth to his daughter. Biden added: “There has been an effort to break Hunter – who has been five and a half years sober, even in the face of unrelenting attacks and selective prosecution. In trying to break Hunter, they’ve tried to break me – and there’s no reason to believe it will stop here. Enough is enough.”",
    "Knowing Biden’s life’s tragedies, one is not surprised at his apparent exasperation with Trump and Republicans who hounded his son. Hunter may have suffered repercussions of the trauma he suffered as a very young boy and thus reasons for his erratic behaviour.",
    "Joe Biden courted and married Neilia Hunter (1942-1972) in 1966. They had three children – Beau, Hunter and Naomi. When the daughter was one year old, mother and three children in their car out Christmas shopping was ploughed into by a truck. This was on December 18, 1972, soon after the family celebrated Biden winning a Senate seat. Mother and baby were found dead on arrival to hospital. Beau aged 3, and Hunter aged 2, were seriously injured but recovered. Two weeks after the accident and deaths, Biden was sworn into the Senate at the hospital where he was with his sons.",
    "Cass has read about how the father combined nursing and then bringing up the two boys with his political career, giving first consideration, however, to his fathering role. In 1977 he married Jill Tracey Jacobs (1951) after two years of courting her. They have a daughter – Ashley.",
    "In a commencement speech at Yale University in 2015, Joe Biden, then VP to President Barack Obama, spoke of his first wife: “The incredible bond I have with my children is the gift I’m not sure I would have had, had I not been through what I suffered after the fatal crash. But by focusing on my sons, I found my consolation and aim in life.”",
    "So, who other than ruthless, black hearted Trump and his close followers could so begrudge Biden’s decision to pardon his son? The elder son, Joseph Robinette ‘Beau’ Biden III was a politician, lawyer and officer in the Army Judge Advocate General’s Corp, Delaware. He died in 2015 of a brain tumour.",
    "Returning to our island, Cass turns sour and grumpy. Cass had a family lunch on Tuesday December 3. The talk, as is usual, veered to politics and then to the new rule of everyone possessing a tax file. A nephew compared it to everyone having to have an ID card. Cass when employed had a tax file and paid tax – PAYE. Then on retirement with Scrooge times descending on her, she had the tax file closed. Now at lunch, she was told this new rule, regulation or whatever, had to be observed … or else imprisonment.",
    "A niece who does not take kindly to sudden gazette rules consoled Cass that she would be accompanying Cass to remand prison since she had no tax file and was not going to get one either.  Another niece kindly volunteered to help Cass by getting her an application form, etc. Cass, being civic minded and ready to be bound by rules and regulations, sent Man Friday, who drives her around, to the tax office to get her a form. Seeing the phone image of her ID card and noting her age, the tax men guffawed. Supposedly they expect Cass to go dead on the morrow! The guffaw was relayed to Cass by Man Friday.",
    "Now what do you make of this? Cass is of course confused. Who to believe; what to do? These rules that apply to all citizens of SL apparently, should be made very clear via newspapers and TV announcements. Cass thinks she heard a niece complain she did not know how the application had to be submitted to the tax office: handed over personally, emailed or sent on-line? So, what is the correct take on this, Mr Tax Chief?",
    "Up until the time of writing this piece (Wednesday evening) the SJB National List of selected members to Parliament has not been announced. What the grapevine insinuates, sibilates, susurrates is that an outside woman has boldly marched into the inner sanctum as all powerful with no legitimate power devolved on her; and she is selector. We have such women like no other in this land like no other! Bossy woman to attractive woman never made for camaraderie or mutual friendly back scratching. Rather it is verbal and body-language clawing and scratching.",
    "Hirunika Premachandra must be one of the five allowed in through … Cass nearly said, the back door… National List. Right thinking and intelligently talking Harsha de Silva mentioned Hirunika and Eran as must be MPs. Yes, both are invaluable; Eran for sense, sensibility, correct thinking and eloquence. Hirunika? Fills the need of more women MPs; has guts and gumption and that veneer of rowdiness that goes a long way in SL. Also, she struck the first note against Gotabaya by leading a group of women to protest on his very doorstep. Hirunika should be an Opposition MP.",
    "A fifth-year accolade: In precious memory of Dr Sarojini Perera",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}