{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98384/probe-into-toxic-waste-onboard-colombo-bound-cargo-ship-that-crashed-in-baltimore",
  "time_ut": 1712080440.0,
  "original_lang": "en",
  "original_title": "Probe into toxic waste onboard Colombo-bound cargo ship that crashed in Baltimore",
  "original_body_lines": [
    "Sri Lanka will investigate reported hazardous materials on board the cargo vessel that collided with a key Baltimore bridge last week, the state minister of environment told Parliament on Tuesday, insisting that the country’s authorities have not been informed about the content of the cargo.",
    "The Singapore-flagged container ship vessel, Dali, which was mainly manned by an Indian crew, collided with the 2.6-km-long four-lane Francis Scott Key Bridge over the Patapsco River in Baltimore in the early hours of March 26. The 984-foot cargo ship was bound for Colombo, Sri Lanka.",
    "It was reported that the container ship was carrying 764 tonnes of hazardous materials to Colombo.",
    "“The Central Environment Authority has not been informed of any hazardous cargo,” Janaka Wakkumbura, the state minister of environment, told Parliament.",
    "He said both Sri Lanka Customs and the Colombo Port have been instructed to carry out a probe.",
    "He was responding to a question from Opposition leader Sajith Premadasa who asked if permission had been granted to unload cargo in the Colombo port.",
    "The port officials said the ship was due to reach Colombo on April 22 and the information on its cargo would only have been known 48 hours before its arrival.",
    "The Central Environment Authority officials said its approval was a must even if unloading in Colombo was limited to transhipment of cargo.",
    "The collapse of the bridge has effectively shut down operations at Baltimore’s port, affecting about 8,000 jobs and about USD 2 million in daily wages for those workers, US Transportation Secretary Pete Buttigieg said last week."
  ]
}