{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-juggles-support-for-Palestinian-cause-while-deepening-ties-with-Israel/108-278531",
  "time_ut": 1709920680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka juggles support for Palestinian cause while deepening ties with Israel",
  "original_body_lines": [
    "Colombo, March 08 (Daily Mirror) - Sri Lanka is navigating a delicate balance between its support for the two-state solution in Palestine and its efforts to strengthen ties with Israel, as evidenced by recent developments such as the opening of a Honorary Consulate in Haifa , participation in Red Sea operations and opening a fund for children affected by the conflict in Gaza .",
    "The government always articulates Sri Lanka’s traditional stand on the two - state solution to the Palestinian issue , and at the same time, seeks to enhance ties with Israel .",
    "President Ranil Wickremesinghe recently convened a meeting at the Presidential Secretariat with the Ambassadors from ten Middle Eastern nations. Throughout the discussions, the President reemphasized Sri Lanka’s unwavering commitment to the two-state solution in Palestine.",
    "At the same time , Sri Lanka announced its participation in the Red Sea operations to counter Houthi attacks , a move disliked by the envoys of West Asian countries .",
    "Sri Lanka has taken yet another step in the expansion of its presence in Israel by opening the newly established Honorary Consulate of Sri Lanka for Haifa and Northern Israel The newly established Honorary Consulate of Sri Lanka in Haifa .",
    "“Haifa is the main Port City of Israel with marvelous architectural and historical heritage sites showcasing ancient history of the region. It is also the main trade and industrial park in Northern Israel, as well as a famous tourist destination due to landscape and archaeological values. Dr. Anat Bernstein-Reich, the newly appointed Honorary Consul has been working with Sri Lanka over 15 years for trade and tourism promotional activities. She is a very active member of both Israel – Asia Chamber of Commerce and Israel – Sri Lanka Chamber of Commerce. The Honorary Consulate Office is located in the Eshel Building in Haifa. For the opening ceremony a large number of business community and Government Officials participated including Ambassador Gil Haskel - Chief of State Protocol of the State of Israel, Nimal Bandara - Ambassador of Sri Lanka to the State of Israel, Ms. Michal Weiler-Tal - Director, Asia and the Pacific Division, Ministry of Foreign Affairs of the State of Israel, Ms. Mor - Director, Asia and the Pacific Division, Ministry of Foreign Affairs of the State of Israel, Mr. Jonathan Zadka - Director, Economic Affairs Division, Ministry of Foreign Affairs of the State of Israel, Mr. Ron Malka - Chairman, Haifa Port, Mr. Gadi Tepper - Former Chairman, Arkia Airlines, Ms. Anat Bernstein-Reich - Honorary Consul of Sri Lanka for Haifa, Mr. Shachar Ziv - Chairman, BDO Group, Mr. Moshe Bernstein, Mr. Shmuel Kenigsberg - Israel–Sri Lanka Chamber of Commerce, Mr. Moshe Mano - Honorary Consul of Russia, Mr. Shmulik Vatenstein - CEO, Haifa Chamber of Commerce, Ms. Liron Urman - CEO, Israel–Asia Chamber of Commerce, Ms. Adva Balmas - BDO Haifa, Mr. Yaron Peled - BDO Consulting, members of the Sri Lankan community in Haifa and Embassy Officials. There are around 2,000 Sri Lankan migrant workers living in Haifa and the Northern area of Israel. Haifa is the centre for Jewish culture which showcases the world regarding the historical value of the surrounding area. Also, it is a well established Technical and IT Hub in Israel. Embassy of Sri Lanka Tel Aviv, Israel 04 March, 2024, “ a statement from the Sri Lankan mission in Tel Avi said ."
  ]
}