{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/my-red-comrade-a-review/",
  "time_ut": 1716354579.0,
  "original_lang": "en",
  "original_title": "My Red Comrade: A Review",
  "original_body_lines": [
    "Sudath Mahaadivulwewa, a renowned Sri Lankan producer, has released his latest film, My Red Comrade. This experimental and politically charged film debates the old and modern views of revolution, emphasising a simpler, childlike perspective.",
    "Using a Native American fable about a wolf, the film critiques capitalism’s destructive impact on the environment and human beings, questioning the social and political issues arising from such an inequitable system. The film opens with the main female character evading a police hunt, hiding in a dilapidated slum occupied by a middle-aged man. This scene, enhanced by astute use of sound and lighting, sets the tone for a night of survival and radical communal humanism.",
    "The male character, with his untidy appearance and extensive library, embodies the archetypical leftist activist. Despite his ideological beliefs, his initial rudeness and later compassion towards the girl reveal his contradictions. As they share their life stories, the girl’s revelation of her father’s death at the hands of security forces deepens their bond. She impersonates a sex worker to save them from arrest, highlighting the state’s sadistic repression and the degradation of the legal system.",
    "The film symbolically depicts the failure of revolution in Sri Lanka, arguing that it must start in people’s hearts. The girl’s practical approach contrasts with the comrade’s isolationist views. Their discussion on May Day emphasises the need for workers to become “cultural beings” with a 360-degree relationship mindset. The film ends with both characters lighting a candle together, symbolizing hope.",
    "The film vividly portrays state repression, particularly during the three uprisings in Sri Lanka, drawing parallels to events like the burning of the Jaffna library. It also addresses the psychological trauma experienced by Sri Lankan society, emphasizing the need for professional help for those affected by Post Traumatic Stress Disorder – PTSD.",
    "My Red Comrade is a critical contribution to Sri Lankan cinema, taking a realistic approach to social and political realities without making grandiose statements. It portrays events honestly, allowing the audience to react and debate. The use of sound and lighting complements the narrative, with the song “Repetitively Struck Lightning – In One of Those Nights” විදුලි කොට කොට අකුණු ගැහුවා – එකෝමත් එක රෑක by Nadeeka Guruge enhancing the scene.",
    "The film concludes with the girl’s words, “There, I saved one. If possible, save yourselves”, “ඔන්න, මම එක් කෙනෙක් නම් බේරුවා. ඔය ගොල්ලොත් පුළුවන් නම් බේරෙන්න” reflecting the humanist roots of progressive ideologies. Fine performances by Tharindi Fernando and Asiri Allage bring emotional depth to the film, which questions the prevailing economic and social systems. It re-politicizes culture, using cinema as a tool against capitalism and promoting communal action over individualism.",
    "This is an excellent film, with masterful direction, script, and performances, making it a commendable and brave experimentation in filmmaking."
  ]
}