{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/recomended-news/Businesses-of-Israeli-Ukrainian-nationals-spell-doom-for-Southerners/277-277838",
  "time_ut": 1709062020.0,
  "original_lang": "en",
  "original_title": "Businesses of Israeli, Ukrainian nationals spell doom for Southerners",
  "original_body_lines": [
    "Tourists have rented out bikes and three-wheelers to cut down on traveling costs",
    "Businesses are run by tourists using tourist visas and this has become a serious cause of concern for locals in the area",
    "Critics point out that though Sri Lanka needs more revenue its resources and the sovereignty of citizens cannot be infringed at the expense of tourists",
    "Pleas made by Sri Lankans urging the authorities to streamline the legal framework, so that the tourism sector would help locals and local businesses to thrive",
    "Many tour guides warn of possible consequences of neglecting the country’s pristine beaches",
    "Foreign Affairs Minister Ali Sabry recently said that tourist arrivals to Sri Lanka may exceed 2.5 million in 2024. While the figures look promising, many controversial events that have been reported in recent weeks have indeed kept locals in doubt. From exposés of tourists engaging in illegal businesses, attempts to organise parties with ‘face controls’, the darker side of allowing tourists into the country have already been revealed. It is a fact that Sri Lanka needs more revenue to recover from its economic failures, but critics point out that at the same time, its resources and sovereignty of citizens cannot be infringed at the expense of tourists.",
    "In recent days the Daily Mirror reported that many Russian tourists stationed here long-term had resorted to running tourism related businesses in the south; especially Weligama and Arugambay; these enterprises severely hampering local businesses. Some of these businesses owned by Russian tourists include running restaurants, bars, cafes and even renting out gear for water sports as well as renting tuk tuk’s and scooty’s for tourists to travel around. In fact Tourism Minister Harin Fernando told Daily Mirror over the weekend that most of these foreign run businesses weren’t registered with the Sri Lanka Tourism Development Authority and they were not paying taxes. In raids conducted by the authorities in recent months, many Russians were deported for running businesses under tourist visas, but as the issue still exists, it has caused serious concerns for locals in the area.",
    "However Russian owned businesses are not the only alarming concern for the local tourism industry. The Daily Mirror learns that many Israeli nationals have also started local businesses in areas such as Ahangama and Weligama. A local source told this newspaper that around 50% of lands in Ahangama have already been purchased by Israelis. “A perch of land costs around Rs. 5 million given the demand. As you go towards the interiors you can see that many Israeli nationals have purchased lands. Some have obtained these lands on a 99-year lease. Many foreigners are interested in setting up hospitality ventures such as boutique hotels, cafes and restaurants,” a local source revealed when the Daily Mirror visited the area.",
    "The coral reef is dying because most tourists don’t know to do snorkeling the proper way. These are sensitive ecosystems. We need to protect the environment if we want to continue with our profession”",
    "On a visit to the area, the Daily Mirror team witnessed some businesses, which were owned by Israeli nationals, but these businesses had a local partner. All businesses were",
    "According to the Sri Lanka Tourism Development Authority website, the laws relating to business organizations do not permit non-nationals to run sole proprietorship businesses. However, foreign investors can incorporate a resident company in Sri Lanka to operate the business.",
    "Under the Companies Act of Sri Lanka, a foreign company can register a private limited liability company, incorporated with a minimum of two shareholders, who can own the entire share capital of the company. Following incorporation, the company must comply with all statutory requirements imposed on domestic companies.",
    "In addition to the Israeli and Russian nationals entering the local tourism market, Ukrainian tourists have also set up excursions, surfing lessons, three-wheeler and bike rental operations and boutique hotels where the money is circulated among themselves. “They have their own ways of exchanging money such as undial (an underground banking system), hence local businesses cannot thrive due to the tourism sector anymore,” said Sampath Perera, President, Professional Tour Guide Alliance. “It is illegal for tourists to carry out excursions because they are not licensed tour guides. Some claim that their tourist visas have expired, but continue to remain in the country. This is a major challenge for us because it not only creates a competition among locals and foreigners, but it may also lead to clashes. Thereafter, bilateral ties among countries too will be severed. We therefore urge the authorities to streamline the legal framework, so that the tourism sector would help locals and local businesses to thrive. The Department of Immigration and Emigration has already issued a notice for Russian and Ukrainian tourists to leave the country within 14 days. I feel that there’s a political hand involved in this issue. Otherwise how can these foreigners act according to their own whims and fancies,” questioned Perera.",
    "They have their own ways of exchanging money such as undial (an underground banking system), hence local businesses cannot thrive due to the tourism sector anymore”",
    "There was a time when Sri Lanka promoted budget accommodation and budget travel packages for tourists. Today, many backpackers, who visit Sri Lanka, are inclined to stay at hostels that rent out rooms for as low as $5 per night as opposed to semi luxury accommodation where rooms are rented out at $ 20 or more per night. They share costs among their groups and one may in fact wonder whether there’s any benefit for the country in promoting tourism when they hardly spend any money.",
    "The Daily Mirror learned that when the season begins in Down South, tourists purchase rooms irrespective of whether they cost $ 400 or $ 1000 per night! Sharing his views on the seasonal influx of tourists, one local told the Daily Mirror that even a price of a king coconut soars to Rs. 1500 during that time of the year.",
    "For me it is an eyesore to see garbage dumps on either side of the roads and drains clogged with plastics etc. We’re leaving a negative impression on tourists. It’s not only about promoting beautiful videos of the island. It should be a pleasant experience for them”",
    "Echoing similar sentiments, W. D Lakshman, proprietor at Peacock Collection, a souvenir shop in Ahangama said that there is always a mix of tourists. “Some spend thumping amounts of money while others are reserved when it comes to expenses. Many tourists purchase local teas, spices and other handicraft,” said Lakshman.",
    "While acknowledging the government’s efforts to attract tourists to the country, Lakshman said that the Municipal Council for example should carry out more robust operations to keep the city clean.",
    "“For me it is an eyesore to see garbage dumps on either side of the roads and drains clogged with plastics etc. We’re leaving a negative impression on tourists. It’s not only about promoting beautiful videos of the island. It should be a pleasant experience for them when they visit the country afterwards,” said Lakshman.",
    "The Polhena beach is one of the must-visit destinations in Matara. Many locals and foreigners visit this beach stretch to witness breathtaking views of the Indian Ocean. But today, many tour guides warn of possible consequences of neglecting the country’s pristine beaches. “The Tourism Promotion Bureau should ideally be educating tourists on the dos and don’ts when visiting a location,” said Oscar Weerasinghe, an experienced tour guide. “The coral reef is dying because most tourists don’t know to do snorkeling the proper way. These are sensitive ecosystems. We need to protect the environment if we want to continue with our profession. I carry out beach cleanups and bear the expenses. But these are initiatives that the government should undertake,” added Weerasinghe.",
    "Many tourists visit the Southern and Eastern beach stretches to learn surfing. “Surfing lessons are conducted at beginner, intermediate and advanced levels starting from $ 30 onwards.”",
    "Weerasinghe said. He added that whale watching has been temporarily halted due to oil leaks from boats. “The boats go at top speed and such activities disturb these animals. I haven’t done any whale watching tours this year. It’s one thing to have fun, but it shouldn’t be done at the expense of our resources,” said Weerasinghe.",
    "He further said that the government should have appropriate garbage disposal systems for example to ensure that the cities are clean at all times, irrespective of whether they are frequented by tourists or not. “These are initiatives that the government can take and perform well. We wonder what is being done to all the funds that they receive for tourism promotion programmes. It’s high time that they get their together,” he added.",
    "Several attempts made to contact Harsha Ilukpitiya, Controller General at the Department of Immigration and Emigration to inquire about the visa status of foreign nationals, who are carrying out businesses locally, proved futile.",
    "In addition to the Israeli and Russian nationals entering the local tourism market, Ukrainian tourists have also set up excursions, surfing lessons, three-wheeler and bike rental operations"
  ]
}