{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Judgment-in-Harins-expulsion-case-to-be-delivered-in-due-course/108-275618",
  "time_ut": 1706036700.0,
  "original_lang": "en",
  "original_title": "Judgment in Harin’s expulsion case to be delivered in due course",
  "original_body_lines": [
    "Colombo, Jan 24 (Daily Mirror) - The Supreme Court yesterday concluded hearing and reserved its judgment in the expulsion petitions filed by Tourism Minister Harin Fernando and Labour and Foreign Employment Minister Manusha Nanayakkkara challenging the Samagi Jana Balawegaya (SJB) decision to remove them from their party membership.",
    "Accordingly, the Supreme Court will deliver its judgment regarding this petition in due course.",
    "The Supreme Court three-judge-bench comprising Justices Vijith Malalgoda, Achala Wengappuli and Arjuna Obeysekara concluded the arguments put forward by both, the petitioner and the respondent parties. The parties were directed to file their written submissions before February 1.",
    "The two government Ministers are seeking a declaration that they have not ceased to be Members of Parliament, and that they continue to be and shall remain Members of Parliament.",
    "The petitioners maintained that they took over the Ministry portfolios, upon many requests by the members of the public who were desperate to see a solution to the eroding situation due to the economic crisis and keeping in line with the provisions of the Constitution of the SJB.",
    "The petitioners have named the SJB, SJB General Secretary Ranjith Madduma Bandara, its Chairman Sajith Premadasa, Secretary General of Parliament, the Chairman of the Election Commission, members of the Election Commission and several others as respondents.",
    "The petitioners stated that the party decision to expel them from party membership was unlawful and contrary to natural justice. They are further seeking a declaration that the conduct of the purported disciplinary inquiry is in violation of natural justice and thereby null and void and has no force or avail in law.",
    "Faiszer Musthpha PC, Counsel Shaheeda Barrie, Mehran Careem and Pulasthi Rupasinghe appeared for Manusha Nanayakkara, while Romesh de Silva PC appeared for Harin Fernando. President’s Counsel M.A. Sumanthiran with Viran Corea, Dr. Jayampathy Wickremaratne, Counsel Hejaaz Hizbullah and Sithara Sampath Wijewardena appeared for the SJB Leader and General Secretary."
  ]
}