{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Paradigm-shift-needed-in-economic-thinking-policies-and-strategy/4-782698",
  "time_ut": 1759885391.0,
  "original_lang": "en",
  "original_title": "Paradigm shift needed in economic thinking, policies and strategy",
  "original_body_lines": [
    "Sri Lanka has to develop its economy in order to provide a fair, equitable, healthy, knowledgeable and dignified lifestyle for its citizens and its future generations",
    "Sri Lanka GDP growth rate needs to rise above 8% over 10 years to achieve a GDP of $ 200 million and a GDP per capita of $ 9,000 to qualify as an upper middle-class status. A high-income status requires a per capita of $ 13,846 or more. Can Sri Lanka achieve these targets? It is noteworthy that Singapore GDP in 2024 was $ 547.4 billion and per capita $ 90,674.07 while Sri Lanka’s GDP was $ 98.96 billion with a per capita of $ 4,515.57. Singapore’s projected GDP will be $ 900 billion in 10 years with a per capita of $ 130,000. Sri Lanka must decide where it wishes to be in 10 years",
    "Despite some economic progress in Sri Lanka over the years, the fact that the country was declared bankrupt in 2022 negates such achievements from the point of view of sustainability of the country’s economy and shows a structural weakness in economic fundamentals. Excessive borrowings for projects without a proper return on investment assessments, spending far in excess of actual costs for infrastructure projects, operational expenditure in excess of income, accumulating large foreign debts and using some such borrowings especially International Sovereign Bonds for consumption rather than for specific projects with a return on the borrowings in excess of the cost of borrowing, are but some of these structural shortcomings.",
    "Thanks to the often-criticised entry of the IMF, Sri Lanka has been able to instil some financial discipline in economic management and virtually compel the Governments since 2022 to adhere to an economic framework in return for the $ 2.9 billion bailout package negotiated with them. It is well for those who were and still are critical of the IMF to remember that their entry was a result of successive Government’s financial indiscipline and politically influenced monetary policies, and had economic fundamentals been strategic and sustainable, there would not have been a necessity to seek IMF assistance to save the country and assist it to overcome its bankruptcy.",
    "Trading Economics (https://tradingeconomics.com/sri-lanka/foreign-exchange-reserves) states that foreign exchange reserves in Sri Lanka were $ 6.107 billion in August 2025 and Singapore’s foreign exchange reserves were SGD 502.02 billion (approximately $ 390 billion) in August 2025 (https://tradingeconomics. com/singapore/foreign-exchange-reserves). The total reserves of Singapore based on publicly available data from Government of Singapore Investment Corporation (GIC), the Government of Singapore owned multinational investment firm Temasek Holdings (Private) Limited, the Monetary Authority of Singapore (MAS), and government’s Central Provident Fund (CPF), are conservatively estimated at S$ 2.5 trillion (2024) (US$ 1.87 trillion). Many analysts believe that the reserves are substantially larger than publicly acknowledged. The Ministry of Finance keeps the full details of the reserves private so as to prevent currency speculation attacks on the Singapore dollar.",
    "Individually, besides the government foreign reserves of $ 390 billion, GIC’s portfolio value was estimated at approximately $ 800 billion as of May 2025 according to the Sovereign Wealth Fund Institute (SWFI), Temasek Holding portfolio S$ 434 billion (US$ 287 billion) as of 31 March 2025. (https://www.temasek.com.sg/en/news-and-resources/news-room/news/2025/temasek-net-portfolio-value-grows-to-record-high-of-434-billion), and as per Wikipedia, CPF managed a portfolio of US$ 463 billion (S$ 594 billion) for 4.2 million account holders.",
    "Sri Lanka’s foreign reserves are woefully inadequate as it can only fund about 2 months of imports to the country. This period will be less when the debt capital and interest payments are considered. Singapore too has a substantial gross external debt, reportedly over S$ 2.4 trillion, but possesses zero net debt because its substantial financial assets—like foreign currency reserves far exceeds its liabilities. Unlike in Sri Lanka, the high gross external debt reflects Singapore’s status as a major global financial hub, attracting large amounts of international deposits and investments, primarily held by private corporations rather than the Government.",
    "If Sri Lanka is to move to a different and higher economic platform, its thinking, meaning people’s thinking, their attitudes, as well as those of politicians and officials, has to change and none should harbour a view that doing the same thing expecting different results, simply will work. While economic data is not easy to find in 1948 when Sri Lanka became independent, Wikipedia reports that in 1960 Sri Lanka’s (then Ceylon) per capita GDP was 152 dollars, Korea 153, Malaysia 280, Thailand 95, Indonesia 62, Philippines 254, Taiwan 149. Singapore’s GDP per capita in 1960 was approximately $ 395 to $ 428 USD. The Monetary Authority of Singapore says that in 1965, when Singapore became an independent nation, its nominal GDP per capita was around US$ 500.",
    "No doubt in 77 years since independence, Sri Lanka has moved along progressively to reach a per capita of $ 4,515.57 by 2024. However, Singapore since its independence in 1965 has moved from $ 500 to $ 90,674.07 in 60 years.",
    "The history, culture, politics, demographics, the geography, the country size, its agriculture and crop diversification and many other factors are vastly different in Sri Lanka and Singapore, and it is perhaps not a fair comparison to make when it comes to the economic status quo of the two countries. However, some fundamental comparisons can and should be made about the basic, logical economic management policies and outcomes irrespective of the differences mentioned earlier. In fact, some of these differences are advantages enjoyed by Sri Lanka over Singapore although the outcomes and returns from these advantages have been very much less than optimal. The population density of the two countries and the land areas illustrate a distinct advantage that Sri Lanka has, and not capitalised, and how Singapore has used less to make more within these two challenging realities.",
    "Singapore’s population density is approximately 8,387 people per square kilometres (or 21,722 people per square mile) as of mid-2025, making it one of the most densely populated countries in the world. This high density is a result of careful long-term planning to manage land scarcity in the city-state of 700 square kilometres. Sri Lanka’s population density is approximately 370 people per square kilometres (959 people per square mile) as of 2025. This density is based on a total land area of 62,710 square kilometres.",
    "While GDP and GDP per capita are arguably not the best measures to judge a country’s economic health, they are the measures used globally to do so at present. Some argue that these measures represent the thinking of international institutions like the World Bank and IMF, and that they represent the viewpoint of Western economies led by the USA.",
    "Joseph E. Stiglitz, a Nobel laureate in economics and University Professor at Columbia University, former chief economist of the World Bank (1997-2000), former chair of the US President’s Council of Economic Advisers, former co-chair of the High-Level Commission on Carbon Prices, and lead author of the 1995 IPCC Climate Assessment and Co-Chair of the Independent Commission for the Reform of International Corporate Taxation and the author, most recently, of The Road to Freedom: Economics and the Good Society (W. W. Norton & Company, Allen Lane, 2024) says in an article published in the Scientific American “GDP measures everything,” as Senator Robert Kennedy once said, “except that which makes life worthwhile.”",
    "The number does not measure health, education, equality of opportunity, the state of the environment or many other indicators of the quality of life. It does not even measure crucial aspects of the economy such as its sustainability: whether it is headed for a crash”. (https://www.scientificamerican.com/article/gdp-is-the-wrong-tool-for-measuring-what-matters/). Readers are referred to an article written by this writer titled GDP and GDP growth: Are they measures that really matter? (https://www.ft.lk/opinion/GDP-and-GDP-growth-Are-they-measures-that-really-matter/14-774796), to get a brief idea about statistics on a range of underlying disparities, inequalities and inequities amongst its people despite “developments” visible to the naked eye.",
    "However, at the end of the day, there are some fundamentals to consider irrespective of arguments for or against the contention that GDP alone being a measure of the economic health of a country. Amongst some of them are affordability by the entire population of a quality, modern universal healthcare, a good education system, that widens and deepens knowledge and prepares the younger generation to be more self-reliant, technological advancements including Artificial Intelligence and access to them, efficient and affordable transportation, quality housing for all, food security, absence of poverty and malnutrition, and ability for all to live in a free and non-violent, equal and equitable society. Clearly achieving some of these ideals need substantial amounts of monetary investments and therefore strategic, out of the box, economic thinking, policies and effective and efficient economic management becomes paramount.",
    "While Sri Lanka has achieved a high standard in many areas such in education and health in particular, its overall economic management has not been satisfactory and in fact, if the country and all its people are to achieve a higher, sustainable quality of life, the entire country, not just its politicians, need to move towards a substantial paradigm shift in economic thinking. Sri Lanka rising to a higher economic platform in effect means a rise in GDP, and in 10 years it will depend on its economic growth rate between 2025 and 2035.",
    "The GDP growth forecast for 2025 is 3-4%, and for 2026 is around 5%. With a starting point of $ 99 billion GDP in 2024, and assuming a sustained growth rate of around 4%, Sri Lanka’s GDP would be approximately $ 147 billion in 2035 and a per capita of $ 6300.00.",
    "The question has to be asked whether this is sufficient for people to enjoy a better-quality of life and whether it is sufficient to renew confidence in the country amongst its current and future generations.",
    "If one were to consider the current per capita GDP of $ 97,604.00 in Singapore, and if Sri Lanka is to achieve at least half of it ($ 45,000), Sri Lanka’s GDP would need to be approximately $ 990 billion This would require a tenfold increase from the 2024 GDP of $ 99 billion to achieve the desired per capita figure. Achieving such a figure would seem an impossibility based on where the country is placed now. However, the policy makers and the people should at least target to achieve the World Banks’s classification of a higher income country, which is a per capita in excess of $ 13,846, which is a tripling the country’s current per capita of $ 4,515.00. This would require an increase in GDP to approximately $ 300 billion from the current $ 99 billion.",
    "The current trajectory of predicted GDP growth around 4-5% is not sufficient to give the people in the country anywhere near what is required to provide the economic and social ideals mentioned earlier. Whilst the Government has outlined plans to increase exports, earnings from tourism, and foreign investments, all of which are very commendable, this article wishes to suggest that a more dramatic paradigm shift is needed in economic thinking, strategy and management if the country is to move towards a high-income country. A few key areas are mentioned for purpose of discussion",
    "Industrialisation and agriculture – Focussed on food security and exports",
    "Value adding industrialisation for local consumption but more importantly for exports.",
    "Further development of the fisheries industry, for local consumption and exports",
    "Moving from traditional approaches relating to the tea, coconut and rubber industry and venturing into research based higher yields using less land, maximisation of water resources and replacing unproductive plantations with alternate crops,",
    "Intercropping where two or more crops simultaneously in the same field to improve land use, increase yields, reduce risk, and enhance biodiversity. Coconut plantations are a good example where intercropping could be done with coffee, cocoa and other suitable crops between coconut trees.",
    "Increase foreign reserves by providing incentives to exporters and those remitting foreign exchange by buying the foreign exchange from them at a higher premium over normal bank interest rates.",
    "Creating a government owned foreign reserve management entity (for a component of the government foreign reserves) on the lines of entities in Singapore, enabling it to invest in select fund management entities.",
    "Creating a National Investment Bank with private sector equity participation and dedicated exclusively to engage in investments both locally and overseas",
    "Private sector – Greater role for the private sector as the engine of growth",
    "Consideration given to creating an exclusive ministry headed by a high-level cabinet minister to plan and promote growth of a sustainable private enterprise in the country.",
    "Community Service Responsibility activity – providing tax benefits to companies engaging in priority projects of the government with a view to achieving long term sustainability of such projects.",
    "Transforming diplomatic services to be commercially oriented to attract investments and promote exports",
    "Appoint commercially astute diplomats (High Commissioners, Ambassadors) to key overseas postings to coordinate investment interests amongst potential investors, both citizens of the respective countries as well as amongst Sri Lankan expatriates in such countries.",
    "Sri Lanka has to develop its economy in order to provide a fair, equitable, healthy, knowledgeable and dignified lifestyle for its citizens and its future generations. It needs to provide enough opportunities to them and foster their confidence in the country. While the country’s long history and its rich colourful culture are important in shaping the identity of the country, it also needs to think of the future and how it will provide a safe, secure and healthy environment for its people in a sustainable manner. Sri Lanka does not have to emulate any other country as the uniqueness of Sri Lanka in terms of its natural beauty, history and culture provides an enviable environment for it to grow its economy to provide a more quality future for its people. However, it needs resources, both financial and capable human resources to provide a future for its emerging generations. The country has to earn more, save more and equip itself more to provide the outcomes that are desired. Its thinking therefore has to be futuristic and strategic and not confined to yesterday’s glory days. Economic policies have to look towards the future and not be focussed on the past."
  ]
}