{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101228/fr-petition-filed-seeking-court-order-to-appoint-acting-igp",
  "time_ut": 1723616040.0,
  "original_lang": "en",
  "original_title": "FR petition filed seeking court order to appoint Acting IGP",
  "original_body_lines": [
    "A Fundamental Rights petition has been filed at the Supreme Court, requesting to issue an order to the President to appoint an Acting Inspector General of Police (IGP).",
    "Attorney-at-Law R.S.P. Ranasuriya has submitted the FR petition to the Supreme Court.",
    "President Ranil Wickremesinghe and the Attorney General have been named as respondents in the petition.",
    "On July 24, the Supreme Court issued an interim order preventing Deshabandu Tennakoon from performing duties and functioning in the position of the IGP.",
    "The Supreme Court had issued this order after granting leave to proceed with the nine petitions, filed by several parties including Cardinal Malcolm Ranjith, challenging Tennakoon’s appointment as the IGP.",
    "The Supreme Court had also ordered the President to name a suitable person for the position of IGP, for the duration of the interim order being enforced against Deshabandu Tennakoon.",
    "It was later reported that given the upcoming Presidential Election, President Wickremesinghe has been advised by his legal team that appointing an Acting IGP every two weeks could lead to election petitions against him.",
    "Consequently, the President had reportedly informed the Speaker of Parliament that he will refrain from getting involved in this matter.",
    "Delivering a special statement in Parliament the following day on the government stance on the matter, Prime Minister Dinesh Gunawardena clarified that the President has no legal provisions at this moment to appoint an Acting IGP.",
    "The Prime Minister also emphasized that the position of the IGP is not vacated presently.",
    "He also stated that the court cannot change the approval granted by the Constitutional Council to appoint the current IGP.",
    "“We remind the Speaker and Parliament that the order of the Supreme Court suspending the duties of the IGP should be nullified. We request the Speaker to intervene as soon as possible in this regard,” he said.",
    "Following the PM’s statement, the Speaker of the Parliament Mahinda Yapa Abeywardena had informed the House that the decision to appoint the Inspector General of Police (IGP) was correct, legal, constitutional, and made in good faith.",
    "He further said that the situation with regard to the IGP cannot be resolved even by the President, and the matter must be sorted out in court if necessary."
  ]
}