{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101432/family-living-in-makeshift-hut-atop-tree-with-newborn-triplets-receive-new-home",
  "time_ut": 1724343300.0,
  "original_lang": "en",
  "original_title": "Family living in makeshift hut atop tree with newborn triplets receive new home",
  "original_body_lines": [
    "A family which had been living in a makeshift hut atop a tree in Habarana with their newborn triplets were today (22) gifted a new home, built with the assistance of generous donors, just three months after Ada Derana reported on the plight of the couple who were lacking a proper home for their children.",
    "This was made possible through the initiative of the Chief Incumbent of the Sandagiri Maha Seya in Hanthana, Ven. Gangasiripura Dhammaloka Thero and with the generous donations from benefactors living in Sri Lanka and abroad.",
    "Ven. Dhammaloka Thero, Chief Operating Officer/Executive Director of Derana Media Network, Mr. Madhawa Madawala, and Derana staff had participated in the ceremony today to officially handover the newly-built home to the family from Puwakpitiya, Habarana.",
    "The family had been living in dire conditions without basic amenities while the father of the newborn triplets had even sustained injuries after falling from the hut.",
    "Moved by their story, the Chief Incumbent of the Sandagiri Maha Seya had acted immediately and within just 24 hours of the news report, initiated steps to ensure that a new home would be constructed for the family, by rallying support from donors.",
    "The house, built at a cost of Rs. 02 million, was completed in under three months and handed over to the said family today (22).",
    "Speaking during the handing over ceremony, Ven. Gangasiripura Dhammaloka Thero expressed his gratitude to the Derana Media Network, stating: “We got to know about this story from Derana Media Network. As a young Buddhist monk, if I want to do something for the society, the Derana Media Network is the main strength in that task.”",
    "The Chief Operating Officer/Executive Director of Derana Media Network, Mr. Madhawa Madawala said, “We always try to do some form of service for the people through the media. Today, we truly have a humble happiness and pride.”"
  ]
}