{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/An-open-letter-to-National-Election-Commission/14-758307",
  "time_ut": 1707502065.0,
  "original_lang": "en",
  "original_title": "An open letter to National Election Commission",
  "original_body_lines": [
    "The Election Commission acquired powers and functions, physical and human resources of the Elections Department, with a mission to «Raise critical consciousness among all stakeholders, ensuring the protection of people›s rights and conduct free, fair and credible elections efficiently and effectively that safeguard the people›s sovereignty and universal franchise based on democratic principles.»",
    "We perceive it our civic duty to apprise the Commission of deficiencies within the election system that demand attention and resolution, aligning with the NEC›s mission to augment the fairness and equality of votes while ensuring a wholly democratic process.",
    "Our apprehensions are centred on systemic inadequacies and the lack of adherence to established rules in our electoral procedures. These concerns, in our estimation, have significantly contributed to the challenges faced by the country over the years. We outline below, key issues along with justifications, elucidating why we believe that our democracy has acquired the label as a ‹flawed democracy.› Regrettably, some of the identified weaknesses may have played a direct or indirect role in the nation›s debt crisis and subsequent bankruptcy, leading to the suffering of a substantial portion of the citizenry. We earnestly implore the NEC to take prompt and decisive action to rectify these concerns, especially, considering the impending elections on the horizon.",
    "a.   Mandate that political parties nominate candidates who are residents of the relevant districts.",
    "Justification: Ensures a stronger connection between candidates and their constituents, preventing the propagation of various ‘dynasties’ and reducing the risk of public exploitation, corruption, criminality, and violence associated with parachuting candidates into districts.",
    "b. Establish a district electorate merit order to prevent the perpetuation of political dynasties. Justification: This ensures meritocratic candidate selection at the regional level, promoting true allegiance with the local people and voter protection, ultimately enhancing the equality of the vote.",
    "Justification: This includes selecting candidates that meet at least the minimum requirements to hold a job in the public sector, ensuring candidates’ eligibility and competence, and preventing the appointment of individuals with criminal records",
    "Introduce an affidavit to the Declaration of Assets and Liabilities document for each candidate, following the successful model of the Election Commission of India",
    "Justification: This adds transparency to candidates’ financial standings, curbs corruption, and provides voters with crucial information for an informed decision.",
    "Justification: This ensures equitable distribution of votes and prevents disproportionate advantages to the winning party. This also promotes ‘equality of vote,’ improving election fairness and preventing the distortion of election results while weakening the opposition.",
    "Withdraw the practice of discarding votes of Parties securing less than 5% of votes.",
    "Justification: This promotes equality of votes and prevents the promotion of ‹decoy candidates›, reduces the risk of violence, and ensures equal recognition for valid votes in the electoral process.",
    "Advocate for basing election results and seat allocation on the valid votes cast rather than the number of voters registered.",
    "Justification: This promotes equality of vote, prevents inappropriate seat allocation, ensures representation based on actual votes, and discourages malpractices such as decoy candidates and voter intimidation.",
    "Persuade political parties to publish genuine manifestos with a clear accountability framework and a time-lined action plan.",
    "Justification: This empowers voters with transparent information and holds political parties accountable for their promises.",
    "We firmly believe that implementing these changes is crucial for upholding democratic principles and ensuring the overall well-being of our nation. It is our sincere hope that the NEC will actively communicate these deficiencies in the current election system to the public, and Parliament, seeking their consensus on necessary rectifications. This transparent engagement is vital for steering our system towards achieving the status of an absolute democracy.",
    "This letter is written on behalf of Leads Forum (www.srilankaleads.com) and the writer could be reached via [email protected]"
  ]
}