{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hartal-and-hypocrisy/",
  "time_ut": 1755540360.0,
  "original_lang": "en",
  "original_title": "Hartal and hypocrisy",
  "original_body_lines": [
    "The ITAK has claimed that its hartal in the North and the East yesterday was a huge success. All state institutions however functioned as usual, according to the government. Some members of the business community in those parts of the country did not take part in the hartal and kept their shops open. Minister Bimal Rathnayake, addressing the media yesterday, condemned the Tamil political parties for having stooped so low as to try to gain political mileage out of the tragic death of a Tamil man in Mullaitivu. The victim and several others had been chased away from an army camp which they entered without permission to collect scrap iron. His body was later found in an irrigation tank. The ITAK has blamed the army for his death. The army has denied the allegation, and an investigation is currently underway. Some military personnel have been taken into custody.",
    "The ITAK has made use of the aforesaid death to bolster its arguments against what it describes as the heavy military presence in the North and the East, and pressure the government to solve the unresolved issues affecting the Tamil community and hold the much-delayed Provincial Council (PC) elections. Political parties have a democratic right to protest, and that cannot be questioned. However, it is doubtful whether the ITAK has acted out of any concern for human rights, for it did not protest even when Tamil political leaders were brutally murdered by the LTTE for not obeying its dictates. The present-day ITAK leaders also did not utter a whimper when the LTTE abducted thousands of youth and children and turned them into cannon fodder while carrying out countless political assassinations. Worse, they recognised the LTTE as their sole representative though it did not even have representation in a local council, and unleashed barbaric terror against civilians. They formed the TNA at the behest of Prabhakaran, and acted as the LTTE’s mouthpiece, making a mockery of their commitment to democracy. It was the TNA which announced the boycott of the 2005 presidential election in the LTTE-held areas in the North and the East.",
    "There is no gainsaying that the tragic death in Mullaitivu must be probed thoroughly and the truth revealed expeditiously. However, there is no way the ITAK can justify blowing an isolated incident out of proportion to flay the incumbent government, which has released large stretches of land which were previously under military control and reopened roads in high security zones for the benefit of the northern public amidst protests in some quarters. Most of all, the JVP-led NPP may be blamed for anything but going out of its way to shield the armed forces. Its critics accuse it of being on a witch-hunt against some wartime military leaders.",
    "The ITAK and the SLMC, which pledged its support for yesterday’s hartal, are apparently using the Mullaitivu incident to advance their political agendas. The NPP fared extremely well in the North and the East in last year’s general election, and the ITAK and the SLMC are doing everything possible to recover lost ground at the expense of the NPP. Interestingly, Minister Rathnayake has accused the Tamil political parties of doing in the North and the East exactly what the Rajapaksas are doing in the other parts of the country—stirring up what Rathnayake describes as communalism to garner votes. The NPP claimed that its impressive electoral performance in all parts of the country last year signified a resounding defeat of communalism. But the forces it defeated are regaining popular support as evident from the outcome of the 06 May local government polls.",
    "As for the ITAK’s demand that the PC polls be held without further delay, one may recall that the ITAK and other Tamil political parties unflinchingly voted for an amendment the UNP-led Yahapalana government introduced to the PC Elections Act in 2017 to postpone the PC polls indefinitely. The ITAK owes an apology to the public for its support for the  Yahapalana government’s undemocratic move.",
    "Politically speaking, the JVP, the main constituent of the NPP coalition, has apparently got its comeuppance for what it did in the late 1980s, when it held numerous protests including hartals on the pretext of being on a mission to save Sri Lanka from India. Its sparrow units murdered many of those who did not obey its illegal orders. It disrupted schools and universities and even murdered traders who sold ‘Bombay’ onions. Today, it is eating out of India’s hand and denying that it held lectures on ‘Indian expansionism’ for its new recruits during its reign of terror (1987-89)! Cabinet Spokesman Dr. Nalinda Jayatissa often laments the economic cost of strikes, etc. The JVP must have caused losses amounting to trillions of rupees to the state coffers with its trade battles when it was in the Opposition.",
    "Yesterday’s hartal exposed the hypocrisy of its organisers as well as the government.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}