{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103228/germany-faces-snap-election-as-scholzs-coalition-crumbles",
  "time_ut": 1730956740.0,
  "original_lang": "en",
  "original_title": "Germany faces snap election as Scholz’s coalition crumbles",
  "original_body_lines": [
    "Germany’s ruling coalition collapsed on Wednesday as Chancellor Olaf Scholz sacked his finance minister and paved the way for a snap election, triggering political chaos in Europe’s largest economy hours after Donald Trump won the U.S. presidential election.",
    "After sacking Finance Minister Christian Lindner of the Free Democrats (FDP) party, Scholz is expected to head a minority government with his Social Democrats and the Greens, the second-largest party.",
    "He would have to rely on cobbled-together parliamentary majorities to pass legislation and he plans to hold a parliamentary confidence vote in his government on Jan. 15, which could trigger snap elections by the end of March.",
    "Scholz said he would ask Friedrich Merz, leader of the opposition conservatives who are far ahead in polls, for support in passing the budget and boosting military spending. Merz is due to respond in a Thursday morning news conference.",
    "The collapse of Scholz’s three-way alliance caps months of wrangling over budget policy and Germany’s economic direction, with the government’s popularity sinking and far-right and far-left forces surging.",
    "“We need a government that is able to act, that has the strength to make the necessary decisions for our country,” Scholz told reporters.",
    "Scholz said he fired Lindner for his obstructive behaviour on budget disputes, accusing the minister of putting party before country and blocking legislation on spurious grounds.",
    "The move comes a day after the election of Republican Donald Trump as U.S. president, with Europe scrambling to form a united response on issues from possible new U.S. tariffs to Russia’s war in Ukraine and the future of the NATO alliance.",
    "The government crisis comes at a critical juncture for Germany, with a flatlining economy, aging infrastructure and an unprepared military.",
    "A political shake-up could fuel growing frustration with Germany’s mainstream parties to the benefit of younger populist movements, including the anti-immigrant Alternative for Germany (AfD).",
    "With France also facing political uncertainty after snap elections this year, turmoil in the European Union’s two largest economies could hamper efforts to deepen the bloc’s integration at a time when it is facing challenges from east and west.",
    "The coalition has been at odds over how best to rescue Europe’s largest economy, which is facing its second year of contraction and a crisis in its economic model after the end of cheap gas from Russia following its 2022 invasion of Ukraine and amid increasing competition from China.",
    "Scholz said he had proposed capping energy costs for companies to bolster Germany’s appeal as a place to do business. He wanted a package to help save jobs in the ailing auto industry, as well as increased support for Ukraine.",
    "The FDP had proposed public spending cuts, lower taxes and less regulation as the answer to the malaise. It also wants to slow Germany’s shift to a carbon-neutral economy.",
    "Speaking after Scholz, Lindner said the chancellor had tried to strong-arm him into breaking a constitutionally-enshrined spending limit known as the debt brake, a move that Lindner, a fiscal hawk, refused to support.",
    "Government sources said Scholz had wanted to increase a Ukraine support package by 3 billion euros ($3.22 billion) to 15 billion euros and to finance it by suspending the debt brake.",
    "“Olaf Scholz refuses to recognise that our country needs a new economic model,” Lindner told reporters. “Olaf Scholz has showed he doesn’t have the strength to give his country a new boost.”",
    "The SPD and the Greens, while at odds on some issues, agree that targeted government spending is needed.",
    "The three other FDP ministers - for transport, justice, and education - all voluntarily left the government.",
    "Scholz said Lindner was focused on the short-term survival of his own party. “Especially today, one day after such an important event as the U.S. elections, this kind of selfishness is utterly incomprehensible.”",
    "Economy Minister Robert Habeck of the Greens said the coalition could not agree on how to plug a funding gap in the budget for next year.",
    "“I want to say on our behalf that tonight feels wrong and doesn’t feel right. It’s almost tragic on a day like today, when Germany needs to show unity and capacity for action in Europe.”"
  ]
}