{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/At-launch-of-autobiography-Imtiaz-Bakeer-Markar-makes-crying-call-for-united-Sri-Lanka/56-759341",
  "time_ut": 1710102456.0,
  "original_lang": "en",
  "original_title": "At launch of autobiography Imtiaz Bakeer Markar makes crying call for united Sri Lanka",
  "original_body_lines": [
    "Member of Parliament Imthiaz Bakeer Markar (Left) handing over a copy of MY Story book to Prime Minister Dinesh Gunawardena",
    "Member of Parliament Imthiaz Bakeer Markar (Left) handing over a copy of MY Story book to Opposition leader Sajith Premadasa",
    "Member of Parliament Imthiaz Bakeer Markar (Left) handing over a copy of MY Story book to Former Speaker Karu Jayasuriya",
    "Celebrating the story of his life, ‘Mage Kathawa’ (my story), an autobiography by Member of Parliament Imtiaz Bakeer Markar was launched at Ananda College recently.",
    "The Parliamentarian is an alumnus of Ananda College with a political career of almost five decades. The launch of his autobiography was therefore held grandly at the Ananda College’s Kularatne Hall paying homage to Markar’s school journey, and attended by several distinguished guests including religious leaders, former presidents Chandrika Bandaranaike Kumaratunga and Maithripala Sirisena, and Prime Minister Dinesh Gunawardena.",
    "As a member of a minority community in Sri Lanka, MP Markar stressed the need for promoting diversity to dismantle discrimination. “Today, I am extremely glad to see that there are individuals representing different religions, languages and parties gathered here together. This is my hope, a society and country where unity is found within diversity. We have seen blood flowing due to conflicts of religion, ethnicity, language, caste and class throughout many decades. We can’t go on like that anymore, we need a united society because every South Asian country has surpassed us now.”",
    "He spoke about his different achievements like captaining the school’s hockey team and debate team. He said that the unity that he wanted in society was found in Ananda College during his school days, where he faced no discrimination as a student belonging to a minority community. Similarly, the country needed to be developed into one that respects and supports diversity, said Bakeer Markar.",
    "Speaking at the event, Imtiaz Bakeer Markar’s third son Fadhil Bakeer Markar, “Capturing a life of eight decades and a political career spanning five decades in an autobiography is not an easy task. Accepting a challenge like that and witnessing his success right now highlights my father’s courage, dedication and commitment.” He said that the autobiography was not a mere story of personal achievements or challenges, but proof of his father’s resilience.",
    "Ven. Galkande Dhammananda Thero, veteran journalists Erananda Hettiarachi and Dr. Ranga Kalansooriya also held speeches at the event.",
    "Imtiaz Bakeer Makar honours his late son Adhil Bakeer Markar by dedicating the autobiography to him. The Parliamentarian has also previously written several books, including books “Mage Hadha gesma” and “Sithamu”."
  ]
}