{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-appoints-new-chairman-and-deputy-chairman-2/",
  "time_ut": 1713659460.0,
  "original_lang": "en",
  "original_title": "ComBank appoints new Chairman and Deputy Chairman",
  "original_body_lines": [
    "Top investment banker Sharhan Muhseen and financial services professional Raja Senanayake to lead the Board of country’s largest private sector bank",
    "Commercial Bank of Ceylon PLC has announced the appointment of top international investment banker Mr Sharhan Muhseen as Chairman, and financial services professional Mr Raja Senanayake as Deputy Chairman, effective Monday, April 22, 2024.",
    "Muhseen, previously Deputy Chairman of the Bank, succeeds Prof. Ananda Jayawardane as Chairman upon the latter’s retirement, and Senanayake, a non-executive director, fills the vacancy created by Muhseen’s elevation to the position of Chairman of the Bank.",
    "Sharhan Muhseen is a senior Investment Banker with extensive experience in the areas of Mergers and Acquisitions, Corporate Finance and Capital Markets. He has served in senior capacities working with company boards and senior leadership teams of financial institutions across Asia to help drive their Strategic Corporate Agendas and Roadmaps. He previously worked in best-in-class global investment banks, Credit Suisse, Bank of America Merrill Lynch and JPMorgan in leading regional coverage roles. He was also an Associate Director of Deloitte.",
    "His most immediate previous role was as Managing Director, Head of South East Asia Financial Institutions Group (FIG) and Head of Asia Insurance at Credit Suisse based in Singapore. In his Investment Banking career spanning over 20 years, Muhseen has completed landmark mergers and capital raising transactions in excess of USD 100 billion. The Asia FIG sectors team at Merrill Lynch and Credit Suisse has won the “FIG Asia House of the Year” awards from the Asset magazine for several years under his leadership. Multiple transactions he led have been awarded as best country deals and best financial sector capital raise transactions.",
    "Mr Muhseen is credited with several leading research reports including reports on Banking sector efficiency, currency depreciation and budget deficit in his role as Head of Sri Lanka Banking Sector Research Coverage and Lead Economist at Jardine Flemming. He has also worked at Standard Chartered Bank in the Corporate Banking Division, where he started out as a Management Trainee and at Rodman and Renshaw Stock and Commodities Broker based in Chicago. He has also acted as senior advisor for TPG and BNP Paribas.",
    "He has experience at the policy level, working as a Team Leader at the National Council for Economic Development (NCED) under the Ministry of Finance as well as a Director at the Task Force to Rebuild the Nation (TAFREN), the Presidential Task Force for rebuilding the economy after the 2004 Tsunami.",
    "He holds a Masters in Economics from the University of Colombo and a Bachelor of Business Administration (Hons) from Western Michigan University. He has completed the Corporate Finance training program with JPMorgan in New York and board leadership training from the Singapore Management University.",
    "An independent non-executive director of Commercial Bank since September 2020, Mr Raja Senanayake is a Fellow Member of CA Sri Lanka with over 30 years of post-qualifying experience and holds a B.Com (Special) degree from the University of Sri Jayewardenepura and a Postgraduate Diploma in Business Management from the PIM of the University of Sri Jayewardenepura. He has also undergone training on banking and finance with Euromoney and on general management with the National University of Singapore.",
    "Having completed his articles at Ernst & Young and qualifying as a Chartered Accountant, Mr Senanayake joined Singer Industries (Ceylon) PLC in 1991 as the Financial Accountant and moved on to Commercial Bank as the Senior Manager Finance in 1994. In January 2004, he assumed the role of Assistant General Manager (Finance & Planning) of the Bank and held this position until February 2007. He joined Nations Trust Bank PLC in March 2007 as its Chief Financial Officer. He was also a non-executive director of CBC Finance Ltd., a fully owned subsidiary of Commercial Bank.",
    "Senanayake currently serves as the Chairman of Senkadagala Finance PLC, where he has been an independent/non-executive Director since April 2017. He is a Director of Virtual Capital Technologies (Pvt) Ltd., a software development company that caters to the New Zealand and the Australian markets, since August 2017. He is also an Advisor to Unicorn Hatch Limited, a SaaS AI-powered applications builder incorporated in New Zealand, with effect from March 2024. Presently he works at Smart Media – The Annual Report Company, and currently heads the Smart Academy, an IFRS Accredited Training Partner.",
    "Senanayake is passionate about and possesses extensive domain knowledge on the financial services industry, financial management and corporate reporting in particular, including aspects such as risk management, capital management, corporate governance, compliance, sustainability and integrated reporting.",
    "HNB ushers in new era with Damith Pallewatte at the helm as Acting CEO",
    "Hayleys Fabric celebrates triple triumph at ISPO Textrends Spring/Summer 2026",
    "ComBank engages with female staff countrywide at Women’s Day event",
    "ComBank named Best SME Bank in Sri Lanka at Global Finance Awards 2024 in UK",
    "ComBank stays on growth trajectory in 2023 with notable Q4 performance",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}