{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84238",
  "time_ut": 1719406080.0,
  "original_lang": "en",
  "original_title": "The Tamil Doctor who Gave Medical Aid to Injured Tigers.",
  "original_body_lines": [
    "“Captain Blood:His Odyssey”was an Adventure novel authored  by well-known writer Rafael  Sabatini in 1922. Sabatini had a flair for creating fictional characters set  against the backdrop of true,historical events.This blend of fiction and fact  was received well by readers,  The Captain Blood novel became a best-seller then. The basic story line was about a physician who suffered greatly because he provided medical treatment to injured persons branded as enemies of the state.",
    "Captain Blood  became an immensely popular novel and several films based on the  book  were made in different languages over the years.The block buster Tamil movie “Aayirathil Oruvan”(One in a thousand) starring MG Ramachandran (MGR) released in 1965  was an adaptation of the Captain blood novel. In the film, MGR plays Manimaran a physician who is victimised for giving medical treatment to people injured in a rebellion against the ruling dictator.",
    "Sabatini;s novel was linked to the Monmouth rebellion. In  British history , James Scott the first Duke of Monmouth  led  a rebellion against  King James the second in 1685.The revolt was crushed and many of the rebels were sent to Barbados as slaves. Sabatini’s novel is set against this historical background.",
    "Sabatini’s  protagonist in the novel   is the fictional character Dr.Peter Blood a physician residing in the County of Somerset. He plays no part in the Monmouth rebellion but as a medical practitioner  provides medical aid to  rebels injured in the fighting. This humanitarian act of kindness is condemned as treason and Dr. Blood is sent off as a slave to Barbados. Subsequently he escapes and  gets  embroiled  with pirates in a series of adventures before returning home to resume his “old”life.",
    "Rafael Sabatini based his Dr.Blood character  loosely on the life of Dr.Henry Pitman, an English Surgeon, who gave succour to the wounded Monmouth rebels and was sent to Barbados as a slave. He escaped and eventually returned  to England. Pitman wrote an account of his experiences which was utilised  by Sabatini to write his novel.",
    "In an uncanny example of “ life  imitating art”,there was a physician in Sri Lanka who  suffered in real life,the fate of Pitman.Blood and Manimaran.",
    "The lengthy history of the war between the Sri Lankan armed forces and the armed Tamil militant groups is replete with  interesting incidents .One of those instances  is the narrative  of a Tamil medical doctor in the north who underwent an experience very  similar to  that of the historical Henry Pitman and fictional Peter Blood.",
    "This  Tamil Doctor was arrested and detained for treating injured members of the Liberation Tigers of Tamil Eelam(LTTE) in 1982. He survived the Welikade jail massacre of prisoners  during “Black July” in 1983  by physically battling against the murderous mob of Sinhala  prisoners. This doctor  was transferred to  the Batticaloa prison from where he escaped along with  other Tamil political prisoners  and crossed over to India clandestinely by boat. He returned from Tamil Nadu to Sri Lanka after the Indo-Lanka accord of July 1987. He received an Amnesty in terms of the Indo-Lanka accord and resumed his medical doctor life again in northern Sri Lanka and ultimately retired as a regional director of health services(RDHS)",
    "The  Tamil medical doctor I am referring to is Dr. Thurairajah William Jeyakularajah who passed away peacefully  last week on 16 June  at the age of 81 in the district of Mullaitheevu. This column focuses on the  interesting and eventful life  of Dr.Jeyakularaja this week.  Several readers have written to me wanting to know more about this unique larger than life personality.Incidentally “Jeyam Uncle” married my Mother’s first cousin Christina(Baba Aunty). He was however a relative even before this  marriage.",
    "Dr.TW Jeyakularajah was born on  8th February 1943 in  Thirukkovil as the eldest in a family of six children. His mother  Rose Manonmani  was then teaching  there. She hailed from Thaniootru  in the Mullaitheevu district of the Northern province. Jeyakularajah’s father   Edward Thurairajah  was from Thirukkovil in the Amparai  District of the Eastern province.",
    "Jeyakularajah was educated at the Thirukkovil Methodist Tamil school, Kalmunai Wesley High School, Batticaloa Central College and St.Johns College,Jaffna where he was in the school hostel. Jeyakularajah was a keen sportsman during his schooldays excelling in Athletics, Badminton and Table Tennis.",
    "He entered the Medical faculty in Colombo in the  mid-  sixties of the 20th century and passed out as a doctor. After a period of internship under Dr. Muthuthamby and Dr.Attygalle, Dr.Jeyakularajah  took up duties at the Trincomalee Hospital in 1971. He got married to his cousin  Christina  Gnanathilakaranee  in Trinco in 1972.",
    "Thereafter he quit Govt service and assumed duties as a doctor at the Mineral Sands Corporation in Pulmoddai in the Trinco district. After some years at Pulmoddai, the Jeyakularajahs relocated to Jaffna. The intention was to educate their only son   Daniel Jason   at St.Johns College,Jaffna . It was in Jaffna in 1982 that Jeyakularajah’s life changed utterly.",
    "Both Jeyakularajah and his wife are protestant Christians belonging the Methodist Church. After moving to Jaffna, Jeyakularajah worked at the St.Lukes Hospital run by the Methodist Church in  Puthur. The family resided at the medical  quarters near the hospital. Jeyakularajah’s brother Rev.Jeyathilakarajah was the Pastor at the Achchelu Methodist Church in Jaffna,",
    "Sri Lanka’s ethnic crisis had escalated after the United National Party(UNP) Govt headed by President JR Jayewardene came into power in 1977. Several armed Tamil militant groups fighting for a separate Tamil state were active in Jaffna. Chief among them was the LTTE or tigers.",
    "The LTTE launched an attack on the Chavakachcheri   Police station in October 1982 and escaped with a cache of arms after killing some policemen. Three of the tigers, Seelan, Ragu and Pulendhiran sustained injuries in the shoot out. They required urgent medical treatment.",
    "An LTTE member who had some contact with Rev.Jeyathilakarajah approached the Methodist pastor. He in turn went to his elder brother Dr.Jeyakularajah and told him about the matter. After thinking a while Jeyakularajah accompanied his brother to the safe house where the injured tigers were and   provided medical aid. He followed up with other  visits  before the wounded tigers  were moved across the sea to India.. Had it not been for Jeyakularajah’s medical care one of the  trio may have succumbed to his injuries. This was the first time the  tigers had incurred injuries in  combat.",
    "Years later in a heart to heart conversation with him in Chennai, I asked Dr. Jeyakularajah why he risked danger by treating the injured tigers. His response was  that as a medical doctor  ,he was bound by the principles enunciated in the Hippocratic oath.  He further said that he would have provided medical aid to any injured person  in a situation like that. “ Even if an injured person was a Policeman or soldier or JVP activist  or even a criminal shot by the cops,I would have treated them.In this case the injured boys were  not criminals but idealistic young men fighting for the rights of Tamils”he replied",
    "The State cracked down hard and  conducted an intensive search throughout the peninsula.  The security authorities  allegedly  stumbled upon some evidence incriminating a well known Catholic priest when they conducted a search of a Catholic Monastery  in Colombothurai,Jaffna.",
    "On 25 March,1981 a van carrying bank funds was robbed at Neervely in Jaffna. It resulted in the deaths of two cops. Rs 81 Lakhs of rupees was robbed. . The Neervely bank robbery was an operation of the  Tamil Eelam Liberation Organization (TELO)  led by Thangathurai and Kuttimani. However some LTTE members including tiger supremo Prabhakaran also collaborated in this Neervely heist. It was alleged that some of the money from the Neervely robbery was in the possession of   Fr. Aabaranam Singarayer acting as a safekeeper.",
    "Initially  the Police and army raided the  Colombothurai Monastery and searched Fr. Singarayer’s room due to the Chavakachcheri Police station attack. Since some tigers had been injured the security authorities were on the look out for possible attempts  to provide medical care.",
    "One of the security measures adopted was to monitor pharmacies and medical stores to ascertain whether medical purchases of a suspicious nature took place. The security authorities received a tip off that Fr. Singarayer had bought an unusually large amount of   medicine and bandages. That led to the priest being targeted.",
    "Fr. Singarayer was arrested and interrogated in November 1982.Fr. Singarayer’s arrest was followed by the arrest of Fr. Anton Sinnarasa the then Neduntheevu parish priest. It was then said that the arrest of Fr. Sinnarasa  and consequent interrogation led to a breakthrough in the  Chavakachcheri Police station  attack probe.",
    "Even though the actual tigers who were involved in the Chavakachcheri Police station attack were not apprehended, the security authorities were able to arrest people suspected of helping the LTTE cadres injured in the attack.  Jaffna University lecturer. M. Nithianandan, his wife Nirmala a teacher at Chundikuli girls high school, Rev. Jeyathilakarajajah and Dr.Jeyakularajah were taken into custody and detained at the Gurunagar army camp.",
    "The arrests of two catholic priests, a protestant pastor, a varsity lecturer, a medical doctor and a teacher sent shock waves among Tamils in particular and the Country in general. Until then armed Tamil militancy was perceived as a project of Tamil youths only. The arrests of the priests and professionals indicated that the armed struggle had  wider and deeper support.  Before these arrests, a doctor (Rajasuntharam) and  an architect (David)  involved with the “Gandhiyam”organization had been arrested. Another retired medical doctor (Tharmalingam) heading the Tamil Eelam Liberation Front”(TELF) and the “Suthanthiran”paper editor(Koavai  Mahesan)  had  also  been  arrested. The ethnic divide  was further sharpened by these arrests.",
    "Meanwhile   Jaffna erupted into a series of protest demonstrations over the arrests.  I was then a staff reporter at “The Island”newspaper. The then editor Vijitha Yapa sent me to Jaffna to cover the  arrests and protests. The Jaffna district army commander then was Brigadier Cyril Ranatunga who later became army commander. His chief deputies were Lt. Col Daya Wijeysekera and Major Saliya Kulatunga.",
    "Responding to requests made by me on behalf of  northern journalists. Brig.Ranatunga(later Lt.Gen) held a press conference at Gurunagar. Apart from Jeyakularajah and Jeyathilakarajah  another of the arrested persons was also known to me. This was Nirmala Nithianandan nee Rajasingham , a contemporary of mine at Jaffna College,Vaddukkoddai.",
    "Rumour mills were working overtime in Jaffna about the physical safety of Nirmala in army custody. At the press conference , I raised questions about the safety of Nirmala. After teasing me for a while, the army top brass got down Nirmala and “displayed”her to the media to show that she was all right. The newspapers reported the  appearance of Nirmala in detail thereby dispelling rumours.",
    "Maj. Saliya Kulatunga (later Maj-Gen)was the military officer who liaised with the media then. He was a good friend. I kept pressing him about Dr.Jeyakularajah saying he was my favourite uncle. Saliya with the tacit consent of Brig. Ranatunga arranged a private one on one meeting with Dr.Jeyakularajah at Gurunagar. We spoke for an hour without any hinderance. I remember meeting my aunt in Puthur and telling her about the meeting and allaying her concerns and anxiety to some extent.",
    "Dr. Jeyakularajah and others arrested along with him were subsequently  brought down to Colombo and held at the Panagoda army cantonment.  Unlike at Gurunagar, there was a lot of torture under the pretext of questioning.  Later they were charged under the draconian prevention of terrorism act(PTA) that was introduced in 1979 as a supposedly temporary measure and made permanent law three years later in 1982.",
    "Jeyakularajah and others charged under the PTA were detained at the Welikade prison. Most Tamils being  charged or detained under the PTA were  treated as  koti or tigers then. I visited him once at Welikade. Journalists were not allowed to meet PTA detenues then. I  conceraled the fact that I was a journalist and used used my old national identity card in which my name was “DJB Sabapathy”I (David Jeyaraj Buell Sabapathy) nstead of “DBS Jeyaraj” (David Buell Sabapathy Jeyaraj) and truthfully claimed I was a nephew. Jeyakularajah was  very happy to see me but was rather worried over the “Identity card”  risk I had taken.",
    "Events began to overtake.  A  terrible anti -Tamil pogrom  described as “Black July” took place in 1983. The Tamil political prisoners at Welikade too were targeted. There were 72 in all. On  Monday 25  July, 35 Tamil prisoners were  massacred by Sinhala prisoners. It was alleged that killers from outside had been brought to lead the attack.  Several jailors aided and abetted the massacre. The army detachment at Welikade assigned to maintain security for PTA detenues did nothing. Among those killed were TELO leaders Thangathurai,Kuttimani and Jegan.",
    "Worse still was the second massacre on Wednesday July 27. The  remaining prisoners  had been transferred to another block supposedly for their protection. They were attacked again. The Tamil prisoners fought back  but 18 were killed. Only 11 escaped death in that block. Among these was EPDP Leader and Cabinet minister Douglas Devananda. The victims in both massacres numbering 53 were mainly youths.",
    "“Seniors” like Jeyakularajah and the other professionals escaped death miraculously. Nine prisoners  had been  taken to an upstairs dormitory  after the July 25 attack. They were Fr. Singarayer, Fr. Sinnarasa, Rev.Jeyathilakarajah, Dr.Rajasuntharam, Dr.(retd) Tharmalingam,Dr.Jeyakularajah, editor Koavai Mahesan,Lecturer Nithianandan and Architect David. There was only a narrow staircase to access the dormitory.",
    "When the mob assembled , Dr. Rajasuntharam of the “Gandhiyam” organization  who  was an ardent devotee of Mahatma Gandhi naively suggested “ we will reason out things with them and resolve this problem” When Rajasuntharam went down the stairs and tried to converse with the mob in Sinhala, he was brutally clubbed on the head and hacked to death.",
    "The  comparatively younger prisoners then resolved to resist the mob. The priests had been provided a small table to observe mass. The table was broken and  four  persons namely  Fr. Sinnarasa,Rev.Jeyathilakarajah, Dr.Jeyakularajah and Mr. Nithianandan armed themselves with a table leg each. Since the staircase was narrow only one or two could climb up at a time. Thus the four Tamil  prisoners  with  their table leg weapons managed to defend themselves and prevent the mob from killing them. Mercifully their terrible ordeal ended after about half an hour when the authorities dispersed the mob.",
    "Of the original 72 Tamil prisoners at Welikade only 19 survived the twin massacres. They were transferred to Batticaloa on Friday 29 July the infamous “Koti Dawasa”. The prisoners were bundled into a truck and taken by road to Ratmalana airport.. Initially they were kept at Galle face for many hours. The handcuffed prisoners  were taken   to  Batticaloa   by plane  without being allowed to even ease themselves  at the airports. All of them were detained at the Batticaloa prison.",
    "Dr.Jeyakularajah related his harrowing experiences in detail to me  at Maambalam in Chennai, Tamil Nadu many years ago. I spent many hours that  day listening to the long tale After being taken to Batticaloa, the Tamil political prisoners  including Dr. Jeyakularajah escaped in the Batticaloa jail break of September 1983. Thereafter they evaded  re-capture and crossed over clandestinely by boat to India. This and other related matters will be related in a forthcoming article.",
    "This article appears in the “DBS Jeyaraj Column”of the “Daily Mirror”dated 22 June 2024.It can be accessed here -"
  ]
}