{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/06/yukthiya-nets-over-56-000-suspects-in-50-days/",
  "time_ut": 1707208380.0,
  "original_lang": "en",
  "original_title": "“Yukthiya” nets over 56,000 suspects in 50 days",
  "original_body_lines": [
    "COLOMBO (News 1st); A total of 56,541 suspects have been arrested during the 50-day period spanning from December 17 last year as part of the ongoing anti-drug operation 'Yukthiya' conducted island-wide.",
    "The Ministry of Public Security said that out of this figure, 49,558 suspects were arrested in connection with drug-related offenses, while 6,983 individuals were arrested for various criminal activities.",
    "Among the 49,558 suspects arrested for drug offenses, 1,817 individuals are undergoing further investigation under detention orders, with an additional 1,981 drug addicts referred for rehabilitation.",
    "The Ministry said that investigations into the ownership of illicit assets have been initiated for 234 of the arrested suspects, while 3,083 individuals listed by the Police Narcotics Bureau and Police Special Bureau were also arrested.",
    "The total value of confiscated properties stands at approximately Rs. 725 million.",
    "The seized drugs have an estimated market value close to Rs. 7,733 million, while the confiscated property is valued at nearly Rs. 726 million.",
    "Among the 6,983 suspects arrested, there were 1,117 individuals with outstanding warrants related to drug offenses and 5,286 with warrants for non-drug-related offenses.",
    "They said the law enforcement authorities identified and arrested 262 suspects wanted for crimes through fingerprinting, along with the arrest of another 318 individuals wanted for criminal activities during the operations.",
    "Talk of The Town | What’s next for SLFP? | Thilanga Sumathipala | 07 February 2024",
    "President to Open New Parliament Session & Deliver Policy Statement in Scaled-Back Ceremony"
  ]
}