{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111843/donald-trump-says-likely-to-visit-china-this-year-or-soon-after",
  "time_ut": 1756166940.0,
  "original_lang": "en",
  "original_title": "Donald Trump says likely to visit China this year or soon after",
  "original_body_lines": [
    "US President Donald Trump said Monday (Aug 25) that he expects to visit China this year or shortly afterwards, noting that economic ties between the two countries have improved - even as he kept the door open to steeper tariffs.",
    "Speaking to reporters as he met South Korean President Lee Jae Myung in Washington, Trump pointed to recent talks with Chinese counterpart Xi Jinping: “At some point, probably during this year or shortly thereafter, we’ll go to China.”",
    "“We’re going to have a great relationship with China,” Trump vowed.",
    "The US leader added, “They have some cards. We have incredible cards, but I don’t want to play those cards. If I played those cards, that would destroy China.”",
    "Tensions between the world’s two biggest economies have been simmering this year, but have significantly cooled since April, when both countries slapped escalating tariffs on each other’s exports.",
    "At one point, the tit-for-tat duties reached triple digits on both sides, snarling supply chains as many importers halted shipments to try and wait for the governments to work things out.",
    "Since then, Washington and Beijing have reached an agreement to de-escalate tensions, temporarily lowering tariffs to 30 per cent on the United States’ side and 10 per cent on China’s part.",
    "But Trump on Monday kept the door open to hiking tariffs again if China did not hold up its end of the bargain.",
    "“They have to give us magnets,” Trump said. “If they don’t give us magnets, then we have to charge them (a) 200 per cent tariff or something.”",
    "“But we’re not going to have a problem, I don’t think, with that,” he added.",
    "The US-China truce has been an uneasy one, with Washington previously accusing Beijing of violating their agreement and slow-walking export license approvals for rare earths.",
    "China is the world’s leading producer of rare earths, used to make magnets essential to the automotive, electronics and defence industries.",
    "This month, they delayed the threatened reimposition of higher tariffs on each other’s exports for another 90 days - meaning the pause on steeper duties will be in place until Nov 10."
  ]
}