{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ndb-investment-bank-wins-euromoney-award-for-the-13th-consecutive-year/",
  "time_ut": 1733767140.0,
  "original_lang": "en",
  "original_title": "NDB Investment Bank wins Euromoney Award for the 13th consecutive year.",
  "original_body_lines": [
    "NDBIB Team from left to right: Darshan Perera – CEO |NDB Investment Bank, Kaushini Laksumanage – COO | NDB Investment Bank and Senaka Kakiriwaragodage – CEO | NDB Capital Holdings Ltd",
    "NDB Investment Bank (NDBIB) has once again been recognized as the “Best Investment Bank in Sri Lanka” by Euromoney Magazine at the Euromoney Awards for Excellence 2024. This milestone marks the 13th consecutive year NDBIB has been honoured with this prestigious award, reaffirming the company’s sustained excellence and undisputed leadership in Sri Lanka’s investment banking landscape. NDBIB remains the only investment bank in Sri Lanka to have secured this award despite an increasingly competitive environment.",
    "Expressing his views, NDBIB’s Chief Executive Officer, Darshan Perera stated, “Winning the Euromoney Award for the 13th consecutive time is a remarkable achievement that underscores the exceptional dedication and excellence of the NDBIB team. Throughout the years, our unwavering commitment to delivering the highest standards of service and innovation has set us apart as the leading investment bank in Sri Lanka. This award is a testament to the hard work, resilience and strategic acumen of our team, demonstrated even in the height of macroeconomic and political volatility.”",
    "He further stated, “Our success is built on a foundation of trust and collaboration with our esteemed clients and stakeholders, who have supported us unwaveringly. We are deeply grateful for the confidence our clients have placed in us, and we are committed to leveraging these relationships to create even greater value in both local and global capital markets.”",
    "NDBIB remains steadfast in its pursuit of excellence, ready to navigate the evolving investment banking landscape and seize new opportunities for growth and success, particularly as a facilitator at this pivotal point in time from a Sri Lanka perspective.",
    "NDBIB is in the forefront of structuring, placing and executing equity and debt capital market transactions (i.e. Initial Public Offerings, Private Placements, Mergers and Acquisitions, Debentures and Other Debt and Equity Products) and facilitating other Corporate Advisory assignments.",
    "The Chief Operating Officer of NDBIB, Kaushini Laksumanage commented, “Being recognized by Euromoney for the 13th consecutive year, reflects our enduring commitment to providing top-tier financial services. This recognition highlights our adeptness at navigating our key challenges through strategic foresight and innovation. As we continue to expand our cross-border collaborations and partnerships, we remain dedicated to enhancing our regional presence on top of our recent achievements.”",
    "In 2023, NDBIB made its debut in the African region as the exclusive financial advisor to Hela Apparel Holdings PLC, successfully arranging a debt fundraising of USD 14 Mn via Norfund (Norwegian Investment Fund for Developing Countries), for the Group’s East African operations.",
    "Furthermore, NDBIB was also able to successfully structure and raise two out of three equity Initial Public Offerings (IPOs) that took place in the local market in 2023. The IPO of UB Finance PLC, was the first company to successfully launch an IPO following Sri Lanka’s economic crisis. Furthermore, NDBIB acted as the joint financial advisor and manager to the IPO of Cargills Bank that led to its listing in January 2024. NDBIB also successfully completed three Rights Issues and four de-listings in 2023.",
    "The Chief Executive Officer of NDB Capital Holdings, Senaka Kakiriwaragodage stated, “NDBIB performed a stellar role, acting as the exclusive sell side advisors to Emerald Sri Lanka Fund 1 Limited, a fund managed by the sister company of the Group, in the divestiture of the fund’s stake in Consolidated Business Systems (Private) Limited (a leading coconut-based product exporter). NDBIB has been instrumental in facilitating each of the Fund’s exits to date via both the IPO and M&A routes. Over the years, NDBIB has been a vibrant and an integral member of the wider NDB Group, having provided numerous opportunities to other Group entities whilst executing transactions in complex settings.”",
    "NDBIB was also in the forefront of product innovation in 2023, being an active stakeholder in the structuring of market pioneering Shariah-compliant capital market instruments in the CSE which NDBIB hopes to bring to the market in the near future.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}