{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/donald-trump-and-the-politics-of-the-new-order/",
  "time_ut": 1733733900.0,
  "original_lang": "en",
  "original_title": "Donald Trump and the politics of the new order",
  "original_body_lines": [
    "Donald Trump will spend the next three months finalising his Cabinet. He will assume office on January 20, and, if we are to believe what he says, will start implementing his America First policy by imposing some of the most extensive tariffs ever enforced by the United States. He has promised to impose them not just on China, but also Mexico and Canada – unless the latter two do something about illegal immigration to America.",
    "While Canadian Prime Minister Justin Trudeau has his own problems to worry about, and has yet to respond to Trump, Mexican President Claudia Sheinbaum has, in a letter to the president-elect, warned of “dire consequences” should Washington go ahead with such measures. Meanwhile, Chinese Foreign Ministry spokesperson Mao Ning has stated China will prioritise its relations with Mexico. This should not come as a surprise. For Beijing, a second Trump presidency was always on the table. All it needs to do now is capitalise on the contradictions that Trump 2.0 will bring about over the next five years.",
    "All this doubtless makes Donald Trump the most consequential person out there right now. But there is as yet no consensus on what kind of person he is. There are two schools of thought regarding him. The first frames him as an aberration, a quirk in an otherwise well-oiled system of world order. It portrays him as illiberal, in contrast to the rules-based order that the US is supposed to represent. American liberals will go out of their way to convince you that he does not stand for their values. They will ask you not to judge American or Western society based on what Trump and his Cabinet does, be it about migrants, borders, the economy, or DEI (Diversity, Equity and Inclusion) and critical race theory.",
    "The second reading of Trump, on the other hand, frames him as an inevitable though not unavoidable consequence of Western politics over the last half-century, the result of a deterioration in the West-led rules-based order. As US liberals themselves will confirm, the bipartisan consensus which existed between Democrats and Republicans is no longer as strong as it was. The Republican Party has moved so far to the right that the Democratic Party, which has been moving to the right since the Clinton presidency, has more or less lost track. This has had serious repercussions on American foreign policy.",
    "If the recent presidential election proved anything, it is that fact-checking, moderation, and centrism no longer determines outcomes in US elections. Since 1993, the Democratic Party has shown itself to be willing in accepting moderate elements from other political groups: during this election cycle, for instance, it co-opted sections of the Republican Party opposed to Trump, including those who held high security and intelligence positions during his first presidency.",
    "Yet the end-result was a resounding, though not landslide, defeat for Harris, and a consequent denunciation of her campaign by her own colleagues, including Senator Bernie Sanders, who accused her managers of not concentrating on the working class.",
    "It also proved that Trump values loyalty over almost everything else. I use the qualifier “almost” with some trepidation, because we have yet to see to what extent his need for loyalty will shape his second presidency. Some of his Cabinet picks and other appointments, including Elon Musk, Vivek Ramasamy, and even Vice-President J. D. Vance, are known to have been critics of Trump in the past. He appears to be quite willing to overlook their past affiliations. However, in side-lining Nikki Haley and Mike Pompeo – and making a song and dance about it on X – shows how much he values loyalty now.",
    "As a US political analyst told me, it is difficult to predict Trump – as his appointment of Marco Rubio, a critic of Trump during his first presidency, shows. One can justify Rubio’s appointment, though, on the grounds that while being critical of Trump, he did not go out of his way, as Haley and Pompeo, and Mike Pence did, in displaying his opposition.",
    "All of this confirms that, as far as foreign policy goes, there will be perceptible shifts in the years to come. The liberal view of things is that the policies of Trump 2.0, in particular the tariffs on China and even US allies, will impact the US economy badly. Some countries will be affected more than others. Europe, for instance, is already reeling from Ukraine, and it has turned into an “adjustment variable” – as Joseph Borrell bluntly put it recently – for US foreign policy. The European Union was already becoming wary of Joe Biden’s side-lining of their concerns. In Trump, they will likely encounter someone even more willing to throw them to the side in pursuit of US foreign policy objectives.",
    "America First, Trump’s preferred policy, is a morass of contradictions. Liberals who advocate for an interventionist foreign policy will argue that it will lead to the US absconding from its responsibilities on the world stage. But will America First necessarily mean an abandonment of its interventionist foreign policy? Interventionism has been a hallmark of the US for at least the last century and a half: it is what has defined and secured its superpower status. The Trump presidency will accommodate a different vision of interventionism: determined less by a concern for rights and values than by a concern for immediate interests. Lindsey Graham’s denunciation of the International Criminal Court warrant on Israeli Prime Minister Benjamin Netanyahu and his threat to US allies that comply with it is a case in point.",
    "My prediction is that the foreign policy of the second Trump presidency will play out over four specific areas or battlegrounds: border and migrant issues vis-à-vis Mexico and the rest of Latin America; trade and tariffs vis-à-vis China; greater engagement in the Indo-Pacific vis-à-vis allies like India; a deepening of ties with Israel, regardless of consequences for stability in West Asia; and a policy of confrontation with Ukraine vis-à-vis Russia.",
    "In all this, the world is likely to confront a major contradiction: a US president who says he prioritises “peace through strength”, but has little regard for the concerns of US allies. Trump’s attitude to Taiwan is a classic example: he reiterates his support for the country vis-à-vis China, but also lambastes it for having stolen from the US chip industry. One can justify these turnarounds by framing Trump as an exception. Yet in terms of the shifts in US foreign policy over the last 30 years, he is all too characteristic of that country and the fecklessness with which it handles relations with its own allies.",
    "Uditha Devapriya is the Chief International Relations Analyst at Factum, an Asia-Pacific focused foreign policy think-tank based in Colombo and accessible via www.factum.lk. He can be reached at uditha@factum.lk.",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}