{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/empowering-women-and-nurturing-communities-bogawantalawa-teas-supports-its-female-cadre/",
  "time_ut": 1709856900.0,
  "original_lang": "en",
  "original_title": "Empowering women and nurturing communities: Bogawantalawa Teas supports its female cadre",
  "original_body_lines": [
    "Bogawantalawa Teas prioritizes social responsibility in its tea cultivation, manufacturing, and marketing. This commitment is embedded in its Sustainability Policy, focusing on employee, community, and societal well-being. The company implements initiatives aligned with the UN Women Empowerment Principles, aiming to enhance gender equality and women’s rights in tea plantation communities.",
    "The company ensures fair labour practices, promoting equal treatment and pay for all employees. It actively prevents child labour, supports women’s freedom to associate, and offers training for career advancement.",
    "Bogawantalawa engages with local NGOs and government bodies to address women’s specific needs and enhance their employability through education and vocational training. It partners with healthcare providers to improve healthcare access and sanitation for women.",
    "In sustainable manufacturing, Bogawantalawa prioritizes women’s well-being, ensuring safe working conditions and fair wages. It sources raw materials locally and adheres to sustainability certifications, supporting economic development in tea production communities.",
    "The company’s responsible marketing practices highlight its support for fair labour and community development, building trust with consumers.",
    "Bogawantalawa collaborates with Save the Children to create child protection policies and improve nutrition for children, particularly girls, in tea estates. It supports educational scholarships for young female students and health care programs for women and children.",
    "IMF program is exhibiting promising signs of efficacy – IMF Mission Chief for Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}