{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/2025-s-first-Parliament-sitting-begins-on-7-January/56-771320",
  "time_ut": 1735863257.0,
  "original_lang": "en",
  "original_title": "2025’s first Parliament sitting begins on 7 January",
  "original_body_lines": [
    "The first Parliament sittings for 2025 is scheduled for 7 and 10 January, according to Secretary-General of Parliament Kushani Rohanadeera.",
    "This decision was reached at the Committee on Parliamentary Business held recently under the Chairmanship of the Speaker, Dr. Jagath Wickramaratne.",
    "Accordingly, on Tuesday, 7 January, time has been allotted from 9:30 a.m. to 10:30 a.m. for Questions for Oral Answers. Subsequently, from 10:30 a.m. to 5:30 p.m., the Adjournment Debate on “Mid-Year Fiscal Position Report – 2024” by the Government has been scheduled as decided during the meeting held, the Secretary-General said.",
    "On Wednesday, 8 January, time has been allotted from 9:30 a.m. to 10:00 a.m., for Questions to be asked from the Prime Minister (4 questions). From 10:00 a.m. to 10:30 a.m., time has been allotted for 5 Questions for Oral Answers.",
    "From 10:30 a.m. to 5:00 p.m. the debate on Regulations under the Imports and Exports (Control) Act, Order under the Foreign Exchange Act, Regulations under the Payment and Settlement Systems Act, Regulation under the Casino Business (Regulation) Act, Order under the Ports and Airports Development Levy Act and Regulations under the Colombo Port City Economic Commission Act are scheduled to be taken up.",
    "Moreover, time has been allotted from 5 p.m. to 5:30 p.m. for Questions at the Adjournment Time.",
    "On Thursday, 9 January, time has been allotted from 9:30 a.m. to 10:30 a.m. for Questions for Oral Answers. Thereafter, from 10:30 a.m. to 11:30 a.m., the debates on Order under the Sri Lanka Export Development Act, Six Orders under the Special Commodity Levy Act, and Notification under the Welfare Benefits Act are scheduled to be held. Thereafter, from 11:30 a.m. to 5:30 p.m., the adjournment Debate to be moved by the Opposition will take place.",
    "On Friday, 10 January, the entire day has been dedicated to the Votes of Condolence on the late Members of Parliament Kumara Welgama, H. Nandasena, and Tudor Gunasekera, the Secretary-General said."
  ]
}