{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Australia-UN-Women-Chrysalis-launch-5-year-project-to-empower-women-and-transform-social-norms/34-770214",
  "time_ut": 1733511417.0,
  "original_lang": "en",
  "original_title": "Australia, UN Women, Chrysalis launch 5-year project to empower women and transform social norms",
  "original_body_lines": [
    "The Government of Australia will partner with UN Women and national civil society organisation Chrysalis on a new five-year program to advance gender equality in Sri Lanka.",
    "“THRIVE – Together for Her: Resilience-building, Inclusivity, and Voices for Equality in Sri Lanka” will economically and socially empower women, working with their families and communities to address persistent and harmful social norms that perpetuate issues such as gender-based violence.",
    "Australian High Commissioner to Sri Lanka Paul Stephens said: “Australia has an enduring partnership with Sri Lanka and a steadfast commitment to promoting gender equality in our region. No country can meet its development goals without ensuring everyone has the opportunity to reach their full potential. By challenging harmful social norms and investing in women’s leadership and livelihoods, we want to support a future where all Sri Lankans can thrive.”",
    "THRIVE will focus on communities in Badulla, Colombo, Kilinochchi, Mannar, Monaragala and Nuwara Eliya, where multi-dimensional poverty continues to be a significant challenge. To ensure sustainability of the programme, public sector officials at both the national and sub-national levels will receive capacity-building on gender planning and budgeting processes.",
    "UN Women Regional Director for Asia and the Pacific Christine Arab said: “Achieving the Sustainable Development Goals requires significant advancements in realising gender equality and women’s empowerment.”",
    "“The partnership of the Government of Australia, national stakeholders in Sri Lanka and UN Women on gender-transformative approaches is crucial to support the country’s national vision for economic and social growth. UN Women thanks the Government of Australia for its continued commitment to gender equality and its long-term partnership in Sri Lanka and region-wide,” added Arab.",
    "The announcement of THRIVE coincides with 16 Days of Activism against Gender-based Violence (GBV) as the project aims to transform social norms and promote behaviour change to prevent GBV.",
    "Additionally, the project will take a holistic approach to building women’s resilience and agency – supporting over 1,950 women-led enterprises to expand their businesses and better withstand climate related impacts. THRIVE aims to integrate social norms change with families and communities and support local women’s political participation.",
    "Chrysalis CEO Ashika Gunasena noted: “By offering capacity-building opportunities, economic resources, and climate-resilient assets, this initiative will create sustainable pathways for women to become leaders in their communities. We look forward to working on this important initiative to uplift the lives of women in Sri Lanka.”"
  ]
}