{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Tom-Puthiyamadam-and-Jayson-Traxler-share-key-insights-to-Grant-Thornton-s-acquisition-of-Stax/34-781041",
  "time_ut": 1756683688.0,
  "original_lang": "en",
  "original_title": "Tom Puthiyamadam and Jayson Traxler share key insights to Grant Thornton’s acquisition of Stax",
  "original_body_lines": [
    "Following Grant Thornton’s recent announcement that it will acquire Stax, Consulting Magazine took the opportunity to have a conversation with Tom Puthiyamadam, Managing Partner for Advisory Services at Grant Thornton Advisors LLC and Jayson Traxler, CEO of Stax.",
    "In this exclusive conversation, Tom and Jayson reveal the strategic rationale behind the deal, detail how their combined expertise will elevate offerings across the private equity investment lifecycle, and explain why their shared values will ensure a seamless cultural integration.",
    "They also look ahead to the next chapter of their partnership—expanding the range of services available to private equity clients and portfolio companies, and creating fresh opportunities for team members to grow within a people-focused culture both firms have worked hard to foster.",
    "Consulting: How does the acquisition of Stax fit into Grant Thornton’s strategy for its consulting practice?",
    "Puthiyamadam: We’re building a different kind of advisory practice — one that combines AI-powered insight, deep sector expertise and a broad multinational reach. Stax is a perfect fit for that vision.",
    "Once closed, this acquisition will significantly enhance our M&A and value creation capabilities, especially for private equity clients. This isn’t just about growing our team — it’s about boosting our capabilities. Stax’s decades of experience, exceptional track record and technology-enabled approach will strengthen how we help clients identify, create and realise value across the deal lifecycle.",
    "Stax will also align seamlessly with our broader M&A growth strategy, which is focused on expanding high-impact capabilities across key markets. Since January, we’ve announced nearly 10 transactions that extend our platform from the Americas through Europe and the Middle East. Our pending acquisition of Auxis — a nearshoring, AI-powered BPO transformation leader — is another example of how we’re building balanced strength across capabilities, quality and trusted client relationships.",
    "We’re not trying to mimic the Big 4 or stay in a boutique lane. We’re creating a consulting model that scales through talent, technology and a client-first culture — one that’s uniquely positioned to deliver at speed, with precision.",
    "Puthiyamadam: Grant Thornton is looking for advisory partners that can combine speed, scale and precision. Stax will deliver exactly that — and now is the right time to bring their capabilities into our platform.",
    "Stax’s reputation, long-standing client relationships and AI-powered, data-driven approach align perfectly with our vision for technology-forward advisory. By joining forces, we will significantly expand our ability to serve the private equity ecosystem — ranging from funds to portfolio companies — with actionable insights that drive measurable value.",
    "The client synergy is clear. Grant Thornton Advisors already serves more than 600 PE firms and 1,600 PE-backed companies. Together with Stax, we will reach nearly 70% of the U.S.-based Private Equity International 300 — giving us an unmatched footprint in the market.",
    "This acquisition strengthens our US leadership while accelerating our multinational expansion — enabling us to deliver consistent, high-quality impact across borders at the pace private equity demands.",
    "Consulting: Will joining Grant Thornton change Stax’s ability to serve the private equity market, and what new opportunities might this create for your clients?",
    "Traxler: At Stax, we see the private equity market as more than an investment ecosystem; it is a powerful catalyst for business transformation. Joining Grant Thornton’s leading Transaction Advisory Services platform marks a transformative inflection point for Stax’s growth and impact.",
    "This partnership significantly enhances our ability to deliver value at scale, unlocking access to broader resources, deeper and differentiated capabilities, and expanded geographies. With Grant Thornton’s extensive reach, we are now better equipped to help our forward-looking clients grow, create value, and succeed at the rapid pace of private equity in a world of ever-increasing global complexities.",
    "Consulting: Stax is known for its ‘good people doing good work for good people’ mindset. How do you envision the preservation of that distinctive culture within Grant Thornton’s people-first approach?",
    "Traxler: This partnership is a milestone for our people. It opens new avenues of growth, impact, and career development while preserving the collaborative and entrepreneurial spirit that has defined Stax for more than three decades. At the same time, it enhances what we can deliver to our clients, blending Stax’s expertise in private equity, commercial due diligence, value creation, and exit planning with Grant Thornton’s deep financial advisory capabilities to offer a broader, more impactful suite of services.",
    "Our values align closely with Grant Thornton’s people-first culture, which ensures that the unique aspects of Stax will be both protected and strengthened. We also acknowledge the contributions of the many Staxers, past and present, whose contributions brought us here, and we’re energised for the opportunities ahead."
  ]
}