{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-export-board-promotes-smart-agriculture-aquaculture-tech-238202/",
  "time_ut": 1756118100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka export board promotes smart agriculture, aquaculture tech",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s export development board has conducted awareness sessions on ‘smart solutions’ for agricultural and aquaculture exporters in the island’s north western and central provinces.",
    "The seminar focused on “adopting advanced solutions and provided insights into a diverse range of devices and products designed to enhance productivity and sustainability” of the sectors, EDB said.",
    "Over 50 exporters, suppliers, manufacturers attended the seminar on the benefits of integrating smart agriculture and aquaculture technologies.",
    "Solar power systems adaptability for both on-grid and off-grid applications, efficient solar-powered water pump systems tailored for irrigation needs, and smart weather stations delivering real-time environmental data were discussed.",
    "Attendees learnt about developments in smart soil moisture and nutrient control systems, and about devices for monitoring humidity, temperature, and pH levels.",
    "Automated irrigation systems for efficient water management and energy-saving pump controls to reduce operational costs were also discussed.",
    "Other topics included remote plant monitoring systems, smart greenhouse solutions promoting precision farming practices, and CCTV systems enhancing farm security, IoT-based monitoring systems for real-time farm status updates, AI-driven technologies for intelligent soil management, and drone-based fertilizer applications.",
    "Farm management software applications, safe methods for perishable transportation, and transport data loggers ensuring quality control during transit were studied.",
    "Participants were briefed on specialized monitoring systems tailored for aquaculture farms.",
    "EDB said it will conduct similar programs in other regions later. (Colombo/Aug25/2025)"
  ]
}