{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-bull-run-continues-turnover-hits-rs-4-3-billion/",
  "time_ut": 1727387940.0,
  "original_lang": "en",
  "original_title": "CSE bull run continues; turnover hits Rs 4.3 billion",
  "original_body_lines": [
    "The stock market, though bullish in the extreme at the outset yesterday showed signs of losing steam by the middle of the day owing to month-end profit- takings but bounced back at the end of the session, market analysts said.",
    "The conclusion of the debt restructuring exercise and the IMF’s willingness to negotiate with the government boosted the market, which touched Rs 4.3 billion in turnover, helped by major crossings. It was the highest turnover to be reported over the past several trading days.",
    "The All Share Price Index went up by 54.6 points, while the S and P SL20 rose by 31.9 points. Turnover stood at Rs 4.3 billion with six crossings. Those crossings were reported in East West Properties, where 50 million shares crossed to the tune of Rs 525 million; its shares traded at Rs 10.50, HNB 816,000 shares crossed for Rs 151 million and its shares traded at Rs 198, Sampath Bank 1 million shares crossed for Rs 78.6 million; its shares sold at Rs 78.60, Lanka Tiles 130,000 shares crossed for Rs 27 million; its shares traded at Rs 51, Pan Asian Bank 1 million shares traded at Rs 23 million and its shares sold at Rs 23 and CIC HOldings (Non- Voting) 400,000 shares crossed to the tune of Rs 20.8 million; its shares fetched Rs 52.",
    "In the retail market top seven companies that mainly contributed to the turnover were; HNB Rs 655 million (3.2 million shares traded), Commercial Bank Rs 222 million (2.2 million shares traded), Browns Investments Rs 200 million (33,5 million shares traded), Sampath Bank Rs 177 million (2.2 million shares traded), LOLC Finance Rs 144 million (22.6 million shares traded), Vallibel One Rs 103 million (2 million shares traded) and Dipped Products Rs 97.7 million (2.6 million shares traded). During the day 238 million share volumes changed hands in 25000 transactions.",
    "The banking and financial sector performed well, especially HNB and Sampath Bank. High net worth and institutional investor participation was noted in Commercial Bank, HNB and Sampath Bank. Mixed interest was observed in JKH, Browns Investments and LOLC Finance, while retail interest was noted in Industrial Asphalts, Marawila Resorts and Softlogic Capital.",
    "The Banking sector was the top contributor to the market turnover (due to Hatton National Bank, Commercial Bank, Sampath Bank and Pan Asia Banking Corporation), while the sector index gained 5.00 percent. The share price of HNB increased by Rs. 12.75 to reach Rs. 190.25. The share price of Commercial Bank gained Rs. 5.60 to reach Rs. 99.60. The share price of Sampath Bank moved up by Rs. 2.40 to reach Rs. 77.40. The share price of Pan Asia Banking Corporation appreciated by Rs. 1.70 to hit Rs. 21.90.",
    "Yesterday, the rupee traded relatively stable at Rs 300.30/60 to the US dollar, from Rs 300.30/80 a day earlier, while bond yields were very much down, dealers said.",
    "A bond maturing on 15.12.2027 was quoted at 11.65/75 percent. A bond maturing on 15.02.2028 was quoted at 11.95/12.05 percent, down from 12.35/45 percent. A bond maturing on 15.06.2029 was quoted at 12.15/20 percent, down from 12.45/55 percent. A bond maturing on 15.05.2030 was quoted at 12.47/60 percent.",
    "HNBGI Chief Transformation Officer Dilshan Perera recognized at Sri Lanka Leadership Awards 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}