{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Are-residential-apartments-the-best-asset-class-in-town-Probably/14-780083",
  "time_ut": 1754863676.0,
  "original_lang": "en",
  "original_title": "Are residential apartments the best asset class in town? Probably",
  "original_body_lines": [
    "It was said many years ago that Sri Lankans would never take to apartments because indigenous values demanded dwellings to have gardens, be accommodating to continuous refurbishments and for properties to be transferable from one generation to the next. Over the past two decades, we have witnessed the complete debunking of the myth with the volume of high-end apartments growing exponentially, corelating positively with high growth in GDP, improvements in living standards and a conducive external environment.",
    "The most significant boost to the apartment sector was of course the peace dividend that resulted in a complete transformation of the Colombo skyline with increasing numbers of residential apartment buildings silhouetting all parts of the city, spreading out to the suburbs. Blessed with serene natural beauty, Sri Lanka’s real estate market has withstood the best efforts of incompetent policy makers to shine through the darkest hours in recent history. The story of high-end apartments is an excellent case in point.",
    "Currently there are around 14,000 tier 1, 2 and 3 apartment units in the Colombo city with a further 2,566 units under construction. In the suburbs of Colombo, there are over 9,000 apartments with a further 3,013 awaiting handover. Nevertheless, the appetite for more inventory is yet to be quenched.",
    "Whilst domestic economy was battered and bruised over the past six years, few asset classes managed to hold their value for investors. By contrast, the apartment sector held its ground throughout the storm. Factors which underpin the strong apartment capital gains, include tourism growth, the diaspora, urbanisation and the demand arising from a growing buy-to-live segment that seeks location convenience at an affordable price.",
    "Rising rental yields have also been spurred by the rebounding of tourism since COVID as well as diaspora who take short and long-stay trips to the island. The dynamic of holiday-maker accommodation has been effectively disrupted by a plethora of booking apps that now allow apartment owners to compete with leading hotels, offering alternative stay options that can be equally or more attractive. A second factor was the pause in construction activity from 2019-2023 that led to a situation of high absorption for existing apartment stock with many buyers unable to find any suitable apartments units in the primary market. Hence the restricted supply combined with steady demand, served to exert upward pressure on the market.",
    "Today, despite enduring one of the most dramatic occurrences of currency devaluation, investors and home buyers alike who entered the market just before the sovereign debt crisis, have now fully realised significant capital gains on their investments even in US$ terms. Hence, apartments in Sri Lanka have proven themselves as arguably the most lucrative investment as an income earning asset as well as for capital gains over the medium to long-term.",
    "As with any investment, there are crucial factors to consider before deciding to buy an apartment. For many buy-to-live investors, the convenience of location, especially with regards to the proximity of social and economic infrastructure like schools, hospitals and the workplace, are or primary consideration. Secondly, the developer and the product quality must be evaluated carefully before making the final decision. Some areas like Rajagiriya were tipped by us at RIUNIT as far back as 15 years ago, for spectacular growth in apartment stock. Led by Fairway Holdings who took the bold decision to introduce an acclaimed series of projects such as The Fairway Residencies, Fairway Elements, Fairmount Residencies and Fairway Sky Garden, this area of Rajagiriya rapidly became a magnet for multiple developers, both local and foreign.",
    "The supporting social, economic and physical infrastructure developments always plays a crucial role in increasing the appeal of any area. Our ongoing real estate market surveillance is now tipping Colombo 5 as one of the key areas where we expect rapid growth in apartment living. This growth can also offer investors benefits from the rising location popularity. Watch this space for more on this latest development.",
    "In conclusion, RIUNIT, with a 22-year track record of real estate consulting, expects the high-end apartment market to continue on a positive incline due to multifarious fundamental factors including demographics, rising incomes of the middle class and the growth of tourism. It’s also a fact that in Colombo the house-to-apartment ratio is well below that of our regional peers which essentially means that we can expects a sustained increase in apartment developments over a long period of time.",
    "According to CEO Roshan Madawela, “The Government should carry out more research into how developing the real estate sector as part of a wider economic strategy will benefit the country in the long term. In Dubai for example, real estate grew to become the largest contributor to GDP during its phase of rapid development. A healthy real estate sector also provides direct benefits to financial sector stability, the construction industry and the tourism sector. The cross-fertilising benefits between residential apartment developments and tourism are also supported by empirical evidence from similar countries like the Seychelles, Thailand, Bali in Indonesia, Spain and Caribbean countries. Instead of stifling the real estate market, the government must offer incentives to developers to build mid-range housing for the people in order to meet the supply gap in residential real estate.”",
    "(Research Intelligence Unit (RIUNIT) and can be reached at [email protected].)"
  ]
}