{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sunshine-Healthcare-Lanka-attracts-10-m-FDI-from-IFC/34-767673",
  "time_ut": 1728345955.0,
  "original_lang": "en",
  "original_title": "Sunshine Healthcare Lanka attracts $ 10 m FDI from IFC",
  "original_body_lines": [
    "From left: IFC Senior Country Officer Victor Antonypillai, IFC Regional Director for South Asia Imad Fakhoury, Sunshine Holdings Group CEO Shyam Sathasivam, IFC Vice President for Asia Pacific Riccardo Puliti, Sunshine Holdings Deputy Vice Chairman Vish Govindasamy, IFC Sri Lanka and Maldives Country Manager Alejandro Alvarez de la Campa, IFC Senior Investment Officer Priyanka Cooray",
    "Sunshine Healthcare Lanka Ltd. (SHL), the healthcare arm of diversified conglomerate Sunshine Holdings PLC, yesterday announced the successful conclusion of the approximately Rs. 3,270 million equity investment from the International Finance Corporation (IFC), a member of the World Bank Group.",
    "It said this landmark investment strengthens SHL’s vision to expand healthcare accessibility and bolster innovation across Sri Lanka.",
    "This investment marks a significant milestone in Sri Lanka’s growth narrative as one of the notable foreign direct equity investments since the economic crisis, signaling the country’s renewed stability and resilience. Private investments like this will be instrumental in driving Sri Lanka’s economic transformation, demonstrating its readiness as a nation for a broader economic recovery, SHL said in a statement.",
    "Following the successful completion of this transaction, IFC now holds a 14.73% equity stake in SHL. This strategic partnership will enable SHL to accelerate the execution of key capital projects that aim to reshape healthcare delivery in the country, including significant expansions in manufacturing, and medical devices.",
    "SHL is set to significantly expand its pharmaceutical manufacturing capability by doubling its capacity in respiratory products. In parallel, SHL will enhance diagnostic capabilities by investing in state-of-the-art medical devices, providing better access to cutting-edge healthcare technology with enhanced efficiency and productivity.",
    "SHL Group Chief Executive Officer Shyam Sathasivam said: “We are proud to conclude this investment with IFC, underscoring our commitment to nation-building through local and responsible entrepreneurship. This partnership strengthens Sunshine’s role in enhancing healthcare accessibility and contributes to the country’s economic resilience at a critical time. With IFC’s support, we are significantly ramping up local pharmaceutical manufacturing and bolstering our healthcare infrastructure, ensuring all Sri Lankans have access to high-quality, locally produced pharmaceuticals and innovative healthcare solutions. This marks an important step in driving sustainable development and self-reliance in the nation’s healthcare sector.”"
  ]
}