{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Illegal-Sri-Lankan-immigrant-abducted-girl-for-ransom-in-Israel/108-276775",
  "time_ut": 1707670140.0,
  "original_lang": "en",
  "original_title": "Illegal Sri Lankan immigrant abducted girl for ransom in Israel",
  "original_body_lines": [
    "Israel, Feb 11 (Israel National) - The state prosecutor has filed an indictment against Chaminda Pusafa Tahana Vahaga, an illegal immigrant from Sri Lanka, for abducting a young woman and holding her for ransom.",
    "The indictment claims that the accused is a Sri Lankan citizen who entered Israel illegally, lived in Israel for several years, and found illegitimate employment within Israel. During his stay in Israel, he came to know the plaintiff and the two developed an intimate relationship over a period of time. In April 2021, he was extradited to Sri Lanka, but later that year offered the plaintiff to bring her daughter to Israel illegally for 20,000 shekel. The plaintiff agreed to the offer, and the two re-entered Israel illegally from the Jordan border.",
    "Last January, the illegal immigrant decided to abduct the plaintiff's daughter for ransom. The plaintiff rented a housing unit in Abu Ghosh and altered it to allow it to be used to imprison the daughter. That same day, the defendant asked a friend to wait for him on the street where the plaintiff worked and tell him when he saw the plaintiff leaving her home. When she left, the friend reported that she was gone, and the plaintiff made his way to the house where the plaintiff worked, and where her daughter was staying. The plaintiff told the daughter that her mother had been shot and run over by a car in a terrorist attack and that she needed to accompany him quickly to visit her mother in the hospital. The plaintiff took the daughter in his car to the housing unit in Abu Gosh and told her falsely that he was waiting for a report from the hospital in which the plaintiff was staying.",
    "To prevent her from contacting others, the defendant offered the daughter to take her mobile phone to a nearby electronics shop. Simultaneously, the plaintiff was alerted by a family member that a man had answered her daughter's phone, after which the plaintiff began calling her daughter non-stop. At a certain point, the defendant answered the phone and told the plaintiff that her daughter would remain with him until she paid him 50,000 shekels, and if she did not deposit that sum within three days to his father's account in Sri Lanka, he would take her daughter to Jordan. On several occasions, the daughter asked after her mother's welfare, until the defendant confessed that her mother was not really injured. Upon learning this, the daughter began to cry and shout until the defendant put his hand over her mouth and locked her inside the housing unit.",
    "After the plaintiff reported the incident to the police, detectives broke into the housing unit and rescued her daughter.",
    "The indictment accuses the defendant of returning to the country illegally after being extradited, providing refuge or aid after illegal entry, abduction for the purposes of extortion, illegal incarceration, extortion through threats, theft, and unnecessary assault.",
    "The prosecution has requested that the court order him incarcerated until the end of legal proceedings against him."
  ]
}