{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98555/hambantota-international-port-kicks-off-container-operations",
  "time_ut": 1712739840.0,
  "original_lang": "en",
  "original_title": "Hambantota International Port kicks of container operations",
  "original_body_lines": [
    "The Hambantota International Port (HIP), in a landmark move, inaugurated its container transshipment service operated by the Mediterranean Shipping Company (MSC).",
    "MV ‘MSC Ingrid’ made her maiden call at HIP on Tuesday (09), discharging a total of 500 plus TEUs of transshipment containers to be connected to a second carrier, ‘MSC Sky 11’, expected to make a port call on 16 April.",
    "The first shipment of containers consigned to the regional multipurpose port on the east-west shipping route, originated from the Rotterdam Port and will reach its final destination, Dubai via the second carrier.",
    "Commenting in this regard, Johnson Liu, Chief Representative of China Merchants Group in Sri Lanka and CEO of Hambantota International Port Group (HIPG) expressed confidence that HIPG container transshipment service would enhance Sri Lanka’s position in the marine connectivity index for the South Asian region.",
    "“With MSC’s collaborative partnership, HIPG will now look at expanding our investment in equipment and other infra-structure facilities, enabling us to service larger vessels on the east west shipping route. We plan to make optimal use of HIP’s strategic location, capacity and expertise, to deliver the full potential the port is capable of, doing our part to enhance Sri Lanka’s regional hub status.”",
    "He thanked Minister of Ports, Shipping and Aviation Nimal Siripala de Silva for the support and cooperation extended to HIP in granting the required approval and giving necessary direction to his officials to facilitate the shipping connectivity between HIP and the Port of Colombo (POC).",
    "Through this approval, local importers and exporters would be able to make direct shipments and/or transshipment of cargo to and from HIP to POC and vice-versa. Given the climate change environmental concerns in the logistics and supply chain industry, the shipping connectivity between the two ports is expected to make a significant impact in reducing greenhouse gas emissions as opposed to road transport.",
    "“The Hambantota International Port has placed itself in an ideal position to provide sought-after solutions needed by the industry. The port is currently developing on five silos, to ensure enhanced service value and necessary synergies, while placing emphasis on stringent rules for health and safety,” the HIP said in a press release."
  ]
}