{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-seeks-korea-investment-for-renewable-and-nuclear-energy-152355/",
  "time_ut": 1709097240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka seeks Korea investment for renewable and nuclear energy",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Minister of Power and Energy has met the Ambassador of the Republic of Korea to discuss energy cooperation between the two countries.",
    "“A discussion was held on energy cooperation with HE Miyon Lee, to Sri Lanka at the Ministry of Power and Energy today,” Kanchana Wijesekera said on X (twitter).",
    "The Republic of Korea produces large amounts of energy from floating solar panels and nuclear power plants, Wijesekera pointed out, adding, “We discussed the possible energy cooperation for RE development through floating solar and nuclear energy with technical and financial assistance from the Republic of Korea and its investors.”",
    "Russia United States, India, and France were among countries that had offered nuclear power technology, but Sri Lanka was not yet ready to accommodate nuclear plants, Minister Wijesekera told parliament last November.",
    "“The Atomic Energy Agency, the international agencies are all helping us to identify the best technology that is needed.”",
    "President Ranil Wickremesinghe has already given a policy decision that new technology should be included in long term generation plans for the electricity, he said.",
    "“But when we are going to implement and how we are going to implement is still in discussion,” Minister Wijesekera said at the time.",
    "“We have not committed to any country or any party on developing a nuclear power plant here in Sri Lanka. We have got many proposals. That will be evaluated in due course first we need the legal structure in place.”",
    "“We will be calling EOIs once the legal framework is ready and we have an understanding of what our requirements are.” (Colombo/Feb28/2024)"
  ]
}