{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/uber-eats-sri-lanka-introduces-service-fee/",
  "time_ut": 1709921160.0,
  "original_lang": "en",
  "original_title": "Uber Eats Sri Lanka introduces service fee",
  "original_body_lines": [
    "Uber Eats Sri Lanka has announced the introduction of a service fee on orders on the popular food and grocery delivery app. From February 29, customers will notice a restructuring in fees, aimed at sustaining a reliable and efficient food delivery service.",
    "While ordering from the Uber Eats app, consumers will now pay delivery charges that comprise both delivery and service fee. The service fee component will be equal to 5% of an order’s value, will range from LKR 25 to LKR 125, and will be visible to customers at checkout, before they confirm the order. The introduction of t his service fee will correspond to a lowered average delivery fee for both food and grocery orders. Small order fees will no longer be charged to all customers",
    "As a result, non-Uber One members are expected to pay about the same level of delivery charges comprising a lowered average delivery fee when selecting food or grocery items and an additional service fee visible during check out.",
    "Uber One members remain unaffected, continuing to enjoy exclusive benefits and discounts when they order from Uber One labeled merchants with orders of LKR 900+ and LKR 1200+ for food and grocery orders respectively. In addition to 0 delivery fee on eligible orders, they will not be charged any service fee too.",
    "The service fee will be 5% of the order value, ranging from LKR 25 to LKR 125.",
    "No, Uber One members continue to enjoy zero service fees and delivery fee discounts on eligible orders.",
    "The service fee is calculated as a percentage of the order value and displayed at checkout.",
    "No, pick-up orders on Uber Eats Sri Lanka are exempt from service fees.",
    "The Event Management Association: Enhancing professional standards and setting industry benchmarks",
    "Uber Eats celebrates couriers with awards worth LKR 8 million",
    "Expanding horizons; Unilever’s uStore.lk enters into a partnership with Celeste Daily and Uber Eats to improve consumer convenience",
    "Coca-Cola Beverages Sri Lanka and Uber Eats Sri Lanka launch ‘Ride for Recycling’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}