{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/navara-capital-appointed-as-training-partner-for-usaid-private-sector-development-programme/",
  "time_ut": 1716159420.0,
  "original_lang": "en",
  "original_title": "Navara Capital appointed as training partner for USAID private sector development programme",
  "original_body_lines": [
    "Navara Capital Ltd, a leading corporate advisory service provider in the country, has been appointed as the Training Partner for the United States Agency for International Development (USAID) CATALYZE Sri Lanka Private Sector Development (PSD) Activity to train staff members of selected private sector banks and other financial institutions on debt restructuring, debt rehabilitation and new financing for micro, small and medium enterprises (MSMEs).",
    "The training programs are designed to provide staff members of leading banks and financial Institutions with additional knowledge and in depth understanding of the challenges faced by MSMEs as well as in dealing with MSME in debt restructuring, rehabilitation and new financing. It is expected that the program will support these organizations to expand their support towards MSMEs by providing them with access to new financing and more equitable solutions to their debt-related problems.",
    "“We are excited to be part of this great initiative by the USAID CATALYZE PSD Activity which has recognized and addressed a critical deficiency in providing much needed support to the country’s SME sector’’ said Dr. Harsha N. De Silva, Managing Director of Navara Capital Ltd.",
    "“Sri Lanka’s MSME sector is the bedrock of our economy contributing over 50 percent of the GDP and 45 percent of the total employment. Unfortunately, this sector was the worst affected by the pandemic and the economic crisis and continues to experience severe challenges due to debt burden and lack of access to financing. This program is designed to encourage banks and financial institutions expand their support for the MSMEs while addressing their own concerns about credit risk and mounting debt provisions. We are pleased to be appointed as The training partner and look forward to bringing our experience and expertise with both banking and SME sector in design and delivery of the program. We are extremely encouraged by the response with several leading banks already reaching out,” he said.",
    "Orient Design clinches two awards at Asia Pacific Property Awards for interior design",
    "Sri Lanka targets UAE as a key tourism market at Arabian Travel Market 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}