{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/France-optimistic-about-conclusion-of-Sri-Lankas-debt-restructuring-very-fast/108-283018",
  "time_ut": 1716256500.0,
  "original_lang": "en",
  "original_title": "France optimistic about conclusion of Sri Lanka’s debt restructuring very fast",
  "original_body_lines": [
    "French Ambassador Jean-François Pactet expressed optimism yesterday that Sri Lanka’s debt restructuring process could be concluded ‘very fast’ but declined to elaborate on more details",
    "France is the chair of the Paris Club of Nations, responding to Sri Lanka’s request for debt treatment. Under it, the Official Creditor Committee (OCC), co-chaired by India, Japan and France, has been appointed.",
    "Making his remarks during a roundtable discussion with journalists, diplomats and think-tank personalities, the ambassador sounded optimistic about the early conclusion of debt restructuring in response to a question.",
    "Asserting that China, as a bilateral creditor, is dealing with Sri Lanka separately on debt restructuring, he said China is in the loop about the OCC process as an observer. He stressed the need for comparable treatment of debt with all the creditors.",
    "Asked details about reduction of any amount of debts to be paid, deferment of payment for a period and interest reduction, he said France, as the Secretary to the Paris Club, would not be able to share such details at this moment. Also, he said he is not privy to talks.",
    "The OCC and Sri Lanka agreed earlier on the main parameters of a debt treatment consistent with those of the Extended Fund Facility (EFF) arrangement between Sri Lanka and the IMF.",
    "The Paris Club was formed in 1956. It is an informal group of official creditors whose role is to find coordinated and sustainable solutions to the payment difficulties experienced by borrower countries. The members of the Paris Club which are part of the Official Creditor Committee are representatives of countries with eligible claims on Sri Lanka: Australia, Austria, Belgium, Canada, Denmark, France, Germany, Japan, Korea, the Netherlands, Russia, Spain, Sweden, the United Kingdom, the United States of America. Representatives of the International Monetary Fund and the World Bank, as well as China, attend the OCC meetings. Other observers include the Asian Development Bank, Saudi Arabia and Iran."
  ]
}