{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98146/ensure-release-of-indian-fishermen-detained-by-sri-lanka-tn-chief-minister-to-jaishankar",
  "time_ut": 1711173600.0,
  "original_lang": "en",
  "original_title": "Ensure release of Indian fishermen detained by Sri Lanka: TN Chief Minister to Jaishankar",
  "original_body_lines": [
    "Tamil Nadu Chief Minister MK Stalin on Friday wrote to India’s External Affairs Minister Dr. S. Jaishankar, urging him to secure the immediate release of all detained fishermen and their fishing boats in Sri Lanka and ensure necessary legal assistance for them.",
    "In a letter to Jaishankar, Stalin said there were multiple occurrences of fishermen from India being detained by Sri Lankan authorities, which caused distress and uncertainty among their families.",
    "He said 32 fishermen from Tamil Nadu were caught by the Sri Lankan Navy on March 21 and their five mechanised boats were seized.",
    "“Decisive action must be taken without any further delay to address this festering issue and to ensure the safety and well-being of the affected fishermen. Further legal assistance needs to be provided for the fishermen who have been sentenced by Sri Lankan courts,” he said.",
    "“Therefore, I urge you to secure the immediate release of all our fishermen and their boats and also to ensure necessary legal assistance to the fishermen arrested by Sri Lanka,” he said.",
    "There have been periodic instances of Indian fishermen being detained by Sri Lankan authorities for allegedly crossing the International Maritime Boundary Line and fishing in Sri Lankan waters.",
    "The majority of these detentions take place in the Palk Strait, a narrow strip of water between Tamil Nadu and northern Sri Lanka. The strait is a rich fishing ground for fishermen from both countries.",
    "According to the Centre, 240 Indian fishermen were arrested in Sri Lankan waters and 35 trawlers were seized last year."
  ]
}