{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ismm-signs-mou-with-ministry-of-industries-as-part-of-contribution-to-national-endeavour/",
  "time_ut": 1718322660.0,
  "original_lang": "en",
  "original_title": "ISMM signs MoU with Ministry of Industries as part of contribution to national endeavour",
  "original_body_lines": [
    "The Institute of Supply and Materials Management, the pioneer and government recognized institute for Supply Chain Management Education was established on October 24, 1972 and is the leading institute which fosters the professional development of the purchasing and supply chain function in Sri Lanka. It is a member of the Organization of Professional Associations of Sri Lanka (OPA) since 1976 and was incorporated by the parliament by Act No 3 of 1981.",
    "The ISMM is affiliated to the International Federation of Purchasing and Supply Management, which is the world body encompassing 48 national associations, having more than 250,000 professionals engaged in Purchasing and Supply Chain Management. ISMM engages in many educational programs covering all aspects of the supply chain for the last two decades, in addition to conducting other professional short courses, adding more than 10,000 professionals to supply chain management in Sri Lanka.",
    "ISMM, being the national institute enacted by Act Parliament for Supply Chain Professions in Sri Lanka has taken the initiative to sign a MOU with the Ministry of Industries to conduct a national programmes on resilient and sustainable Supply Chain Management for Industries in Sri Lanka. Under this initiative there will be two programmes:",
    "a. One year consultation program on “resilient and sustainable Supply Chain Management for 30 x Industries”.",
    "b. 03 x One day workshops on “how to achieve competitiveness in local and global markets through strengthening supply chain capabilities of Sri Lankan Industries”.",
    "The inauguration ceremony for above programme along with the conduct of an awareness session and first knowledge sharing workshop was held on June 7, at the Western Province Aesthetic Resort, Colombo 07. Secretary, Ministry of Industries, Shantha Weerasinghe, graced this occasion as the Chief Guest. Jayantha Gallahewa, president ISMM, Chaminda Pathiraja, Additional Secretary, Ministry of Industries, Sarath Gamage, President OPA / Immediate Past President ISMM, Maj Gen Renaka Udawatta (Rtd), Vice President ISMM, Lilantha Subasinghe, Vice President ISMM, Dr. (Eng.) Sanath Divakara, General Secretary ISMM, Ms Kunalini Subramanium, Assistant Director, Ministry of Industries, Priyanga Kirihena, Council Member ISMM were among the other officials who participated in the ceremony. As a part of the inauguration ceremony, the signing of the MoU took place at the same venue under the patronage of the above dignitaries and participants from the 30 industries.",
    "Supply Chain Management (SCM) is the optimization of a product’s creation and flow from raw material sourcing to production, logistics and delivery to the final customer. In other words, it is the management of the flow of goods, data, and finances related to a product or service, from its origin (Nature) to the delivery of the product at its destination. SCM encompasses the integrated planning and execution of processes required to manage the movement of materials, information and financial capital in activities that broadly include demand planning, sourcing, production, inventory management and storage, transportation or logistics and returning excess or defective products.",
    "Aim of the Project: To enhance the supply chain management capabilities of Small and Medium-sized Enterprises (SMEs) in Sri Lanka, fostering efficiency and effectiveness in their operations to ensure sustainability.",
    "Scope of the Project: Sharing knowledge on supply chain management, evaluation processes (before and after), conduct workshops, participant assessment, monitoring and evaluation of progress, Field visits, gap identification, and preparation of comprehensive reports for individual SMEs.",
    "The primary objective is to empower SMEs by improving their supply chain management processes and practices, ultimately contributing to their sustainable growth and success in the local and international market. (To reduce waste, costs by improving supply chain management processes and practices, ultimately enhancing the profitability and sustainable growth of Sri Lankan SMEs).",
    "The secondary objective is to Improve the capabilities of the individuals on managing supply chain functions in effective and efficiently.",
    "Direct benefits are; minimize cost of operations by reducing waste and improving efficiency/productivity of supply chain process, awareness on best practices/standards on supply chain management, Improve networks and relationships with industry experts, awareness on current trends in supply chain management, improve leadership qualities on supply chain decision making.",
    "Spa Ceylon and Shangri-La Colombo jointly host ‘Wellness Month’ event series",
    "Gerald Hidelaratchi presented special award for lifetime service in supply chain industry",
    "Institute of Supply and Materials Management signs MOU with IDB",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}