{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/stocks-transit-from-gloom-to-radiance/",
  "time_ut": 1734736740.0,
  "original_lang": "en",
  "original_title": "Stocks transit from gloom to radiance",
  "original_body_lines": [
    "The stock market yesterday got off to a gloomy start but later became extremely bullish due to the settlement of bonds and the starting of debt servicing for external creditors.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 156 points while S and P SL20 rose by 30.3 points.",
    "Turnover touched Rs 9.2 billion with 26 crossings. Out of the turnover Rs 2.1 billion came from 26 crossings and 555 shares were transferred.",
    "In the retail market, top six performing companies that contributed to the turnover were; Sierra Cables Rs 508 million (40.3 million shares traded), HNB Rs 307 million (1.1 million shares traded), Royal Ceramic Rs 298 million (7.7 million shares traded), LMF Rs 293 million (6.5 million shares traded), Dipped Products Rs 259 million (4.7 million shares traded) and JKH Rs 24 million (11 million shares traded). During the day 897 million shares volumes changed hands in 43000 transaction.",
    "It is said that in the manufacturing sector, especially Sierra Cables and JKH led the market, while the banking and finance sector was also performing well due to the lifting of import restrictions.",
    "Yesterday, the rupee opened flat at Rs 292.90/293.30 to the US dollar in the spot market, from the previous day, while bond yields were steady, dealers said.",
    "A bond maturing on 15.12.2026 was quoted at 9.40/50 percent, down from 9.45/55 percent.",
    "A bond maturing on 15.10.2027 was quoted at 9.75/85 percent.",
    "A bond maturing on 15.02.2028 was quoted at 10.10/20 percent, up from 10.10/15 percent.",
    "A bond maturing on 01.05.2028 was quoted at 10.20/30 percent, down from 10.20/25 percent.",
    "Tourist Service Center and Welcome Center in North Central Province",
    "CEB infrastructure development to be bolstered with USD 150 million ADB loan",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}