{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97520/trump-wins-south-carolina-easily-beating-haley-in-her-home-state-and-closing-in-on-gop-nomination",
  "time_ut": 1708850940.0,
  "original_lang": "en",
  "original_title": "Trump wins South Carolina, easily beating Haley in her home state and closing in on GOP nomination",
  "original_body_lines": [
    "Donald Trump won South Carolina’s Republican primary on Saturday, easily beating former U.N. Ambassador Nikki Haley in her home state and further consolidating his path to a third straight GOP nomination.",
    "Trump has now swept every contest that counted for Republican delegates, adding to previous wins in Iowa, New Hampshire, Nevada and the U.S. Virgin Islands. Haley is facing growing pressure to leave the race but says she’s not going anywhere despite losing the state where she was governor from 2011 to 2017.",
    "A 2020 rematch between Trump and President Joe Biden is becoming increasingly inevitable. Haley has vowed to stay in the race through at least the batch of primaries on March 5, known as Super Tuesday, but was unable to dent Trump’s momentum in her home state despite holding far more campaign events and arguing that the indictments against Trump will hamstring him against Biden.",
    "The Associated Press declared Trump the winner as polls closed statewide at 7 p.m. That race call was based on an analysis of AP VoteCast, a comprehensive survey of Republican South Carolina primary voters. The survey confirmed the findings of pre-Election Day polls showing Trump far outpacing Haley statewide.",
    "“I have never seen the Republican Party so unified as it is right now,” Trump declared, taking the stage for his victory speech mere moments after polls closed. He added, “You can celebrate for about 15 minutes, but then we have to get back to work.”",
    "South Carolina’s first-in-the-South primary has historically been a reliable bellwether for Republicans. In all but one primary since 1980, the Republican winner in South Carolina has gone on to be the party’s nominee. The lone exception was Newt Gingrich in 2012.",
    "Trump was dominant across the state, even leading in Lexington County, which Haley represented in the state Legislature. Many Trump-backing South Carolinians, even some who previously supported Haley during her time as governor, weren’t willing to give her a home-state bump.",
    "“She’s done some good things,” Davis Paul, 36, said about Haley as he waited for Trump at a recent rally in Conway. “But I just don’t think she’s ready to tackle a candidate like Trump. I don’t think many people can.”",
    "At Haley headquarters on Saturday night, supporters waved her signs in front of a large projection screen showing Trump’s speech, blocking it from view. That, of course, didn’t make the defeat any less crushing.",
    "About an hour later, Haley took the stage and said: “What I saw today was South Carolina’s frustration with our country’s direction. I’ve seen that same frustration nationwide.”",
    "“I don’t believe Donald Trump can beat Joe Biden,” Haley said, later adding: “I said earlier this week that no matter what happens in South Carolina, I would continue to run. I’m a woman of my word.”",
    "She said she plans to head to Michigan for its primary on Tuesday — the last major contest before Super Tuesday. Still, she faces questions about where she might be able to win a contest or be competitive.",
    "Trump and Biden are already behaving like they expect to face off in November.",
    "Trump and his allies argue Biden has made the U.S. weaker and point to the chaotic withdrawal from Afghanistan and Russia’s decision to launch a full-scale invasion of Ukraine. Trump has also repeatedly attacked Biden over high inflation earlier in the president’s term and his handling of record-high migrant crossings at the U.S.-Mexico border.",
    "Trump has questioned — often in harshly personal terms — whether the 81-year-old Biden is too old to serve a second term. Biden’s team in turn has highlighted the 77-year-old Trump’s own flubs on the campaign trail.",
    "Biden has stepped up his recent fundraising trips around the country and increasingly attacked Trump directly. He’s called Trump and his “Make America Great Again” movement dire threats to the nation’s founding principles, and the president’s reelection campaign has lately focused most of its attention on Trump suggesting he’d use the first day of a second presidency as a dictator and that he’d tell Russia to attack NATO allies who fail to keep up with defense spending obligations mandated by the alliance.",
    "Haley also criticized Trump on his NATO comments and also for questioning why her husband wasn’t on the campaign trail with her — even as former first lady Melania Trump hasn’t appeared with him. Maj. Michael Haley is deployed in the Horn of Africa on a mission with the South Carolina Army National Guard.",
    "But South Carolina’s Republican voters line up with Trump on having lukewarm feelings about NATO and continued U.S. support for Ukraine, according to AP VoteCast data from Saturday’s primary. About 6 in 10 oppose continuing aid to Ukraine in its fight against Russia.",
    "Only about a third described America’s participation in NATO as “very good,” with more saying it’s only “somewhat good.”",
    "Haley has raised copious amounts of campaign money and is scheduled to begin a cross-country campaign swing on Sunday in Michigan ahead of Super Tuesday on March 5, when many delegate-rich states hold primaries.",
    "But it’s unclear how she can stop Trump from clinching enough delegates to become the party’s presumptive nominee for the third time.",
    "Sen. Lindsey Graham, R-S.C., complimented Haley while speaking to reporters at Trump’s election night party in Columbia but suggested it was time for her to drop out.",
    "“I think the sooner she does, the better for her, the better for the party,” Graham said. Later, the senator was greeted with boos after Trump called him to the stage to address those gathered.",
    "Trump’s political strength has endured despite facing 91 criminal charges related to his efforts to overturn his 2020 election loss to Biden, the discovery of classified documents in his Florida residence and allegations that he secretly arranged payoffs to a porn actress.",
    "The former president’s first criminal trial is set to begin on March 25 in New York, where he faces 34 counts of falsifying business records related to hush money paid to porn star Stormy Daniels in the closing weeks of his 2016 presidential campaign.",
    "Biden won South Carolina’s Democratic primary earlier this month and faces only one remaining challenger, Dean Phillips. The Minnesota Democratic congressman has continued to campaign in Michigan ahead of the Democratic primary there, despite having little chance of actually beating Biden.",
    "Though Biden is expected to cruise to his party’s renomination, he faces criticism from some Democrats for providing military backing to Israel in its war against Hamas in the Gaza Strip. Some in his party support a ceasefire as the death toll in Israel’s war has reached 30,000 people, two-thirds of them women and children. The war could hurt the president’s general election chances in swing states like Michigan, which is home to a large Arab American population."
  ]
}