{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Granting-of-land-rights-opens-doors-to-progress-President/56-762181",
  "time_ut": 1716751230.0,
  "original_lang": "en",
  "original_title": "Granting of land rights opens doors to progress: President",
  "original_body_lines": [
    "President distributes 1,286 land deeds in Jaffna district through the “Urumaya” program",
    "Says Sri Lanka, the only nation in South Asia offering free land ownership to its citizens",
    "Reveals funds have been earmarked for the construction of homes in Northern province next year",
    "Substantial reduction in the size of the high-security zone in Jaffna",
    "President Ranil Wickremesinghe on Saturday emphasised the confirmation of land rights for the people, ensuring avenues for progress.",
    "He highlighted Sri Lanka’s unique status as the sole South Asian nation offering free land rights to its citizens.",
    "Encouraging recipients to safeguard the freehold deeds from the “Heritage” program for future generations, he made these remarks the Saturday’s ceremony, where land deeds were bestowed upon the residents of the Jaffna district.",
    "A total of 1,286 freehold deeds, encompassing all 15 Divisional Secretariat divisions within the Jaffna district, were distributed to the people, with the President symbolically participating in the awarding ceremony.",
    "Furthermore, under the “Urumaya” program, 13,858 freehold deeds are scheduled for distribution across the Mullaitivu, Kilinochchi, Vavuniya, and Mannar districts of the Northern Province.",
    "During his address at the ceremony, President Ranil Wickremesinghe announced the revival of the Northern Province housing project, stalled by the recent economic downturn, commencing next year. He highlighted this free land title initiative as a crucial step, alongside noting the ‘Urumaya’ program as the nation’s largest privatisation endeavour.",
    "Wickremesinghe, elaborating further, also emphasised the initiation of a program aimed at providing free land rights to the nation’s people. “Our objective is to extend this initiative across all regions of the island, ensuring every individual is liberated and granted land rights in their respective areas of residence,” he stated.",
    "The President in his address also said the following: “While the distribution of deeds marks a significant milestone, our commitment extends to future endeavours. Recognising the staffing constraints within the Land Commissioner’s Department, which have led to some delays, I have authorised the recruitment of 100 new personnel for the Land Commissioner’s Office and 150 for the Surveying Department. This strategic augmentation will enable us to execute this program with utmost efficiency moving forward.",
    "The land issue has disproportionately impacted the Northern and Eastern Provinces, affecting not only those settled on government lands but also individuals who lost their land during the conflict. There are two critical issues requiring resolution, as discussed with representatives from the North and East regions on numerous occasions.",
    "In collaboration with the security forces, all lands within protected areas have been released and restored to the public. Furthermore, instructions have been issued to the security forces to retain only the necessary land and return the surplus to civilian use. Addressing the matter of land acquired from the Forestry Department, this issue extends beyond the North East, encompassing the Southern Province as well. As a policy decision, we have opted to classify areas identified as forests in the 1985 map as such, while considering the remaining lands as non-forest areas. Discussions are underway, and directives have been issued to relinquish certain lands. Significant portions of land are also under the control of the Department of Archaeology. The Government has resolved to return these lands, excluding those essential for archaeological endeavours. Hence, efforts are underway to facilitate the release of all such lands. Furthermore, there has been a substantial reduction in the size of the high-security zone in Jaffna. The Ministry of Defence has opted to release additional lands following a specialised survey. Moreover, a portion of the land belonging to religious sites within the high-security zone has already been relinquished. These measures are aimed at affirming the land rights of all citizens and fostering avenues for progress.",
    "Additionally, owing to the economic challenges of the past two years, the residents of this province have faced difficulties in securing funds for much-needed housing construction. However, I am pleased to announce that this initiative will resume next year. It’s worth noting that the distribution of these free deeds is part of this program. The allocation of freehold deeds can be regarded as the largest privatisation effort in our nation.",
    "While countries like Japan and Korea have not granted free land rights to their citizens, opting instead for subsidised purchasing options, our country is committed to providing free land rights. This distinction underscores our dedication to empowering our people through land ownership. We have successfully executed this program spanning from Point Pedro to Dewundara Thuduwa and from Batticaloa to Negombo. The people of Sri Lanka, irrespective of their ethnicity or faith, have historically cherished land ownership. Today, you have been granted that privilege. I urge you to recognise the importance of safeguarding this land and ensuring its transmission to future generations.”"
  ]
}