{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113257/three-scientists-get-nobel-prize-in-medicine-for-discovery-of-peripheral-immune-tolerance",
  "time_ut": 1759743960.0,
  "original_lang": "en",
  "original_title": "Three scientists get Nobel Prize in Medicine for discovery of peripheral immune tolerance",
  "original_body_lines": [
    "Scientists Mary Brunkow, Fred Ramsdell and Shimon Sakaguchi won the 2025 Nobel Prize in Physiology or Medicine for “their discoveries concerning peripheral immune tolerance”, the award-giving body said on Monday.",
    "This year’s prize “relates to how we keep our immune system under control so we can fight all imaginable microbes and still avoid autoimmune disease,” said Marie Wahren-Herlenius, a rheumatology professor at the Karolinska Institute.",
    "The winners for medicine are selected by the Nobel Assembly of Sweden’s Karolinska Institute medical university and receive a prize sum of 11 million Swedish crowns ($1.2 million), as well as a gold medal presented by Sweden’s king.",
    "Brunkow and Ramsdell are based in the United States, and Sakaguchi in Japan.",
    "“Their discoveries have laid the foundation for a new field of research and spurred the development of new treatments, for example for cancer and autoimmune diseases,” the prize-awarding body said in a statement.",
    "The Nobel Prizes were established through the will of Alfred Nobel, the Swedish inventor of dynamite and a wealthy businessman. They have been awarded since 1901 for outstanding contributions in science, literature, and peace, with interruptions mainly during the World Wars.",
    "The economics prize was added later and is funded by Sweden’s central bank, the Riksbank.",
    "Winners are selected by expert committees from various institutions. All prizes are awarded in Stockholm, except for the Peace Prize, which is presented in Oslo — a possible legacy of the political union between Sweden and Norway during Nobel’s lifetime.",
    "Past recipients of the Nobel Prize in Physiology or Medicine include renowned scientists such as Alexander Fleming, who shared the 1945 award for discovering penicillin. In recent years, the prize has recognized major breakthroughs, including those that enabled the development of COVID-19 vaccines.",
    "Last year’s medicine prize was awarded to U.S. scientists Victor Ambros and Gary Ruvkun for their discovery of microRNA and its key role in how multicellular organisms grow and live, helping explain how cells specialise into different types.",
    "Medicine in accordance with tradition kicks off the annual Nobels, arguably the most prestigious prizes in science, literature, peace and economics, with the remainder set to be announced over the coming days.",
    "More than a century after their inception, the Nobel Prizes remain steeped in tradition. The awards culminate in ceremonies attended by the royal families of Sweden and Norway, followed by lavish banquets held on December 10 — the anniversary of Alfred Nobel’s death."
  ]
}