{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/east-west-rift-deepens-amidst-increasing-multipolarity/",
  "time_ut": 1718816580.0,
  "original_lang": "en",
  "original_title": "East-West rift deepens amidst increasing multipolarity",
  "original_body_lines": [
    "There is a tendency among sections of Western opinion to view a decision by Russian President Vladimir Putin to visit North Korea after some 24 years, as mainly ‘symbolic’. That is, the visit is seen as an indication that Russia is further cementing its ties with North Korea and strengthening the ‘all-weather friend status’ the latter enjoys with the former.",
    "While there could be an element of truth in this standpoint, what the visit portends for evolving East-West ties needs to be explored as well to arrive at a more comprehensive assessment of the magnitude of the above notable development in Russia-North Korea ties.",
    "The visit by Putin occurs at a time when the G7 countries have voiced solidarity with Ukraine in its dogged efforts to fight off the invasive Russian military presence on its territory. NATO leaders too are on record that they would be standing by Ukraine for as long as it takes to keep Russia in check.",
    "With firm military support coming, apparently indefinitely, for Ukraine from the West, it is open to question whether there is a rational basis to current Russian policy in the Ukraine.",
    "Clearly, an inability on the part of the main parties to the Ukraine conflict to find an equitable solution to the crisis at the negotiating table would mean increasingly mounting human costs for both sides, besides other unbearable consequences.",
    "However, the antagonists are unlikely to back down from their adversarial positions currently and this does not augur well for regional stability and even world peace. Given its status in the international community, Russia is more obliged than Ukraine to give peace a chance. But the indications are that Russia is not amenable to negotiations at present.",
    "Given this backdrop, Putin’s visit to North Korea could have the effect of further intensifying big power tensions, particularly in the East Asian and South-East Asian theatres. North Korea has been hitherto dismissive of Western-inspired attempts to curb its nuclear ambitions, besides its efforts to further develop lethal, strategic weaponry. The Putin visit is likely to further encourage it in these dangerous adventures. Besides, it is badly in need, apparently, of Russian military technology.",
    "Likewise, there are gains for Russia from its efforts to cement ties with North Korea. Observers have noted that North Korea could replenish Russia’s fast-depleting ammunition stock pile and other military requirements, for instance, and the decision by Putin to visit North Korea after a long layoff is a veritable ‘stitch in time.’ It also points to some anxiety on the part of the Russian authorities that Western sanctions on their state are beginning to ‘pinch’ badly.",
    "The total negative fallout from these developments on East-West relations could be both very weighty and disruptive. In a way, we seem to back to the more tense Cold War years, in relation to East Asia in particular, although the ‘Russian Empire’ is no more.",
    "On the one hand, North Korea is receiving the firm, direct military backing of Russia, and in an indirect way, that of China, while the US and its allies are supportive of South Korea, although the latter has risen to big power status and is militarily strong enough to look after its security needs on its own.",
    "Nevertheless, a tense power struggle is on in the Korean peninsula and the conflicting sides in the region are backed by the world’s foremost powers and their alliances. That is, a Cold War-type proxy war is unfolding. The world would need to hope for infinite patience on the part of the two sides and their backers to stave off a regional war that could snowball into, perhaps, a world war if not managed judiciously.",
    "What could compound the Korean peninsula conflict is the present China-Taiwan confrontation in the adjacent seas. This theatre could indeed be the flashpoint for an East-West regional war, considering that China continues to be anxious to exercise its suzerainty over Taiwan and the latter is adamant in its advocacy of its sovereignty. Given this backdrop, the current big power military exercises in the South China Sea in particular should be seen as boding ill for the region.",
    "The above complex developments could tend to aggravate the world’s anxiety over the possibility of maintaining global stability. This is particularly so on account of the near helplessness of the UN system in the face of current realities. The Gaza conflagration and issues growing out of it at present graphically underscore the UN’s haplessness and the UN per se cannot be faulted for it. The lack of consensus among the foremost powers of the UN on issues connected to international peace, accounts in the main for such UN ‘paralysis.’",
    "In this connection it needs to be pointed out that the emergence of new and multiple powers in the world, or multipolarity, needs to be welcomed provided these states uphold the UN system and face issues confronting the international community unitedly.",
    "The BRICS states, for instance, are of crucial importance because they counterbalance the multi-faceted might of the G7. That more and more emerging economies are eager to join BRICS is also a positive development.",
    "Some of these emerging economies that are tapping on BRICS’ door are: Algeria, Argentina, Bahrain, Egypt, Indonesia, Iran, Saudi Arabia and the UAE. If and when these countries are included in the BRICS fold, the latter grouping would be in a position to check the influence and power of the West and its military arm, NATO.",
    "However, besides upholding the UN, these states need to be subscribers to democratic principles and values if they are to be a positive influence in the world system. The fact that this is not easily achievable gets in the way of the international community’s efforts at fostering a measure of world peace and stability.",
    "The UN could go some distance in lessening the magnitude of these problems. If the specialized agencies of the UN plod on with their pursuit of human welfare the world over, perhaps, eventually, the world would have more and more publics that are appreciative of the democratic way of life. Thus, could the seeds be sown for the fostering of democratic values and institutions. Education and ‘Bread’ are key requirements for the successful completion of this process and the UN is in a position to provide both.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}