{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110747/president-directs-continuous-supply-of-medicines-without-shortages-or-delays",
  "time_ut": 1753197660.0,
  "original_lang": "en",
  "original_title": "President directs continuous supply of medicines without shortages or delays",
  "original_body_lines": [
    "A discussion on streamlining the process of medicine supply was held this afternoon (22) at the Presidential Secretariat in Colombo.",
    "President Anura Kumara Dissanayake, along with the Minister of Health and Mass Media, Dr. Nalinda Jayatissa, Deputy Minister Dr. Hansaka Wijemuni and officials from the Ministry of Health, participated in the meeting.",
    "During the discussion, the procurement and distribution of medicines were reviewed. The President instructed officials to streamline the mechanism to ensure a continuous supply of essential medicines to the public without any shortages or delays, President’s Media Division (PMD) said.",
    "Attention was drawn to the existing issues and weaknesses within the medicine procurement process and distribution mechanism.",
    "The President also instructed officials to take immediate steps to address any medicine shortages reported in certain hospitals.",
    "He further stressed the importance of preventing such situations from recurring in the country and urged them to swiftly develop the necessary long-term plans for this purpose, the PMD added.",
    "President Anura Kumara Dissanayake further highlighted that the necessary funds for medicine procurement by hospitals have already been allocated by the Treasury.",
    "He emphasised the collective commitment required to guarantee high-quality healthcare services for the people of this country, it said.",
    "Among those present at the occasion were Dr. Anil Jasinghe, Secretary to the Ministry of Health and Mass Media; Dr. Asela Gunawardana, Director General of Health Services; W.S.N. Botheju, Senior Assistant Secretary (Procurement) at the Ministry of Health and Mass Media; Dr. Manuj C. Weerasinghe, Chairman of the State Pharmaceuticals Corporation; Professor Jayantha Wijayabandara, Chairman of the State Pharmaceutical Manufacturing Corporation; and Consultant Physician Dr. Ananda Wijewickrama, Chairman of the National Medicines Regulatory Authority, along with other senior officials from the Ministry of Health."
  ]
}