{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98582/vietnam-sentences-real-estate-tycoon-to-death-over-countrys-largest-ever-fraud-case",
  "time_ut": 1712857860.0,
  "original_lang": "en",
  "original_title": "Vietnam sentences real estate tycoon to death over country’s largest-ever fraud case",
  "original_body_lines": [
    "Real estate tycoon Truong My Lan was sentenced Thursday to death by a court in Ho Chi Minh City in southern Vietnam in the country’s largest financial fraud case ever, state media Vietnam Net said.",
    "The 67-year-old chair of the real estate company Van Thinh Phat was formally charged with fraud amounting to $12.5 billion — nearly 3% of the country’s 2022 GDP.",
    "Lan illegally controlled Saigon Joint Stock Commercial Bank between 2012 and 2022 and allowed 2,500 loans that resulted in losses of $27 billion to the bank, reported state media VnExpress. The court asked her to compensate the bank $26.9 million.",
    "Despite mitigating circumstances — this was a first-time offense and Lan participated in charity activities — the court attributed its harsh sentence to the seriousness of the case, saying Lan was at the helm of an orchestrated and sophisticated criminal enterprise that had serious consequences with no possibility of the money being recovered, VnExpress said.",
    "Her actions “not only violate the property management rights of individuals and organizations but also push SCB (Saigon Joint Stock Commercial Bank) into a state of special control; eroding people’s trust in the leadership of the Party and State,” VnExpress quoted the judgement as saying.",
    "Her niece, Truong Hue Van, the chief executive of Van Thinh Phat, was sentenced to 17 years in prison for aiding her aunt.",
    "Lan and her family established the Van Thing Phat company in 1992 after Vietnam shed its state-run economy in favor of a more market-oriented approach that was open to foreigners. She had started out helping her mother, a Chinese businesswoman, to sell cosmetics in Ho Chi Minh City’s oldest market, according to state media Tien Phong.",
    "Van Thinh Phat would grow to become one of Vietnam’s richest real estate firms, with projects including luxury residential buildings, offices, hotels and shopping centers. This made her a key player in the country’s financial industry. She orchestrated the 2011 merger of the beleaguered SCB bank with two other lenders in coordination with Vietnam’s central bank.",
    "The court found that she used this approach to tap SCB for cash. She indirectly owned more than 90% of the bank — a charge she denied — and approved thousands of loans to “ghost companies,” according to government documents. These loans then found their way back to her, state media VNExpress reported, citing the court’s findings.",
    "Former central bank official Do Thi Nhan was also sentenced Thursday to life in prison for accepting $5.2 million in bribes.",
    "Lan’s arrest in October 2022 was among the most high-profile in an ongoing anti-corruption drive in Vietnam that has intensified since 2022. The so-called Blazing Furnace campaign has touched the highest echelons of Vietnamese politics. Former President Vo Van Thuong resigned in March after being implicated in the campaign.",
    "But Lan’s trial shocked the nation. Analysts said the scale of the scam raised questions about whether other banks or businesses had similarly erred, dampening Vietnam’s economic outlook and making foreign investors jittery at a time when Vietnam has been trying to position itself as the ideal home for businesses trying to pivot their supply chains away from China.",
    "The real estate sector in Vietnam has been hit particularly hard. An estimated 1,300 property firms withdrew from the market in 2023, developers have been offering discounts and gold as gifts to attract buyers, and despite rents for mixed-use properties known in Southeast Asia as shophouses falling by a third in Ho Chi Minh City, many in the city center are still empty, according to state media.",
    "In November, Communist Party General Secretary Nguyen Phu Trong, Vietnam’s top politician, said that the anti-corruption fight would “continue for the long term.”"
  ]
}