{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Petition-filed-against-Minister-Upali-Pannilage-over-MP-eligibility/56-770741",
  "time_ut": 1734652608.0,
  "original_lang": "en",
  "original_title": "Petition filed against Minister Upali Pannilage over MP eligibility",
  "original_body_lines": [
    "A writ petition has been filed before the Court of Appeal seeking a declaration that the Rural Development, Social Security, and Community Empowerment Minister Prof. Upali Pannilage is disqualified from serving as a Member of Parliament and is therefore ineligible to hold office as an MP.",
    "The petition, filed by social and political activist Oshala Herath, alleges that Prof. Pannilage was employed by the University of Ruhuna, a public corporation, at the time of his appointment as an MP and subsequently as a Cabinet Minister. The petitioner contends that this contravenes the provisions of Sri Lanka’s Constitution, which disqualifies individuals with interests in public contracts from being elected to Parliament.",
    "The respondents in the petition include Minister Prof. Pannilage as the first respondent, Secretary General of Parliament Kushani Anusha Rohanadeera, Vice Chancellor of the University of Ruhuna Prof. Sujeewa Amarasena, the University of Ruhuna, and the Attorney General.",
    "In the writ petition, it is argued that Prof. Pannilage’s position as an officer of the University of Ruhuna while serving as an MP and Cabinet Minister creates a conflict of interest. According to the petitioner, this status violates Article 91(1) (e) of the Constitution, which explicitly bars individuals with interests in public contracts from being elected to or holding office in Parliament.",
    "The petitioner highlights that Prof. Pannilage was elected as an MP through the National People’s Power (NPP) National List and later appointed to the Cabinet. While holding this office, he allegedly continued to serve as an employee of the University of Ruhuna, thereby maintaining a contract and interest in a public corporation.",
    "The petition seeks a Quo Warranto ruling, questioning the legal basis for Prof. Pannilage’s right to hold office as an MP and Cabinet Minister."
  ]
}