{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Namal-warns-Tamil-community-against-election-time-policy-shifts/56-763068",
  "time_ut": 1718326714.0,
  "original_lang": "en",
  "original_title": "Namal warns Tamil community against election-time policy shifts",
  "original_body_lines": [
    "SLPP National Organiser Namal Rajapaksa cautions TNA and Tamil community against politicians who change policies for votes",
    "Asks them to trust parties consistent on 13th Amendment, whether supporting or opposing it",
    "Criticises parties that flip-flop on issues close to elections, calling it pandering to public sentiment",
    "Sri Lanka Podujana Pera-muna (SLPP) National Organiser MP Namal Rajapaksa has cautioned the Tamil National Alliance (TNA) and Sri Lanka’s Tamil community to beware of politicians who alter their policies abruptly to garner votes.Speaking to the media after attending a special meeting in Colombo on Wednesday, Rajapaksa asserted that the Tamil people could place their trust in parties that have consistently supported the implementation of the 13th Amendment, as well as those that have opposed it from the outset.",
    "He criticised parties that opportunistically change their stances shortly before elections, labelling their actions as mere attempts to pander to public sentiment.",
    "Rajapaksa pointed out the inconsistency of political parties that once supported the abolishment of the Executive Presidency but have now reversed their positions. He described this behaviour as indicative of double standards within these parties.  His comments come days after Samagi Jana Balawegaya (SJB) leader Sajith Premadasa made a commitment to fully implement the 13th Const-itutional Amendment if he comes to power.",
    "Addressing the issue of possible election postponements, Rajapaksa adamantly opposed any such delays, warning that history has shown parties and governments that resort to postponements often face severe electoral repercussions. He cited the example of the Sri Lanka Freedom Party’s drastic decline in Parliamentary seats following a two-year election delay during Sirimavo Bandaranaike’s tenure, as well as the sharp decline experienced by Ranil Wickremesinghe’s party after a similar postponement.",
    "Regarding the upcoming presidential election, Rajapaksa confirmed that while the SLPP has a Presidential candidate, the party is not yet ready to reveal the candidate’s identity. He assured that the candidate will be announced at the appropriate time."
  ]
}