{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-economy-executive-presidency-and-the-parliamentary-election/",
  "time_ut": 1728291360.0,
  "original_lang": "en",
  "original_title": "The Economy, Executive Presidency, and the Parliamentary Election",
  "original_body_lines": [
    "Although it was the economy that ended Gotabaya Rajapaksa’s presidency and it was very much the main backdrop to the September presidential election, the results of the election cannot be interpreted as showing a voter preference for any particular direction for economic management. In fact, in an earlier CPA opinion poll, a good majority of the respondents in general, and especially among the Sinhalese, had indicated that they did not trust of any of three main candidates for their abilities to steer the economy out of trouble to recovery and growth.",
    "That included Ranil Wickremesinghe who rested his whole campaign on economic stewardship and got third prize for his efforts. This is not to belittle Mr. Wickremesinghe’s achievements in restoring economic normalcy, but to highlight the fact he undermined his own economic case by trying to be too clever by half on the political front. Now that he has earned his long overdue political rest, let him finally have some quality time without too much disturbance.",
    "Sajith Premadasa’s progressive benefactors have blamed his defeat on his alleged reliance on centre-right economists like Eran Wickramaratne and Harsha de Silva, both with background in banking and economics but stymied from contributing to their full potential first by RW and then by SP. The criticism anyway is over the top, for Sajith Premadasa’s shortcoming is the opposite of Ranil Wickremesinghe’s. If RW is prone to being clever at everything, SP has the propensity for not being clever in anything. Now SP is projecting himself as candidate to be Prime Minister while promising that as Prime Minister he will co-operate with President AKD.",
    "As everyone else is scrambling to prepare for the parliamentary election, President Dissanayake and his NPP must be sitting pretty, savouring their prospects for November after their success in September. The quick dissolution of parliament and a virtually snap election favours the NPP more than others. They have the momentum and the machinery of victory behind them. And they have little time to seriously shoot themselves in the foot. The necessary economic condition and the political secret to win a majority of 113+ seats at the elections is not to rock the boat but to keep the prices and supplies steady.",
    "No one is expecting economic miracles in the short term or long term from President AKD. He himself has made it clear that he is not a magician. The President’s economic challenges are likely to become more noticeable after the parliamentary election than they are now. He has announced his economic team, and the team has met with IMF delegates. There have been some indications of the new Administration’s approach to dealing with the IMF, as well as its approach to dealing with State Owned Enterprises. The Sri Lankan Airlines has reportedly been pulled back from the auction block and the search is on for a new model for improved management. Time will tell.",
    "The government will be tested to the fullest by the approach it takes to re-negotiating the IMF deal, and restructuring the private bondholder debt of $12.5 billion out of the total foreign debt of $34 billion. The debt-restructuring deal was announced by President Wickremesinghe just days before the presidential election and it did not help him in the end, as pointed out in a scathing but responsible opinion piece in the Daily Mirror (October 3) by a group of modern-day ‘visiting economists’ (to recall an earlier generation of Visiting Economists that included the likes Nicholas Kaldor and Joan Robinson).",
    "Before long, but mostly after the November election, the government will run into crossfire from the left and from the right. The right is already skeptical about NPP’s abilities to manage the economy. The left, on the other hand, might err oppositely by raising too many expectations and even bringing to bear too much pressure on the government. Unlike shortages of essential goods and services, there will never be any shortage in advice and opinion, more often than not unsolicited. The President’s challenge will be to be guided – on every issue and in any decision – by what is doable and what will bring the largest relief to the largest number of people looking for relief. The people should not be used as guinea pigs to prove someone’s ideology – left, right or centre.",
    "The people might be even less concerned about the executive presidency (EP) than they are about economic philosophy. But both the President and the NPP have been more certain about what they will do about the EP than what they might do about the IMF. The certainty was confirmed the day after Anura Kumara Dissanayake was elected president by Sunil Handunnetti, NPP Polit Bureau Member and former MP, who told the media that “the nation will not see an Executive President after this presidency.” Mr. Handunnetti was also part of the President’s Economic Team that met with the IMF delegation. And PB members in an organization like the JVP/NPP do not speak out of turn in public.",
    "My views on the executive presidency have had their fair share of criticisms by others who swear by it, and it is not my purpose to restart another debate, or to play an advocacy role for abolishing the EP. Instead, I will only outline what the new Administration could do to make itself the last of its kind, while being agnostic about the outcome. First, even if President AKD is vowing to make himself the last EP, he cannot do it by himself. He will need an act of parliament and a constitutional amendment that requires a two-thirds majority support in parliament.",
    "The question is whether it will also require a referendum. Here opinions differ, and those who swear by the EP will also swear that a referendum is needed. From a political-constitutional standpoint it could be argued that which was created in 1978, through the medium of a parliamentary select committee dominated by a certain political party that has all but vanished in 2024, should not require a referendum to remove it or modify it. Also, it is not just the NPP that wants this change, but also the SJB. Between them they have more than two-thirds majority support in the country for abolishing the presidency.",
    "From a legal-constitutional standpoint as well, there is a very plausible view that the requirement for a referendum should be limited only to amendments involving the Articles and provisions that are listed in Article 83 of the Constitution, as specifically requiring a referendum in addition to a two-thirds majority in parliament for the amendment of the said articles and provisions. Article 83 does not include any of the Articles or provisions involving the election and powers of the Executive President. The sole exception is Article 30 (2), which stipulates the length of the presidential term, and the term of office cannot be extended without a referendum per Article 83 (b). There is a discrepancy between Article 30 (2) and Article 83 (b), but that need not detain us.",
    "Nothing else about changing the EP system should require a referendum, including its abolition. But the term abolition is overwrought and incorrect. The task really is to replace the directly elected executive president playing a double role as head of state and head of government, by an indirectly elected president to be the head of state only. The head of government role will revert back to the prime minister as part of restoring the parliamentary system of government.",
    "The new head of state could be elected by parliament from among candidates, who are not members of parliament but are nominated by political parties represented in parliament. The powers of the new head of state could also be figured to be much less than what are allocated in the current constitution, but more than what were allocated in the 1972 constitution.",
    "The powers so allocated should be designed to address concerns about rupturing the power link between the current EP and the Provincial Council system. In the same vein, Provincial Council members could also be brought into the process of indirectly electing the new head of state. Members of Parliament and Members of the Provincial Councils could be the evanescent ‘electoral college’ for electing the new head of state. This would be similar to the process in India for electing its president.",
    "Getting back to the question of referendum requirement, even though it could be argued that a referendum is not required to bring about the above changes to the constitution, there is also the considered view that it is better to have a referendum and be done with it. In this view, if the NPP were to go ahead with its proposal to change the executive presidential system, it has to first get the constitutional amendment passed in parliament by two-thirds majority, and then the President would call a referendum for the people to vote on it.",
    "That would a third national vote in as many yeas. Is there a middle way?",
    "That would be to use the November parliamentary election as a referendum on changing the executive presidency. A question on changing the EP could be tagged on to the election ballot for the people to vote yes or no, in addition to casting their votes to elect their parliamentarians. The President has the power (Article 86) to submit a question of national importance to the people to express their preference in a referendum. But it cannot be substituted for the process for amending the constitution.",
    "Could the President consult the Supreme Court (Article 129) to obtain its opinion whether a referendum is required to amend the constitution for changing the executive presidency; and if required, whether the parliamentary election could be used as a referendum in anticipation of a constitutional amendment in the new parliament?",
    "That will be putting the Court on the spot, but there is reasonable justification for it, because it is not only President AKD and the NPP who are seeking to ‘abolish’ executive presidency in its current form; it is also the commitment of Sajith Premadasa and the SJB. There will also be considerable cost saving. Nothing may come out of this in the end, but the prospects of seeing an elected president living up to his promise to end it with him has never been brighter. I am only being agnostic.",
    "Sir John becomes PM, the Queen’s visit and the 1956 landslide",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}