{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-leftist-president-wants-to-promote-economic-freedom-181732/",
  "time_ut": 1727755080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka leftist president wants to promote economic freedom",
  "original_body_lines": [
    "ECONOMYNEXT — President Anura Kumara Dissanayake, who leads a leftist political formation, has said in a World Children’s Day message that his government is committed to promoting economic freedom.",
    "“By nurturing a generation of children who are healthy both in mind and spirit, we can foster compassionate, independent, and imaginative individuals who will shape a better future,” Dissanayake said on Tuesday November 01.",
    "“To achieve this, we are committed to promoting economic freedom, fostering human kindness, building mutual trust, and encouraging respect and acceptance within society. Additionally, we prioritise the protection of our rich environmental heritage and advocate for necessary political transformation,” he said.",
    "Dissanayake, who is now into his second week as president, said the future belongs to children, and called for the creation of a better world for them.",
    "“We have identified several significant challenges facing today’s children, including poverty, malnutrition, inadequate health and sanitation, environmental degradation, educational disparities, social inequalities, and the risks associated with substance abuse and technology misuse.",
    "“Our mission in this renaissance era is to free children from harmful prejudices and social effects, and the pressures of exam-focused education, which hinder their psychosocial development. We aim to reclaim the joyful, carefree childhood that every child deserves,” he said.",
    "President Dissanayake leads the National People’s Power (NPP), a leftist outfit controlled by the Janatha Vimukthi Peramuna, which political scientists have for decades identified as Marxist-Leninist. Dissanayake was appointed leader of the JVP over a decade ago.",
    "Since at least the 1990s, the JVP has opposed attempts to further liberalise Sri Lanka’s economy, normalising anti-privatisation sentiment and agitating against reform seen as too economically liberal, forcing successive governments to adopt populist policies.",
    "Dissanayake’s administration despite its many promises on the campaign trail, has so far had to largely stay the reform path of the previous government led by President Ranil Wickremesinghe. (Colombo/Oct01/2024)"
  ]
}