{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Harnessing-value-from-diversity-Part-I-A-leadership-challenge/4-758219",
  "time_ut": 1707327502.0,
  "original_lang": "en",
  "original_title": "Harnessing value from diversity: Part I – A leadership challenge",
  "original_body_lines": [
    "I am a firm believer of the research outcomes that suggest humans are hardwired to behave in certain ways emotionally. Those behaviours directly conflict with the behaviours expected by the managers. One such human behaviour is risk aversion and the managers want staff to take risks. Leaders must learn about the human emotions triggered by the right side of the brain and anticipate such behaviours while designing operational procedures. Assume that one writes a work procedure against natural human behaviours, demanding employees to think logically and respond. When such a procedure is implemented, the employee would be forced to behave using the left-brain’s analytical skills while the leader is observing, but when performing it independently, he or she would go back to risk aversion behaviours by dominating the right side brain emotions. Especially in an emergency, logical procedures do not work and individual survival modes kick in automatically. This is a classic example of a management failure by the application of a blanket procedure",
    "In the article I penned previously(Ref:https://www.ft.lk/columns/Generational-dilemma-our-views-on-youngsters/4-756861), I discussed the typical characteristics of six generations. In the process of the explanation, I have referred to two infographics developed by McCrindle. I received several queries on this. I suggest interested readers to contact me via email for high-resolution copies of the infographics.",
    "If readers think that awareness of typical generational characteristics is sufficient to manage members of these generations, they are mistaken. Having such awareness is only the beginning of overcoming the challenge ahead and leaders need specific management skills to manage them.",
    "Managing people is a complex affair because people’s behaviours are unpredictable. The leaders should have necessary training to develop new thinking patterns for extracting the best out of the employees brought up differently, are at various stages of life, face different challenges in life and have completely a different set of motivators and life expectations. All aforementioned factors that are associated with the personal life of people affect the employee’s life at work. The leader is supposed to have a clear understanding of factors associated with each employee and have skills to manage resulting impacts at work.",
    "During over 35 years of my career, I have followed numerous formal and informal training courses on leadership and organisational development. This was in addition to my training in the engineering management field. I was updated with technological and management competencies. Yet, I came across people who behaved unpredictably, prompting me to respond in a novel way. However, my training gave me a strong foundation to build upon unique solutions. Without such a foundation, I would have failed miserably. The edge I had over some of the other leaders in my workplace was my readiness to accept the change in a positive manner. In Australia, organisations are restructured continually. The trigger point is having a staff vacancy. In general, without developing a business case after reviewing the organisational restructure, a vacancy is not filled. I love change and the changed behaviour is an opportunity for me to harness his or her potential in a unique way. I am a firm believer of the research outcomes that suggest humans are hardwired to behave in certain ways emotionally. Those behaviours directly conflict with the behaviours expected by the managers. One such human behaviour is risk aversion and the managers want staff to take risks. Leaders must learn about the human emotions triggered by the right side of the brain and anticipate such behaviours while designing operational procedures. Assume that one writes a work procedure against natural human behaviours, demanding employees to think logically and respond. When such a procedure is implemented, the employee would be forced to behave using the left-brain’s analytical skills while the leader is observing, but when performing it independently, he or she would go back to risk aversion behaviours by dominating the right side brain emotions. Especially in an emergency, logical procedures do not work and individual survival modes kick in automatically. This is a classic example of a management failure by the application of a blanket procedure. This is really a challenging situation for leaders. Hence, the trick is to expect the natural human behaviours, understand the undesirable impacts to the work due to such behaviours and design steps to manage and minimise the identified risks.",
    "The next step is to design the procedure by subtly removing the ground conditions that allow staff to behave undesirably. As an example, if you need to avoid an untrustworthy staff member proliferating money from the coffers, you need to make sure that access to the coffers is not allowed him or her. It is a futile exercise to write a procedure to control corrupt behaviour of known offenders by directing them to behave in an ethical way while allowing them to roam in an uncontrolled environment where so many avenues exist for corrupt behaviours.",
    "It is true that you as the leader should target the specific beast. However, your treatment is seen and felt by the other members in the team and the treatment would give positive or negative messages to them depending on their own liking and disliking or values they uphold. Hence, single targeted solution may generate multiple problems within the organisation affecting the delivery of services and or products",
    "Workplace diversity is about a workplace comprising employees from various backgrounds such as sex, sexual orientation, gender, race, ethnicity, and religion.  Identifying diversity is a challenge as diversity could be at two levels; on the surface and inside, deeply embedded. Diversity at the surface like race, age, sex, disability, body size is easily identifiable. However, the deeply embedded elements like personalities, attitudes, values, and religious beliefs need to be revealed by thorough observation and investigation.",
    "I would like to select banking sector institutions (BSIs) to explain issues with managing diversity. BSIs are very close to the public and their services are needed by society on a daily basis. If you visit the glossy web pages of BSIs, the commitment to diversity and inclusion is displayed vividly. However, in practice, could the management prove that these objectives have been achieved?  If I quote a research paper produced by the academics of the Colombo University, I could see that the reality is far from the stated commitments. (Ref: https://mgmt.cmb.ac.lk/cbj/wp-content/uploads/2021/12/2.-Underprepresentation-of-Women-in-Boardrooms-2.pdf) “…in Sri Lanka, even though females account for more than 50% of the total population, their involvement is only 34% in the overall active labour force (Department of Census and Statistics, 2020). Moreover, of this, only 7.8% were involved in the board level (International Finance Corporation, 2018)”",
    "It is a fact that women must break a double-glazed ceiling up the bank’s hierarchy to reach the top. Women must work doubly hard to prove their worth in male dominant environments although women show equal or more excellence in higher studies in comparison to their male counterparts. In Australia, when Shemara Wickramanayake became the CEO of Macquarie Banking Group, she was the first ever female CEO of this banking group. Not only did she expertly reach the pinnacle, she also became the highest-paid corporate sector CEO. She has maintained that status continually. The question is why did it take such a long time for a woman to reach that summit even in a country where Equal Employment Opportunity Policies have been practised for more than three decades? In Sri Lanka, Shashi Kandambi became the first ever female CEO/General Manager of the National Savings Bank recently. How could such a celebratory event happen only after 50 years of the bank’s operation? The organisation that I work in got its male CEO appointed at the age of 35 replacing an over 60-year-old CEO. He transformed the organisation by introducing corporate sector management concepts into the traditional local government sector and set processes in motion to produce emerging young leaders within the organisation. He even allowed trained young leaders to leave the organisation with unreserved blessings, to find higher positions in other organisations. That way the organisation became highly reputable as a highly paid, preferred employer status in local government within a short period. All this happened because only competencies and skills, and not age were the main selection criteria. Incidentally, the selection panel that consisted of politicians, made the call.",
    "It is a fact that women must break a double-glazed ceiling up the bank’s hierarchy to reach the top. Women must work doubly hard to prove their worth in male dominant environments although women show equal or more excellence in higher studies in comparison to their male counterparts",
    "If you are a leader in the Corporate Sector, you are most probably managing five generations at your workplace. When you encountered an employee performance issue, you might have pulled out the rule book or the prescription book full of Standard Operating Procedures, Disciplinary Policies and Procedures, Employee Grievances Policy and Procedures, etc. and treated the issue. What you may not have realised is that you were not only dealing with a member of a specific generation, but that you were also indirectly sending a message to a team of five different generations.",
    "It is true that you as the leader should target the specific beast. However, your treatment is seen and felt by the other members in the team and the treatment would give positive or negative messages to them depending on their own liking and disliking or values they uphold. Hence, single targeted solution may generate multiple problems within the organisation affecting the delivery of services and or products.",
    "This is a complex human resources management issue. This is a psychological management issue as well. There are no right or wrong answers here. It is a trial and error, slow paced effort based on your maturity, competency and experience and success depends on your ability to look at the big picture and the treatment of side effects along the way.",
    "In the world, especially in the reputed universities of the USA, much research has been carried out on X,Y, and Z generational behaviours. Such information would be helpful for a leader to understand the behaviours of employees. Hence, a few management tips would be useful. However, this is a skill that cannot be taught but learned by experience because there are exceptions of the behaviours of the generationally hard-wired human beings. The effort is basically to bridge the generational gap. On this bridge, all generations can find solace and behave respectfully, being valued equitably by others.",
    "A few management tips to handle the diversity in a multigenerational team is discussed in Part II of this article.",
    "(The writer is a professional Engineer working in the Australian NSW Local Government sector. He intends to share his views on various social development areas, in addition to his chosen professional discipline to inspire youth to think differently. He is contactable via [email protected].)"
  ]
}