{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/One-dead-and-21-injured-near-Super-Bowl-parade/107-277078",
  "time_ut": 1707970860.0,
  "original_lang": "en",
  "original_title": "One dead and 21 injured near Super Bowl parade",
  "original_body_lines": [
    "Feb 15, (BBC) - One person has died and 21 people were wounded in a shooting in Missouri at the end of the Kansas City Chiefs' Super Bowl victory parade.",
    "Officials said they treated eight victims who were in immediately life-threatening condition and seven others who had suffered injuries that could prove life-threatening.",
    "Nine children were among the wounded - all are expected to recover.",
    "Police said they have arrested three suspects in connection to the shooting.",
    "The shots were fired west of Union Station, the train station in downtown Kansas City, which was where the parade ended at around 14:00 local time (20:00 GMT) and thousands of fans had gathered to watch the festivities.",
    "Local reports said Kansas City Chiefs players were still on a stage there when the first shots rang out.",
    "The gunfire caused the watching crowd, including the city's mayor and his family members, to run for cover.",
    "Kansas City Police Chief Stacey Graves said officers responded immediately after the gunshots broke out and detectives who were on the scene quickly opened an investigation. The Fire Department also sprang to action, administering aid to the injured.",
    "More than 800 police officers were already on the scene to monitor the parade, officials said. The city's fire department was also present to provide medical attention if needed.",
    "At a news conference on Wednesday, Chief Graves said a total of 22 people were struck by gunfire - one of whom is dead - and three individuals were arrested.",
    "A local radio station said one of its DJs, Lisa Lopez, was killed in the shooting.",
    "The surviving victims were transported to three local hospitals, officials said, with the immediately life-threatening cases taken to hospital within 10 minutes of the shooting.",
    "Nine children aged six to 15 with gunshot wounds are being treated at Children's Mercy Hospital, chief nursing officer Stephanie Meyer said.",
    "\"The one word I would just use to describe what we saw and how they felt when they came to us was fear,\" Ms Meyer added.",
    "Local hospitals said they were also treating people who were not shot but who had suffered other injuries in the sudden stampede that followed the shooting.",
    "City officials did not release the names of any of the victims. They also did not share any information about the suspects who were arrested, including what might have led to the shooting.",
    "A law enforcement source told CBS News, the BBC's US partner, that the shooting appeared to be the result of an argument that turned violent. The source said it was not terrorism related.",
    "Police said they are investigating a motive and gathering physical as well as digital evidence. They asked for any witnesses or individuals with information to contact law enforcement.",
    "The shooting broke out as the city was celebrating a second straight Super Bowl win by the Kansas City Chiefs. But this lesser-known American city was robbed of its exhilarating and unifying moment.",
    "Kansas City's mayor Quinton Lucas said he was inside the Union Station when he and others heard the sound of gunfire. He and members of his family started running.",
    "\"We went out today like everyone in Kansas City looking to have a celebration,\" Mr Lucas said at Wednesday's news conference.",
    "\"I was there with my wife, I was there with my mother. I never would've thought that we, along with Chiefs players, along with fans, hundreds of thousands of people, would be forced to run for our safety today.\"",
    "In a statement, the Kansas City Chiefs organisation said it was \"truly saddened\" by Wednesday's violence. It added that its players, coaches and staff - as well as their families - were accounted for and safe.",
    "Travis Kelce, the star tight end of the team whose relationship with Taylor Swift became a cultural phenomenon, wrote on social media that he was \"heartbroken over the tragedy that took place today.\"",
    "Marquez Valdes-Scantling, a wide receiver for the Chiefs, also took to social media after the tragedy. He said he wanted to get in touch with the young victims of the shooting.",
    "\"I want to make sure they're doing ok,\" Mr Valdes-Scantling said. \"But would love to help them out any way I can and get them some stuff from the team to help with the recovery.\"",
    "The mayor emphasised that the city had security measures in place, and it should make the public think deeply about a path forward. Despite hundreds of law enforcement present, he said, this incident still occurred due to the presence of bad actors with guns.",
    "In a statement, US president Joe Biden also reflected on the issue of gun violence in the country.",
    "\"Today's events should move us, shock us, shame us into action,\" he said, as he called for gun reform and a ban on assault rifles in the US."
  ]
}