{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Adrian-Perera-appointed-to-Kelsey-Developments-Board/34-762313",
  "time_ut": 1716928792.0,
  "original_lang": "en",
  "original_title": "Adrian Perera appointed to Kelsey Developments Board",
  "original_body_lines": [
    "Adrian Perera has been appointed to the Board of Kelsey Developments PLC as a Non-Executive Independent Director.",
    "Perera fills the vacancy created by the resignation of Executive Director C.P. John on 22 May.",
    "Kelsey Developments also announced R. Bradley Emmerson has relinquished the position of Senior Independent Director of the company and Wasantha Kumara Galagoda, a Non – Executive/ Independent Director has been appointed as the Senior Independent Director.",
    "Perera has over 30 years’ experience in Banking, Finance, Treasury, Manufacturing, Information Technology, Tourism, Agriculture and Construction.",
    "Perera is a Fellow Member of Association of Chartered Certified Accountants (UK), a Fellow member of CIMA (UK), Chartered Global Management Accountant, a Fellow Member of the Certified",
    "Management Accountants of Sri Lanka, the National Management Accounting Body, an Associate Member of the Institute of Bankers of Sri Lanka, Associate Member of the Chartered Accountants of Sri Lanka, Life Member of the Association of Professional Bankers of Sri Lanka, Fellow Member of the Certified Professional Managers of Sri Lanka, and he has a Master’s degree in Business Administration from the Post Graduate Institute of Management, University of Sri Jayewardenepura, Executive Diploma in Business Administration from University of Colombo, Post Graduate Diploma in Diplomatic and World Affairs from Bandaranaike Diplomatic Training Institute ,the National Diplomatic Training Institute and a Registered Company Secretary, and he is also a member of the Sri Lanka Institute of Directors and has attended training programs locally and internationally extensively.",
    "He is the former Chairman of ACCA Sri Lanka and was a Governing Council Member of the Certified Management Accountants of Sri Lanka the National Management Accounting body and he was an elected council member of the CIMA (UK) Sri Lanka division.",
    "He was the Group CEO of Sascon Property Development Ltd. and Thinnavli Group and former Director Corporate Affairs of OASIS Hospital Ltd. now renamed as Kings Hospital Ltd.",
    "Previously he was the COO of EquiCapital Investment Ltd. and he was the Chief Executive Officer /MD of Lanka Rating Ltd former Rating Agency Malaysia Sri Lanka office.",
    "In August 2023 Perera took early retirement and was appointed to the Boards of Sascon Property Development Ltd., Sascon Holdings Ltd., Britex Holdings Ltd., as the Audit Committee and as the related Party Chairman, George Stuarts Asset Management Ltd., Medisurge International Ltd., an Orthopaedic Surgical Equipment Sales Company."
  ]
}