{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112605/adani-led-sri-lanka-container-terminal-to-double-capacity-ahead-of-deadline-report",
  "time_ut": 1758097740.0,
  "original_lang": "en",
  "original_title": "Adani-led Sri Lanka container terminal to double capacity ahead of deadline – report",
  "original_body_lines": [
    "India’s Adani Group and its partners are set to double the capacity of a $840 million container terminal in Colombo months ahead of schedule, despite relinquishing $553 million in U.S. funding, an executive at partner firm John Keells Holdings told Reuters.",
    "The deepwater Colombo West International Terminal, located next to a facility run by China Merchants Port Holdings, underscores Sri Lanka’s geopolitical significance in the tug-of-war for Indian Ocean influence between New Delhi and Beijing.",
    "Adani opened the first phase of the fully automated terminal in April, making it operational. The second and final phase is underway and expected to be completed by late 2026, three to four months ahead of the February 2027 deadline, said Zafir Hashim, head of transportation at John Keells.",
    "The accelerated timeline, which has not been previously reported, was unexpected in the wake of Sri Lanka’s deep financial crisis that brought foreign investment in the country to a virtual standstill.",
    "Once the final phase is complete, the terminal will have the capacity to handle 3.2 million containers annually, Hashim said, boosting the overall throughput of the port in Colombo.",
    "The largest chunk of business flowing through the terminal originates in India.",
    "In December, Adani withdrew its funding request from the U.S. International Development Finance Corp, opting to finance the project through internal accruals and a capital management plan.",
    "The move came after U.S. authorities accused Adani Group Chairman Gautam Adani and others of involvement in a bribery scheme - allegations the group has dismissed as baseless.",
    "“Working with Adani, we really haven’t seen anything to worry about,” Hashim said at his office in a heritage building in the heart of Colombo.",
    "“And until something is proven, we are partners and there is nothing for us to sort of comment on. They have been a very good partner to work with.”",
    "Adani Ports and Special Economic Zone holds a 51% stake in the terminal, John Keells owns 34%, and the Sri Lanka Ports Authority holds the remainder.",
    "Sri Lanka is also exploring further investments from Adani in renewable energy, Energy Minister Kumara Jayakody told Reuters, despite some disagreements earlier this year.",
    "An Adani spokesperson did not respond to a request for comment.",
    "In February, Adani withdrew from two proposed wind power projects worth $1 billion after the newly elected government of President Anura Kumara Dissanayake sought to renegotiate the power purchase rate.",
    "The projects, approved under the previous administration without competitive bidding, faced scrutiny over environmental and transparency concerns.",
    "“Adani pulled out because the government felt the tariff that was offered by them or asked by them was excessive and the government was ready to negotiate,” said Arjuna Herath, chair of Sri Lanka’s Board of Investment.",
    "“But Adani was of the view that they could not accept a lower tariff than what they proposed.”",
    "Jayakody said Adani later purchased bid documents for two smaller wind projects totalling 100 MW but ultimately did not bid. Still, it was a sign of their renewed interest, he said.",
    "“We have no issues with Adani just because they pulled out,” Herath said. “Adani is doing very well in the West Terminal project, and we are very happy.”"
  ]
}