{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102502/nie-director-and-school-teacher-further-remanded-over-scholarship-exam-paper-leak",
  "time_ut": 1728284760.0,
  "original_lang": "en",
  "original_title": "NIE Director and school teacher further remanded over scholarship exam paper ‘leak’",
  "original_body_lines": [
    "The Director of the Planning Division of the National Institute of Education (NIE) in Maharagama and the school teacher, who were arrested by the Criminal Investigations Department (CID) over the Grade 5 scholarship examination question paper issue, have been ordered to be remanded until October 22.",
    "This order was issued after the arrested 58-year-old NIE Director, who was a member of the committee which prepared the 2024 Grade 05 Scholarship Examination paper, and the 49-year-old teacher who had been conducting tuition classes, were produced before the Kaduwela Magistrate’s Court, Ada Derana reporter said.",
    "On September 20, an investigation was launched by the Department of Examinations after it was alleged that a question paper from the exam had been leaked. Later, the initial investigation report has been handed over to the Criminal Investigation Department (CID), which is currently conducting further inquiries.",
    "Meanwhile, the Secretary of the Ministry of Education, Thilaka Jayasundara, announced that the paper marking process of the Grade 5 Scholarship Examination, which was held on September 15, has been temporarily suspended, owing to the issue.",
    "Furthermore, the Education Ministry said the decision on whether to hold the Grade 5 Scholarship Examination again or not will be made after the CID and the Exams Department complete their investigations into the alleged leaking of questions. The decision will be based on the findings and recommendations of the relevant investigations, according to the Ministry Secretary.",
    "The Commissioner General of Examinations Amit Jayasundara said that investigations are being held into an incident where three questions similar to those on the Grade 5 Scholarship exam paper had allegedly been posted online via a model exam paper.",
    "He had also stated that if investigations uncover that the questions have in fact been leaked, the relevant questions would be disregarded during the paper marking process.",
    "He revealed that an investigation was conducted based on the information received alleging that a teacher in the Alawwa area had uploaded a model question paper to social media which had included three questions similar to three questions in the first paper of the Grade 5 Scholarship Exam.",
    "However, the parents have requested that the President to consider holding a re-examination for the first paper of the Grade 5 Scholarship Examination, as they claimed eight questions, and not three, were leaked prior to the exam.",
    "Against this backdrop, Sri Lanka Police has informed that anyone with evidence or knowledge of any exam questions, other than the three questions already alleged to have been leaked, being disclosed prior to the 2024 Scholarship Examination, to come forward with complaints by today (07).",
    "This year’s scholarship exam was held at 2,849 centers across the island, with 323,879 candidates participating."
  ]
}