{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97043/renovated-rangiri-dambulla-international-cricket-stadium-unveiled",
  "time_ut": 1707205500.0,
  "original_lang": "en",
  "original_title": "Renovated Rangiri Dambulla International Cricket Stadium unveiled",
  "original_body_lines": [
    "The ‘Centre of Excellence’ at the Dambulla Stadium, a significant milestone in the “National Cricket Development Pathway” program aimed at providing equal opportunities to talented Sri Lankan cricketers was inaugurated on Monday (Feb.05).",
    "The event, held under the aegis of President Ranil Wickremesinghe, showcased his commitment to fostering the growth of cricket in the country, the President’s Media Division (PMD) said.",
    "President Wickremesinghe, unveiling the plaque and officially opening the centre, conducted an extensive observation tour.",
    "The facility is well-equipped, featuring a hydrotherapy unit and a state-of-the-art medical centre dedicated to sports injury rehabilitation, the PMD added.",
    "Following this, the President inaugurated a new international-level swimming pool at the Rangiri Dambulla Stadium, actively participating in the observation of its practical activities. Beyond these openings, he laid the foundation stone to build an indoor net and practice facility, a new media centre and the redevelopment of the grand stand.",
    "President Wickremesinghe also inaugurated the latest LED lighting system at the Rangiri Dambulu International Cricket Stadium, bringing it up to international standards. The event was not only a platform for sports development but also featured various cultural events.",
    "Notable attendees included Minister of Tourism, Lands, Sports & Youth Affairs Harin Fernando, along with several other ministers, former sports ministers, Senior Advisor to the President on National Security and Chief of Presidential Staff Sagala Ratnayaka, Chief of Defence Staff General Shavendra Silva, Chairman of the Sri Lanka Cricket Board Shammi Silva, among others."
  ]
}