{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Litro-commissions-modern-Mabima-storage-and-bottling-facility-after-Rs-1-b-investment/34-761573",
  "time_ut": 1715203809.0,
  "original_lang": "en",
  "original_title": "Litro commissions modern Mabima storage and bottling facility after Rs. 1 b investment",
  "original_body_lines": [
    "President’s Chief of Staff and National Security Advisor Sagala Rathnayaka and Litro Chairman and CEO Muditha Pieris officiate at the opening yesterday",
    "Litro Gas yesterday ceremonially commissioned its state-of-the-art refurbished and upgraded storage and bottling facility at Mabima, Sapugaskande.",
    "The ceremony was presided over by President’s Chief of Staff and National Security Advisor Sagala Rathnayaka.",
    "Recognised as one of the largest in the region, the Mabima facility reinforces Litro Gas’s commitment to operational excellence and national energy security.",
    "Commissioned in 1984 by Colombo Water and Gas Company, the Mabima Filling Plant has been completely refurbished after 40 years to meet international operation and safety standards, enhancing efficiency. The refurbishment and upgrading of the Mabima facility, which cost a little over Rs. 1 billion, will ensure bottling and distribution efficiency for another 10 to 15 years for the country. Mabima will play a vital role alongside the Kerawalapitiya plant, reducing dependency on the Kerawalapitiya filling plant, which was commissioned in 2014.",
    "Litro Chairman and CEO Muditha Pieris said, “Just as much as it was important to deliver an LPG cylinder that was extremely safe, it was important to safeguard the supply and distribution of LPG to our customers without any interruption. During my tenure from 2015 to 2019, over two million households were converted to LPG from firewood, significantly increasing domestic LPG usage in the country. With the market share being increased from about 73% to 85%, it is important to ensure an uninterrupted supply of LPG to the community.”",
    "“This upgrade allows Litro Gas to manage a seamless LPG delivery process across the country, ensuring uninterrupted supply to its customers. It is noteworthy that the cost of Refurbishing and Upgrading was done without any financial support or loan from an external party but with only the organisation’s finances. Furthermore, it was with the participation of the whole Litro team that this was able to realise the project with the contribution of our own engineers at Litro and contribution of a few international experts,” Pieris said.",
    "According to him, the project, originally planned in 2016, saw its finances secured in 2018 and was supposed to be commissioned in 2020. However, due to the prevailing political landscape, the commissioning was delayed, even though all necessary machinery was secured by early 2020. Reigniting the process for machinery, which was idle for two and a half years, was quite a task, as it entailed the infusion of new technology and expertise.",
    "The refurbishment of the Mabima facility reflects Litro Gas’s commitment to safety, with robust educational programs and public awareness campaigns. It also signifies Litro Gas’s dedication to efficiency and operational excellence, ensuring a reliable LPG supply chain for the nation.",
    "Litro said Mabima will strengthen the supply and distribution along with Kerawalapitiya to fulfil the increasing demand for LPG in the country, creating jobs and export income."
  ]
}