{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-onlineaccounting-lk-earns-ACCA-UK-s-Gold-Accreditation/34-764296",
  "time_ut": 1721063883.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s onlineaccounting.lk earns ACCA UK’s Gold Accreditation",
  "original_body_lines": [
    "ACCA Head of South Asia Nilusha Ranasinghe handed over the Gold Accreditation Certificate to onlineaccounting.lk CEO Hashan Waduge",
    "Moment when onlineaccounting.lk becomes Asia's professional education institute of the year",
    "In a significant milestone for Sri Lanka’s education sector, onlineaccounting.lk has earned the prestigious Gold Accreditation from ACCA UK, becoming the first Sri Lankan institute to achieve this honour as a fully online learning partner.",
    "The Association of Chartered Certified Accountants (ACCA), the largest professional accounting body globally, is recognised in over 180 countries, and this accreditation is a testament to onlineaccounting.lk’s commitment to excellence in professional education.",
    "Established in 2019, onlineaccounting.lk has quickly become a pioneering virtual learning platform for professional qualifications in Sri Lanka. In addition to its ACCA courses, the institute also offers lectures for other esteemed professional qualifications such as Chartered Accounting, AAT, and CMA. This diverse portfolio highlights onlineaccounting.lk’s dedication to providing comprehensive educational opportunities to aspiring professionals.",
    "The journey to this remarkable achievement began modestly. In 2022, onlineaccounting.lk started delivering lectures for just one level of the ACCA qualification for the September examination. From this initial batch, they produced a Sri Lankan prize winner, a significant accomplishment that set the stage for further success. Building on this momentum, the institute expanded its offerings to cover additional ACCA levels in 2023. Within just 1.5 years, onlineaccounting.lk had met the rigorous standards required to receive the prestigious Gold accreditation.",
    "This recognition is not only a testament to the quality of education provided by onlineaccounting.lk but also to its expanding global footprint. The institute now serves students from various countries, including India, Bangladesh, Nepal, Vietnam, the Middle East, Pakistan, and several European nations. Additionally, Sri Lankan students residing abroad also benefit from the institute’s online ACCA programs. This international reach underscores the effectiveness of onlineaccounting.lk’s virtual learning model, making high-quality education accessible to a broader audience.",
    "onlineaccounting.lk CEO Hashan Waduge expressed his enthusiasm for this achievement, stating, “We are really inspired and motivated by this accreditation. We will continuously improve our quality to reach a global audience and showcase the excellence of Sri Lankan education to other countries.” His statement reflects the institute’s commitment to maintaining high standards and its ambition to enhance its global presence.",
    "In addition to this, in December 2023, onlineaccounting.lk became Asia’s professional education institute award winner at the Asia Awards in India, organised in collaboration with the World Research Congress. This award was received due to the educational impact they had on Sri Lanka as a country. The main reason was their ability to provide equal educational opportunities to every student in Sri Lanka, overcoming challenges like transportation and the lack of quality lectures outside Colombo. The concept of onlineaccounting.lk is to learn anytime, anywhere, and any number of times. This accessibility is crucial in a country where geographical barriers can often limit educational opportunities.",
    "Currently, onlineaccounting.lk has 55 lecturers and has educated more than 60,000 students within the last five years, producing over 300 prize winners in the last two years across all professional qualifications. The institute’s impressive roster of lecturers brings together experienced professionals and educators who are dedicated to delivering top-notch education to their students. This dedication to quality has been a driving force behind the numerous achievements and recognitions received by onlineaccounting.lk.",
    "The Gold Accreditation from ACCA is a significant endorsement of onlineaccounting.lk’s adherence to global standards of quality. Gold learning partners must meet ACCA’s best practice benchmarks, which encompass institutional and course management, course delivery, and student support. This recognition places onlineaccounting.lk among an elite group of institutions worldwide that have demonstrated excellence in these areas.",
    "“We are happy to recognise onlineaccounting.lk as a Gold approved ACCA Learning Partner,” said ACCA Head of South Asia Nilusha Ranasinghe. “Their commitment to educational excellence aligns perfectly with our mission to provide world-class accounting education. They have provided significant value to our students, equipping them with the skills and knowledge required to thrive in the global accounting landscape and as such is very worthy of this recognition.”",
    "The award ceremony, held at the ACCA Sri Lanka office, was a momentous occasion. Nilusha Ranasinghe handed over the Gold Accreditation certificate to Hashan Waduge, in the presence of other notable attendees, including onlineaccounting.lk Head of ACCA Studies Dimuthu Ratnayake, ACCA Business Relationship Manager – Learning Dilani Perera, and ACCA Business Relationship Manager Thushara Gamage. The event underscored the collaborative effort between ACCA and onlineaccounting.lk in advancing professional education in Sri Lanka.",
    "There are no entry criteria to start ACCA with onlineaccounting.lk. Even students just after their O/L exams can begin their ACCA journey. Students can also study for ACCA while preparing for their A/Ls, as the flexibility of ACCA lectures at onlineaccounting.lk ensures that their school and A/L studies do not clash. The institute’s online platform allows students to access lectures at their convenience, providing a flexible learning environment that caters to the needs of students with different schedules. Moreover, students who have completed AAT can proceed to ACCA with four subject exemptions and need to complete the remaining nine subjects to finish the ACCA exams.",
    "ACCA comprises three levels: Applied Knowledge, Applied Skills, and Strategic Professional, with a total of 13 subjects to be completed. All these subjects are available at onlineaccounting.lk. Additionally, there is a special degree pathway through ACCA; when a student completes up to the ACCA Skills level (a total of nine subjects) and submits a project report, they can obtain a direct degree from Oxford Brookes University, UK. The degree is a Bachelor’s Honours in Applied Accounting, enabling students to achieve both professional and academic qualifications simultaneously.",
    "This accolade is a milestone not just for onlineaccounting.lk but also for the broader Sri Lankan education sector. It highlights the potential for Sri Lankan institutions to achieve global recognition and underscores the importance of embracing innovative, flexible learning models. As onlineaccounting.lk continues to grow and evolve, it sets a benchmark for other educational institutions in Sri Lanka and beyond, demonstrating that with dedication and quality, local institutions can compete on the global stage. The success of onlineaccounting.lk is a clear indication that Sri Lankan educational institutions have the capability to offer world-class education and produce professionals who can compete globally.",
    "In conclusion, the Gold Accreditation from ACCA UK awarded to onlineaccounting.lk is a proud moment for Sri Lanka. It reflects the institute’s unwavering commitment to providing high-quality education and its ability to meet and exceed international standards. As onlineaccounting.lk continues to expand its reach and impact, it stands as a beacon of excellence, inspiring other educational institutions in Sri Lanka to strive for similar achievements and contribute to the nation’s educational and professional advancement."
  ]
}