{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lunudehi-spicing-up-the-scene/",
  "time_ut": 1711991580.0,
  "original_lang": "en",
  "original_title": "LunuDehi…spicing up the scene",
  "original_body_lines": [
    "The band LunuDehi became a reality, a year ago, and within that short period they have achieved the kind of success others in the showbiz scene would love to accomplish themselves.",
    "LunuDehi is an outfit that believes in action, on stage, and that has brought them a huge following of fans, both here and abroad.",
    "The band’s musical journey began at a BnS show, held in Polonnaruwa, and, since then, they have collaborated with BnS at concerts.",
    "In fact, they are touring the States, at the moment, backing BnS, Umaria and Randhir, and this trip has turned out to be a gigantic success for the tour party, and for LunuDehi, in particular.",
    "The crowds are flocking to see them in action, and that’s mainly because of their unique sound and energetic performances.",
    "Says band leader Dushan Jayathilake: “Our North American tour was very successful, and all four shows in Canada were sold out, with a crowd of about 2000 turning up for our Toronto gig.”",
    "After their concerts in New York, Houston and LA, they are scheduled to return to Colombo, on April 10th.",
    "Similar to what they did in London, and that was checking out the scene during their free time, LunuDehi are doing it on their current tour, as well.",
    "According to Dushan, it was amazing roaming around Times Square, in New York City.",
    "“We checked out the scene with our incredible band members and our amazing crew!",
    "“The energy here is electrifying, and we’re soaking up every moment of it.",
    "“From the dazzling lights to the bustling streets, we’re feeling inspired and we want to make memories that last a lifetime!”",
    "Dushan also added: Celebrating one incredible year of LunuDehi’s journey around the world – from the bustling streets of Dubai to the serene beaches of Indonesia, from the vibrant culture of London to the breathtaking landscapes of Canada and the USA, our travels have been nothing short of extraordinary.",
    "“Thank you to everyone who has been a part of this incredible journey – our fans, supporters, and everyone who has helped make these memories possible. Here’s to many more adventures.”",
    "Dushan says their ultimate goal is to establish themselves as a household name, in the scene here, with a repertoire of memorable songs that will get them numerous concert bookings, as well as tours worldwide.",
    "They also have an original to their credit, called ‘Rice and Curry.’",
    "Mannar wind farm: Another folly like Sinharaja logging project on the horizon? – II",
    "Positioning the idea of Sri Lankan English in the field of English language teaching in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}