{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104178/un-general-assembly-demands-ceasefire-in-gaza-and-backs-un-agency-helping-palestinian-refugees",
  "time_ut": 1733976000.0,
  "original_lang": "en",
  "original_title": "UN General Assembly demands ceasefire in Gaza and backs UN agency helping Palestinian refugees",
  "original_body_lines": [
    "The U.N. General Assembly overwhelmingly approved resolutions Wednesday demanding an immediate ceasefire in Gaza and backing the U.N. agency for Palestinian refugees that Israel has moved to ban.",
    "The votes in the 193-nation world body were 158-9, with 13 abstentions to demand a ceasefire now and 159-9 with 11 abstentions in support of the agency known as UNRWA.",
    "The votes culminated two days of speeches overwhelmingly calling for an end to the 14-month war between Israel and the militant Hamas group and demanding access throughout Gaza to address the growing humanitarian catastrophe.",
    "Israel and its close ally, the United States, were in a tiny minority speaking and voting against the resolutions. Other opposing both resolutions included Argentina, Papua New Guinea, Paraguay and Tonga.",
    "While Security Council resolutions are legally binding, General Assembly resolutions are not, though they do reflect world opinion. There are no vetoes in the assembly.",
    "The Palestinians and their supporters went to the General Assembly after the U.S. vetoed a Security Council resolution on Nov. 20 demanding an immediate Gaza ceasefire. It was supported by the council’s 14 other members but the U.S. objected that it was not linked to an immediate release of hostages taken by Hamas militants during their attack on Israel on Oct. 7, 2023, which triggered the war.",
    "The Palestinian U.N. Ambassador Riyad Mansour expressed gratitude for the overwhelming support for both resolutions Wednesday, saying the votes “reflect the resolve and the determination of the international community.”",
    "“We will keep knocking on the doors of the Security Council and the General Assembly until we see an immediate and unconditional ceasefire put in place and until we see humanitarian assistance being distributed at scale in all corners of the Gaza Strip,” he said.",
    "The language of the resolution adopted by the assembly on a ceasefire mirrors the text of the vetoed council resolution. It demands “an immediate, unconditional and permanent cease-fire to be respected by all parties,” while also reiterating a “demand for the immediate and unconditional release of all hostages.”",
    "That language is much stronger than General Assembly resolutions adopted on Oct. 27, 2023 – three weeks after the Hamas attack – calling for an immediate and sustained humanitarian truce leading to a cessation of hostilities and on Dec. 12, 2023, demanding “an immediate humanitarian ceasefire.”",
    "The resolution adopted Wednesday also marked the first time Germany and Italy, who abstained last December, voted in favor of a Gaza ceasefire. Their support left the United States as the only member of the Group of 7 major industrialized nations still opposed.",
    "On the humanitarian front, the resolution rejects “any effort to starve Palestinians” and demands immediate access to civilians to provide aid indispensable to their survival.",
    "The second resolution backs the mandate of UNRWA, which was established by the General Assembly in 1949.",
    "It deplores laws adopted by Israel’s parliament on Oct. 28 banning UNRWA’s activities in the Palestinian territories, a measure to take effect in 90 days.",
    "It reiterates U.N. Secretary-General Antonio Guterres’ statements that UNRWA is “the backbone” of all humanitarian operations in Gaza and no organization can replace it. And it reaffirms the necessity for UNRWA’s continued “unimpeded operation.”",
    "The resolution calls on the Israeli government “to abide by its international obligations, respect the privileges and immunities of UNRWA” and uphold its responsibility to facilitate the unhindered delivery of aid humanitarian assistance throughout the entire Gaza Strip.",
    "Israel alleges that around a dozen of UNRWA’s 13,000 workers in Gaza participated in Hamas’ attacks on Israel that precipitated the war. It recently provided the U.N. with over 100 names of UNRWA staff it accuses of having militant ties.",
    "U.S. deputy U.N. ambassador Robert Wood reiterated America’s opposition to the ceasefire resolution ahead of Wednesday’s vote and criticized the Palestinians for again failing to mention Hamas’ Oct. 7, 2023, attack on Israel.",
    "“At a time when Hamas is feeling isolated due to the ceasefire in Lebanon, the draft resolution on a ceasefire in Gaza risks sending a dangerous message to Hamas that there’s no need to negotiate or release the hostages,” he said.",
    "The Hamas attack killed about 1,200 people, mostly civilians, and saw another 250 abducted as hostages. Gaza militants have not returned around 100 hostages, a third of them believed to be dead, and ceasefire efforts have ground to a halt.",
    "Israel’s retaliatory offensive has killed over 44,000 Palestinians in Gaza, according to the local Health Ministry. It says women and children make up more than half the dead but does not distinguish between fighters and civilians in its count.",
    "Wood said the U.S. will continue to seek a diplomatic solution to the war and called UNRWA “a critical lifeline to the Palestinian people.” But he said the UNRWA resolution has “serious flaws” because it fails to create a path to restore trust between the U.N. agency and Israel — despite U.S. efforts and a U.S. proposal.",
    "Just before the vote, Israel’s U.N. Ambassador Danny Danon accused the resolutions’ supporters of complicity with Hamas, which he said has “hopelessly infiltrated” UNRWA, and denounced their failure to link a ceasefire to the release of the hostages.",
    "“By demanding a ceasefire today without addressing the hostages, this assembly will once again side with those who weaponize human suffering,” Danon said. “It will send a message that the lives of innocent Israelis, including children, are not worth your consideration.”",
    "“This is not diplomacy,” he stressed. “It is appeasement. It is enabling terror and abandoning the innocent.”",
    "Slovenia’s U.N. Ambassador Samuel Žbogar, reflecting the views of many speakers, pointed to the tens of thousands killed in Gaza.",
    "“Gaza doesn’t exist anymore,” he told the assembly Wednesday. “It is destroyed. Civilians are facing hunger, despair and death.”"
  ]
}