{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Govt-allows-power-wheeling-facility-for-renewable-energy-projects/34-761793",
  "time_ut": 1715729501.0,
  "original_lang": "en",
  "original_title": "Govt. allows power wheeling facility for renewable energy projects",
  "original_body_lines": [
    "The Cabinet of Ministers at its meeting on Monday approved a power wheeling facility for private entities to collectively use the Ceylon Electricity Board (CEB) transmission network to transport electricity to different locations subject to a payment of fee.",
    "The progressive move aims to promote renewable energy adoption and boost energy self-sufficiency in Sri Lanka. The approach, known as ‘power wheeling’, allows electricity users to utilise existing supply from another location through the grid, subject to a fee, thereby reducing costs effectively.",
    "Cabinet Co-Spokesman and Minister Bandula Gunawardena yesterday said under the approved proposal, electricity users will be allowed to build renewable energy plants, such as mini-hydro facilities and transmit the generated power through the CEB grid to other locations owned by the same party for personal use.",
    "He affirmed that the move is only available for renewable and non-commercial purposes. “The concept of ‘power wheeling’ was not permitted in the energy sector. Previously, companies that built small private power stations had to sell the power to the CEB at the feed-in price and buy power separately as a customer at a retail tariff,” he explained.",
    "Highlighting the significance of the initiative, Gunawardena stated that it would enable collective use of the power grid, facilitating efficient electricity distribution to areas where it is needed.",
    "“For example, electricity generated from a mini-hydro plant in Kithulgala can be transmitted using CEB transmission network to a factory in Ja-Ela, provided both locations are owned by the same entity,” he explained during the post-Cabinet meeting media briefing yesterday.",
    "He pointed out that a committee was appointed to conduct a detailed study on the matter as there is currently no legal provision for implementing this system.",
    "Upon the recommendations by the Committee, the proposal was presented by Power and Energy Minister Kanchana Wijesekera."
  ]
}