{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Why-are-foreign-envoys-making-a-beeline-to-the-JVP/172-279650",
  "time_ut": 1711521060.0,
  "original_lang": "en",
  "original_title": "Why are foreign envoys making a beeline to  the JVP?",
  "original_body_lines": [
    "The JVP misread the invite as the Indians had acknowledged that the party would be the next government in waiting and Anura Kumara, the prospective president.",
    "These days, the Janatha Vimukthi Peramuna (JVP)/National People’s Power (NPP) Leader Anura Kumara Dissanayake and top-level party stalwarts are busy receiving a beeline of foreign diplomats, who seem eager to know what is going through those elusive minds.",
    "That is an achievement for the party that languished on the sideline. Their luck has changed since the Indians showed a sudden interest and invited the JVP leadership to New Delhi, where they met, among others, Indian Foreign Minister S. Jaishankar and National Security Advisor Ajit Doval, and travelled to Modi’s home turf, Gujarat to learn the Gujarati model of development.",
    "The JVP misread the invite as the Indians had acknowledged that the party would be the next government in waiting and Anura Kumara, the prospective president. Quite a hubris for a party that had not managed to poll over five per cent of the popular vote in the last decade. The JVP’s best performance was when it ran on the back of Chandrika Kumaratunge’s People’s Alliance after she staged a constitutional coup in 2003.",
    "The JVP ran as a junior partner in CBK’s alliance and won 39 seats, effectively eating into the preferential votes of the PA candidates. Probably, the JVPers themselves felt that the outcome was too good that they later conceded a few seats to the PA to stall a brewing storm in the tea cup in the PA. The JVP’s best performance, contesting as a single party was in 2001 when it polled 9% of popular votes and won 16 parliamentary seats. That was a quarter century ago.",
    "Therefore, the party is right to relish every bit of good news, though it might also have to eschew itself from self-delusion.",
    "The Indian invites appeared to be two-fold; in the first place, it was quite natural for New Delhi to build bridges with the political actors across the board in its southern neighbour.",
    "First policy has been well-oiled under Modi with substantial investment in soft and hard power projection, which made it possible for New Delhi to throw a $4 billion aid line for Sri Lanka during the economic crisis.",
    "Secondly, as leading Indian conglomerates, many including Adani’s who enjoy a backdoor channel to Modi and the BJP, undertake large investments in Sri Lanka, New Delhi might have expected to tame one of the major disruptors of the Indian economic interests in Sri Lanka.",
    "The JVP’s opposition to Indian projects has been somewhat muted since the visit.",
    "American Asia Pacific strategy is undertaken in association with its regional partners. A similar regional strategy of the EU is a subtext of the wider US initiative. In South Asia, India takes precedence over the rest. India, which considers South Asia as its sphere of influence, an inheritance of the grand strategy of the British Raj, would not give in to any external power, friendly or otherwise, which significantly negates its influence in its immediate neighbourhood. Not to mention, in the context of China’s rise, foreign policy interests in India and its Western partners are increasingly convergent. Also, other than the US, the majority of the West lacks substantial relative power vis a vis China and, therefore, power projection capacity in Asia.",
    "Since India threw an invite to Dissanayake, the Canadian High Commissioner has met the JVP and the Japanese ambassador is expected to meet.  The IMF local mission chief met with an NPP delegation, though Dissanayake abstained.",
    "Similar diplomatic overtures are neither unique nor new. Western envoys regularly met the leadership of minority political parties.   At the height of the peace  process, many paid homage to the LTTE chief Velupillai Prabhakaran and his political chief Thamil Chelvam, though none of them could change his behaviour.",
    "Probably their  overture to the  JVP leadership is a step to the right direction, from a flawed approach in the past, which viewed real and imaginary minority grievances as the source of all evil in Sri Lanka.",
    "However, this sudden interest might well be inspired by concocted data. A think tank, the Institute of Health Policy is publishing an opinion poll that some time ago put the JVP leadership enjoying over 50 per cent of approval while the rest languishes in obscurity.",
    "A recently revised model places  the JVP at 40% followed by SJB at 30%.   The survey methodology which is under scrutiny, thought the IHP claimed they were based on 15,590 interviews conducted with adults across Sri Lanka since October 2021, with 506 interviews carried out in January 2024. However, an experienced Sri Lankan watcher would find these projections too good to be true.  Samples seem to have been picked from the JVP picket lines and trade union demonstrations!",
    "Sri Lankans have seen similar enterprising efforts when a group of SLFP affiliated dons of Kelaniya University produced regular opinion polls ahead of General and Presidential Elections in the past.",
    "But, this permeates well within an eco chamber of ideas and stakeholders that many foreign embassies in the country have confined themselves.",
    "What do foreign envoys gain from meeting with the NPP camaraderie? Obviously, it is an insight into their mind, their policies and how they affect the country at large, including their interests in Sri Lanka.",
    "Whether the JVP could provide insight into these matters is an open question though. For a party that exploited public anger and despair without offering solutions, giving  an even remotely workable solution to Sri Lanka’s intricate economic problems is a tall order.  Foreign envoys that meet the JVPers should be able to notice this dichotomy.",
    "These interactions are indeed helpful to the JVP at a different level. They could widen the JVP’s  worldview. These meetings should not only help  the foreign envoys get an insight in to the elusive JVP policies, if something tangible to that effect exits at all but they should also help the JVP to have a glimpse into the rest of the world.  But, that is only possible to the extent that the JVP is willing to unlearn its economic dogmatism."
  ]
}