{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/assets-and-duplicity/",
  "time_ut": 1758296820.0,
  "original_lang": "en",
  "original_title": "Assets and duplicity",
  "original_body_lines": [
    "There is no dearth of issues in this country. However, they come with a short shelf life; they usually last for about two weeks. They either fizzle out or are eclipsed by new ones. A narcotic issue that JVP/NPP flogged hard in a bid to discredit the SLPP and its leaders has given way to a media feeding frenzy over some government politicians’ assets. The Opposition MPs, except a few, have also submitted their asset declarations, but the media remains intensely focused only on those of the ruling party members. Politicians who wield power tend to receive harsher press than their opponents. That is the way the cookie crumbles.",
    "The JVP-led NPP government, which ruthlessly mixed jabs, hooks and uppercuts to overwhelm the Opposition on the propaganda front, is now ducking desperately, with the latter throwing a flurry of punches aggressively, some of them below the belt. The critics of the government are asking how the JVP/NPP leaders, who have acquired substantial amounts of wealth, can claim that the post-Independence period has been a curse for them. The JVP, which had the public believe that their leaders’ lot was no better than that of the masses, finds itself in an embarrassing position, with its propagandists struggling to launch a counterattack against the Opposition. Perhaps, they need not worry or exert themselves; another mega controversy is bound to come about sooner than expected overshadowing the asset issue.",
    "The JVP/NPP has sought to make a virtue of necessity by claiming that the Opposition has got hold of something to beat its leaders with because they declared their assets in keeping with their commitment to upholding transparency. They have disclosed their assets to the Commission to Investigate Allegations of Bribery or Corruption because the elections laws require them to do so.",
    "The Opposition politicians are trying to project themselves as paragons of virtue by bashing their government counterparts. They have apparently taken a leaf out of the JVP’s book; the JVP mustered enough popular support to capture power by demonising the then Opposition. One of its seniors went so far as to claim that a pet dog of the Rajapaksa family had a chain, fashioned from 60 gold sovereigns, around its neck! The boot is now on the other foot. The Opposition is hurling allegations against the JVP/NPP to its heart’s content.",
    "Some Opposition politicians are demanding to know how Minister Wasantha Samarasinghe, who once claimed in a television interview, that he had sold wade in trains in Anuradhapura during the Poson season, has acquired so much wealth; Samarasinghe’s explanation is that he has inherited land and shops in Thambuttegama. A former minister among the Opposition MPs has also said he started life as a wade vendor in trains in Badulla before taking to politics. He is a wealthy person today, and the question is how he and his family members have enriched themselves. They, too, should be probed. Another former Minister, currently in the Opposition, worked as a driver for a deputy minister in the Chandrika Kumaratunga government; he entered politics and went on to become a Cabinet Minister. He has more assets than Minister Samarasinghe. He is also bashing the JVP/NPP.",
    "Sri Lankan politicians seem to think there is a sucker born every minute, and therefore they can go on duping the public indefinitely. But they cannot fool all the people all of the time. Let the holier-than-thou worthies in the Opposition be urged to turn the searchlight inwards. They are without any moral right to be critical of others’ ill-gotten gains.",
    "There is no gainsaying that the JVP/NPP politicians should be made to account for their assets, but the Opposition politicians, especially those from the SLPP, the SLFP, the UNP and the SJB, cannot recover lost ground on the political front by merely bashing the government members. They have a long way to go before securing enough popular support to win elections. They are also living the high life, and their assets that have made their extravagant lifestyles possible must also be probed.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}