{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Solar-ocean-based-Hydrogen-fuel-production-venture-to-commence-soon/34-763746",
  "time_ut": 1719866927.0,
  "original_lang": "en",
  "original_title": "Solar-ocean based Hydrogen fuel production venture to commence soon",
  "original_body_lines": [
    "Ceylon Italy Blue Economy Association President Vittorio Coco (centre) with Confederation of MSME Industries President Nawaz Rajabdeen (right) and SAARC Chamber of Commerce and Industry Federation of Chambers of Commerce and Industry of Sri Lanka Past President Macky Hashim",
    "Sri Lanka-Italy join venture in the offing; feasibility study to cost $ 3 m",
    "Discussions between Ceylon Italy Blue Economy Association President Vittorio Coco and Confederation of MSME Industries President Nawaz Rajabdeen",
    "A discussion was held between Ceylon Italy Blue Economy Association President Vittorio Coco, Confederation of MSME Industries President Nawaz Rajabdeen and SAARC Chamber of Commerce and Industry Federation of Chambers of Commerce and Industry of Sri Lanka Past President Macky Hashim on the project for the production of hydrogen fuel from the ocean using solar power which has been submitted to the Indian Ocean Rim Association (IORA) which promotes the production of Hydrogen in which Sri Lanka is the current Chair.",
    "The concept of producing green Hydrogen fuel has been forwarded to Sri Lankan partners by Italian businessman Vittorio Coco who has also had negotiations with the Sri Lankan Government over setting up the project.",
    "Coco said they plan to set up a world trade centre in Trincomalee and World Trade Centre Trieste Italy CEO Cristina Sbaizero, will partner with them in this initiative. This will be a hub for trade and investment related to blue economy and hydrogen products and it would be created with the collaboration of the World Trade Centre. An international hydrogen trade office too will be created and connected to the World Trade Centre network. He said they have had discussions and requested Foreign Minister Ali Sabry to take the lead as Sri Lanka is now the Chair of IORA.",
    "Rajabdeen said this would be moving from fossil fuel to green fuel which is a requirement with the International Marine Organisation making it mandatory from 2030 that all cruiser vessels must use green energy for which Hydrogen is the base product produced from resources in the ocean using solar. He said Sri Lanka, the Maldives, Mauritius, Seychelles and all island nations will benefit by having bunkering stations in their countries for the future of maritime trade. Rajabdeen said they would support the project as a Chamber and also use his regional network to support it which will provide a stepping stone for anybody coming into this picture. He said this is the future and a flagship bunkering company in Sri Lanka too will be involved in the project."
  ]
}