{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Facebook-Instagram-suspected-to-be-too-addictive/108-282827",
  "time_ut": 1715955000.0,
  "original_lang": "en",
  "original_title": "Facebook, Instagram suspected to be ’too addictive’",
  "original_body_lines": [
    "BBC-The European Union is investigating Facebook and Instagram over whether they are so addictive that they are having \"negative effects\" on the \"physical and mental health\" of children.",
    "It will also scrutinise if they have done enough to check whether users are old enough to use them, and how content is recommended to children.",
    "A number of big tech firms are now under investigation for potential breaches of the EU's tough new Digital Services Act (DSA), and could be fined up to 6% of annual global turnover.",
    "Meta, which owns both platforms, says it has \"spent a decade developing more than 50 tools and policies\" to protect children.",
    "This is a challenge the whole industry is facing, and we look forward to sharing details of our work with the European Commission,\" it said.",
    "in September, Meta provided regulators with a report on the risks associated with its platforms, as required under the DSA.",
    "\"The Commission is concerned that the systems of both Facebook and Instagram, including their algorithms, may stimulate behavioural addictions in children, as well as create so-called 'rabbit-hole effects',\" the EU said announcing the investigation.",
    "Rabbit-hole effects refer to the propensity of algorithms, when a user looks at one piece of harmful content, to suggest more of the same.",
    "How Meta checks the ages of users - so called age assurance - is of concern to the EU.",
    "\"In addition, the Commission is also concerned about age-assurance and verification methods put in place by Meta\", the statement added.",
    "Algorithms which promote harmful content have also been a key concern of the UK communications watchdog Ofcom as it sets out how it may enforce the Online Safety Act.",
    "As with most social networks, users of Meta platforms must be 13 or over, but as Ofcom revealed in a recent report many much younger children use accounts, sometimes with the knowledge of their parents.",
    "EU Commissioner Thierry Breton said in a post on X: \"We are not convinced that Meta has done enough to comply with the DSA obligations — to mitigate the risks of negative effects to the physical and mental health of young Europeans on its platforms Facebook and Instagram\".",
    "Mr Breton added the EU was \"sparing no effort to protect youth\".",
    "Fellow commissioner Margrethe Vestager said in a statement: \"We have concerns that Facebook and Instagram may stimulate behavioural addiction and that the methods of age verification that Meta has put in place on their services is not adequate.\"",
    "Meta is already under investigation by the EU over concerns around political disinformation."
  ]
}