{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dimo-enhances-customer-convenience-in-central-province/",
  "time_ut": 1716159420.0,
  "original_lang": "en",
  "original_title": "DIMO enhances customer convenience in Central Province",
  "original_body_lines": [
    "DIMO recently upgraded its Balagolla facility into a full-scale DIMO branch while strategically relocating to No. 688, Balagolla, Kengalla, to cater to the diverse needs of customers in the central province.",
    "Previously, the Balagolla facility offered limited services focused only on TATA vehicles. With this significant upgrade, the Balagolla DIMO branch now provides a comprehensive array of solutions in the mobility, and agriculture machinery sectors developing industrialists while contributing to improving the quality of life in the region with its whole range of home & garden solutions.",
    "“Endorsing regional growth is imperative for accelerating overall economic growth in the country,” said Mahesh Karunaratne, Chief Operating Officer of Automotive Engineering Solutions at DIMO. “Upgrading DIMO Balagolla facility to a full-scale branch is part of our efforts in contributing to regional growth.",
    "Transportation and agriculture are two important elements in any regional growth agenda. DIMO Balagolla branch will facilitate these two segments with the latest cutting-edge technologies while enabling communities to experience a vast array of home & garden solutions under one roof. This will undoubtedly assist in fuelling their dreams and aspirations of the communities in the region”, he added.",
    "The new branch offers a full range of services, including running repairs, accident repairs, engine repairs, washing & interior cleaning, vehicle sales, and spares for the TATA vehicle range. The DIMO Kandy Balagolla branch features a team of highly skilled technicians trained by TATA professionals and equipped with the latest diagnostic tools and technologies.",
    "CMTA hosts forum to explore Sri Lanka’s economic growth and mobility",
    "Gurudev Sri Sri Ravi Shankar and 160 devotees fly SriLankan Airlines for their Sri Lanka visit",
    "DIMO redefines pre-owned luxury vehicle ecosystem with CARPITAL Advisory Services",
    "DIMO Energy and Siemens join forces in LV power panel manufacturing for local and export markets",
    "DIMO recognised for its transparency in South Asian business landscape",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}