{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98868/top-us-state-dept-official-visits-sri-lanka-to-strengthen-agricultural-ties-food-security",
  "time_ut": 1714129920.0,
  "original_lang": "en",
  "original_title": "Top U.S. State Dept. official visits Sri Lanka to strengthen agricultural ties, food security",
  "original_body_lines": [
    "Alexis Taylor, Under Secretary for Trade and Foreign Agricultural Affairs at the U.S. Department of Agriculture (USDA) on Friday (26) called on President Ranil Wickremesinghe and other senior government officials to discuss USDA support for Sri Lanka’s agricultural sector.",
    "She was accompanied by the U.S. Ambassador to Sri Lanka, Julie Chung.",
    "Under Secretary Taylor’s visit underscored the American peoples’ ongoing commitment to supporting the agricultural development and economic growth of Sri Lanka, promoting greater food security and enhancing resilience against climate challenges, the U.S. Embassy in Colombo said in a statement.",
    "The Under Secretary’s discussions affirmed Sri Lanka’s key role as a priority country in the 2024 Food for Progress initiative, which focuses on enhancing food security and climate resilience through environmentally friendly practices and improved market linkages.",
    "A primary focus was the ongoing USD 27.5 million Market-Oriented Dairy Project which has helped improve milk productivity for over 15,000 dairy farmers in Sri Lanka, with many reporting doubling production thanks to the project.  USDA’s dairy project also seeks to help improve climate adaptivity among the dairy farmers by providing comprehensive training on cattle herding and feed consumption strategies that reduce unnecessary energy consumption.",
    "Additionally, since 2018 the USDA’s McGovern-Dole project implemented by Save the Children in partnership with the Ministry of Education has provided daily meals to close to 100,000 Sri Lankan primary schoolchildren throughout the country.  Building on this success, USDA embarked on a new five-year, $32.5 million project expansion to further boost school meal provisions across eight districts, including Badulla, Colombo, Kilinochchi, Monaragala, Mullaitivu, Nuwara Eliya, Ratnapura, and Trincomalee. The project now aims to provide meals to close to 200,000 students covered under Sri Lanka’s national school meal program."
  ]
}