{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96609/sri-lankan-investors-invited-to-invest-in-bangladeshs-sezs",
  "time_ut": 1705889580.0,
  "original_lang": "en",
  "original_title": "Sri Lankan investors invited to invest in Bangladesh’s SEZs",
  "original_body_lines": [
    "Mahbubul Alam, President of the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI), invited the Sri Lankan businessmen and investors to invest in the special economic zones of Bangladesh.",
    "The FBCCI President made this call during a courtesy meeting with High Commissioner of Sri Lanka in Bangladesh Dharmapala Weerakkody at FBCCI’s Gulshan office on Sunday, said a press release.",
    "The FBCCI president said the government is establishing 100 special economic zones across Bangladesh.",
    "“All kinds of facilities including oil, gas, and electricity are being provided in these economic zones apart from one-stop service and e-platform,” he added.",
    "Mahbubul said attractive incentives are on offer to facilitate business and investment in Bangladesh.",
    "“Sri Lankan businessmen can be benefitted by setting up industry here on their own or in joint ventures,” he added.",
    "Mahbubul Alam said garments, pharmaceuticals, eco-tourism and hospitality are some of the potential sectors in Bangladesh.",
    "“If Sri Lankan investors want to invest in Bangladesh, FBCCI will provide all kinds of support,” he added.",
    "While speaking at the meeting, Sri Lankan High Commissioner to Bangladesh Dharmapala Weerakkody said that Sri Lanka has many business entrepreneurs who are interested in doing business in Bangladesh.",
    "Besides, many potential sectors, Sri Lanka receives a large number of tourists from Bangladesh every year.",
    "“Now it is time to increase bilateral trade between the two countries.” He added.",
    "The FBCCI leaders praised the Sri Lankan Central Bank’s role in overcoming the economic challenges.",
    "Commercial Counselor of the Sri Lankan High Commission Srimali Jayarathna, FBCCI Vice Presidents Shomi Kaiser, Rashadul Hossain Chowdhury (Ronni), Secretary General Md. Alamgir and others were present at the meeting."
  ]
}