{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Watawala-Plantations-appoints-Reyaz-Mihular-as-Chairman-bids-farewell-to-Sunil-G-Wijesinha/34-762397",
  "time_ut": 1717113022.0,
  "original_lang": "en",
  "original_title": "Watawala Plantations appoints Reyaz Mihular as Chairman; bids farewell to Sunil G. Wijesinha",
  "original_body_lines": [
    "Watawala Plantations PLC has announced the appointment of Reyaz Mihular as Chairman, succeeding Sunil G. Wijesinha, who is stepping down after completing a long tenure of 12 years with the company.",
    "Mihular is an accomplished professional in the financial and corporate sectors, having held various significant senior management roles throughout his career. He served as Managing Partner of KPMG Sri Lanka & Maldives from 2012 to 2022 and chaired KPMG’s Middle East and South Asia Regional Cluster, where he also acted as Chief Operating Officer. Mihular’s expertise spans both in accounting and management, as reflected in his presidency and fellowship at the Institute of Chartered Accountants of Sri Lanka.",
    "Presently, Mihular, holds directorships at various PLCs, including Sunshine Holdings PLC. He is a Commissioner at the Colombo Port City Economic Commission and a member of the Stakeholder Engagement Committee of the Central Bank of Sri Lanka. Outgoing Chairman Sunil G. Wijesinha has served on the boards of both Watawala Plantations PLC and Watawala Dairy Ltd. for the last 12 years. In September 2023, he was honoured with the “Order of the Rising Sun” by the Government of Japan, in recognition of his contribution to strengthening economic relations and promoting mutual understanding between Japan and Sri Lanka.",
    "His tenure as Chairman at Watawala Plantations saw significant strides, marked by the implementation of the 5S system and various Japanese work methodologies. Wijesinha’s active involvement in wage discussions at EFC meetings and his role as an advisor, conducting workshops and leadership training programs, highlighted his commitment to corporate excellence. After nearly 12 years of dedicated service and hands-on management, Wijesinha retires as Chairman, leaving behind a legacy of resilience and strategic guidance amidst challenges.",
    "Watawala Plantations PLC warmly welcomes Reyaz Mihular, wishing him success in achieving new organisational milestones under his guidance, while bidding a heartfelt farewell to Sunil G. Wijesinha for his committed service and leadership to the organisation."
  ]
}