{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-dilemma-of-a-definition-terrorism-without-terror/",
  "time_ut": 1752424080.0,
  "original_lang": "en",
  "original_title": "The dilemma of a definition: Terrorism without terror?",
  "original_body_lines": [
    "(This is the first part of ‘The Dilemma of a Definition: Terrorism Without Terror?’, published in The Island on Friday (11). Due to a numbering error, the second part was published first. We regret the error, which is ours. Both articles are now available in the correct order in our Internet edition – Ed.)",
    "Following its electoral promise to abolish the Prevention of Terrorism Act (PTA), the government has appointed a committee led by Rienzi Arsekularatne, Senior President’s Counsel, to draft a new law to replace it. Mr Arsekularatne has decades of experience in criminal justice, having worked as both a prosecutor and defence counsel. He represented many activists unfairly accused of crimes during the Aragalaya. As a legal advisor to the Catholic Church, he has a good understanding of the rights of victims and their families. He will thus be able to consider issues from the perspectives of the State, criminal justice, human rights, suspects, accused, activists, and victims.",
    "The PTA does not create an offence of “terrorism”; instead, it provides for special provisions regarding offences, most of which are already covered by law. In 2018, the Yahapalanaya government proposed a Counter-Terrorism Act (CTA) that sought to define terrorism. Certain acts, not necessarily involving the use of violence, let alone terror, would amount to terrorism. When the Bill was taken up for discussion by the Sectoral Committee on Defence, the writer, then a Member of Parliament of the ruling coalition, argued that many acts committed during the famous Hartal of 1953 would have come within the proposed offence and that Opposition politicians such as S.W.R.D. Bandaranaike, N.M. Perera, Philip Gunawardena and Colvin R. De Silva would have gone to jail as “terrorists”. The Bill was withdrawn in the face of local as well as international concern.",
    "One can say the same of acts committed during the Aragalaya on Galle Face. Even if some acts were not entirely peaceful, they were by no means acts of terrorism. Events involving violence in the aftermath of attacks on protesters, including the unfortunate killing of a Member of Parliament and the torching of houses of politicians, were dealt with under ordinary law, not under the PTA.",
    "Protests and strikes are not tea parties. They may lead to tension and even violence. Strikes are intended to paralyse the institution or sector concerned so that a service cannot be provided. A strike in the health sector, causing a serious risk to the health and safety of the public, or a protest that may cause a serious risk to public safety, is not terrorism. Not every severe damage to a place of public use or governmental facility should be labelled terrorism. Such acts can be dealt with under the normal law.",
    "The dangers of an overly broad definition go beyond conviction and increased punishment. Special laws on terrorism permit deviations from standard laws in areas such as preventive detention, arrest, administrative detention, restrictions on judicial decisions regarding bail, lengthy pre-trial detention, the use of confessions, superadded punishments such as confiscation of property and cancellation of professional licences, banning organisations, and restrictions on publications, among others. The misuse of such laws is not uncommon.",
    "Drastic legislation, such as the PTA and emergency regulations, although intended to be used to curb intense violence and deal with emergencies, has been exploited to suppress political opposition. In the aftermath of the presidential election of 1982, several opposition politicians, prominent among them Vijaya Kumaratunga, were taken in for preventive detention under emergency regulations allegedly to prevent “a Naxalite-type coup”. They were released only after the completion of the notorious referendum, which extended the term of Parliament by six years.",
    "None of them was charged in court. It is evident that they were detained not to prevent them from attempting to overthrow the government, but to prevent them from campaigning against it. Even the ICCPR Act has been misused. Our legal literature is replete with Supreme Court judgments and statements of the Human Rights Commission on the misuse of special legislation. The JVP, the main party of the government, has been at the receiving end of such misuse for decades.",
    "The writer argues that, as a fundamental principle, for an act to come within the definition of terrorism, it must involve ‘terror’ or a ‘state of intense or overwhelming fear’ or be committed to achieve an objective of an individual or organisation that uses ‘terror’ or a ‘state of intense or overwhelming fear’ to realise its aims. This principle has been recognised internationally even subsequent to the 11 September 2001 (9/11) incidents.",
    "Acts related to terrorism can occur without violence, such as when a member of an extremist organisation remotely sabotages an electronic, automated, or computerised system to achieve the organisation’s aim. However, if the same act is performed by, say, a whizz-kid without any connection to such an organisation, it would be illegal and should be punished, but not under a law on terrorism.",
    "The international community’s inability to agree on a definition of ‘terrorism’ has been a significant reason for the absence of a single multi-lateral treaty on terrorism. Yet, several treaties address issues involving the use of terror. Among them are those dealing with violence at airports and on aircraft, maritime navigation, crimes against internationally protected persons, hostages, bombings, nuclear terrorism and financing of terrorism. Sri Lanka is party to more than a dozen such treaties and has enacted domestic legislation to give effect to most of them.",
    "In its resolution 1566 of October 2004, the UN Security Council used a wider phrase “criminal acts, including against civilians, committed with the intent to cause death or serious bodily injury, or taking of hostages, with the purpose to provoke a state of terror in the general public or in a group of persons or particular persons, intimidate a population or compel a government or an international organisation to do or to abstain from doing any act” but restricted it to “offences within the scope of and as defined in the international conventions and protocols relating to terrorism.” As mentioned above, most such treaties are already part of our domestic law.",
    "The UN General Assembly, in its resolution adopted on 8 December 2005 on “Measures to eliminate international terrorism,” referred to “criminal acts intended or calculated to provoke a state of terror in the general public, a group of persons or particular persons for political purposes are in any circumstances unjustifiable, whatever the considerations of a political, philosophical, ideological, racial, ethnic, religious or other nature that may be invoked to justify them”.",
    "The UN General Assembly reaffirmed this wording in January 2006 (Resolution 60/43), using the phrase “criminal acts intended or calculated to provoke a state of terror in the general public, a group of persons or particular persons for political purposes.”",
    "Thus, there is consensus within the United Nations, which has as its members developed countries, developing countries and least developed countries, that the threshold for a possible general offence of terrorism is the provocation of a state of terror.",
    "The Parliamentary Assembly of the Council of Europe has defined an act of terrorism to be “any offence committed by individuals or groups resorting to violence or threatening to use violence against a country, its institutions, its population in general or specific individuals which, being motivated by separatist aspirations, extremist ideological conceptions, fanaticism or irrational and subjective factors, is intended to create a climate of terror among official authorities, certain individuals or groups in society, or the general public.” (Recommendation 1426 of 1999).",
    "Overbroad definitions of terrorism allow the State to harass individuals, especially critics of the government and civil society activists, and detain them for lengthy periods, thereby suppressing and discouraging criticism.",
    "In his 2023 report on ‘Activities of the United Nations system in implementing the United Nations Global Counter-Terrorism Strategy, the Secretary-General warned against over-broad definitions: “Vague and overly broad definitions of terrorism and related offences in domestic legislation are a recurrent concern, further compounded by a frequent lack of appropriate safeguards to prevent their unlawful or arbitrary implementation in counter-terrorism. Such laws are not only contrary to the principle of legality under international human rights law, but they often result in heavy-handed implementation, leading to ineffective and counterproductive counter-terrorism responses. …",
    "In some contexts, counter-terrorism laws and measures continue to be routinely misused to label civil society actors, including human rights defenders, as terrorists and to prosecute them for terrorism-related offences with a view to obstructing their work.”Martin Scheinin, the Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism, stated in his report (A/62/263, paragraph 66): ” In the absence of a universally agreed definition of terrorist acts, some States have included in their national counter-terrorism legislation a broad range of acts which do not, in terms of severity, purpose or aim, reach the threshold of objectively being considered terrorist acts, or the threshold required for exclusion from refugee status. Such broad definitions have in many instances been used to suppress legitimate activities which fall within the ambit of the freedom of opinion, expression or association enshrined in the International Covenant on Civil and Political Rights.”",
    "The UN Human Rights Committee (HRC), the treaty body of the International Covenant on Civil and Political Rights (ICCPR), commenting on the Spanish Penal Code stated: ‘The vaguely defined crime of collaboration [with terrorist organisations] runs the risk of being extended to include behaviour that does not relate to any kind of violent activity. If conduct is criminalised as support to terrorism, it must be clear which elements of such conduct make it a terrorist crime.’",
    "On a Russian law on terrorism, the HRC stated: ‘[T]he State party should: (a) Adopt a narrower definition of crimes of terrorism limited to offences that can justifiably be equated with terrorism and its serious consequences, and ensure that the procedural guarantees established in the Covenant are fulfilled.’",
    "Upon the HRC stating that the offence of ‘encouragement of terrorism’ has been defined in the original section 1 of the Terrorism Act 2006 of the United Kingdom in broad and vague terms, the Act was amended to conform to the HRC’s views.",
    "The United Nations Office on Drugs and Crime (UNODC) is the custodian of United Nations standards and norms in crime prevention and criminal justice, with a mandate to assist Member States in reforming their criminal justice systems to ensure the practical application of these standards. The UNODC Handbook on Criminal Justice Responses to Terrorism is instructive. Regarding the definition of terrorist acts and terrorism-related crimes, the UNODC emphasises that the “criminalised conduct should be described in precise and unambiguous language that narrowly defines the punishable offence and distinguishes it from conduct that is either not punishable or is punishable by other penalties.” The handbook was prepared with the participation of experts from around the world, who worked for several months, and was finalised at a workshop in Vienna. The writer was privileged to be a member of the team.",
    "The Council of the European Union Framework Decision on combating terrorism of 13 June 2002, after the 9/11 attacks, calls upon Member States to declare as terrorist offences intentional acts, ranging from attacks upon a person’s life which may cause death, releasing of dangerous substances, or causing fires, floods or explosions endangering human life which, given their nature or context, may seriously damage a country or an international organisation where committed with the aim of seriously intimidating a population, or unduly compelling a Government or international organisation to perform or abstain from performing any act, or seriously destabilising or destroying the fundamental political, constitutional, economic or social structures of a country or an international organisation.",
    "Article 421-1 of the French Penal Code on terrorism lists offences that would constitute acts of terrorism “where they are committed intentionally in connection with an individual or collective undertaking, the purpose of which is seriously to disturb public order through intimidation or terror.”",
    "Trump’s tariff letters and the monetization of America’s global hegemony",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}