{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/gns-on-the-warpath/",
  "time_ut": 1723471680.0,
  "original_lang": "en",
  "original_title": "GNs on the warpath",
  "original_body_lines": [
    "Grama Niladhari officers (GNs) have launched a countrywide protest campaign, claiming that the government did not take the views of their trade unions on board when it prepared their Service Minute. They are also seeking redress to some other grievances including pecuniary issues. They held a protest near the Public Administration Ministry, Colombo, yesterday to ratchet up pressure on the government to heed their voice.",
    "Instead of trying to douse the flame of their anger, the government, in its wisdom, deployed a large number of riot police personnel with water cannon at the ready near the protest site. It should have got the irate trade unionists around the table and made a serious effort to resolve the chronic labour issue through negotiations. It seems to think it can neutralise trade union struggles with the help of the police and the military. It is asking for trouble.",
    "The GNs’ trade union action could not have come at a worse time. The next presidential election is only a few weeks away, and the GNs should remain focused on election-related activities at this juncture, but they are protesting in Colombo.",
    "The Election Commission and the GNs’ trade unions on the warpath have assured that the ongoing labour dispute will not affect the upcoming election, but there is no guarantee that their protest will not spin out of control if the government resorts to strong-arm tactics to quell it.",
    "The grassroots rung of the public service, which the GNs represent, is critically important for the conduct of an election, and therefore it behoves the government to resolve the GNs’ protest urgently by addressing the root causes of their trade union action. The warring trade unions must not be provoked into intensifying their protests which have the potential to develop into a protracted strike in the run-up to the presidential election.",
    "The government is playing Santa, distributing as it does various things among voters. It is also making all kinds of promises. It has undertaken to increase the daily wage of estate workers and solve their land and housing problems besides transforming Sri Lanka into Asia’s Silicon Valley. But it cannot ever so much as solve the problems the GNs are facing. So, how can the public expect it to accomplish far more difficult tasks such as steering the country out of the current economic crisis and ushering in prosperity?",
    "The Opposition has claimed that the government is trying to sabotage the presidential election by provoking the GNs into going on an indefinite strike. Opposition politicians have earned notoriety for seeing more devils than vast hell can hold, but the present-day rulers fear elections and have so far indefinitely postponed the Provincial Council and Local Government polls, and therefore the public might buy into the Opposition’s claim at issue. It is a case of giving a dog a bad name and hanging him.",
    "It is hoped that the protesting GNs will act with restraint and ensure that their trade union action will not affect the forthcoming presidential election or inconvenience the public. The government must abandon its ostrich-like posture and address the GNs’ grievances forthwith if it is not working according to a sinister plan to escalate the dispute ahead of the presidential election. The Opposition ought to give the GNs an assurance that their problems will be resolved expeditiously in case of a regime change, and urge them to freeze their trade union battle for the time being.",
    "Everyone with an ear to the ground is aware that public anger is brimming up, and at this rate it may find expression in another uprising. Hence the pressing need for the GNs and all others who cherish peace and democracy to help defuse tensions in the polity by facilitating the conduct of a free and fair election so that the public can canalise their resentment in a democratic manner without plunging the county into chaos while the economy is showing signs of slow recovery.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}