{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sahasdhanavi-stresses-power-plants-critical-role-in-energy-security-clarifies-tariff-concerns/",
  "time_ut": 1755434040.0,
  "original_lang": "en",
  "original_title": "Sahasdhanavi stresses power plant’s critical role in energy security, clarifies tariff concerns",
  "original_body_lines": [
    "Sahasdhanavi Ltd has responded to recent debates regarding its power plant’s levelised tariff, reaffirming the project’s significance in Sri Lanka’s energy stability as outlined in the government-approved Long-Term Generation Expansion Plan (LTGEP). In a press release issued recently, the company sought to clarify misconceptions and provide transparency on key aspects of the project.",
    "The 350 MW RLNG/Diesel power plant was awarded in 2021 through an International Competitive Bidding (ICB) process, with Sahasdhanavi submitting the lowest bid. After securing Cabinet and Public Utilities Commission of Sri Lanka (PUCSL) approval by December 2023, the project faced delays due to broader national circumstances.",
    "24/7 Reliable Power: 318 MW (diesel) or 350 MW (LNG) on demand, with over 90% availability (penalties apply if unmet).",
    "Capacity Charge (Rs. 6.5/kWh): Paid only when the plant is idle.",
    "Energy Charge: Based on actual consumption (~Rs. 57/kWh for diesel, ~Rs. 33/kWh for LNG).",
    "Market-Linked Adjustments: Final tariffs in 2028 will align with prevailing fuel prices.",
    "The company clarified that criticisms of the levelised tariff stem from a misunderstanding of its purpose:",
    "It is a theoretical metric based on RFP assumptions (fixed fuel prices, exchange rates).",
    "Does not reflect actual payments, which are tied to real-time costs.",
    "The PUCSL endorsed the tariff and Power Purchase Agreement (PPA) on 1 April 2025, with additional legal clearance from the Attorney General’s Department.",
    "A comparable Battery Storage System (BESS) would cost USD 1.75–2.2 billion (~6x more) with additional standby charges (Rs. 37/kWh).",
    "“This plant is a strategic asset for energy security,” the spokesperson stated. “The levelised tariff is purely for bid evaluation – actual costs depend on real-world factors. We urge policymakers and the public to recognise the project’s vital role in Sri Lanka’s sustainable energy future.”",
    "Indian External Affairs Minister’s tourism diplomacy: Lessons for Sri Lanka",
    "Estate Lake brokers LKR 4.5 billion land sale for landmark twin towers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}