{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/iasl-hr-conference-2024-embracing-resilience-and-change/",
  "time_ut": 1722724860.0,
  "original_lang": "en",
  "original_title": "IASL HR Conference 2024: Embracing resilience and change",
  "original_body_lines": [
    "The Insurance Association of Sri Lanka (IASL) recently held the HR Conference 2024, themed “Resilience Reimagined – Thriving Through Change,” at the Marriott Courtyard in Colombo. The event was a success, drawing over 150 participants from the insurance industry, including IASL’s Executive Committee and sector CEOs.",
    "The conference aimed to equip HR professionals with the skills needed to lead effectively and foster resilience amidst rapid change. Rohitha Amarapala, Chairman of the HR Subcommittee of IASL, and Chandana L Aluthgama, IASL President and Group CEO of Sri Lanka Insurance, set the tone by highlighting the critical role of resilience in today’s environment.",
    "Key highlights included a keynote address by Prof. Ajantha Dharmasiri on “Reimagining Resilience,” which explored resilience’s transformative potential. Shevan Goonetilleke, CEO of Millennium IT ESP, discussed “Resilience and Change from a CEO’s Perspective,” while Peter De Almeida, former MD and CEO of N-able, offered insights on “Resilience and Change from an Individual Perspective.” A panel discussion featuring industry HR leaders, moderated by Ruki De Silva, provided diverse viewpoints on the topic.",
    "The conference was praised for its practical strategies and set a new standard for HR practices in the insurance sector. It concluded with a networking session, allowing participants and senior officials to exchange insights. Imtiyaz Aniff, Chairman of the organizing committee, commended the organizing team—Charitha Bandara, Chalani Gunaratne, Dahami Pathirana, Chamari Amarasinghe, and Thilak Nishantha—for their efforts and collaboration, reflecting the spirit of the HR community in the insurance industry.",
    "Haycarb Unveils State-of-the-Art Electrochemical Laboratory to support energy storage material innovations",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}