{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97639/dozens-killed-waiting-for-aid-in-gaza-overall-death-toll-passes-30000",
  "time_ut": 1709227140.0,
  "original_lang": "en",
  "original_title": "Dozens killed waiting for aid in Gaza, overall death toll passes 30,000",
  "original_body_lines": [
    "(Reuters) - Gaza health authorities said more than 100 Palestinians were shot dead by Israeli forces as they waited for an aid delivery on Thursday, but Israel challenged the death toll and said many of the victims were run over by aid trucks.",
    "At least 104 people were killed and more than 280 wounded in the incident near Gaza City, Palestinian health officials said, and the death toll in nearly five months of war passed 30,000.",
    "Medical teams said they were unable to cope with the volume and severity of the injuries, with dozens of wounded taken to the al-Shifa hospital, which is only partially operational after Israeli raids on the facility.",
    "The incident caused the largest loss of civilian lives in weeks. Palestinian President Mahmoud Abbas said it was an “ugly massacre conducted by the Israeli occupation army on people who waited for aid trucks at the Nabulsi roundabout”.",
    "Israel disputed the account provided by health officials in Hamas-run Gaza, which has been bombarded by Israeli forces for months in the war that began after the Palestinian militant group’s deadly attack on southern Israel on Oct. 7.",
    "An Israeli military official said two separate incidents had occurred as the convoy of trucks passed into northern Gaza from the south along the main coastal road.",
    "In the first incident, he said aid trucks were surrounded by hundreds of people and in the confusion, dozens were injured or killed, by being trampled or run over by the trucks. As the trucks left, he said, a second incident occurred in which some of the people who rushed the convoy approached Israeli forces including a tank, which then opened fire.",
    "“The soldiers fired warning shots in the air and then fired towards those who posed a threat and did not move away,” he told a news briefing. “From our perspective, this is what we understand. We’re continuing to review the circumstances.”",
    "He said he did not believe the death toll provided by the Palestinian authorities but provided no Israeli estimate, saying “it was a limited response.”",
    "Ashraf Al-Qidra, spokesperson for the Gaza health ministry, dismissed the Israeli version of events. He said the latest comments showed Israel “had pre-plotted intentions to carry out the new crime and massacre”, and that the death toll could rise.",
    "Palestinian militant group Hamas, which has run the Gaza strip since 2007, said in a statement that the incident could jeopardise talks in Qatar aimed at securing a ceasefire and the release of Israeli hostages being held by Hamas in the enclave.",
    "U.S. President Joe Biden also acknowledged the potential impact of the incident on efforts to mediate a truce. Asked whether he thought the incident would complicate matters, he said: “I know it will”.",
    "One video shared on social media, which Reuters was able to verify as being at the roundabout, showed trucks loaded with many dead bodies, as well as wounded people.",
    "Another, which Reuters could not verify, showed bloodstained people being carried in a truck, bodies wrapped in shrouds and doctors treating injured patients on the hospital floor.",
    "“We don’t want aid like this. We don’t want aid and bullets together. There are many martyrs,” a man said in one of the videos.",
    "The U.S. said it was looking into reports of what it called a “serious incident”.",
    "“We mourn the loss of innocent life and recognise the dire humanitarian situation in Gaza, where innocent Palestinians are just trying to feed their families,” a White House National Security Council spokesperson said, adding it underscored the need to get more humanitarian aid into Gaza, including through a potential ceasefire.",
    "The Palestinian health authorities said 30,035 Palestinians had been confirmed killed and more than 70,000 wounded in Israel’s offensive, launched after the Oct. 7 attack in which Israel said Hamas gunmen killed 1,200 people and abducted 253.",
    "Much of Gaza has been reduced to rubble and the majority of its 2.3 million population displaced from their homes at least once.",
    "Aid deliveries to northern Gaza have been rare and chaotic, passing through more active military zones to an area where the U.N. says many people are starving, with videos showing desperate crowds surging around supply trucks.",
    "U.N. and other relief agencies have complained that Israel has denied attempts they have made to transfer humanitarian aid to northern parts of the enclave, restricting movement and communications.",
    "Juliette Touma, director of communications at UNRWA, the main U.N. aid agency for Gaza, said there had been a drop of about 50% in the average daily number of trucks entering Gaza.",
    "She said “the clock is ticking fast towards severe hunger, starvation and in some cases famine”.",
    "Israel has denied any restrictions on humanitarian aid for civilians in Gaza and has said the U.N. is responsible for failures to deliver supplies.",
    "On Wednesday, Israel said a convoy of 31 trucks had moved to northern Gaza on Tuesday night and that the U.N. was responsible for distribution. The U.N. humanitarian agency OCHA said no U.N. agency was involved in that aid convoy.",
    "Officials from UNRWA say deliveries have also been hampered by the refusal of uniformed municipal police in Gaza to provide security for the convoys after some were killed in Israeli strikes."
  ]
}