{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-close-up-muted-activity-171916/",
  "time_ut": 1720782780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks close up, muted activity",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange closed up on Friday, data on its site showed.",
    "The broader All Share Index closed up 0.35 percent, or 41.71 points, at 11,843; while the more liquid S&P SL20 Index closed up 0.56 percent, or 19.20 points, at 3,454.",
    "“The market picked up a bit from yesterday but it’s still below the psychological 12,000 mark,” Softlogic Stockbrokers said.",
    "John Keells Holdings Plc brought in Rs109mn to the turnover, and the share closed flat at 194.50.",
    "Melstacorp Plc contributed in Rs104mn to the turnover, and the share closed flat at 85.00.",
    "Sentiment around the banking counters was mostly negative. Sampath Bank Plc closed down at 77.00, closed flat at 101.25, and Hatton National Bank Plc closed flat at 195.25.",
    "The top contributors to the ASPI were Commercial Bank of Ceylon Plc (up at 103.50), Bukit Darah Plc (up at 397.00), and Hayleys Plc (up at 101.00).",
    "Foreign participation remained low as well. There was a higher net foreign outflow of 101 million.",
    "“Foreign selling was seen on John Keells Holdings, and banking counters; Hatton National Bank Plc (down at 195.00), Pan Asia Banking Corporation Plc (down at 20.70), and Commercial Bank of Ceylon Plc.",
    "There was selective foreing interest on the diversified financials sector, particularly in companies that had vehicle leasing portfolios. “We think this might be due to the news of the vehicle import ban possibly ending.”",
    "LOLC Holdings Plc closed up at 440.50, People’s Leasing and Finance Plc closed up at 12.20.",
    "Softlogic Holdings Plc which announced the date of its rights issue, closed up at 8.50. (Colombo/Jul12/2024)"
  ]
}