{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/30/tear-gas-and-water-cannons-used-to-break-up-sjb-rally/",
  "time_ut": 1706608500.0,
  "original_lang": "en",
  "original_title": "Tear Gas and Water Cannons Used to Break Up SJB Rally",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka's Police fired tear gas and water cannons to disperse an opposition-led protest in Colombo.",
    "The protest was organized by the main opposition bloc, the Samagi Jana Balavegaya, against the government of President Ranil Wickremesinghe.",
    "Sri Lankan courts have issued a series of orders restricting protests planned by the opposition Samagi Jana Balawegaya in Colombo (30).",
    "The Maligakanda Magistrate's Court prohibited blocking roads within its jurisdiction from noon today until 10 am tomorrow.",
    "However, it designated the P. D. Sirisena Grounds and Hyde Park ground as safe spaces for protests, citing that there will be no restriction in exercising the freedom of speech.",
    "At the same time, the Fort Magistrate's Court also issued an order against Opposition Leader Sajith Premadasa and others from the SJB preventing them from entering into several roads in the Fort and Kompanna Veediya police jurisdictions.",
    "In addition, the court order prohibits Opposition Leader Sajith Premadasa and others from the SJB from entering the Finance Ministry, President's Office, President's House, and the Central Bank of Sri Lanka.",
    "Earlier in the day, the Colombo No. 04 Magistrate L. Manjula issued a court order today prohibiting opposition leader Sajith Premadasa, Samagi Jana Balawegaya general secretary Ranjith Madduma Bandara, and others from hindering traffic on several streets in the Maligawatta police jurisdiction.",
    "The court order specifically bans blocking activities on Sangharaja Mawatha via Pradeepa Mawatha, Saddharma Mawatha, Jayantha Virasekara Mawatha, Milton Perera Mawatha, and Jumma Junction from the Maligawatte Muslim Burial Grounds.",
    "Health Sector on Brink of Strike as Union Demands Remain Unmet"
  ]
}