{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Continuity-of-reforms-key-to-SL-getting-back-to-its-own-feet-breaking-away-from-IMF-cycle-WB-Chief-Economist/34-762755",
  "time_ut": 1717706959.0,
  "original_lang": "en",
  "original_title": "Continuity of reforms key to SL getting back to its own feet breaking away from IMF cycle: WB Chief Economist",
  "original_body_lines": [
    "Tells group of foreign and local investors at CT CLSA South Asia Forum any deviations from reforms path will be detrimental to Sri Lanka in future",
    "External debt restructuring will give pocket of air or breathing space but won’t result in substantial reduction",
    "Sri Lanka needs to move from 2-4% “passenger growth” mode to 4-6% creative growth",
    "Moots reforms, right sizing of public sector and armed forces, restructuring of State Owned Enterprises, allowing greater private sector participation, improving ease of doing business thereby incentivising entrepreneurship, and plugging into India’s boom as well as being part of the global value chain, robust and active public debt management and higher FDIs",
    "Optimism on Sri Lanka and reforms path clouded by elections this year though democracy as one of Sri Lanka’s “incredible strengths”",
    "Sri Lanka lost about $ 4 b between 2020 and 2022 due to what was then referred to as ‘home grown’ solutions",
    "Continuity of reforms is key to Sri Lanka to break away from IMF support cycles and getting back to standing on its own two feet, the World Bank Sri Lanka Lead Economist Dr. Gregory Smith opined last week.",
    "Speaking to a group of foreign and local investors at the CT CLSA South Asia Forum, Smith said as of now Sri Lanka is a ‘partial reformer’ with a slew of recent initiatives undertaken (around 40 new key legislations passed and 60 more pending) to lay the important groundwork.",
    "However, he stressed, Sri Lanka needs to persist with reforms to return to higher revenue to GDP ratio from the current low of 8% to 15% or 20% as in the case of the 1990s, generate much needed socio-economic growth (4-6%) and reduce public debt to sustainable levels from 100% level of GDP at present.",
    "“Any deviations (from the reforms path) will be detrimental to Sri Lanka in the future,” Smith added.",
    "He recalled that whilst Sri Lanka proved its resilience by achieving 6% growth post-war, the average between 2018 and 2024 is a mere 0.2%. This, he viewed as disappointing from a South Asian context as well as given Sri Lanka’s perennial challenges. However he noted that growth is returning after suffering six consecutive quarters of contraction.",
    "The CT CLSA South Asia Forum brought together 13 foreign institutional investors including Dragon Capital, IFC, GF Capital, Asia Frontier Capital, Tundra Fonder and Redwheel. They held meetings with 19 companies including a few from Pakistan and Bangladesh as well as visited the Colombo Port City and the City of Dreams of JKH. The delegation was organised by CT CLSA Consultant Marianne Page.",
    "During his presentation at the forum, World Bank Sri Lanka Lead Economist Smith also recalled that Sri Lanka accumulated a lot of external debt post-war, starting from the first Eurobond way back in 2007 and raising as high as $ 2 billion in 2019 to finance infrastructure and in the process strengthening the currency.",
    "“From a regime of 30% external debt and 40% domestic debt between 2010 and 2017, Sri Lanka flipped to 60% external debt by 2022 along with several policy missteps such as sharp depreciation of the rupee, reliance on domestic borrowing, sharp tax cuts, and suspension of use of chemical fertiliser amidst the emergence of COVID-19 pandemic. These developments saw gross foreign reserves dipping from $ 5.7 billion in 2020 to a low of $ 500 million by 2022. “Sri Lanka lost about $ 4 billion due to what was then referred to as ‘home grown’ solutions,” Smith noted.",
    "According to him, an indicator that was perhaps ignored was the debt interest payment as a percentage to revenue which shot up from 36% to 50% by 2018 whilst revenue to GDP too was falling from a high of 20% in 1990s. The latter could be attributed to tax cuts, widespread exemptions and administration issues. Exemptions for example accounted for 56% of revenue collection in 2022, Smith said. In parallel, the Government spending in Sri Lanka was also one of the lowest in South Asia at 20% which is below world’s average of 32% and the regional figure of 26%.",
    "Focusing on the future challenges, the World Bank Sri Lanka Chief Economist insisted reforms to spur more growth is important since longer-term benefits from revenue adjustments trickle in slowly though recent measures have ensured a spike. He stressed on the importance of making taxation fair to ensure wider compliance.",
    "“Sri Lanka needs to move from 2-4% “passenger growth” mode to 4-6% creative growth. Reforms, restructuring of State Owned Enterprises which he described as creative destruction, allowing greater private sector participation, improving ease of doing business thereby incentivising entrepreneurship, and plugging into India’s boom as well as being part of the global value chain are some of the recommendations by Smith.",
    "He stressed on the importance of a robust and active public debt management via reforms announced as well as greater attraction of foreign direct investments.",
    "With regard to on-going external debt restructuring, Smith said that given the complicated debt stack and limited practical options, Sri Lanka was doing okay and expressed confidence of an early finalisation. However he warned of a debt overhang.",
    "“Whilst external debt restructuring will give a pocket of air or breathing space, there won’t be a substantial reduction. This means after six years, Sri Lanka has to resume repayment including the IMF’s latest $ 2.9 billion Extended Fund Facility,” he said. He also expressed the hope that by 2027 Sri Lanka will have the green financing framework to tap available opportunities when it returns to regain access to global capital markets.",
    "Right-sizing the 1.4 million strong public sector as well as the armed and police forces was also stressed by Smith since wages is the second biggest item on the Government expenditure side after debt interest payment. Targeted cash transfers as well as better procurement practices are some of the other suggestions.",
    "Smith said his optimism on Sri Lanka and reforms path is clouded by elections this year though he described democracy as one of Sri Lanka’s “incredible strengths.”"
  ]
}