{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Opposition-hands-over-no-confidence-motion-against-Speaker/56-759208",
  "time_ut": 1709666154.0,
  "original_lang": "en",
  "original_title": "Opposition hands over no-confidence motion against Speaker",
  "original_body_lines": [
    "Opposition parties under the leadership of the Samagi Jana Balawegaya (SJB) handed a no-confidence motion against Speaker Mahinda Yapa Abeywardena with 44 signatures, to the Deputy General Secretary yesterday at Parliament.",
    "Opposition Leader Sajith Premadasa initiated the move alleging that the Speaker violated both the Constitution and Parliamentary privileges of Members of Parliament (MPs) by endorsing the Online Safety Act, claiming it was not properly passed in Parliament.",
    "Chief Opposition Whip Lakshman Kiriella, Prof. G.L. Peiris, M.A. Sumanthiran, Tissa Attanayake, Chandima Weerakkody, Shan Wijayalal de Silva, Rohini Kumari Wijeratne, Hesha Vithanage, Mano Ganesan, Rishad Bathiudeen, S.M. Marikkar, Ranjith Madduma Bandara, Thalatha Atukorale, Vijitha Herath, Chandima Weerakkody, and others have signed the motion.",
    "The no-confidence motion alleges that the Speaker had ignored the Supreme Court’s recommendations pertaining to Sections 13, 17, 20, 33 (6), 34 (1), 35 (1), 21, 22 and 33 of the Online Safety Bill.",
    "Abeywardena is also accused of allowing the Third Reading of the Online Safety Bill to be passed without a vote and disregarding the Chief Opposition Whip’s call for a division at the Committee Stage.",
    "Further, the Opposition MPs pointed out that the Speaker had ‘unconstitutionally and unlawfully’ used his decisive vote to affirm the appointment of IGP Deshabandu Tennakoon when the other members of the Constitutional Council were divided on a tie on the matter.",
    "It was reported that four members had voted in favour of the appointment while two voted against and two others abstained. However, considering the two abstentions as votes cast against, the Speaker had used his vote as the deciding vote to go ahead with the appointment."
  ]
}