{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/npp-winning-113-seats-is-simple-but-winning-150-close-to-200-are-strategic-deliberate/",
  "time_ut": 1727578882.0,
  "original_lang": "en",
  "original_title": "NPP Winning 113 Seats Is Simple, But Winning 150 & Close To 200 Are Strategic & Deliberate",
  "original_body_lines": [
    "After I wrote The Change Started, But it Will Not Be Ending, Anura Kumara Dissanayake (AKD) was sworn in as President on 23 September 2024. It seems that he is consolidating his powers and authority in a systematic and orderly manner that is people and country-friendly. The president visited Buddhist prelates in the three chapters, met with other religious leaders in the county, and received their blessings. The three-member cabinet is the world’s most miniature, and it is a watershed in Sri Lanka’s politics, replacing 70 ministers costing about Rs 4000 million per year. The three-member cabinet is the most essential administrative and management arm. It seems to be serving its purpose. Only a few people have criticized the appointment of Dr. Nandika S. Kumanayake as the president’s secretary. However, it is the wish and the choice of the President. Dr Kumanayake performs his duties graciously as an educated and committed young individual. President and his cabinet must be appreciated and valued, having carried out two SC orders the previous government did not carry out; one is the appointment of an acting IGP and restoration of the Visa processing. These two issues were badly reflected on Ranil, which must have contributed to his massive defeat in the presidential election, not respecting the SC’s determination. Appointments of new secretaries and governors are in the right direction. Japan started 11 stalled projects, which is significant.",
    "Along with the above, the President is working 24 hours a day. Still, it is not a surprise because he has to deal with 76 years of history, which has not been people and country-friendly based on economic growth and development and hence overall welfare improvement due to the most cunning and selfish politicians running the country until 21 September 2024. As I have explained in my previous articles, I will not write about those politicians. As the next step, this article explains that NPP will no doubt win the majority of 113 parliamentary seats in the parliamentary election on 14 November 2024. However, given the reasons and circumstances, winning 150 is ideal, and winning close to 200 seats will be an achievement for AKD/NPP and the people in the country.  This article aims to explain how to realize the above strategically with utmost comment.",
    "The economy’s foundation is its stability; it has many components and is in many spheres. The economy was bankrupt because its stability was absent or vulnerabilities were increasing. “Aragalaya” paved the way for the turning point so that AKD is the choice of the people, the president. Given the above, among many, the president is committed to fulfilling the people’s expectations and moving systematically and orderly, not causing instability. In my previous articles, I explained the meaning of economic growth: the anchor of stability. The IMF expected growth in 2024 to be 1.2 percent, while the World Bank and ADB projected growth of 2.2 percent and 2.6 percent, respectively. Given the above, the Central Bank of Sri Lanka (CBSL) originally forecasted 3 percent growth against the 1.2 percent of the IMF. However, according to CBSL’s latest forecast, economic growth will be more substantial than the expected 4 percent. All of the above are promising signs of stability.",
    "Better economic growth performance helps the government increase revenue. Given the above fiscal space (i.e., the government’s flexibility for making expenditure choices or financial well-being), the president can afford to help priority areas such as paddy farmers and fishermen. As per available data, over the first six months of 2024, the primary surplus will be 3.6 percent of GDP, whereas the IMF target will be 2.3 percent. Given the above, fiscal space is about 1.25 percent of GDP, or Rs. 350 billion, and can afford a subsidy increase from Rs. 15,000 to Rs. 25,000. In other words, it will cost only an additional Rs. 35 billion. Farmers are the lifeblood of the economy in many ways, so the president’s move is in the right direction.",
    "The rupee’s stability, interest rates, and price level are also welcome signs. Foreign reserves increased to US$6 billion, significantly affecting the economy’s strength. Furthermore, the IMF and World Bank Group have committed to supporting the president. All world leaders, including the USA, India, China, and Japan, are committed to supporting the president, which is essential for the economy’s stability. The share market is performing well, and business confidence is increasing.",
    "The president will undoubtedly pay due attention to the salary anomalies of the teachers and principals. The president is dealing correctly with misuse and mismanagement by exposing the culprit, paving the way for increasing public support and strengthening the president’s hands. Regarding the luxury vehicles parked near the presidential secretariat, former MP Gammanpila sarcastically stated that similar exhibitions were held in 1994 and 2015, which is true. However, the point is that this is the last time Gammanpila could see such an exhibition as AKD/NPP walks the talk.  Some corrupt politicians of the previous regime argued that there was no issue or waste regarding the luxury vehicles mentioned above. Again, the point is that the last government could not indicate what those 92 so-called professionals and experts of the president’s office contributed to economic growth and development in the country, except that they consumed the government’s tax income; Ranil lost the election.  In short, it is an utter shame. The President AKD has cut down all unnecessary expenditures, which will undoubtedly help the fiscal position by saving enormous amounts of taxpayers’ money. The visa and passport issues caused many problems in the country. The new government, under the leadership of AKD, has addressed and resolved the above overnight. Reducing fuel prices has also been helpful for stability. Generally, given all the above, the president’s popularity is increasing exponentially, along with the economy’s stability with fiscal space.",
    "Before the presidential election on 21 September 2024, forming alliances against AKD/NPP was like a pandemic. Except for the NPP, other political parties were working to make alliances to win the presidency. However, the election result was a political Tsunami; none of the alliances failed to win, and unfortunately, the biggest loser was SJB Sajith Premadasa because he pledged all under the sun except for a headache. At the same time, the public servants did not swallow Ranil’s salary increase, as they could remember how Ranil enthusiastically welcomed them with tear gas and water cannons. There is calamity among losers; many alliances want to make fresh alliances for the general election of 14 November 2024.  Ranil and Gas Cylinder are no longer active in politics, only historical symbols. UNP wants to go with the elephant symbol for the parliamentary election. SLFP is more or less dead-like, while SLPP is committed to winning with “Sataka-Nataka” again to lose the deposit. It seems all politicians and parties want to make a strong alliance; Sajit is at the center and wants to be the prime minister to serve the people and the country, but only a zero possibility.   At the same time, some politicians indicated they wanted to create strong opposition instead of winning more parliamentary seats and becoming prime minister, which is a possibility. I outlined the above background to explain another important aspect of current politics.",
    "The presidential candidate, Sajith Premadasa, received 4, 363 035 votes or 32.8%, while Ranil Wickremesinghe received 2 299, 767 votes or 17.3%. When adding the above, the total is 50.1%, higher than AKD’s 42.3%. In other words, the total votes of Sajith and Ranil is 6 662 802, which is higher than 5,634,915 of AKD. Based on the above, if the proposed marriage between UNP and SJB is a reality, it will help to get a majority of parliament seats, paving the way for Sajith Premadasa to be the next Prime Minister as per the constitution’s 43 (4) section. Based on the above, the president AKD and NPP could be cornered in the parliament in many ways. Also, there is a possibility that Ranil could come to parliament irrespective of the assertion that Ranil will not contest in the future.  In short, the above is just a dream of the bankrupt, cunning, and selfish politicians who are not dead; they are working 24 hours to regain power, having various discussions under each light post in Colombo.",
    "For the AKD/NPP, there are three scenarios: winning or having a simple majority of 113 out of 225, 2/3, or 150, which is strategic, and winning close to 200, which can be realized as a deliberate and committed endeavor.",
    "Whatever winning a cup will be is an outcome of many commitments, sacrifices, efforts, and endeavors, which are well known to the NPP as it worked for more than 20 years, and to the people and the country, it has been 76 years.",
    "ALD/NPP won 15 districts with majority votes, while Galle, Matara, Hambantota, and Gampaha won more than 50%. It is most possible that 75% of parliamentary or 98 seats can be won in these 15 districts together with bonus seats for each district; NPP could easily win a minimum of 113, the simple majority.",
    "Furthermore, winning over those who did not vote (i.e., 52%) is crucial for NPP to reach 150 seats, which can be realized strategically. In this context, people who did not support AKD and those who supported it are equally important.",
    "In this respect, general election campaigns and rallies must be carried out based on the policy declaration of “A Thriving Nation, A Beautiful Life,” calling and inviting all citizens to come together and unite for a new renaissance in the country. This is very powerful and attractive, along with AKD’s high degree of integrity, transparency, and accountability, free of corruption and fraud, and utmost comment on law and order. His down-to-earth character is essential to the people for winning their minds and hearts.",
    "Most of the 22 million people experience economic hardships (i.e., food, shelter, health, and education) that can easily be met in the context of a beautiful life for all. In contrast, economic hardships and some political factors are part and parcel of the country’s North, East, and Central parts, a reality well-known to AKD/NPP as well. The above is the foundation for winning close to 200 parliamentary seats. Working closely with the political leaders of ITAK, EPDP, CWC, etc, will ensure that close to 200 seats can be won, which is deliberate and with utmost commitment. Working in agreement with political leaders in the abovementioned areas is vitally essential because people going with the political leaders is significantly higher in the abovementioned three areas than in the South.",
    "The critical factor is that people in the three areas mentioned above trust, respect, and accept AKD as part of their lives, which is very similar in the South. That trust can be harvested by working with ITAK, EPDP, and CWC leaders. Former MP Sumanthiran, a highly intellectual, and former MP Shanakiya Rasamanickam seem to be very helpful and strategic to AKD/NPP because they have many areas that can be worked in agreement to uplift the people’s lives, one of the fundamental objectives of politics in many ways.",
    "In short, traditionally, party politics is dead and gone; accordingly, focus on a leader, AKD, who can understand the minds and hearts of the masses. Regarding the above, the content of my article on Colombo Telegraph, “AKD. A Brand of Competence: It Will Revolution The Economy,” is beneficial and relevant.",
    "AKD wants to please the people and needs to work according to the trust placed in him, not otherwise. In short, people in the three areas mentioned above love AKD more than other politicians in the South, a fundamental factor that I have explained vividly in Colombo Telegraph’s “NPP/Anura & Reconciliation.” In short, in the two articles mentioned earlier, I highly emphasized AKD’s exceptional leadership qualities and immense capacity to work with all citizens in a united and friendly manner to generate the expected outcomes.",
    "Given the above, the NPP’s political campaign must be focused, strategic, and deliberate. In short, winning one seat in the North, East, and Central parts of the country is more valuable than winning one seat in the South in many ways. The NPP needs to name suitable candidates to be elected by the people for the parliament. People like AKD, who have clean hands, are essential as candidates. Character, quality, and commitment are also important. Generally, the overall quality of the candidate is vital.",
    "Indeed, the NPP started the change, but it has to go a long way and not end. Dealing with the increasing cost of living, the establishment of law and order, elimination of corruption and fraud, dealing with tax evaders, working with stolen money or assets, making a self-sufficient economy, restoring health and education sectors, export-anchored economic development, getting rid of the debt burden, new constitution, due punishment to the impunity and many more towards “A Thriving Nation, A Beautiful Life,”. Regarding the above, the AKD/NPP needs a strong parliament.",
    "It is comfortable to conclude that given all the facts and figures and circumstances, only AKD/NPP can drive the country for “A Thriving Nation, A Beautiful Life” by winning and having a solid parliament because all other political parties, leaders, and politicians are bankrupt in many ways beyond raising their heads again in the country which the fundamental and caved message on a rock that 3% in 2019 to increase to 42.3% in 2024 for AKD/NPP, and again a political Tsunami to the opponents while AKD/NPP winning on 14 November 2024 parliamentary election which will be thriving and progressing generation to generation.",
    "*The writer, among many, worked as the Special Advisor to the Office of the President of Namibia and was a Senior Consultant with UNDP for 16 years. He worked as a Senior Economist with the Central Bank of Sri Lanka (1972-1993) before he migrated to New Zealand. The writer can be contacted at asoka.seneviratne@gmail.com"
  ]
}