{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aia-insurance-promotes-national-water-safety-awareness-in-sri-lanka-aligned-with-aia-one-billion-initiative/",
  "time_ut": 1724447520.0,
  "original_lang": "en",
  "original_title": "AIA Insurance promotes national water safety awareness in Sri Lanka, aligned with AIA One Billion initiative",
  "original_body_lines": [
    "AIA Insurance is proud to announce the launch of the AIA Water Safety Pledge, an initiative that aligns with the AIA One Billion mission, aimed at helping one billion people live healthier, longer, and better lives by 2030.",
    "Sri Lanka is an island surrounded by many water bodies which has resulted in hidden dangers. On average, 755 people drown each year and drowning is one of the top three causes of accidental deaths in Sri Lanka. And even more worryingly it is the leading cause of accidental deaths amongst children. That is why AIA introduced the Water Safety Pledge which aims to educate people on the importance of water safety and encourages them to take the pledge, emphasizing the value of their lives and the impact on their loved ones. They urge individuals to be mindful of their safety in and around water, because they could be someone’s father, son or breadwinner.",
    "The campaign was launched at this year’s AIA Poson Safety Programme which has been running for 29 years, ensuring the safety of pilgrims in water bodies during the Poson pilgrimage to Anuradhapura. Recognising the need to expand their efforts beyond Anuradhapura, AIA launched the Water Safety Pledge to create a ripple effect across the island.",
    "During the Poson festival in Anuradhapura, our campaign saw tremendous success with over thousands of individuals taking the Water Safety Pledge. Furthermore, a focused social media campaign was launched to create awareness on water safety, and this garnered over 100,000 pledges online, not to forget further amplification of the initiative through radio engagement.",
    "World’s first plantations company chairman to receive ‘Climate Neutral Citizen’ certification",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}