{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/eswaran-brothers-launches-empowerment-programme-to-elevate-women-in-tea-industry/",
  "time_ut": 1759341180.0,
  "original_lang": "en",
  "original_title": "Eswaran Brothers launches empowerment programme to elevate women in tea industry",
  "original_body_lines": [
    "Eswaran Brothers, one of Sri Lanka’s largest value-added tea exporters, has launched a pioneering gender inclusion initiative designed to elevate women into leadership roles across the tea industry. The initiative is implemented in collaboration with global gender advisory firm Value for Women (VFW) and supported by FMO, the Dutch development bank.",
    "This initiative marks a significant step for Eswaran Brothers as it integrates diversity and inclusion into its long-term business strategy, aligning with global best practices to strengthen its organisational culture and future-proof its operations.",
    "Ganesh Deivanayagam, Executive Chairman of Eswaran Brothers, remarked, “What makes this partnership especially noteworthy is that Eswaran Brothers, as a family company steeped in values, was able to work with VFW and FMO to create a far-reaching programme of importance. This reflects strategic foresight and a fundamental belief in doing the right thing.”",
    "Launched in October 2024, the initiative began with a comprehensive Gender Diagnostic Report and the co-creation of a Gender Action Plan tailored specifically for Eswaran Brothers and the Sri Lankan context. This process led to the rollout of several pilot projects and the implementation of progressive policies to create a stronger, more equitable workplace. These included structured leadership training programmes, a gender-responsive succession plan, sponsorship and mentorship opportunities, and measures to support working parents through paternity leave, reintegration support for mothers and coaching for line managers. In addition, the company strengthened its anti-harassment policies, introduced emotional wellbeing support structures, and launched financial literacy programmes to enhance economic empowerment among women employees.",
    "CEAT Kelani scores double win at World HRD Congress Sri Lanka Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}