{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97074/president-ranil-delivers-govts-policy-statement-in-parliament",
  "time_ut": 1707282300.0,
  "original_lang": "en",
  "original_title": "President Ranil delivers govt’s policy statement in Parliament",
  "original_body_lines": [
    "President Ranil Wickremesinghe says the government expects to ease the tax burden on the people moving forward, while stabilizing the country’s economy by continuing to implement economic reforms.",
    "He made this remark while delivering the government’s policy statement after ceremonially declaring open the Fifth Session of the Ninth Parliament this morning (Feb.07).",
    "The Head of State also spoke of the positive shift in Sri Lanka’s economic trajectory. Despite a 7.8% GDP contraction and six consecutive quarters of negative growth in 2022, the nation rebounded with a 1.6% growth rate in the Q3 of 2023, he added.",
    "Wickremesinghe further announced a significant turnaround in the nation’s economic landscape. Despite the 1.9% GDP deficit in 2022, the island nation has achieved a surplus by the end of 2023, marking the first such occurrence since 1977.",
    "Sri Lanka Parliament was prorogued with effect from midnight on 26 January, marking the closure of the Fourth Session of the Ninth Parliament.",
    "When a new session is kicked off, the President presides over the ceremonial opening of the Parliament and presents the government’s policy statement. In the past, the policy statement was referred to as the Throne Speech and was presented by the Governor.",
    "The adjournment debate on the government’s policy statement is scheduled to be held over two days, on Thursday (Feb.08) and Friday (Feb.09), from 9.30 a.m. to 5.30 p.m.",
    "Meanwhile, the Resolution under the Essential Public Services Act is scheduled to be approved without a debate on 08 February, before continuing the adjournment debate on the government’s policy statement."
  ]
}