{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97074/president-ranil-delivers-govts-policy-statement-in-parliament",
  "time_ut": 1707282300.0,
  "original_lang": "en",
  "original_title": "President Ranil delivers govt’s policy statement in Parliament",
  "original_body_lines": [
    "President Ranil Wickremesinghe presented the government”s policy statement to the House this morning (Feb.07) after the Fifth Session of the Ninth Parliament was ceremonially declared open.",
    "Delivering the policy statement, the Head of State said the government intends to reduce the tax burden on the people in the future, as the country”s economy continues to stabilize with the implementation of economic reforms.",
    "He went on to highlight the substantial increase in tax registration, with the number of registrants soaring from 437,547 in 2022 to 1,000,029 by the end of 2023, representing a 130% increase.",
    "The President also spoke of the positive shift in Sri Lanka”s economic trajectory. Despite a 7.8% GDP contraction and six consecutive quarters of negative growth in 2022, the nation rebounded with a 1.6% growth rate in the Q3 of 2023, he added.",
    "Wickremesinghe further announced a significant turnaround in the nation”s economic landscape. Despite the 1.9% balance payments deficit in 2022, the island nation has achieved a surplus by the end of 2023, marking the first such occurrence since 1977.",
    "He said Sri Lanka has witnessed a noteworthy achievement in fiscal management, adding that despite a budget primary deficit of 3.7% of GDP in 2022, the country managed to achieve a primary budget surplus in 2023, marking the sixth instance of such success in the 76 years since independence.",
    "The President emphasized the remarkable turnaround in the financial performance of major state-owned enterprises which suffered a loss of Rs. 745 billion by the end of 2022, but managed to generate a profit of Rs. 313 billion by September 2023.",
    "In a notable development for the tourism sector, President Wickremesinghe revealed a substantial increase in tourist arrivals. From 194,495 visitors in 2021, the arrivals surged to 1,487,303 in 2023, with over 200,000 tourists visiting in January alone, he said while projecting a further increase in annual tourist arrivals to 5 million.",
    "He highlighted the positive shift in Sri Lanka”s economic trajectory, noting that despite a 7.8% GDP contraction and six consecutive quarters of negative growth in 2022, the nation rebounded with a 1.6% growth rate in the third quarter of 2023.",
    "Speaking of the island nation”s remarkable achievements, comparing it with Greece”s decade-long struggle to recover from economic collapse, the President said Sri Lanka managed to accomplish significant progress in a relatively short period.",
    "Sri Lanka Parliament was prorogued with effect from midnight on 26 January, marking the closure of the Fourth Session of the Ninth Parliament.",
    "After the new session kicked off today, the President presided over the ceremonial opening of the Parliament and commenced delivering the government”s policy statement, which was referred to as the Throne Speech in the past.",
    "The adjournment debate on the government”s policy statement is scheduled to be held over two days, on Thursday (Feb.08) and Friday (Feb.09), from 9.30 a.m. to 5.30 p.m."
  ]
}