{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sjb-accuses-npp-of-avoiding-calls-for-sri-lanka-presidential-debate-158714/",
  "time_ut": 1713266160.0,
  "original_lang": "en",
  "original_title": "SJB accuses NPP of avoiding calls for Sri Lanka presidential debate",
  "original_body_lines": [
    "ECONOMYNEXT — The leftist National People’s Power (NPP) is avoiding the main opposition Samagi Jana Balawegaya (SJB)’s call for a debate ahead of Sri Lanka’s upcoming presidential election, the SJB claimed.",
    "SJB MP Harshana Rajakaruna told reporters that when the SJB invited the Janatha Vimukthi Peramuna (JVP)-led NPP for a debate between the economic councils of the two parties, the NPP proposed a debate between the two party leaders instead.",
    "“We’re ready for both. The JVP is avoiding the issue,” said Rajakaruna, accusing the Marxist-Leninist party of obfuscating through various statements.",
    "Neither SJB leader Sajith Premadasa nor NPP leader Anura Kumara Dissanayake can govern alone and each would need a skilled team to implement their policies led by an honest leader, said Rajakaruna.",
    "“The most skilled team is with Premadasa in the SJB,” he said.",
    "The MP once again invited the NPP for whatever debate of their choosing.",
    "“We invite them again, to come for a debate with our economic council. We can also have a debate between the two leaders,” he said.",
    "The two opposition parties have been the warpath over a debate that each keeps challenging the other to but has yet to materialise.",
    "NPP member and All Ceylon Farmers Federation Convener Namal Karunaratne scoffed at the suggestion of a debate.",
    "“What debates with the SJB? There is nothing to debate here. Who ran this country? Who is the SJB? It is the United National Party (UNP). All we can say to them is to get lost (bambu gaha ganna kiyanan),” he said.",
    "The SJB has appointed MP Nalin Bandara to coordinate the proposed debate between the two party leaders. Bandara said in a statement the SJB would like to hold the debate sometime in May. However, a date must be first set for an preliminary debate between the two parties’ economic councils, after which a debate can be held between the two leaders.",
    "The NPP, on the other hand, has claimed that it was in fact their leader Dissanayake that first challenged Premadasa for a debate. NPP senior Nalinda Jayatissa has reportedly said that this was as early as last year.",
    "The party has named Jayatissa as its coordinator for the proposed debate.",
    "JVP general secretary Tilvin Silva said last week that the SJB must inform the NPP in writing of its intention to debate. (Colombo/Apr16/2024)"
  ]
}