{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/between-abstraction-empathy-in-sarath-chandrajeewas-visual-paraphrases-part-iii/",
  "time_ut": 1713740400.0,
  "original_lang": "en",
  "original_title": "BETWEEN ABSTRACTION & EMPATHY IN SARATH CHANDRAJEEWA’S VISUAL PARAPHRASES – PART III",
  "original_body_lines": [
    "by Dr. Santhushya Fernando, Dr. Laleen Jayamanne and Professor Sumathy Sivamohan",
    "In Sarath’s exhibition Visual Paraphrases there are three abstract paintings titled Unwritten I, II, III presenting an ‘open’ sequence with the Roman numerals. Why not the current Arabic numerals, we wonder. However, they were not hung together on the walls but arranged among the other more painterly abstract and semi-abstract expressionist work. Despite this, we will consider all three together as the artist himself has offered us a numerically abstract sequence rather than a spatially contiguous one and in so doing has stirred us conceptually to think their interrelationships even as we go deeper into the surface of these works. How shall we do this? Does a surface have depth? Might we slide laterally on it? As Sumathy might say, the ‘interstices’ or ‘gaps’ among the three paintings are significant in their quality of openness, a provocation for thought to take wing, one hopes.",
    "The word ‘Unwritten’ is itself significant, different from the more familiar ‘Untitled’ as it makes one want to know the ‘what’ and ‘why’ of it? It seems significant that Unwritten I was painted on a ‘samara’ ground of the familiar and appealing orange colour and suggested by a wall at the Jaffna Railway Station that Sarath once saw. They appear to be graffiti like markings of fragments of letters, layers of them and also erasures, in black. The lines are ordered horizontally but the surface is disorderly, patches of scrubbings.",
    "In this specific context any sign of erasure carries a hint of violence, memory of linguistic violence in Lankan political history and ethno-nationalism; the tarred Tamil Street signs of the 1950s. Sarath who was a child at the time, was told about the impact of the ethno-nationalist program of 1958 by his father who worked in Jaffna at that time as a multi-lingual policeman. He has visited Jaffna as a child while his father worked there, when he himself lived in Nuwara-Eliya with his grandparents.",
    "Unwritten II evokes ancient history, rock and copper inscriptions and the ‘writing’ or motifs are highly ornamented, like calligraphy – ‘beautiful writing’ and suggests Shodo, ‘the way of the brush’ as in Japanese painting. The soft colours of the ornamental motifs, often curved, are pastel against a reddish hue and the edges of the painting are frayed like an ancient parchment. Whereas, Unwritten I’s hard-edged clearly delineated border makes it self-contained. One wonders if Sarath painted these three works also in chronological progression with one painting leading to the other or if all three were first conceived prior to painting. But then how do we as academics know how an artist’s mind works, its subtle unconscious processes. One feels that these paintings open a portal to ‘pre-subjective’ or pre-personal sensations, intensities and affects. There is no narcissistic Ego in this zone, much less a Super-Ego of the artist in search of his (sic) marketable signature.",
    "“Eyeless in Gaza at the Mill with slaves” Samson Agonistes, Milton (1671)",
    "And Unwritten III is the Ur image (also privileged as the cover image of the catalogue), a tribute to the primordial genesis of the human ‘will to write’… It feels as if making the two previous paintings has propelled Sarath into this embryonic zone of emergence of mark making by hand. The marks in this painting appear to be letters in an embryonic state, appearing to make meaningful shapes or letters. But the plethora of lines are in a virtual state, not yet actualised into letters, words, alphabets, writing. There are no hard or torn edges to this painting which appears without a framing frame as though the movements which animates it can go on without limit, like language itself.",
    "This painting creates a sensation of movement because of the large centred circles. On closer observation they appear not to be concentric circles but a spiral of sorts, which is a dynamic line in nature as in the most ancient nautilus shell or a whirl pool. The horizontal lines in the top half of the painting are fairly tightly arranged, stable, made up of small pieces of charcoal pasted on to the surface of the painting, one by one, creating a slight thickness, a 3D effect, whereas the linear pencil lines are faint and light. But the marks swept up in the spiral are looser, almost playful as it sweeps it all up.",
    "The swirling spiral is lightly brushed with a touch of gold and silver which makes one focus on the ‘ground’ or ‘surface’ of the painting which also has a few dabs of pure white paint. But neither art historical terms feel quite right because the markings seem to emerge from it rather than being simply on it. Are we seeing an embryogenesis of the ‘will to write’, one wonders; a kind of cellular drama of the momentous human struggle to create writing.",
    "As the abstract shapes jostle and play around, writing begins to emerge as a letter here and there or a line about to turn into a familiar letter, say, in Brahmi, Sanskrit, Sinhala or … The overall Black & White with many shades of greys in between, modulates the space. Its regular rhythmic repetitions are like those of nature (not mechanistically uniform) therefore they stimulate the mind’s potential to differentiate this shape from that, this impulse of the hand from that, this material from that. The impulses of the hand and mind, a feel for texture, are perhaps more palpable to ‘the beholder’ of the painting face to face. This is the heady zone of intuitive perceptual awareness or consciousness.",
    "This unusual painting feels like a tribute to the impulse and struggle of language creation as writing, in the movement of the hand, eye and brain in mark making. It’s a play of forms before they solidify into this or that language. A play impulse is perceptible in the many movements (scribbling, doodling, erasing … patterns of lines). We see the struggle of the mind, hand, eye moving towards that profound form of human abstraction, language as such (a symbolic form) which differentiate the human from other animal species but with whom we do share profound feelings.",
    "They say that we started talking way before we began to write. Talking also is a form of abstraction, giving meaning to sounds coming out of the mouth and into the ears. The feel of the painting, its opacity is such that it just might be imagined as a paleo-anthropological object dug up by Siran Deraniyagala (and others), awaiting decipherment.",
    "Sarath wanted a delicate grid of Gauze for his ground/surface/background (which is it?), pasted on a hard board to paint Unwritten III on. What are the implications of this faintly visible choice of a non-geometric grid? It is a hand-made, loosely woven light material with replete cultural and political weight, during this war in West Asia which Israel is waging against the Palestinians in Gaza.",
    "There, where in ancient times, named after the prosperous cosmopolitan port city, Gauze was woven in cotton and silk. But now in Gaza, gauze has become a rarity to dress wounds with because hospitals have been bombed. In the subtle texture of gauze in Unwritten III the mind’s eye feels the presence of a body and of wounds it suffers because the eye itself has acquired the qualities of a touch that heals. Alois Riegel names this mode of up-close perception ‘Haptic’, which is related to a sense of touch. Many, perhaps touched by this painting, had asked Sarath from where they could by the ‘Gauze Boards’.",
    "It is no accident that Unwritten III was purchased by Mr H. D. Premasiri, Sponsor and Chairman of the famed book shop happily named, Sarasawiya (University). It is worth remembering here and informing the Anglophile reader who may not know this history that Sarasawiya also published one of the most significant cultural magazines or newspapers and also sponsored the very first film festival of Sinhala films raising its cultural prestige among the intelligentsia of the country.",
    "The journalists who wrote for the paper were among the most astute commentators on the arts and culture at large. Unwritten III now hangs in the Sarasawi collection at the recently opened branch in Panadura. It’s a pity though that all 3 abstract works were not bought by one collector or by a mandated Contemporary Art Institution and hung together. But we can imagine that an imaginary ‘Museum without Walls’ (ha! Malraux,) might float them in the air, where the winged painting, Flying Doors and Windows of Sundarampuram-Jaffna will no doubt welcome them!",
    "It appears to be the case that the Colombo centred art world elite and University academics in the Sinhala medium (those invited), have failed to attend this small, modest and quietly engrossing exhibition.",
    "As for the distinguished embassy folk with an interest in Lanka’s cultural life, Sarath’s title is probably too foreign. But unusually, Sarath was trained in Britain, Russia, Japan, with work experience in Florence due to generous scholarships from the governments of these nations. Sarath’s statement of intention (sans rhetoric), is brief and craftsman like in its pragmatism, as is the title, dry even. In the catalogue essay Rev Fr Theodore Fernando Warnakulasuriya S.J. (former professor of the Open University), cautions the viewer not to expect a common authorial signature in a repeatable style to be neatly subsumed under this or that avant-garde ‘ism’.",
    "In an interview with Sarath in English by Naveed Rozais (The Sunday Morning, Brunch), the focus was refreshingly not on ‘the angst of the artist-persona’, but rather on Fine Arts pedagogy and the need for a change in the school curriculum to include training in clay modelling (mati-vada) so as to study the third dimension of depth, to get a feel for it in childhood. It’s Sarath’s 6th solo exhibition and it’s been 18 years since his Path of Visual Arts, in 2005, which was a retrospective of his work (from its beginning in 1990), also at Barefoot Gallery, organised by his past pupils. There has been a flurry of enthusiastic pieces on the current exhibition in Sinhala, both in the press and in blogs, but no long review as yet.",
    "We wonder how robust the theoretical literature on Lankan abstract art is in the three languages and what sort of history abstract art has had in the recent past, since, say, the pioneering work of H. A. Karunarathne in the late 50s. We hope our critical essay (backed up with research), with a principled theoretical-methodological framework will contribute to the existing discourse of Lankan abstract art and be translated into Tamil and Sinhala. Within this context it was heartening to learn that some of Sarath’s former students, now Art Teachers from Jaffna, did come all the way and stayed in a hotel overnight, spending the following day at the exhibition. And some folk had gone to see it several times.",
    "In this force field Dominic Sansoni continues to play a significant independent role (oblivious to the cut and thrust of polemics and the deep seated, decades long ferocious, unrelenting hostility to Sarath), at his Barefoot Gallery. As a photographer and the inheritor of Barbara Sansoni’s immense arts and crafts legacy, he has acted with principle, imagination and flare, in widening the public sphere for the arts. In this, he (as a gifted photographer himself), is in that brilliant lineage of Christian Burgher artists of Lanka such as Lionel Wendt, Geoffrey Beling, Aubrey Collette, David Paynter, Chris Greet (his nephew and stage and film actor), Arthur Van Langenburgh (gifted theatre director and known to Laleen as Uncle Arthur at St Bridget’s where he directed Gilbert and Sullivan Operas in the 60s), and Dominic’s mother Dr. Barbara Sansoni (Uncle Arthur’s niece), come immediately to mind.",
    "As VC of the UVPA, Sarath nominated Barbara for an Honorary Ph.D., for her great contributions to Lankan culture, arts and crafts and the economy. It’s worth trying to trace this Christian cultural lineage (for Laleen, as a lapsed Roman Catholic), because she heard recently that a doctoral thesis on Christian Art in Sri Lanka was deemed, by at least one Sinhala examiner, to be not a category of Lankan art! She knows that there is much more of it (including Modernist Chapels in which she has once prayed, designed by Valentine Gunasekera, her brother-in-law), than Sinhala-Buddhist Nationalists would care to know. How can such academics continue to teach in our Universities? Sarath himself has made some significant Christian art in Bronze for the Basilica at Thewatte, though he himself is not a Christian he values the cultural contribution of all the religions of Lanka.",
    "It is also Dominic who made the unusual suggestion, on his visit to Sarath’s Atelier, to include his six year-old granddaughter Ananya Ranmuthugala’s three paintings in his exhibition. Sarath writes his ‘Letter to my Grand-daughter with love’ in paint. It’s a series of neat little hearts in shades of pink and yellow, including flowers and a butterfly, very carefully painted-in without the spilling out.",
    "A bit like the kind of ‘colouring in’ that children who start drawing are instructed to do in Kindy, and so get obsessed about neatness, staying within the contours. Sarath places the hearts within a few rectangles and Ananya responds with her own letters to her grand pa but with spirited expressionist type painterly gestures and bright colours, no doubt inspired by her grandfather’s bold strokes. There is no trace of ‘the art class’ here, though Ananya does take classes with Sarath, along with other children from 5-15. But she also has the rare gift of painting alongside her old grand-father. In writing this piece we also worked alongside each other because it appears to us as a respectful way to collaborate, to make tracks in unfamiliar zones. (Concluded)",
    "Middle East on Edge, India’s Vote Marathon, and Lanka’s Long Election Eve",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}