{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112482/new-nepal-pm-vows-to-follow-protesters-demands-to-end-corruption",
  "time_ut": 1757835000.0,
  "original_lang": "en",
  "original_title": "New Nepal PM vows to follow protesters’ demands to ‘end corruption’",
  "original_body_lines": [
    "Nepal’s new leader vowed on Sunday (Sep 14) to follow protesters’ demands to “end corruption” as she began work as interim prime minister, after “Gen Z” youth demonstrations ousted her predecessor.",
    "“We have to work according to the thinking of the Gen Z generation,” said Sushila Karki, in her first public comments since taking office on Friday.",
    "“What this group is demanding is end of corruption, good governance and economic equality,” she added. “You and I have to be determined to fulfil that.”",
    "The 73-year-old former chief justice held a minute’s silence on Sunday for those killed in the unrest, before meetings began in the key government complex of Singha Durbar - where several buildings were set on fire during mass protests on Tuesday.",
    "At least 72 people were killed in two days of protests, and 191 injured, the government’s chief secretary Eaknarayan Aryal said on Sunday, increasing an earlier toll of 51.",
    "It was the worst unrest since the end of a decade-long civil war and the abolition of the monarchy in 2008.",
    "The appointment of Karki, known for her independence, came after intense negotiations by army chief General Ashok Raj Sigdel and President Ram Chandra Paudel, including with representatives of “Gen Z”, the loose umbrella title of the youth protest movement.",
    "Thousands of young activists had used the Discord app to name Karki as their choice of next leader.",
    "“The situation that I have come in, I have not wished to come here. My name was brought from the streets,” she said.",
    "Parliament was dissolved and elections set for March 5, 2026, shortly after she was appointed.",
    "“We will not stay here more than six months in any situation, we will complete our responsibilities and pledge to hand over to the next parliament and ministers,” she added, in a speech to the nation.",
    "Workers put up a new signboard for the prime minister’s office in a building within the complex but which was not torched.",
    "Paudel, who swore Karki into office, said late Saturday that “a peaceful solution has been found through a difficult process”.",
    "Paudel called it a “very difficult, complicated, and grave situation” in the Himalayan nation of 30 million people.",
    "“I sincerely appeal to everyone to make the most of this opportunity ... in making the election on Mar 5 a success,” he said."
  ]
}