{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-repays-debt-or-collects-reserves-of-u5bn-via-banking-system-since-rate-correction-150145/",
  "time_ut": 1707273000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka repays debt or collects reserves of U$5bn via banking system since rate correction",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s banking system has collected foreign reserves or repaid borrowings of 5.0 billion US dollars since the central bank allowed interest rates to correct in April 2022, official data shows.",
    "The central bank has collected reserves or repaid debt of 1.69 billion US dollars since April 2022.",
    "Meanwhile commercial banks have collected about 3.2 billion US dollars or repaid maturing credit lines in the period.",
    "Large volumes of the collected cash are lying in various NOSTRO accounts, preventing a Lebanon style default on private forex bank accounts, preventing any loss of confidence, a run on bank dollar accounts and keeping the net open positions in balance.",
    "Under Governor Nandalal Weerasinghe, banking stability has given first place, with reserve sales in September to support banks in a domestic dollar debt restructuring, according to observers.",
    "Collecting reserves (lending money to foreign borrowers like the US government or depositing in correspondent banks) is exactly the same as repaying debt.",
    "Sri Lanka’s monetary system started to deteriorate in the latter part of 2019 under so-called ‘flexible’ inflation targeting, with potential output targeting, the latest deadly inconsistent monetary regime peddled to countries without a doctrine in sound money.",
    "Similar regimes (under different labels, but with 5 percent inflation target or higher) are found in almost all defaulting countries that depreciate or other countries with monetary instability like Turkey.",
    "The collapse of the monetary system accelerated from 2020 with even more aggressive macro-economic policy to close what macro-economists said was a ‘persistent output gap’, based on a belief that money printing can lead to ‘easy’ growth without hard work, critics say.",
    "The central bank ran out of reserves around April, but was able to spend non-existent reserves (and print money to offset the intervention, running contradictory money and exchange policies) because India loaned its dollars through the Asian Clearing Union, delaying the correction to the monetary system.",
    "As a result, the central bank’s net reserve collections in the 12 months of 2023 were higher at 1.86 billion US dollars that from April 2022. The net foreign assets started to turn around in the third quarter of 2022, after India closed the tap on ACU loans.",
    "Analysts say the ability of the central bank to borrow through swaps or ACU loans should be outlawed in a future monetary law aimed at preventing a second default and reducing the ability of macro-economsts’ to run contradictory money and exchange policy to create balance of payments troubles.",
    "Critics say central bank swaps one of the flawed monetary actions invented by the Fed in the run up to the collapse of the Bretton Woods, as was deliberate mis-targeting of rates by a committee of bureaucrats.",
    "Mis-targeting rates through open market operations was also invented by the Fed in the 1920s in in the run up to the Great Depression, which then led to the so-called ‘age of inflation’ and persistent balance of payments troubles smashing self-correcting note-issue banks.",
    "A country can repay debt or collect reserves as long as domestic investment is balanced by a market interest rate at a given (fixed) exchange rate, which tends to generate a surplus in the current account of the balance of payments.",
    "Sri Lanka’s suspended loans and interest up to September 2023 was 4.2 billion US dollars.",
    "The 5.0 billion US dollar net reserves number from April 2022 does not include any capital flight of private individuals and corporations that took place in the period through official and unofficial means.",
    "In the period of monetary instability and BOP deficits triggered by the policy rate, many firms also ran up suppliers’ credits or debts to parent companies (worsening the external current account deficit) which were paid down after stability was restored with market rates.",
    "A BOP deficit as defined under Anglophone inflationism does not take into account commercial bank or other capital flight but only the official net reserves.",
    "BOP deficits build up due to a belief that central bank reserves can be used for private imports that seems to have developed during the age of inflation.",
    "“The IMF also advocates a (statistical) ‘reserve adequacy metric’ or pegging but at the same time propagates the idea of ‘exchange rate as the first line of defence’ giving the lie to the first claim,” says EN’s economic columnist Bellwether.",
    "“This is a consequence of rejecting the deductive reasoning of classical economists like Smith, Ricardo, Hume and later Hayek and Mises and embracing souped up versions of John Law doctrine garnished by statistics.”",
    "“As a result, these countries continue to get into trouble whatever the fiscal corrections that are done. John Law is now firmly in Sri Lanka’s monetary law.”",
    "“The spurious monetary doctrine flowered among war winning Allies of World War I, primarily the US, which had no classical economists to speak of in the past and were then propagated through various Anglophone ‘Saltwater universities’ and Cambridge with devastating effect.”",
    "Current central bank Governor Weerasinghe arrested the monetary meltdown that was gathering pace in 2022, which showed initial signs of moving into hyper inflation and a complete loss of confidence in the rupee.",
    "Importers and other businesses were giving invoices that had validity in days, at the time.",
    "However, when rates are mis-targeted with printed money and confidence in the country is lost, the corrective rate is very high. Under domestic debt restructuring now advocated by the International Monetary Fund, rates go sky high on fears of a deliberate default.",
    "Governments of market access countries with IMF style soft-pegs started to default from the 1980s (when the Fed tightened policy severely) after the agency’s ‘Second Amendment’ to its articles left countries without a credible monetary anchor.",
    "Argentina was one of the first market-access victims of un-anchored money and is the top IMF client. Britain, the home of JM Keynes, had the distinction until Thatcher-Hayek reforms.",
    "Attempts by current President Javier Milei to carry out economic reforms without first fixing the central bank (essentially ending inflation targeting by a reserve collecting central bank) following pressure by macro-economists against dollarization, has led to widespread protests.",
    "Similar opposition was faced by Thatcher from inflationist macro-economists at the time, but she rejected the pressure saying “This lady is not for turning’. Both Friedrich Hayek and Milton Friedman was alive at the time. (Colombo/Feb07/2024)"
  ]
}