{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-tax-agency-issues-4-7-mn-tin-opens-over-500000-tax-files-in-2024-178156/",
  "time_ut": 1724745060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka tax agency issues 4.7 mn TIN, opens over 500,000 tax files in 2024",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Inland Revenue Department (IRD), which is in charge of income tax collection, has issued 4.7 million Taxpayers Identification Numbers (TIN) and seen number of total new tax files more than doubling up to end July this year, a top official said.",
    "Sri Lanka has set an ambitious government revenue target of over 4 trillion rupees for this year, more than a quarter higher than 2023.",
    "The government has made obtaining a TIN for every Sri Lankan who is above 18 years from January 1 this year.",
    "Despite practical difficulties, the IRD said it has opened TIN for 4.7 million people in the first seven months of the year.",
    "“We open TIN in bulk like 10,000 at once. There is a stringent verification process including name and address proofs,” B.K. Saman Shantha, Deputy Commissioner General, ​in charge of Tax Policy, International Affairs and Legal at the  IRD told reporters at a media briefing in Colombo.",
    "Expanding the tax net and raising the tax revenue are two economic reforms President Ranil Wickremesinghe government has implemented under the International Monetary Fund (IMF)-backed programme.",
    "The island nation faced an unprecedented economic crisis in 2022 after the tax revenue fell as low as 8.5 percent of the gross domestic product (GDP).",
    "The revenue has been improving under the IMF programme, but the move has hit the government’s popularity.",
    "Shantha said the number of tax files had jumped to around 1.1 million by end July from around 4.5 million by end of 2023.",
    "The tax revenue has also exceeded the target in the first half of this year, he said. (Colombo/August 27/2024)"
  ]
}