{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98346/katchatheevu-neither-acquired-nor-ceded-lies-in-sri-lankan-maritime-area-ubt-leader",
  "time_ut": 1711959720.0,
  "original_lang": "en",
  "original_title": "Katchatheevu neither acquired nor ceded, lies in Sri Lankan maritime area – UBT leader",
  "original_body_lines": [
    "Adding fuel to the Katchatheevu row, India’s Shiv Sena (UBT) leader Priyanka Chaturvedi shared an RTI reply of 2015 where it was mentioned that the Katchatheevu island was neither acquired nor ceded and that it lies on the Sri Lankan side of the India-Sri Lanka International Maritime Boundary Line.",
    "In a post on ‘X’, Chaturvedi pointed out that the Ministry of External Affairs (MEA) should be able to address the “discrepancies” in its RTI response in 2015 and its position in 2024.",
    "“Maybe @MEAIndia will be able to address these discrepancies in its RTI response in 2015 vis a vis 2024,” Chaturvedi said. “This did not involve either acquiring or ceding of territory belonging to India since the area in question had never been demarcated. Under the Agreements, the Island of Katchatheevu lies on the Sri Lankan side of the India-Sri Lanka International Maritime Boundary Line,” the RTI reply which Chaturvedi said was from the MEA in 2015 read.",
    "Chaturvedi claimed that the RTI reply was given when External Affairs Minister S Jaishankar was serving as the country’s Foreign Secretary. Alleging a difference in opinions she said, “Today the Foreign Minister and yesterday the India PM claimed it has been ‘ceded’ So is the change in stance for their election politics or has Modiji made a case for Sri Lanka?”",
    "Earlier in the day, Jaishankar had criticised the historic attitude of the Congress party towards the Katchatheevu island and said that Prime Minister Jawaharlal Nehru saw it as a ‘nuisance’. “This is an observation by the then Prime Minister Jawaharlal Nehru in May of 1961. He says, he writes, I attach no importance at all to this little island and I would have no hesitation in giving up our claim to it. I do not like matters like this pending. Indefinitely and being raised again and again in parliament. So to Pandit Nehru, this was a little island. It had no importance. He saw it as a nuisance,” EAM Jaishankar said in a press conference.",
    "However on Monday, India’s External affairs minister S Jaishankar lashed out at the Congress and DMK saying that the parties approached the Katchatheevu issue as though they “bear no responsibility”. He emphasized on the matter that the public has the right to know how Katchatheevu was given away.",
    "Addressing a press conference in Delhi, Jaishankar said, “We know who did this, what we don’t know is who hid it. Public has the right to know how Katchatheevu island was given to Sri Lanka, why even the fishing rights of Indian fishermen were also given up in 1976 after giving an assurance to the Parliament that fishing rights of Indians in the 1974 agreement have been safeguarded.”",
    "“In 1974, India and Sri Lanka concluded an agreement where they drew a maritime boundary, and in drawing the maritime boundary, Katchatheevu was put on the Sri Lankan side of the boundary,” he added.",
    "He further said that India needs to sit with Sri Lankan authorities and find a solution.",
    "Highlighting the background of the issue, Jaishankar said, “In the last 20 years, 6184 Indian fishermen have been detained by Sri Lanka and 1175 Indian fishing vessels have been seized, detained, or apprehended by Sri Lanka. This is the background of the issue that we are discussing.”",
    "Calling it a “live issue” and not something that surfaced “suddenly”, Jaishankar said, “The then CM of Tamil Nadu has written to me numerous times. And my record shows that to the current CM, I have replied 21 times on this issue. This is not an issue that has suddenly surfaced. This is a live issue.”",
    "“It is an issue that has been very much debated in parliament and in Tamil Nadu circles. It has been the subject of correspondence between the union government and the state government,” he added.",
    "He also said, “DMK questions handing over Katchatheevu to Sri Lanka, claims Tamil Nadu govt not consulted; fact is it was kept fully informed.”",
    "Lashing out at Congress & DMK for their attitude towards the issue, he said, “Congress & DMK have approached this matter as though they have no responsibility for this.”",
    "“As though the situation is for today’s central government to resolve, there is no history to this, this has just happened, they are the people who are taking up the cause; that is the way they would like to project it,” he added.",
    "Earlier in the day, India PM Modi cited a Times of India report and slammed DMK on the Katchatheevu island issue, saying the new details emerging on the matter have “unmasked” the party’s double standards.",
    "The development comes a day after the Indian PM came down heavily on the Congress party and the DMK for giving away the Katchatheevu island to Sri Lanka during the tenure of the Indira Gandhi government in 1974. On Sunday, Prime Minister Narendra Modi said that the Katchatheevu deal has infuriated people, adding that the Congress can never be trusted."
  ]
}