{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/coyle-holds-its-2024-leadership-forum/",
  "time_ut": 1730665440.0,
  "original_lang": "en",
  "original_title": "COYLE holds its 2024 Leadership Forum",
  "original_body_lines": [
    "On the 29th of October, COYLE held its landmark 2024 Leadership Forum at Shangri-La Colombo, uniting thought leaders, entrepreneurs, and visionaries to shape the future of business. Designed to inspire the next generation of trailblazers, the event brought together influential voices in the world of entrepreneurship and business strategy, setting the stage for an extraordinary day of knowledge sharing and forward-thinking ideas.",
    "This year’s forum was headlined by Ebraheem Al Samadi, a celebrated entrepreneur and luxury retail leader from Dubai. Known globally as a star of Netflix’s Dubai Bling, Al Samadi shared a compelling account of his entrepreneurial journey — one marked by calculated risks, relentless ambition, and remarkable success. His address highlighted the core tenets of perseverance and passion in achieving one’s goals, leaving the audience with invaluable insights into the realities and rewards of entrepreneurial resilience.",
    "Adding to the forum’s stellar lineup was Harsha Fernando, an innovation strategist from Los Angeles, California. With a focus on purposeful innovation and inspiring future change-makers, Fernando’s talk, Lead with Vision, Innovate with Purpose, provided strategic advice for young entrepreneurs to drive meaningful change. His message resonated deeply with the audience, underscoring the need for vision, adaptability, and an unwavering commitment to social impact in business.",
    "The COYLE Chairman, Thushira Radella, a visionary and boundary-breaker, also took to the stage. Known for his business acumen and achievements across industries, Radella shared insights on building sustainable enterprises, fostering growth, and redefining industry standards. His address reaffirmed COYLE’s commitment to creating a vibrant ecosystem for entrepreneurs to thrive, grow, and expand from Colombo to the world.",
    "Deficit in the trade account widens to US dollars 4,200 million in 2024",
    "DH Ceylon Energy holds signing ceremony for 110MW solar park in Hambantota",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}