{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Honouring-the-unsung-Real-beginnings-of-the-renaissance/14-769675",
  "time_ut": 1732563691.0,
  "original_lang": "en",
  "original_title": "Honouring the unsung: Real beginnings of the ‘renaissance’",
  "original_body_lines": [
    "It is to this farming community that the country owes a debt of gratitude today. They laid the real groundwork for the Aragalaya movement",
    "As early as the 1890s, psychology research has been done on crowd behaviour. Gustave Le Bon (1841) who was a French social psychologist pioneered research on group behaviour, especially crowd behaviour. People with compatible needs and interests come together (convergence theory), purposefully and united, to have their views represented. Classical theories treat crowds as pathological (contagion theory). Crowds are seen as mobs, mobs that act irrationally.",
    "The myth of the crowd may also be politically motivated. Contagious crowd violence can serve elite power. For example, governments often see crowds as defaming democracy. Former British Prime Minister Rishi Sunak said that “mob rule is replacing democratic rule”, referring to protests in England on the Israel-Hamas conflict. Closer to home, the former Rajapaksa’s administration labelled Galle Face Green (GFG) protesters as “extremists.” Mahinda Rajapaksa even compared GFG protesters to the former Tamil militants in the north and the JVP militants in the south. More recently, the former President Ranil Wickremesinghe had student protestors and women’s groups violently hosed by the military when they were protesting on the streets against corruption, nepotism, and authoritarianism. Ironically, this was an example of the Government replacing democratic rule with mob governance!",
    "More modern research has taken a social identity approach (Drury & Reicher, 2020) where people gather in shared beliefs to send messages and to influence change. The power of collective activism should not be underestimated. The Black Lives Matter protests in 2020, against the murder of George Floyd, a Black American in Minnesota by a white police officer, was a turning point. The movement spread across the globe. New laws were passed in many states of the US against choke-holds and on police discipline. Non-violent protests especially, are transformative. Today, Sri Lanka is a good example of the complex and successful powers of crowds.",
    "In disorderly protests, there is a loss of inhibitions, self-control, and values, because it is the group that is responsible and accountable, and not the individual. When the situation is also emotionally charged and intense, the risk of a riot is greater. People feel safe in a group to commit acts of aggression. This is how a small riot can grow into violence. The 18th century French Revolution started in this way. People were exhausted by tough economic times, famine, and resentment of the rulers who enjoyed great wealth and comforts. These things led farmers, peasants, and the working class to storm the Bastille on 14 July 1789. Their intention was to destroy the ruling class. King Louis the 16th was killed. This eventually led to the creation of the “Declaration of the Rights of Man and of the Citizen”. It was a symbol of the end of an opulent, corrupt old French guard.",
    "Protests can be highly effective and offer opportunities for change. They are not a waste of time. Political history is replete with examples of where corrupt and despotic rulers have been ousted by public protests (Suharto and Mubarak are two famous examples). In the current context of Sri Lanka, the “Aragalaya” movement can be credited to creating significant change in the country, three years later.",
    "The infamously rash chemical fertiliser ban on 22 April 2021, by the Rajapaksa regime, decimated the agriculture industry and livelihoods of people in Sri Lanka. Rice yields dropped to 2.9 metric tonnes in 2021/22 from the previous year’s 3.4 metric tonnes. Food crisis, starvation, and under-nutrition were compounded by rising costs of living; fuel and gas shortages, and power cuts from 8 to 13 hours a day. The power cuts were disastrous to the agriculture industry as well. Due to lack of kerosene, farmers were forced to buy petrol or diesel water pumps which cost more than Rs. 75,000. Pawning jewellery or whatever assets a family has and falling into the debt trap is common amongst the farming community.",
    "Then the power cuts meant that water pumps sending water to higher geographical areas could not happen. This cut off the water supply to fields, vegetable, and fruit cultivations. The mills, which turn the paddy into rice, also rely on power. Since the paddy could not be milled on time, the rice crops went bad. Farmers also did not have fuel to transport their crops to the market, leading to food and livelihood crises. Many families in the country could barely make ends to find money to eat one meal a day.",
    "In June 2021, farmers in most districts of the country began small group protests, from Kilinochchi to Hambantota, from Polonnaruwa to Puttalam. In this, we saw a north-south unity in the country (to be repeated on the 14th of November, 2024). For months they protested. The media gave them much coverage. But there was no other kind of support that reached them. This was a tragic and collective failure on the part of the suburban communities around the country, especially the power hubs of Colombo, to not support the crisis of the farming community who put food on our tables. It was life- as-usual for others. A sad indictment of a collective loss of humanity, compassion, and nationhood.",
    "In February 2022, the depleted foreign reserves and deepening financial crisis led to shortages in fuel and gas, led to rolling power cuts in most parts of the country (except inner Colombo). Food and milk powder shortages, long queues, loss of livelihoods and severe disruption to life touched suburbia like never before. In March 2022, people in and around Colombo and other key cities like Kandy, stepped out into the streets, thus founding the “Aragalaya” movement.",
    "The most significant aspect of this movement was that the farming community joined the Colombo protestors, in a strength of support. It is to this farming community that the country owes a debt of gratitude today. They laid the real groundwork for the Aragalaya movement. Unrecognised then, and perhaps even now, for their pioneering efforts, they began a movement that culminated, three years later, in an extraordinary change of political landscape in Sri Lanka.",
    "We saw anger at many things: corruption, injustice, and inequality; loss of trust in governments and those in authority (elected as well appointed); being taken advantage of and lied to; the repulsive extravagance and ill-gained wealth of political leaders and their enablers; frustration, helplessness, and hopelessness; and shared difficulties in day to day living. These shared grievances led to the protests. Shared intensity of emotions also propelled people to act. The country united in suffering. This was the tipping point.",
    "Beginning with the farmers, students, teachers, and the health sector, protests gradually spread to other sectors, culminating in a Galle Face Green Aragalaya. Crowds influenced people to act in a certain way. Those who had never joined any rally before, joined the Aragalaya.",
    "Protests are survival triggers. When people are pushed to a corner, they freeze, fight, or flee. The protests that the farmers started, grew into a larger fight response at the GFG. The education sector, business communities, legal groups, and religious leaders added their support and voice to Aragalaya. Such positive collective activism, solidarity, and confidence led to real transformation. People waited patiently until elections were (reluctantly) declared by former president Ranil Wickremesinghe. Unlike the French Revolution, Sri Lanka’s dramatic shift in politics, was completed on 14 November, by ballot, not by gunpowder. The beginning of the ‘renaissance’ then, was really begun by a consistent and small group of farmers.",
    "(The writer is a former senior lecturer in psychology at the University of Colombo.)"
  ]
}