{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102283/president-directs-to-increase-fertilizer-subsidy-for-paddy-farmers",
  "time_ut": 1727353260.0,
  "original_lang": "en",
  "original_title": "President directs to increase fertilizer subsidy for paddy farmers",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has instructed the Treasury to provide a fertilizer subsidy of Rs. 25,000 per hectare to paddy farmers for the Maha season of 2024/25, the President’s Media Division (PMD) said.",
    "According to this initiative, the fertilizer subsidy, which was previously set at Rs. 15,000 per hectare, will be increased to Rs. 25,000. This enhanced subsidy will take effect starting October 01.",
    "To ensure efficient delivery of the subsidy to farmers, the funds will be directly transferred to their bank accounts. This approach aims to streamline the process and provide timely support to those in the agricultural sector, the PMD said.",
    "“The new government’s policy statement emphasizes the importance of effectively managing agricultural inputs. It outlines a commitment to providing fertilizer and other agricultural inputs at reasonable prices, along with subsidies for both chemical and organic fertilizer, all in line with good agricultural practices. This step has been implemented to support sustainable farming.”",
    "In addition, the President has directed the Treasury to implement a fuel subsidy for the fishing community, effective from October 01. This measure is intended to boost the fishing industry and lower production costs for fishermen.",
    "The fuel subsidy will be available on a monthly basis for both multi-day and one-day fishing vessels. Similar to the agricultural subsidy, this funding will also be directly deposited into the fishermen’s bank accounts.",
    "“The government’s policy statement underscores the goal of developing and managing the fishing industry in a sustainable and environmentally friendly manner. This approach aims to enhance fish production, making it more accessible to consumers at fair prices, while also improving the quality of life for those involved in the industry.”",
    "Furthermore, efforts will be made to provide financial and technical support for the recovery of marine fisheries, which are currently facing significant challenges, the statement said."
  ]
}