{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113313/us-air-traffic-control-staffing-hit-for-second-day-delaying-flights",
  "time_ut": 1759886280.0,
  "original_lang": "en",
  "original_title": "US air traffic control staffing hit for second day, delaying flights",
  "original_body_lines": [
    "Air traffic control staffing issues are delaying flights for a second straight day at numerous U.S. airports as the government shutdown reaches its seventh day, the Federal Aviation Administration said in a notice on Tuesday.",
    "More than 3,000 flights have been delayed, according to flight tracking data, as staffing shortages have impacted a widening number of airports, including Houston, Nashville, Dallas, Chicago O’Hare and Newark.",
    "The FAA is reducing the number of arriving flights per hour at Chicago O’Hare, citing staffing, with average delays of 41 minutes, and there are also staffing issues at Atlanta Air Route Traffic Control Center.",
    "Arriving flights were being held for up to 30 minutes at Newark due to the staffing issues, the FAA said, while Washington Reagan might see new slowdowns due to low staffing on Tuesday.",
    "Nashville air traffic control is facing significant staffing issues and will curtail operations later on Tuesday, the FAA said. Approach control will be taken over later by Memphis Center, it added.",
    "Both political parties are pointing the finger at each other for the impacts. White House press secretary Karoline Leavitt said Democrats were to blame for the aviation slowdown, while California Governor Gavin Newsom, a Democrat, said President Donald Trump was responsible.",
    "Some 13,000 air traffic controllers and about 50,000 Transportation Security Administration officers must still turn up for work during the government shutdown, but they are not being paid. Controllers are set to receive a partial paycheck on October 14 for work performed before the shutdown.",
    "Transportation Secretary Sean Duffy said on Monday the FAA had seen a slight increase in controllers taking sick leave and air traffic staffing has been cut by 50% in some areas since the shutdown started last week.",
    "“If we don’t have controllers, we’re going to make sure the airspace is safe. So what we do is we’ll slow traffic,” Duffy said on Tuesday on Fox News’ “Fox and Friends.”",
    "FlightAware, a flight tracking website, said more than 3,000 U.S. flights had been delayed on Tuesday, including 225 at Nashville, or 20% of its flights, and more than 570 flights at Chicago O’Hare, or more than 20% of its flights.",
    "Southwest Airlines has delayed more than 500 flights and American Airlines 400 flights, FlightAware data showed.",
    "In 2019, during a 35-day shutdown, the number of absences by controllers and TSA officers rose as workers missed paychecks, extending checkpoint wait times at some airports. Authorities were forced to slow air traffic in New York, which put pressure on lawmakers to quickly end the standoff.",
    "The U.S. has faced air traffic control shortages for more than a decade, and many controllers had been working mandatory overtime and six-day weeks even before the shutdown. The FAA is about 3,500 air traffic controllers short of targeted staffing levels."
  ]
}