{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112039/us-judge-blocks-deportations-of-unaccompanied-migrant-children-to-guatemala",
  "time_ut": 1756656840.0,
  "original_lang": "en",
  "original_title": "US judge blocks deportations of unaccompanied migrant children to Guatemala",
  "original_body_lines": [
    "A federal judge on Sunday issued a restraining order blocking the Trump administration from deporting 10 unaccompanied migrant children to Guatemala after lawyers said the removals would violate U.S. laws.",
    "Washington, D.C.-based District Judge Sparkle Sooknanan ordered the administration to refrain from deporting the children for 14 days and called for a hearing at 3 p.m. The National Immigration Law Center, a pro-immigration advocacy group, brought the challenge on behalf of the children, who are ages 10-17.",
    "President Donald Trump’s administration struck an agreement with Guatemala that would allow the removal of unaccompanied children back to the country and planned to start deportations this weekend, one current and two former U.S. officials told Reuters. The plans were first reported by CNN on Friday.",
    "Trump, a Republican, kicked off a wide-ranging immigration crackdown after returning to the White House in January.",
    "Migrant children who arrive at U.S. borders without a parent or guardian are classified as unaccompanied and sent to federal government-run shelters until they can be placed with a family member or foster home, a process outlined in federal law.",
    "Melissa Johnston, director of the Office of Refugee Resettlement’s program for unaccompanied children, sent an email to staff on Thursday calling for a halt to the release of all Guatemalan children except for those sponsored by parents or legal guardians in the U.S., according to a copy reviewed by Reuters and one of the former officials.",
    "In a legal complaint filed on Sunday, the National Immigration Law Center and Young Center for Immigrant Children’s Rights said the deportations would be a “clear violation of the unambiguous protections that Congress has provided them as vulnerable children.”",
    "“Defendants are imminently planning to illegally transfer Plaintiffs to Immigration and Customs Enforcement (“ICE”) custody to put them on flights to Guatemala, where they may face abuse, neglect, persecution, or even torture, against their best interests,” the complaint read.",
    "The U.S. Department of Homeland Security, ICE’s parent agency, did not immediately respond to a request for comment. Guatemala’s foreign ministry declined to comment."
  ]
}