{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/putin-praises-trump-raising-hopes-of-avoiding-secondary-tariffs-on-india-236692/",
  "time_ut": 1755304020.0,
  "original_lang": "en",
  "original_title": "Putin praises Trump, raising hopes of avoiding secondary tariffs on India",
  "original_body_lines": [
    "ECONOMYNEXT – Russian President Vladimir Putin appears to have scored a diplomatic coup praising President Donald Trump, repeating a claim that the invasion of Ukraine would not have happened during a Trump presidency, reports said.",
    "No mention was made of ‘secondary sanctions’ after a meeting of the two leaders in Alaska, raising expectations that the US would not impose additional taxes on countries that imported Russian oil including India, after the meeting with Putin which ended without a ceasefire.",
    "“There were many, many points that we agreed on,” Trump said at a joint press statement event where no questions were entertained unlike the usual style of Western democracies.",
    "“I would say a couple of big ones that we haven’t quite got there, but we’ve made some headway. So there’s no deal until there’s a deal.”",
    "“I will call up NATO in a little while. I’ll call up the various people that I think are appropriate, and I’ll, of course, call up President Zelenskyy and tell him about today’s meeting.”",
    "Remarkably a post meeting ‘press conference’ ended without a question period for reporters, which has been interpreted that Trump, supposedly the leader of the ‘free world’ had been completely controlled by the Russian president into killing the question period.",
    "The Committee to Protect Journalists have said 13 journalists have been killed ‘contract style’ under the Putin presidency and nobody has been caught. Trump also regularly blasts reporters but no one has died in the US.",
    "“I will call up NATO in a little while. I’ll call up the various people that I think are appropriate, and I’ll, of course, call up President Zelenskyy and tell him about today’s meeting,” Trump said in his statement.",
    "“It’s ultimately up to them. They’re going to have to agree with [Secretary of State] Marco [Rubio] and [Special Envoy] Steve [Witkoff] and some of the great people from the Trump administration who’ve come here.”",
    "Putin took a shot at ex-President Joe Biden, Trump’s former rival, implying that he was pushed to invade Ukraine by the actions of ‘my previous US colleague’.",
    "“Today with President Trump saying if he was the President back then, there will be no war and I sure that would be indeed so,” Putin said. “I can confirm that.”",
    "Putin said there was ‘business like contact’ with Trump and the possibility of arctic co-operation.",
    "Trump said he had always had a ‘fantastic relationship’ with ‘Vladimir’.",
    "Putin said there was a shared history with Alaska, which was bought by the United States from Russian Czar Alexander II in 1861.",
    "There was a Russian Orthodox Church and several hundred Russian place names in Alaska, he said.",
    "Putin also praised the US for the military aid (lend lease) given during the Second World War which helped the then Soviet Union defeat Hitler.",
    "“During the Second World War this Alaska was the origin of the legendary air bridge for the supply of military aircraft and other equipment under the lend lease program,” Putin said.",
    "“It was a dangerous and treacherous route over the vast expanse of ice. But pilots of both countries gave it their all for a common victory.”",
    "While the US allowed elections in Germany and Japan after their defeat as well as countries liberated by the US and UK, including France, Netherlands and Norway among others, then Soviet Leader Stalin eliminated the democratic opposition in Eastern European nations the Red Army ‘liberated’, leading to the cold war and the Iron Curtain.",
    "Stalin originally teamed up with Hitler’s plan to build a ‘Greater Germany’, helped him invade Poland and secretly divided the country between them, leading to the UK, which was Poland’s ally, to declare war on Hitler triggering the Second World War in Europe.",
    "Poland was the first country to give fighter jets to Ukraine to fight off Putin.",
    "Ukraine went to Russia in the so-called Second and Third partitions of Poland (Polish-Lithuanian Commonwealth) but has tried to regain independence several times.",
    "Ukraine briefly declared independence in January 1918 (Read More : as the Ukrainian People’s Republic) when Russia fell to the Bolsheviks but the Red Army re-conquered the country.",
    "European leaders fear a repeat of Hitler, with Putin’s idea of a Greater Russia incorporating Ukraine as the first key step to recreate the Soviet Union or Czar’s Russian Empire.",
    "Hitler was trying to build a Third Reich, the first being the Holy Roman Empire, the second the German Empire which ended in the defeat at World War II.",
    "Europe fears Putin’s  “Novorossiya” (Новороссия) project, with earlier re-incarnations being the Russian Empire of the Czars and the USSR. However Putin traces the history even further back to the Keivan Rus, a sovereignty centred around present-day Ukraine.",
    "“Russians, Ukrainians, and Belarusians are all descendants of Ancient Rus, which was the largest state in Europe,” Putin said in a speech in 2021, which repeated some of his earlier ethno-religious nationalist claims in a comprehensive speech.",
    "“Slavic and other tribes across the vast territory – from Ladoga, Novgorod, and Pskov to Kiev and Chernigov – were bound together by one language (which we now refer to as Old Russian), economic ties, the rule of the princes of the Rurik dynasty, and – after the baptism of Rus – the Orthodox faith.",
    "“The spiritual choice made by St. Vladimir, who was both Prince of Novgorod and Grand Prince of Kiev, still largely determines our affinity today.”",
    "At the press conference Putin warned Europe not to ‘torpedo’ his talks with Trump. (Colombo/Aug17/2025)"
  ]
}