{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/saying-and-doing/",
  "time_ut": 1729193580.0,
  "original_lang": "en",
  "original_title": "Saying and doing",
  "original_body_lines": [
    "The JVP/NPP leaders got criticising others down to a fine art during their Opposition days. Now, the boot is on the other foot, and they have had to contend with living under the microscope; their political opponents are treating them to lectures on good governance!",
    "If the members of the previous dispensation think they can rally public support by moralising and taking on the new government, they will soon realise that theirs is an exercise in futility. Similarly, let the JVP/NPP leaders be warned that their government runs the risk of facing the same fate as the British labour administration, whose leaders’ approval ratings are plummeting. Interestingly, one of the reasons for UK Prime Minister Keir Starmer’s growing unpopularity is that he has benefited from the largesse of a billionaire, who has showered gifts on him and his wife. Sounds familiar?",
    "No sooner had the JVP/NPP formed a government than it took a propaganda misstep—a huge one at that. It chose to exhibit hundreds of vehicles returned by the politicians of the previous administration and their officials following last month’s regime change.",
    "A large number of cars, SUVs, etc., were parked near the Galle Face Green and the Sri Lanka Foundation Institute. Some JVP/NPP politicians triggered a social media feeding frenzy by claiming that all those vehicles had been misused and abandoned. The people were given to understand that the ‘abandoned’ vehicles would be auctioned and the proceeds utilised to augment state revenue. Subsequently, it became clear that the government politicians and their spin doctors were stretching the truth to gain political mileage, and the ‘vehicle show’ came to an abrupt end.",
    "The Opposition is now demanding to know where those vehicles have gone. In an interesting turn of events, former SLPP MP D. V. Chanaka claimed in a television debate, on Tuesday, that the NPP had, in its election manifesto, promised to allocate one vehicle each to the MPs to be elected. He asked the JVP/NPP representative in the debate, Mahinda Jayasinghe, whether a future NPP government would scrap the duty-free vehicle permit scheme for the MPs. There was no satisfactory answer to that query.",
    "The question is why the MPs cannot be made to travel in buses and trains like the ordinary people they claim to represent? The best way to develop Sri Lanka’s ailing public transport system is to make politicians and bureaucrats use it and see for themselves the suffering commuters undergo daily.",
    "The JVP-led NPP came to power, promising to practise austerity and manage state revenue frugally. During its presidential election campaign, its leaders sounded as if they were willing to serve the country voluntarily. The rulers’ lot, we believe, should not be better than that of the ordinary people whose interests they claim to serve. The JVP/NPP leaders and their propagandists highlighted the country’s bankruptcy and the people’s untold suffering to garner votes.",
    "Condemning the SLPP politicians who were living the high life, they pledged to share in the suffering of the public. Those promises and the people’s hardships and antipathy towards the then government and its members triggered a massive wave of popular support for the JVP/NPP. Now, it is incumbent on President Anura Kumara Dissanayake and other JVP/NPP leaders to match their words with deeds. We suggest that they follow Sweden in handling public funds and prevent the MPs from living high on the hog at the expense of taxpayers.",
    "In Sweden, only the Prime Minister is entitled to an official car, and all other MPs including the Speaker have to use public transport or their private vehicles. They are given only bus and train passes. If the politicians in an affluent state like Sweden can do so, why can’t their counterparts in a bankrupt country? Will the NPP MPs to be elected in next month’s general election care to lead by example.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}