{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/will-karu-jayasuriya-be-suitable-as-an-interim-president/",
  "time_ut": 1707573060.0,
  "original_lang": "en",
  "original_title": "Will Karu Jayasuriya be suitable as an Interim President?",
  "original_body_lines": [
    "It is no longer a secret that a progressive section of the Buddhist clergy (Sangha) and Tamil parties (for example the Global Tamil Forum) have met in Europe and North America and worked out a “Road Map” to put an end to repetitive riots and pogroms that have despoiled this country since Independence. Leaders SWRD, JR, Ranil, Premadasa and Mahinda, all of them, have racist blood on their hands. DS took away the citizenship of Upcountry Tamils but I don’t think he instigated race riots. Overall this is a sad commentary on our so-called national leaders.",
    "The JVP never indulged in anti-Tamil pogroms but Wijeyweera’s remarks about Up-country Tamil workers and the party’s stand on devolution and the 13th Amendment are nothing to be proud of. Furthermore liberal democracy, that is traditional bourgeoisie democracy (change of government by free, fair and regular elections), is an important commitment in this period of world and local history and the NPP’s unwillingness, to the best of my knowledge, to make an unequivocal programmatic commitment on this count, is disappointing.",
    "At the same time Sivagnanam Sritharan has been elected as the new leader of the Ilankai Thamil Arasu Katchi (Federal Party). Sritharan was elected on a platform of old SJV-style Federalism. Hence, de facto in modern terms, it rejects the 13th Amendment and emasculates Provincial Councils. Federalism stands in contradiction to the afore mentioned Road Map which starts with the acceptance of a sovereign and undivided Sri Lanka and whose tasks, inter-alia, and in abridged form, include",
    "The Sritharan/Federal Party expectations and this Road Map are as different as apples are from oranges. To put it blandly, as far as the Tamil side in the Buddhist-Tamil negotiations are concerned, this is a serious spoiler and obstructs this important Road Map. Furthermore, Federalist demands will elicit forceful reactions from Sinhala-Buddhist extremism which innately dislikes Tamils.",
    "Economic forces pulling in many different directions pose another short-term obstacle. Ranil has thrown his weight with the IMF. The IMF programme can be summarised as ‘short-term pain in the hope of long-term recovery’. Belt-tightening and high consumption tax are to be imposed on the people at large, in expectation of export led growth. Low direct tax will be offered to the manufacturing classes, currency controls will be relaxed, monetary policy will be oriented in conformity. It’s a well-known formula which worked in some places (South Korea and Singapore) but did not work out well in most of Central and South America, Africa and Pakistan.",
    "Therefore economics is another dimension that cuts across the main theme of this essay and is actually a spoiler in promoting the road map of Buddhist-Tamil dialogue. Let us recall the principal contenders for the presidency and governmental power in presidential and parliamentary elections due within about twenty-four months. Anura Kumara, and the UNP most likely led by Ranil (with some sort of a role included for Sajith), are the front runners for the presidency, but opinion at this stage seems to be that neither will poll a clear 50% on the first count.",
    "Then the last lame-duck is eliminated and his/her votes redistributed, or some such procedure that has never happened before. The parliamentary situation is more straightforward and it seems extremely unlikely that either the NPP-JVP or the UNP Ranil-Sajith combo will win a majority in parliament. The large contingents of MPs that will be elected to Tamil and Muslim area constituencies makes this even more likely.",
    "I am not personally acquainted with Anura Kumara except the occasional wave of the hand. He seems to be a thoroughly decent chap worthy of the Presidency at some time but the electoral complications I have mentioned above stand in the way. What Lanka will encounter is a shilly-shally presidential vote and the almost certainty of a hung parliament.",
    "These are all likely scenarios with certain orders of likelihood, not certainties, but optimisation theory dictates that at every stage we rank likelihoods and proceed to the next stage in decision making according to these results. This approach is called “dynamic-programming” and is commonly used in computational disciplines. To cut a long story short: Is the best way to cut across this haze of uncertainties to elect Hon Karu Jayasuriya as President for one five-year term and give the country time to navigate these choppy waters; a kind of John the Baptist for Anura.",
    "This will give time to implement some portions of the Buddhist-Tamil Road Map and to make essential changes to the constitution such as abolishing the executive presidency. I don’t see any easy way of achieving this last matter except by deploying, in the interim, someone like Karu who will not be greedy to hang on in office for multiple terms.",
    "I know, I know, some readers will protest that instead of solving a problem I am just kicking the can down the road for five more years. Nevertheless this may be an option worth thinking about. I envisage Karu as a winning candidate for one term sponsored by the NPP to overcome the difficulties discussed in this short essay.",
    "AKD in New Delhi: Some thoughts about the ‘Indian policy’ of a progressive government",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}