{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/SC-quashes-Presidential-Pardon-granted-to-Jude-Jayamaha-in-Royal-Park-case/155-284236",
  "time_ut": 1717650060.0,
  "original_lang": "en",
  "original_title": "SC quashes Presidential Pardon granted to Jude Jayamaha in Royal Park case",
  "original_body_lines": [
    "Colombo, June 6 (Daily Mirror) - In another landmark judgment pertaining to the scope of the pardon granted by the executive President, the Supreme Court today ruled that former President Maithripala Sirisena's decision to grant a Presidential pardon to to Royal Park murder convict Don Shamantha Jude Anthony Jayamaha is arbitrary and not valid in law.",
    "Accordingly, the Supreme Court three-judge-bench comprising Justices S. Thurairaja, Yasantha Kodagoda and Janak de Silva ordered to set aside two Presidential pardons granted to Shamantha Jude Anthony Jayamaha for not following the Constitutional provisions.",
    "The Supreme Court declared that former President Maithripala Sirisena violated the Fundamental Rights of the petitioner and public trust doctrine while granting presidential pardon to the above mentioned respondent.",
    "Women & Media Collective organization had filed this Fundamental Rights petition challenging the legality of former President Sirisena’s decision to grant presidential Pardon to Royal Park murder convict.",
    "In view of this judgment, the Supreme Court ordered the authorities to take necessary steps in terms of law with regard to the implementation of the sentence imposed on Jude Jayamaha.",
    "President's Counsel Sanjeeva Jayawardena with Counsel Rukshan Senadheera and Ranmali Meepagala appeared for the petitioner. President's Counsel Romesh de Silva appeared for the victims. Faizer Mustapha PC appeared for former President Maithripala Sirisena. Saliya Peiris PC appeared for the Bar Association of Sri Lanka. Additional Solicitor General Nerin Pulle appeared for the Attorney General."
  ]
}