{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/visiting-egypt-and-france-some-sightseeing/",
  "time_ut": 1754728680.0,
  "original_lang": "en",
  "original_title": "Visiting Egypt and France: Some sightseeing",
  "original_body_lines": [
    "In these circumstances, I had an earnest discussion with the Minister. I told him that in my view it would be disastrous to fill vacancies from MP’s lists. I explained that this would have serious and long term repercussions on the public service. I further said that surely any government had to review these dismissals, some of them good officers with long service records, and gradually take most of them back. The government would be completely foreclosing this option if vacancies were hurriedly filled. Given all these circumstances I concluded by telling him that I was going to resist the instant filling of vacancies as best as I can. The Minister, Mr. Herat did not disagree.",
    "He himself was partly embarrassed by these developments. He however warned me that given the prevailing mood in governmental circles, I should be very careful in how I set about resisting, since I could be accused of sabotage. I thanked him for his advice and said that I did not want to do anything without keeping him informed, but that both on moral grounds and in the long term interests of the public service, I was going to resist in whatever way I could.",
    "In fairness, I have to record that a significant number of public officers with UNP affiliations, including some Trade Unionists were of the view that the government had gone too far. They were for some kind of punishment, but did not favour the mass dismissals or the urgent attempts to fill vacancies. I was supported in my “resistance,” by many of them including Mr. Bodhi Liyanarachchi who functioned as an Assistant Secretary to the Ministry. Mr. Liyanarachchi was a UNP Trade Unionist who became an Assistant Secretary, when the government decided to create this special post in the Ministries in order to accommodate some of their Trade Unionists. I found him to be clear thinking, balanced, and humane. He fully agreed with my analysis. He too thought that the government had been too hasty, and had gone too far.",
    "I received invaluable support from him as well as some others. It was not pleasant trying to stonewall the urgings of Members of Parliament to appoint their nominees. One of the arguments I used was that we were overstaffed and that the dismissals had largely rectified this position. There was therefore no need to take on many people, for really there were no vacancies. This was only partially true and I could plainly see that I was not the most popular public servant with a number of MPS. In the heat of the moment, one or two accused me of being “anti-government.” Several others were visibly displeased.",
    "But because of the attitude of the Minister who allowed me a free hand, and Mr. Liyanarachchi and others who backed me, we were by and large able to hold the line. Later we came to know that the Ministry of Food and Co-operatives and the Departments and Agencies under it were amongst the very few, which successfully preserved many of the vacancies. In due course, when the government relented, there were jobs for many of the strikers to come back.",
    "In the end, the fairly long period of tension and unpleasantness that we went through was worth it. We received the heartfelt thanks of numerous individual officers as well as Trade Unions. They were fully appreciative of the unpopularity and even the personal detriment to our careers that we risked during this whole episode. Even ten to twelve years later when important office bearers from powerful “Left” unions telephoned, I was pleasantly surprised that they both knew and remembered what was done in 1980. Some of them still thanked me, over a decade later. The interesting thing was, that much later, when I talked about this whole matter with some important UNP Ministers, they themselves acknowledged that they had acted too hastily.",
    "There is a small postscript to these momentous events. The Cabinet decided to make a special payment to those who worked during the strike, in the form o’ a lump sum payment based on one’s salary. In terms of this decision what was due to me was not small. But I declined the payment. When several officers asked me why, I merely said that I felt that I did not need any extra payment for discharging my normal public duties, which included functioning during a crisis. This is how I rationalized it to others.",
    "But my rejection of the allowance was due more to my state of feelings rather than my intellect. I felt that it was “blood money,” and that I would be happier without it.",
    "The Prima Flour Mill was originally due to open during early 1981. But work had progressed quite rapidly, and soon we were informed that the mill would open towards the end of November 1980. As I had indicated earlier, we followed the practice of placing orders for food cargoes two to three months ahead. This was to obviate shipping delays and various contingencies and to ensure that there was no breakdown in the smooth flow of supplies. Since rice, flour and sugar were staples and therefore the most sensitive commodities, we did nothing at the last moment. We had now to switch over from ordering wheat flour, to the ordering of whole wheat.",
    "But the earlier than anticipated opening of the mill meant that we would have too much stocks of flour towards the end of the year. These stocks were already on order. It was calculated that we would now not require about 30,000 metric tons of flour we had ordered. If these stocks arrived, a significant portion of this could have gone bad in the stores. There were a series of discussions on this, and ultimately the Cabinet decided that we should try to sell the flour to another country. The suppliers of the bulk of this quantity Coffracial of France was not prepared for a cancellation of the order without a fairly heavy payment of compensation.",
    "Our Trade Commissions abroad and the appropriate local embassies were informed. Within a few days, we received information from our Embassy in Egypt that Egypt was interested in purchasing this flour and that the Egyptian government wanted a delegation to come over for the negotiations. It was anticipated that the delegation would have to visit France as well, because arrangements would have to be made with Coffracial to terminate their contract with us and if everything went well sign up with Egypt. The government nominated me to lead this delegation with Mr. Pulendiran Deputy Food Commissioner Imports; Mr. Thambipillai Director of Finance, General Treasury; and Mr. Kathiravelupillai, Head of the Foreign Currency Unit of the Bank of Ceylon, as members.",
    "We left on the 15th of August 1980 via Abu Dhabi and Kuwait to Cairo, where we arrived at the inconvenient hour of 11.30 p.m. We were met by Alfie David of the Foreign Service, who held a senior position in the Embassy. Ambassador Sathrakalsinghe was out of the country. We were put up in the President’s Hotel overlooking the Nile. I had a late night discussion with my team about how we should proceed. This was in addition to a discussion we had a few days before departure. We broke up late, and I got to bed at 2.30 a.m.",
    "The next day (16), we met the First Under Secretary in the Ministry of Supply and the relevant Deputy Minister at 12.15 p.m. At this meeting we set the framework for more detailed discussions. The Egyptians knew of course that these cargoes in a sense were “distress” cargoes.",
    "But they told us that they were not going to exploit the situation. We of course had to sel I at some discount. But it was not going to be a give away price. The Egyptian Under Secretary was so good as to say that developing countries should not exploit each other. We struck a good rapport, and they promised to call us and fix another meeting the next day.",
    "It was a promising start. But then we ran into the inscrutable workings of an ancient civilization. There was no call the next day, and we found it difficult to get another appointment. The Egyptians were very nice and courteous, but nothing was happening. Finally, we managed to get an appointment with the Under Secretary, two days later. But when we went to the Ministry, we were politely told that he was ill, and that he would not be coming to office that day. They did not know, whether he would come the following day. We found that he was in office the next day and succeeded in getting an appointment.",
    "But when we got there, we were politely informed that the Under Secretary had gone to pray and that they did not know what time he would come back! This was serious. We were now faced with the prospect of an indefinite stay in Egypt. Our Embassy worked hard, and another day later, we at last succeeded in fixing some important meetings. These included, higher level appointments with the Under Secretary to the Deputy Prime Minister; the Minister of Supply and Internal Trade and the Deputy Minister. These meetings were followed up with a meeting with the First Under Secretary Ministry of Trade, with whom I was dealing.",
    "They wanted me to draft the agreed minutes of the discussions and the decisions that were taken. I went to the Embassy and dictated the minutes. It was decided that we meet during the late afternoon to sign the agreed minutes. Much to our relief, this was accomplished. Lunch was possible eventually at 5 p.m. We now had a firm commitment from them to purchase the flour. A general price range was fixed, subject to further negotiation and finalization later when we return from France.",
    "We had now to negotiate the compensation payable to the French company and the somewhat altered shipment period the Egyptians wanted. In the meantime, we had spent from the official point of view almost three fruitless days in Egypt being subject to the leisurely manner in which appointments were made and postponed.",
    "These three days, however, were not spent in vain, from the point of view of enhancing our education and enriching us Culturally. We went to G I ZA and saw the pyramids. The Embassy had arranged a knowledgeable person to accompany us, and we learnt a great deal. Of particular interest was the massive Cheops pyramid, 450 feet high. We learnt that it was built from 2300 blocks of limestone each weighing between 15 and 25 tons! The construction itself had been done by 100,000 workers, for a period of three months each year for 20 years. It was truly a wonder to behold. We also saw the renowned Sphinx, with the head of a man and the body of a lion, depicting, according to scholars the twin attributes of wisdom and power.",
    "During these off days we also visited old Cairo, and the Christian monuments both Coptic and Greek orthodox. Old Churches and Synagogues were interesting sights. The area itself reminded us somewhat of the Pettah. Here, poverty was visible. It was however not a poverty of lethargy and hopelessness. The area was replete with vibrant life and activity. The narrow cobbled pathways had their own charm. Later, and away from this area, we managed to get a glimpse of the Alabaster Mosque and the AI-Azhar University. We were also taken to the Cairo Tower, reputed at the time to be the tallest building in the Arab World. From its height, one had a panoramic view of Cairo and the ever-winding river Nile.",
    "The Nile dominates Cairo as nothing else does, its waters being life itself. Later, on our return from Paris, we had the opportunity of spending almost half a day in the Cairo museum, with its abundance of valuable ancient treasures, including the mummies. The greatest threat to some of these priceless treasures was air pollution, and there was much anxiety about this. Of considerable interest to me were the meticulous records of surveys, land transactions and other areas of administrative action of the ancient Egyptian civil service. One of the important characteristics of a civil service is its penchant for keeping records.",
    "In this respect, clearly, we were no different to the Egyptians of 5000 years ago. Finally, before we returned home we managed to do the 86 mile dash to Port Said and the Suez Canal. This took us much of the way on a desert road. It was a sight to see at close quarters, convoys of ships entering the canal, and listen to the powerful throbs of their engines. What we saw was an unending line of ships of different kinds and sizes. Cargo vessels, tankers, car carriers and other types one following the other at a given distance in an almost endless queue. You cannot imagine an operation like that unless you see it.",
    "(Excerpted from In the Pursuit of Governance, autobiography of MDD Pieris) ✍️",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}