{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Japan-a-true-friend/4-766778",
  "time_ut": 1726515498.0,
  "original_lang": "en",
  "original_title": "Japan, a true friend",
  "original_body_lines": [
    "Airport expansion will soon begin with the appointment of the new contractor",
    "The spirit of the San Francisco Peace Treaty, that is, reconciliation, fairness, and generosity, was eloquently emphasised by J.R. Jayewardene at the momentous occasion of the Peace Conference in 1951, inspired by the great teachings of Lord Buddha, “Hatred ceases not by hatred, but by love…!”",
    "His words were, “We extend to Japan a hand of friendship, and trust that with the closing of this chapter in the history of man the last page of which we write today and with the beginning of the new one, the first page together to enjoy the full dignity of human life in peace and prosperity.”",
    "This article will not deal with the history and support we have received from Japan during the last five decades or more except to say that Japan had been a benevolent and a generous friend to our country. Monuments of Japanese generosity is spread widely across the country and will stand for generations of Sri Lankans to derive benefits.",
    "Over the past several decades humanitarian aid had been flowing into our country. And in the last three years alone, we have been the beneficiaries of $ 140 million as grants from Japan.",
    "Japanese humanitarian aid granted directly and through UN agencies have reached the grass route levels supporting the most vulnerable communities and capacity building in essential areas of our nation. It had even covered the development of state sector employees benefitting them to learn the latest Japanese Management Systems implemented in Japan, providing young children bicycles to attend schools, helping over 600 women in distress to rebuild their domestic businesses uplifting their livelihoods, helping coastal fishermen to develop safe infrastructure, support to vulnerable communities living in tea estates, demining support in North and East, 40,000 metric tons of diesel to hospitals for use in ambulances are to name just a few humanitarian support given by the Japanese Government during past six months that touched the hearts of our most deserving communities.",
    "With the beginning of financial upheaval in our country, it was gratifying to note Ambassador for Japan Hideaki Mizukoshi spending most of his time evaluating the essential needs in areas where more vulnerable communities lived. Therefore, it is apparent that the Government of Japan wanted to make sure that the aid reached the most deserving communities.",
    "Thanks to the parent body of Japan Sri Lanka Technical and Cultural Association (JASTECA), Ministry of Economy, Trade and Industry (METI), affiliated Association for Overseas Technical Cooperation and Sustainable Partnerships (AOTS) Japan, over 4,000 Sri Lankan managers and executives have been trained in Japan during the past three decades. Funding for these scholarships were provided by METI Japan with the courtesy of people of Japan. Japan has restarted this program having stepped up the support that was temporarily withheld during COVID-19.",
    "New innovative programs such as production improvement utilising digital technology, business innovation and organisation development and transforming to circular economy business models are some of the new scholarship programs that are offered to our young managers in the private sector. Whilst bringing the most valuable Japanese technology and know-how, it is heart-warming to see many Sri Lankan executives embrace entrepreneurship after attending these AOTS Japanese scholarship programs. This had also resulted in a strong alumni network of AOTS scholarship awardees in the South Asia in giving much needed business and cultural connectivity to these young managers in South Asia.",
    "Japanese management concepts such as 5S and Kaizen introduced by AOTS Japan through the Sri Lankan trainers developed by AOTS had caused a remarkable impact in the manufacturing and service sectors in the enhancement of productivity and cost efficiency in our country.",
    "Cancellation of the Light Rail Project caused the worst ever damage to the people-to-people relationship that existed between us for decades.",
    "With an apology from President Ranil Wickremesinghe addressed to the administration, the process of repairing this damage began. It warranted winning of the hearts and minds of the people of Japan as they were the most disappointed due to this cancellation that caused irreparable damage to the people-to-people relationship between us. Our Ambassador in Japan Rodney Perera should be commended for reaching out to various Japanese communities and winning back their friendship and understanding.",
    "It is gratifying to note the new initiatives taken by Japan International Corporation Agency (JICA); on 26 June 2024, Sri Lanka reached the final agreement on its debt treatment with the members of the Official Creditor Committee (OCC) of Sri Lanka’s major bilateral lenders. With this milestone JICA announced re-commencement of the following projects that were suspended. Approximate value of the projects to recommence adds up to $ 1.764 billion as illustrated in the given table.",
    "We are grateful for the special visits made by Finance Minister Shun’ichi Suzuki and for acknowledging significant improvements in Sri Lanka’s economy and Foreign Minister Yōko Kamikawa for determining the first hand situation in the country.",
    "We offer our gratitude to JICA President Tanaka Akihiko for visiting us recently to evaluate proposed implementation of the projects that were suspended.",
    "In conclusion, it is clear that Japan is a real friend who stood by us in the midst of darkness. The people of Japan gave us the light that persisted!",
    "(The writer is an Export Development Consultant, Founder and JT Managing Director of Japan Ceylon Business Connectivity Ltd. and a Recipient of the “Order of the Rising Sun Gold and Silver Rays” from the Government of Japan.)"
  ]
}