{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hemas-performance-momentum-continues-in-fy-25-26/",
  "time_ut": 1754666880.0,
  "original_lang": "en",
  "original_title": "Hemas’ performance momentum continues in FY 25/26",
  "original_body_lines": [
    "The Group sustained its positive trajectory from the previous year, delivering a resilient performance for the quarter achieving a cumulative revenue of Rs. 28.5 billion. Operating profit and earnings grew by 6.9 % and 26.1% respectively, reaching Rs. 2.1 billion and Rs. 1.2 billion for the quarter. The year on year improvement in Group earnings was driven by stronger topline growth, improved gross profit margins, and reduced finance costs. Revenue in the Consumer Brands Sector recorded a marginal decline compared to the previous year, primarily due to the impact of prior-year strategic price adjustments.",
    "During the quarter, the equity market demonstrated strong momentum, with the All Share Price Index (ASPI) and the S&P SL20 Index posting year-on-year gains of 48.4% and 49.2%, respectively, reflecting improved investor sentiment. Following the share sub-division, Hemas share continued its upward trajectory, supported by heightened interest from local retail investors. The share closed the quarter at Rs. 30.50, marking a robust year-on-year gain of 83.1%.",
    "Sri Lanka made a significant stride in its ec onomic recovery during the quarter, with the International Monetary Fund (IMF) Board completing the fourth review under the Extended Fund Facility (EFF). This milestone facilitated the disbursement of the fifth tranche amounting to USD 315 million, bringing the total disbursement under the programme to approximately USD 1.7 billion.",
    "Advocata Institute welcomes free visa entry expansion, calls for long-term liberalization and policy stability",
    "Anverally and Sons earns prestigious ISO/IEC 17025 international certification for in-house laboratory",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}