{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Elon-Musks-thank-you-note-to-Indian-origin-man-behind-Teslas-AI-success/107-284533",
  "time_ut": 1718037540.0,
  "original_lang": "en",
  "original_title": "Elon Musk’s thank you note to Indian-origin man behind Tesla’s AI success",
  "original_body_lines": [
    "Elon Musk, on Sunday, expressed gratitude towards Indian-origin Ashok Elluswamy – the first person hired for Tesla's autopilot team.",
    "The tech billionaire has credited Mr Ashok for Tesla's “success in AI” and autopilot software.",
    "Quote-tweeting Mr Ashok's note on X (formerly Twitter), Elon Musk said, “Thanks Ashok! Ashok was the first person to join the Tesla AI/Autopilot team and ultimately rose to lead all AI/Autopilot software. Without him and our awesome team, we would just be another car company looking for an autonomy supplier that doesn't exist. BTW, I never suggested that he say anything and I had no idea he wrote this until I saw it 10 minutes ago!”",
    "Ashok Elluswamy, in his detailed note, said, “Elon Musk has been the key driver of AI and autonomy at Tesla. He has always pushed us to achieve great things, even when such ideas were seemingly impossible at the time.”",
    "Mr Ashok also talked about an instance that goes back to 2014, when “autopilot started on a ridiculously tiny computer”.",
    "He wrote, “Back in 2014, Autopilot started on a ridiculously tiny computer that only had ~384 KB of memory and puny compute (didn't even have native floating-point arithmetic). He [Elon Musk] asked the engineering team to implement lane keeping, lane changing, longitudinal control for vehicles, curvature, etc. Many, even in the team, thought that the request was crazy. Nonetheless, he never gave up and pushed the team to achieve this very difficult goal. In 2015, beyond all odds, Tesla shipped the world's first Autopilot system. The second closest such product only came to market many years later.”",
    "Mr Ashok continued, “In 2016, Tesla started doing all of the computer vision required for Autopilot in-house instead of depending on external vendors. Many people thought it was insane to bet the product on developing the vision system from scratch within a few months, which had taken other companies a decade or more. Yet, we achieved this target within eleven months. This was a strategically important move that started the development of a strong AI team at Tesla.”",
    "Lauding Elon Musk, he added, “Not only did he push for strong AI software, but also for powerful AI hardware. Tesla, which others thought was just a car company, was making custom silicon to run neural networks efficiently. This hardware that was originally designed in 2017, came to production in February 2019 and remains extremely competitive with hardware coming out to date.”",
    "He said, “He [Elon Musk] was the one who bet on vision and AI to solve autonomy instead of relying on sensor crutches and high-definition maps.” Mr Ashok noted that by shipping millions of Teslas the company has proved all of them wrong, who used to ridicule Elon Musk and the company.",
    "Mr Ashok continued, “However, back in 2020 and earlier it wasn't obvious to most. In fact, many \"experts\" in the field ridiculed Tesla and Elon for these choices. We have proved them wrong by shipping supervised FSD to millions of cars and shown that with good AI software, the car is able to handle the complexities of city driving such as making turns, handling intersections, yielding to pedestrians etc., just by seeing outside. In fact, we even removed the radars and ultrasonics to just really focus on the heart of the problem, which is AI.”",
    "He noted, “He [Elon Musk] kickstarted the work on humanoid robots at Tesla in 2021, again before any ChatGPT or other obvious examples of the rise of AI.”",
    "Mr Ashok concluded by saying, “I could go on, but plainly, Elon is critical for Tesla's success in AI. It is his combination of deep technical understanding, insane perseverance and relentless hard work that have positioned Tesla to be a leader in real-world AI. Elon's technical intuition to make these important decisions way before others see it is unmatched. If not for Elon's ambition, Tesla might have dwindled to become just another car company. In the future, fully autonomous cars and useful household robots will be commonplace and the world will think that this was how it was always supposed to be. Until then, we need Elon Musk to push the frontier, because he sees it already.”",
    "Back in 2021, Elon Musk announced that Indian-origin Ashok Elluswamy was the first employee to be hired for his electric vehicle company's Autopilot team."
  ]
}