{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110590/white-house-says-trump-diagnosed-with-vein-condition-after-questions-about-bruises",
  "time_ut": 1752799680.0,
  "original_lang": "en",
  "original_title": "White House says Trump diagnosed with vein condition after questions about bruises",
  "original_body_lines": [
    "Donald Trump is suffering from a chronic vein condition, the White House announced on Thursday, after days of speculation regarding photographs showing bruising on the US president’s hand.",
    "After recently experiencing swelling in his legs, Trump underwent a “comprehensive exam” including vascular testing, according to White House Press Secretary Karoline Leavitt.",
    "Leavitt said Trump’s bruised hand was consistent with “tissue damage from frequent handshaking” while taking aspirin, which she said is “part of a standard cardio-vascular prevention regimen”.",
    "Trump, 79, has regularly touted his good health and once described himself as “the healthiest president that’s ever lived”.",
    "The president’s recently discovered vein condition is called chronic venous insufficiency, which occurs when leg veins fail to pump blood to the heart, causing it to pool in the lower limbs, which can then become swollen.",
    "Veins and valves “propel the blood up and out of the leg” and back toward the heart, Dr Meryl Logan, assistant professor of vascular surgery at the University of Texas at Austin told the BBC.",
    "Blood flowing from the legs to the heart is moving against gravity, which can make that process more difficult.",
    "“So what chronic venous insufficiency is, is when those veins and valves don’t work and blood goes backwards down the legs,” she said.",
    "Leavitt said that there was “no evidence of deep vein thrombosis or arterial disease” and that all results from the test were “within normal limits”.",
    "According to a note from White House physician Sean Barbabella released to reporters, the condition is “benign and common”, especially in people over age 70.",
    "Additional testing showed “no signs of heart failure, renal impairment, or systemic illness” in Trump, Barbabella said in the note, which confirmed the information from Leavitt’s earlier briefing.",
    "Photographers captured what appeared to be Trump’s swollen legs during the Fifa Club World Cup final in New Jersey on 13 July, with subsequent photos taken earlier this week showing his bruised hands during a meet with Bahraini Prime Minister Salman bin Hamad bin Isa Al Khalifa at the White House.",
    "A bruise on the president’s hand had previously been photographed during a meeting with French President Emmanuel Macron in February.",
    "His swollen legs and bruising prompted online speculation and rumours that the president may have been experiencing an illness that hadn’t been made public.",
    "Following an annual physical exam in April, Barbabella wrote that Trump “exhibits cognitive and physical health”.",
    "Trump was 78 years and seven months old when he was sworn in for his second term in January, making him the oldest president to ever be inaugurated as US leader.",
    "Doctors told the BBC they agree with Barbabella’s assessment on the severity of chronic venous insufficiency.",
    "“It can be associated with serious conditions, but in and of itself it is not a serious condition, and one that is very common,” Dr Matthew Edwards, chair of the Department of Vascular Surgery at Wake Forest University, told the BBC.",
    "“People in his age (group), I would say probably somewhere between 10 and 35% of people would have this.”",
    "Experts say other risks include being overweight, having a history of blood clots, and having jobs that require patients to be on their feet for long durations.",
    "Wearing custom-made medical-grade compression stockings can help manage the condition, and experts also recommend patients elevating their legs at night.",
    "“I tell my patients to use a good creamy lotion all over their legs and feet every day, and then controlling other potential risk factors such as obesity,” Dr Logan said.",
    "Chronic venous insufficiency only affects the lower part of the body, so the condition is unrelated to the bruising seen on the president’s hand, which generated speculation in recent days.",
    "The president’s doctor said the bruising was a result of handshaking and a side effect of him taking aspirin, a medication which can help prevent heart attacks, blood clots, and strokes.",
    "Dr Edwards said he agrees with the White House doctor’s explanation that Trump’s aspirin intake along with his age could be responsible for the bruising.",
    "“We are all more prone to bruising as we get older, and you see that a lot in people that take aspirin and other blood-thinning agents.”",
    "“I’m sure it could if someone squeezes your hand hard enough, (you could get a bruise),” Dr Edwards said."
  ]
}