{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111086/colombia-ex-president-uribe-sentenced-to-12-years-of-house-arrest-will-appeal",
  "time_ut": 1754105100.0,
  "original_lang": "en",
  "original_title": "Colombia ex-president Uribe sentenced to 12 years of house arrest, will appeal",
  "original_body_lines": [
    "Former Colombian President Alvaro Uribe was sentenced by a judge on Friday to 12 years of house arrest for abuse of process and bribery of a public official, in a long-running case over connections to former right-wing paramilitaries.",
    "Uribe was convicted of the two charges on Monday by Judge Sandra Liliana Heredia in a witness-tampering case that has run for about 13 years. He has always maintained his innocence.",
    "Heredia read the sentence to the court in an afternoon hearing on Friday. Uribe will be fined $578,000, Heredia’s ruling said, and barred from public office for more than eight years.",
    "Uribe, whose legal team has said it will appeal, is to report to authorities in Rionegro, in Antioquia province, where he resides, and then “proceed immediately to his residence where he will comply with house arrest,” the ruling said.",
    "The conviction made Uribe the country’s first ex-president to ever be found guilty at trial and came less than a year before Colombia’s 2026 presidential election, in which several of Uribe’s allies and proteges are competing for top office.",
    "It could also have implications for Colombia’s relationship with the United States. Secretary of State Marco Rubio said this week that Uribe’s conviction was a “weaponization of Colombia’s judicial branch by radical judges” and analysts have said there could be cuts to U.S. aid in response.",
    "Uribe, 73, and his supporters have always said the process is a persecution, while his detractors have celebrated it as deserved comeuppance for a man who has been accused for decades of close ties with violent right-wing paramilitaries but never convicted of any crime until now.",
    "“In my condition as a convict, because of this ruling, I request very respectfully before you an appeal,” Uribe said during the hearing, where he and his lawyers appeared virtually, adding his legal team will formally appeal in writing to overturn the convictions in their entirety.",
    "Heredia has attacked his defense team and his family during the trial, Uribe added, an accusation the judge has denied.",
    "He still has a right to be considered innocent, Uribe said, adding the case is meant to “destroy a voice for the democratic opposition.”",
    "Uribe, who was president from 2002 to 2010 and oversaw a military offensive against leftist guerrillas, was charged over allegations he ordered a lawyer to bribe jailed paramilitaries to discredit claims he had ties to their organizations.",
    "Those claims stemmed from leftist Senator Ivan Cepeda, who collected testimonies from former paramilitaries who said Uribe had supported their organizations in Antioquia, where he once served as governor.",
    "Uribe alleged in 2012 that Cepeda orchestrated the testimonies in a plot to tie him to the paramilitaries, but the Supreme Court ruled six years later that Cepeda had not paid or pressured the ex-paramilitaries.",
    "Instead, the court said it was Uribe and his allies who pressured the witnesses. Cepeda has been classed as a victim in the case and attended both Monday and Friday’s hearings in person.",
    "Two jailed former paramilitaries testified that Diego Cadena, the lawyer formerly representing Uribe, offered them money to testify in Uribe’s favor.",
    "Cadena, who is also facing charges, has denied the accusations and testified, along with several other ex-paramilitaries, on Uribe’s behalf.",
    "Each charge carried a potential sentence of six to 12 years.",
    "Uribe, who was placed under house arrest for two months in 2020, is head of the powerful Democratic Center party and was a senator for years both before and after his presidency.",
    "He has repeatedly emphasized that he extradited paramilitary leaders to the United States.",
    "Colombia’s truth commission says paramilitary groups, which demobilized under deals with Uribe’s government, killed more than 205,000 people, nearly half of the 450,000 deaths recorded during the ongoing civil conflict.",
    "Paramilitaries, along with guerrilla groups and members of the armed forces, also committed forced disappearances, sexual violence, displacement and other crimes.",
    "Uribe joins a list of Latin American leaders who have been convicted and sometimes jailed, including Peru’s Alberto Fujimori, Brazil’s Luiz Inacio Lula da Silva, Ecuador’s Rafael Correa, Argentina’s Cristina Fernandez and Panama’s Ricardo Martinelli."
  ]
}