{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Diana-hit-with-contempt-case/56-762086",
  "time_ut": 1716332436.0,
  "original_lang": "en",
  "original_title": "Diana hit with contempt case",
  "original_body_lines": [
    "Adding to former State Minister Diana Gamage’s legal woes, a Contempt of Court application was filed before the Supreme Court yesterday, alleging she had disrespected the Apex Court through her comments at a press briefing held on 9 May.",
    "The application was filed by the former Weligama Urban Council Chairman Rehan Jayawickreme through Counsel Tharmaja Tharmaraja.",
    "The application accuses Gamage of making a statement with the intent of bringing the authority of the Supreme Court to disrespect as provided in Section 3(1) (a) of the Contempt of a Court, Tribunal or Institution Act No: 8 of 2024.",
    "At a press conference following a landmark judgement where the Supreme Court ruled that she is not qualified legally to hold a Parliamentary seat in Sri Lanka, Gamage expressed her refusal to accept the ruling due to the “political conspiracy behind it”.",
    "Gamage levelled accusations against Samagi Jana Balawegaya (SJB) leader Sajith Premadasa, SJB General Secretary Ranjith Madduma Bandara, and several others, alleging they had orchestrated a political conspiracy against her. She claimed that this plot had led to her disqualification and subsequent loss of her Parliamentary seat.",
    "The petitioner said that during the media conference, respondent Diana Gamage portrayed herself as a victim of injustice, claiming that the Supreme Court’s decision was an attack on women and the result of a political conspiracy driven by hate and vengeance.",
    "The petitioner further asserted that Gamage made malicious statements to undermine the perception and impact of the judgement in the minds of the public, portraying herself as a victim of wrongdoing and the Supreme Court’s judgement as wrongful."
  ]
}