{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113065/sri-lanka-to-develop-globally-recognized-national-quality-infrastructure-system",
  "time_ut": 1759211820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to develop globally recognized National Quality Infrastructure System",
  "original_body_lines": [
    "Sri Lanka will soon develop a national quality infrastructure system that meets high international recognition standards, according to Minister of Science and Technology Dr. Chrishantha Abeysena.",
    "The Minister made this announcement while attending the inaugural session of a two-day workshop on Regulatory Impact Assessment and the Strengthening and Development of National Quality Infrastructure Systems, organized by the Ministry of Science and Technology in collaboration with the United Nations Industrial Development Organization (UNIDO) and with technical support from the European Union (EU).",
    "As part of a program under the Ministry of Science and Technology, budgetary allocations have been set aside for 2025 to support the development of a national quality infrastructure system.",
    "This initiative is expected to establish a robust quality assurance framework aimed at ensuring and improving the quality and standards of locally manufactured goods and services, including pharmaceuticals and food products and evaluating the standards of imported and exported goods.",
    "The system will be structured around four core pillars, standards, accurate measurements, conformity assessment and certification.",
    "Under the leadership and coordination of the Ministry of Science and Technology, several institutions have been identified as key contributors to the program.",
    "The Industrial Technology Institute (ITI), Sri Lanka Standards Institution (SLSI), the National Engineering Research and Development Centre (NERDC), the Department of Standards and Services, the Sri Lanka Accreditation Board and the Department of Registrar of Companies have been identified as key contributors",
    "Minister Abeysena further emphasized that developing an export-oriented economy is a key priority of the government and maintaining accurate international standards and compliance mechanisms is essential to achieving that goal.",
    "He added that the government has allocated Rs. 750 million to develop a high-quality system that surpasses existing methods in terms of advancement and global acceptance. These funds will also support the upgrade of laboratories and infrastructure in the relevant responsible institutions."
  ]
}