{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EDB-hosts-networking-session-for-women-entrepreneurs/34-771194",
  "time_ut": 1735587815.0,
  "original_lang": "en",
  "original_title": "EDB hosts networking session for women entrepreneurs",
  "original_body_lines": [
    "From left: Akbar Brothers General Manager – Tea Adrian Gabriel, Business Consultant/Sustainability Practitioner Priyadarshinie Karunarathne, Orel Academy Head of Operations Priyanka Perera, University of Colombo Human Resource Management Chair Prof. Arosha Adikaram, Ceylon Natural Rubber Managing Director Mano Sheriff, and Malwatte Valley Plantations Executive Director Christopher Fernando",
    "From  left: EDB Director General Champika Dharmasena, Chairman and Chief Executive Mangala Wijesinghe, Director – Trade Facilitation and Trade Information Division Dr. Sanjeewa Rathnasekara,  and British Cosmetics Managing Director Nirosha Jagoda",
    "The Export Development Board (EDB) successfully conducted a networking and knowledge sharing session for the women entrepreneurs registered under the ‘Women Entrepreneurship Development Program’ recently.",
    "It addressed one of the key barriers faced by women entrepreneurs – the lack of networking opportunities with industry leaders.",
    "This exclusive session brought together 50 women entrepreneurs registered with the EDB, including SME direct exporters and indirect exporters, along with leading exporters and academics. Designed to inspire and educate, the event fostered connections, facilitated knowledge sharing, and encouraged collaboration to help women entrepreneurs navigate international markets.",
    "The event featured a distinguished panel of speakers who shared their expertise on various topics critical to succeeding in the global marketplace:",
    "Ceylon Natural Rubber Ltd., Managing Director Mano Sheriff discussed the importance of sustainable exporting practices. She highlighted strategies to incorporate sustainability into export operations.",
    "Akbar Brothers General Manager – Tea Adrian Gabriel shared real-life examples of thriving in competitive international markets. As a Senior Tea Taster managing markets across Europe, the Middle East, and Australasia, he provided insights into overcoming market entry challenges.",
    "nUniversity of Colombo Human Resource Management Chair Prof. Arosha Adikaram emphasised the importance of understanding and mitigating legal risks in labour management. Drawing on her extensive research and consultancy experience, she underscored strategies for creating safe and compliant workplaces.",
    "Orel Academy Head of Operations Priyanka Perera explored the nuances of cultural differences and their impact on international negotiations. Her diverse industry experience provided attendees with actionable tips for successful cross-border collaborations.",
    "Business Consultant and Sustainability Practitioner Priyadarshinie Karunarathne illuminated the growing global demand for sustainable practices and the opportunities it presents for export businesses.",
    "n British Cosmetics Ltd., Managing Director Nirosha Jagoda and Malwatte Valley Plantations PLC Executive Director Christopher Fernando captivated the audience with their journey of entering and excelling in challenging markets, offering valuable lessons for aspiring exporters.",
    "The session was a resounding success, enabling women entrepreneurs to expand their networks and gain insights from industry leaders. By addressing barriers and fostering an environment for shared learning, the EDB continues to empower women entrepreneurs to achieve greater heights in the export sector.",
    "This event is part of EDB’s ongoing commitment to supporting women entrepreneurs under its ‘Women Entrepreneurship Development Program.’",
    "EDB Chairman and Chief Executive Mangala Wijesinghe, Director General C.D. Dharmasena, along with EDB directors and officials, also participated in the event."
  ]
}