{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99352/flood-warnings-issued-for-low-lying-areas-of-several-river-basins-",
  "time_ut": 1716268740.0,
  "original_lang": "en",
  "original_title": "Flood warnings issued for low-lying areas of several river basins",
  "original_body_lines": [
    "The Irrigation Department has issued ‘Amber’ flood warnings for low-lying areas of the Attanagalu Oya river basin and the Kuda Ganga sub basin of Kalu River, effective until 9.00 p.m. tomorrow (22).",
    "It states that a considerable rainfall has occurred in upstream catchment areas of Kuda Ganga sub basin of Kalu River as of 9.00 p.m. last night.",
    "By analyzing the current rainfall situation and river water levels of Hydrological Stations in Kalu Ganga, it is warned that there is a possibility of a Minor flood situation occurring in low-lying areas of Kuda Ganga and Maguru Ganga valleys situated in Bulathsinhala, Madurawala and Palinda Nuwara district secretariat (DS) divisions.",
    "As a result, there is high possibility of inundating off roads running through flood plains of Kuda Ganga and Magura Ganga, the department warned.",
    "Meanwhile a considerable rainfall has occurred in most of the catchment areas of the Attanagalu Oya river basin as well.",
    "By analyzing the current rainfall situation and river water levels of Hydrological Stations in Attanagalu Oya, there is a possibility of a flood situation occurring in some of low-lying areas of Attanagalu Oya and Uruwal Oya valleys situated in Diwulapitiya, Mirigama, Attanagalla, Mahara, Gampaha, Minuwangoda, Ja-Ela, Katana and Wattala DS divisions within the next 48 hours, it said.",
    "Owing to this situation, there is a possibility of inundating some of the roads running through these low-lying areas at some places.",
    "People living in these low-lying areas and motorists traveling through are requested to pay high attention in this regard while Disaster Management Authorities are requested to take adequate precautions."
  ]
}