{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/HRW-accuses-Govt-of-misleading-on-reforms-amid-ongoing-HR-abuses/56-766059",
  "time_ut": 1724803524.0,
  "original_lang": "en",
  "original_title": "HRW accuses Govt. of misleading on reforms amid ongoing HR abuses",
  "original_body_lines": [
    "Human Rights Watch (HRW), an international human rights organisation, has accused the Sri Lankan Government of misleading international partners about its achievements in economic reform and human rights protection. HRW’s statement, issued yesterday, cites a recent report by the United Nations High Commissioner for Human Rights that reveals a significant discrepancy between the Government’s claims and the current situation on the ground.",
    "The UN report has warned of renewed threats to fundamental freedoms in Sri Lanka, noting that authorities have introduced repressive laws and engaged in intimidation and violence against victims of past abuses, civil society activists, journalists, and Government critics. It noted that this continues despite the Government’s denial of responsibility for severe human rights violations committed during the 1983-2006 civil war.",
    "According to HRW, the UN report links entrenched impunity for past abuses to widespread corruption and governance failures that have worsened Sri Lanka’s economic crisis. It noted that while the crisis has resulted in a doubling of the poverty rate, with approximately a quarter of households now facing food insecurity, the report has also documented severe ongoing abuses, including 21 alleged extrajudicial killings, 26 deaths in custody, and 1,342 arbitrary arrests and detentions from January 2023 to March 2024. It also highlights recent cases of abduction, torture, and sexual violence, particularly targeting Tamil individuals.",
    "HRW urged UN member states to renew mandates for monitoring and evidence collection at the upcoming UN Human Rights Council session in September, emphasising the need for international intervention to break Sri Lanka’s cycle of impunity and ensure accountability for these serious human rights violations."
  ]
}