{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104113/unnecessary-use-of-antibiotics-poses-life-threatening-risks-medical-experts",
  "time_ut": 1733740080.0,
  "original_lang": "en",
  "original_title": "Unnecessary use of antibiotics poses life-threatening risks - Medical Experts",
  "original_body_lines": [
    "Medical experts have emphasized that the unnecessary and incorrect use of antibiotics poses significant harm to human body by fostering resistance in the body, which reduces the effectiveness of these drugs.",
    "Speaking on Ada Derana’s current affairs program ‘Big Focus’, Deputy Director General of Tertiary Care Services at the Ministry of Health, Dr. Priyantha Athapattu, explained the concept of antibiotic resistance:",
    "“Antibiotic resistance refers to the diminishing effectiveness of drugs designed to combat microorganisms—bacteria, viruses, fungi, and parasites. When these drugs are misused, microorganisms develop resistance, rendering the medications ineffective and exacerbating health challenges.”",
    "Dr. Athapattu noted that the first antibiotic, penicillin, discovered in 1928 and introduced in 1944, marked the beginning of antibiotic treatment. Since then, numerous antibiotics have been developed. However, advancements in antibiotic production have slowed significantly due to high costs, with only 10 new antibiotics produced between 2017 and 2023.",
    "In the meantime, President of the Association of Specialist Doctors in Microbiology, Dr. Sujatha Pathirage, highlighted the alarming trend of increasing antibiotic resistance:",
    "“Bacteria have developed resistance to antibiotics due to misuse, while the production of new antibiotics has dwindled. Resistance to existing drugs is on the rise, leaving us with fewer options for treatment.”",
    "Dr. Athapattu further stressed the importance of responsible antibiotic use and the role of medical professionals in preventing misuse:",
    "“Not all diseases require medication. There are various therapies—chemotherapy, food therapy, sports therapy—that complement medical treatment. Medicines must be used at the right dose, time, and method to be effective. Unfortunately, many people misuse antibiotics in a bid for quick recovery, which is neither sustainable nor safe.”",
    "He also urged patients to consider the potential side effects of medication:",
    "“Patients need to understand the risks of medicine misuse, including potential damage to the brain, heart, kidneys, and liver. Doctors, too, have a duty to base treatments on evidence rather than patient demands for instant relief.”"
  ]
}