{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85723",
  "time_ut": 1742757840.0,
  "original_lang": "en",
  "original_title": "The UK Sanctions Former Army Commanders Shavindra Silva and Jagath Jayasuriya  , Ex-Navy Commander Wasantha Karannagoda and  Former LTTE and TMVP Commander Vinayagamoorthy Muralitharan alias “Col”Karuna for serious human rights violations and abuses during the civil war in Sri Lanka.",
  "original_body_lines": [
    "(Text of Press Release issued by the UK Foreign, Commonwealth and Development Affairs Office on 24 March 2025)",
    "the UK sanctions former Sri Lankan commanders and an ex–Liberation Tigers of Tamil Eelam (LTTE) commander responsible for serious human rights violations and abuses during the civil war",
    "sanctions aim to seek accountability for serious human rights violations and abuses, committed during the civil war, and to prevent a culture of impunity.UK is committed to working with new Sri Lankan government on human rights, welcoming their commitments to national unity",
    "The UK government has imposed sanctions on 4 individuals responsible for serious human rights abuses and violations during the Sri Lanka civil war, including extrajudicial killings, torture and/or perpetration of sexual violence.",
    "The individuals sanctioned by the UK today include former senior Sri Lankan military commanders, and a former LTTE military commander who later led the paramilitary Karuna Group, operating on behalf of the Sri Lankan military against the LTTE.",
    "The measures, which include UK travel bans and asset freezes, target individuals responsible for a range of violations and abuses, such as extrajudicial killings, during the civil war.",
    "Secretary of State for Foreign, Commonwealth and Development Affairs, David Lammy, said:",
    "The UK government is committed to human rights in Sri Lanka, including seeking accountability for human rights violations and abuses which took place during the civil war, and which continue to have an impact on communities today.",
    "I made a commitment during the election campaign to ensure those responsible are not allowed impunity. This decision ensures that those responsible for past human rights violations and abuses are held accountable.",
    "The UK government looks forward to working with the new Sri Lankan government to improve human rights in Sri Lanka, and welcomes their commitments on national unity.",
    "During her January visit to Sri Lanka, Minister for the Indo-Pacific, Catherine West MP, held constructive discussions on human rights with the Prime Minister, Foreign Minister, civil society organisations, as well as political leaders in the north of Sri Lanka.",
    "For communities to move forward together, there must be acknowledgement, and accountability for past wrongdoing, which the sanctions listings introduced today will support. We want all Sri Lanka communities to be able to grow and prosper.",
    "The UK remains committed to working constructively with the Sri Lankan Government on human rights improvements as well as their broader reform agenda including economic growth and stability. As part of our Plan for Change, the UK recognises that promoting stability overseas is good for our national security.",
    "The UK has long led international efforts to promote accountability in Sri Lanka alongside partners in the Core Group on Sri Lanka at the UN Human Rights Council, which includes Canada, Malawi, Montenegro, and North Macedonia.",
    "•\tformer Head of the Sri Lankan Armed Forces, Shavendra Silva",
    "•\tformer military commander of the terrorist group, the Liberation Tigers of Tamil Eelam, Vinayagamoorthy Muralitharan. Also known as Karuna Amman, he subsequently created and led the paramilitary Karuna Group, which worked on behalf of the Sri Lankan Army",
    "The UK has supported Sri Lanka’s economic reform through the International Monetary Fund (IMF) programme, supporting debt restructuring as a member of Sri Lanka’s Official Creditor Committee and providing technical assistance to Sri Lanka’s Inland Revenue Department.",
    "The UK and Sri Lanka share strong cultural, economic and people to people ties, including through our educational systems. The UK has widened educational access in Sri Lanka through the British Council on English language training and work on transnational education to offer internationally accredited qualifications."
  ]
}