{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/historic-crimes-of-the-chauvinistic-left/",
  "time_ut": 1716991494.0,
  "original_lang": "en",
  "original_title": "Historic Crimes Of The Chauvinistic Left",
  "original_body_lines": [
    "Part1 – Did the Sri Lankan military aid Tamil youth in escaping from Indian troops?",
    "One evening in 1988, when encroaching darkness seemed momentarily halted, in the gentle embrace of the emerging moonlight, a car was driving towards Palali airport. The unsuspecting driver looked very innocent. The passenger in the back seat was wearing the same expression. They spoke no words, not even the faintest whisper of sound escaped their lips. The turmoil brewing within was hidden by the silence that enveloped the moving vehicle as the only comforting shroud.",
    "In those war-torn days, cars were a rare sight, each one drawing attention and suspicion, liable to be scrutinised by the military. The driver’s sole focus was to evade detection by the Indian army, navigating with precision to avoid military checkpoints. Beneath the tranquil facade of the car’s interior, two young boys lay hidden, concealed beneath the very seat upon which the passenger sat. The woman passenger had not eaten for two days, consumed only by the details of organising this risky journey. This was the last phase, and she could not think about anything other than getting to the airport without being stopped. She would gladly give her life to secure the lives of the boys. For the boys, the long journey of running away from Jaffna began that day. They didn’t know that they would never spend meaningful time together again.",
    "Palali Airport at that time was a menacing symbol of the Sri Lankan military, which cast a shadow of fear over the northern region. Countless air strikes had been carried out from this place. The continuous shelling from there had rendered the area around the base immobile for any living creature. It was from this stronghold that the Sri Lankan government launched Operation Liberation in 1987, a notorious military campaign that besieged Jaffna with air and ground offensives, resulting in widespread devastation. One of the brigades was commanded by Gotabaya Rajapaksa, who got injured in this operation. He later led the genocidal slaughter of Tamils in 2009 and is now seen as the number one war criminal in Sri Lanka by the Tamils and having led corrupt politicians by the rest of the population.",
    "For ordinary civilians, venturing towards that airport was an unthinkable gamble, a journey veiled in the spectre of death. For the youth, especially those suspected of dissent against the government, such a journey spelled certain doom. War is also the experience of directly confronting whatever is feared. However, the year 1988 was far from ordinary; This period was a period of extraordinary historical upheavals that would sculpt the trajectory of Sri Lankan history. From 1986 to 1990, the wider population bore witness to unprecedented transformations beyond their wildest imaginations.",
    "During this tumultuous period, Tamil youth were handed over to the Sri Lankan military as a means of escape, while the Sri Lankan government supplied weapons to Tamil militants. A party claiming to be a ‘Marxist’ party took a radical nationalist turn, unleashing a wave of violence that claimed the lives of numerous left activists. Despite being the fourth-largest military force in the world, the Indian military suffered defeat in Sri Lanka. Moreover, the establishment of the first-ever North East provincial ‘government’ saw 19 members ‘elected’ without a single vote, leading to the declaration of Tamil Eelam by the first chief minister of the north who worked with the Indian military. An Indian Prime Minister was attacked by a Sri Lankan soldier, while the US withdrew a number of its strategic bases from Sri Lanka. The list of remarkable events during those few years is extensive.",
    "This article is written not to recount personal anecdotes but to document several political and historical facets of that era, which still harbour invaluable lessons. Political perspectives and strategies are not abstract concepts; they are closely linked to everyday existence and possess the power to drastically alter the lives of millions, for better or for worse. Learning from history is imperative for activists who persist in their struggle for freedom, democracy, socialism, and a brighter future for all. In such complex times, the actions of the so-called left come under scrutiny. Why did those who labelled themselves as ‘Marxist’, and purported to guide the masses toward liberation, falter?",
    "The exploration of why and how they failed leads us to another key question of necessary political perspectives and leadership required at that juncture. Although farsighted positions did exist, those advocating them were besieged by reactionary forces, resulting not only in loss of life but also in diminished influence, dwindling numbers, and depleted resources. Merely possessing clarity or far-sightedness is insufficient for those engaged in the struggle. This article is also to clarify the importance for Marxists to stand firm on principles, even amidst challenging circumstances. Not compromising on political ideology, even when faced with narrowing strength, is essential to retain a beacon in history that will resurface with renewed vigour. None of the so-called Marxist organizations were able to recruit militant youth in the North or the South during that time. Consequently, many Tamils joined the LTTE in the North, while various nationalist trends emerged in the South. However, those who championed far-sighted positions during that era are now beginning to resurface. The future of strengthening of the struggle depends on how this position gets more traction among the wider working class. With this in mind, this article aims to give historical background and give a glimpse of what Marxists should have advanced in that period.",
    "Unbeknownst to the boys under the car seat, a heated debate was unfolding in Europe about the dire situation in the North of Sri Lanka. Far from the warm moonlight, amidst the cold winter of Antwerp, Belgium, the annual gathering of International Executive Committee members of the Committee for a Workers International (CWI) was taking place. The CWI, a prominent revolutionary international organization, had a presence across all continents. Among its ranks were prominent leaders of what was then a significant left party in Sri Lanka, the Nava Sama Samaja Party (NSSP). A sharp difference in opinion emerged between the two members from Sri Lanka, Siritunga Jayasuriya and Vikramabahu Karunaratna (Bahu). This divergence led to a significant debate that unfolded in 1987 and eventually culminated in the expulsion of the NSSP from the CWI in 1989. Before delving into the programmatic debate of that time, it is crucial to understand the historical background.",
    "At that time, the primary argument put forth by Vikramabahu was that Tamils could benefit from the arrival of the Indian military in Sri Lanka. When Operation Liberation was launched by the JR Jayawardene government, purportedly to liberate the North, India intervened. The aid and support for the Sri Lankan military operation came from Israel, the US, Western governments, and Pakistan. The increasing US military presence, particularly their influence in the strategically important Trincomalee harbour, further escalated tensions with the Indian government. Despite the propaganda of ‘non-alliance’ and ‘neutrality,’ the Indian government opposed Western interests in South Asia. One way they exerted influence in Sri Lanka was through funding and training various Tamil militant organizations operating in the North and East. The Liberation Tigers of Tamil Eelam (LTTE), an armed militant group demanding an independent state, forcibly removed all other militant organizations in 1986, including those closely collaborating with the Indian government. Operation Liberation aimed to eradicate all militants, posing the risk of losing control of the situation to the Indian authorities. Within days of the brutal military offensive, it became apparent that the LTTE, with inadequate resources, would not be able to withstand thousands of soldiers marching towards them. Despite losing over 700 soldiers, the operation continued with relentless aggression. By the end of June or early July 1987, it became clear that the Sri Lankan army was likely to take full control of the North. Under Rajeev Gandhi’s premiership, the Indian government announced on 2 June that they would send troops to provide humanitarian assistance. Under the supervision of Mirage 2000 jet fighters, a powerful war machine at that time, a few food parcels were air-dropped as a token gesture under the name of Operation Poomalai (Garland), marking the beginning of direct Indian involvement. The arrival of the Indian military – the Indian Peace Keeping Forces (IPKF) – followed.",
    "Many Tamils in the North were impressed by the mass protests taking place in Tamil Nadu in solidarity with the Eelam Tamils. Initial fears set in on hearing the unusual sound of Mirage 2000s in the North quickly turned into a celebration on hearing that India would intervene to stop the Sri Lankan military offensive. Their initial reaction was to welcome the Indian soldiers as saviours. Among the armed Tamil militants, a section of them, particularly the Tamil Eelam Liberation Organization (TELO), was in full collaboration with Indian foreign Intelligence, the Research and Analysis Wing (RAW). The TELO, along with other militant organizations (PLOT, EPRLF), who had been attacked by the LTTE in the past and were now hostile to them, also arrived with the army, willing to collaborate under their protection. The LTTE faced an existential problem at this stage. Though they formally welcomed Indian government intervention, they had so far refused to collaborate with the Indian government. Now, the Indian troops on the ground fully undermined their authority in the North. Additionally, Tamils in general welcomed the Indian intervention. This created more difficulty as the LTTE, at that stage, was not able to convince the masses of the bogus motives behind the Indian intervention.",
    "The situation in the South was also heating up, as the main Sinhala nationalist propaganda centred around hatred of India. For Sinhala chauvinists, India had breached Sri Lankan sovereignty only to save the LTTE terrorists. While the JR Jayewardene government leaned on similar propaganda, negotiations began with the Indian government. The so-called negotiations concluded on 29 July 1987, with the signing of the Indo-Lanka Pact. This pact proposed an amendment to the 1978 constitution to establish separate administrative units, not just in the North East but throughout Sri Lanka. Like those in the Indian state but with much less power, administrative units would be formed, and chief ministers and local governments would be elected according to the changes. This fell far short of what the Tamils were demanding at that time. While hoodwinking the Tamils into believing that the rearrangement of administrative units would empower them, the then Indian prime minister Rajiv Gandhi achieved all that they wanted: the re-establishment of geopolitical control over Sri Lanka, including Sri Lankan harbours, and the removal of Voice of America and the rest of US control, among other things.",
    "Within the capitalist United National Party (UNP) led by JR Jayewardene, significant opposition emerged against the Indo-Lanka Accord and the Indian military presence. Ranasinghe Premadasa became a significant proponent of this propaganda. The Sri Lanka Freedom Party (SLFP), which presented itself as centre-left at that time, was no different, although Premadasa out-trumped them with vicious nationalist propaganda. Once a mass left force, the Lanka Sama Samaja Party (LSSP) had by then become an outdated electoral platform only seeking parliamentary positions. The very small Communist Party (CPSL) was no different. With a Sinhala nationalist stance, they refused to take a clear Marxist position. Another important socialist party that existed at that time was the NSSP, formed by militant socialists who left the LSSP in 1977 following its betrayal of joining the SLFP coalition government. Another party, the Janatha Vimukthi Peramuna (JVP), which claimed to be on the left with Marxist rhetoric, launched a heavy attack on anyone who supported the Indo-Lanka Accord, including Tamils mistakenly hoping that the IPKP would end repression. Opposing the IPKP on a fundamentally Sinhala nationalist basis, the JVP emphasised the struggle against Indian imperialism, falsely claiming that it was aiming to divide the country. They made no effort to expose the hypocrisy of the Indian government or put forward a class position to educate its members and the masses that a working class-led movement was needed to oppose the repression of both workers and Tamils. These were real issues. Just a few years earlier in 1980, the ruling UNP government had brutally provoked and then crushed a public sector workers’ general strike, and then sponsored an anti-Tamil pogrom in 1983.",
    "Instead, the JVP launched a viciously racist campaign cloaked in leftist rhetoric. The specially formed armed wing of the JVP initiated attacks and killed numerous activists and unionists, particularly those on the left in the south. These actions by the JVP are often erroneously labelled as an ‘uprising’, ‘insurgency’, or ‘insurrection’. However, they were far from it; the main motive and campaign of the JVP at this time centred around an opportunist, racist, nationalist agenda. The Patriotic People’s Armed Troops (PPAT or DJS), the armed wing of the JVP, declared their intent to eliminate all ‘traitors’ and enemies of the country.",
    "While the LTTE in the north opposed the Indian military presence, they did not launch a killing campaign akin to that of the JVP. Having already eliminated or neutralized the other militant factions in the north to assume full control, the LTTE faced the challenge of garnering mass support for their military campaign against the IPKF. Thileepan (Rasaiah Partheepan), a popular LTTE leader at the time, initiated a fast-unto-death campaign on 15 August 1987, dying just over a month later. Through this, the LTTE sought to popularize their stance among their supporters and youth, highlighting the hypocrisy of the Indian intervention. Thileepan’s demands, which included halting Sinhala colonization in the North East and releasing political prisoners held under PTA, resonated with many. They also demanded that the opening of new police stations should be stopped, and the military that took positions in schools and other educational buildings should leave. In addition, they also demanded a prominent position for the LTTE in the interim administrative council and that it should have the power to organise rehabilitation. The LTTE utilized this campaign to underscore the credibility of their cause, questioning the motives behind the Indian intervention."
  ]
}