{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Decline-Why-Ranil-and-Sajith-ain-t-no-JR-and-Premadasa/4-760584",
  "time_ut": 1712793947.0,
  "original_lang": "en",
  "original_title": "Decline: Why Ranil and Sajith ain’t no JR and Premadasa",
  "original_body_lines": [
    "Having watched recent TV performances by JVP leaders and NPP’s Dr. Harini Amarasuriya’s charming admission that though she reads Marx she is not a Marxist-Leninist nor is the leftist NPP, the SJB’s shadow finance minister Dr. Harsha de Silva experienced a “gotcha moment”. He exclaimed that this revealed a hugely problematic gap, and referring to the JVP’s admissions, challenged: “who can say they ‘love Marx’ and go to the IMF? No one does that! Tell me one country that does?” harsha de silva vcut (youtube.com)",
    "The obvious answer is Ceylon/Sri Lanka and Dr. N.M. Perera, Minister of Finance, whose first visit to the IMF was in 1970. He was the Marxist leader of the country’s oldest and largest Marxist party. The IMF and World Bank engagement under his stewardship was critiqued by two widely-read books of the day, Cheryl Payer’s The Debt Trap and Teresa Hayter’s Aid as Imperialism.",
    "Harsha is ignorant that one can be socialist without being Marxist, leftist without being socialist, Marxist without being Leninist, and a Marxian/Marxisant political economist (e.g., Thomas Piketty) without being any of the above.",
    "What an intellectual decline from Ronnie de Mel (in the Speaker’s Gallery at Westminster at Gordon Brown’s invitation when he made his first speech as Chancellor of the Exchequer) to Harsha de Silva.",
    "Ranil Wickremesinghe accuses the SJB of not representing the UNP’s economic policies—a truly obtuse remark. If the SJB did so, it would still be the UNP. Nobody accused SWRD’s breakaway SLFP (1951) of not sharing UNP policies due to Left influence.",
    "Ranil laments the fortunes of his protégé and ex-State Minister Harsha de Silva, allegedly overshadowed by the ex-SLPP GL-Godahewa group. This, while he was (s)elected President and his administration survives in Parliament thanks solely to the Rajapaksa-owned SLPP.",
    "A solicitous Ranil reportedly allocated over Rs. 50 million for 85 projects recommended/requested by Harsha.",
    "It was solidaristic and smart of MA Sumanthiran, MP, to attend JVP-NPP leader Anura Dissanayake’s second speaking event in the North. AKD offered the Tamil people a ‘New Deal’, a New Social Contract. He tried to exit the old construct of the Tamil National Question and its solutions, by a complex two-dimensional move: digging deep while returning to and resetting the beginning.",
    "Anura is trying to upend the old and make space for the new. He interrogated Sri Lanka’s political history, chronicling every major act of Sinhala and Tamil ultra-nationalism since Independence. His point was foundational: let us be done with this narrative; this cyclical chronicle of chauvinism; this dialectic of mutual destruction. Let us start anew on the basis of equality, eliminating all obstacles to it, ensuring equality of citizenship in law and in practice. Let us have fairer (proportional?) presence and participation in the state institutions including the military.",
    "AKD is trying to make equality and citizenship the twin pillars of a new Lanka.",
    "He is trying to extricate the discourse and the communities from the deadlock of competing territorial claims. This striving for transcendence seems utopian but makes sense: he is saying let us go back to the beginning, where we took the wrong turning, and try to get it right. Let us try to rebuild Sri Lanka from 2024 as we should have begun to build it in 1948. Anura seems to be approaching things from a ‘radical-democratic’ perspective of citizenship.",
    "If the Tamil community presents a Presidential candidate and he/she runs for a mandate of self-determination as in 1977, it merely seals the Tamil people in the identitarian cave and causes a Sinhala backlash.",
    "The same happens if the Tamil people opt for a Southern candidate who offers a new, post-unitary Constitution as in 2015. That project will suffer the fate of all efforts for a new Constitution from Chandrika (1995, 1997) to Ranil’s (2015-2019): abject failure. Either way, the accursed old cycle resumes.",
    "Anura Dissanayake offers the path opened by the progressive consciousness of the Aragalaya and the Aragalaya generation. If accepted, he can carry the South with him and eliminate all forms of racism, racial and religious discrimination, in the Constitution, laws, rules and regulations, i.e., in the Sri Lankan state and society.",
    "As a Catholic who has written and spoken consistently and strongly about the Easter massacre, the unconscionable lapses –accidental or otherwise—that led to it, and the utterly unsatisfactory character of the investigations, I should be happy about the detailed pledge made in Parliament by the Leader of the Opposition as to how he will investigate the Easter massacre if elected to the Presidency. But I am not.",
    "Some of the Opp Leader’s proposals are sourced in ideas presented by the Yahapalanaya UNP in 2015-2019 in two subject areas, well before the Easter massacre and unconnected to it. These are the 2015 Geneva UNHRC resolution which the UNP administration co-sponsored with the West, and the draft proposals for a new, non-unitary Constitution in 2015-2019.",
    "The Ranil-Mangala Yahapalanaya UNP proposed these Constitutional and legislative changes so as to permit foreign judges, foreign counsel, foreign investigators and hybrid courts—which are not permitted by our Constitution as it stands.",
    "If we permit these alterations, then the same loopholes will be used for the purpose they were originally intended, i.e., ‘wartime accountability’. With the Easter massacre investigation used as Trojan Horse, these moves will trigger a Sinhala ultranationalist and militarist backlash against the Catholic community.",
    "What we need-- all we need -- is a robust, comprehensive, truly independent national inquiry, perhaps with international observers and technical experts, into the Easter massacre and its likely coverup before and after.",
    "Ranil Wickremesinghe has turned his back on the Realist politics of President JR Jayewardene who made two sagacious strategic shifts in 1988 in the face of a serious extremist threat to the system. JRJ followed the advice of his General-Secretary, the tough-minded Ranjan Wijeratne and handed over the ruling UNP’s destiny to the only person who had half a chance of pulling off an electoral win, namely the non-elite, populist-developmentalist dissident Ranasinghe Premadasa.",
    "JR did so, capping his earlier strategic move, which was to hold Provincial Council elections in several rounds so that 1988 was the year of electoral decompression and broad-basing of the system, whereby the ‘soft left’ (purple, not red) Sri Lanka Mahajana Party (SLMP) became the main Opposition in all the Provincial Councils in the island’s southern two-thirds. The (scheduled) presidential election of 1988 crowned the process of democratic decompression and de-radicalisation.",
    "Ranil aborted the Pradeshiya Sabha and Municipal Council elections, which if held would have let out much of the steam from the system while making the JVP-NPP stakeholders in it. He also refused to unblock the Provincial Council elections stoppered-up by him in 2015. This has further trapped steam within the system unlike in 1988.",
    "The cumulative effect of Ranil’s exercise of veto-power has been that a mighty protest vote has built up with only once place to go: the Presidency. It is like a huge artillery gun which has no other target to be aimed at but the very apex of the system, the executive Presidential ‘tower’.",
    "Ranil has raised to the ultimate, the stakes of an election he can’t win. He has distorted a multipolar system—local authorities, Provincial Councils, Parliament, Presidency—into a unipolar one: solely presidential. Ranil turns non-zero-sum (multiple-sum) games into zero-sum games he can’t possibly prevail in.",
    "Wickremesinghe isn’t the only one who has been strategically unenlightened. So too has his competitor Sajith Premadasa.",
    "Just as Gotabaya’s 52% of Nov 2019 and the MR-led SLPP’s 54% of August 2020 have been vaporised by their irrational, ideologically extremist economic policy choices, so too has Sajith’s 42% of November 2019 to a significant degree. The reason? His choice of economic ideologues and ideology which foreclose the chance of being the prime beneficiary of a protest vote during an economic depression, though he had inherited his father’s policy paradigm which is perfectly suited for that purpose.",
    "For over 80 years, the Ceylonese/Sri Lankan establishment has been creative and flexible enough to forestall extreme outcomes by shifting continuously to a progressive-centrism. Except now, thanks to Ranil, Sajith and the Rajapaksas.",
    "When militant, even armed Communist movements were growing throughout Asia during WWII, Dudley Senanayake and JR Jayewardene, two ‘Young Turks’ of the Ceylon National Congress (CNC), pushed through the admission of the Ceylon Communist Party into the CNC.",
    "With the powerful rise of the Marxist Left, the LSSP and CPSL, as manifested in the successful Hartal of August 1953, SWRD Bandaranaike’s SLFP adopted a progressive-centrist stance in economics and foreign policy (albeit distorted by its appeasement of linguistic and ethnoreligious nationalism). This forestalled a polarising systemic-ideological outcome at the General Election of 1956.",
    "In 1963 the three main parties and leaders of the socialist Left re-combined, forming the United Left Front. Their trade unions formulated the 21 demands and founded the Joint Council of Trade Union Organizations (JCTUO). They won the Borella by-election. The ruling-elite responded with an opening to the left. Mrs. Bandaranaike invited the biggest Marxist party, the LSSP, into a coalition government and appointed Dr NM Perera the finance minister.",
    "In 1965-1970, the centre-right UNP administration of Prime Minister Dudley Senanayake allocated the key Ministry of Industries to ‘the father of Ceylon’s Marxism’, coalition partner Philip Gunawardena. Most of the industrial projects were with the socialist states—more than in the SWRD Bandaranaike years. By contrast, in 2015 the Ranil Wickremesinghe-led UNP (containing the current SJB economic team) froze the major Chinese projects, thereby crashing the growth-rate and commencing the current crisis.",
    "Visiting West Germany, R. Premadasa, a Deputy Minister in the centre-right UNP Government of 1965-1970, didn’t approach the German Christian Democrats (who produced the concept ‘social market economy’) for assistance but did approach the iconic Social Democrat leader Willy Brandt, to establish the Sri Lanka Foundation Institute (SLFI) for the education of state administrators and labour unionists.",
    "After the insurrection of April 1971 and its suppression, the Sirimavo Government shifted relatively leftwards with a new Republican Constitution and two rounds of land reforms (1972, 1975).",
    "In 1973, while vigorously fighting the centre-left Sirimavo Bandaranaike government, Premadasa presented an alternative (third) economic paradigm in a speech to the Rotary Club of Colombo West, published on April 4th 1973. It stated goal was “Socialism without ulterior motivations and external interferences”.",
    "On the last May Day before General Election 1977, the UNP’s official newspaper Siyarata ran a red hammer-and-sickle montaged on a front page printed in green.",
    "In 1977 JRJ picked a brilliant maverick leftwinger and SLFP rebel Ronnie De Mel as finance minister.",
    "In 1978 when the draft of the new presidential Constitution JR had argued for since 1966 was presented to him, he used his fountain pen to inscribe the word “socialist” in the title of the Second Republic. JRJ was sufficiently sensitive to know the difference between the anti-Sirimavo 1977 electoral landslide and the ethos of Sri Lanka which upheld “socialism” as a normative value and ethic of social justice and equity.",
    "In 1987 Premadasa wrote the introduction to the Sinhala translation (by leftist journalist Janadasa Pieris) of Mikhail Gorbachev’s Perestroika, which made the case for a reformed, democratic and open socialism.",
    "In 1988, when the democratic System defeated the JVP challenge, it did so by a strategic ‘double shift’ in a leftward direction: (a) The UNP nomination went to Premadasa rather than to Gamini Dissanayake or Lalith Athulathmudali (b) Premadasa, who was about to run as tacitly JVP-endorsed and supported independent candidate if he did not get UNP nomination, demarcated himself in a manner that denoted maximum discontinuity with the UNP policy, ideological and social profile even as UNP presidential candidate.",
    "Premadasa co-authored his winning Presidential manifesto of 1988, A New Vision and a New Deal, with his chief ideologue Susil Sirivardhana, Oxford and Harvard educated nephew of SWRD Bandaranaike, jailed for JVP affiliation during the April 1971 insurrection by Sirimavo Bandaranaike, and an abidingly radical (Maoist-Fanonist) intellectual.",
    "Before, during and after the civil war with the JVP, Premadasa never once ideologically attacked ‘Socialism/Communism/Leftism/Marxism-Leninism’.",
    "Premadasa’s victory in the southern civil war was not merely by lethality but the sociopolitical and ideological isolation of the violent insurrection to its hardcore, winning over or neutralising its penumbra of support by rapid, robust populist reform: (a) Janasaviya (b) removal of the IPKF and (c) the first-ever Presidential Task Force in Sri Lanka, for the Redistribution of State Land to the Landless.",
    "When President Premadasa as SAARC chairperson in 1991 republished his April 1973 Rotary Club speech, the sentence setting-out “Socialism” as goal remained, despite the end of the Cold War and the fall of European socialism.",
    "When Premadasa established the Presidential Commission on Youth Affairs headed by Prof. Lakshman Jayathilake and containing Prof. GL Peiris and Dr. Radhika Coomaraswamy, the conclusion was not that the 1980s JVP rebels were insane due to ‘Communism’, ‘ultra-leftism’ or ‘extreme socialism’, but rather that they were massively alienated by the partisan politicisation of employment in the state sector. Premadasa depoliticised recruitment, reinstituted an open competitive process and enhanced youth representation.",
    "On his 91st birthday, Ronnie De Mel advised Sajith Premadasa to save and revive the Open Economy by getting it under the control of the policies he [Sajith] had stood for but “infuse it with a strong dose of socialist values”.",
    "Ronnie de Mel’s ignored, overridden advice stemmed from the long progressive-reformist tradition of the enlightened Ceylonese/Sri Lankan policy elite, originating with the Ceylon National Congress.",
    "In 1977, JR-Premadasa were absolute maestros of generating an anti-incumbent/anti-austerity populist protest vote.",
    "In 1988, they were absolute maestros of flexible strategic maneuver to save the System.",
    "Today, the straitlaced conservative Ranil-Sajith are the opposite of JR-Premadasa in both 1977 and 1988.",
    "2.Premadasa distanced himself completely from the UNP policy profile and political culture; emphasised discontinuity.",
    "3.In 2024 Ranil clings to office, attacks the SJB for not representing UNP economic policies.",
    "4.Sajith remains noncommittal. Policy-wise, the SJB is more proximate to Ranil’s UNP than Premadasa’s UNP was to JR’s UNP.",
    "5.Sajith’s Economic Council proclaims continuity with the UNP policies of 2001-2003 and 2015-2019, plus current and future agreements (on private commercial debt), forfeiting the anti-incumbent, anti-austerity protest vote.",
    "“How can anyone even think of voting JVP-NPP, when we have such a splendid economic team and Blueprint?” fumes the SJB, while ignoring President Premadasa’s alternative ‘growth with equity’ paradigm.",
    "Any student of comparative politics knows that the powerful postwar Communist parties in Europe (France, Italy, Spain, Portugal, Greece) were contained electorally by Social Democracy/ Socialist parties, not the ‘free-market Right/center-right’.",
    "nElecting the UNP, SLPP or SJB to governmental office would be like awarding a construction contract to owners, executives and engineers of the same firm that built a tower-block which collapsed fatally on the heads of those housed within it, and yet, still defend their design."
  ]
}