{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/healthy-and-radiant-skin/",
  "time_ut": 1720630800.0,
  "original_lang": "en",
  "original_title": "Healthy and radiant skin…",
  "original_body_lines": [
    "Hi! Thought of giving you something different, this week, for you to try out.",
    "Like me, I know all the lovely ladies like to keep their face…always beautiful.",
    "You will need 01 tablespoon ground flaxseed, 01 tablespoon white flour, 01 teaspoon olive oil, and 02 tablespoons non-sugar yoghurt…yes, plain yoghurt.",
    "In a small bowl, combine the ground flaxseed with the white flour. Then add the olive oil to the mixture. Next, gradually mix in the 02 tablespoons of non-sugar yoghurt (plain yoghurt). Stir well until you achieve a smooth paste-like consistency.",
    "(You can adjust the consistency of the mask by adding more yoghurt if it’s too thick, or more flour if it’s too runny.)",
    "Wash your face thoroughly with a gentle cleanser and pat dry with a towel.",
    "Apply the mask evenly to your face, avoiding the eye area, and allow the mask to sit on your face for about 15-20 minutes.",
    "Once the time is up, rinse your face with lukewarm water to remove the mask completely.",
    "Pat your face dry with a clean towel and follow up with your regular moisturizer.",
    "Flaxseed contains omega-3 fatty acids and antioxidants that help to nourish and moisturize the skin, improving overall skin texture and reducing inflammation.",
    "White Flour acts as a gentle exfoliant, helping to remove dead skin cells and promote a smoother complexion.",
    "Olive Oil provides hydration and antioxidants to the skin, helping to maintain moisture and protect against environmental damage.",
    "Non-Sugar Yoghurt contains probiotics that can soothe the skin, reduce redness, and provide gentle exfoliation.",
    "By the way, I would suggest that you perform a patch test before applying the mask to ensure you don’t have any allergic reactions to any of the ingredients.",
    "(Use this mask once a week for best results to maintain a healthy and radiant skin)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}