{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/how-oslos-handshake-became-the-worlds-most-expensive-photo-op/",
  "time_ut": 1759257840.0,
  "original_lang": "en",
  "original_title": "How Oslo’s handshake became the world’s most expensive photo-op",
  "original_body_lines": [
    "Remember that iconic photograph of September 1993? Israeli Prime Minister Yitzhak Rabin and PLO Chairman Yasser Arafat shaking hands on the White House lawn while President Bill Clinton beamed between them like a proud father at a wedding. The world watched and thought: “Finally, śhāntiya (peace) is possible.”",
    "That iconic 1993 handshake on the White House lawn—Yitzhak Rabin and Yasser Arafat clasping hands while Bill Clinton beamed like a proud parent—was supposed to be the beginning of Middle East peace. Instead, it became the most over-promised underdeliver in diplomatic history. Three decades later, the Oslo Accords have delivered neither the Palestinian state nor Israeli security they promised, but they’ve certainly delivered plenty: more settlements, more violence, more broken promises, and a peace process that exists mainly in the nostalgia of ageing diplomats. The handshake cost Nobel Prizes, billions in international aid, countless lives, and—most expensively—the credibility of anyone who still believes that photo-ops can substitute for political will. Oslo didn’t fail because peace was impossible; it failed because both sides treated it as a starting gun for a race to create facts on the ground rather than a roadmap to compromise. The real question isn’t whether Oslo was a mirage—it’s how long we’ll keep pretending we see water in the desert.",
    "Thirty years later, that handshake looks less like a breakthrough and more like the world’s most expensive publicity stunt. As we traced in our previous column, the Palestine-Israel conflict was born from a century of broken promises and double-dealing. But the Oslo period represents something even more tragic: the systematic destruction of hope itself.",
    "When Australia announced its recognition of Palestinian statehood last month, it wasn’t celebrating a peace breakthrough—it was performing the last rites over the corpse of the two-state solution.",
    "The Oslo Accords didn’t emerge from some sudden burst of goodwill. By the early 1990s, both sides were exhausted. The First Intifada (1987-1993) had drained Israeli resources and international patience, while the PLO was broken and diplomatically isolated after backing Saddam Hussein in the Gulf War. Sometimes peace talks happen not because people want peace, but because war becomes too expensive.",
    "The secret negotiations in Norway—away from the media circus and American micromanagement—produced something remarkable: mutual recognition. Israel acknowledged the PLO as the legitimate representative of Palestinians, while Palestinians recognised Israel’s right to exist. For the first time since 1948, both sides admitted the other wasn’t going to disappear.",
    "The plan was elegant in its simplicity: gradual Palestinian autonomy, Israeli withdrawal from populated areas, and final-status negotiations on the tough issues—Jerusalem, refugees, borders—within five years. The Palestinian Authority (PA) would govern parts of the West Bank and Gaza, building institutions for eventual statehood.",
    "November 4, 1995: Yigal Amir, a Jewish extremist, shot Rabin dead at a peace rally in Tel Aviv. The assassin didn’t just kill Israel’s Prime Minister—he executed the peace process itself. Rabin was the one Israeli leader with enough military credibility to sell territorial concessions to a skeptical public.",
    "But here’s what most people miss: Rabin’s assassination wasn’t just about one extremist. It reflected a broader Israeli society torn between those willing to trade land for peace and those who saw any compromise as rājadrōhīkama (treason). The same dynamic exists today.",
    "Meanwhile, something else was quietly destroying Oslo’s foundations: settlements. Even as Rabin negotiated withdrawal, Israeli settlements in the West Bank expanded. Between 1993 and 2000, the settler population nearly doubled from 116,000 to 200,000. Imagine negotiating the sale of your house while the buyer is simultaneously building extensions in your backyard.",
    "By 2000, the five-year Oslo timeline had expired with none of the final-status issues resolved. President Clinton, desperate for a foreign policy legacy, dragged Israeli Prime Minister Ehud Barak and Palestinian leader Yasser Arafat to Camp David for what he promised would be the final negotiations.",
    "The conventional narrative says Barak made “generous offers” that Arafat rejected because Palestinians never miss an opportunity to miss an opportunity. The reality was far more complex. Barak’s offer would have given Palestinians 91% of the Imagine if someone offered you 91% of your house but kept the kitchen, bathroom, and all the connecting hallways.",
    "By 2006, Palestinian society was fragmenting. Hamas—the Islamic Resistance Movement—won legislative elections, defeating Fatah for the first time. The international community, led by the United States, refused to recognise a Hamas government and imposed sanctions on the PA.",
    "The result? Civil war. In 2007, Hamas violently expelled Fatah from Gaza, creating two competing Palestinian governments: Hamas ruling Gaza and Fatah controlling the West Bank under President Mahmoud Abbas. It was like having two captains on a sinking ship, each steering in opposite directions.",
    "Israel’s response was a comprehensive blockade of Gaza, controlling everything from construction materials to kekiri (cucumber) imports. The stated goal was preventing weapons smuggling, but the effect was collective punishment of Gaza’s two million residents.",
    "This created a perfect storm: Hamas could claim resistance legitimacy by fighting the blockade, while Israel could justify the siege by pointing to Hamas rockets. Meanwhile, ordinary Gazans became prisoners in their own territory, with unemployment reaching 45% and basic services collapsing.",
    "During this period, Sri Lanka faced its own challenges. The post-9/11 “War on Terror” era put pressure on countries to choose sides. The LTTE’s terrorist designation made it awkward for Colombo to maintain its traditional support for “liberation movements” while cooperating with Western counter-terrorism efforts.",
    "Yet Sri Lanka consistently maintained its support for Palestinian self-determination in international forums. This wasn’t just principle; it was recognition that small nations need international law to protect them from big power bullying. As Foreign Minister Lakshman Kadirgamar often noted, Sri Lanka’s own sovereignty depended on the same principles it advocated for Palestinians.",
    "The irony wasn’t lost on observers: Sri Lanka was fighting its own separatist movement while supporting Palestinian separatism. But Colombo drew distinctions between legitimate national liberation and terrorism, lines that became increasingly blurred in the post-Oslo landscape.",
    "By 2010, even the most optimistic observers acknowledged that Oslo was dead. The two-state solution that once seemed inevitable now appeared impossible. Israeli settlements had tripled since Oslo, creating 600,000 settlers in the West Bank and East Jerusalem. Palestinian authority had split between two competing governments that couldn’t agree on the time of day, let alone negotiating strategy.",
    "More fundamentally, both societies had moved away from compromise. Israeli politics shifted rightward, with parties opposing Palestinian statehood gaining strength. Palestinian politics radicalized, with Hamas gaining influence by promising resistance rather than negotiation.",
    "The international community kept paying lip service to the two-state solution while doing nothing to preserve its viability. It was like doctors discussing treatment options for a patient who had already died.",
    "What emerged from Oslo’s wreckage wasn’t peace but managed conflict. Israel could control the situation without making concessions, while Palestinians could claim resistance legitimacy without accepting responsibility for governance. International donors could feel good about funding Palestinian institutions without pressuring Israel to end occupation.",
    "The system worked for everyone except ordinary Palestinians and Israelis who continued dying for their leaders’ failures.",
    "When Hamas launched its October 7, 2023 attack, killing 1,200 Israelis and taking 240 hostages, it wasn’t an irrational explosion of violence. It was the logical endpoint of three decades of failed diplomacy, broken promises, and managed despair.",
    "Israel’s massive response, killing over 40,000 Gazans according to local health authorities, followed the same logic: overwhelming force to restore deterrence and destroy Hamas’s military capabilities.",
    "Both sides were playing by rules written during Oslo’s collapse: might make right, negotiation is weakness, and the other side only understands force.",
    "Australia’s announcement recognising Palestinian statehood isn’t really about Palestinians. It’s about signaling to domestic audiences and international partners that the old rules no longer apply. When even traditionally pro-Israeli countries start hedging their bets, it suggests that Israel’s post-October 7 response has crossed red lines.",
    "But recognition without a viable path to actual statehood is just nāṭakaya (theater). The fundamental problems that killed Oslo remain incompatible claims to the same land, leaders who benefit more from conflict than compromise, and international powers that prefer managing crisis to resolving it.",
    "(The writer, a senior Chartered Accountant and professional banker, is Professor at SLIIT, Malabe. The views and opinions expressed in this article are personal.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}