{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/childs-guide-to-debt-debt-restructuring-part-v/",
  "time_ut": 1722829761.0,
  "original_lang": "en",
  "original_title": "Child’s Guide To Debt & Debt Restructuring – Part V",
  "original_body_lines": [
    "Aseni and Sarath Mahatthaya are continuing their interactive conversation on debt and debt restructuring. They have concluded that a country should borrow from foreign sources – savings made by people in other countries by curtailing their consumption – to finance the high investments which cannot be met through inadequate domestic savings. In the case of Sri Lanka, the savings made by the private sector have been reduced by dissaving made by the Government by consuming more than the revenue. That latter dissaving had been about 1% of GDP in the post-independence period and about 7% of GDP in the recent years.",
    "It is a deficit in the Government’s revenue account and the successive Governments had been financing the revenue account deficit and the capital expenditure programs by borrowing from the domestic economy and the foreign sources. That has led to an unwarranted increase in the debt stock in absolute terms as well as in relative terms measured as its share of the national economy, called the gross domestic product or GDP.",
    "It was noted that in the colonial times, public debt was prudently managed by setting up sinking funds to ensure the repayment of the debt. But this practice was abandoned by the independent Sri Lanka in 1970s and 1980s believing that the Government could refinance the maturing debt by issuing new debt in the market. But when the Government failed to borrow anymore from the market to repay the maturing foreign debt in early 2022, the country had to suspend the servicing of debt from bilateral sources and commercial sources in April 2022. This was supported by an extended fund facility or EFF from IMF which insisted that the country should go for restructuring this debt to make its debt sustainable.",
    "Aseni: With respect to the agreement which Sri Lanka has reached with the ad hoc group of ISB holders, the London based Debt Justice and Sri Lanka based Yukthiya or Sri Lanka’s version of Justice Group have issued a researched statement asking the Official Creditor Committee or OCC of the Paris Club to reject it. Their report can be accessed here. What is this debt justice group?",
    "Sarath: It is a voluntary group that had been formed as Jubilee Debt Campaign in 2000 and renamed Debt Justice later. You can learn about them by logging into their web. They campaign for the cancellation of the debt which they consider as unjust because that debt, in their view, has been imposed on the developing countries which are called the Global South by the developed countries known as the Global North. Therefore, it is the new version of the now dead North-South Dialogue which was very much in vogue in 1970s.",
    "There was a special report called North-South: A Program for Survival prepared by an independent commission on international development issues chaired by the former German Chancellor Wily Brandt in 1980. It had a membership drawn from both the global north and the global south. They sat at the same table and came up with a report acceptable to both parties. Wily Brandt Commission had covered almost all the development issues of the day like environment, poverty, hunger, unequal opportunities for poor countries and so on. But two important chapters were on finance which they had called ‘development finance’. One chapter had focused on the unmet goals of development finance and the other, a new approach to development finance.",
    "At that time, commercial borrowing had been used in limited amounts and the bulk of development finance had come from donor countries in the Global North and the multilateral financial institutions like the World Bank, ADB, IFAD, etc. Hence, the issue which the present Debt Justice has faced today was not present at that time. As a result, in my view, the Debt Justice group has sprung up to meet an unmet need of the day.",
    "Since debt is a complex subject not understood by ordinary citizens, people do not know what they gain when their governments borrow abroad and what sacrifice they should make if those governments default debt. They become voiceless being unable to say yes or no. Hence, Debt Justice seeks to represent those voiceless people in matters relating to debt issues. They seek to build a collective power of the people most affected by debt in what they call exploited countries. Those people are exploited by their own rulers who exercise authoritative powers and by global players who are there to flood them with debt under unfair conditions. In that sense, they produce a global public good and their cry should not be dismissed outrightly.",
    "Aseni: I now understand why their report prepared with support from some local experts has been titled “Sri Lanka’s Unfair Debt Restructurings with Bondholders”. But that report is again beyond the comprehension of the ordinary people. Can you help me understand it?",
    "Sarath: Yes, I agree with you that it is beyond the comprehension of ordinary people whom they represent. That is because the debt restructuring is a complex technical subject, and they cannot present it in laymen’s language to facilitate us to understand it. I therefore suspect that even the top politicians in the Government who hail the present deal as an excellent achievement by their leaders can read through it logically without the support from a commentator. Hence, it is necessary for us to dissect each part of the report and understand what they seek to convey to us, the voiceless people who should at the end bear the burden of the proposed debt restructuring.",
    "But one problem which we face is that even the President Ranil Wickremesinghe who announced the good news of the proposed restructuring deal with the ISB holders did not give us the details of the deal. He just gave only a broad outline and chose to keep us fully in the dark. Even the OCC of the Paris Club and experts at IMF are still studying the finer details of the deal. In that context, the report by Debt Justice is useful, timely, and opportune.",
    "Aseni: According to the report issued by IMF staff in June 2024, as at the end of 2023, Sri Lanka had owed to ISB holders, including the arrears of suspended loan repayments, $ 14.1 billion, China Development Bank $ 3.2 billion and miscellaneous creditors $ 257 million. The total commercial borrowing liability was $ 17.6 billion. Of this, what has been restructured is only a part of the ISBs amounting to about 50% of the liability as at that date. Is it a good deal?",
    "Sarath: Not at all. The agreement is with the ad hoc group of ISB holders who hold as you say about 50% of the total liability. The agreement reached with them should be endorsed by all of the ISB holders, especially the contesting party, Hamilton Reserve Bank of St Kitts and Nevis, which has taken Sri Lanka to courts in New York asking the full repayment of the dues to them amounting to $ 250 million plus interest in arrears. After you reach that agreement, it should be accepted by the China Development Bank and the miscellaneous creditors. That agreement should be there to complete the restructuring of the commercial borrowings. But what is agreed with them should be acceptable to OCC and China Exim Bank and should be endorsed by IMF that it falls in line with their debt sustainability program under EFF.",
    "The Debt Justice report is prepared on the assumption that the restructuring deal with the ad hoc group is acceptable to other ISB holders. Therefore, its analysis covers the entirety of the ISB holdings amounting to $ 12.55 billion as the principal outstanding and the balance $ 1.55 billion as interest in arrears.",
    "Aseni: The Debt Justice report has said that the bondholders will get 19% more than what the bilateral creditors would get under the normal conditions called the baseline deal and 28-46% more if their ‘upside deals’ get through. What are those upside deals?",
    "Sarath: As I told you, a section of bondholders accounting for about a half of the total bonds outstanding have formed themselves into an ad hoc group. Like the Government which has hired Clifford Chance as its legal adviser and Lazard as its financial adviser, this group also has hired experts to advise them how they should negotiate with the Government without losing their invested money. They are White and Case as legal advisers and Rothschild and Co as financial advisers. They are technical experts and therefore they can negotiate with Sri Lanka Government on an equal footing.",
    "The bondholders have not invested their personal money but the moneys belonging to their clients like members in the case of superannuation funds and mutual funds and depositors in the case of commercial banks. Therefore, they have a responsibility toward those who have supplied funds to them to minimise the losses or maximise the gains. However, given Sri Lanka’s current situation, they have to offer certain concessions to the country. So, they have one downside deal if Sri Lanka’s economy performs below the baseline growth targets and an upside deal if it does better. This is based on the growth targets set by IMF during 2024 to 2028. If the economy does worse, they are prepared to take a bigger hit like everyone else in the country. Similarly, if it does well, they want Sri Lanka to share the additional gain with them.",
    "So, in the downside deal if GDP growth is less by 2% and 4% than the target, they are willing to receive a smaller amount in their downside deal. In the opposite, they want Sri Lanka to give them a higher value in their upside deal. The Debt Justice has calculated the present value of the loss and gain and says that the gains will be much higher than the one they have agreed if the economy performs exactly at the levels predicted which they call the baseline deal.",
    "Aseni: Grandpa, you earlier said that when one calculated the present value of a future income, it all depends on the discount rate used. The normal tendency is to use the market interest rates. What is the discount rate used by Debt Justice?",
    "Sarath: The choice of the discount rate is arbitrary and subject to dispute. For some, it may be too high and for others, it may be too low. Therefore, the Debt Justice has used the unified discount rate used by IMF and World Bank to calculate the grant element involved in loans. That is 5%. The justification of this rate can be found in an IMF policy paper released in 2013 and available here.",
    "The baseline agreed by Sri Lanka Government with bondholders as announced by it through the London Stock Exchange is follows. That baseline is the deal with them if there is no better or worse economic performance than what IMF has predicted. First, there will be a haircut of 28% over the principal amount of $ 12.55 billion. Second, there will be a further haircut of 11% over the interest in arrears which is estimated at $ 1.55 billion. Third, a service fee of $ 225 million should be paid by Sri Lanka to bondholder group once the restructuring plan has been completed. Fourth, the interest rate payable by Sri Lanka has been set lower than the present coupon rates. Accordingly, for the next 8 years, it will be 3.5%-5.5% and between 8.75%-9.75% after 2033. Fifth, there is a debt moratorium in which the defaulted interest rate will be paid back during 2024 to 2028 and the principal will begin to be repaid during 2029 to 2036.",
    "The Debt Justice has calculated the net present value of different scenarios and worked out the amount which the bondholders will receive per $ they have lent to the Government. It is presented in Table 1. Accordingly, you will see that under the baseline, for every $ they have lent, the bondholders will receive 80 cents. Similarly, if the growth rate is better by 4%, they will receive 86 cents, by 8% 94 cents and by 13% 98 cents. In contrast, on the negative side, if the growth rate is lower by 2% than the projection by IMF, they will receive 75 cents, 5 cents lower than the baseline receipt, and by 4% a further reduction of 5 cents to 70 cents.",
    "Therefore, the Debt Justice, based on their calculation of the net present value of the agreed payments by Sri Lanka under different scenarios using IMF’s unified discount rate of 5%, says that the bondholders have been treated to a more favourable deal than the bilateral lenders.",
    "Aseni: I understand it. That is why the Debt Justice says that Sri Lanka will be more indebted after the debt restructuring with both bilateral and commercial creditors. Since Sri Lanka is paying more in the future, it is not ‘good news’ as the Government has claimed but a restructuring that will not ease the country’s foreign debt indebtedness. Any easing of the debt liability will require Sri Lanka to get a massive debt forgiveness or a haircut amounting to more than 50% of the total restructurable debt.",
    "Sarath: Yes, we have simply passed the liability to our children which is not an ethically or morally acceptable solution. Our children should work harder, sacrifice more, and consume or invest less to ensure the debt which their forefathers have imprudently used. It is the future wellbeing of a generation which has been compromised without their consent. In that context, Debt Justice has a point worthy of being considered by the present rulers.",
    "*The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at waw1949@gmail.com"
  ]
}