{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-presidential-poll-will-be-held-as-scheduled-cabinet-minister-172762/",
  "time_ut": 1721293020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka presidential poll will be held as scheduled: cabinet minister",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka’s 2024 presidential election will be held as scheduled and efforts to rectify a purported error in the constitution are not an attempt to postpone it, Agriculture Minister Mahinda Amaraweera said.",
    "Amaraweera told reporters following a party leaders’ meeting held at the parliament complex on Thursday July 18 that the election will “definitely” be held.",
    "“The election will definitely be held, as soon as possible. There is no obstruction to it, and no one is trying to prevent it,” he said.",
    "Any discussion on the 22nd amendment to the constitution has no bearing on the election, he insisted.",
    "“This is only about correcting a mistake. It can even happen after the election. There has been no dates announced for the next parliament session. It won’t be gazetted. It will happen later. It’s just correcting a mistake and there is no scenario where it could result in postponing the election,” he said.",
    "However, opposition legislators charge that the government is engaged in a last-ditch attempt to postpone the presidential election by hurriedly presenting an amendment to what is purportedly a problematic provision in the constitution on the duration of a president’s term in office.",
    "“They’re saying these things because they have nothing else to say. Otherwise it’s baseless. The election definitely will not be postponed. We won’t allow it. Any such thing in parliament has to be approved by a two-thirds majority,” said Amaraweera.",
    "“There will not be a constitutional amendment bill. If there is one, we will not support it. It cannot be passed without us,” he said, repeating that the election will definitely be held as scheduled.",
    "Chief opposition whip Lakshman Kiriella who also spoke to reporters after the party leaders’ meeting expressed concern that the government was attempting to postpone the polls.",
    "“Party leaders met today, but there was no mention of amending the constitution. But there is a chance that a constitutional amendment may be presented in parliament next week,” he said.",
    "“After July 17, the Election Commission has the power to announce the election. Why wait till the end of the month?” he asked, referring to a decision by the Election Commission to not announce the nomination and election dates until the end of July.",
    "“They’re waiting 12 days more after the 17th. Why wait? It is very clear that this is to give time to the government to plan their games. That is the truth. We know immediately what government officials are up to,” claimed Kiriella.",
    "Chairman of the National Election Commission R M A L Ratnayake told the media on Tuesday that the commission will publish the notice announcing nomination and election dates before the end of July.",
    "“Our first task is to publish the notice on the election. From the day the notice is published, nominations have to be accepted between 16 and 21 days. The election should be held within four to six weeks of from the day of accepting nominations,” said Ratnayake.",
    "“The candidates must have enough time to do their campaigns after handing over nominations. Time is also needed to cast postal votes and carry out other duties. The election date should also be convenient for the voters. For the acceptance of nominations, we have to consider cultural factors unique to a country like Sri Lanka. Some people consider things like the Rahu period. So we have to find a date that is suitable for everyone,” he said.",
    "Ratnayake said the election commission intends to issue the notice before the end of July.",
    "“This notice will contain the nominations date and the election date. We plan to then hold the election on the most suitable day after September 17.",
    "“Some people had suggested that we have delayed this to end July to the benefit of one party or another. I want to point out that we can delay we can extend it to August 20 if needed,” he said. (Colombo/Jul18/2024)"
  ]
}