{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NPP-calls-for-AKD-vs-Sajith-public-face-off/56-760241",
  "time_ut": 1712103216.0,
  "original_lang": "en",
  "original_title": "NPP calls for AKD vs. Sajith public face-off",
  "original_body_lines": [
    "NPP member Sunil Handunnetti accepts SJB invite to a public debate on behalf of his party",
    "Says NPP leader Anura Dissanayake is keen to engage in a debate with SJB leader Sajith Premadasa",
    "Highlights futility of engaging in debates with SJB members due to their involvement as policymakers under previous UNP Govt.",
    "Stresses it is more crucial for party leaders to participate in debates and discussions due to upcoming Presidential poll",
    "National People’s Party (NPP) Executive Council member Sunil Handunnetti on behalf of the political party yesterday accepted the challenge put forward by the Samagi Jana Balawegaya (SJB) to a debate on the economy.",
    "Over the weekend, the SJB issued a call for a debate between the Economic Councils of both parties. While acknowledging the challenge issued by SJB MPs Nalin Bandara and Harsha de Silva, Handunnetti emphasised that it is more crucial for party leaders to participate in debates and discussions in preparation for the upcoming Presidential election.",
    "Handunnetti emphasised the significance of potential Presidential candidates directly presenting their policies to the public.",
    "Therefore, Handunnetti said NPP leader Anura Kumara Dissanayake is eager to partake in a public debate with SJB leader Sajith Premadasa. He requested the SJB to formally extend its invitation to the party in writing.",
    "He emphasised the importance of various political parties engaging in such debates to uphold the standard of national politics.",
    "The former MP also highlighted the futility of engaging in debates with SJB members, citing their previous involvement as policymakers under the United National Party (UNP) and their current affiliation with the SJB.",
    "Asserting the NPP’s readiness to allocate time and select a suitable media platform for the debate, Handunnetti said the NPP is agreeable to exploring alternative arrangements if Premadasa declines the invitation."
  ]
}