{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-next-us-civil-war/",
  "time_ut": 1715553960.0,
  "original_lang": "en",
  "original_title": "THE NEXT US CIVIL WAR",
  "original_body_lines": [
    "CIVIL WAR, written and directed by Alex Garland, staring Kirsten Dunst as Lee Smith, Wagner Moura as Joel, Cailee Spaeny as Jessie Cullen, Stephen McKinley Henderson as Sammy.",
    "The film plot is fairly simple. A civil war has broken out in the United States of America, when the incumbent president continues into a third term in office. Consequently, the country disintegrates into four camps along state lines, one group remaining loyal to the authoritarian president. But the President, played by Nick Offerman, and Washington DC, are beleaguered and about to be overrun by the Western Forces made up of Texas and California. The film follows four American journalists who are bent on driving to Washington to interview the President. They are attacked along the way by different armed factions and arrive in the capital as it is being overrun.",
    "American reviewers have not been kind to the movie. Stephanie Zacharek in Time, writes “Do we really need a movie to invent, and rub our noses in, the possibility of a bleaker future?” It is hard, however, to ignore the feeling that Americans themselves, particularly those who identify with the South which lost the Civil War, a hundred and sixty years ago, appear to be very preoccupied with the memory of the Civil War.",
    "In fact while the actual Civil War was in progress in the 19th Century, many in the US were desperate for the endorsement of those across the Atlantic. In her book A World on Fire: An Epic History of Two Nations Divided, historian Amanda Foreman writes how at that time the English MP John Roebuck publicly declared, in Manchester, that “The North (the Unionists) will never be our friends. Of the South (Confederates) you can make friends, they are Englishmen, not the scum and refuse of Europe!”",
    "Jill Filipovic, writing in New Statesman, of 03 April, says that raised in Washington State, which didn’t even exist as such during the Civil War, she learned and understood the Civil War as when “southern states wanted to continue the practice of chattel slavery, which was often discussed in terms of “the economy” (the southern economy being powered by forced, unpaid, lifelong labour) and “states’ rights” (to refuse to bow to federal authority, specifically any laws that sought to regulate or end slavery).”",
    "She points out that the Southern narrative and some textbooks that their school children learn from “portray enslaved people as well treated and happy with their lives…that the war was nobly fought over “freedom” and “states’ rights”, upon which the north was infringing.” Or, as Dinesh D’Souza explains, “the American slave was treated like property, which is to say, pretty well!”",
    "Author and critic Jill Filipovic sees a dystopian message in the film. That the passions and prejudices of the original Civil War remain with us even if they are latent. She quotes Matthew C MacWilliams ,who wrote in  Politico, in 2020, that “The single factor that predicted whether a Republican primary voter supported Trump over his rivals was an inclination to authoritarianism.” And the writer-director of the film, Alex Garland, has pointed out that US politics in recent years make it abundantly clear “exactly what the fault lines and pressures are.”",
    "In its review of Civil War, the London Economist  is explicit. “Perhaps Alex Garland sees no need to point out the country’s bitter polarisation, the loss of faith in the organs of government or the threat posed by a former president who thinks democratic norms are for other people. In the wake of the attacks of January 6th 2021—when a mob of Donald Trump’s supporters stormed the Capitol in an attempt to block the transfer of power—the threat of insurrection has felt uncomfortably real.”",
    "The Economist was as explicit as are some politicians. Georgia Congresswoman Taylor Greene is quite frank: “We need to separate by red states and blue states.” Or as the anonymous comment that appeared under the YouTube trailer of the motion picture says “This isn’t just a film. It’s a premonition.”",
    "The next civil war is, in fact, very much the subject of both fiction and political commentary. There have been novels like Omar El Akkad’s  American War in 2017 and Douglas Kennedy’s Flyover in 2023 and a TV series DMZ (2022). Also in 2022 Political Scientist Barbara Walter, a Professor at University of California, San Diego, and a world authority on civil wars, published How Civil Wars Start, and Stephen Marche, the Canadian essayist and commentator, wrote The Next Civil War: Dispatches from the American Future. The latter cautions: “The United States is a textbook example of a country headed towards civil war.”",
    "Interestingly, the foregoing politics is ignored by the film. There is no such context provided or assumed. It is left to each viewer to formulate his or her own sequence of how the US would have gone from where it is now to political disintegration and military civil war.",
    "Instead, the movie focuses totally on the human drama played out by the four journalists. The cautious Joel, the self confident Lee Smith, the tired and disillusioned Sammy and the young and eager Jessie Cullen. It follows how they deal with a crisis and threat that they have little control over, how they are singularly driven by their quest for a scoop, how they clash and bicker at the outset but as the pace gets quicker and riskier they mellow, bond and have compassion for each other.",
    "Despite the political cloud hanging over this narrative it is still a very human story that we can all relate to.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}