{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Katchatheevu-Island-a-done-deal-India-has-no-intention-to-reverse-agreement/108-280009",
  "time_ut": 1712020440.0,
  "original_lang": "en",
  "original_title": "Katchatheevu Island a done deal, India has no intention to reverse agreement",
  "original_body_lines": [
    "Colombo, April 2 (Daily Mirror) - India has no intention to reverse the agreement that ceded the Katchatheevu Island to Sri Lanka despite the political debate in India that is primarily meant for domestic consumption in view of the upcoming Lok Sabha elections, Daily Mirror learns.",
    "Indian Prime Minister Narendra Modi on Monday targeted the DMK over the Katchatheevu island issue, alleging the ruling party of Tamil Nadu did nothing to safeguard the state's interests. New details emerging on the issue of India handing over the Katchatheevu island to Sri Lanka have unmasked the DMK's double standards totally, he said on X.",
    "It is apparent that the current Indian ruling Bharatiya Janata Party (BJP) is not in favour of the position taken by the then Indian National Congress government. However, the agreement has now been signed, and an informed source said the current debate in India has nothing to do with Sri Lanka.",
    "Indian External Affairs Minister S. Jaishankar said yesterday that India and Sri Lanka in June 1974 concluded an agreement where they drew that maritime boundary and Katchatheevu was put on the Sri Lankan side of the boundary.",
    "This agreement of 1974 had three other clauses. One clause which said that each country shall have sovereignty and exclusive jurisdiction and control over the waters. The second clause, Article 5, it gave to Indian fishermen that they would continue to access Katchatheevu as hitherto and will not be required to obtain travel documents. And the third one, that the vessels of India and Sri Lanka will enjoy in each other's waters, such rights that they have traditionally enjoyed.",
    "There was another agreement between India and Sri Lanka through an exchange of letters. In it, India proposed that with the establishment of the exclusive economic zones by the two countries, India and Sri Lanka will exercise sovereign rights over the living and non-living resources of their respective zone. He said, that in the last 20 years, 6,184 Indian fishermen have been detained by Sri Lanka and 1,175 Indian fishing vessels seized, detained, and apprehended by the Sri Lankan authorities."
  ]
}