{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bullish-uptick-in-share-market-as-country-goes-to-the-polls/",
  "time_ut": 1731519360.0,
  "original_lang": "en",
  "original_title": "Bullish uptick in share market as country goes to the polls",
  "original_body_lines": [
    "The CSE was bullish yesterday ahead of the general election and also in consideration of the impending debt restructuring process, stock market analysts said.",
    "“With one election over, the market is expecting the same sentiment to continue. There is a reduction in political uncertainty. Further, banking sector counters were very active and half of their turnover was reported from a DFCC Bank crossing and retail trading, market analytics added.",
    "Amid those developments the ASPI closed in green on most days and the All Share Price Index crossed the 13,000 mark. The All Share Price Index went up by 136.2 points while S and P SL20 rose by 54.56 points.",
    "Turnover stood at Rs 6.98 billion with seven crossings. Those crossings were reported in DFCC, which crossed 39 million shares to the tune of Rs 3.3 billion; its shares traded at Rs 85, Sampath Bank 1.25 million shares crossed for Rs 112.5 million and its shares traded at Rs 90, JKH 2 million shares crossed to the tune of Rs 42.9 million; its shares traded at Rs 21.50, Agarapathana Plantation 3.3 million shares crossed for Rs 29.5 million; its shares traded at Rs 9, NTB 200,000 shares crossed to the tune of Rs 29 million; its shares traded at Rs 144, Commercial Bank 200,000 shares crossed for Rs 23.7 million; its shares sold at Rs 118.50, and NDB 25000 shares crossed to the tune of Rs 21.7 million; its shares traded at Rs 87.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Sampath Bank Rs 272 million (3 million shares traded), JKH Rs 228 million (10.6 million shares traded), NDB Rs 187 million (1.9 million shares traded), DFCC Rs 159 million (1.9 million shares traded), LMF Rs 141 million (4.4 million shares traded) and Browns Investments Rs 135 million (21.5 million shares traded). During the day 205 million share volumes changed hands in 25664 transactions.",
    "It is said that Banking stocks have been appreciating since the announcement in September that Sri Lanka had reached agreements in principle on the restructuring of approximately US $ 14.2 billion of sovereign debt with international sovereign bond (ISB) holders.",
    "Under the deal, local banks would be able to exchange 70 percent of their ISBs into dollar bonds with a 10 percent haircut. The balance 30 percent would be exchanged for rupee securities.",
    "Non-financial finance institutions stocks, particularly those with an exposure to vehicle leasing, have also seen investor interest since the government announced a lifting of the vehicle import ban, Softlogic Stockbrokers said.",
    "An IMF team led by Peter Breuer, senior mission chief for Sri Lanka, is expected to visit Colombo next week to conduct the third review for Sri Lanka’s economic reform program supported by the IMF’s Extended Fund Facility, a spokesperson said.",
    "But for an IMF program review to pass, a staff level agreement has to be crafted with fiscal and monetary targets for the next year. For that a budget in line with program parameters is required.",
    "A budget is planned only in February next year and until then a vote-on-account will be presented, he said.",
    "Yesterday the rupee was trading stronger at Rs 292.25/35 to the US dollar from Rs 292.45/55 to the US dollar, dealers said, while bond yields were considerably down.",
    "A bond maturing on 15.12.2027 was quoted at 10.95/11.05 percent, from 11.10/25 percent. A bond maturing on 15.02.2028 was quoted at 11.25/33 percent. A bond maturing on 15.09.2029 was quoted at 11.60/70 percent, down from 11.65/80 percent. An auction of Rs. 147,500 million of Treasury bills was ongoing.",
    "Prime Lands recognised for excellence on global stage with double wins at World Business Outlook Awards 2024",
    "Korean SME Association offers support to Sri Lanka’s Agriculture and fishing Industries",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}