{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sepsis-just-ask-could-it-be-sepsis/",
  "time_ut": 1757770980.0,
  "original_lang": "en",
  "original_title": "Sepsis: Just Ask—Could It Be Sepsis?",
  "original_body_lines": [
    "Sepsis is a serious, potentially life-threatening condition that requires urgent medical attention. Despite its prevalence, sepsis remains one of the most under-recognized illnesses in both developing and developed countries.",
    "The Global Sepsis Alliance (GSA)—a non-profit organization—provides global leadership in efforts to reduce the burden of sepsis worldwide. GSA has designated September 13th as World Sepsis Day, and various awareness initiatives are carried out throughout the month to educate the public, healthcare professionals, and policymakers about the signs, symptoms, and importance of timely intervention for sepsis.",
    "In 2017, the World Health Organization (WHO) with the World Health Assembly recognized sepsis as a global health crisis and declared sepsis as a global health priority.",
    "In Sri Lanka, the College of Anaesthesiologists and Intensivists of Sri Lanka (COAISL), in collaboration with the Sri Lanka Sepsis Alliance (SLSA), has organized numerous educational campaigns aimed at raising awareness among both healthcare providers and the public.",
    "Understanding sepsis is crucial due to its devastating impact on global health. According to the Global Sepsis Alliance, sepsis affects 47 to 50 million people annually, causing at least 11 million deaths—or roughly one death every 2.8 seconds. Alarmingly, 1 in 5 deaths worldwide is associated with sepsis.",
    "Beyond mortality, survivors often face long-term health complications. Recognizing sepsis early and ensuring prompt medical care can save lives and significantly reduce long-term disability.",
    "Sepsis is a life-threatening medical emergency that arises when the body’s response to an infection becomes dysregulated. Rather than fighting off harmful microorganisms, the immune system begins to attack its own tissues and organs —including the heart, lungs, brain, kidneys, and liver.",
    "If not recognized early and untreated, sepsis can progress to septic shock, a critical condition where blood pressure drops dangerously low levels, reducing blood flow to vital organs. Even with treatment, 40% of patients with septic shock do not survive.",
    "Sepsis can be triggered by various infections caused by bacteria, viruses, fungi, or parasites. Common infections include:",
    "Fungal infections, particularly in immunocompromised individuals, and severe viral infections (such as influenza) can also lead to sepsis. These infections can trigger an overwhelming immune response, causing systemic inflammation and life-threatening complications if not treated promptly.",
    "Early recognition is vital. Symptoms of sepsis often mimic other conditions. So vigilance is important, especially if an infection is already present.",
    "Sepsis can progress rapidly. Early administration of antibiotics and supportive care dramatically improves the chances of survival.",
    "Sepsis can affect anyone, but certain groups are at higher risk:",
    "· People with long term illnesses (e.g., heart, lung, liver, or kidney disease)",
    "· Individuals with weakened immune systems (e.g., due to diabetes, cancer, HIV/AIDS, or those without a spleen)",
    "If you or someone you know shows symptoms of sepsis, seek emergency medical care immediately.",
    "Healthcare professionals will assess vital signs—heart rate, blood pressure, oxygen levels, and respiratory rate. If sepsis is suspected or confirmed, hospital admission is likely.",
    "Early treatment is essential. The first hour of sepsis management is often referred to as the “golden hour”, during which timely intervention is life-saving.",
    "· Collection of samples (blood, urine, sputum) to identify the source of infection and assess organ function",
    "· Admission to the ICU for critically ill patients requiring advanced support/care",
    "Without timely treatment, sepsis can lead to septic shock and multi-organ failure including kidney or liver failure, brain dysfunction and breathing difficulties.",
    "Even with treatment, survivors may experience long-term complications, such as physical disability, chronic health issues or cognitive impairment.",
    "Unfortunately, despite optimal treatment and care some patients continue to deteriorate, leading to death.",
    "Survivors of sepsis often suffer from Post-Sepsis Syndrome, which includes:",
    "These effects can significantly reduce quality of life, highlighting the importance of ongoing support and rehabilitation post-recovery.",
    "While not all cases are preventable, you can reduce your risk with simple actions:",
    "· Stay up to date with vaccinations: Especially for flu, pneumonia and other preventable diseases",
    "· Care for wounds properly: Clean and monitor for signs of infection",
    "· Seek timely medical help: Don’t ignore symptoms of infection",
    "· Share awareness materials with family, friends, and your community",
    "· Support sepsis advocacy groups through donations, volunteering, or by spreading their message",
    "Awareness saves lives. The earlier sepsis is recognized and treated, the better the outcome.",
    "World Sepsis Day serves as a powerful reminder of the need for global awareness and timely action.",
    "The Sri Lanka Sepsis Alliance (SLSA) was launched in 2023, as a member of the Global Sepsis Alliance, in collaboration with the College of Anaesthesiologists and Intensivists of Sri Lanka (COAISL), the Sri Lanka College of Microbiologists (SLCM), and the Ministry of Health, Sri Lanka. Their shared mission is to reduce the burden of sepsis in the country through aeducation, advocacy, and research.",
    "On September 13th—and every day—let us commit to educating public, fighting sepsis and saving lives.",
    "Together, let’s: Recognize Early … Act Swiftly … Save Lives.",
    "by Dr. Anjalee De Silva, Dr. Thusitha Jayathilake, Dr. Abdus Sukoor, Dr. Vijayashakthy Sivasankar, Dr. Nandika Wanigasinghe ✍️",
    "The minister just missed seeing the Rolls Royce picking us up for a sugar traders’ lunch",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}