{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/men-or-mice-sri-lanka-at-debt-negotiations/",
  "time_ut": 1719854580.0,
  "original_lang": "en",
  "original_title": "Men or mice? Sri Lanka at debt negotiations",
  "original_body_lines": [
    "Sirasa TV1’s Public Platform (anchored by Sonali Wanigabaduge) of 29th June is only the latest in a series of valuable, one might say crucial, civil society and independent media initiatives to bring more clarity on Sri Lanka’s debt crisis and the on-going negotiations believed to be rescuing us from it.",
    "Despite government hype, experts with impeccable credentials that appeared on this and other programmes like it, are seriously worried about the on-going restructuring efforts which seem to be characterised by capitulation to creditor interests rather than responsible negotiations in order to achieve a fair deal for the people of Sri Lanka.",
    "On this particular TV programme, Prof Jayati Ghosh, joined by Germany’s Christina Rehbein (member of the European Network on Debt and Development) threw a completely different light on what we are led to believe is the problem and its only solution. It appears that Sri Lanka’s negotiators’ understanding of “good news” was to settle for a creditor-friendly, shortsighted solution at the expense of its own citizenry.",
    "It was at an event at the SLFI, organized by Ahilan Kadirgamar and the newly-founded Yukthi, that first brought an alternative perspective on Sri Lanka’s debt crisis. The public event had Jayati Ghosh, Martin Guzman and Charles Abugre on their panel. Yukthi deserves our deepest gratitude for this initiative at which we came to know that the usual narrative of corruption and bad governance which had been fed to us, including by the populist Opposition, as the primary reason for our plight, was a lesser cause for the crisis.",
    "These scholar-practitioners spoke about other, bigger systemic and structural reasons for this crisis, with the structure being the current international financial architecture as it is constituted today. This structure and its processes are being challenged and sought to be corrected at this moment, including through an initiative of Pope Francis as well as one by the Secretary-General of the UN. Jayati Ghosh was on an important advisory panel to the Secretary-General, the report of which seeks to reform the existing, flawed system.",
    "At the Yukthi event, and reiterated later on TV1’s People’s Platform by Jayati Ghosh, it was pointed out that there have been successive debt cycles going back to the 1970s. After the 2008 financial crisis in the West, there was an excess of liquidity floating in the Western economies, which needed investing for profit. Thus began the untrammeled lending to emerging economies to the delight of the elites running those countries. As the experts pointed out, it takes two to manufacture debt, with responsibility on both sides for the risks. But the lenders, while recognizing the danger of lending to certain higher-risk countries, nevertheless weren’t deterred. They introduced a risk premium to cover that risk. The private money markets made it easy to borrow, and many countries did, including ours, at high interest rates.",
    "However, when the risk actually came to pass and some countries defaulted, the lenders refused to take any responsibility for making a bad investment and demanded the full pound of flesh, while having made plenty of profit on the lending already. All the blame was put on the borrower country which then squeezed its citizens to extract the penalty for which they were not responsible.",
    "This, we are told by the progressive experts, does not have to be the last word on the subject. Countries have the right, yes, the right, to negotiate a deal in which both parties to the contract take responsibility. This includes a substantial haircut on the borrowing; a cap on interest rates; debt standstill until new terms are negotiated so the interest doesn’t pile up while the creditors drag their feet; and critically questioning the IMF programmes which are meant to help with recovery.",
    "It was on TV1’s Public Platform that it was revealed that the mandatory IMF programme, which is considered imperative for negotiations of debt restructuring, is not required by international law. It is only that creditors insist on it. From their perspective, it is probably seen as necessary to introduce some fiscal discipline to errant elites. However, this doesn’t mean that the programmes that the IMF proposes to countries as imperative for recovery aren’t full of holes. In fact, it was suggested that most of the IMF programmes have failed.",
    "Jayati Ghosh pointed out that when the bulk of the ISBs were borrowed by Sri Lanka after 2014, the country was under an IMF programme. What, she asks, was the IMF doing, by allowing it? How could it be the case that the IMF has the answers to a problem it failed to prevent while on its watch and actually under its supervision?",
    "The visiting experts said that while the IMF has the status of a UN institution, it primarily represents the interests of the creditors in rich capitalist countries due to the quota system that gives those countries dominance over IMF decisions. It is not a neutral umpire. Therefore, the IMF protects the creditors rather than the debtor countries and their citizens.",
    "In Sri Lanka’s case, Prof Ghosh pointed out that while our crisis was a foreign exchange crisis, the IMF programme has lumped our local currency debt together with the foreign currency debt, which, according to her, is plain wrong. This unwarranted clubbing together then makes it possible to squeeze the already burdened citizens, as in the case of the pension funds. The visiting experts asserted that the Debt Sustainability Analysis (DSA) produced by the IMF cannot be trusted to be correct, and in fact, appears to be wrong. This is a serious matter considering our programmes for recovery are based on this DSA.",
    "Verite Research has asked for transparency of the basis for the IMF’s assumptions included in their DSA, in order to verify that the conclusions are correct. The IMF will not reveal it, and those concerned for Sri Lanka fear that the IMF programme will inevitably fail because of its unrealistic assumptions on which our day-to-day existence depends. On TV1’s Public Platform, Christina Rehbein said that the 18th IMF programme is already almost an inevitability, given the flawed nature of the 17th programme we are in now.",
    "The recent ludicrous suggestion by the IMF of taxing owner-occupied houses, which even this IMF-friendly government was quick to backtrack on, should be an indicator of the kind of economic expertise deployed to oversee our recovery. The government had no objections and indeed issued a gazette for its implementation until there was a spirited backlash from the public, including Opposition parliamentarians.",
    "The nature of the government’s relationship with the IMF is certainly our business. Its mistakes, when meekly accepted by our governments, are eventually borne by us. Therefore, we need the negotiating teams of our government to be well-informed, self-confident men and women, not mice. If our government agrees to conditions without adequate forethought, the elites negotiating for the government are unlikely to suffer the consequences. They will simply pass it on to the majority of Sri Lankan citizens. Right now, it does look as if we have deployed mice, to the barely concealed disdain of foreign and local experts.",
    "The civil society discussions and seminars on the debt crisis such as the ones mentioned, and other interventions by local experts in the media, indicate that the perspective on the global financial system on the part of the governing elite is critical.",
    "If the governing elite is intimidated by the hegemonic system and disinclined to or lack the courage to challenge the shortcomings of it, its institutions, its products and assessment of its personnel, we as citizens will pay.",
    "It is imperative that as a nation in default, our elites have the imagination and the courage to think creatively, gather support from sympathetic, experienced international experts (like Prof Manuel Guzman, former Finance Minister of Argentina) and present a stronger, more favourable case.",
    "Jayati Ghosh repeatedly advised that it is foolish to accept that “there is no alternative” to the proffered IMF programme or even to what the private creditors may be willing to offer. Scholars such as her who are now working with the world community to make the changes to the system, provide evidence that there is much that needs to change. They say Sri Lanka is in a good position to demand those changes and to negotiate a good deal for its citizens.",
    "Since it’s election year, who and which group of politicians are more likely to re-evaluate the international system and ensure we are treated fairly? Which group regards the status quo as sacred, and invokes TINA (Maggie Thatcher’s “there is no alternative”) most regularly? Certainly, this government does. Its negotiators have also agreed to secrecy terms with the creditors, which prevents anyone from figuring out if the best deal is being negotiated for us. While they negotiate in the dark, we pay in plenty in the cold light of day.",
    "But we need to ask this about the governments-in-waiting, too. Some in the Opposition think that the suggestion that one of the causes of the debt crises in non-Western states is the dumping of dollars in newly emerging markets, is a “conspiracy theory”. Fair enough, since it is during their time in power that most of the ISB dollar debt was obtained. However, when in office, had it regarded the private money markets with a little more skepticism if not downright suspicion, we may not have such a huge debt burden.",
    "Sri Lanka has had the experience of successfully challenging the received wisdom with regard to the international system and winning the day, even at the UN. When it works in the interest of the country with good men and women, it can achieve much. And yet, even after that victory, a different Government, and different men and women capitulated at the UN with joint resolutions detrimental to the country, without offering any challenge whatsoever; and not making the effort to negotiate a fair position for all concerned. The men and women we choose to govern us will dictate our fate for years to come. In some cases, the agreements they bind us to may have very long-lasting deleterious consequences.",
    "We need to choose wisely. The politicians need to make the effort to take enlightened positions. In this day and age, things are not so technical that an expert cannot be found who explains it clearly, lucidly. The people will strive to understand and make the choices accordingly. The more enlightened the legislator, the better they would discern the information they are given.",
    "Prof Jayati Ghosh suggested that Sri Lanka’s best chance is building ‘debtor country coalitions’ in order to negotiate from strength. Some have already negotiated with brilliant results, obtaining 50% haircuts on their debts. This was confirmed at the Yukthi seminar by Finance Minister of Argentina, Manuel Guzman who negotiated his country’s foreign debt restructuring. By contrast, our government is apparently happy with 7%!",
    "Dumping dollars cheaply in the emerging markets made our imports cheaper than manufacturing at home, Jayati Ghosh explains. Having made it so, the people are blamed for living beyond their means. The management of the national budget is in the hands of our legislature and the bureaucrats who advise them. They need to find the best strategies to reverse their own errors. Talking to other countries who have successfully managed the crises will throw up some valuable ideas for consideration.",
    "The experts suggested that Sri Lanka can utilize local laws in creditor countries which protect debtors from unfair deals, such as in Germany (a creditor country of Sri Lanka), to get a better deal. This was suggested because, obviously, we have not done so already.",
    "Prof Ghosh pointed out that there is a debtor conference in Spain next year and urged Sri Lanka to use the opportunity to present an effective case for a fair deal, together with a like-minded group of debtor countries. There is no better opportunity, and Sri Lanka is well placed to take advantage of this, she advised.",
    "She was also firmly of the opinion that Sri Lanka’s solution was not to constrict the economy and the purchasing power of the people, but to “grow out of the crisis”.",
    "With all these experts, who do give a damn about people like us who are being put through the ringer, why isn’t our own government doing better? We ought to be grateful to those who took it upon themselves to educate the Sri Lankan public in what was considered “too technical”, through shining a light on the crisis, its origins and purported solutions, so that we may be able to play a role in our own destiny. And that would be by challenging our governing elites on their lies, compelling our leaders to do better by us, and electing those who would be relatively more capable of standing up successfully for our interests.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}