{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103754/sc-grants-leave-for-petition-seeking-to-suspend-holding-of-2024-al-exam-",
  "time_ut": 1732530720.0,
  "original_lang": "en",
  "original_title": "SC grants leave for petition seeking to suspend holding of 2024 A/L exam",
  "original_body_lines": [
    "The Supreme Court has fixed for consideration on December 12, a Fundamental Rights (FR) petition filed seeking an interim injunction suspending the holding of 2024 G.C.E. Advanced Level examination.",
    "This order was issued when the relevant petition filed by a candidate of the examination was taken up before the three-member Supreme Court judge bench comprising Chief Justice Murdu Fernando, Justices Jayantha Jayasuriya and Priyantha Fernando today (25).",
    "The FR petition has been filed by A.M. Hansani Kaveesha, a candidate of the examination who is residing in Kegalle, naming the Commissioner General of Examinations, Education Minister Dr. Harini Amarasuriya, Secretary to the Ministry of Education and the Attorney General as respondents.",
    "The petitioner claims that according to a circular issued by the Ministry of Education on November 29, 2023, it is stated that 170 days of classes should be held in government schools, government-approved private schools and Pirivenas for the academic year 2024.",
    "She has alleged that however, the decision taken to hold the G.C.E. Advanced Level examination before the completion of the 170-day study period is a grave injustice to the students appearing for the examination.",
    "The petition also points out that serious injustice is being inflicted on nearly 300,000 students who are appearing for the examination for the first time this year.",
    "Accordingly, the petitioner has requested a ruling that their fundamental human rights have been violated by holding the G.C.E. Advanced Level examination before the completion of the 170-day study period, and an order invalidating the decision to hold the examination from November 25 to December 20.",
    "Furthermore, the petition further requests that an interim injunction be issued to suspending the holding of the examination until this petition is heard and a final verdict is issued.",
    "However, appearing for the petitioner, President’s Counsel Tirantha Walaliyadde requested that the petition be amended and a date be given for confirmation of the facts.",
    "Accordingly, the court granted permission to file an amended petition and ordered that the relevant petition be called on December 12 for confirmation of the facts.",
    "The 2024 A/L examination commenced at 8.30 a.m. today (25) across 2,312 centers nationwide. This year, a total of 333,185 candidates are sitting for the G.C.E. Advanced Level Examination."
  ]
}