{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98447/no-ground-for-indias-request-for-return-of-kachchatheevu-minister-douglas",
  "time_ut": 1712307480.0,
  "original_lang": "en",
  "original_title": "‘No ground’ for India’s request for return of Kachchatheevu: Minister Douglas",
  "original_body_lines": [
    "The statements coming out of India on “reclaiming” Kachchatheevu island from Sri Lanka have “no ground”, the Sri Lankan Minister of Fisheries Douglas Devananda has said.",
    "The senior Sri Lankan Tamil politician’s comments came days after the Narendra Modi government targeted the Congress and its ally the Dravida Munnetra Kazhagam (DMK) in Tamil Nadu accusing them of overlooking national interests in the ceding of Katchatheevu to Sri Lanka in 1974.",
    "The BJP has also been targeting the two parties for not ensuring the rights of the fishermen wanting to fish in waters around the Katchatheevu island.",
    "“It is the election time in India, it is not unusual to hear such noises of claims and counterclaims about Kachchatheevu,” Devananda told reporters in Jaffna on Thursday, 4 April.",
    "“I think India is acting on its interests to secure this place to ensure Sri Lankan fishermen would not have any access to that area and that Sri Lanka should not claim any rights in that resourceful area”, Devananda said.",
    "The statements on “reclaiming” Kachchatheevu from Sri Lanka’s hold has “no ground,” Devananda has said.",
    "The Sri Lankan minister said according to the 1974 agreement fishermen from both sides could fish in the territorial waters of both countries. But it was later reviewed and amended in 1976.",
    "Accordingly, fishermen from both countries were banned from fishing in neighbouring waters.",
    "Devananda stressed, “There claims to be a place called West Bank which is located below Kanyakumari – it is a much bigger area with extensive sea resources – it is 80 times bigger than Kachchatheevu, India secured it at the 1976 review agreement.”",
    "Devananda, as the fisheries minister, has faced pressure from the local fishermen in recent months.",
    "The local fishermen have led widespread protests to stop illegal fishing by their Indian counterparts in the Sri Lankan waters. They say the bottom trawling by the Indians is harmful to Sri Lankan fishing community interests.",
    "So far this year, at least 178 Indian fishermen and 23 trawlers have been arrested by the Sri Lanka Navy.",
    "Devananda, an ex-Tamil militant who now leads the Eelam People’s Democratic Party, was named a proclaimed offender by a court in Chennai in 1994.",
    "On Thursday, the Ministry of External Affairs (MEA) steered clear of the row surrounding Katchatheevu island.",
    "To a volley of questions on the Katchatheevu issue, MEA spokesperson Randhir Jaiswal referred to External Affairs Minister S Jaishankar’s recent comments on the matter.",
    "“I would like to tell you that on the issues that have been raised, the external affairs minister has spoken to the press here in Delhi and also in Gujarat clarifying all the issues,” he said.",
    "“I would refer that you please look at his press engagements. You will get your answers there,” Jaiswal said in New Delhi.",
    "The Narendra Modi government has targeted the Congress and its ally DMK accusing it of overlooking national interests in the ceding of Katchatheevu island to Sri Lanka in the mid-1970s.",
    "Jaishankar on Monday, 1 April, claimed that prime ministers from the Congress displayed indifference about Katchatheevu island as if they did not care and gave away Indian fishermen’s rights despite legal views to the contrary.",
    "Prime ministers such as Jawaharlal Nehru and Indira Gandhi dubbed Katchatheevu, given to Sri Lanka in 1974 as part of a maritime boundary agreement, as a “little island” and “little rock”, he had told a press conference.",
    "Jaishankar asserted that the issue has not cropped up abruptly but was always a live matter.",
    "The records exist of the then foreign secretary keeping the then Tamil Nadu chief minister M Karunanidhi, the late DMK patriarch, fully informed of the talks between the two countries, the external affairs minister said.",
    "He also accused the DMK of conniving with the Congress in 1974 and thereafter in creating the situation which has been a cause of “great concern”.",
    "“The same people who connived at all this are today standing up and trying to pretend to be champions of fishermen,” he said."
  ]
}