{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/loops-integrateds-teams-dominate-the-young-spikes-competition-in-the-digital-category/",
  "time_ut": 1706109540.0,
  "original_lang": "en",
  "original_title": "Loops Integrated’s teams dominate the Young Spikes Competition in the Digital Category",
  "original_body_lines": [
    "In a remarkable achievement, Amaya Suriyapperuma & Arqam Anjath from Loops Integrated emerged as the winners in the Young Spikes Digital category, while Oken Silva & Sachintha Naotunna secured the prestigious 2nd runners-up position. The competition featured 22 teams from distinguished advertising agencies in Sri Lanka, showcasing the industry’s top digital talents.",
    "A panel of 6 judges presided over the event, with the winning decision reaching a unanimous consensus. The local competition, facilitated by the 4A’s (Accredited Advertising Agencies Association), provided a platform for the teams to exhibit their creativity and digital prowess.",
    "What set this competition apart was its unique format. Entrants were given a brief in the morning and were tasked with presenting their strategy, ideas, and executions in the evening. This challenging time frame added an extra layer of intensity, requiring participants to demonstrate not only creativity but also strategic thinking and effective execution.",
    "Amaya & Arqam’s victory earns them the opportunity to represent Sri Lanka in the Young Spikes Festival of Creativity in Singapore, where they will compete with other top contenders from their respective countries in the APAC region. This accomplishment highlights Loops Integrated’s commitment to nurturing talent and promoting excellence in the advertising industry.",
    "Falmouth University, UK’s No. 1 Arts University, strengthens global partnerships through inspiring visit to AMDT School of Creativity",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}