{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/seasonal-swings-in-sri-lankas-mango-market-a-balancing-act-with-economic-insights/",
  "time_ut": 1720539780.0,
  "original_lang": "en",
  "original_title": "Seasonal swings in Sri Lanka’s mango market: A balancing act with economic insights",
  "original_body_lines": [
    "Chandula Idirisinghe is a Research Assistant working on Agriculture and Agribusiness Development at the Institute of Policy Studies of Sri Lanka (IPS). He holds a BSc (Hons) in Agricultural Technology and Management, specialising in Applied Economics and Business Management from the Faculty of Agriculture, University of Peradeniya. His research interests include agricultural policies and institutions; agricultural productivity; agribusiness value chains; food security and environmental and natural resource policies.",
    "Sri Lanka’s mango industry, deeply woven into the cultural fabric and dietary needs of Sri Lanka, is thriving with a 12.2% production boost and a 5% yield improvement over the past two decades.",
    "Yet, the industry is characterised by drastic seasonal price swings. Prices are currently low, and another significant drop is expected between September and January, mirroring last year’s 70% plunge in Karthakolomban mango prices.",
    "Regional production concentration has led to price disparities nationwide, highlighting the need for better demand and supply management.",
    "The blog suggests a dynamic, multi-pronged strategy to tackle seasonality over the price disparity based on an IPS study on developing food loss reduction pathways through smart business practices in mango value chains: promoting value-added products, optimising logistics and storage, forming farmer clusters, and tapping into export markets.",
    "Mango is the most widely cultivated fruit crop after bananas in Sri Lanka. According to the Department of Census and Statistics (2023), the average mango cultivation area over the past five years (2018-2023) has expanded by 6.9%, reaching 28,372 hectares, compared to the 2002-2007 average. Furthermore, national mango fruit production has demonstrated a remarkable rise of 12.2%, with an increase per hectare of mango fruit production by 5%.",
    "Sri Lanka boasts a longstanding tradition of mango cultivation. Mangoes are the third-highest consumed fruit in terms of value, following only bananas and papayas. The traditional cultivars ‘Betti’, ‘Karthacolomban’, ‘Vellaicolomban’, ‘Kohu’, and ‘Villard’, and the modern cultivar ‘TomEJC’ have become dominant players within Sri Lankan wholesale/ retail markets.",
    "Over the past two decades, the geographical distribution of mango cultivation has undergone a notable transformation. Nearly two-thirds (65.36%) of mango cultivation in Sri Lanka is currently concentrated in just nine districts. While Kurunegala historically held the dominant position as the leading producer, recent years have witnessed a significant decline in the mango-cultivated areas. Anuradhapura and Monaragala have experienced significant growth, with Anuradhapura surpassing Kurunegala as the current leader in terms of cultivation area.",
    "Witnessing a noteworthy expansion into international markets, fresh mango fruit exports have exhibited a significant upward trajectory since 2017, reaching 374 metric tons by 2022. Dried mango exports followed similar growth, experiencing a notable rise from 2019 to 2021, resulting in 63 metric tons exported in 2022. Despite the recent progress in Sri Lanka’s mango production, fueled by innovative, high-yielding cultivars tailored to specific regions, a persistent challenge remains: the seasonality of production.",
    "In Sri Lanka, mango production exhibits two distinct production peaks over the year, which pave the way for drastic seasonal price fluctuations. Mango trees in the wet and intermediate zones typically bloom from January to March, with peak harvests from April to July (Yala Season). Conversely, in the dry zone, blooming occurs from July to September, with peak harvests from October to January (Maha season). These regional variations in blooming and harvesting periods are influenced by Sri Lanka’s diverse climatic conditions, primarily by its varying rainfall patterns.",
    "This seasonality creates classic supply and demand imbalances, marked by distinct dual peaks and troughs in prices each year, with the highest fluctuations observed over the past two years. For instance, price data from 2023 shows that even popular cultivars like Karthakolomban can experience significant price drops. During the off-season in September, prices peaked at 252.1 Rs/kg when mangoes were less available. However, by the next peak harvesting time in December, prices had dropped by as much as 70%, reaching 71.2 Rs/kg as the market became saturated with mangoes.",
    "Moreover, Sri Lanka’s mango market shows notable nationwide price disparities – for the same cultivar – alongside seasonal price fluctuations. The mango harvest from wet and intermediate zones saturates their regional markets from April to July, while markets in dry zones are saturated from October to January.",
    "Despite investing in high-yielding cultivars, growers face unpredictable income due to fluctuating market prices, creating financial strain for them. Conversely, on the consumer side, price volatility disrupts purchasing behaviour. During off-seasons, limited availability and high prices can restrict their access to mangoes, particularly for low-income households. This not only impacts dietary choices but also undermines the mango fruit’s role as an affordable source of essential vitamins and minerals.",
    "A strategic and coordinated approach involving all value chain actors—from growers to consumers—can effectively stabilise price levels, mitigate growers’ financial hardships, and ensure affordable fruit availability year-round.",
    "Rerouting Demand to Value-Added Products: Promoting value-added products such as pulp, jams, dried slices, and chutneys, produced utilising surplus mango fruit from peak seasons, assists in meeting year-round demand while mitigating heightened demand for fresh mangoes during off-seasons.",
    "Logistics and Distribution Network Optimisation: A strengthened distribution network with improved cold chain facilities can mitigate price disparities and ensure nationwide availability of mangoes at fair prices. This involves identifying key production districts, improving infrastructure, streamlining transportation routes, establishing efficient market linkages, and enhancing access to market information. Further, buffer stocking curbs the excessive volatility of prices of fresh mangoes by regulating the gradual movement of fresh mangoes into and out of the markets.",
    "Establishment of Farmer Clusters: Building on a strong foundation, Sri Lanka has already established successful farmer clusters for commercial mango production, such as those under the ‘Nucleus Estates’ initiative by the Agriculture Sector Modernization Project (ASMP) and Lanka Fruit and Vegetable Producers, Processors and Exporters Association (LFVPPEA). Farmer clusters foster sharing knowledge and supply opportunities, and pooling of resources, thereby leveraging growers with economies of scale, amplifying their collective voice, and ensuring a consistent supply.",
    "Untapping Export Potential: Several global markets, like the EU, USA, Middle East, and Australia, hold significant export potential for Sri Lankan mangoes. Meeting their stringent quality standards requires a multi-faceted approach: improving orchard management with Good Agricultural Practices (GAP), Integrated Pest Management (IPM) and training on post-harvest handling and quality control compliance with international regulations. IPS, in collaboration with LFVPPEA, has already supported commercial mango growers in harnessing export potential through training and capacity building under an Australian Centre for International Agricultural Research (ACIAR) project (CS/2020/193).",
    "This blog is based on an ongoing IPS study conducted under the ACIAR-funded project ‘Developing food loss reduction pathways through smart business practices in mango and tomato value chains in Pakistan and Sri Lanka’.",
    "T-Jay Enterprises, key advertiser in latest Rainbow Pages Business Directory",
    "Share market investors agonize over possible policy uncertainty on part of govt.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}