{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Ninety-lawyers-maintain-those-responsible-for-misconduct-involving-JICA-should-step-down/108-283635",
  "time_ut": 1716996240.0,
  "original_lang": "en",
  "original_title": "Ninety lawyers maintain those responsible for misconduct involving JICA should step down",
  "original_body_lines": [
    "Colombo, May 29 (Daily Mirror)- Ten Presidents' Counsels and 80 other members of the Bar Association of Sri Lanka (BASL) have sent a letter to the five-member Inquiry Committee and the BASL Executive Committee maintaining that anyone allegedly responsible for misconduct regarding activities involving the Japan International Cooperation Agency (JICA) and the BASL, who is not inclined to voluntarily resign from their positions in the association, should be required to immediately step down from functioning in any office of the association.",
    "The letter states that this action should be taken pending the conduct of the inquiry and the final determination of the matter.",
    "On May 18, the BASL appointed a five-member-committee comprising Dr. K. Kanag-Isvaran PC, Dr. Faisz Musthapha PC, lkram Mohamed PC, Rienzie Arsekularatne PC and Geoffrey Alagaratnam PC to look into allegations pertaining to the BASL project funded by the JICA relating to promotion of transparent and competitive business climate (Anti-Corruption) in Sri Lanka, as a Committee of Inquiry.",
    "The letter emphasized the importance of thoroughly investigating to ensure full responsibility, liability, and accountability. It stressed that recommendations should be objective and accurately reflect the facts and findings, regardless of the individuals involved.",
    "The letter further noted that in order to preserve the credibility and public trust, detailed and reasoned findings in respect of each and every person allegedly concerned, are imperative for the association to be able to properly exercise its responsibility towards the Bar, the public and the country.",
    "The letter also emphasized the importance of giving due consideration to whether there is any apparent breach of applicable professional ethics, as per the Supreme Court (Conduct and Etiquette for Attorneys-at-Law) Rules 1988, by the individuals involved. Such consideration and findings are crucial for the Bar Council and its membership to determine the necessary steps to hold those individuals accountable."
  ]
}