{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-heat-up-coffee-culture-amid-tourist-revival-160307/",
  "time_ut": 1714274760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to heat up coffee culture amid tourist revival",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s is seeing a growing demand for coffee amid a revival in tourism and efforts are underway to lift skills and improve quality down the value chain as part of efforts to broaden the island’s coffee culture, industry officials said.",
    "Lanka Coffee Association, made up of companies involved in the industry, with Australia-funded Market Development Facility is holding the Sri Lanka Coffee Festival in Galle in June.",
    "Coffee sales in café, are picking up partly helped by the tourist industry.",
    "“A lot of tourists especially in Colombo and down South appreciate a good cup of Sri Lankan coffee and that makes up a lot of the café’s demand,” Country Director for the Market Development Facility, Maryam Piracha, says.",
    "As part of efforts to lift the industry, competitions will be held around the country to recognize the best baristas, or the people who serve customers in coffee bars.",
    "“We will judge them on flavor and technique and less emphasis will be given to presentation,” Lanka",
    "The Barista competitions will be held at Jetwing Hotels in Dambulla, Galle and Colombo. The main Coffee Festival will be held in Galle on 7 June.",
    "The Jetwing group is supporting Sri Lanka coffee as part of efforts to promote locally sourced products. In the group hotels local fruits and vegetables are used.",
    "“We use locally sourced coffee in our hotels,” says Dmitry Cooray, Managing Director of Jetwing Hotels.",
    "Coffee is believed to have been introduced to Sri Lanka around 1540 by Arabic travellers but was first planted on a commercial scale during Dutch rule.",
    "Sri Lanka was a top producer of coffee by around 1860, exporting around 50,000 to 70,000 tonnes of beans cultivated in over 270,000 acres of land, when coffee leaf rust (Hemileira vastatrix).",
    "Sri Lanka is now estimated to produce around 3,000 metric tonnes of coffee beans grown in around 20,000 acres of land, according to the Department of Export Agriculture.",
    "While demand is picking up, supply of good quality Sri Lanka coffee is not keeping pace.",
    "Industry officials say bad weather hit production recently leading to a spike in green bean prices.",
    "“When we look at Sri Lankan coffee, the biggest barrier we face today is the lack of volume.”",
    "Samararathne, who is also general manager of the Colombo Coffee Company said.",
    "“That is because even prior to that we have a gap between the demand and supply but now that gap has been widened – the volume has dropped almost from 50 percent compared to previous one (harvesting season)",
    "“And with that developing the quality becomes the problem. Because the moment there is a gap between the demand and the supply, everyone is trying to see how quickly they can sell their product.",
    "“And there is a huge demand and anyone is willing to buy anything.”",
    "Analysts say higher prices may incentivize farmers to grow more coffee, which should expand supply in the future.",
    "At the Jetwing Uva Ben Head Villa, located in the middle of an old tea estate, coffee is being intercropped.",
    "Cooray says they plan to use modern agricultural practices and facilities to improve the quality of Sri Lanka coffee. (Colombo/Apr28/2024)"
  ]
}