{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101397/protest-over-sexual-assault-of-school-girls-in-indias-maharashtra-turns-chaotic",
  "time_ut": 1724231940.0,
  "original_lang": "en",
  "original_title": "Protest over sexual assault of school girls in India’s Maharashtra turns chaotic",
  "original_body_lines": [
    "Amid nationwide protests in India over the brutal rape and murder of a Kolkata doctor, two young female students from a school in Maharashtra’s Badlapur were allegedly sexually assaulted, leading to widespread public outrage.",
    "The situation escalated on Tuesday when protesters, angry over the alleged police inaction, blocked train services at the Badlapur railway station, prompting the police to resort to lathicharge to disperse the crowd.",
    "The protest was ignited after news of the alleged sexual abuse spread, with hundreds of people gathering to demand swift action against the accused and justice for the victims.",
    "In response to the growing unrest, the Maharashtra government announced the formation of a Special Investigation Team (SIT) to probe the incident.",
    "State Cabinet Minister Girish Mahajan, who attempted to pacify the protesters, assured them of strict action against those responsible, stating, “The accused person will face the most severe punishment.”",
    "Mahajan, a close ally of Deputy Chief Minister Devendra Fadnavis, revealed that immediate orders had been issued for the suspension of three police officials at the Badlapur police station after the family members of the victims were reportedly made to wait for 11 hours to register the FIR.",
    "Deputy Chief Minister and Home Minister Devendra Fadnavis, speaking to reporters in Mumbai, said that the SIT will be headed by an IG-rank woman officer and the case will be heard in a fast track court.",
    "“In the Badlapur unfortunate incident, IG Rank officer IPS Arti Singh is appointed immediately to conduct the enquiry. Chargesheet will be immediately filed and this matter will be heard in the fasttrack court. Our Police Dept will take complete efforts to get such barbaric inhuman punished immediately,” he asserted.",
    "He expressed the government’s commitment to ensuring justice for the victims and accountability for any lapses in police conduct.",
    "The delay in police action has also sparked a political outcry. Opposition leader Vijay Wadettiwar criticised the police for allegedly making the victims’ parents wait for 11 hours to file a complaint.",
    "In a video message, he compared the severity of the incident to the rape and murder of a trainee doctor in Kolkata, which had drawn nationwide attention.",
    "“Atrocities are committed on a three-and-a-half-year-old girl and a four-year-old girl, and at the police station, their parents are made to wait for 11 hours when they seek to file a complaint… Is there any sensitivity left? I spoke to the police commissioner and told him that the woman police officer responsible for this delay must be suspended immediately,” Wadettiwar added."
  ]
}