{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96894/osb-sends-negative-signal-in-sri-lankas-path-towards-reform-and-recovery-us-envoy",
  "time_ut": 1706707980.0,
  "original_lang": "en",
  "original_title": "OSB sends ‘negative signal’ in Sri Lanka’s path towards reform and recovery – US envoy",
  "original_body_lines": [
    "U.S. Ambassador Julie Chung says Sri Lanka’s adoption of the controversial Online Safety Bill sends a negative signal in Sri Lanka’s path towards reform and recovery, when major global tech companies characterize the bill as “unworkable” and stifling innovation and democracy, instead of actually addressing online crimes.",
    "She also emphasised that in order improve Sri Lanka’s business climate, the government of Sri Lanka, while carrying out reforms, must also make its people aware of these reforms in a ‘clear manner’.",
    "Addressing the Amcham XO Forum “75 years and Beyond: U.S. – Sri Lankan Business Relations in 2024”, Ambassador Chung highlighted that while it is imperative that the Sri Lankan government carries out reforms, “it’s also important to explain those reforms to the people in a clear manner”.",
    "She admitted that while this process inevitably makes for slower legislation, it results in good legislation and reforms.",
    "Taking the controversial Online Safety Bill as an example, Ambassador Chung revealed that according to A poll conducted by the Centre for Policy Alternatives earlier this month, over 70% Sri Lankans were unaware of the bill before its passage.",
    "“When major global tech companies characterize the bill as “unworkable” and stifling innovation and democracy, instead of actually addressing online crimes, frankly this sends a negative signal in Sri Lanka’s path towards reform and recovery.  Previous bills, such as the Personal Data Protection Act, took much longer to craft, but did a better job of taking stakeholder feedback into account”, she said in this regard.",
    "As such, the Ambassador emphasised that Sri Lanka needs to do better in the future in terms of working on legislation and reforms that are ‘durable, enforceable and wise’.",
    "“This will be key to improving the business climate”, Ambassador Chung highlighted.",
    "The Ambassador made these remarks while commenting on the commitments required by the International Monetary Fund (IMF) from Sri Lanka, as part of the Extended Fund Facility (EFF), stating that they “call for government reform measures in both tax compliance and combatting corruption”",
    "Ambassador Chung admitted that while Sri Lanka has taken difficult measures, that are “hard and not always popular, to put the country on a long-term sustainable footing and comply with the IMF commitments, “the people of Sri Lanka deserve and continue to demand openness, transparency, and accountability from their leaders as the process of reforms moves forward”.",
    "Speaking on the recently increased Value Added Tax (VAT) in this vein, Ambassador Chung said, “The new higher VAT rates have been a hit on the average Sri Lankan and your businesses.  We understand that while there may be short term necessary pains, the public deserves to know that such measures are being taken looking at the wholeness of the problem and endemic issues that must be addressed in a structural, sustainable way, fair and transparent to all”.",
    "She noted, however, that these measures should not solely include the raising of taxes, but should also instead include the elimination of tax loopholes and addressing government inefficiencies, particularly in state owned enterprises.",
    "“It means digitalizing customs to raise revenue and reduce corruption.  Creating predictable customs duties and streamlined processes would encourage importers, who want to import more to Sri Lanka but are worried about the uncertainty in the import process.  Unpredictable customs fees discourage importers and limit the amount of customs revenue the Sri Lankan government can collect.  This shifts the burden of tax revenue further onto the shoulders of the people, who can’t bear much more”, she said in this regard.",
    "Recalling a meeting she had had with the National Chamber of Exporters earlier this week, Ambassador Chung noted that “red tape, regulatory challenges, and unpredictability” were some of the key challenges that impacted their businesses.",
    "Meanwhile, commenting on Sri Lanka’s future in this regard, the Ambassador opinionated that the growth of both, the exports and private sectors, will be the “engine of recovery”. She noted, however, that “they need the space and support to thrive”.",
    "“Exports and private sector growth will be the engine of recovery, but they need the space and support to thrive.  As the largest export market for Sri Lanka, the United States can help be part of the solution”, she commented."
  ]
}