{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/successfully-implementing-japanese-management-techniques-at-etf/",
  "time_ut": 1757744520.0,
  "original_lang": "en",
  "original_title": "Successfully Implementing Japanese Management Techniques at ETF",
  "original_body_lines": [
    "LESSONS FROM MY CAREER: SYNTHESISING MANAGEMENT THEORY WITH PRACTICE – PART 21",
    "In the last episode, I related stories mainly about how I tackled politicians, and how I reached compromises with some, and refused others very tactfully. This was a new experience which I faced, and guidance was not available in textbooks. In today’s episode, I will talk about how I introduced two Japanese techniques successfully and how I had to manage the challenges that arose.",
    "After settling the “hygiene” factors discussed in a previous episode, I implemented the Japanese-style Quality Circles and the 5S system at ETF. For those unfamiliar with the techniques, I will explain them in brief. The Japanese are well known for worker involvement in shop floor and frontline operations. They believe that the worker should not be treated merely as a pair of hands, but rather recognised as having brains and significant tacit knowledge in performing their operations. If all the workers are permitted to use their brains, significant benefits would flow to the organisation. The Japanese are also group-oriented rather than being individualistic, as are the Western populations.",
    "During my travels and courses in Japan, I realised that there are many similarities between Japanese and Sri Lankan cultures, prompting me to introduce various Japanese techniques and practices to Sri Lankan corporates with great success. I was the first to organise seminars on Quality Circles and the Japanese 5S in Sri Lanka. In fact, in many workshops at the time I was often introduced as the father of Japanese Style Management Techniques in Sri Lanka, until one day Toastmaster Haleem Ghouse, the brother of the famous Management Trainer, Mansoor Ghouse warned me that I should never be introduced as the father of Japanese Management but rather as the mother of Japanese Style Management Techniques, saying “being a father is only a opinion, but being the mother is a fact”.",
    "Introducing Quality Circles in organisations that did not believe in employee involvement failed. While good progress was made in some institutions, the technique did not spread as widely as I expected until I founded the Quality Circle Association of Sri Lanka which promoted Quality Circles widely. I foresaw the massive benefits that the ETF Board could derive from this technique. Essentially, it is a technique which is purely voluntary, but preceded by a detailed explanation of how it operates. Once the groups (called Quality Circles) are formed voluntarily, they are trained in problem identification, cause analysis, and finding solutions to problems related to quality, productivity, customer service, cost reduction, speedy delivery, and other areas. The ultimate objective is to provide satisfaction and motivation to workers and enrich their work life. There are some rules, however: they must be non-executive workers from the same work area, they must solve their own work problems and not those of another department or unit, they must follow a scientific process, use appropriate tools of analysis and finally make a presentation to management and obtain approval for the implementation of their solution. The circles are formed by the employees and owned by them. They are not committees formed by the management. They also give themselves a name and a logo to make it more fun and exciting.",
    "The technique was very well accepted, and many employees at the clerical level at ETF Board who were hitherto engaged in mundane jobs such as checking some documents for eight hours daily found significant enrichment, because now, they were collecting statistics, preparing Cause & Effect Diagrams, preparing Pareto Charts, and so on, which were quite different to their routine daily work. Since they were working in groups, they were able to contribute their individual talents. Some were good at numbers, others good at slide preparation, while some had a great ability to make presentations. These circles did many practical projects and made significant improvements to the work processes at the ETF Board.",
    "One project of a circle was my favourite. The problem was the difficulty members (claimants for refunds) faced when filling out the claim form at the end of their employment or upon a job change. Many claims were rejected because claimants with basic education found form-filling difficult. Further analysis showed that the main problem was the question in Sinhala “name of spouse”. In Sinhala, it was ‘kalaththrayage nama’, This was kept blank by about 20% of the claimants thus making it a rejected application. Furthermore, it was sent back by the ETF office to the claimant, saying that the question needs to be filled out. Most of the estate workers and those in small and medium sectors still could not understand what the question meant. Imagine receiving 8,000 claims a month at the ETF office and returning 20% with another covering letter pointing out the deficiencies. 1,600 letters being sent back (20%), was an unproductive exercise. The Quality Circle in question redesigned the form with a separate instructions sheet, and the result was a drop in rejected claims to an insignificant level. The Quality Circle was very proud of its contribution, and the management appreciated the wasted time saved. The claimants were also pleased because the refunds arrived more quickly.",
    "In introducing Quality Circles, I had taken care to brief the union well. They supported it. Quality Circles from various departments and units would meet me occasionally and discuss issues they faced or make suggestions to further improve and further spread this technique. The rapport I had with them was a good sign. It was employee involvement at its best, and the co-operative environment flourished. The morale was high. One day, the Quality Circle leaders requested an urgent meeting with me. They informed me that they would henceforth cease all Quality Circle work. At first, they refused to disclose the reason, but later hinted that the trade union had asked them to stop it. I immediately telephoned the President of the union, who assured me that there is no truth in this statement, and that they actually encouraged it. An hour later, he called me again, saying that some committee members were against Quality Circles because they felt it was a threat to them.",
    "Although Bala Tampoe, the veteran labour leader, had no membership at the ETF Board, I recalled what he had articulated many times at the National Labour Advisory Council, that there is no such thing as Labour Management Cooperation. He was referring to efforts at that time to change the culture of adversarial labour management by educating both management and labour on the benefits of better cooperation, because in a competitive economic environment, the enemy is the competition. Leslie Devendra, a more pragmatic labour leader, was able to propagate this conciliatory approach, despite losing the more militant members. According to Bala Tampoe, labour should never cooperate with the management because it is a class struggle, he said. The proletariat must always have an ‘aragalaya’ with the bourgeois management class which exploits labour. It is this thinking that has pervaded some of our ETF union committee members. The Quality Circle programme thus came to an end.",
    "A year later, the Deputy Head of HR met me and discussed the revival of Quality Circles, for which my response was negative. Finally, I told him that if he could handle it, he could go ahead, but I was discouraged and would have no part in its revival. He organised the revival so well that we ended up having an Organisational Convention, where the different Quality Circles from various departments and units showcased their projects and the tangible and intangible benefits they had realised. The presentations included dramas, songs, verses and other fun methods of presenting their success stories. The young circle members wanted their parents and family members, too, to be invited, and it was a grand show in a committee room of the BMICH. I was a pleased man that day, and so were all the employees at ETF. Quality Circles were reborn.",
    "What lessons can we learn from this episode? One is that, despite the cooperation shown by the union leaders, there may be undercurrents from unofficial power centres that are undermining the union leadership’s intentions. Usually, union committees are like coalitions. There are groups with different agendas, and these must be recognised and their aspirations met or nullified. Another lesson to be learned is that when everything seems to be going smoothly, there can be other groups at work who wish to destabilise the situation. Some of the subversive attempts by antagonists included telegrams to the Minister accusing the ETF management of wasting time on the so-called Quality Circles and delaying their claims, or so they claimed. The Minister’s private secretary was his daughter and was a classmate of my sister. Knowing these protests and petitions were acts of individuals who could not bear to see good things being implemented, she would send them all back to me. At the budget debate, too, these were questions raised by opposition MPs. Since we were in the ‘Officers Box’ as it was called, I was able to quickly send a note to the Minister, which enabled him to answer the query accurately and promptly.",
    "The ‘5S’ system was new at that time. I had gained a thorough knowledge of it when I was asked by the Committee of the Japan Sri Lanka Technical & Cultural Association (JASTECA) to lead a group of garment factory entrepreneurs on a two-week course in Japan. I was the Senior Vice President of JASTECA at that time. 5S had initially started in Japan as 3S. Now it had been expanded to 5S, and video material and books had just been published. The course design assumed that all of us were familiar with the technique, whereas I was the only one with some knowledge. Others were hearing the term for the first time. I found some very detailed videos in the training facility library where we stayed, and got them included in the course. To accommodate these video programmes, the group had to come to the lecture hall on two days, half an hour early, much to the consternation of the participants. The third video was shown in the bus on our visit to a factory just outside Tokyo. I was determined that the group learns this and pioneer 5S in the garment factories because I had no doubt in my mind that it would revolutionise our Sri Lankan industry and make Sri Lanka more competitive. My objective was achieved because there is hardly any worthwhile factory or office that does not practice the 5S methodology today.",
    "5S is a systematic 5-step process to organise your workplace, resulting in better quality products and services, higher productivity, improved safety, timely delivery, and increased worker morale, as well as greater cost efficiency with reduced waste. With what I learned in Japan fresh in my mind, and after seeing many of the well-organised offices during factory and office visits in Japan, I set about implementing 5S. The ETF office was a thorough mess. Even file maintenance was primitive, with some files not even punched and filed, but rather a collection of papers held together by a rubber band. It was that bad. Obtaining information was almost impossible. Therefore, I started with a competition on file maintenance, where a properly maintained file index would be utilised, and a file retrieval time had to be less than 10 seconds. Sri Lankans love competitions, and this was taken up well. Following this was another competition on the full implementation of the five steps of 5S, for which I organised a training. The implementation was kicked off by a full-day, voluntary “big cleaning day,” where staff were provided with a biryani lunch. However, some detractors boycotted the event. They felt it was an unnecessary exercise. Only 50% attendance was recorded that day. At the end of the day, the office was hardly recognisable. It looked like a smart private sector office. Even the tables were polished voluntarily.",
    "On Monday morning, when the detractors arrived at the office, they were shocked by the change. Some met me and apologised for not believing me. The office was decorated with potted plants brought in by the staff from their homes. This prompted one tabloid newspaper to carry an article about how the ETF wasted money by decorating its office. A reply was drafted by the staff but was never published.",
    "There is a management theory that suggests that training and educating people to adopt new attitudes, expecting these new attitudes to bring about changes in behaviour, may not always be effective, and may take too long. It recommends that behaviour be changed first, even without an attitudinal shift. It will result in an attitudinal change when people see the benefits. This theory worked at the ETF Board, although not everyone was converted.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}