{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lanka-Hospitals-denies-social-media-claims-of-swine-flu-patients/34-764900",
  "time_ut": 1722280811.0,
  "original_lang": "en",
  "original_title": "Lanka Hospitals denies social media claims of swine flu patients",
  "original_body_lines": [
    "The Management of The Lanka Hospitals Corporation PLC (Lanka Hospitals) yesterday issued the following statement pursuant to the social media reports published on or around 28 July.",
    "There has been an organised attempt by certain individuals acting maliciously to instil fear among the general public by instigating false social media communications to the effect that 200 expatriates tested positive for Swine Flu and are being treated in our hospital.",
    "The Management denies the aforementioned social media publication and further wishes to advise the general public that in 2017 too, a similar publication had been instigated to cause panic and pandemonium in society purportedly raising a similar issue associated with our hospital.",
    "As the most accredited and the most awarded tertiary care hospital in the country, Lanka Hospital emphasises that one of our primary objectives is to ensure the safety of patients and visitors within our hospital premises as well as in our interactions with the general public.",
    "In the most recent times, Lanka Hospital has successfully treated more than 14,000 corona virus infected individuals without endangering or compromising patients or public safety. Our hospital infrastructure and medical care personnel are well-prepared and extensively trained to handle any unforeseen situations involving contingency of infections. However, in this instance, the alleged publication with regard to swine flu infected patients being detected and treated at our hospital is absolutely false and misleading.",
    "We take this opportunity to thank our wide spread customer base for having confidence in us and for bringing this matter to our attention promptly in order to respond to the incorrect and misleading social media publications."
  ]
}