{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/UNFPA-to-assist-SL-modernise-statistical-system-to-move-towards-digital-economy/56-759034",
  "time_ut": 1709252758.0,
  "original_lang": "en",
  "original_title": "UNFPA to assist SL modernise statistical system to move towards digital economy",
  "original_body_lines": [
    "United Nations Population Fund (UNFPA) Asia Pacific Regional Director Pio Smith yesterday called on Prime Minister Dinesh Gunawardena and expressed keenness to support modernisation of Sri Lanka.",
    "The Prime Minister thanked the UNFPA for the support extended during the last 50 years to several areas including the plans to modernise Sri Lanka’s statistical system and upgrading of population data system.",
    "The UPFPA Regional Director assured continuous support to upgrade data systems to move towards the digital economy. He expressed interest in assisting programs to enhance collaboration at the national level and advocate for the rights of women and girls. He said he visited Kilinochchi yesterday to assess the issues faced by communities at grassroots level and there he noted with satisfaction the measures taken with regard to gender violence in homes and outside.",
    "UNFPA Sri Lanka sustains its enduring collaboration with the Government of Sri Lanka and diverse stakeholders country-wide, driving progress in health, education, and gender equality.",
    "The Prime Minister said that the support provided to strengthen comprehensive sexual and reproductive health services, encompassing family planning and maternal and neonatal healthcare was highly appreciable.",
    "UNFPA Regional Director lauded Sri Lanka’s comprehensive approach to reproductive health and family planning ensuring accessible information and services to enable informed decision-making.",
    "The Prime Minister said the UNFPA’s initiation of mobile health clinics to deliver comprehensive maternal and reproductive health services in rural areas and supply maternity and dignity kits to pregnant women and girls ensuring access to essential items in times of crisis were immensely beneficial to the villagers.",
    "Secretary to the Prime Minister Anura Dissanayake, UNFPA Sri Lanka Representative Kunel Adeniyi and UNFPA Program Specialist Madu Dissanayake also took part in this meeting."
  ]
}