{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-beautiful-terrible-signs-the-ongoing-saga-of-rheumatic-heart-disease/",
  "time_ut": 1716206061.0,
  "original_lang": "en",
  "original_title": "The Beautiful Terrible Signs: The Ongoing Saga Of Rheumatic Heart Disease",
  "original_body_lines": [
    "Every physician likely recalls an unforgettable moment from his or her clinical rotation as a medical student that profoundly impacted him or her, leaving an indelible mark. For me it was the encounter with a patient suffering from Rheumatic Mitral Stenosis in India. In fact, it was the presence of my larger-than-life clinical professor that made the moment even more memorable. His mesmerizing descriptions of the clinical signs, such as “opening snap,” “rumbling mid-diastolic murmur,” and “presystolic accentuation,” along with precise timing between the second heart sound and the opening snap, had elevated the experience to another level. However, amidst my fascination, I must confess, I had failed to recognize the true gravity of these signs—their reflection of extreme suffering on the part of the patient. It never even once occurred to me then that these captivating signs were, in fact, manifestations of medical failure, the root cause behind them.",
    "I also vividly recall that the discussion came to an abrupt halt once the diagnosis was reached, leaving little focus on what to do next. As we all know now, effective management involves confirming the diagnosis, assessing its severity, and determining the appropriate treatment plan. Back then, there was a heavy reliance on our stethoscopes, believing them to be the ultimate tool for mastering medicine. Ironically, this overemphasis on a single tool, in my opinion, left us feeling less confident and clear, inadvertently leading to the omission of well-articulated treatment plans. Additionally, we lacked access to advanced technology such as ultrasound for heart imaging and sophisticated surgical techniques for repairing damaged heart valves —thankfully both of which are available to cardiologists today, albeit in a limited capacity in developing countries.",
    "Now, forty years later, Rheumatic Mitral Stenosis occupies less of my daily thoughts, except when prompted by visits to Sri Lanka or distressing calls from there. Yet, recent circumstances have reignited my interest in the disease, prompting me to revisit my knowledge and familiarize myself with current treatment guidelines.",
    "Rheumatic fever, an illness triggered by an infection from the bacteria Streptococcus, has dwindled to rarity in developed nations. However, in developing countries and certain pockets in Australia, New Zealand, and other Pacific Islands it remains a persistent menace, thriving amidst the challenging conditions of poverty. The socio-economic disparities prevalent in these regions fuel its existence, inflicting profound suffering on impoverished communities. Yearly, around 700 million people suffer from streptococcal infections and around half a million die due to complications, of which around two thirds of deaths are due to Rheumatic Heart Disease complications.",
    "Symptoms of rheumatic fever often go unnoticed or are brushed aside, particularly in children from underprivileged backgrounds. A sore throat, high fever, and joint pain may seem innocuous at first or attributable to various conditions, yet they can signify the onset of a devastating disease. Sadly, by the time the true nature of the illness is recognized, irreversible damage has often occurred. Mitral valve, named after the Pope’s Mitre, is intriguingly vulnerable not to the bacteria that’s responsible for sore throats directly, but rather to the body’s own reaction to the bacteria, which causes its gradual damage. This damage could ultimately lead to the constriction of the mitral valve, impeding the flow of blood through the heart.",
    "The root of this tragedy lies in the delay or absence of prompt medical intervention. Early administration of antibiotics could stave off the body’s aggressive immune response, which, in its fervor to combat the streptococcal infection, targets not only the bacteria but also proteins present in the delicate tissues of the mitral valve due to their identical nature. As a result, young adults find themselves paying a steep price for the oversight of their childhood years, facing the consequences during their prime.",
    "One of the remarkable advancements aiding in the evaluation of severity of Rheumatic Mitral Stenosis — and lately in its prevention — is the utilization of Doppler ultrasound technology. The foundation of this technique lies in the Doppler effect, a principle first observed by Christian Doppler of Austria (1842). His keen observation of sound frequency shifts, such as those produced by an oncoming train’s horn, laid the groundwork for understanding how the motion of objects affects the frequency of sound waves. Originally applied in astronomy, the Doppler effect found its way into various fields, including medical diagnostics.",
    "In this fascinating endeavor, it’s imperative to acknowledge the invaluable contributions of Liv Hatle, a distinguished cardiologist from Norway, who regrettably passed away in 2023. Her groundbreaking work with Doppler technology(1978) revolutionized the noninvasive assessment of severity of mitral stenosis. Hatle ingeniously utilized Doppler technology to measure the time it takes for a certain volume of blood to empty from the heart’s upper chamber, reducing its original pressure by half (Pressure Half Time) — taking into account the swift passage of blood in the absence of impediment, but in instances of impediment such as mitral valve constriction the passage will be delayed and the pressure half time prolonged. This innovative method provided clinicians with a precise tool for evaluating the degree of narrowing in the mitral valve, eliminating the need for invasive catheter insertions to measure pressure differences. ( Lately, 3D- Echocardiography has surpassed this technique) Initially, a measurement of 220 milliseconds or longer was considered indicative of severe mitral stenosis. However, recent advancements have led to a revised threshold, lowering the cutoff to 150 milliseconds or more. This adjustment carries significant implications for clinical management, prompting earlier intervention strategies to alleviate symptoms. These interventions may include procedures such as balloon valvotomy, aimed at widening the constricted valve by inflating a balloon, as well as valve repair and replacement.",
    "Before the invention of Balloon Valvotomy in 1982 by Japanese surgeon Inoue, which is named after him, the predominant procedure that served as a lifesaver for decades, particularly in developing countries, was the closed commissurotomy. This technique involved using a sternal opening and the surgeon’s index finger to break fusions and widen the valve orifice. Revitalized in the 1940s by Charles Bailey, this method initially faced skepticism and ridicule after several deaths, until Bailey demonstrated its success.",
    "The introduction of the heart-lung machine in 1953 led to the replacement of closed commissurotomy by open-heart surgeries. However, the final blow to its prevalence came with the advent of balloon valvotomy. While balloon valvotomy has been praised for its effectiveness, critics argue that it demands significant expertise, costly equipment and assistance from techniques like Transesophageal Echocardiography and multi specialities, which may not be readily available in many developing nations.",
    "In less severe cases of mitral stenosis, several measures can be employed to alleviate symptoms and buy time before more invasive interventions are necessary. These measures include slowing the heart rate, restoring irregular heart rhythms to normal rhythm, and administering blood thinners to prevent clot formation in the upper chamber of the heart — which can arise from blood stagnation — that can lead to debilitating strokes.",
    "To address the core challenge in combating rheumatic fever and its consequences, particularly the often overlooked symptoms, a proactive approach has emerged: screening all school children in vulnerable communities using handheld ultrasound devices. This strategy in Africa has demonstrated remarkable efficacy in detecting inflammation in the mitral valve, allowing for preemptive measures to prevent future bacterial invasions, as repeated bouts of infection are absolutely necessary for the eventual development of scarring of the valve. This includes the implementation of periodic intramuscular penicillin injections (secondary prevention).",
    "Taking this initiative a step further, there’s growing advocacy for the development of a vaccine to protect vulnerable populations from streptococcal infections (primary prevention). This ambitious endeavor holds immense potential to revolutionize the landscape of disease prevention, offering a proactive solution to a longstanding health disparity.",
    "In an unexpected twist, while perusing the latest literature, I came across the name Natkunum Ketheesan. It struck me that he is not only one of the researchers involved in vaccine safety assessments but also happened to be one of my high school classmates in Sri Lanka. His achievement as one of the final four contenders for the Australian Cardiovascular Alliance 2023 Game Changer Award comes as no surprise. The irony of our intertwined paths was not lost on me, and without hesitation, I reached out to him to gain his insights. He graciously offered his assistance, which proved invaluable in reshaping this article.",
    "Should this vaccine initiative come to fruition, it has the potential to be a true game-changer, heralding a new era in the prevention of rheumatic fever and its devastating consequences. With concerted efforts and innovative solutions like these, we can strive towards a future where vulnerable populations are safeguarded against this insidious disease."
  ]
}