{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/EUNIC-x-GLX-expand-The-Routes-we-Take-initiative-across-Sri-Lanka/56-779248",
  "time_ut": 1753051588.0,
  "original_lang": "en",
  "original_title": "EUNIC x GLX expand  ‘The Routes we Take’ initiative across Sri Lanka",
  "original_body_lines": [
    "Selected creatives of ‘The Routes we Take’ Kandy event at a preparatory workshop held at the Alliance Française, Kandy",
    "The preparatory workshop brought together an inspiring group of creatives, each deeply engaged in exploring the powerful relationship between art and nature, with the guidance of Dr. Sunil Wijesiriwardana and Prof. Sudesh Mantillake",
    "The Routes We Take, a pioneering initiative by the European Union National Institutes for Culture (EUNIC) Sri Lanka and Good Life X (GLX), is expanding its reach beyond Colombo in 2025 to bring sustainability-focused creative programming to regional communities across Sri Lanka. The first of the four-part series is set to take place at the Karaliya Convention Centre and Centre for Performing Arts, Kandy from 25 – 26 July. The travelling project aims to foster environmental awareness and regenerative thinking through the creative arts, while decentralising access to cultural engagement.",
    "The project, which first launched in Colombo in 2024 with a digital Creative Green Map and exhibition, will now journey to four key regions – Kandy, Jaffna, Batticaloa and Galle, throughout July to October. This evolution reflects a growing commitment by EUNIC and local partners to strengthen grassroots creative networks and empower regional voices in Sri Lanka’s transition towards sustainability. Good Life X will collaborate with interdisciplinary collective Movement Rhizome to deliver the Kandy edition, Beyond Rhizome: Artistic Exploration, offering a two-day program of dynamic public engagement rooted in community, dialogue, and experimentation.",
    "Speaking on 2025’s program, GLX CEO and Project Director Emma DeSilva stated: “This year’s series of regional events, including curated exhibitions, performances, and capacity-building workshops invites creatives, activists, and the public to explore how culture and community-led innovation can respond to environmental challenges. In 2025, The Routes we Take is going beyond, reaching three regions in Sri Lanka: Kandy (25 – 26 July), Jaffna (29 – 30 August), Batticaloa (12 – 13 September) and Galle (October).",
    "Commenting, Convener for the event, Movement Rhizome Tharaka Gunasekara concludes: “Together, The Routes We Take and Movement Rhizome present a platform for cross-cultural dialogue, experimental expression, and community-rooted transformation. We encourage those interested in understanding how the environment and creative industries function to join.”",
    "The engagements in Kandy which will be held during the 25 – 26 July, weekend, will include a two-day public exhibition spotlighting sustainability-driven creative work; a capacity-building workshop designed for artists, curated performances and experimental sessions; open forums for reflection, collaboration, and feedback; as well as a pathway to join Sri Lanka’s Creative Green Map — and gain local and regional visibility."
  ]
}