{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-relaxes-food-imports-controls-that-were-kept-as-poor-skipped-meals-166183/",
  "time_ut": 1717491960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka relaxes food imports controls that were kept as poor skipped meals",
  "original_body_lines": [
    "ECONOMYNEXT  – Sri Lanka’s cabinet has relaxed nationalist import controls on some pulses which were maintained to keep food prices above the rest of the world, even as people skipped meals after a currency collapse.",
    "Sri Lanka had removed import licenses on 53 HS codes out of 126, related to grains.",
    "A committee chaired by the Presidential Secretary, which includes the central bank governor, the Treasury Secretary and senior economic advisor to the President had recommended the removal of import licensing requirements for several pulses.",
    "The import licensing requirements for ulundu, mung beans (green bean), cowpea, kurakkan, peanuts and soyabean flour, cabinet spokesman Bandula Gunawardana said.",
    "Due to the import licenses, there was a thriving black market and smuggling in the grains, Gunawardana said.",
    "The removal of the import restrictions were aimed at eliminating black markets and illegal activities, he said.",
    "Sri Lanka’s Tamil legislators have protested the taxes on ulundu, which is an important ingredient in their meals.",
    "Related Sri Lanka’s ulundu corruption driven by nationalist autarky mafia under fire",
    "The import licenses were maintained despite surveys showing that poverty has rocketed and people were skipping meals as ‘coping mechanism’ after rates suppressed with printed money led to a currency collapse.",
    "Sri Lanka’s population in poverty surges to 31-pct of population: LirneAsia Survey",
    "Sri Lanka placed import controls on more than 3,000 imports as money was printed to target ‘potential output’ under ex-President Gotabaya Rajapaksa.",
    "Sri Lanka also has exchange controls due to a deeply flawed operating framework at the central bank involving anchor conflicts.",
    "Both import and exchange controls intensify whenever rates are suppressed with inflationary liquidity operations.",
    "Though food is targeted for controls, most of the printed money seem to go investment credit, triggering building materials and capital imports, an examination of crisis period data show.  (Colombo/June04/2024)"
  ]
}