{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-npp-a-month-in-power/",
  "time_ut": 1730715060.0,
  "original_lang": "en",
  "original_title": "The NPP: A Month in Power",
  "original_body_lines": [
    "It has been a month since Anura Kumara Dissanayake assumed the presidency, a month since the NPP claimed its place in history as the first party from outside of the political establishment to win a presidential election in Sri Lanka. Two weeks from now, the NPP will face another election, this time parliamentary. Depending on the results it gets, we will know whether the people approve of the NPP’s actions over the last four weeks and if they want it to continue. The NPP’s call for a powerful government is, in itself, not alarming: no government can survive without a majority in parliament. Yet it will need to convince Sri Lankans that it is the party they need – the party not of power, but of change.",
    "Paradoxically, that it hails from a non-elite background may prove to be more a challenge than a strength – and I am not talking about the parliamentary election only. In 2022, the NPP sealed its reputation as a credible voice of the aragalaya. It received the backing of sections of civil society, the youth, and other electorates, including the Sinhala peasantry and middle-class, which had voted for the SLFP or, more specifically, the Rajapaksas. It was no easy feat weaning them away from their traditional strongholds – the JVP receiving less than 50 percent of the vote shows that they did not totally succeed at this.",
    "Yet now that it has absorbed these electorates, it must speak to them and act in line with their aspirations. In itself, this should not be too difficult a task. The NPP’s mandate, in its simplest formulation, is to relieve the suffering of the many. How it does this is left to be seen, but over the coming months, it will have to signal to people that it is capable of seeing that task through. However, it must contend with the fact that these electorates, so to speak, do not exactly align with each other. What NGOs demands, for instance, is not what farmers in Anuradhapura or Hambantota have in mind, or prioritise.",
    "This partly explains the government’s confused response to the Prevention of Terrorism Act (PTA). In the run up to the election, the NPP clearly stated that the PTA had to go. It did not explain how it would do this when in power, but it indicated that it would abolish the Act. Civil society favours abolition; nationalists, including those who prioritise security, from the military, probably do not. While promises and pledges need to be kept, regardless of the consequences of certain decisions, the NPP now has several groups to satisfy. Obviously, it feels it needs to make concessions, or adjustments, to some of its policies.",
    "The NPP’s, and the JVP’s, shift to the centre was evident even before the election. Going by some of its recent appointments, including of corporate bigwigs, it is targeting the middle ground in almost everything it does. As Ramindu Perera points out in a recent analysis, the JVP shifted course after two attempts (2010 and 2015) of supporting common opposition candidates. In 2019, it framed itself as the alternative party – to the UNP and the SLFP-SLPP. However, without the Sinhalese middle-class vote, it could not win the race. It thus had to shift course somewhat in the next few years.",
    "It is significant that Dilith Jayaweera’s comments on the suitability of certain candidates in the NPP and his questioning of their national(ist) credentials has led, not to a blowback from the NPP, but rather a shift within the NPP over the issues he addresses. The pro-Rajapaksa nationalist crowd were fond of demeaning the JVP as unpatriotic, of depicting them a group of radicals hell-bent on erasing Sri Lanka’s Buddhist heritage. Nothing that JVP MPs have said or done over the last three, four years warranted such criticisms – and to its credit, the JVP itself struck back at them. However, upon coming to power, the NPP has disappointed those who thought it would undermine Sri Lanka’s culture and way of life.",
    "On closer inspection, of course, none of this should come as a surprise. In 2005, the JVP backed Mahinda Rajapaksa’s candidacy based on their position on the war: like Rajapaksa, they supported a military solution. When Rajapaksa, being the shrewd politician that he is, weaned away the JVP’s electorate from the JVP, the latter positioned itself in opposition to him and his family. Towards 2010, they began rebranding themselves as the party of anti-corruption, even while fundamentally supporting the government’s campaign against the LTTE. By 2015, with an upsurge in anti-Rajapaksa sentiment among even SLFP supporters and the youth, they squared the circle by both campaigning against the Rajapaksas and not explicitly endorsing the common candidate, Maithripala Sirisena.",
    "The latter decision benefited the NPP immensely when Sirisena, with the UNP under Ranil Wickremesinghe, undermined the yahapalana government’s mandate. However, given the upsurge in security concerns after the 2019 Easter attacks, and the Joint Opposition’s deft mobilisation of nationalist sentiment against the yahapalana regime’s supine liberalism – represented not by Ranil Wickremesinghe, but rather Mangala Samaraweera – it could not seize the moment. A few NPP supporters at the time told me that they decided to support Gotabaya Rajapaksa instead of Anura Kumara Dissanayake, for tactical reasons – not because they did not trust Dissanayake, but because they felt he could not win.",
    "This brings up another point. Liberal civil society always had an uneasy relationship with the JVP. They had an uneasy relationship with Ranil Wickremesinghe as well, but although Wickremesinghe’s liberal credentials were suspect even during the ceasefire, they preferred to overlook his limitations and promote his peacemaker image. They were much less lenient with the JVP. English newspapers from that period, especially those aligned with the UNP, are chock-a-block with editorials and columns censuring the JVP’s stance on the war and its militant past. Indeed, the JVP was blackguarded every week, almost every day, particularly after it received ministries from Chandrika Kumaratunga.",
    "The situation has clearly changed today. Civil society, even if one includes only NGOs and the development sector in Colombo, is not what it was back then. The older, genteel liberal intelligentsia has given way to a more vocal, articulate, bilingual activist class. They may be funded – as much of civil society is, and as the aragalaya itself was – but they are more attuned to the NPP’s radical-centrist vision than the fossils of the UNP. Yet on certain issues, they remain as steadfast as their predecessors were. And one of those issues, which the NPP has effectively blotted its copybook with, is the PTA – which young and old activists, from Colombo and elsewhere, continue to deride. For the youngest generation out there on the streets, the PTA brings back memories of arrests during the aragalaya. For older generations, including my parents’, it brings back memories of the war.",
    "The Prevention of Terrorism Act, thus, is not something that can be magically swept aside or forgotten. One can argue that it is unfair to expect the NPP to do overnight what successive regimes have failed to achieve for the last 76 years. Yet promises on issues that unify several electorates, and several generations, cannot be backtracked – and if they are, the NPP runs the risk of losing face, as it somewhat has. Social media is of course by no means an accurate gauge of public opinion, but judging from NPP supporters who have taken to Twitter to berate the party over its communique on the PTA, it is clear that the government needs to clarify its stance immediately – or else.",
    "The NPP, like other parties, is evolving. It has never been the governing party, but that does not mean it has no experience in governing. Anura Kumara Dissanayake and Vijitha Herath were both Cabinet Ministers under Chandrika Kumaratunga. In choosing Harini Amarasuriya as Prime Minister, they have broken several glass ceilings. I believe that if the government is to keep up this momentum, it needs to stick to its manifesto. Of course, on certain issues – notably the IMF agreement – it has room to moderate itself, as it already has. Yet on more crucial topics, such as the PTA, which after all has been used against the JVP, it will have to stick to what it said and what it pledged.",
    "For more than 30 years, Ranil Wickremesinghe played the part of the ultimate provocateur in national politics. Today, the NPP is in power. The NPP does not have the cynicism that Wickremesinghe and the Royalist Regency do. Yet that cynicism is not the preserve of that Regency. It can be appropriated by any group, and it can be misused – as Wickremesinghe did in 2024, and John Kotelawala did in 1956. The Royalist Regency is part of the “Deep State” in Sri Lanka. If the NPP is serious about breaking it, it needs to reread its manifesto and take stock of the people who supported it – and brought it to power.",
    "Uditha Devapriya is a regular commentator on history, art and culture, politics, and foreign policy who can be reached at udakdev1@gmail.com .",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}