{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97153/israeli-pm-orders-military-plan-to-evacuate-rafah-and-defeat-hamas",
  "time_ut": 1707502680.0,
  "original_lang": "en",
  "original_title": "Israeli PM orders military plan to evacuate Rafah and defeat Hamas",
  "original_body_lines": [
    "Prime Minister Benjamin Netanyahu ordered Israel’s military on Friday to draw up a dual plan to evacuate Palestinian civilians from the crowded southern Gazan city of Rafah and to defeat the last Hamas fighters there.",
    "His office announced the move as pressure mounted on Israel over its threat to launch a ground assault on Rafah, the last refuge for hundreds of thousands of Palestinians who are trapped in the city after fleeing fighting elsewhere.",
    "U.S. President Joe Biden said on Thursday Israel’s response to the Oct. 7 attacks by Hamas militants was “over the top” and Washington said it would not support any military operation mounted in Rafah without due consideration for civilians.",
    "Aid groups said there would be a high Palestinian death toll if Israeli forces stormed Rafah, and warned of the growing humanitarian crisis in the city, on the coastal enclave’s border with Egypt.",
    "Netanyahu’s office said four Hamas battalions were in Rafah and Israel could not achieve its goal of eliminating the Islamist militants while they remained there. Civilians should be evacuated from the combat zone, it said.",
    "“Therefore, Prime Minister Benjamin Netanyahu has ordered the IDF (Israel Defence Forces) and the security establishment to submit to the Cabinet a combined plan for evacuating the population and destroying the battalions.”",
    "The statement, issued two days after Netanyahu rejected a Hamas ceasefire proposal that also envisaged the release of hostages held by the Palestinian militant group, gave no further details.",
    "Rafah has become the focus of Israel’s military campaign in Gaza as its forces shift their offensive southwards in response to the Oct. 7 rampage in southern Israel by Hamas gunmen who rule the coastal strip.",
    "More than half Gaza’s 2.3 million people are now sheltering in Rafah, many of them penned up against the border fence with Egypt and living in makeshift tents.",
    "“There is a sense of growing anxiety, growing panic in Rafah because basically people have no idea where to go,” said Philippe Lazzarini, the head of the U.N. Palestinian refugee agency UNRWA.",
    "Doctors and aid workers in Rafah are struggling to supply even basic aid and stop the spread of disease.",
    "“No war can be allowed in a gigantic refugee camp,” said Jan Egeland, Secretary-General of the Norwegian Refugee Council, warning of a “bloodbath” if Israeli operations expand there.",
    "The Palestinian Presidency said what it described as Netanyahu’s plans for a military escalation in Rafah aimed to displace the Palestinian people from their land.",
    "“Taking this step threatens security and peace in the region and the world. It crosses all red lines,” said the office of Mahmoud Abbas, head of the Palestinian Authority that exerts partial self-rule in the Israeli occupied West Bank.",
    "An Israeli official who declined to be named said that Israel would try to organise for people in Rafah, most of whom fled there from the north, to be moved back northwards within Gaza ahead of any military operation there.",
    "Gaza’s health ministry said at least 27,947 Palestinians had been confirmed killed in the conflict, 107 of them in the previous 24 hours, and 67,459 injured.",
    "It has said many more could be buried under rubble from Israeli attacks since Hamas militants killed 1,200 people and took 253 hostages in the Oct. 7 attack, according to Israeli tallies.",
    "In a further sign of the war’s impact, almost one in 10 of Gazans under five are now acutely malnourished, according to initial U.N. data from arm measurements that show physical wasting.",
    "“Every single person in Gaza is now hungry, and people have just 1.5 to 2 litres of unsafe water per day to meet all their needs,” it said.",
    "Hours before Netanyahu’s statement, Israeli warplanes carried out new sorties in which Palestinian health officials said at least 15 people had been killed, eight of them in the Rafah area.",
    "“We were sleeping inside and, when the strike hit, were thrown outside. After that, another rocket hit,” said Mohammed al-Nahal, an elderly Palestinian standing beside the rubble of a building that had been hit.",
    "“It destroyed the entire home. My daughter was killed. My daughter, her husband, her son, all were martyred.”",
    "Israel’s military said its forces had been in action in the area of Khan Younis and in northern and central Gaza to eliminate militant cells and destroy militant infrastructure.",
    "It says it takes steps to avoid civilian casualties and accuses Hamas militants of hiding among civilians, including at schools, shelters and hospitals. Hamas has denied doing so.",
    "The U.S., Israel’s main ally, has this week stepped up efforts to secure a ceasefire in Hamas-ruled Gaza, and also publicly criticised Netanyahu’s government.",
    "“I’m of the view, as you know, that the conduct of the response in the Gaza Strip has been over the top,” Biden told reporters at the White House on Thursday.",
    "Biden said he had been pushing for a deal to pause fighting to allow the release of hostages, increase the amount of humanitarian aid reaching Palestinian civilians, and normalise relations between Israel and Saudi Arabia.",
    "Hamas this week proposed a ceasefire of 4-1/2 months, during which remaining hostages would go free, Israel would withdraw its troops and an agreement would be reached on an end to the war.",
    "Netanyahu said Hamas’ terms, offered in response to a proposal drawn up by U.S. and Israeli spy chiefs with Qatar and Egypt, were “delusional” and vowed to fight on."
  ]
}