{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102257/mahinda-siriwardena-resumes-duties-as-finance-secretary",
  "time_ut": 1727244120.0,
  "original_lang": "en",
  "original_title": "Mahinda Siriwardena resumes duties as Finance Secretary",
  "original_body_lines": [
    "K.M.M. Siriwardena, who was re-appointed as the Secretary to the Ministry of Finance, Economic Development, Policy Formulation, Planning, and Tourism, resumed his duties today (25).",
    "Deputy Secretaries of the Treasury, heads of departments under the Ministry of Finance, and other senior officials attended the event.",
    "Mr. K. M. M. Siriwardana has more than 30 years of service in the Central Bank. Prior to his appointment as Deputy Governor, he held the key positions of Assistant Governor and Director of Economic Research Department of the Central Bank of Sri Lanka.",
    "Mr. Siriwardana was on release to the International Monetary Fund (IMF) as the Alternate Executive Director for the Constituency comprised of India, Sri Lanka, Bangladesh and Bhutan during July 2017 to October 2019.",
    "He was also on release to the Ministry of Finance from October 2010 to April 2015 to serve as the Director General of the Fiscal Policy Department and also as an Additional Director General of the National Planning Department.",
    "Mr. Siriwardana has served as a member of the Board of Directors/Treasury Representative in several institutions, including Bank of Ceylon, Commercial Bank of Ceylon PLC, National Savings Bank, Sri Lanka Ports Authority, Board of Investments of Sri Lanka, Export Development Board, Sri Lanka Export Credit Insurance Corporation and Sri Lanka Vocational Training Authority.",
    "He holds a Master of Arts (MA) Degree in Economics and a Postgraduate Diploma in Economic Development from the Vanderbilt University, USA and a Bachelor of Arts (BA) (Special) Degree in Economics from the University of Kelaniya. Mr. Siriwardana has participated in a number of international training programs in the areas of macroeconomic management, macroeconomic diagnostics and forecasting, monetary policy, central banking, public financial management, government finance, public debt management and financial programming and policies. He has published several articles in South East Asian Central Banks (SEACEN) Research Studies and CBSL Staff Studies Publication."
  ]
}