{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83512",
  "time_ut": 1706556240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka is  a country we kill to call our own and yet yearn to leave.  If any Western country offers instant visas to all applicants, how many Sri Lankans would be left in this land of serendipity?",
  "original_body_lines": [
    "“Blessed One, Arhat One, Great Sage Sri Samanthabadra…” Part of the official invitation to the self-proclaimed Arhat cum Chief Sage Samanthabadra to preach his dhamma.",
    "“Mahinda is a religion. Mahinda is a philosophy. Mahinda is a culture and a morality this country needs.” Chief Incumbent of Mirisewetity (Lanka news web – 14.8.2020).",
    "The Tripitaka is silent on the subject but the Buddha’s three visits to the isle of Lanka constitute an article of faith for most Sinhala-Buddhists. Kelaniya is believed to have been the main destination for the third visit, its ancient temple a place of utmost sanctity.",
    "In the modern era, Kelaniya has become a magnet for visitors of a rather different sort. In 2019, just days before the presidential election, it was to Kelaniya that the sovereign of the Cobra World (Naga Lokaya) sent several of his minions bearing 14 relics of the Buddha.",
    "The arrival of the relics, the temple’s chief incumbent told the media, signified that Sri Lanka would get a good leader in 2020. For greater emphasis, devotees were presented with lotus buds, the symbol of the Rajapaksa family’s SLPP. This month, Kelaniya became the chosen destination of Bodhisattva",
    "Awalokitheshwara, who landed in Katunayake from Egypt, and went to the ancient temple in a limousine to preach to his devotees there.",
    "The Bodhisattva and the denizen of the Naga Lokaya both ended up in prison, one in Welikada and the other in a 500 ml plastic water bottle. Their fate harks back to another story: Mapitigama Buddharakkitha Thero, the then chief incumbent of the Kelaniya temple. A key architect of 1956, he too would die in prison, having being convicted of conspiring to assassinate the man he helped make prime minister.",
    "In Sri Lanka, nothing sells as well and as fast as faith. Set up a temple, fashion a distinctive style of preaching or ritualising, use modern technology to attract a group of well-heeled followers, and a monk is set. If the followers include a politician or two – or a media mogul – the elevation from obscurity to fame, from modest means to fortune is lightening. No grotesquery is alien to a nation which considers credulity a virtue and doubt a crime.",
    "In September 1969 Carlo Fonseka, through a live experiment at an exhibition in the Medical College, demonstrated that fire walking was not a religious phenomenon. Had he done so in 2021, he would have been menaced by monk-led mobs and arrested under the ICCPR for defaming Buddhism, inflaming passion and inciting religious conflicts.",
    "Fortunately, that was a more tolerant age and Sri Lankan society a more questioning one. Not only was Prof. Fonseka unharmed; fire walking caught up like a wildfire across the land. From Boralesgamuwa to Wariyapola, ordinary men, women, and children tried out the experiment for themselves. As a newspaper noticed, setting up fires and experimenting with non-religious fire walking became a favourite pastime of the young and the old.",
    "Prof. Fonseka did have his detractors, many of them from the highest echelons of society, including the deputy minister of culture of the UF government Somaweera Chandrasiri and former governor of the Central Bank N.U. Jayawardana. But all they could do was to criticise and challenge.",
    "That festival of reason came to an abrupt end with the outbreak of the first JVP insurgency in April 1971 and its suppression. The violence and the (greatly disproportionate) counter violence would have come as a seismic shock to Sinhala-Buddhist society that had not experienced political violence on such a massive scale since 1848 (in 1915 and 1958 the targets were the minorities).",
    "The vicious cycle of violence and counter violence would continue unabated through Black July, the Eelam wars, the second JVP uprising and beyond.",
    "“Driven by fear, men seek refuge in mountains and forests, trees and shrines (arama, chaithya),” says the Dhammapada (Buddha Vagga). For more than 50 years, Sinhala-Buddhist Sri Lanka has been such a place of fear. This probably explains – at least in part – a growing societal tendency to seek help and succour from the supernatural.",
    "As violence and instability grew, so did the thirst for miracles and the success of those, lay and ordained, who promised to facilitate them. A marker in this journey towards greater irrationality and superstition was the creation of Bodhi Pooja culture by Panadura Ariyadamma Thero. In his popular collection of devotional poems, he expresses remorse for the “sin” of inadvertently stepping on fallen bo leaves while worshipping the bo tree. He asks the bo tree (bo rajune – Bodhi King) to forgive him and absolve him of this sin.",
    "This particular “sin” was as new in Buddhism as was the concept of being absolved of any sin through the intervention of an external element/actor.",
    "Martin Wickremesinghe’s Gamperaliya begins with a reference to a massive rock villagers believed to possess supernatural powers. Called devale gala (a god-abiding rock), villagers placed flowers and lit a lamp to the deity, seeking help in their troubles. Later, the novel tells of a visit to the ancient temple of Paragoda.",
    "The purpose was not to seek divine help (though four of the participants were weighted down by financial and/or romantic woes) but to gain merit. The demarcation was clear – temple was the source of merit; supernatural help was sought from devales and from trees and rocks believed to house a deity or a spirit. With the new Bodhi Pooja culture, this division ended.",
    "The bo tree was transformed into a supernatural entity capable of performing miracles, be it passing an exam or curing an illness. Today bo trees are no different from devales and everyday miracles are part and parcel of Buddhism.",
    "When the Buddha came across two sick and neglected monks, one suffering from a skin disease with oozing boils and the other from dysentery, he cleaned them and their bedding before getting medical treatment. He had a personal physician, Jeevaka, who he consulted when indisposed. He did not chant pirith to the sick, tie pirith nulas or offer pirith water.",
    "Seeking miracle cures for anything is not a part of Buddhism but something totally alien to it. Yet that un-Buddhistic fad is a craze today. The beginning of this mass delusion could be traced to Dolukanda and its inexhaustible supply of miraculous pirith pan.",
    "In the late 1990s Anuradhapure Nanda Wimala Thero hosted public healing ceremonies weekly in Dolukanda, claiming to cure the incurable. Now Buddhist healers are a common phenomenon. They make the cripple walk, the blind see and the dumb speak with as much dexterity and panache as any miracle healer of Charismatic Christian persuasion, to the loud chantings of sadu.",
    "Sri Lanka boasts of a highly literate and numerate population yet most Sri Lankans have lost the ability to think rationally. When one cure palls, we don’t question why it didn’t work; we merely look for a more effective one. This or that miracle healer or political saviour might go out of fashion but the habit of seeking fast tracks out of suffering goes from strength to strength. The new acting IGP – who was found guilty by the Supreme Court of torturing a suspect in custody (is this a world record?) – has ordered the establishment of a new police unit to investigate insulting of religions on social media.",
    "In June 2019, the chief prelate of the Asgiriya chapter said, “Muslim people don’t love us… It is clear that they are a group who gave poison to our people, who tried to destroy our people… These traitors should not be allowed to live free. Some upasakammas said they must be stoned to death which in Sinhala is ‘gal gahala maranna ona’. I don’t say that. But that is what should be done…”",
    "Who insults Buddhism – the monk who condoned the stoning of Muslims or a social-media user criticising that statement?",
    "Thanks to Anagarika Dharmapala, we had Protestant Buddhism. Now we have Charismatic Buddhism. Sinhala-Buddhism has degenerated into a collection of beliefs and rituals tailor made for needs and interests of various ordained or lay actors. Is that the Buddhism the Mahanayake Theros want the president to protect, via new repressive laws?",
    "This week, the Supreme Court annulled the presidential pardon granted by Gotabaya Rajapaksa to his blue-eyed acolyte Duminda Silva. In his judgement Justice Preethi Padman Surasena mentions an implicit argument presented during the hearing: that “the president, in his capacity as the head of state, has a power somewhat similar to the power held by a monarch.” He then rejects the argument, citing as a precedent a judgement by Chief Justice Neville Samarakoon refusing to accept the then AG’s contention that the executive president has “inherited the mantle of a monarch”.",
    "The president who authored that pardon – ignoring the written objections of the two high court judges who gave the original verdict – visited the Colombo Book Fair in September 2019. He was the SLPP candidate then and the subject of a hagiography written by the current defence secretary and Viyath Maga member, retired general Kamal Gunaratne. The scenes from that visit seem unbelievable, incomprehensible in 2024. Gotabaya Rajapaksa is surrounded by adoring fans seeking a selfie, a book signing or just a chance to be near to the next saviour. Their enthusiasm was genuine. They believed.",
    "J.R. Jayewardene intended the executive president to be a de facto monarch. The transformation of the president from monarch to saviour began with Chandrika Bandaranaike Kumaratunga and reached full fruition under Mahinda Rajapaksa. Now every presidential candidate is presented as the next saviour. The mantle sits ill on both Ranil Wickremesinghe and Sajith Premadasa but Anura Kumara Dissanayake is almost as much of a natural for the role as Mahinda Rajapaksa. Sri Lanka, bankrupted by the Rajapaksas, is a 60-40 land.",
    "According to the latest survey by the Department of Census and Statistics, 60.5% households experienced a decrease in their total average monthly income. It is this 60% that eat less, seek treatment less and spend less on educational materials as coping strategies. According to the minister of power and energy, nearly one million electricity subscribers were disconnected last year.",
    "Most would have belonged to the bottom 60% hardest hit by the crisis.The would-be saviours might talk about the plight of this 60%. But it is the 40% that did not experience a decrease in their income who they try to appease, attract, win over. So Ranil Wickremesinghe granted increased allowances to doctors and university dons. Other hospital and university employees are up in arms but they are not being courted or supported by the opposition. Saviours, be they religious or political, need well-heeled follower. How else can they maintain the propaganda blitzes necessary to keep their saviour luminescence intact?",
    "Commenting on the zeitgeist Shakthika Sathkumara, the first author to be arrested under the ICCRP for insulting Buddhism, said, “People don’t think anymore – they look at complex problems in simplistic ways. So everyone is thrilled when a monk behaves like a thug with a politician. We don’t bother to think of its consequences”.",
    "Indeed. We have outsourced the task of thinking to our would-be saviours, religious and political. We accept whatever drivel they dish out, whether it’s claims of Arhathood or some quick and painless fix to national and personal economic maladies.",
    "In We Don’t Know Ourselves: A Personal History of Modern Ireland, Fintan O’Toole records Ireland’s transformation from an isolated religious nation into an open secular one. Sri Lanka has journeyed in the opposite direction since independence and irrespective of who wins the next presidential election, that journey is likely to continue, even accelerate.",
    "Mr. O’Toole writes how Catholic Ireland became a country Catholic Irish fled in droves. He quotes from a cartoon in the Dublin Opinion of July 1956 depicting an empty Emerald Isle with just a sign “Shortly available: Underdeveloped Country, Unrivalled Opportunities, Magnificent Views, Political and Otherwise, Owners Going Abroad.”",
    "That is Sri Lanka today, a country we kill to call our own and yet yearn to leave. We may not lack saviours promising us heavens on earth. But if any Western country offers instant visas to all applicants, how many Sri Lankans would be left in this land of serendipity?"
  ]
}