{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82997",
  "time_ut": 1698616980.0,
  "original_lang": "en",
  "original_title": "Why Ranil   Wickremesinghe Wants  to Hold a  Presidential Election First in 2024.",
  "original_body_lines": [
    "It’s almost official or unofficially official! President Ranil Wickremesinghe has stated publicly that the next Presidential election would be held in 2024.",
    "Addressing  the United National Party ( UNP)’s Special convention held at the Sugathadasa Stadium on 21 October 2023, the President outlined the timeline for upcoming elections in line with the constitutional provisions. He said  the presidential election would be held  next year, followed by parliamentary elections.",
    "“Next year, I will conduct the presidential election as mandated by the Constitution. Subsequently, parliamentary elections will be held, and perhaps Provincial Council elections in early 2025,” he told the UNP convention and emphasised that  the party should begin electoral preparations now. Significantly President Wickremesinghe made no mention of elections to Local authorities.",
    "President Wickremesinghe was merely stating the obvious when he announced that the presidential elections would be held next year in line with the Constitution. Currently Wickremesinghe has no choice other than to go ahead with the next Presidential election in 2024.",
    "The last presidential election  where the people exercised their franchise was held on 16 November 2019. As such the next election cannot be held later than 16 Nov 2024. Since a minimum of one month and a maximum of two months have to be given for campaigning from nomination day,the next presidential poll  could be held anytime from September 16 to November 16 next year.",
    "There is however provision for the election to be held earlier.The Constitution enables the incumbent President to call for an early Presidential election after completing four years in office if he intends to seek re-election for a second term.",
    "Gotabaya Rajapaksa was elected in November 2019. Though he has resigned, Gotabaya’s presidential term of office would  complete four years in November 2023. Wickremesinghe succeeded Rajapaksa for “the unexpired period of the term of office of the President vacating office.” Hence Wickremesinghe should be able to call for an early election any time after November 2023.",
    "But then the Constitution also states that this provision applies only to Presidents elected by the people at an election. It does not apply to Presidents unelected by the people. Ranil Wickremesinghe was elected president by the Parliament on 20 July 2022. He got the votes of 134 in a Parliament of 225 MPs. Nevertheless he was not directly elected by the people.  So Ranil cannot have an early presidential poll.",
    "Some UNP circles feel that this state of affairs  could be altered by a Constitutional Amendment enabling the President to call for an early election. If the Opposition parties are really genuine about early elections, they should support the bill to garner a two-thirds majority. If they refuse, then the opposition parties will be exposed as insincere about  early polls, point out UNP circles. If there is no amendment, President Wickremesinghe will continue as usual. Instead of early next year, the Presidential poll will be in the last quarter of 2024. With or without an amendment the next presidential poll has to be in 2024.",
    "Notwithstanding the constitutional requirement, there has been in recent times much speculation about the presidential elections being postponed. There has also been a lot of  talk  about the executive presidency itself being abolished thereby negating the need for another presidential election. A great deal of this speculation is part of the insidious campaign to discredit and undermine Ranil Wickremesinghe.",
    "Ranil Wickremesinghe’s detractors have been trying to project an impression that he is rather unpopular and is scared to face a presidential election. Hence he is supposedly resorting to unorthodox measures to avoid a presidential election allege these anti-Ranil elements. Some even go to  ridiculous  heights of kite flying  by saying that  Wickremesinghe would even postpone Parliamentary elections.",
    "It is against this backdrop that  President Wickremesinghe has made his position known at the UNP convention.  He has openly stated that the presidential election  would be held in 2024. This assertion  diminishes the prevailing climate of uncertainty about a presidential poll being held. On the one hand it can  galvanise the UNP membership that has been asked to start working towards a Wickremesinghe victory. On the other, the Sri Lankan people at large are being informed to be ready for an election and not fall victim to contrary propaganda.",
    "Why then is Ranil Wickremesinghe getting ready to hold a presidential election in due course? Why is Ranil setting his sights on a Presidential election first ? Why does he not want to hold another different election first?",
    "In order to understand what motivates Wickremesinghe and influences  much of his conduct, it is necessary to appreciate the fact that the man dubbed as a serial loser in politics is today a  different person – he is a winner! Ranil has an economic vision for the country. Though a septuagenarian, his  mission in the evening of his life is to realise that vision.  For that he needs to be in power and wield authority, His opponents may describe him as power hungry. Even if so,  in Ranil’s self -perception, he requires that power for a good cause. He feels only he can deliver.",
    "Opposition parties, Trade Unions, NGOs, Civil Society organizations, Professional Associations, Academics, sections of the intelligentsia and  sections of the media have all been critical of Ranil Wickremesinghe from the time he was appointed Prime Minister on 12 May 2022 by former President Gotabaya Rajapaksa. This criticism intensified after Wickremesinghe was elected by 134 out of 225 Parliamentarians on 20 July 2022. He was sworn in as the eighth Executive President of Sri Lanka on July 21st. 2022.",
    "Despite sustained criticism, the much-maligned Wickremesinghe did not wilt or quit. With single-minded determination, Ranil persisted with his mission of repairing and reviving the economy. Though Wickremesinghe was under severe attack by his opponents and critics, there is grudging admiration and even respect and support from the ordinary people for his attempt to salvage the economy. As a three-wheeler driver told a journalist Monawa kivvath, Ranil Mahathaya try ekak denawa ne (Whatever said Mr Ranil is trying to do something, no?)",
    "After the IMF agreement was tabled in Parliament in March , President Wickremesinghe made a special statement in the House.  Ranil referred to the dire straits the economy was in when he assumed office and the challenges he faced. The President emphasised that his only strength in surmounting these obstacles was his inner conviction that he was capable of rebuilding his country. Here are some excerpts from the speech he made then-",
    "“On the 9th of July last year, I took over a country that was on fire. A country that was in chaos. A country that seemed to be without an iota of hope for the future. A country that had officially declared itself bankrupt. A country where inflation had risen to 73.7%. A country where people suffered for days in queues for fuel and gas. A country with schools closed. A country, where ten or twelve-hour power cuts were imposed. A country without fertilizer hampering cultivation by farmers. A country where anarchy prevailed in place of law and order. A country where outsiders had forcefully entered public buildings and were in occupation. A country where mob attacks were widespread. A country where the homes of opponents were set ablaze. A country where people were assassinated on roads in broad daylight.”",
    "“No one was willing to accept responsibilities in such an environment. Some were reluctant. Some asked for time to check their horoscopes. Some sneaked away. Some panicked. I was requested to take over the country at a time when nobody came forward to shoulder that responsibility.”",
    "“I unconditionally accepted the challenge. I had no power in Parliament. I had no Members of Parliament from my Party to call my own. Even though I had none of these, I had just one strength. This was only my own conviction that I am capable of rebuilding my country. I had numerous experiences to support this conviction of mine.”",
    "“I only had the confidence gained from previous experiences when I accepted this serious challenge. I accepted the challenge with the conviction that even if I failed, the country would not.”",
    "“If we implement the economic reforms with proper financial discipline throughout the next four years in accordance with this Agreement, a strong economic foundation will emerge for the future of the country. If we deviate from this path, the entire country will find itself in a worse situation in April, than it was in, sometime back.”",
    "“We need to emphasize a few points here. First, we must prioritize the establishment of a robust social security system for the most vulnerable individuals in our society. Second, we are currently executing plans and strategies to enhance the value of the rupee. Strategies and a formal plan to strengthen the rupee are being implemented. Third, anti-corruption legislation must be passed and implemented immediately. Fourth, we should focus on implementing necessary structural reforms in our society. These reforms should be identified and carried out accordingly.”",
    "“The IMF-approved plan should be implemented and completed in four years. However, depending on our strength and determination, we should be able to finish it in three to three and a half years. Let’s give it a try. Let us put in the effort.”",
    "The above excerpted paragraphs provide an insight into Wickremesinghe’s mind. It could be argued that he regards himself as the only person at this point of time who can lead the country on the road of economic recovery. It is his destiny. 45 years of being an MP, the abortive attempts to be elected president,  being appointed Prime Minister six times, the years spent as cabinet minister, the ‘record ‘of being the longest serving leader of the opposition have all prepared him for this tryst with destiny.",
    "Whatever his critics may say, It appears that  among frontline political leaders , only Ranil Wickremesinghe has a clear idea of what must be done to salvage the economy in the short run and how to lay the economic foundation for future prosperity in the long run.  The other potential contenders display a woeful inadequacy  in this regard. Furthermore Ranil Wickremesinghe has been quite successful in arresting the economic decline, stabilising the situation and laying the foundation for an economic renaissance.",
    "The IMF package is only a lifeline that gives Lanka breathing space to resuscitate the economy. To achieve this, Wickremesinghe is firmly convinced that he needs to be in power for a few more years. His  chief political rivals do not inspire confidence. They can only  point out perceived flaws but are either unwilling or incapable of forging an alternative approach.",
    "The experienced  politician that he is, Ranil Wickremesinghe knows that  his weakness in seeking to remain at the helm of power is not having a  legitimate mandate. The lack of a proper mandate is Ranil Wickremesinghe’s   political Achilles’ Heel. His  Party (UNP) was wiped out at the 2020 polls. Ranil himself entered Parliament as a national list MP. He was elected as President by an assortment of MPs from the Government and Opposition. The bulk of MPs supporting him were from the ruling Sri Lanka Podujana Peramuna (SLPP).",
    "Independent opinion polls and analytical surveys show that the UNP and SLPP have negligible support in the country if an election is held now. The Samagi Jana Balawegaya (SJB) led by Sajith Premadasa and Janatha Vimukthi Peramuna (JVP) led by Anura Kumara Dissanayake are the leading contenders for the electoral crown according to opinion polls. However most analysts opine that the polity is fragmented and that no single party is capable of garnering a majority on its own..",
    "In the absence of an electoral mandate Ranil Wickremesinghe is portrayed by his detractors as a‘legally’ elected President lacking ‘legitimacy’. This perception has been invigorating the political opposition against Wickremesinghe and is to some extent  undermining  his credibility as President. Ranil Wickremesinghe is unable at times to exert his authority. Many of his proposals announced with a bang peter out  in an inglorious whimper. Several of his orders are not being followed by some officials. Ranil needs to  gain a legitimate mandate through an electoral victory.",
    "Moreover, Ranil Wickremesinghe is essentially a Liberal Democrat at heart. He knows that his lack of an effective mandate is a Damoclean Sword hanging above his head .More importantly, Wickremesinghe knows that the far-reaching economic reforms he seeks to bring about could be seriously hampered by his lacking a proper mandate.",
    "Wickremesinghe is also dependent on the SLPP to cobble together a majority in Parliament. Ranil was appointed PM and acting president by Gotabaya Rajapaksa.  He was elected President by a Parliament where the bulk of SLPP Votes were cast for him. The Party is a Rajapaksa family creature.  He is also the head of a Govt that was initially formed by the Rajapaksas.",
    "Thus Ranil is being mocked by his rivals as “Ranil Rajapaksa”. Wickremesinghe knows he needs to de-link himself from the Rajapaksas. Support from individual “pohottuwa” MPs is welcome but institutional support from the SLPP is a kiss of death. Thus he has to break free through a fresh presidential poll.",
    "Also, Ranil realises that his securing a fresh firm mandate through elections will strengthen him politically and reinforce his economic reform task. Lending institutions and donor nations too would prefer to do business with a Govt possessing a solid mandate. As such he needs and wants a mandate sanctioning poll.",
    "On paper there are four possible polls. Local Govt (LG) Elections, Provincial Council (PC) Elections, Parliamentary Elections and a Presidential Election.",
    "The chances of the UNP or a UNP-led coalition securing a sweeping victory at the LG or PC polls seem extremely remote. The Opposition parties, who are most likely to do well at these polls would use that victory to intensify demands for a Parliamentary election.Also, a crushing defeat would undermine the President and his Govt and draw glaring attention to the question of a lack of a legitimate mandate.",
    "The same applies to Parliamentary Elections also. If elections are held soon, there is every chance that the SLPP will lose the slender majority it enjoys now. Since Opposition parties are unwilling to cooperate with President Wickremesinghe, he has been compelled to depend upon the SLPP to push bills through.",
    "So, if elections result in the SLPP and allies losing badly, the President will not have a supportive majority in the House. The victorious SJB and JVP may exert the maximum possible pressure on the President.",
    "Thus LG, PC and Parliament elections are ruled out from the President’s perspective. This leaves only the Presidential Election.  President Wickremesinghe has adopted questionable means to ensure that no other election takes place before the Presidential election. The reasons trotted out to justify the Govt stance on local authority elections illustrates this.",
    "Wickremesinghe regards Presidential hustings as the best bet to gain a mandate. It is only as Executive President that he could authoritatively plan, coordinate, direct and execute his economic revival program best. A mandate obtained as President would strengthen and empower him politically.",
    "Ranil perceives himself as possessing  a unique selling proposition in a Presidential election campaign. Given the stature and ability of his potential rivals, Wickremesinghe certainly towers above them. But then as Ranil knows very well, electoral success does not always favour the best and the brightest candidate. The race does not always go to the swift, nor the battle to the strong. Still, Ranil feels he could romp home the winner in a presidential race.",
    "Finally, there is the personal angle. The Presidency has for long eluded Ranil who has been branded a serial loser. As such he would very much like to be a President elected by the people before retiring from Politics. This is his last chance to  achieve this long desired goal. Ranil Wickremesinghe would be a happy man if history records that he as a President elected by the people ushered in an economic renaissance for the economically beleaguered Sri Lanka.",
    "These are the reasons for Ranil preferring to go in for a presidential election first in 2024. Wickremesinghe hopes to  contest and win  with the support  of the UNP,  SLFP, TPA,SLMC, ACMC and sections of the TNA, SJB and SLPP. If and when he wins,the re-elected president will dissolve Parliament and hold new elections. A political alliance headed by Wickremesinghe will contest parliamentary polls.",
    "Ranil’s well  laid out  plan could go wrong if the Sri Lanka Podujana Party (SLPP) does not cooperate. The SLPP is vexed with Wickremesinghe for many reasons , the latest being the recent cabinet re-shuffle. Some prominent SLPP stalwarts  are disappointed for not being made cabinet ministers. A few have threatened to withdraw support  and vote against the forthcoming budget.",
    "If the SLPP does adopt this hostile attitude and  acts  against him, Ranil Wickremesinghe too will strike back, The president would dissolve Parliament and hold elections without having Presidential polls first. If such a scenario unfolds  both the president as well as the SLPP could become political casualties. It would damage both sides but the impact on the SLPP will be tremendous.  Both Mahinda and Basil Rajapaksa know this. So too does Ranil Wickremesinghe. So there is every likelihood that the SLPP’s threats will turn out to be mere sabre-rattling and nothing more.",
    "This is an updated version of the “Political Pulse” Column appearing in the “Daily FT”dated 27th October 2023.It can be accessed here –"
  ]
}