{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-grow-4-5-5-0-pct-in-2024-3-0-pct-plus-in-2025-cb-governor-190391/",
  "time_ut": 1732720740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to grow 4.5 -5.0 pct in 2024, 3.0-pct plus in 2025: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is expected to grow 4.5 to 5.0 percent in 2024, Central Bank Governor Nandalal Weerasinghe said, while 2025 will see an expansion ‘well above’ 3.0 percent.",
    "Sri Lanka is recovering from a currency crisis and default, but since 2022 the central bank has provided monetary stability, appreciated the currency, and helped bring down prices with deflationary policy.",
    "It was still too early to make a firm projection for 2025, Governor Weerasinghe said.",
    "“We will wait and see for the Q3 and Q4 and then we will announce our projection for next year,” he told reporters Wednesday.",
    "“We can say the baseline will be 3.0 percent. We can confidently say the economy will grow well above 3.0 percent.”",
    "On Wednesday the central bank cut its standing deposit facility to 7.5 percent from 8.25 percent, which sets a floor on short term rates when there is a balance of payments surplus.",
    "From November 27, the central bank will announce a single policy rate with a margin, which is now set at +/- 50 basis points to denote standing facilities.",
    "A balance of payments surplus and the collection of monetary reserves, indicates lower domestic credit and investments, through deflationary policy, which allows capital to be exported.",
    "Since September 2022, when deflationary policy showed up in the BOP, the consumer price index has barely moved and has fallen in the last 12 months indicating ‘deflation’.",
    "The deflation has allowed cost of living to fall and cost of production to fall, he said.",
    "RELATED Sri Lanka deflation not harmful, economy growing: CB Governor",
    "The economy was growing showing the price falls were good for growth, after very high inflation in the recent past, he said.",
    "The growth – though from a low base after two years of economic contraction after a currency collapse  – is also coming amid tight fiscal policy, defying mainstream macro-economic doctrine that heedless spending (fiscal and monetary stimulus) is the path to prosperity and not stability.",
    "RELATED Sri Lanka budget deficit down 40-pct to September, taxes up 39-pct",
    "Mainstream macro-economists usually promote stimulus or heedless spending (macro-economic policy) claiming there is fiscal or monetary space, until countries and the poor are pushed to the wall and realization sets in.",
    "Even when the poor are burning under high inflation, and politicians realize the problem and press the brakes, macro-economists will oppose bringing down prices claiming there is ‘austerity’ or ‘deflation,’ critics say.",
    "As a result, stabilization policies are discredited and politicians who help stop inflation gets kicked out, mostly due inflation or the fallout of the original rate cuts from liquidity injections.",
    "Sri Lanka’s private credit has started to pick up, while credit to government and state enterprises have fallen, allowing domestic interest rates to fall. (Colombo/Nov27/2024)"
  ]
}