{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Israel-has-lost-its-moral-compass-and-conscience/172-282446",
  "time_ut": 1715557920.0,
  "original_lang": "en",
  "original_title": "Israel has lost its moral compass and conscience",
  "original_body_lines": [
    "A former IDF soldier, interviewed on another channel, admits that some of the IDF actions he witnessed in Gaza could amount to war crimes.",
    "Most Israelis simply do not care about what happens to Arabs and Palestinians",
    "Prime Minister Benjamin Netanyahu reflects this cynical insularity of the Israeli public",
    "Protests against Israeli excesses in conducting its war against Hamas in Gaza are widening in scope daily. This is not a war against Hamas; it’s a total war against the Palestinians designed to drive them out of ‘Greater Israel.’",
    "These protests are almost exclusively in the West. It isn’t that the rest of the world is deaf and blind to what’s going on. But this is a Western problem, because of the West’s troubled historical relationships with the Jews, culminating in a great deal of sympathy for Israel after its creation (essentially a Western creation because of British Middle Eastern politics after WWII).",
    "During the Cold War, Western nations saw Israel as a bulwark against Soviet expansion as the ex-USSR was the main backer of almost the entire Arab world (barring tiny Jordan) at war with the newly created Jewish state, and with the PLO and other armed organisations engaging in a relentless war of terror against it, too. This sympathy also allowed Israel and its backers to wield the powerful ‘anti-semitic’ weapon at any serious criticism of its action vis-à-vis the Palestinians.",
    "But this picture has changed dramatically post-October 2023. Though all Western nations still support Israel in varying degrees, the US and the UK heading the list,  public opinion has changed. Young Europeans and Americans are now campaigning in the streets, lecture halls and campuses against what is unanimously termed a genocidal war against the Palestinians.",
    "This should be a wake-up call for Israel. But, apart from waving the usual anti-semitism card, most Israelis seem oblivious to what’s going on, or they don’t seem to care. Right now, Israel seems to be the most insular nation on earth.",
    "Jewish-American commentator Norman Finkelstein has some very interesting things to say about this. In January 2024, when Israeli operations in Gaza were causing so many deaths that a case of genocide was filed at the International Court of Justice, only 3.2 per cent of Israelis believed that the IDF (Israeli Defense Forces) was using too much firepower (Incidentally, like the American and Russian armies, the IDF too, has always been trained to use maximum firepower).",
    "He says this is amazing in a country which has one of highest per capita rates of web usage in the world. In other words, Israelis are well- informed. Israel is a democracy with press freedom. Though press coverage of this war is one-sided (with exceptions like the respected daily Haaretz). Israel newspapers are not state-controlled propaganda organs.",
    "But most Israelis simply do not care about what happens to Arabs and Palestinians, and this isn’t simply due to Hamas actions on Oct. 7. Hamas certainly carried out brutal acts, killing unarmed civilians, elderly people, kidnappings and acts of rape. But it has been established that Israel has exaggerated these stories. No evidence has been found, for example, that Hamas fighters beheaded babies. It has also been proven that Israel lied about what happened when over 100 Palestinians died when they rushed a food convoy. Research done by BBC established that aerial drone footage of the incident has been extensively edited out by Israel. The IDF is vengeful, and no amount of lies can hide this. Snipers target homes of Palestinian journalists and activists, so that not even bodies can be retrieved. Video footage clearly shows a sniper killing a grandmother when she was trying to reach safety with her granddaughter, waving a white flag.",
    "Normal Finkelstein says that Prime Minister Benjamin Netanyahu reflects this cynical insularity of the Israeli public. He is popular and is now the country’s longest-serving prime minister. He feels secure from any criticism at home and in the US, too (his origins are American. He’s from Philadelphia). Finkelstein adds correctly that no opposition figure that can challenge Netanyahu has come up, further proof of his popularity.",
    "I remember the Israeli couple I met in Colombo in 2019. They were artists taking part in an arts collective event. I took them out for a coffee and we talked a lot about Jewish history and what it’s like to live in Israel today. They gave me a benign picture.",
    "“Our neighbours are Palestinians,” the wife told me. “They are everywhere. “We are not monsters,” the husband joked, holding up two fingers behind his head to resemble the horns of a devil.",
    "I asked them about the Israeli left. “It’s not strong,” the husband conceded. “They are not taken seriously.”",
    "I’m afraid he was lying, and I wonder where they belong today, with that 3 per cent or 97 per cent. The Palestinians may be everywhere, but Israel wants to drive them out because they slightly outnumber the total population of Greater Israel which includes Gaza. As for the Israeli left, it is reviled. Intrepid journalist and filmmaker Abby Martin who spent six weeks in Israel filming and talking to people, has some shocking things to say and show.",
    "She saw rallies in Tel Aviv where people chanted ‘death to Arabs and our leftists.’ She quotes an Israeli saying: “The Arabs are HIV, leftists are the common cold. To stop HIV, we must first get rid of the common cold.”",
    "In the Jewish quarter of Jerusalem, a bearded young man tells her that Islam is a disease, not just for Israel but for the whole world. A young woman (with her friend translating) says all Palestinians should be killed, and she’s laughing about it. Abby Martin bluntly calls Israel an apartheid state.",
    "A former IDF soldier, interviewed on another channel, admits that some of the IDF actions he witnessed in Gaza could amount to war crimes. As Prof. John Mearsheimer of the University of Chicago, in my view, the most respected and blunt authority on Israel and its war (alongside Abby Martin) says that Oct. 7, 2023 was a point of no return and there can be no longer any discussion of a two-state solution.",
    "As it looks now, Netanyahu and his hawks will relentlessly pursue their goal of a Palestinian-free Greater Israel, with continued American support. But a very serious backlash against this ruthless policy is now emerging among the young in Western Europe and the US, and many young Jews are part of that wave of conscience."
  ]
}