{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/share-investors-adopt-cautious-stance-in-run-up-to-imf-govt-meet/",
  "time_ut": 1727718120.0,
  "original_lang": "en",
  "original_title": "Share investors adopt cautious stance in run-up to IMF-govt. meet",
  "original_body_lines": [
    "Stock market activities were somewhat positive yesterday despite there being profit- takings as some local and foreign investors adopted a cautious stance.",
    "Market analysts said that investors were cautious in the run-up to a team from the IMF visiting Sri Lanka this week and meeting President Anura Kumara Dissanayake, a top official said.",
    "The IMF team will also be making a courtesy call on Anil Jayantha, the head of the Economic Council of the President’s National people’s Power party.",
    "Amid those developments, both indices moved upwards. The All Share Price Index went up by 89.5 points while S and P SL20 rose by 49.5 points.",
    "Turnover stood at Rs 2.62 billion with two crossings. Those crossings were reported in HNB, which crossed 857,000 shares to the tune of Rs 176 million; its shares traded at Rs 205 million and JKH 116,000 shares crossed for Rs 21 million; its shares traded at Rs 180.",
    "In the retail market top seven companies that mainly contributed to the turnover were; United Motors Rs 262 million (five million shares traded), JKH Rs 155 million (871,000 shares traded), HNB Rs 128 million (124,000 shares traded), Hayleys Fabrics Rs 89 million (1.7 million shares traded), Dipped Products Rs 85.7 million (2.25 million shares traded), Commercial Bank Rs 80 million (789,000 shares traded) and Access Engineering Rs 69 million (2.9 million shares traded). During the day 126 million share volumes changed hands in 18449 transactions.",
    "It is said that during the day the banking sector was very active. HNB and Commercial Bank became the highest contributors to the market. The manufacturing sector was the second largest contributor to the turnover.",
    "Apart from that the Pick Me, IPO was oversubscribed 2.7 times as high net worth investors bought much shares amounting to Rs 4.2 billion while the target amount was Rs 1.56 billion.",
    "Yesterday, the rupee appreciated to open at Rs 297.25/75 to the US dollar from Rs 298.70/299.00 a day earlier, while bond yields were up dealers said.",
    "A bond maturing on 15.12.2027 was quoted at 11.60/70 percent, up from 11.40/55 percent.",
    "A bond maturing on 15.02.2028 was quoted at 11.80/90 percent, up from 11.75/85 percent.",
    "A bond maturing on 15.06.2029 was quoted at 11.90/12.00 percent, up from 11.90/12.05 percent.",
    "A bond maturing on 15.05.2030 was quoted at 12.00/20 percent, up from 11.90/12.05 percent",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}