{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102214/chinas-president-says-hopes-to-deepen-ties-with-sri-lankas-new-leader",
  "time_ut": 1727084040.0,
  "original_lang": "en",
  "original_title": "China’s President says hopes to deepen ties with Sri Lanka’s new leader",
  "original_body_lines": [
    "Chinese President Xi Jinping on Monday said he hoped to broaden cooperation with Sri Lanka under his Belt and Road infrastructure initiative (BRI) as he congratulated the island nation’s new leader Anura Kumara Dissanayaka.",
    "Dissanayaka took his oath at the Presidential Secretariat in Colombo on Monday, vowing to restore public faith in politics.",
    "The country is emerging from a years-long economic collapse blamed partly on struggling high-debt Chinese mega-projects coordinated through the BRI, the massive infrastructure project that is a central pillar of Xi’s bid to expand his country’s clout overseas.",
    "“I attach great importance to the development of China-Sri Lanka relations and am willing to work with Mr. President to continue our traditional friendship (and) enhance mutual political trust,” Xi said in a message to Dissanayaka, according to state broadcaster CCTV.",
    "Xi said he hoped bilateral cooperation under his flagship BRI would “bear more fruit”, CCTV added.",
    "He said Beijing would “promote the steady progress of sincere mutual assistance between China and Sri Lanka as well as our age-old strategic cooperative partnership, and create more benefits for the peoples of both countries”.",
    "Western critics accuse China of using the BRI to enmesh developing nations in unsustainable debt to exert diplomatic leverage over them or even seize their assets.",
    "But a chorus of leaders -- as well as research by leading global think tanks like London’s Chatham House -- have refuted the “debt trap” theory.",
    "In December 2017, unable to repay a huge Chinese loan, Sri Lanka handed its Hambantota port in the south of the island to a Beijing company on a 99-year lease for $1.12 billion.",
    "And the country defaulted on its foreign borrowings in 2022 during a crisis that caused months of food, fuel and medicine shortages.",
    "China is the nation’s largest bilateral creditor, its loans accounting for $4.66 billion of the $10.58 billion that Sri Lanka has borrowed from other countries.",
    "Last year, the International Monetary Fund -- the international lender of last resort -- approved a $2.9 billion bailout loan for Sri Lanka. Beijing also agreed to restructure its loans to the country.",
    "And this month, Sri Lanka secured a deal with international bondholders to finalise a prolonged debt restructuring."
  ]
}