{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/india-reiterates-to-avoid-use-of-force-in-sri-lanka-seas-after-deaths-185746/",
  "time_ut": 1730290320.0,
  "original_lang": "en",
  "original_title": "India reiterates to avoid use of force in Sri Lanka seas after deaths",
  "original_body_lines": [
    "ECONOMYNEXT – India has strongly reiterated not to use force on their fishermen in Sri Lanka’s Northern seas, the Indian High Commission in Colombo said after a joint meeting between top officials of the countries in Colombo.",
    "The 6th meeting of the India-Sri Lanka Joint Working Group (JWG) on Fisheries was held on Tuesday (29) in Colombo.",
    "The meeting comes weeks after deaths when the island nation’s navy attempted to stop poaching of Indian fishermen into Sri Lanka’s Northern Seas where local fishermen have increasingly complained of depletion of fish catch due to Indian bottom trawlers.",
    "“Both sides agreed that the highest priority should be accorded to address the various issues faced by fishermen in a humanitarian manner as they pertain to livelihood concerns on both sides,” the Indian High Commission in Colombo said in a statement.",
    "“They also agreed that only a humane, constructive and cooperative approach can create a durable basis for addressing the issues faced by fishermen on both sides.”",
    "Highlighting the ongoing cooperation between the Indian Naval and Coast Guard authorities and their Sri Lankan counterparts, both sides agreed to continue enhanced cooperation, including on surveillance and patrolling, maintaining regular contacts through their hotline, and all other operational matters, the High Commission said.",
    "“The Indian side drew attention to the recent tragic incidents at sea leading to unfortunate injuries and loss of lives, and strongly reiterated that the use of force should be avoided under all circumstances.”",
    "A sailor from the Sri Lankan Navy was killed in an operation targeting Indian fishermen in June this year, while an Indian fisherman from Tamil Nadu died on August 1, after his fishing boat capsized in Sri Lankan waters while resisting arrest by a Sri Lankan Navy patrol vessel, Sri Lanka government officials have said.",
    "The poaching by Indian fishermen with bottom trawling has deprived Sri Lanka’s Northern fishermen from catching fish amid depletion of fish resources, Northern fishermen have told EconomyNext.",
    "Bottom trawling is banned in Sri Lanka and the law is strictly implemented to maintain the sustainability of the fishing industry by preventing fingerlings being destroyed.",
    "Thousands of Sri Lanka’s northern fishermen have urged the government to make a final stand on the Indian trawler issue as the encroachment and the damage to their fishing equipment are hindering their livelihood and challenging Sri Lanka’s post-war resettlement efforts.",
    "Bottom Trawling Bottom trawling is a type of fishing net that’s pulled along the seafloor. Fishermen commonly use the technique to catch shrimp and bottom-dwelling fish.",
    "However, in addition to targeting fish, the nets also catch a variety of ocean life that’s usually thrown back into the water dead or dying.",
    "Dragging heavy gear across the seabed can also damage sensitive seafloor habitat. The harmful effects of bottom trawling on bottom-dwelling organisms and their habitat can be reduced by modifying the fishing gear or limiting the trawling area.",
    "Sri Lanka navy has been arresting Indian fishermen who encroach into Sri Lankan waters and involve in illegal fishing including bottom trawling despite Indian protests over arrest and seizing of their vessels.",
    "“The Indian side urged the Government of Sri Lanka for earliest release of Indian fishermen and their boats under Sri Lankan custody,” the Indian High Commission said.",
    "“Indian side also pointed out increase in detention of Indian fishermen and their boats in Sri Lankan custody, including imposition of long sentences and heavy fines, and stressed the need to uphold established understandings and modalities on issues related to fishermen.”",
    "The Indian side also reiterated its request to schedule the meeting of Fishermen Associations between the two countries at the earliest to further discuss the issues related to fishermen.",
    "“The two sides agreed to meet regularly and continue to have comprehensive discussions on the issues related to fishermen for finding a mutually acceptable and long lasting solution.”",
    "The Indian delegation was led by Abhilaksh Likhi, Secretary, Department of Fisheries of India while the Sri Lankan delegation was led by M.P.N.M. Wickramasinghe, Secretary to the Ministry of Fisheries. (Colombo/October 30/2024)"
  ]
}