{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112974/stampede-at-indian-actor-vijays-rally-in-karur-leaves-10-dead",
  "time_ut": 1758989700.0,
  "original_lang": "en",
  "original_title": "Stampede at Indian actor Vijay’s rally in Karur leaves 10 dead",
  "original_body_lines": [
    "A stampede at the rally of actor-politician Vijay, in Tamil Nadu’s Karur, has left at least 10 persons dead, NDTV reported, citing officials of a local hospital. The death toll is feared to rise further.",
    "Vijay, who recently launched his political party Tamilaga Vettri Kazhagam (TVK), arrived around six hours late at the rally venue in Karur, the report said, adding that around 30,000 people gathered at the venue to hear him.",
    "The crowd swelled and became uncontrollable even as Vijay was addressing the gathering and a number of persons including party workers and a few children fainted and fell down.",
    "Several workers noticed the situation and raised an alarm and Vijay took note and halted his speech and threw water bottles from atop the custom-built campaign bus, PTI reported. Ambulances had a tough time negotiating the heavily crowded thoroughfare to reach the spot, the news agency added.",
    "After the fatal stampede was reported, Tamil Nadu Health Minister M Subramaniyan rushed to Karur, sources told NDTV.",
    "Chief Minister MK Stalin has directed Karur district secretary V Senthilbalaji to keep monitoring the situation, the persons privy to the matter added.",
    "Stalin, in a post on social media, said, “The news coming from Karur is worrying. I have asked for immediate medical treatment to the public who were admitted to hospital after they fainted due to the stampede.”",
    "Vijay’s rallies have drawn criticism earlier as well. Earlier in September, his debut rally in Trichy led to a massive traffic snarl as a massive crowd followed his convoy from the airport to the venue. The 20-minute journey was reportedly completed in six hours due to the traffic snarl caused.",
    "The Tamil Nadu police had, citing the safety concerns, asked TVK rally organisers to adhere to strict conditions. This included restrictions on public receptions, and advisories for elderly and disabled persons, and pregnant women."
  ]
}