{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111100/one-dead-five-trapped-in-chile-copper-mine-collapse",
  "time_ut": 1754140500.0,
  "original_lang": "en",
  "original_title": "One dead, five trapped in Chile copper mine collapse",
  "original_body_lines": [
    "A collapse at a copper mine in Chile has killed one worker and left five trapped underground, forcing the country’s state mining company to suspend operations in affected areas of the world’s largest underground copper deposit.",
    "Nine other mine workers suffered injuries, said Chile’s National Copper Corp., known as Codelco, describing the incident as the result of “a seismic event.”",
    "The US Geological Survey reported a magnitude 5.0 earthquake in an area of central Chile where Codelco’s El Teniente mine is located, at 5.34pm local time on Thursday. Codelco reported the tremor had a magnitude of 4.2.",
    "Authorities were still investigating whether it was a naturally occurring earthquake or whether mining activity at Codelco’s flagship El Teniente mine caused the quake. Chilean prosecutors also launched a criminal investigation to determine whether any safety standards were violated.",
    "Chile’s national disaster response service, Senapred, said that the tremor struck the Machalí commune in the O’Higgins region, about 100km from the capital, Santiago.",
    "Codelco identified the deceased as Paulo Marín Tapia and said he had been working on the Andesita project, a new 25-km tunnel complex extending from the El Teniente mine on the western slopes of the Andes Mountains. That expanded section had only recently started to produce copper.",
    "The company said that search-and-rescue teams had determined the exact location of the partial collapse but could not communicate with the five trapped workers. As the mountain shook, mounds of rocks and dirt caved in, falling into the tunnel where the five miners were working and blocking all access routes to the sites 900 metres underground.",
    "It was not clear whether the workers were alive or dead, but Codelco emphasised it was treating its efforts as a rescue operation. The names of the trapped miners were not released.",
    "“We are making every effort to try to rescue these five miners,” said Andrés Music, general manager of El Teniente, detailing rescue operations involving 100 experts, including some of whom participated in the dramatic 2010 rescue of 33 trapped miners in northern Chile — who, after 69 days underground, emerged alive and into the spotlight of international celebrity.",
    "Codelco halted operations at the affected section of the copper mine and evacuated 3000 people from the wider site to safe areas.",
    "The company cancelled a presentation of its first-half financial results, set for Friday morning, due to the rescue efforts.",
    "Chile, the world’s largest copper producer, also lies in the seismically active “Ring of Fire” that surrounds the shores of the Pacific Ocean."
  ]
}