{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/srilankan-airlines-wins-prestigious-2025-apex-best-entertainment-award-in-central-southern-asia/",
  "time_ut": 1732222080.0,
  "original_lang": "en",
  "original_title": "SriLankan Airlines wins prestigious 2025 APEX Best Entertainment Award in Central/Southern Asia",
  "original_body_lines": [
    "SriLankan Airlines has won the prestigious 2025 APEX Best Entertainment Award in Central/Southern Asia at the FTE APEX Asia Expo, held on 20 November 2024 in Singapore. The APEX Awards are entirely based on certified passenger feedback, with over a million flights across 600 airlines rated on experience metrics such as seat comfort, cabin service, entertainment, and meals for the 2025 awards. SriLankan Airlines additionally retained its status as a ‘Four Star Major Airline’ in the 2025 APEX Official Airline Ratings™ for the eighth consecutive year.",
    "Maria Sathasivam, Manager Product Development of SriLankan Airlines, commented on the award, stating, “We are delighted that passengers have collectively rated SriLankan Airlines as having the best inflight entertainment in this region. A passenger’s inflight experience is shaped by numerous factors, with entertainment playing a key role in enhancing overall inflight satisfaction and reducing perceived travel time. To that end, our content portfolio has been meticulously curated to reflect current entertainment trends, ensuring that passengers stay entertained throughout their journey.”",
    "SriLankan Airlines’ Inflight Entertainment (IFE) system offers a rich selection of Hollywood blockbusters, the latest releases and an extensive catalogue of regional films from South Asia and beyond, including favourites from Sri Lanka.",
    "The collection offers hours of captivating movies and TV shows across a range of languages and genres, including action, comedy, drama, adventure, animation, kids, musical, sci-fi and sports. Passengers can also enjoy a library of over 100 handpicked audio albums, featuring music for every listener, from international hits to local classics.",
    "This prestigious award reflects SriLankan Airlines’ dedication to transforming every journey into an extraordinary experience. It also adds to a growing list of accolades that the airline has secured recently for passenger experience, including the 2022 Passenger Choice Awards for Best Cabin Service and Best Wi-Fi in Central/Southern Asia; the 2023 APEX Passenger Choice Awards for Best Food & Beverage and Best Seat Comfort in Central/Southern Asia; the 2024 IFSA Best Inflight Food or Beverage Innovation Award for the “SriLankan Flavours” menu; and the 2024 APEX Passenger Choice Award for Best Wi-Fi in Central/Southern Asia.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}