{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-passage-north/",
  "time_ut": 1757187300.0,
  "original_lang": "en",
  "original_title": "A Passage North",
  "original_body_lines": [
    "Soon after I read Brotherless Night, I found another book about the conflict, which was also a sort of pendent to the Booker Prize winning Seven Moons of Maali Almeida, and had indeed been shortlisted for the book the year before Shehan Karunatilleka won it.",
    "Unlike those two, which were a retelling of history, this was an introspective novel that explores something of the suffering caused by the war – though it did have set pieces within that were in fact retellings of actual episodes during the war.",
    "The book was called A Passage North, written by Anuk Arudpragasam, who lived in Sri Lanka as a boy but moved to university in the United States. He notes that he was brought up in Colombo so that the war barely impinged on him, but in his writing he tries to come to terms with the violence that affected those with whom he felt kinship. However this novel, his second, is written at a remove, and deals more with the psychological impact of violence, on a woman who lost two sons and on the narrator, who tries to enter into her feelings.",
    "Krishan, who like Arudpragasam had spent some time in India after graduating, had come back to work in the North East to try to make up for his absence previously from the scene of conflict. But at the time the novel opens he is based in Colombo, though working for an agency involved in that area. The story is set off by the death of the woman who had cared for his grandmother, who had become increasingly frail, too much to be managed by Krishan’s mother who was still working. Almost as an aside we learn that his father, son of the grandmother, had died in the Central Bank tragedy when the Tigers drove a vehicle full of explosives into its entrance.",
    "Krishan had come across Rani in a hospital in the North when he was working there, and had thought of her when his grandmother needed assistance, the doctor having told him that she needed to be taken out of herself. She was brooding over the death of her younger son who had been killed when they were making their way out of the enclave in which the Tigers had held them during the last days of the war.",
    "She had obviously never got over that, and Krishan felt that her death, caused by her falling into a well when staying with her daughter, could well have been, if not suicide, willed because she could not bear to go on living. Krishan goes for the funeral, and is struck by the rituals of mourning that involve the whole remote village in which she had died. But while observing the rituals, and finally the burning pyre, he thinks too of Rani’s last days, when she had passed the time in front of the television in his grandmother’s room, but hardly taking anything in. It had been all one to her whether there was sound, or whether it was silent when his grandmother wanted to sleep, and Krishan had begun to realize that life meant nothing to her any more, television being simply a way of passing the time, a less fulfilling pastime than looking after his grandmother.",
    "It was only while at the funeral that Krishan registered the bond that had developed between his grandmother and Rani, and he realized too that having Rani around had given his grandmother another interest in a life that had been gradually diminishing. For though he and his mother did what they could for her, they had their own lives, which were light years away from hers.",
    "Krishan’s general sense of isolation had been heightened by the fact that he was still obsessed with the girl with whom he had had an affair in Delhi. She was a social activist, and he had met her at a centre where contemporary issues were discussed, and having fallen for her straight away he was overjoyed when he found his feelings reciprocated. There are many flashbacks to their times in bed, and then to a train journey they took together, just before they parted.",
    "For it turned out that she wanted to go back to field work, to a remote area she had worked in earlier. She had it seemed also had affairs with women in the past, and Krishan was not sure that she was not heading back to this. But he himself accepted that it was time to part, since he felt that he was not doing enough for his country while in India.",
    "But as it turned out work in the North East had not been fulfilling, which was why he was in Colombo. And on the day that Rani’s daughter called to tell the family of his death, he had received an email from Anjum, with nothing very momentous in it, but leading him to wonder whether she might want to revive the affair.",
    "The novel ends without any resolution of this question, just as we do not find out any more about Rani’s death, though at the beginning one wonders what he would find out when he talks to the family. All he does discover is that they do not blame him or his family at all, indeed they seem grateful that Rani had had something to occupy her at a time when her whole world had seemed empty.",
    "I am glad I read the novel, since it provided a very different perspective on the suffering caused by the war. But this was thin, and the padding provided by the story of Krishan’s love affair in India did not seem to me to connect with the main story in any significant way. I could not then understand how this book had been shortlisted for the Booker Prize, though perhaps given the diverse quality of books on the shortlist over the years, this should not have been a reason for surprise.",
    "That shortlisting had been in 2021. It was in the following year that Shehan Karunatilleke’s Seven Moons of Maali Almeida did win the prize. I could not help thinking then that writing about the violence in Sri Lanka gave a writer an added advantage, but the latter book was a remarkable effort, which cannot be said of this one.",
    "Ranil comes to grips with need to trim public service and take a peace oriented path to development",
    "China’s Xi Jinping hosts a Summit of leaders of half the world, with a spectacular display of military force",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}