{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Dr-Mohan-Rajakaruna-appointed-to-Nawaloka-Hospitals-Board/34-758630",
  "time_ut": 1708290446.0,
  "original_lang": "en",
  "original_title": "Dr. Mohan Rajakaruna appointed to Nawaloka Hospitals Board",
  "original_body_lines": [
    "Dr. Mohan Rajakaruna has been appointed to the Board of Nawaloka Hospital PLC as a Non-Executive Non-Independent Director.",
    "He fills the vacancy on the Board following the resignation of Prof. Arjuna De Silva recently.",
    "Dr. Rajakaruna is a distinguished cardiologist with a wealth of experience and a commitment to excellence in healthcare.",
    "His journey began at Ananda College, Colombo, where he received his primary and secondary education. Driven by a passion for medicine, he pursued his Bachelor of Medical Sciences at North Colombo Medical College, Ragama, before advancing his medical education at St. George’s University School of Medicine, WI, where he earned his MD degree.",
    "Dr. Rajakaruna further honed his skills through rigorous training at Coney Island Hospital, New York, where he completed his internal medicine residency, earning the honour of Chief Resident in his final year. His dedication to cardiology led him to pursue a fellowship at the same hospital, where he excelled as a Chief Cardiology Fellow.",
    "With a keen interest in interventional cardiology, he pursued a subspecialty fellowship at Maimonides Medical Centre, Brooklyn, New York.",
    "Throughout his career, Dr. Rajakaruna has been recognised for his outstanding performance and professional achievements. He was awarded the Virginia Nash Medical Scholarship for excellence in internal medicine and the Dr. Samuel Epstein Award for exceptional contributions to cardiology. Despite lucrative opportunities in the USA, Dr. Rajakaruna remained committed to his homeland, Sri Lanka.",
    "Since 1999, he has served as the Senior Resident Cardiologist at Nawaloka Hospitals PLC, where he continues to provide exceptional care to his patients. He is American Board certified in Internal Medicine, Cardiovascular Disease, and Interventional Cardiology, and holds fellowships with the American College of Cardiology and the American College of Chest Physicians.",
    "Dr. Rajakaruna’s unwavering dedication to advancing cardiovascular care and his commitment to his patients make him a valuable asset to the medical community in Sri Lanka.",
    "With the latest appointment the Board of Directors of Nawaloka Hospitals PLC comprises of Chairman and CEO H.K.J. Dharmadasa, Deputy Chairman A.G. Dharmadasa, L.G. Chandrasena, T. De Zoysa, T.K. Bandaranayake, D.S. Abeyratna, V.R. Ramanan, I.M. de Z Gunasekera, Ashani G. Dharmadasa and Dr. Mohan Rajakaruna."
  ]
}