{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/99x-academy-bridges-education-and-industry-with-scholarship-success/",
  "time_ut": 1730137620.0,
  "original_lang": "en",
  "original_title": "99x Academy bridges education and industry with scholarship success",
  "original_body_lines": [
    "In an era where academic qualifications alone no longer suffice, the 99x Academy is revolutionising the way young talent is nurtured through its innovative scholarship programme. Designed to bridge the gap between classroom learning and industry demands, this initiative equips students with essential skills. At the same time, they pursue their degrees, offering a unique blend of hands-on experience, customer exposure, and mentoring, alongside five years of immersive industry training. From the first day, interns are regarded as integral team members, working alongside seasoned professionals on real-world projects. By the time they graduate, these students will have accumulated five years of industry experience, making them highly competitive and shaping the future of Sri Lanka’s tech landscape.",
    "The academy’s first batch included Nadun Siriwardhana, Mohamed Shamry, and Isira Wattage, who have been promoted within the company. Currently, the academy is training 13 students, further reinforcing its commitment to developing future innovators in the tech industry.",
    "Reflecting on his journey, Nadun Siriwardhana shared, “My project team never treated me like an intern. They gave me real responsibilities and the freedom to learn, and that trust made all the difference in where I am today. The academy programme sharpened my technical skills and gave me the confidence to tackle complex challenges.”",
    "Mohamed Shamry remarked, “This programme isn’t a sprint; it’s a marathon. There were times I felt overwhelmed, but working with my team taught me how to manage time and customer expectations, making it second nature. The hands-on experience with tools like Git, Jenkins, AWS, and microservices was invaluable.”",
    "Isira Wattage added, “Transitioning from internal projects like Superglu to customer-facing roles taught me how to align my work with business needs. Having mentors to rely on was one of the biggest advantages of the programme, and there was always someone I could turn to for guidance.”",
    "The success of these young engineers highlights the academy’s strong mentorship framework. Anura Adhikari, Senior Manager of Employee Success, stated, “By seamlessly integrating education with practical experience, the programme addresses the talent gap companies face today. The success of the first batch of interns is just the beginning. Through collaborations with universities and initiatives such as hackathons, project mentoring, in-house internships, and technical and non-technical sessions, 99x is continuously engaging with young talent, providing them with the tools and opportunities to excel early in their careers.”",
    "As the next batch of students embarks on their journey, the 99x Academy continues to expand its impact.",
    "V Holistic managed security solution by H One for strengthened cybersecurity at CBL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}