{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/speakers-claims-probe-needed/",
  "time_ut": 1712078940.0,
  "original_lang": "en",
  "original_title": "Speaker’s claims: Probe needed",
  "original_body_lines": [
    "Leader of the National Freedom Front and dissident SLPP MP Wimal Weerawansa yesterday demanded a parliamentary probe into Speaker Mahinda Yapa Abeywardena’s claim that some foreign powers had pressured him (Abeywardena) to take over the executive presidency following President Gotabaya Rajapaksa’s resignation at the height of Aragalaya in July 2022. Weerawansa also called for a two-day parliamentary debate on the Speaker’s claim to expose what he called evil forces that had undermined the country’s sovereignty. His request was not granted. The Speaker sought to obfuscate the issue by blaming the  Aragalaya protesters for having threatened the country’s sovereignty; he said something to the effect that external interference was to be expected during political upheavals.",
    "Weerawansa has rightly pointed out that the Speaker’s allegation is too serious to go uninvestigated. Interestingly, when Weerawansa launched a book on Aragalaya —‘Nine: The Hidden Story’—wherein he claimed US Ambassador Julie Chung had tried to make Speaker Abeywardena take over as the President at the climax of the Aragalaya on 09 July 2022, Chung bluntly dismissed the book as mere fiction.",
    "The Speaker remained silent on Weerawansa’s claim until 21 March, 2024, when a motion of no confidence against him was defeated in Parliament. He however has not named names, but his statement that he came under foreign pressure to take over the presidency has vindicated Weerawansa’s claim that some external forces sought to make Abeywardena the President. One can connect the dots!",
    "What was witnessed in Colombo on 09 July 2022 has been described in some quarters as the culmination of a well-planned destabilisation process aimed at shaking this country off the sphere of influence of one world power and realigning it with some others. If Parliament had fallen into the hands of violent protesters who went all out to march on it, the country would have been plunged into anarchy like Libya, and the external forces which, Speaker Abeywardena says, pressured him to take over as the President in violation of the Constitution, would have been able to install a puppet government consisting of persons of their choice. Thankfully, the military and the police effectively carried out the then Acting President Ranil Wickremesinghe’s order that the hordes be kept at bay.",
    "The Speaker yesterday took pains to blame the uprising of 2022 solely on Sri Lankan protesters. But some Colombo-based foreign envoys overstepped their diplomatic limits to prevent the then President Gotabaya Rajapaksa from ordering use of force to disperse the Galle Face protesters. It has now been revealed that some defence bigwigs did not carry out beleaguered President Rajapaksa’s order that a group of pro-government goons be prevented from entering the Galle Face protest site on 09 May 2022. Attacks on the  Aragalaya protesters on that day triggered a massive wave of retaliatory violence, which left one government MP dead and the properties of many ruling party politicians gutted. They sealed the fate of the Gotabaya administration. Would the high-ranking military and police officers have defied presidential orders in that manner without an assurance from someone more powerful than the President that they would not have to face the consequences of their defiance?",
    "Gotabaya himself has claimed that his ouster was due to a conspiracy. The Speaker has told Parliament that he came under foreign pressure to take over the presidency, but he refused to do so because he did not want to violate the Constitution and such a course of action would have led to anarchy. Weerawansa has accused some foreign envoys of having rushed to the Speaker’s official residence and cranking up pressure on Abeywardena to be the President; he has named names. So, it defies comprehension why a thorough probe has not been conducted into those claims to ascertain whether external forces played any role in the 2022 uprising, which shook the country.",
    "The Opposition must stop pussyfooting and pluck up the courage to press for an investigation into the Speaker’s claim in question and a parliamentary debate thereon. If it ignores the alleged attempt to coerce the Speaker into violating the Constitution and throwing the country into anarchy, how can the public depend on it to safeguard the country’s sovereignty and national security?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}