{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/prof-kumar-david-he-was-sharp-as-a-tack-smart-as-a-whip/",
  "time_ut": 1730167288.0,
  "original_lang": "en",
  "original_title": "Prof Kumar David – He Was Sharp As A Tack & Smart As A Whip",
  "original_body_lines": [
    "Kumar David was a household name among all electrical engineering students as well as of all practicing electrical engineers of our time. We had heard from our colleagues at Pera about his in-depth knowledge in electrical machines, brilliance, jovial nature and eloquence in English language, and these inculcated a feeling of overwhelming wonder, admiration and respect for him in our minds. Scholarly articles authored by him on electrical engineering, power sector reforms and totally unrelated topics such as communism and politics made our admiration of this great man grow even further. We were yearning to meet this multi-talented scholar someday.",
    "Finally, the D-day dawned. I got a message from CEB that I have been appointed as a member of a Committee headed by Prof Kumar David to investigate/analyze the island wide failures that had taken place in the recent past. At the first meeting the cheeky smile he flashed when I said that I am a Moratuwa product, sent shivers down my spine, as I have heard that he does not like Moratuwa graduates very much.",
    "He assigned me the task of analyzing failures and making a presentation to our weekly meeting. Other member, a senior academic from Peradeniya was asked to model the CEB HV system and be prepared to do various system studies as required. He insisted that our objective was not to go on a witch hunt, but to do a competent job that should help CEB to come out from the new lows it had dropped into. We had a few meetings, and work went on smoothly as planned with lively discussions and a barrage of questions from the Chair. One day when we gathered for the meeting, Prof David announced that CEB had informed him of their decision to disband the Committee with immediate effect and had requested to handover all data/information provided and to stop work immediately.",
    "He was very angry and dejected and thundered that he will teach a lesson to CEB on how to treat the professionals and told two of us to submit  monetary claims and work summaries. He further stressed that getting the CEB to reimburse the costs incurred is solely his responsibility and that we should not spend even a minute on it. True to his word, he got CEB to pay three of us according to our claims. Few years later in an article to Colombo Telegraph, Prof David described the above fiasco and in that he gave me the highest commendation I can get in my life, dismissing the myth that he treated Moratuwa graduates differently.",
    "He invited me to his house in Dehiwala a few times, and as I stepped into, he greeted me warmly and asked “Karu, what do you like to drink?” Before I could answer, he said “Look, there are no soft drinks in this house”.  We had many discussions on electrical engineering matters, power sector reforms etc., though he defended his rationale in a loud and commanding voice, he was ready to listen to me even when my views were different. He summed up this at the conclusion of his presentation at the IESL, saying “so and so helped me in writing this paper, and there were many intense disagreements and arguments, but thank god it did not end up in murder”.",
    "It is sad to even think that Prof David is no more. Sri Lanka has lost another brilliant intellectual, without getting him to deliver his best for the country."
  ]
}