{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98810/argentina-seeks-arrest-of-iran-minister-over-1994-jewish-center-bombing",
  "time_ut": 1713939300.0,
  "original_lang": "en",
  "original_title": "Argentina seeks arrest of Iran minister over 1994 Jewish center bombing",
  "original_body_lines": [
    "Argentina has asked Interpol to arrest Iran’s interior minister over the 1994 bombing of a Jewish community center in Buenos Aires that killed 85 people, the foreign ministry said Tuesday.",
    "The Iranian minister, Ahmad Vahidi, is part of a delegation from Tehran currently visiting Pakistan and Sri Lanka, and Interpol has issued a red alert seeking his arrest at the request of Argentina, the ministry said in a statement.",
    "Argentina has also asked those two governments to arrest Vahidi, it added.",
    "On April 12, a court in Argentina placed blame on Iran for the 1994 attack against the AMIA Jewish community center in Buenos Aires and for a bombing two years earlier against the Israeli embassy, which killed 29 people.",
    "The 1994 assault has never been claimed or solved, but Argentina and Israel have long suspected the Iran-backed group Hezbollah carried it out at Iran’s request.",
    "Prosecutors have charged top Iranian officials with ordering the attack, though Tehran has denied any involvement.",
    "The court also implicated Hezbollah and called the attack against the AMIA -- the deadliest in Argentina’s history -- a “crime against humanity.”",
    "Tuesday’s statement from the foreign ministry said: “Argentina seeks the international arrest of those responsible for the AMIA attack of 1994, which killed 85 people, and who remain in their positions with total impunity.”",
    "“One of them is Ahmad Vahidi, sought by Argentine justice as one of those responsible for the attack against AMIA,” said the statement, which was co-signed by the security ministry.",
    "Argentina has previously stated that Vahidi, a former senior member of Iran’s Revolutionary Guards Corps, is one of the key masterminds of the AMIA bombing and sought his extradition.",
    "In their ruling this month the Argentine judges examined the geopolitical context at the time of the attacks and found they corresponded with foreign policy positions towards Iran under Argentina’s then-president Carlos Menem (1989-1999).",
    "The attacks’ “origin lies mainly in the unilateral decision of the government -- motivated by a change in our country’s foreign policy between late 1991 and mid-1992 -- to cancel three contracts for the supply of nuclear equipment and technology concluded with Iran,” the court concluded.",
    "The judges put blame on Iran’s then-president Ali Akbar Hashemi Bahramaie Rafsanjani, as well as other Iranian officials and Hezbollah members.",
    "In 2006 Argentine courts requested the extradition of eight Iranians including Rafsanjani and Vahidi, who served as defense minister when Mahmud Ahmadinejad was president.",
    "In 2013 then president Cristina Kirchner signed a memorandum with Iran under which Argentine prosecutors could question the suspects outside Argentina.",
    "The Jewish community in Argentina expressed outrage and accused the president of orchestrating a cover up.",
    "A prosecutor named Alberto Nisman opened an investigation in 2015 when Kirchner was in the final year of her second term.",
    "Just before he was due to testify before Congress, Nisman was found dead with a gunshot to the head. The cause of death -- suicide or murder -- remains a mystery.",
    "The Argentina justice system eventually dropped its probe of Kirchner."
  ]
}