{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110582/president-inaugurates-wax-museum-at-historic-ehelepola-walawwa-in-kandy",
  "time_ut": 1752756660.0,
  "original_lang": "en",
  "original_title": "President inaugurates wax museum at historic Ehelepola Walawwa in Kandy",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has officially declared opened the Wax Museum at the historic Ehelepola Walawwa in Kandy today (17).",
    "The Ehelepola Walawwa, which was renovated by the Urban Development Authority, has been handed over to the Temple of the Sacred Tooth Relic. The museum was then established, ensuring the preservation of its archaeological and cultural significance, the President’s Media Division said in a statement.",
    "The museum features wax recreations depicting the architecture, customs and arts and crafts of the Kandyan Kingdom, to which the Ehelepola Walawwa belongs. There are also exhibition stalls showcasing traditional industries, as well as a dining area illustrating how ancient royal meals were prepared, complete with their recipes, the PMD added.",
    "Furthermore, 35 lifelike wax figures of significant historical figures have been recreated at the museum. These include Ven. Weliwita Sri Saranankara Sangharaja Thera, Ven. Wariyapola Sri Sumangala Thera, King Wimaladharmasūriya I, Queen Kusumāsana Devi, Monarawila Keppetipola Disawe, Devendra Mulachari, Governor Robert Brownrigg, Ehelepola Maha Adikaram, Kumarihami, and their two children.",
    "It’s anticipated that this museum, designed to showcase Sri Lanka’s grandeur and pride, will be a major attraction for both local and international tourists visiting Kandy, the PMD noted.",
    "It’s also expected to become a centre where the current generation can accurately study the Kandyan Kingdom and its associated history.",
    "Athula Herath, a resident of Gampola, is the designer of the museum. The project, which falls under the Ehelepola Walawwa Museum Special Project, was implemented at a cost of Rs. 300 million.",
    "Among those present at the opening were Most Venerable Dr Niyangoda Vijithasiri Thera, Anunayake of the Malwathu Chapter of the Siyam Maha Nikaya and Most Venerable Ven. Dimbulkumbure Wimaladhamma Thera, Anunayake of the Malwathu Chapter of the Siam Maha Nikaya; Most Venerable Wendaruwe Upali Thera and Most Venerable Anamaduwe Dhammadassi Thera, the Anunayake Theras of the Asgiri Chapter of the Siam Maha Nikaya, along with other revered monks from both the Malwathu and Asgiri Chapters of the Syamopali Maha Nikaya, including their registrars and executive council members.",
    "Also in attendance were K.D. Lalkantha, Minister of Agriculture, Livestock, Land and Irrigation, Pradeep Nilanga Dela, Diyawadana Nilame of the Sri Dalada Maligawa and a host of invited dignitaries and scholars from various fields."
  ]
}