{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-tax-revenues-up-43-pct-interest-costs-down-to-july-2024-182729/",
  "time_ut": 1728357360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka tax revenues up 43-pct, interest costs down to July 2024",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s tax revenues grew 43 percent to 2,156 billion rupees in the seven months to July 2024, and the overall budget deficit fell steeply by 41 percent to 1,470 billion rupees, data published by the central bank shows.",
    "Tax revenues grew 43 percent to 2,156 billion rupees amid higher rates and also a pick up in economic growth made possible by monetary stability provided by the central bank by undershooting its high 5 percent inflation target.",
    "Tax revenues showed a gain from 5.0 of GDP last year to 6.3 percent of projected GDP this year in the seven months and total revenues went up to 6.9 percent of GDP from 5.5 percent.",
    "The IMF is pushing Sri Lanka to take its revenue to GDP ratio to around 15 percent.",
    "Meanwhile current expenditure was kept in check at 2,673 billion rupees up to July 2024, flat from 2,674.8 billion rupees, in an unusual phenomenon helped by monetary stability.",
    "Interest costs fell absolutely to 1,392 billion rupees from 1,498 billion rupees last year as Treasury bill and bond yields fell. Sri Lanka has also restructured central bank and pension fund debt which pay 12 percent.",
    "Sri Lanka’s nominal interest rates rocketed in peacetime as the central bank printed money (deployed inflationary open market operations) to target the middle of the corridor interest rates triggering serial currency and stabilization crises, under so-called flexible inflation targeting.",
    "Sri Lanka’s budgets became unmanageable from the 1980s, despite then President J R Jayewardene market pricing administered prices and cutting subsidies, as the currency collapsed in the wake of IMF’s Second Amendment leaving the central bank without a credible anchor.",
    "Despite US monetary policy improving Sri Lanka then started to suffer ‘greater than great inflation’ in the 1980s, as the central bank started to target money supply without a floating rate. The post-war aggravated inflation came from trying to",
    "The post-war monetary instability came from trying to target inflation without a floating exchange rate critics have said.",
    "Since September 2022 the central bank has created no inflation, but brought down the prices of traded goods steeply including food, by also allowing the exchange rate to appreciate amid deflationary open market operations, allowing rates to fall by not inflating away savings.",
    "Sri Lanka’s newly elected government wants to cut value added tax on some items, despite food prices falling which may hit revenues, delay reaching debt sustainability.",
    "There are also plans to cut the income tax thresholds, which may be offset by salary hikes in 2025 which will expand taxable incomes.",
    "Current spending also fell amid strict expenditure controls and minimal state salary hikes.",
    "However, salaries are due to be increased in 2025 for which more taxes from the public are required. Sri Lanka usually had to give high nominal salary hikes and other subsidies amid state and private sector strikes due the lack of a credible anchor for money and inflationary rate cuts.",
    "With higher revenues and lower current spending, the revenue deficit fell to 517 billion rupees, (1.6 percent of projected GDP), from 1,161 billion rupees last year.",
    "Capital spending went up 16 percent to 361.5 billion rupees. Capex will also go up next year with foreign funded projects resuming. Japan has already started releasing payments for halted projects.",
    "The overall deficit fell to 872.6 billion rupees from 1,470 billion rupees in the seven months, or just 2.8 percent of GDP.",
    "Sri Lanka’s interest bill is now higher than the overall budget deficit after repeated stabilization crises coming in the wake of printing money to target the middle of the corridor interest rates giving a so-called ‘primary surplus’.",
    "The primary surplus was 519.4 billion rupees up to July, up from 27.4 billion rupees last year.",
    "There are plans to recapitalize state banks which may change the overall deficit. State banks got into trouble including financing state energy enterprises with dollar debt mid currency collapses."
  ]
}