{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Amnesty-offered-to-illegal-Sri-Lankan-residents-in-Kuwait/108-279538",
  "time_ut": 1711345620.0,
  "original_lang": "en",
  "original_title": "Amnesty offered to illegal Sri Lankan residents in Kuwait",
  "original_body_lines": [
    "Colombo, March25 (Daily Mirror) - The Emir of Kuwait, Sheikh Meshaal Al-Ahmed Al-Jaber, has announced a three-month general amnesty to Sri Lankans who have overstayed their residency visas in the country.",
    "Sri Lankan Ambassador to Kuwait Kandeepan Balasubramaniam said a statement was issued by the Emir saying that the Sri Lankans who arrived for work in Kuwait and those who have fled from their workplaces will get the opportunity to leave the country without paying fines and facing legal obstacles.",
    "This general amnesty period will be effective from March 17 to June 17 2024.",
    "Official reports have confirmed that currently there are 19,620 Sri Lankans illegally staying in Kuwait without visas, the Sri Lankan ambassador said.",
    "He also said that there are about 5,000 Sri Lankans who have registered at their embassy to return to Sri Lanka.",
    "\"If individuals return to Sri Lanka outside of this amnesty period, they will face arrest and have their fingerprints recorded. They will incur a fine of Rs. 650,000 and be deported, effectively preventing them from re-entering Kuwait.",
    "\"However, registering at the Sri Lankan Embassy in Kuwait during this general amnesty period exempts them from these fines and other legal actions.,\" the ambassador said.",
    "But, those who have filed charges other than complaints related to resident visas before the courts of the State of Kuwait or a police station will not get the opportunity to leave the country using this general amnesty, the Ambassador further said.",
    "During this general amnesty period, special offices of SriLankan Airlines and Al Jazeera Airlines, which are currently operating flights between Kuwait and Sri Lanka, are selling air tickets at concessional prices."
  ]
}