{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112314/sri-lanka-secures-usd-100-million-funding-from-world-bank-to-enhance-rural-economy",
  "time_ut": 1757395860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka secures USD 100 million funding from World Bank to enhance rural economy",
  "original_body_lines": [
    "More than 380,000 people across Sri Lanka are set to benefit from a new US$100 million partnership between the Government of Sri Lanka and the World Bank Group aimed at strengthening rural livelihoods, creating jobs, and building climate resilience in the agri-food sector.",
    "The Integrated “Rurban” (Rural and Urban) Development and Climate Resilience Project, will directly support 8,000 agri-food producers, improve irrigation and drainage services on 71,000 hectares of land, and help smallholder farmers adopt modern, climate-smart agricultural practices that increase harvests and reduce losses. It also aims to generate new jobs in rural areas-particularly for youth and women-by strengthening agribusiness value chains and expanding market access.",
    "“The National Policy Framework of the Government, ‘A Thriving Nation - A Beautiful Life’ has given utmost priority in attaining sustainable economic growth and development through a robust production economy,” said Dr. Harshana Suriyapperuma, Secretary to the Treasury and the Ministry of Finance, Planning and Economic Development. “This project financed by the World Bank, one of Sri Lanka’s prominent development partners, will complement the Government’s vision through enhancing agricultural productivity, stimulating rural development, and contribute towards safeguarding food security.”",
    "Smallholder farmers, who produce 80% of Sri Lanka’s food, are at the center of this initiative. As climate change leads to more unpredictable rainfall, rising temperatures, and extreme weather events like floods and droughts, the project will focus on upgrading irrigation systems to help farmers manage water more effectively. It will also promote the use of modern technologies to boost crop yields and reduce losses, expand access to crop insurance, and invest in climate-resilient infrastructure to help farmers better cope with climate-related challenges.",
    "It will also upgrade agriculture data systems and improve food safety standards to help farmers compete in global markets and unlock export opportunities.",
    "“This project is about people, government, and the private sector working together to make real improvements on the ground,” said David Sislen, World Bank Division Director for the Maldives, Nepal and Sri Lanka. “By combining climate-smart farming with access to markets and private finance, we are not just helping farmers adapt to climate change-we’re helping them succeed in spite of it.”",
    "The project also aims to attract up to US$17 million in private investment by linking farmers to financial institutions, unlocking loans for agribusinesses, and creating new income opportunities in processing, storage, logistics, and marketing.",
    "The project builds on over a decade of World Bank Group support to Sri Lanka’s agriculture sector. Past projects led to the creation of 141 farmer organizations and farmer-owned businesses, boosting average farmer sales by 44%. The International Finance Corporation (IFC), the World Bank Group’s private sector arm, has also helped strengthen key export industries like cinnamon and coconut with technical expertise, financial tools, and digital support for small and medium-sized enterprises.",
    "Aligned with Sri Lanka’s national development goals and the World Bank Group’s Country Partnership Framework, the project reflects a shared commitment to build a stronger, more inclusive, and a climate-resilient rural economy."
  ]
}