{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Vasu-abandons-Dilith-s-MJP-to-support-NPP/56-767737",
  "time_ut": 1728428805.0,
  "original_lang": "en",
  "original_title": "Vasu abandons Dilith’s MJP to support NPP",
  "original_body_lines": [
    "Says DLF will support NPP despite not receiving a formal response from party",
    "Claims recent electoral victory of leftist movement has prompted his party’s decision to distance itself from MJP",
    "Stresses no point in aligning with alternative parties seeking to be in opposition",
    "Democratic Left Front (DLF) leader former MP Vasudeva Nanayakkara has announced his party’s withdrawal from the Mawbima Janatha Party (MJP) and confirmed his party’s support for the National People’s Power (NPP), led by President Anura Kumara Dissanayake, in the upcoming General Election.",
    "Nanayakkara made the announcement at a media briefing yesterday, explaining that the recent electoral victory of the leftist movement has prompted his party’s decision to distance itself from the MJP. “The election results were a resounding victory for the leftists,” he said, adding, “There is no point in aligning with alternative parties. We must all unite and take this victory forward in the Parliamentary elections.”",
    "Nanayakkara noted that continuing with the MJP was no longer feasible due to policy differences between the two parties. “We cannot pursue two different policies—that of the MJP and the leftists, at the same time,” he explained.",
    "Despite the DLF’s decision to contest the General Election separately, Nanayakkara emphasised that his party will extend its support to the NPP. “Even though we will be contesting on our own, our support is firmly with the NPP,” he stated. “To our followers, we say, the vote given to us is a vote given to the NPP.”",
    "Nanayakkara also revealed that while efforts were made to collaborate with the NPP during the Presidential election, the attempt was unsuccessful due to policy differences. “We tried to build a relationship with the NPP to compete together, but it didn’t work out,” he said, attributing the breakdown to the NPP’s policy of accepting individuals rather than parties into its fold.",
    "Nevertheless, Nanayakkara affirmed his party’s commitment to supporting the NPP, despite not receiving a formal response from them. “We will still do what is right,” he said, stressing that the DLF does not intend to contest merely to be in the opposition, unlike the MJP, which he claimed has taken an oppositional stance."
  ]
}