{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112660/us-again-vetoes-un-security-council-gaza-ceasefire-call",
  "time_ut": 1758248940.0,
  "original_lang": "en",
  "original_title": "US again vetoes UN Security Council Gaza ceasefire call",
  "original_body_lines": [
    "The United States on Thursday (Sep 18) again wielded its veto and thwarted a UN Security Council call for a ceasefire in Gaza, shielding its ally Israel from meaningful diplomatic pressure.",
    "The 14 other members of the Council backed the resolution, initiated in August in response to the UN’s official declaration of famine after nearly two years of Israel’s war on Hamas in the Palestinian territory.",
    "The vote came as Israeli tanks and jets pounded Gaza City, the target of a major new ground offensive, forcing Palestinians to flee south.",
    "The resolution text seen by AFP had demanded “an immediate, unconditional and permanent ceasefire in Gaza respected by all parties” as well as the immediate and unconditional release of hostages.",
    "The US has repeatedly rejected that approach multiple times, most recently in June when it used its veto to back Israel.",
    "“Let this resolution send a clear message, a message that the Security Council is not turning its back on starving civilians, on the hostages and the demand for a ceasefire,” Denmark’s UN ambassador Christina Lassen said ahead of the vote.",
    "“A generation risks being lost not only to war - but to hunger and despair. Meanwhile, Israel has expanded its military operation in Gaza City, further deepening the suffering of civilians as a result.",
    "“It is this catastrophic situation, this humanitarian and human failure that has compelled us to act today.”",
    "Pakistan’s ambassador Asim Ahmad called the veto a “dark moment in this chamber”.",
    "“The world is watching. The cries of children should pierce our hearts,” he said.",
    "The previous US veto sparked an unusual show of anger from the 14 other members of the council, who are increasingly vocal in their frustration over their apparent inability to pressure Israel to stop the suffering of Gaza’s inhabitants.",
    "For the first time on Tuesday, a UN-mandated international investigative commission gave its independent analysis, accusing Israel of committing “genocide” in Gaza since October 2023 with the intent to “destroy” the Palestinians.",
    "The issue will be central to next week’s annual UN summit in New York.",
    "Israeli ambassador to the UN, Danny Danon, condemned the resolution, saying that “for some members of the Council, this is a performance. For Israel, this is a daily reality. The proposal was presented without condemnation of Hamas, without condemnation of the Oct 7 massacre.”",
    "Danon sparred repeatedly with Algeria’s ambassador Amar Bendjama who asked Palestinian people to “forgive us because this Council could not save your children ... our sincere efforts, shattered against the wall of rejection.”"
  ]
}