{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Manusha-criticises-NPP-for-fielding-anti-progress-candidates/56-769041",
  "time_ut": 1731092812.0,
  "original_lang": "en",
  "original_title": "Manusha criticises NPP for fielding ‘anti-progress’ candidates",
  "original_body_lines": [
    "Says there is no one left to strike over public sector employee salaries as all are contesting under NPP ticket",
    "Commends NPP voters for carrying out national duty by revealing party’s weaknesses to country",
    "Claims past protests had cost country its potential as hub for global fuel trade",
    "Former Minister Manusha Nanayakkara has criticised the National People’s Power (NPP) party for fielding candidates who had previously gone on strike and halted national progress. Nanayakkara noted that those who once obstructed the development of Sri Lanka are now vying for power under the NPP banner, questioning their role in the nation’s current challenges.",
    "“Those who disrupted the country by opposing infrastructure projects and development initiatives are now contesting from the NPP. There’s no one left to strike over public sector employee salary increases now,” Nanayakkara said.",
    "He further commended the public, particularly the recent 39% of voters who supported the NPP in the presidential election, saying they had done a “national duty” by revealing the NPP’s weaknesses.",
    "Nanayakkara highlighted missed opportunities in Sri Lanka, emphasising how past protests had cost the country its potential as a hub for global fuel trade. “Sri Lanka could have become a centre of world fuel trade with the Trincomalee oil tanks,” he stated. “Instead, Singapore took that role, all because of opposition and protests here.” He also pointed to previous strikes that delayed the development of essential projects, such as power plants and the Colombo Port, which eventually fell behind regional competitors.",
    "The former minister accused NPP leaders of spreading falsehoods, including claims about corruption and money hidden overseas, which, he alleged, misled the public. “The NPP talked about stolen money hidden in Uganda and claimed Rs. 160 from every litre of fuel went to ministers’ pockets. Where’s the evidence?” he asked, suggesting these stories were fabricated to sow division and mistrust among the people.",
    "Reflecting on his own decision to support President Ranil Wickremesinghe, Nanayakkara said that he and MP Harin Fernando chose to stand by Wickremesinghe despite facing political risk. “We had the courage to stand with Ranil when he was alone in Parliament. Today, because of that decision, 22 million people are living comfortably,” he claimed, mentioning that basic utilities and services like electricity and fuel are now accessible to citizens across the country.",
    "Addressing Sri Lanka’s economic future, Nanayakkara discussed delays in the IMF program, attributing them to promises of tax cuts and salary increases made by the Government, which are now being reconsidered. “The IMF is watching, evaluating how these promises can be delivered without damaging our economy. This delay means we’re looking at another six months before the next instalment,” he explained, calling for patience and commitment to sustainable policies.",
    "Nanayakkara highlighted concerns over rising costs, especially regarding LP gas, which he predicted would increase after the election. “Litro Gas profits were used to keep prices stable, but this won’t last forever,” he cautioned, noting that private companies may raise prices post-election.",
    "In his concluding remarks, Nanayakkara urged voters to recognise the importance of stability, emphasising that the decisions made by the former administration were guided by the goal of national progress rather than short-term popularity. He encouraged Sri Lankans to stay vigilant and make informed choices, especially as the election approaches."
  ]
}