{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mystery-behind-mindfulness-you-become-what-you-think/",
  "time_ut": 1714998960.0,
  "original_lang": "en",
  "original_title": "‘Mystery’ behind mindfulness: You become what you think",
  "original_body_lines": [
    "Just the other day, at the University cafeteria while enjoying a cup of ginger tea, a good friend of mine happened to say, “Nowadays students are going through a lot of unnecessary turmoil and struggles due to the lack of self-awareness, and unfortunately, they attribute it to stress, anxiety and depression. And they end up swallowing pills for temporary relief. It’s true that compared to the past generations, these students are facing many challenges. But that doesn’t necessarily mean each one needs individual therapy and medication. Most of them only need an opportunity to increase their resilience”.",
    "The above is the essence of Gautama Buddha’s teaching and one of the salient themes of the Dhammapada – mindfulness. Buddha has emphasised that human beings often live in a state of unawareness which is driven by desires, attachments, and distractions, that results in perpetuating suffering. The way we think and perceive the world around us eventually shapes our experiences and outcomes. Even though externalities undertake a central role in the play of life, the power of our thoughts and beliefs influences the ultimate reality – our reality. Hence, if one can get hold of his/her thinking process, then he/she can actually redo his/her personality and remake themselves.",
    "What do you think – Can your thoughts manifest your actions?",
    "Absolutely, your thoughts have a direct and powerful influence on your behaviour and the person you become. The thoughts we entertain in our mind shape our perceptions, attitudes, and beliefs, which ultimately guide our behaviour – the way we think about ourselves, others, and the world around us.",
    "Our thoughts contribute to the formation of beliefs about ourselves and our capabilities by acting as self-fulfilling prophecies. Further, thoughts and actions are interconnected in a feedback loop – the Cognitive-behavioural loops. Hence, your thoughts influence your behaviour, and your behaviour can, in turn, influence your thoughts.",
    "If you consistently have negative thoughts and hold self-limiting beliefs, such as “I’m not good enough” or “I can’t succeed” or “I will fail, be rejected, or encounter obstacles”, you are more likely to exhibit self-doubt and engage in self-sabotaging behaviours. Conversely, positive and empowering thoughts can foster self-confidence and to believe in your abilities which result in proactive actions, personal growth and increased chances of success.",
    "Thoughts play a crucial role in setting goals and motivating us to take action. When we have clear and positive thoughts about what we want to achieve, it sets the direction for our behaviour while inspiring us, such as envisioning success, feeling passionate about a goal, or recognising the value in what we’re doing. And it also fuels our motivation to engage in certain actions.",
    "When we consistently think in a certain way, our brain forms neural pathways that strengthen a pattern of thinking known as cognitive priming. And after sometime these well-established thought patterns become automatic and start to influence our behaviours without conscious effort.",
    "Further, your thoughts not only influence your own actions but also affect how you interact with others. The thoughts you hold about individuals, situations, or groups can shape your behaviour towards them. Positive thoughts can lead to kindness, empathy, and cooperation, while negative thoughts can result in hostility, judgment, or avoidance.",
    "It’s apparent that mindfulness is a superpower that everyone has access to, but only a few actually reach. Thus, the practice of mindfulness can create a mental space that facilitates the cultivation of positive thinking and intention. By becoming aware of negative thought patterns, mindfulness allows individuals to consciously choose positive thoughts and intents, aligning with the principles of the Law of Attraction.",
    "The Law of Attraction, a concept popularised in the realm of personal development, suggests that the energy you radiate through your thoughts and emotions can influence the energy and experiences you attract into your life. Hence, positive thoughts and emotions can attract positive outcomes and opportunities. When you maintain a positive mind set, you are more likely to notice and seize positive possibilities, leading to a cycle of positive energy.",
    "With that being said, how does mindfulness facilitate you as a young adult who is still schooling?",
    "Adversity comes at us from the moment we are born. And as we grow, life becomes complicated and it naturally creates stressful situations for each and every one. Research on the effects of mindfulness interventions have shown that it directly contributes to the development of cognitive and performance skills in the young. When young pupils master the art of being in the ‘present’, they often become more focused and are able to approach situations from a fresh perspective by using existing knowledge more effectively.",
    "Students often face academic pressures, deadlines, and various responsibilities that can lead to stress and anxiety. Mindfulness provides students with tools to mitigate stress by cultivating present-moment awareness and developing a non-judgmental attitude towards their experiences.  Hence, they will be able to navigate setbacks, failures, and uncertainties with greater resilience and bounce back from difficulties more effectively to cater for the demands of their lives. Since mindfulness interventions have been directly associated with enhanced memory, cognitive flexibility, and problem-solving skills, by training the mind to reduce mental chatter, students can enhance their ability to retain and recall information easily, think creatively, and approach academic challenges with clarity.",
    "Thus, by incorporating mindfulness into the daily routine of a student, he/she can cultivate a foundation of self-awareness, focus, emotional well-being, and resilience which will be of immense value for managing stress and anxiety, enhancing academic performance, and supporting personal growth that contributes to a positive and successful educational journey.",
    "Although mindfulness results in calmness, self-appreciation, and personal growth while enabling you to be in control and getting in touch with your inner self, it’s not everyone’s cup of tea (most of the time). Due to a number of misconceptions people tend to intentionally avoid anything that has to do with mindfulness. Some perceive mindfulness as a religious or spiritual practice, or believe that it requires a significant time commitment or a specific lifestyle. This creates resistance or a lack of interest in exploring mindfulness further.",
    "Since mindfulness encourages individuals to observe their thoughts, emotions, and sensations without judgment or avoidance, it creates an openness that evokes uncomfortable or difficult emotions that people prefer to suppress or avoid. Further, in today’s fast-paced world, many people feel overwhelmed with multiple responsibilities and it leaves them with little time for self-care or contemplative practices. Hence, individuals tend to perceive mindfulness as an additional commitment or gives low priority compared to other pressing tasks. In general, people have limited knowledge or exposure to mindfulness and its potential benefits. This lack of awareness results in discouraging or devaluing the practices of mindfulness.",
    "As a point of departure, mindfulness has to be perceived not as a concept, but as a skill that develops with practice which enables a person to live in the moment by getting in touch with his/her consciousness that would facilitate in reducing stress and anxiety. Albert Einstein once said: “People like us who believe in physics know that the distinction between past, present and future is only a stubbornly persistent illusion”. Hence, we should try our level best not to let yesterday use up too much of today.",
    "Carrying emotional baggage is not new to many of us. We need to acknowledge and accept the past, and learn to leave the past where it belongs, and stop stressing about the future as well. Further, our attention needs to be navigated towards the things that nurtures and sustains our life. Since, we experience life through our six senses and most of the time it’s the small and simple things that make the bigger picture, we need to be adept at appreciating every moment in life no matter how small or insignificant it might seem at first.",
    "As a concluding remark, the practice of mindfulness should start with small and incremental steps.  And it should be integrated into various aspects of your daily life steadily with serenity.",
    "(The writer is Senior Lecturer, Department of Business Administration, Faculty of Management Studies and Commerce, University of Sri Jayewardenepura.)",
    "‘Charting a Sustainable Path: Navigating Challenges and Opportunities in Sri Lanka’s Plantation Sector – 2024’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}