{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-will-stand-up-for-any-economic-rights-comprised-at-red-sea-president-152671/",
  "time_ut": 1709279820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will stand up for any economic rights comprised at Red Sea: president",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka will stand up for its economic rights if they are compromised in the Red Sea, President Ranil Wickremesinghe said, offering continued support for the United Nations in “problems with peace” anywhere in the world.",
    "A statement from the president’s office said on Friday March 01 that Wickremesinghe, speaking at the Sri Lanka Air Force cadet officers commissioning ceremony on Thursday in Trincomalee, had highlighted Sri Lanka’s historical commitment to safeguarding world peace and regional stability.",
    "According to the statement, the president had emphasised his readiness to make decisive decisions for global peace. He had also underscored the responsibility and accountability of the armed forces in achieving this objective.",
    "“We cannot persist as an underdeveloped nation. It must be emphasized that fulfilling this responsibility will yield benefits for both you and your children.",
    "“Hence, it is imperative that you dedicate yourself to upholding the stability of the country in accordance with the constitution, ensuring adherence to the nation’s laws at all times. This is fundamental for the country’s development. Moreover, it is essential not only to safeguard our nation from external threats but also to uphold regional security in light of the current international political landscape,” Wickremesinghe was quoted as saying to the cadets.",
    "“Any disturbance to the peace and stability of the region poses a threat to our country. We cannot thrive in isolation; rather, we must collaborate with other nations and progress together. As a country that has experienced conflict, it is our duty to actively participate in initiatives aimed at maintaining stability and security in the region. Additionally, global peace is of utmost importance to us. Therefore, if the involvement of our armed forces is required in such endeavours, our nation should be prepared to intervene.",
    "“Our security forces have played a significant role in safeguarding the state of Mali from terrorism, earning appreciation from others for their efforts. In the event of our economic rights being compromised in the Red Sea, we are steadfast in our commitment to protecting them. Consequently, should issues arise concerning regional or global peace, we pledge to extend the necessary support to the United Nations. Preserving world peace and stability, as well as ensuring the tranquillity and security of our nation, are paramount objectives,” he said.",
    "Over the next decade, the president said, Sri Lanka’s armed forces will undergo significant transformation to align with the technological advancements of the modern era. In today’s technologically-driven world, the country’s military operations are increasingly reliant on technology, and it is imperative that the forces systematically adapt to this reality. (Colombo/Mar01/2024)"
  ]
}