{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Tea-industry-crucial-to-economic-growth-Minister-Vijitha-Herath/34-768219",
  "time_ut": 1729459047.0,
  "original_lang": "en",
  "original_title": "Tea industry crucial to economic growth: Minister Vijitha Herath",
  "original_body_lines": [
    "Industries Minister Vijitha Herath last week underscored the critical role of the tea industry in driving economic growth, job creation and international recognition during his address at the 34th Annual General Meeting (AGM).",
    "Herath called for a collective effort from all stakeholders to strengthen the sector, highlighting the importance of collaboration between tea factory owners, exporters, labourers and the Government to ensure a prosperous future for the industry.",
    "“The tea industry remains a cornerstone of our economy. The industry is not only a key source of revenue and employment generation, but also brings global recognition to Sri Lanka through a humble cup of Ceylon Tea,” he said, reassuring the Government’s commitment to supporting the sector while navigating the complexities of maintaining worker satisfaction and boosting productivity.",
    "He emphasised that while the tea sector has helped improve the lives of those engaged in it, there is still significant work to boost its overall contribution to the national economy.",
    "“With the right policies and stakeholder collaboration, the tea industry could play a significant role in the country’s path to economic development,” he said.",
    "Herath acknowledged the challenges posed by the rising cost of living, particularly for estate workers whose daily wage was recently increased to Rs. 1,350 after contentious negotiations.",
    "However, he stressed that further progress hinges on reducing the cost of production and increasing export earnings.",
    "“If these two factors are fulfilled, not only will the workers be satisfied, but the entire industry will benefit, reflecting positively on the broader economy,” he added.",
    "The Minister made it clear that the Government alone cannot solve the industry challenges.",
    "“The development of the tea industry cannot be the sole responsibility of tea factory owners or the Government. It must be a collective effort,” he said, calling for unity and cooperation across the industry.",
    "Looking ahead, Herath confirmed that the Government will be presenting a Vote on Account at the end of the year, followed by a comprehensive Budget for 2025.",
    "Against this backdrop, he said while immediate concessions to reduce production costs are not feasible, the Minister assured stakeholders that the upcoming Budget 2025 will include measures aimed at improving the industry’s competitiveness and sustainability.",
    "Herath also highlighted the global appeal of Ceylon Tea, which he described as a symbol of Sri Lanka’s cultural and economic heritage.",
    "“The world sees Sri Lanka through a warm cuppa of Ceylon Tea. It not only warms up and gives a great fragrance and taste, but also lifts the image of our country globally,” he said."
  ]
}