{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Fear-Psychosis-Scarecrows-and-a-Religious-Conman-EDITORIAL/172-275305",
  "time_ut": 1705602660.0,
  "original_lang": "en",
  "original_title": "Fear Psychosis, Scarecrows and a Religious Conman - EDITORIAL",
  "original_body_lines": [
    "Fear is an effective tool that people in power use to control the masses and those who might become their enemies. From the time the scarecrow was used in paddy fields to scare away animals and birds that might intrude a cultivated land, methods of driving fear into whatever you might call the opposition has been developed to great levels. And one little aspect to this fear is the built-in mentality in the islanders which makes them go into a shell the moment they are confronted by individuals with authority. And in most cases than not those who fear someone’s presence is the individual who doesn’t even know the basic laws in the country.",
    "We remember friends who had dads who brought a stick made of cane home, but never used it in punishments. It was only displayed at home. When the dad is not at home the sight of the cane drives in the message that everyone has to behave. This word called behaviour is very subjective. When a repressive government achieves its target of driving fear into the public and silencing them, what’s portrayed to the outside world is that the citizenry is ‘obedient’ and doesn’t work against the interests of the rulers.  Inside a school when students are behaving, it’s another story.",
    "Everyone is concerned about the IMF loan and what amounts of their salaries would be taxed when paying off this debt. Once a broom in a classroom was stolen and there was a collection initiated to raise money to purchase another broom. But what was of concern was that the person assigned to collect the money for the new broom was suspected of stealing the old broom. So how can the students be given the assurance that the collected monies would be utilised properly? This story was related by ‘Laka’- the short filmmaker - in the episode titled ‘Gune Aiyage Kamare’; a popular Youtube channel now.",
    "Most educated children want to shift to Colombo, find employment and experience financial freedom. If one conducts a study of the vacancies filled in Colombo, it can be observed that most employees are from the villages. Most of them are degree holders who serve in offices in the Western Province and cannot drop the habit of saying ‘ayya’ (big brother) to everyone they meet due to a fear psychosis that they bring from the village and still nurture. If this fear psychosis isn’t dropped the next generation will continue with it.",
    "We value the tradition of worshipping elders, but this country hasn’t developed to the stage where one must only respect, not ‘worship’ or ‘fear’, if you must, the educated persons. Still we get politicians who aren’t specialists in any subject area, but have something to say about all problems the country faces when cameras are thrust in front of them by media personnel.  The educated people and the clergy who must have a huge say in matters of public interests don’t have courage to ask politicians ‘aren’t you afraid to comment on matters you know nothing of’.",
    "As much as we must fear men who cannot reform or those who have nothing to lose because they have no children, we must fear politicians who through their decisions derail the economy.",
    "There was a time when we feared the thuggish behaviour of saffron robed monks. Later fear came in the form of encouraging words like ‘we must help those staging the Aragalaya; the next thing we saw was the quick demolishing of the protest site.",
    "At a time when we are harbouring fear about our futures we also fear that we might be doing wrong if we don’t put some food into the begging bowl of a monk who is doing his round of collecting alms. It’s at this time in history that we saw an individual who called himself an ‘Avalokiteshvara Bodhosathva’ being arrested. Probably he never feared facing the consequences of his actions. His actions remind us about one golden rule which is ‘people must fear committing sin’; the other fears can be dispelled because nature - the best teacher - will offer solutions to most of them."
  ]
}