{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-meaning-of-rata-anurata-is-it-a-reality-on-the-grounds/",
  "time_ut": 1756470640.0,
  "original_lang": "en",
  "original_title": "The Meaning Of Rata Anurata: Is It a Reality On The Grounds?",
  "original_body_lines": [
    "“I always tried to be correct, not politically correct.” “I am prepared to make unpopular decisions if they are right for Singapore. What matters is the country, not the individual.” — Lee Kuan Yew",
    "I wrote “The Meaning of Rata Anurata” for the Colombo Telegraph on August 24, 2024. It was well before the Presidential election on September 21, 2024. I based the article on the popular slogan “Rata Anurata” (the country is for Anura) and focused on eight key points covering political, economic, and social issues. Today, the words “Rata Anurata” have become more than just a political slogan in Sri Lanka. To the National People’s Power (NPP) and its leader, Anura Kumara Dissanayake (AKD), it signifies a new direction: a country reclaimed by its people after decades of corruption, inequality, lawlessness, and broken promises. In short, the article was organized into eight sections, as follows. The purpose of this article is to evaluate the progress or achievements based on these eight points within less than a year since September 21, 2024.",
    "For 76 years, Sri Lankans have experienced alternating “green and blue” governments that have abused power and enriched themselves. What distinguishes AKD and the NPP is the absence of corrupt politicians or businessmen among their associates. This trustworthiness has gained the confidence of people tired of constant scandals. Here are 10 significant steps Sri Lanka has taken in recent years and hence AKD’s commitment to fight corruption and bribery.",
    "* Strengthening of the Bribery Commission (CIABOC) – Expanded investigative powers to pursue high-level corruption cases.",
    "* Anti-Corruption Act, 2023 – Introduced stricter penalties, asset declarations, and provisions for confiscating ill-gotten wealth.",
    "* Mandatory Asset Declarations – Public officials, politicians, and senior officers must declare wealth and income.",
    "* Whistleblower Protection – Legal safeguards for individuals reporting corruption.",
    "* Digitalization of Public Services – Reducing human discretion in processes like licensing, taxes, and permits to cut bribery opportunities.",
    "* E-Procurement System – Transparency in government tenders and contracts.",
    "* Judicial Reforms – Special courts and fast-track mechanisms to try corruption cases.",
    "* Collaboration with International Bodies – Agreements with the UN, World Bank, and IMF to trace hidden assets and enforce standards.",
    "* Political Finance Regulations – Monitoring campaign spending and donations to reduce undue influence.",
    "* Public Awareness Campaigns – Educating citizens about reporting mechanisms (hotlines, online portals) to expose corruption.",
    "A core principle of Rata Anurata is the pursuit of equal justice. Today, the law is enforced differently for the wealthy and powerful than for those less fortunate. Some individuals are treated as untouchable, walking two inches above the ground because of their status. The NPP pledges to change this, ensuring that everyone—whether a minister or a farmer—faces the same standard of justice.",
    "Given the above, the Sri Lankan government has implemented several measures to strengthen law and order. Independent commissions—such as the Police Commission and Judicial Service Commission—have been empowered to reduce political interference. New laws ensure equal application of justice, regardless of social or political standing. The government has also established dedicated anti-drug and anti-terrorism units to combat organized crime. Community policing programs are being expanded to foster trust between citizens and law enforcement. Digital case management systems are being introduced to accelerate trials and reduce delays in delivering justice.",
    "The NPP recognizes that development must start with dignity. The movement vows to protect essential needs—food, medicine, education, and housing—by implementing a systematic welfare approach. It’s not about handouts but about creating systems that help families escape poverty via empowerment.",
    "Regarding the above, the Sri Lankan government has expanded social safety nets like Samurdhi and the new Aswesuma welfare program to better target low-income families. Free education and healthcare remain core policies, with increased funding for medical services and school nutrition programs. Subsidies for farmers, fertilizer support, and guaranteed paddy prices aim to protect rural livelihoods. Housing schemes and loan relief programs have been introduced for vulnerable families. Digital registration systems are being used to ensure that welfare benefits reach the right households without political bias.",
    "Sri Lanka has experienced leaders manipulating elections, delaying polls, and even disregarding the Constitution. Under Rata Anurata, the people’s mandate will be considered sacred. No government should postpone elections or rule without the people’s approval.",
    "The government has reaffirmed its dedication to the separation of powers by strengthening independent commissions under the 21st Amendment. Parliament’s oversight role has been expanded through the establishment of audit committees and increased transparency in decision-making. COPA & COPE have become more credible, transparent, accountable, and particularly results-oriented. The judiciary has gained more independence through measures aimed at reducing political influence in appointments. Electoral reforms are being discussed to promote fairer representation and prevent abuse of power. Public consultations are increasingly used in the drafting of key laws, reflecting a respect for democratic participation and constitutional governance.",
    "Ethnic and religious divisions have long been used to maintain power. Unlike others who made empty promises to minority communities, the NPP insists on genuine equality—treating North, East, and South alike, without discrimination.",
    "Given the above, the Sri Lankan government has prioritized equal rights for all communities under the constitution. Initiatives supporting interfaith and interethnic dialogue are being promoted at both national and local levels. Language rights—Sinhala and Tamil—are being enhanced in public services to promote inclusivity. Development projects are underway across all provinces to address regional disparities. Special reconciliation efforts, including truth-seeking and aid for war-affected families, aim to heal past divisions and foster lasting community harmony.",
    "The NPP did not create the economic crisis but inherited it from decades of mismanagement. While engaging with the IMF, the NPP insists that recovery must not come at the cost of people’s survival. Agriculture, industry, and exports must be rebuilt to restore self-reliance.",
    "The Sri Lankan government has negotiated debt restructuring agreements with international creditors to ease repayment pressure. The IMF program is being implemented with strict fiscal reforms to stabilize the economy. Tax reforms and new revenue measures are introduced to increase state income. Import controls have been gradually relaxed, boosting exports and tourism to generate foreign exchange. Efforts are underway to strengthen state-owned enterprises and attract foreign investment. Social welfare programs are being maintained alongside recovery plans to protect vulnerable groups.",
    "The NPP pledges to uncover the truth about national tragedies such as the Easter attacks, disappearances, and underworld-politics links. Protecting human rights, civil society, and freedom of expression will be central to its governance.",
    "The Sri Lankan government has further strengthened the Anti-Corruption Act, 2023, to boost accountability across public institutions. Asset declaration requirements for politicians and senior officials are being strictly enforced. Special courts and fast-track systems have been established to handle corruption and financial crime cases. Independent commissions—such as the Bribery Commission and Audit Service Commission—have been empowered to reduce political interference. Legal reforms now offer better protections for whistleblowers and ensure public officials can be held accountable for abuse of power. Regarding Easter attacks, a credible, transparent, and responsible process is being put in place.",
    "Billions of dollars are hidden abroad by corrupt elites. The NPP will collaborate with global institutions to trace and recover these stolen assets, utilizing them for the public benefit rather than private luxury.",
    "The Sri Lankan government has initiated efforts to locate and recover assets illegally moved abroad by politicians and business leaders. It works with international organizations, including the World Bank, the StAR initiative, and the UN Convention against Corruption (UNCAC). A dedicated recovery team under the Ministry of Justice works with the Attorney General’s Department to uncover hidden wealth. New laws enhance the ability to freeze, seize, and repatriate illegal funds. Additionally, the government is upgrading financial intelligence systems to detect money laundering and prevent future capital flight.",
    "“RATA ANURATA” – the country is for ANURA – is more than a slogan now; it is embodied and grounded in a bold vision for Sri Lanka’s future. Guided by Anura Kumara Dissanayake’s integrity, grassroots connection, and unwavering commitment to the people, this movement promises transformative change across every sphere of national life.",
    "Through a transparent, corruption-free administration, ANURA has restored faith in leadership and ensured that public resources are used solely for the benefit of citizens. The government acts only as a caretaker of public funds, not the owner. It is fully responsible for every rupee of tax revenue—no waste or misuse of even a single cent. Law and order will be enforced equally for all, guaranteeing justice without fear or favor, so that everyone can feel secure. In the past, figures like Mr. Clean (RW) were treated as untouchables, walking two inches above the ground. However, they too were remanded into custody.",
    "The government’s main focus will be the well-being of the people, emphasizing fundamental needs like food, healthcare, education, and housing through strategic and inclusive policies.",
    "Democracy and respect for the constitution will serve as the foundation of governance, protecting citizens’ rights and ensuring transparent decision-making. Community harmony and reconciliation will be fostered, uniting all groups and regions through shared opportunities and a commitment to justice. Guided by responsible economic recovery and debt management, the government will stabilize the economy while protecting vulnerable populations. Accountability and justice systems will strengthen public trust, and efforts to recover stolen assets will reclaim resources for the country’s development.",
    "On 21 September 2024, Sri Lanka witnessed a historic turning point. After 76 years of independence, a new chapter has begun—one defined by sustainable economic growth, social equity, and governance that is transparent, accountable, and dedicated entirely to the people. RATA ANURATA is the promise of a prosperous, united Sri Lanka—where the nation truly belongs to its people. AKD is marching forward so that it never returns.",
    "*The writer, among many, worked as the Special Advisor to the Office of the President of Namibia (2006-2012) and was a Senior Consultant with UNDP for 20 years. He worked as a Senior Economist with the Central Bank of Sri Lanka (1972-199). asoka.seneviratne@gmail.com"
  ]
}