{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-consumer-prices-creep-up-signaling-renewed-inflationary-pressure/",
  "time_ut": 1756055760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s consumer prices creep up, signaling renewed inflationary pressure",
  "original_body_lines": [
    "Sri Lanka’s financial markets are flush with cash, with the Central Bank reporting a significant increase in market liquidity. The total outstanding market liquidity hit a surplus of Rs. 116.40 billion by August 22, up from a surplus of Rs. 88.33 billion the previous week. This signals a healthy amount of cash in the system, which can help support lending and investment activities.",
    "However, while liquidity increased, inflation showed an uptick. The National Consumer Price Index (NCPI)-based inflation rose to 0.7% in July, compared to 0.3% in June. This was driven by a 2.2% increase in food prices, while non-food prices experienced a slight drop of 0.6%. Core inflation also crept up to 0.9% in July. The rise in prices, though small, suggests that the cost of goods and services is beginning to increase again.",
    "In the monetary sector, interest rates saw mixed movements. The Average Weighted Prime Lending Rate (AWPR), which is the benchmark for loans to the most creditworthy customers, fell slightly to 8.07%. This could lead to a minor reduction in borrowing costs for businesses. However, the Average Weighted Call Money Rate (AWCMR), the rate banks charge each other for overnight loans, increased to 7.88%.",
    "Meanwhile, the stock market performed well, with the All Share Price Index (ASPI) climbing by 2.13% and the S&P SL 20 Index rising by 3.31%. This positive trend suggests growing investor confidence in the market.",
    "However, the fiscal and external sectors showed some contrasting trends. The value of Treasury Bills and Bonds held by foreign investors decreased by 1%, a sign that some foreign investors are pulling back from Sri Lankan government securities. Despite this, the recent T-Bill auction was oversubscribed by two times, indicating strong local demand.",
    "The Sri Lankan Rupee continued its gradual depreciation against the US dollar, with a year-to-date depreciation of 3.1%. A weaker rupee can make Sri Lankan exports more competitive, but it also increases the cost of imported goods, potentially fueling inflation.",
    "Global oil prices were volatile and ended the week higher. Brent and WTI crude oil prices saw increases of $1.69 and $0.54 per barrel, respectively. This was influenced by a larger-than-expected drop in US crude oil inventories and uncertainty surrounding a potential peace deal between the US, Russia, and Ukraine. Higher global oil prices could impact Sri Lanka’s import costs in the future.",
    "All eyes will be on the National Consumer Price Index for August to see if this inflationary trend gains momentum.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}