{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112500/qatar-pm-urges-world-to-stop-using-double-standards-and-punish-israel",
  "time_ut": 1757898540.0,
  "original_lang": "en",
  "original_title": "Qatar PM urges world to ‘stop using double standards’ and punish Israel",
  "original_body_lines": [
    "Qatari Prime Minister Sheikh Mohammed bin Abdulrahman Al Thani urged the international community on Sunday (Sep 14) to “stop using double standards” and punish Israel for what he described as its “crimes”.",
    "He was speaking at a preparatory meeting on the eve of an emergency summit of Arab and Islamic leaders organised by Qatar after Israel carried out an unprecedented air strike on Hamas leaders in Doha.",
    "“The time has come for the international community to stop using double standards and to punish Israel for all the crimes it has committed, and Israel needs to know that the ongoing war of extermination that our brotherly Palestinian people is being subjected to, and whose aim is to expel them from their land, will not work,” the prime minister said.",
    "According to Qatar’s foreign ministry spokesman, Majed al-Ansari, Monday’s meeting of Arab and Islamic leaders will consider “a draft resolution on the Israeli attack on the State of Qatar”.",
    "Among the leaders attending will be Iranian President Masoud Pezeshkian and Iraqi Prime Minister Mohammed Shia al-Sudani. Palestinian president Mahmud Abbas arrived in Doha on Sunday, on the eve of the summit.",
    "Turkish President Recep Tayyip Erdogan was also expected to attend, Turkish media reported.",
    "It remained to be seen whether Crown Prince Mohammed bin Salman, Saudi Arabia’s de facto ruler, would attend, though he visited Qatar earlier this week in a show of neighbourly solidarity.",
    "Qatar, which hosts the largest US military base in the region, plays a key mediation role in the Israel-Hamas war, alongside the United States and Egypt.",
    "Hamas politburo member Bassem Naim said the militant movement, whose October 2023 attack on Israel sparked the Gaza war, hoped the summit would produce “a decisive and unified Arab-Islamic position” and “clear and specific measures” on Israel and the war."
  ]
}