{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/PRISL-Awards-2025-applications-open-till-10-Oct/34-782484",
  "time_ut": 1759369898.0,
  "original_lang": "en",
  "original_title": "PRISL Awards 2025 applications open till 10 Oct.",
  "original_body_lines": [
    "The Plastics and Rubber Institute of Sri Lanka (PRISL) has announced the extension of the deadline to apply for the PRISL Awards 2025, to 10 October. The extension comes in response to strong interest from across the industry and aims to give more organisations and individuals the opportunity to showcase their achievements and gain national recognition.",
    "The eagerly anticipated PRISL Awards Night will be held on 25 November 2025 at BMICH, reinforcing its status as a premier event for the industry. The evening will bring together industry leaders, policymakers, academics and innovators to celebrate excellence and inspire the next chapter of growth for the sector. Applicants are encouraged to take advantage of the extended deadline and submit their entries by 10 October 2025.",
    "Now in its second edition, the PRISL Awards continue to uphold a legacy of credibility, transparency and prestige built over more than 65 years of PRISL leadership. Each category is evaluated by independent expert panels, ensuring fairness and reinforcing the awards as a benchmark for industry recognition. Winners not only gain visibility within Sri Lanka but also strengthen their reputation in international markets, positioning themselves as leaders and innovators. Moreover, participation in the PRISL Awards 2025 offers organisations and individuals the opportunity to demonstrate their commitment to the future of Sri Lanka’s plastics and rubber industry. By aligning with this prestigious national platform, participants position themselves alongside industry pioneers, showcasing excellence, innovation, and sustainability. The recognition gained serves as a powerful motivator for professionals and teams, celebrating their contributions to manufacturing, exports, research and responsible practices.",
    "Emphasising the importance of participation, PRISL President K.A.C. Vidyarathna noted: “The PRISL Awards celebrate not just commercial success, but also the innovation, resilience and sustainable practices that define the future of our industries. By extending the deadline, we want to ensure that more voices, both organisations and individuals, are given the chance to be honoured on this national stage.”"
  ]
}