{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/nVentures-celebrates-first-exit-as-Singapore-based-Kast-Finance-acquires-Sri-Lanka-s-Kaiju-Labs/34-769548",
  "time_ut": 1732224494.0,
  "original_lang": "en",
  "original_title": "nVentures celebrates first exit as Singapore-based Kast Finance acquires Sri Lanka’s Kaiju Labs",
  "original_body_lines": [
    "nVentures partners Imal Kalutotage and Chalinda Abeykoon with Kaiju Labs Co-Founders Sameera Nilapul and Chameera Wijebandara",
    "Prominent early-stage venture capital firm, nVentures, has announced the successful exit of its portfolio company, Kaiju Labs, which was acquired by Kast Finance.",
    "The transaction delivered a 2X multiple on invested capital (MOIC) for nVentures, coupled with a 48.6% internal rate of return (IRR).",
    "nVentures was the first investor in Kaiju Labs, which has emerged as a leader in wallet-as-a-service solutions, making pioneering strides in the Web3 sector. Its acquisition by Kast Finance marks a key milestone in its evolution and clearly demonstrates nVentures’ foresight when choosing to back Kaiju Labs. Kast Finance plans to integrate Kaiju Labs’ advanced technology into its expanding suite of financial solutions, paving the way for new innovations in the Web3 space industry.",
    "Kaiju Labs Co-Founder and CEO Sameera Nilupul said: “Joining forces with Kast Finance marks an exciting new chapter for Kaiju Labs. From the beginning, our mission was to create groundbreaking technology redefining the Web3 and fintech landscape. nVentures’ support was instrumental in our growth, and we’re thrilled to see our innovations reaching new heights as part of Kast Finance’s ecosystem.”",
    "nVentures Managing Partner Chalinda Abeykoon said: “Kast stands out as one of the world’s fastest-growing Web3 fintech startups, and its acquisition of Kaiju Labs is a testament to how innovation knows no boundaries. Sameera and Chameera are visionary founders who set an inspiring example for the next generation of Web3 entrepreneurs. We’re proud and humbled that they chose nVentures to be part of their remarkable journey. Our deepest gratitude goes to our investors and supporters for believing in our mission and enabling us to champion such transformative ventures.” The successful exit of nVentures from Kaiju Labs – which it chose to back based on strategic foresight and market analysis – adds yet another success story to the firm’s exceptional ability to identify and support early-stage technology companies. Accordingly, nVentures has built a reputation for backing ambitious founders who are driving transformative solutions across the tech landscape.",
    "Licenced by the Monetary Authority of Singapore, nVentures specialises in B2B fintech startups in South and Southeast Asia. Its investment portfolio spans Sri Lanka, India, Bangladesh, Singapore, and the UK. Focusing on early-stage investments, the firm provides capital, strategic guidance, and access to an extensive network to help founders create industry-leading companies."
  ]
}