{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Avurudu-departure-for-first-batch-of-125-for-construction-work-in-Israel/56-760576",
  "time_ut": 1712791918.0,
  "original_lang": "en",
  "original_title": "Avurudu departure for first batch of 125 for construction work in Israel",
  "original_body_lines": [
    "Signifying a fresh start for Israeli jobs in the construction sector, 125 individuals chosen as the inaugural group for construction jobs in Israel received their air tickets yesterday from Labour and Foreign Employment Minister Manusha Nanayakkara.",
    "Sri Lanka Bureau of Foreign Employment General Manager Priyantha Senanayake and Additional General Manager Mangala Randeniya were present at the ceremony. These appointees are set to embark on their journey on 13 April.",
    "During the gathering, the Minister highlighted both the privileges and challenges of being the first group. He stressed their pivotal role in upholding Sri Lanka's reputation through diligent work.",
    "The Minister also said the following at the ceremony. The first group is considered advantageous, but also risky. Your journey is crucial for the country's future. Being the first group, you are fortunate to receive the highest salaries compared to previous workers in Israel. However, this isn't just about money. The earnings there surpass a day's wage in Sri Lanka. There, you won't have to worry about your children or other work. By maximising your earnings, you can become the highest-earning group, doubling the minimum wage.",
    "On the risky side, if not handled properly, it could impact the 20,000 Sri Lankans planning to work there in the future. You may stay at the construction site or with a manpower agency. Unlike working in Sri Lanka, where luxuries are limited, abroad people seek amenities like washing machines and air-conditioned rooms. I urge those interested to ensure they are the right fit for such demands.",
    "Since 2012, Barak has been the top recruiter of Sri Lankans in Israel, specializing in seasonal workers. He also recruited Sri Lankans from the first batch that departed to Israel. At that time, we didn't have time to train those selected due to Israel's urgent need for labour.",
    "Some Sri Lankans sought luxury amenities on farms. When asked to pick 2 baskets of oranges daily, some refused. However, others met their targets and earned extra money. Israel seeks excellence, so we must ensure we send those capable of meeting their demands. Despite efforts by some to spread rumours and undermine us, they openly support us on Facebook. However, we were able to find more opportunities for Sri Lankan workers in Israel.”"
  ]
}