{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Bradman-Weerakoon-as-crisis-manager-and-international-relations-advisor/4-779050",
  "time_ut": 1752688057.0,
  "original_lang": "en",
  "original_title": "Bradman Weerakoon as crisis manager and international relations advisor",
  "original_body_lines": [
    "“…One cannot look for concessions, for scraps from the table, but has to work very hard to set one’s own house in order and work in collaboration with others of one’s own kind and win those positions…The world is full of ad hoc happenings but our response should not be ad hoc…”",
    "Bradman Weerakoon, ‘A New World Order’, Economic Review, January 1991",
    "Bradman Weerakoon was given a ceremonial but warm farewell by a regretful Prime Minister R. Premadasa, when he was quitting the post of Secretary to the PM and leaving for London to take up the post of Secretary-General of the International Planned Parenthood Federation. A lesser man wouldn’t have returned to Sri Lanka though his former boss Premadasa was elected President, because the country was a cauldron of armed conflict. He could have stayed on in the UK, but his patriotism combined with his loyalty to Premadasa made him return and assume the post of Presidential Advisor on International Relations at a time Sri Lanka’s external affairs and world affairs in general were in a state of flux.",
    "It was during this period that I worked closely with him. But my acquaintance with him was inherited. When my parents died within one-and-a-half years of each other and I was clearing out their stuff, I came across among my mother’s belongings, a Wisconsin-produced album titled ‘Baby’s Own Story Year by Year’. Among other details it noted that on my 4th birthday celebrated at 37th Lane Wellawatte, ‘Brad and his wife’ were among the guests. ‘Charlie and Yvonne’, Bradman Weerakoon’s sister Yvonne and brother-in-law Charlie Gunawardena had attended my 2nd birthday.",
    "30 years later when I worked with Bradman Weerakoon, he was no longer ‘Uncle Brad’, my father Mervyn’s friend, but ‘Mr Weerakoon’. Over and above his designation as Presidential Advisor on International Relations, Bradman was part of President Premadasa’s crisis-management team during the most complex crisis faced by the Sri Lankan state since Independence. In my first book (1995) at the launch of which Bradman spoke, I defined the Sri Lankan crisis of the late1980s-early 1990s as the most dangerous a state could face because it saw the interactive overlap of three major types of threat: an anti-systemic civil war, a secessionist civil war and the militarily active presence of a large formation of foreign troops.",
    "Very few commentators know or acknowledge that President Premadasa had a ‘cluster’ on his team consisting of a troika of the top Civil Service products: Neville Jayaweera, Bradman Weerakoon and Susil Sirivardhana. Neville left his base (and family) in the West and returned to Sri Lanka to work with Premadasa, as Bradman did, in the toughest, most turbulent of times. Neville was Premadasa’s advisor on Media and Information Strategy, but as the human rights pressure rose, was posted as ambassador to 5 European countries while Bradman chaired the Human Rights Task Force. Having joined Premadasa early in his Prime Ministership (the rest of the UNP Cabinet shunned him as too radical while Premadasa enthusiastically adopted him) Susil Sirivardhana stayed through his presidential term.",
    "It was into this cluster of Bradman-Neville-Susil that President Premadasa saw fit to plug me (in my early 30s). Bradman was its head and carried the role with responsibility, precision, graciousness, quiet impeccable style and affable casualness. Quite apart from my direct, almost daily telephonic communications to and from President Premadasa, Bradman was my indispensable conduit. Every memorandum I wrote from early 1989 either went through him, was referred to him, or came back through him.",
    "During the years that our most distinguished historian Emeritus Prof KM de Silva has called the ‘High Conflict Zone’ of our contemporary history, Bradman Weerakoon chaired a ‘brain-storming cell’ every Saturday at his office in the Secretariat, next door to Premadasa’s. Maj Gen Denis Perera, ex-IGP Cyril Herath, ex-Foreign service and Commonwealth secretariat star Jayanath Rajapakse, Rehabilitation Commissioner and Janasaviya Trust Fund head Charitha Ratwatte, Susil Sirivardhana and I were among those I recall as regular participants. A briefing and discussion notes were given by Bradman to President Premadasa the next morning.",
    "It came as a surprise when Bradman Weerakoon called me on a Poya and said that President Premadasa wished to see us at the Chittavivekashramaya, a Buddhist meditation center. Premadasa had an airconditioned Japanese style, wooden, minimalist room with a low mattress. Having observed ‘sil’ he was still wearing his white shawl over his shoulder. Referring to an early memorandum of mine (this was 1989) he said ‘the time is now right’ for the All-Parties Conference I had suggested. Bradman and I were tasked with working on it. It became the seedbed of multiple reforms (the Presidential Commission on Youth, the depoliticisation of recruitment to the public service and the reintroduction of a competitive process, etc.). Bradman Weerakoon was the Secretary of the All-Parties Conference. Transcripts of proceedings were hand-delivered by his office to all delegates before the next sittings of the Conference chaired by Premadasa, with Minister ACS Hameed and Bradman flanking him.",
    "When Bradman Weerakoon launched his slim volume ‘Premadasa of Sri Lanka’, published by Vikas, New Delhi, in 1992 at the Galle Face Hotel, Prime Minister DB Wijetunga chaired the event which had two speakers: Prof Shelton Kodikara, pioneering professor of International Relations, and myself.",
    "When my first book, Sri Lanka: The Travails of a Democracy, Unfinished War, Protracted Crisis (New Delhi: Vikas, 1995) appeared two years after the Premadasa assassination and a discussion was generously organised by Tissa Jayatilaka at the US Educational Foundation, Bradman Weerakoon was one of the speakers, the other being Kethesh Loganathan (a brilliant Marxist intellectual, later assassinated by the LTTE). Bradman disclosed to the audience that in the Premadasa crisis-management loop, my role turned out to be “coming up with Track B”.",
    "The foreign policy and external relations thinking of the Premadasa years was best articulated by Bradman Weerakoon in an important essay in the Economic Review published by the People’s Bank.",
    "The Premadasa presidency was consciously grappling with the end of the Cold War, the dawning of unipolar hegemony, the disadvantaged situation of the countries of the Global South including Sri Lanka, and the reduced power of the Nonaligned movement. As Weerakoon’s lucid remarks demonstrate, the President and he were wrestling with these complex new challenges from the perspective of Sri Lanka’s national interest located firmly within its identity as a member of the Global South even when there could be contradictions between our national and ‘global Southern’ interests.",
    "Weerakoon makes clear that such contradictions or conflicts of interests were strictly short-run, while in the long-run Sri Lanka’s interests and those of the Global South were one, and therefore must be reconciled, with priority accorded to the long-term congruities.",
    "“…Our foreign policy would have to and will have to pay more attention bringing about collaboration and cooperation between the Southern countries—specially to find solutions to our common economic problems like debt, trade, aid and striving to influence multilateral institutions like the IMF and the World Bank which are now being directed mainly by the North.",
    "…One cannot look for concessions, for scraps from the table, but has to work very hard to set one’s own house in order and work in collaboration with others of one’s own kind and win those positions. They won’t be conceded, so we will have to find some strength through collective action. That’s why the regional groups (SAARC, OAU etc) will have to work together region-wise and as the South on these multilateral negotiations. We will have to spend a lot more time examining and analysing the situations and the problems and find coincidental points with other countries.",
    "We must also try to de-emphasise the rivalries we might have as developing countries and fight for common good and a common future…",
    "…For example, in the case of garments while free trade would be to our long-term advantage, in the short-term we benefit somewhat from the quota system because it provides us with a steady market and saves us from having to compete with big countries like India and China. This is a point where the overall interests of the South and the particular interests of a country like Sri Lanka do not coincide. Therefore, we must be able to make the correct judgment—that though the quota systems benefit us in the short term, it’s free trade that’s beneficial to us in the long term. This is especially important because the developed countries would be trying to work on these differences and to make out that their own stand would be in our best interest too. Thus, we will get drawn into supporting a stand which in the long term would not be to our best interest because of a short-term advantage. So, we will have to be very careful and very watchful of this kind of situation…",
    "We should try to come to an understanding with these other developing countries which broadly have the same interests as we have.",
    "…Fortunately, we are not relying on outsiders. One thing I can say about Sri Lanka’s foreign policy is that we are not led by anybody else. This is a good thing—not being anybody’s puppets as some countries are. They do not have to think. But we don’t have that ‘luxury’. We have to do our own thinking ourselves. So, let’s be proud of the fact that we can do our own thinking. But let’s also sustain that ability to think correctly, by developing a strong professional competence …’",
    "(Bradman Weerakoon, ‘A New World Order’, in ‘A Foreign Policy Agenda for Sri Lanka’, Economic Review, January 1991, Colombo, pp. 5-6.)",
    "Contrary to the ‘progressive’ Dissanayake dispensation in which even the names of those in the Presidential Media Unit are not disclosed, Bradman Weerakoon, President Premadasa’s Advisor on International Relations was thinking aloud at some considerable length about Sri Lanka’s complex foreign policy challenges, and doing so on the record, in a publication of a premier institution of the state.",
    "This thematic issue of the Economic Review features Gamini Corea, Bradman Weerakoon, Mervyn de Silva, Neville Jayaweera, Izzeth Hussein and Nihal Rodrigo, on ‘A Foreign Policy Agenda for Sri Lanka’. During the Premadasa presidency, the Editor of the Economic Review (including this issue) was Tisaranee Gunasekara, Director Research of the People’s Bank and a member of its Board of Directors.",
    "As Presidential Advisor on International Relations, Bradman Weerakoon was the crucial link in Premadasa’s effort to re-examine and revamp Sri Lanka’s foreign policy and Foreign Service—an enterprise in which the President counted heavily on Mervyn de Silva and the newly established Foreign Affairs Study (actually advisory) Group. In a commemorative piece, Bradman spotlights these efforts and reveals his own close presence as observer in Mervyn’s half-century long engagement with the shaping of Sri Lanka’s foreign policy under successive leaders.",
    "“… I have had the privilege of sitting by the side of President Premadasa, for example, when he was on the phone to Mervyn discussing something that Mervyn had written which had appeared in the newspaper. Although the conversation I was overhearing, since the President would insist I stay put, was naturally one-sided, it was obvious that the interaction was giving both parties much enjoyment. There was a great conviviality and chuckling that accompanied the conversation and a degree of detail in subject matter that bespoke an easy familiarity of the pertinent issues that both thought needed to be addressed. Premadasa did a lot of work on the telephone…and the telephonic communication between the two men was often, relaxed and highly beneficial I believe, on both sides.",
    "…Early in his career he [Mervyn] helped found the Ceylon Institute of World Affairs with General Anton Muttucumaru. In the Premadasa period he initiated the Foreign Affairs Advisory Group which attracted men as astute as Gamani Corea, Lakshman Kadirgamar, Stanley Jayewardene and Gamini Wijesinghe to interact with serving Foreign Service officers in charting new pathways congruent with the changing global and regional environment in which Sri Lanka found itself searching for a fulfilling and dynamic role…’",
    "Bradman Weerakoon’s loyalty to Premadasa was not simply to another head of Government he had served—and the second such who was assassinated (SWRD being the first). After the assassination, when the UNP was undergoing ‘de-Premadasa-ization’, the Premadasa Center was founded by Sirisena Cooray. I was Executive Director. Bradman Weerakoon and Susil Sirivardhana were active Board members and attended every board meeting, research seminar and public event hosted by the Center.",
    "Bradman Weerakoon wrote a piece for the Lanka Guardian dedicated to the theme ‘Sri Lanka: 50 Years of Independence’ which he commenced and concluded with SWRD Bandaranaike.",
    "‘…I was 17 and a half and one of those among the outer crowd at Independence Square exactly 50 years ago, who stood mesmerised by SWRD Bandaranaike’s oratory on what freedom really meant. In words which seemed magical at the time, he thought it had to quicken, to have meaning, into a state which gave to the mass of the people, freedom from want, from ignorance, from disease, and from fear. A very logical frame of reference, I would presume, from which to assess how far we have come towards those formidable objectives over the past 50 years…’",
    "(Bradman Weerakoon, ‘50 Years of Freedom: Looking Back’, Lanka Guardian, Vol 20 No 11, Feb/March 01st 1998, p 5)",
    "Though neither SWRD nor Bradman mention it, the former had been influenced and had borrowed—though by no means plagiarised—from Roosevelt’s famous Four Freedoms. Bandaranaike’s own inclusion of ‘ignorance’ and ‘disease’ added great value. Bradman concludes his reflection on the country with the following lines:",
    "‘…Perhaps the challenges Mr SWRD Bandaranaike threw out on this day in 1948, may yet, refurbished and renewed, provide the guiding beacon lights for the next 50 years. They have a validity and relevance which is timeless.’ (Bradman Weerakoon, Lanka Guardian, Ibid.)",
    "SWRD Bandaranaike and Ranasinghe Premadasa –compatible in their social, national and ‘Third World’ emphases-- seem to have been the most significant and lasting intellectual and policy influences on Bradman Weerakoon.",
    "The crème de la crème of state administrators of post-war/post-Independence vintage, Godfrey Gunatilleke, Neville Jayaweera, Bradman Weerakoon, Susil Sirivardhana, Dharmasiri Pieris, et al, were no manipulable mouthpieces of big business, political parties, foreign powers or the IMF; no free-market fundamentalists contemptuous of ‘populism’ and the state.",
    "Modernist and sophisticated; knowledgeably familiar with the West; decidedly Lankan and ‘internationalist’ (never ethnonationalist); self-confident and articulate; highly literate and distinguished, they were pronouncedly pro-Global South. Dedicated to the enlightened interests of the Sri Lankan State, they were patriotic in the broadest sense. Cultured and cultivated, they were rational in their thinking, liberals in their values, and social democratic in their commitment to the people’s welfare.",
    "The demise of that elite of which Bradman Weerakoon was emblematic, its non-regeneration/non-replacement or irreplaceability, and the fading of its consciousness, are cause and characteristic of our crisis. Renewal is the challenge."
  ]
}