{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Recap-of-economic-achievements-of-President-Ranasinghe-Premadasa/4-765999",
  "time_ut": 1724692142.0,
  "original_lang": "en",
  "original_title": "Recap of economic achievements of President Ranasinghe Premadasa",
  "original_body_lines": [
    "I met President Ranasinghe Premadasa on my seventh birthday (25 January 1993) when he came to open our garment factory. I remember President Premadasa wishing me back then. His passing away three months later was one of the greatest losses for this country. The fate of Sri Lanka changed on 1 May 1993 and the UNP lost power just over a year later.",
    "Economic context when President Ranasinghe Premadasa took over as President",
    "President Premadasa’s economic success was not achieved under normal circumstances. When he took over Sri Lanka as its second executive president, Sri Lanka was facing wars on two fronts (with the LTTE in the North and JVP in the South), inflation was at 14%, GDP growth was below 3% and Sri Lanka had a budget deficit of over 15%. Unfortunately, the country that was taken over by President Ranasinghe Premadasa from President J.R. Jayewardene was not in a good condition. The miracle is that President Premadasa achieved so much in just four years when given a country in such a state with wars on two fronts. What if President Premadasa had been given a peaceful country with macroeconomic stability and two presidential terms? I am sure he would have transformed this country into an economic success.",
    "As the given table shows, President Premadasa from 1989 to 1993 improved Sri Lanka on every economic indicator even though he took over when the country was fighting wars on two fronts. GDP growth went from 2.7% in 1988 to 6.9% in 1993. Budget deficit was almost halved, inflation was reduced, current account deficit was reduced, investment and exports increased. It was a remarkable achievement.",
    "It is over 30 years since President Premadasa passed away and still Sri Lanka’s economy sustains itself to a large extent due his garment manufacturing initiative. It was not just about creating an export base with apparels but also how he did it differently. By locating the garment factories in rural areas of Sri Lanka, he took jobs to the poor, especially women who were mostly employed in these factories. Not only jobs for the rural areas but these factories also brought improvement in infrastructure (electricity, land, water, roads and telephone lines) to the rural areas.",
    "The Gam Udawa was another of his major programs of developing villages. It gave land ownership and housing to the poor and brought in electricity, water, sanitation and roads to the villages to help the most poor in the country. It was done in villages around the country without discrimination. Another fact that not many Sri Lankans know of is that President Premadasa visited the state of Bihar in India when he was the President. He visited a village which was very poor and made a commitment to build them houses. He kept his word and completed the housing work for many people in a remote village in northern India. His work goes beyond Sri Lanka’s borders.",
    "The Janasaviya program was another initiative by President Premadasa to help lift the poor and make them stand on their feet. Cash was transferred to poor families and in return they had to commit to working for a certain amount of days to contribute to infrastructure development in the areas. The Janasaviya program was intended to drive people towards entrepreneurship, skills training and enhancing social wellbeing.",
    "President Premadasa was not only a success from the economic perspective but considering the state of Sri Lanka when he won the Presidency in December 1988, his achievements on the economic front are remarkable. His initiatives such as garment manufacturing, Janasaviya and Gam Udawa benefitted Sri Lankans long after him. The striking thing about President Premadasa is not only his vision but his ability to implement. An example is that the R. Premadasa cricket stadium in Colombo was built in just seven months. That is the kind of implementation and hard work this country needs today.",
    "(The writer is a Policy Advisor to Opposition Leader Sajith Premadasa. He is also a consultant on economic policy for a multilateral development bank.)"
  ]
}