{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/alston-heats-up-scene-at-college-celebrations/",
  "time_ut": 1710781980.0,
  "original_lang": "en",
  "original_title": "Alston heats up scene at college celebrations",
  "original_body_lines": [
    "Obviously, the heat is unbearable and we are all feeling uncomfortable, wherever we are!",
    "Singer Alston Koch touched on this climate change in his song, ‘Can we Take This Climate Change,’ in 2008.",
    "Well, he was involved in a different kind of heat at the 150 years celebration of his alma mater, Wesley College, at the Shangri-La, in Colombo, on Monday, 11th, March.",
    "Alston was the show opener and he did it with the song ‘You Raise me Up,’ originally done by Josh Groban, with a version by the group Westlife, as well.",
    "Unfortunately, the ‘Disco Lady’ hitmaker, according to reports coming my way, was confronted with a technical problem.",
    "Nevertheless, the professional he is, Alston did it his way, changing some parts of the lyrics of ‘You Raise Me Up’ to localise it and the distinguish crowd enjoyed the fun lyrics.",
    "Alston’s presence certainly did light up the scene and President Ranil Wickremesinghe, the chief guest at the event, made Alston feel extra special when he was invited on stage to address the gathering",
    "The President said: “It gives me great pleasure to be here with you at the 150th anniversary, the starting of Wesley College, and to say thank you on behalf of the nation.",
    "“Of course, I would be remiss if I don’t mention one of the reasons I’m here. That’s because Alston is here.",
    "“He is a man from Wesley itself and he’s here and I thought I should also be here.”",
    "Alston closed the evening’s proceedings with the Frank Sinatra hit Song ‘Loves Been Good To me’…here again doing it his way!",
    "Yes, Alston Koch has certainly done Sri Lanka proud as a singer/entertainer/actor and his achievements, in the international scene are innumerable.",
    "He has performed worldwide and achieved international success in Australia, Indonesia, Thailand, Malaysia, Singapore, India and Sri Lanka among other places.",
    "In Australia, where he now resides, Alston formed his band Dark Tan and had quite a few international hits, on the RCA label.",
    "He has also won several prestigious awards for his singing and also acting.",
    "Although Alston has had many chart-busters to his credit, ‘Disco Lady’ has turned out to be synonymous with his name and the song is heard quite often on Gold FM.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}