{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/peoples-bank-to-use-sri-lankas-lankapay-us-dollar-payment-system-193947/",
  "time_ut": 1733999340.0,
  "original_lang": "en",
  "original_title": "Peoples Bank to use Sri Lanka’s LankaPay US dollar payment system",
  "original_body_lines": [
    "ECONOMYNEXT – State owned People’s Bank has enabled local routing of domestic US dollar fund transfers via LankaPay to its online payment system, improving the digital payment system in Sri Lanka.",
    "“As a Bank which handles significant amount of domestic US Dollar transactions, having People’s Bank onboard for US Dollar On-line system is of great significance which is reflected in them becoming the third highest inward volume in the first month of joining the system,” LankaPay CEO Channa de Silva said.",
    "The bank joined the LankaPay US Dollar Online Payments System in 2021 towards LankaPay/JCB card net settlement purpose. The bank has now enabled domestic US dollar payment settlements also via the same system.",
    "“Our goal is to enhance both inward and outward remittances through this system, and we look forward to expanding our business and these transactions are currently handled by the Overseas Customer Services of the Bank,” People’s Bank CEO/GM Clive Fonseka said.",
    "LankaPay’s US dollar online payment system, launched in 2015, brings down the cost of domestic interbank dollar transactions, the company said. “The system allows such transactions to be routed locally with the potential to save the country a substantial amount of foreign exchange which would otherwise need to be paid to international payment channels.”",
    "The system offers a same-day funds transfer option at a low cost to the beneficiary.",
    "This integration will bring down the cost of processing inward remittances, in addition to the organizations which are into import/export operations, LankaPay said. (Colombo/Dec12/2024)"
  ]
}