{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cbsl-raises-rs-120-billion-at-the-t-bill-auction/",
  "time_ut": 1735131420.0,
  "original_lang": "en",
  "original_title": "CBSL raises Rs. 120 billion at the T-Bill auction",
  "original_body_lines": [
    "Average yield rates decline across the board for third consecutive week",
    "Market participants in the secondary market exhibited mixed sentiment, pivoting from the dull sentiment on Tuesday, observing thin trading volumes and limited market activity, according to First Capital Research.",
    "The secondary market yield curve edged down slightly by 5bps across 3M, 6M and 1Yr maturities, following the weekly T-Bill auction results. The Central Bank of Sri Lanka (CBSL) conducted its weekly T-Bill auction on Tuesday, successfully raising LKR 120.0 Bn, with the total offered amount being fully accepted across all maturities, the research organisation said.",
    "The 1Yr bill attracted the most interest, while weighted average yield rates declined across the board for the third consecutive week. The 03M bill closed at 8.62% (04bps), the 06M bill at 8.77% (-04bps), and the 1Yr bill at 8.96% (-06bps).",
    "Amongst the traded maturities, 15.09.27 traded at a range of 9.85% to 9.80% whilst 15.02.28 and 15.03.28 traded in the range of 10.15% to 10.10% and both the maturities 01.05.28 and 01.07.28 traded between 10.05% to 10.03%.",
    "Meanwhile, on the external front, the LKR depreciated against the USD, closing at LKR 295.61/USD compared to LKR 293.17/USD recorded the previous day.",
    "Similarly, the LKR depreciated against other major currencies such as the GBP, EUR, AUD, CNY, and JPY.",
    "CBSL holdings of government securities remained unchanged, closing at LKR 2,515.62Bn on Tuesday.",
    "Overnight liquidity in the banking system contracted to LKR 159.37Bn from LKR 197.51Bn recorded the previous day.",
    "On Tuesday, the stock market experienced a day of volatility, driven by mixed sentiment among investors. The index opened in negative territory but recovered after the first hour of trading, supported by increased activity in the Banking sector and prominent blue-chip stocks, First Capital Research said.",
    "Diva Diriya shines at SLIM Brand Excellence Awards as a Best New Entrant of the Year",
    "HNB recognised for 15 years of excellence in corporate sustainability at BCCSA 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}