{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/stage-set-for-heightening-east-west-tensions/",
  "time_ut": 1733333640.0,
  "original_lang": "en",
  "original_title": "Stage set for heightening East-West tensions",
  "original_body_lines": [
    "Domestic political compulsions rather than those stemming from foreign policy considerations probably account for South Korean President Yoon Suk Yeol’s decision to clamp ‘emergency martial law’ on his country but recent developments in the East Asian theatre could very well have impacted the decision as well. For instance, a few thousand North Korean soldiers are reportedly in the Ukraine, fighting alongside Russian state troops.",
    "Thus has the Cold War atmosphere in the region heightened greatly besides aggravating already strained relations between the two Koreas. Regardless of which set of factors has mattered more to the South Korean President, there is no disputing that increasing moves on the part of North Korea in the external policy sphere, that could be seen as hostile by the South, have progressively driven South and North Korea apart over the past few years.",
    "Reports of inducting North Korean troops into the Ukraine to help in fighting President Putin’s war, if substantiated, raise the spectre of heightening proxy wars which were a defining feature of the Cold War confrontation between the US and the USSR. Accordingly, considering that South Korea has been a firm ally of the US in the post-World War Two international order, the commentator cannot be faulted for observing that as far as East Asia is concerned we are, to some extent, having a replay of Cold War politics. But as to whether external threat perceptions have mattered decisively in the South Korean President’s decision, only the future would fully tell.",
    "Meanwhile, if US President-elect Donald Trump’s recent pronouncements are anything to go by, the world in the next few months would be an increasingly tense place to live in. ‘There will be hell to pay if captives in the Gaza are not released’, he reportedly fierily warned recently in the lead up to his installation as President on January 20th, 2025.",
    "However, Trump has not indicated which group of captives he has in mind when he bellows in this fashion: Is it the Israeli hostages held by Hamas, the Palestinian captives in the hands of the Israeli state or both? Besides, what means would he be adopting to meet these ends; military or diplomatic? Thus, the world is kept in ‘the dark’ as to the true import of the President-elect’s words.",
    "If Trump intends to help free the captives by diplomatic means, he would need to exercise considerable pressure on the Netanyahu regime in the process. Is he prepared to do this in the face of the possibility of earning the disfavor of pro-Netanyahu and staunchly pro-Israeli sections at home? Would he be prepared to compromise traditional US policy on Israel in these efforts? These and many more matters remain open questions at the moment.",
    "On the other hand, a decision by the incoming Trump administration to deal with the issue militarily would in all probability prove disastrous for the US. Such moves would be met with fierce resistance by Palestinian militant groups and their foreign backers and pave the way for a prolonged military quagmire in the region for the US. Moreover, the Middle East conflict would be further compounded and we would see a vast escalation in anti-US sentiment in particularly the South.",
    "Besides, the US would not be having the backing of China and Russia in its efforts to resolve the hostage crisis militarily. The West has thus far not prevailed over Russia and China on a number of contemporary issues relating to international law and order in the UN Security Council and the commentator cannot see an overcoming of these divisions in the foreseeable future. The issues pertaining to Ukraine are cases in point. As a result, the world would need to come to terms with the possibility that it would be having international instability on its hands indefinitely.",
    "The US President-elect’s recent statements on matters relating to international economic policy are added proof that, going forward, the world is likely to be an increasingly unstable place to live in. There is, for instance, Trump’s threat that he would be clamping a 100 percent tariff increase on goods and services coming into the US from countries that are seen as attempting to divert from the US dollar in world trade. This is seen as an oblique reference to the perceived threat emanating from the BRICS countries to the US’s dominant position in the international economy.",
    "If Trump’s words are taken at face value, the inference is inescapable that the stage is also being set for renewed trade wars between the US and China in particular. Such battles bode ill for the rest of the world since US-origin products and services would, generally, prove more costly for it. Besides, Chinese exports to the world would come at exorbitant prices, to consider just two possible consequences of these trade wars.",
    "The South, in particular, would be badly hit in such trade strife. The developing world could opt for closer economic links in these circumstances with the BRICS grouping but such ventures are of a long term duration, if at all they prove feasible. In the short and medium terms, there could be no relief for the South. Moreover, the BRICS is yet to consolidate fully into a predominant economic grouping that could face-off with the West.",
    "As pointed out in this column often, the safest course for the South at present is for the latter to strengthen intra-group solidarity in the economic and political spheres. It would need to ensure that it would not come under the suzerainty of either the East or the West. The empowerment of their peoples should be the uppermost consideration for the political and economic decision makers of the South. It would be simplistic to assume that the latter aim could be arrived at through mere formal alignments with the major powers and their alliances.",
    "While we are witnessing trends in global politics at present that are similar to those that arose in the immediate post World War Two decades, in that they are suggestive of Cold War politics to a degree, the current international situation should also be seen as far more complex and unpredictable than the world of those times. Consequently, going forward, the developing world would need the services of perceptive political leaders and economists, besides other relevant personnel.",
    "A fifth-year accolade: In precious memory of Dr Sarojini Perera",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}