{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lankans-vote-Dialog-as-Telecommunication-Brand-for-13th-year/34-759866",
  "time_ut": 1711308129.0,
  "original_lang": "en",
  "original_title": "Sri Lankans vote Dialog as Telecommunication Brand for 13th year",
  "original_body_lines": [
    "“SLIM-Kantar People’s Awards 2024 – Telecommunication Brand of the Year”, accepted by Dialog Axiata Group Chief Marketing Officer Lasantha Theverapperuma",
    "DIALOG Axiata PLC has been voted the ‘Telecommunication Brand of the Year’ for a record 13th year by Sri Lankan consumers at the SLIM-Kantar People’s Awards 2024.",
    "Organised by the Sri Lanka Institute of Marketing (SLIM), the national body for marketing in Sri Lanka, the awards aim to recognise brands that have made a profound impression in the minds of Sri Lankans.",
    "Voted for by Sri Lankan consumers, the win acts as a testament to Dialog’s continued commitment to excellence in service as well as their role in innovation and the country’s digital transformation.",
    "Commenting on the win Dialog Axiata PLC Group Chief Marketing Officer, Lasantha Theverapperuma, said, “We are honoured to be recognised as ‘Telecommunication Brand of the Year’ for the thirteenth consecutive year. As a company that has always strived to empower Sri Lankan lives, it is truly humbling to see this resonating with Sri Lankan consumers. This award is recognition of our unwavering commitment to our customers and continuous efforts to deliver ‘The Future. Today, and we thank our customers for their trust and loyalty in choosing Dialog as their preferred telecommunication provider.”",
    "Held on 19th March 2024, this year was the eighteenth edition of the ‘SLIM-KANTAR People’s Awards’. Awardees for various categories are chosen solely by people’s verdict through a nationwide quantitative face-to-face research, including both men and women, between the ages of 15 to 60 years, over a period of five months using a structured questionnaire. The awards recognises brands and personalities that personally appeal to the minds of the people of Sri Lanka."
  ]
}