{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/public-resource-misuse-sparks-over-750-complaints-to-tisl/",
  "time_ut": 1726237715.0,
  "original_lang": "en",
  "original_title": "Public Resource Misuse Sparks Over 750 Complaints To TISL",
  "original_body_lines": [
    "Transparency International Sri Lanka (TISL) has received 758 complaints concerning the misuse of public resources for election campaigning as of September 11, 2024. The largest category of complaints—343 in total—pertains to the misuse of public premises. These include the misuse of public grounds, government offices, buildings, and schools etc. for election campaigns. Complaints detail instances where such premises were used without paying the required fees, were reserved for one candidate or political party for extended periods or were adorned with posters and cutouts in violation of election laws.",
    "The second-highest category of complaints (117) relates to the misuse of public officers, their skills, knowledge, and working hours for political propaganda. TISL has received reports with evidence indicating that public officers, including senior officials with limited political rights, have been actively campaigning for political parties or candidates. These activities have taken place both in person and on social media, in violation of election laws.",
    "* 45 complaints related to the distribution of food, money, and other subsidies,",
    "* 7 complaints regarding the promotion, demotion, or transfer of public officials during the election period,",
    "* 30 complaints about violations associated with election campaign offices,",
    "* 26 complaints linked to the manipulation of state-sponsored development projects and the distribution of livelihood grants and allowances for campaigning,",
    "* 26 complaints related to the misuse of public funds for political activities, and",
    "In district-wise, Kegalle recorded the highest number of complaints with 186. Colombo and Galle followed with 71 and 51 complaints, respectively. Ampara reported the fewest complaints with 2, while Kurunegala and Mullaitivu recorded 6 and 7 complaints, respectively.",
    "These complaints were reported by about 200 election observers stationed across the country and through the public platform ‘apesalli.lk.’ Following verification, many of these complaints have been referred to the Election Commission, whose interventions have, in some instances, led to preventive measures."
  ]
}