{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lion-Brewery-commissions-Sri-Lanka-s-first-innovation-centre-for-craft-brews/34-770337",
  "time_ut": 1733875741.0,
  "original_lang": "en",
  "original_title": "Lion Brewery commissions Sri Lanka’s first innovation centre for craft brews",
  "original_body_lines": [
    "From left: Lion Brewery (Ceylon) Chief Supply Chain Officer Thusith Gunawarnasuriya, Director Mano Selvanathan, and CEO Rajiv Meewakkala inaugurate the Lion Innovation Centre, the first-of-its-kind facility in Sri Lanka",
    "Strategic move enables company to increase exports and strengthen presence of Sri Lankan craftsmanship on the global stage",
    "Lion Brewery makes Rs. 305 b tax contribution in past 6 months",
    "Lion Brewery (Ceylon) PLC recently commissioned Sri Lanka’s first Innovation Centre dedicated to the research and development for craft and specialty brews targeting export markets, which is also a BOI-approved project.",
    "This initiative is the latest milestone in Lion Brewery’s continuous journey in brewing innovation and is poised to further the presence of Sri Lankan brews on the global stage.",
    "Industry research shows global demand for craft and specialty brews growing exponentially in the next five years, driven by consumers seeking high-quality flavour innovations made sustainably and ethically. Moreover, this demand is also visible through the tourism industry, with travelers looking for specialty food and beverage offerings to enhance their unique travel experience.",
    "The Lion Brewery Innovation Centre is established in such a backdrop and will be the first-of-its-kind facility in Sri Lanka. Equipped with best-in-class European brewing equipment, the unit is designed to test and scale diverse brewing styles enhanced with locally sourced ingredients for the development of value-added products. This investment will enable the company to cultivate expertise in specialty brewing, support the local tourism industry and increase export potential, thereby increasing foreign exchange earnings and strengthening the overall contribution to Sri Lanka’s economic progress. Lion Brewery (Ceylon) PLC Chief Executive Officer Rajiv Meewakkala said: “At Lion Brewery, we take immense pride in taking Sri Lanka’s skill in innovation and brewing excellence to the world. We are deeply committed to our role as a key contributor to the national economy, and this Innovation Centre represents a key milestone in our future-focused growth plans. It allows us to leverage the burgeoning global demand for craft and specialty brews while further strengthening our contribution to Sri Lanka’s economic progress.”",
    "Lion Brewery, with a cumulative tax contribution of Rs. 304.9 billion over the past six years alone, continues to invest in Sri Lanka through both economic contributions and a commitment to quality and sustainability in all its operations. This new Innovation Centre further strengthens this commitment, enhancing the company’s ability to drive economic growth while upholding its heritage of brewing excellence spanning over century."
  ]
}