{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/president-pays-a-flying-visit-to-build-sl-exhibition-2024/",
  "time_ut": 1716158340.0,
  "original_lang": "en",
  "original_title": "President pays a flying visit to Build SL Exhibition 2024",
  "original_body_lines": [
    "President Ranil Wickremesinghe paid a flying visit to the Build SL Exhibition 2024 which was held recently at the BMICH exhibition hall premises and interacted with sponsors, stallholders as well as visitors who were there to view the latest offerings of the local construction industry.",
    "The exhibition organized by the Chamber of Construction Industry of Sri Lanka took place from 10th to 12th May 2024 on grand scale.",
    "Although the President was scheduled to inaugurate the Build Sri Lanka Expo 2024 as chief guest on May 10, it was announced around 10:30am that the President wasn’t able to make it as he had a meeting with the IMF. However, the President had promised the organizers of the exhibition that he would drop in there in the afternoon given the importance of the event. And he kept his word encouraging the stakeholders of the industry which is key to faster economic growth of the country.",
    "The membership of the Chamber of Construction Industry of Sri Lanka comprises 16 professional institutions and trade organizations representing the full spectrum of the industry comprising builders, construction industry suppliers, manufacturers, designers, quantity surveyors, engineers, architects etc.",
    "Build Sri Lanka 2024 showcased the latest developments in the building and construction industry. Thousands of visitors attended the exhibition over the three days looking to use the latest, innovative products in their commercial construction projects as well as housing.",
    "Investors pumping funds into T-Bills and T-Bonds despite low yield rates",
    "Complete MEP services by Hayleys Fentons for Vallibel Finance new corporate office in Colombo 03",
    "President highlights Global North’s failure in Climate Change Financing at 10th World Water Forum",
    "President Wickremesinghe meets Indonesia’s coordinating Minister for Maritime Affairs and Investment",
    "President Wickremesinghe receives warm welcome at Gusti Ngurah Rai International Airport in Bali",
    "SL to investigate number of Lankans serving in Russia-Ukraine front",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}