{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Interim-order-of-Supreme-Court-and-implications/4-764818",
  "time_ut": 1722019462.0,
  "original_lang": "en",
  "original_title": "Interim order of Supreme Court and implications",
  "original_body_lines": [
    "So, it is decision time for Deshabandu Thennakoon, and it is decision time for the Government. And, of course, it is decision time for the people of Sri Lanka",
    "Hearing a set of Fundamental Rights petitions filed by several petitioners including Cardinal Malcolm Ranjith, challenging the appointment of Deshabandu Thennakoon to the post of Inspector General of Police by the President of Sri Lanka, the Supreme Court has issued an interim order preventing Deshabandu Thennakoon from performing the duties of Inspector General of Police. It also ordered that a suitable person be appointed (to act in the post of) IGP.",
    "It is a remarkable decision by the Supreme Court. The interim order will apply until the final determination of the FR petitions challenging the appointment of Deshabandu Thennakoon  as ‘IGP’.",
    "Deshabandu Thennakoon should promptly comply with the SC order. Orders of higher judiciary cannot be ignored except on a pain of punishment by way of contempt of court.",
    "To go by the recent reactions of the Government to a couple of SC decisions, it is possible that public perceptions may be sought to be created that the SC order was wrong and that it should be recanvassed before a larger bench, or that Parliament can appoint a select committee to review the SC order. It is not known officially yet, what the cabinet of ministers discussed at the special meeting convened in this context. An unconfirmed view, however, is circulating, suggesting that a question was raised, or a comment was made, regarding the feasibility of holding elections without an IGP in office. If these were true, the purpose could only be two-fold.",
    "To begin with, it may be intended to confuse the public mind that the order is not legally correct and therefore is reviewable. Secondly, pretensions may be made that there was no loss of face for the Government on account of this order, and that the Government stood vindicated because the programs that the ‘IGP’ launched are already achieving results.",
    "Nevertheless, all this would be in vain, practically speaking. All too aware that this is a familiar trick played upon them by the authorities in recent times, the public is fed up of the double-speak and diversionary tactics which have become shared but threadbare features of governance today. Further, the officer concerned could risk being slapped with a contempt of court charge if he himself refused to comply with the judicial order. The police department has a few good lawyers among its senior cadres, who would better comprehend the legal implications of the SC order and hopefully advise the high-ups accordingly.",
    "Public service, however, provides a decent option to any officer whose services are no more required, or who doesn’t like to subject himself or herself to ignominy in the service. That option is to go on an early retirement, saving one’s own dignity, or whatever is left of it. Early retirement helps avoid embarrassment for oneself and others. Resignation, on the other hand, will be the most courageous move on the part of any officer, but it is hardly a trait in Sri Lanka’s public service.",
    "It may be noted that the SC has prevented Deshabandu Thennakoon  from performing the duties of IGP only. There is apparently no preventing of his performing any other duties in the police department that may be assigned to him being one of its officers. That’s not the matter at issue in the present case, however.",
    "The question, therefore, is who should take the decision to assign him duties other than those of IGP’s, if he should still perform duties of the police. It is not the subject Minister. It is not even the President. Of course Deshabandu could be appointed to a ‘position’ in the President’s Office, since the President is vested with power to appoint his own staff under the law. Other than this, appointing him to any specific position within the police department would require consultations with the National Police Commission.",
    "A certainty, however, is that once the Elections Commission gazettes the holding of the Presidential Election, all appointments and transfers in the public service would be subject to scrutiny by the Elections Commission if it violates EC’s circulars or directives.",
    "So, it is decision time for Deshabandu Thennakoon, and it is decision time for the Government. And, of course, it is decision time for the people of Sri Lanka."
  ]
}