{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-co-operative-insurance-rated-bblka-by-fitch-outlook-stable-179450/",
  "time_ut": 1726144200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Co-operative Insurance rated ‘BB(lka)’ by Fitch, outlook stable",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings has assigned a ‘BB(lka)’ national insurer financial Strength (IFS) rating on Sri Lanka-based Co-operative Insurance Company Plc (CICPLC). The outlook is stable.",
    "Fitch said the insurer’s 1H24 results accounted for 100% premium remittance under the motor category of strikes, riots, civil commotion and terrorism from January 2024, up from the previous 12%.",
    "“We expect underwriting profit to rise gradually with better governance practices, enhanced claims management, and a rebound in business activities following the lifting of regulatory restrictions.”",
    "Fitch Ratings – Colombo/Sydney – 11 Sep 2024: Fitch Ratings has affirmed the rating on Sri Lanka-based Co-operative Insurance Company PLC’s (CICPLC) ‘BB(lka)’ National Insurer Financial Strength (IFS) Rating. The Outlook is Stable.",
    "The affirmation reflects insurer’s ‘Moderate’ Company profile and volatile underwriting performance offset by a satisfactory regulatory capital position. The rating also reflects the CICPLC’s ‘Less Favourable’ corporate governance.",
    "Addressing Corporate Governance Issues: CICPLC has taken steps to enhance transparency in its internal audit function and strengthen internal controls to improve governance. The company underwent its second leadership transition since June 2023 in 1H24, appointing a new CEO and key management personnel in finance and operations.",
    "CICPLC has continued to adhere to the corporate governance requirements mandated by the Colombo Stock Exchange (CSE) and the Insurance Regulatory Commission of Sri Lanka (IRCSL) since the lifting of regulatory restrictions in May 2023.",
    "In April 2023, CICPLC faced governance lapses including issues with board composition and compliance with Colombo Stock Exchange (CSE) listing rules. This led to a nearly oneand-a-half-month restriction on its insurance operations by the regulator, and a trading halt on the CSE for nearly two months until 22 June 2023.",
    "Pressure on Underwriting Profitability: CICPLC recorded a net loss of LKR258 million in 2023 due to lower underwriting profitability. Incurred claims rose by 38%, reflecting weaker claims management caused by governance issues, while gross written premiums dropped 11% due to regulatory restriction in 1H23. As a result, the Fitch-calculated ‘combined ratio’ rose to 132% (2022: 104%). Underwriting profitability has been week since 2022, driven by rising administrative and claims costs amid inflationary pressures alongside the depreciation of the rupee.",
    "However, the combined ratio improved to 118% in 1H24 supported by a claim ratio of 77% (2023: 87%) as claims management improved and gross written premiums rose by 7%. The 1H24 results also accounted for 100% premium remittance under the motor category of strikes, riots, civil commotion and terrorism from January 2024, up from the previous 12%.",
    "(Please see Sri Lanka’s Motor Insurance Changes to Hit Non-Life Sector). We expect underwriting profit to rise gradually with better governance practices, enhanced claims management, and a rebound in business activities following the lifting of regulatory restrictions.",
    "Satisfactory Capitalisation: CICPLC’s regulatory risk-based capital adequacy (RBC) ratio was 312% at end-1H24 (end-2023: 333%). The capital position of its fully owned life subsidiary, Cooplife Insurance Limited, was satisfactory at 228% at end-March 2024 (2023: 356%), but we believe any significant capital infusion into the subsidiary may keep CICPLC’s capital buffers in check.",
    "Moderate Company Profile: Fitch regards CICPLC’s company profile as ‘Moderate’ compared with other insurers in Sri Lanka because of a ‘Moderate’ business profile and ‘Less Favourable’ corporate governance – due to their weaknesses in the governance structure in the recent past. CICPLC’s business profile reflects its adequate franchise, which is buoyed by its ownership by co-operative societies, modest operating scale and an average risk appetite.",
    "Reduced Investment and Liquidity Risks: Fitch believes investment and liquidity risks have eased following the late-September 2023 upgrade of Sri Lanka’s sovereign Long- and ShortTerm Local-Currency Issuer Default Ratings to ‘CCC-‘ and ‘C’, respectively, as well as the positive rating action on Fitch-rated Sri Lankan bank and non-banking financial institutions.",
    "CICPLC’s investment portfolio, similar to that of other insurers in the country, is dominated by government securities (2023: 19%) , corporate bonds (27%), and term deposits (35%) with domestic financial institutions.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "– Deterioration of the company profile, including a weaker franchise and competitive positioning, or Fitch’s perception that the insurer’s corporate governance practices have deteriorated;",
    "– Sustained deterioration in financial performance, or weaker risk-management practices;",
    "– Rising investment and asset risks, including a downgrade of the ratings of financial institutions or the sovereign.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "– Fitch’s perception of sustained improvement in the insurer’s corporate governance practices;",
    "– Maintaining its combined ratio well below 105% for a sustained period, while our assessment of the insurer’s capitalisation remains unchanged."
  ]
}