{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102287/cid-to-probe-misuse-of-state-owned-vehicles-by-previous-govt",
  "time_ut": 1727369220.0,
  "original_lang": "en",
  "original_title": "CID to probe ‘misuse’ of state-owned vehicles by previous govt",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has directed relevant officials to allocate the luxury vehicles used by previous governments exclusively for essential services, according to the President’s Private Secretary, Ananda Wijepala.",
    "Wijepala expressed regret over the misuse of public funds and emphasized that a full review will be conducted, with the public being informed of future actions.",
    "He made these remarks while speaking to the reporters today (26) at the Galle Face Grounds in Colombo, where updates on actions taken regarding the parked vehicles were shared, the President’s Media Division (PMD) stated.",
    "He further explained that the public money wasted by previous governments is symbolically represented by these vehicles parked there, noting that the current parking spaces at the Presidential Secretariat are insufficient to accommodate the vehicles.",
    "A total of 107 vehicles are parked at Galle Face and other locations, which were provided to associates of past governments under various positions. Wijepala highlighted the unfortunate reality that over the past 76 years, successive governments have continued to waste public wealth while citizens struggled to meet basic needs.",
    "He also revealed that while there is a shortage of ambulances for the healthcare sector and vehicles for public officials to perform their duties, vehicles worth millions of rupees were imported and distributed to political allies.",
    "Wijepala reiterated the responsibility to safeguard public funds and assured that a comprehensive review of misused vehicles will be conducted. President Anura Kumara Dissanayake has instructed that these vehicles be reassigned to essential services to ensure efficient use.",
    "He further disclosed that 59 vehicles obtained from various institutions had been distributed through the Presidential Secretariat to political allies, and despite the vehicle importation ban, 16 vehicles had been bought in for the Presidential Secretariat, the PMD reported.",
    "Additionally, Wijepala mentioned that among the 833 vehicles currently owned by the Presidential Secretariat, 29 vehicles are missing.",
    "He further stated that the President Anura Kumara Dissanayake has instructed a systematic investigation into this matter through the Criminal Investigation Department (CID)."
  ]
}