{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Health-officials-warn-against-misleading-posts-re-child-surgeries-abroad/108-281165",
  "time_ut": 1713783180.0,
  "original_lang": "en",
  "original_title": "Health officials warn against misleading posts re child surgeries abroad",
  "original_body_lines": [
    "Colombo, April 22 (Daily Mirror) - A recent viral social media message alleging that the Rotary Club Colombo West has received a substantial grant for cardiac surgeries in India and is transferring children to LRH – Colombo for treatment has raised concerns among health officials.",
    "The message, which has been circulating widely, claims that the Rotary Club Colombo West secured a staggering $15 million grant for cardiac surgeries in India and is currently facilitating the transfer of children to LRH – Colombo for treatment. However, upon investigation, several discrepancies have been uncovered.",
    "Daily Mirror reached out to the Project Coordinator Sebastian Karunakaran to clarify the situation. It was confirmed that while there is indeed a program initiated by the Rotary Club Colombo West for sending infant patients for cardiac surgeries, the actual grant amount is USD 200,000, not USD 15 million as claimed in the viral message. Furthermore, the program was launched in May 2022, not in the upcoming May as suggested by the misleading message.",
    "According to the Project Coordinator, approximately 50 out of 75 children have already been transferred for treatment, with some transfers still in progress. The process for child transfers involves consultation with cardiologist consultants at government or private hospitals, who assess the child’s suitability for the program and direct them to LRH if deemed appropriate.",
    "The Rotary Club of Colombo West (RCCW) had signed a Memorandum of Understanding (MOU) with the Ministry of Health in December 2021. The primary aim of this agreement was to send 75 children suffering from complicated heart ailments to India for surgery, free of charge.",
    "Moreover, the project's implementation began in May 2022 and included provisions for training Cardiac ICU nurses and doctors, as well as workshops on Fetal Echocardiography. The designated partner hospital for this project in India is the Amrita Institute of Medical Sciences and Research Center in Kochi.",
    "In light of these developments, health authorities are urging the public to be cautious of misleading posts and messages circulating on social media regarding child surgeries abroad."
  ]
}