{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/COPF-moves-to-review-excise-tax-give-room-to-revive-pragmatic-policy/4-761431",
  "time_ut": 1714943250.0,
  "original_lang": "en",
  "original_title": "COPF moves to review excise tax give room to revive pragmatic policy",
  "original_body_lines": [
    "This policy is making way for enhanced illicit consumption and smuggling, causing public health and security concerns",
    "Recent moves by the Parliamentary Committee on Public Finance (COPF) to re-examine the effectiveness of excise tax must be lauded, with the objective of safeguarding State revenues and public health. During 2023, excise taxes on alcohol and tobacco products rose twice to over 40%. The significant impacts on Government earnings were visible throughout the past two quarters, and the Government has taken note.",
    "Despite concerns raised by several quarters, the Government adopted this new excise tax formula – reportedly pegged to inflation – as recommended by some of its advisors, and the results are quickly clear. Notwithstanding several credible reporting sources of inflation, including the Central Bank of Sri Lanka who projected inflation at 4% the undisclosed formula put inflation to be at 14% and increased excise for a third time in 15 months.",
    "COPF noted that the formula pegging excise to inflation is causing significant revenue losses to the Government on one hand, and on the other is driving consumers of alcohol and tobacco products underground. As per the World Health Organization, 90% of Sri Lanka’s alcohol consumption is illicit. A continuation of the existing tax policy would drive that figure higher as customers seek cheaper alternatives regardless of quality. With over 900 million illegal cigarettes smuggled into the country annually, the lower price point would have seen that figure to cross the billion mark, unless sustainable excise proposals are brought in by the Government. The drop in excise earnings has reportedly already caused the Government over Rs. 30 billion in losses over two quarters. Public health expenditure will also increase over the medium-term due to the fallout on public health due to increased illicit consumption.",
    "Theory is not always perfect in practice. After all, it›s a theory. The current 14% increase in excise, allegedly connected to inflation, hardly translates to equal returns on the ground. This figure is also not reflective of current inflation. However, this theory did reduce demand as predicted, so much so that it is killing legal industries leaving room for illicits to grow. It has not delivered the higher revenue they envisaged.",
    "Common sense, focused on Sri Lanka, dictates that in a period following runaway inflation and stagnant earnings, public expenditure will take a significant hit. This naturally involves cutting down on non-essential products such as alcohol and tobacco. But as Sri Lankans have shown – time and time again – they are not a people to shun the ‘spirits’ for a good time, and if consuming illicit alcohol and cigarettes is the way; so be it! The Excise Department itself reported a sharp rise in the production and smuggling of illicit alcohol and tobacco products, reminiscent of the prohibition predicament of 1930s America.",
    "The negative fallouts of this new tax scheme are evident. On one hand, it is causing the death of two legal industries, which brings about revenue impacts and flaying investor confidence. On the other hand, this policy is making way for enhanced illicit consumption and smuggling, causing public health and security concerns. Accordingly, it is timely for COPF to examine the real impacts of the new excise tax policy and reduce prices to reflect actual inflation.",
    "Sri Lanka must adopt a realistic view on taxes and policy, and not be driven by the whims of vested individuals and organisations. Prohibition has failed in every market it was implemented for both alcohol and tobacco products, where Government revenue was replaced with crime and health crises. If prohibition is the aim of these groups, then they must provide real solutions to the social problems prohibition has sprung. The country must instead look at modern real trends and plan for pragmatic policy that will sustain revenues and its people. Practice makes perfect.",
    "The writer is  retired logistics and risk consultant for South Asian and Middle Eastern corporations"
  ]
}