{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-reports-marginal-growth-in-q1-2024-amidst-cost-optimization-efforts/",
  "time_ut": 1715902140.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL reports marginal growth in Q1 2024 amidst cost optimization efforts",
  "original_body_lines": [
    "SLT-MOBITEL has reported a flat growth in Q1 2024 ending March 31, 2024, amidst a challenging business environment. However, the company’s proactive cost management initiatives have resulted in significant operational cost savings, enabling it to maintain profitability.",
    "For the quarter, the SLT Group has recorded consolidated revenue of LKR 26.93 billion, reflecting a marginal 1.4% year-on-year increase.",
    "However, compared to the fourth quarter of the previous year, i.e., Q4 2023, there was a modest increase of 3.7% in revenue, driven by enterprise and broadband revenues.",
    "The Company has successfully implemented cost-saving measures, resulting in a decrease of 0.6% in operational expenditure (excluding depreciation and amortization) compared to Q1 2023. This was partly due to the decrease in dollar-denominated expenses such as Annual Maintenance Cost (AMC), international settlement, and internet backbone charges due to the rupee appreciation.",
    "The first quarter of 2024 presented a volatile business landscape, with macroeconomic factors impacting the topline performance. However, SLT-MOBITEL swiftly implemented strategic cost optimization measures, which enabled the company to realize significant operational cost savings of 2.7% at the Group level.",
    "SLT-MOBITEL’s cost-saving efforts comprised various initiatives, including rationalizing annual maintenance costs, vehicle hiring charges, international settlement charges, and repair and maintenance expenses. These measures contributed to an EBITDA increase of 10.3% year-on-year, showcasing the company’s commitment to operational efficiency.",
    "Despite the increase in EBITDA, the Group’s operating profit declined by 1.9% due to higher depreciation expenses resulting from substantial investments in capital expenditure programmes. The company’s net Profit after Tax also experienced a year-on-year decrease, primarily influenced by lower operating profit and reduced interest income due to declining interest rates.",
    "On a positive note, SLT-MOBITEL witnessed an increase in Profit after Tax when compared to the previous quarter (Q4 2023), driven by improved EBITDA and operating profit, as well as forex gains and reduced interest costs.",
    "During the quarter, SLT-MOBITEL also made substantial contributions to the government through taxes, levies, and dividends, demonstrating its commitment to supporting the nation’s economic development.",
    "Looking ahead, SLT-MOBITEL is confident in the long-term growth prospects of the Sri Lankan economy and the business with the significant investments made, particularly in the SEA-ME-WE 6 (South East Asia-Middle East -Western Europe) undersea cable system. The SEA-ME-WE 6 undersea cable system is expected to provide SLT-MOBITEL with increased international bandwidth capacity and improved connectivity, further strengthening the company’s position in the telecommunication industry.",
    "As the company navigates the evolving business landscape, SLT-MOBITEL remains focused on operational excellence, strategic investments, and delivering innovative solutions to meet the ever-growing demands of its customers. The company is also well-positioned to capitalize on emerging opportunities and deliver enhanced value to all stakeholders. (SLT-MOBITEL)",
    "CMTA hosts forum to explore Sri Lanka’s economic growth & mobility",
    "Flowyzer by 99x: Providing transparency and delivery insights for software product engineering teams",
    "SLT-MOBITEL joins forces with Connex 360 to deliver cutting-edge digital lifestyle solutions",
    "SLT-MOBITEL empowered SLIoT Challenge 2023 concludes with Grand Finale showcasing innovation and excellence in IoT",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}