{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98387/president-briefed-on-challenges-faced-by-muslim-schools-in-colombo",
  "time_ut": 1712111100.0,
  "original_lang": "en",
  "original_title": "President briefed on challenges faced by Muslim schools in Colombo",
  "original_body_lines": [
    "A formal discussion on the educational challenges confronting Muslim schools in the Colombo region was convened under the leadership of President Ranil Wickremesinghe at the Presidential Secretariat, on Tuesday (02).",
    "Key issues addressed included the shortage of teachers, inadequate space and classrooms, difficulties in teaching Islam in Sinhala, absence of schools in Muslim-majority areas, according to the President’s Media Division.",
    "During the session, Minister Ali Sabry and representatives of school principals and organizations briefed President Ranil Wickremesinghe on the challenges faced by Muslim schools in Colombo, the release said.",
    "The President promptly initiated steps to address some of these issues, directing officials from the Ministry of Education and the Urban Development Authority to investigate and report on specific matters.",
    "Approximately 40,000 students receive education through the Sinhala medium and the meeting addressed the shortage of teachers proficient in teaching Islam in Sinhala. Highlighting the issues faced as a result of the shortage of Muslims students, Minister Ali Sabry noted that there are only around 19 Muslim schools in Colombo whereas there are around 70 in Kalutara.",
    "As a result, he said the drop-out rate in Colombo is much higher leading to other social issues, which is not a threat just to the community but the whole country. Hence, President Wickremesinghe instructed the officials of the Ministry of Education to look into this matter and come up with proposals to address this issue.",
    "Additionally, attention was drawn to the lack of Muslim schools in certain areas of Colombo, leading to students’ inability to engage in educational activities. President Wickremesinghe directed Urban Development Authority officials to explore options for relocating some schools to suitable land.",
    "The meeting delved into overcoming obstacles to donor-funded construction of new school buildings to address space shortages. Principals and organization representatives highlighted a shortage of approximately 200 teachers in 19 Muslim schools in Colombo and stressed the importance of resolving this issue. The President advised officials to initiate agriculture related training programs for Advanced Level-passed students.",
    "President Ranil Wickremesinghe announced plans to reconvene at the end of the month to further review the challenges faced by Muslim schools, the PMD said.",
    "Participants in this significant meeting comprised Senior Advisor to the President on National Security and Chief of Presidential Staff Sagala Ratnayaka, Governor of the Western Province Air Marshall Roshan Gunathilaka, Secretary to the President Saman Ekanayake, Secretary to the Ministry of Education Thilaka Jayasundara, Provincial Education Officials, representatives from the Ministry of Urban Development and Housing, Urban Development Authority Officials, school principals, members of school development committees, representatives of Muslim organizations and educators."
  ]
}