{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Presidential-candidates-urged-to-safeguard-children-with-clear-political-mandate-and-timeline/14-766864",
  "time_ut": 1726692095.0,
  "original_lang": "en",
  "original_title": "Presidential candidates urged to safeguard children with clear political mandate and timeline",
  "original_body_lines": [
    "A group of civil society organisations have called upon Presidential candidates to safeguard children and protect children with a clear political mandate and timeline in Sri Lanka’s future administration. The appeal has been endorsed by Sarvodaya Shramadana Movement of Sri Lanka, Children’s Emergency Relief International- Sri Lanka (CERI), Alliance Development Trust (ADT), LEADS, Child Action Lanka, Catholic Care for Children Sri Lanka, Emerge Lanka Foundation, ECPAT Sri Lanka and Community Concern –Kidznet. Following is the full text of the appeal.",
    "We, as a coalition of civil society organisations advocating for the well-being of Children in the country, urge all the Candidates at the 2024 Presidential Elections in Sri Lanka to step up to ensure tangible, timely, and relevant actions in their next government to achieve the aspired impact of development and inclusive societies through the right policy, investment, and action for protecting Children.",
    "As the upcoming election draws near, we write to you with an urgent appeal to prioritise the protection and well-being of our children in your campaign and future administration. The challenges facing our children are vast and pressing, and it is crucial that we address them with both urgency and precision.",
    "Children are our society›s most delicate and precious members, and they need to be cared for, protected, nurtured, and empowered and hold equal status as any human being. Their well-being, safety, and development are crucial for a prosperous future. In light of increasing concerns about child safety, we propose a comprehensive proposal to ensure that every child has the opportunity to grow up in a secure, healthy, and supportive environment. This proposal outlines a multi-faceted approach to child protection, encompassing legislative measures, family and community initiatives, and educational programs.",
    "Our six-sector integrated Proposal for Ensuring Child Protection for the attention and action by the Candidates at the Presidential Elections Sri Lanka, 2024.",
    "Strengthen, Advocate, and Capacitate a Multi-sectoral System for Child Protection",
    "Strengthen Inter-agency coordination on Child Protection both in government, non-government and national and sub national levels",
    "Institutionalization of the implementation mechanism of the National Child Protection Policy with necessary legal provisions",
    "Build knowledge and awareness on Child Protection among parents, authorities, children, families and communities",
    "Timeline: Develop and propose a detailed plan of action within the first 100 days of your administration, with the aim of nationwide implementation by the end of the first year.",
    "Setting up a more efficient system for investigations and processing of court cases involving children with the principle of the Best Interest of the Child",
    "A child-friendly Legal Framework further strengthening family based care and reducing institutionalisation",
    "Strengthen laws on digital protections in an era of increasing online threats.",
    "Timeline: Expedite legislative action within the first 12 months, aiming for enhanced protections by the end of the second year.",
    "Timeline: Introduce and implement reforms within the first 6 months, with significant improvements in social care systems by the end of the first year.",
    "Establish national guidelines for communication and media related to child protection, streamline online safety systems, and enhance monitoring of cybercrime.",
    "Timeline: Develop and implement national guidelines and safety systems within the first 6 months, with ongoing monitoring and adjustments throughout the first year.",
    "Implement comprehensive school safety measures and safety protocols, including updated emergency response plans, and mental health resources to be implemented in schools and school neighborhoods",
    "Increase education and awareness through media campaigns and community-based awareness programs",
    "Increase funding for school-based mental health services and ensure all students have access to counseling and psychological support.",
    "Timeline: Introduce a legislative proposal within the first 6 months, and develop a detailed plan within the first 100 days of your administration, with the aim of nationwide implementation by the end of the first year.",
    "Ensure child protection measures are integrated into emergency response and recovery efforts, focusing on child protection and well-being during crises.",
    "Timeline: Establish emergency child protection protocols within the first 6 months, with full integration into response strategies by the end of the first year."
  ]
}