{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-insulates-itself-from-the-people/",
  "time_ut": 1707151440.0,
  "original_lang": "en",
  "original_title": "Govt. insulates itself from the people",
  "original_body_lines": [
    "The day before Independence Day, a book launch took place at the Mangaiyar Mandapam Hindu Women’s Society in Wellawatte.  The two books launched were biographies of a father and son who contributed to public life in Sri Lanka over the past century.  The father was Sir Waitialingam Duraiswamy a former speaker of parliament (known as the State Council during the British colonial period). The son was Yogendra Duraiswamy who became an ambassador representing the country in many foreign capitals who was also the Government Agent of Jaffna during the time of the civil war.  I personally knew the latter and was befriended by him.  He stood for non-violence and accommodation with the state as the best way to protect the interests of the Tamil people and the people-at-large.",
    "Those who attended the book launch were mostly from an older generation.  They had experienced the early hopes of Independence when the departing British rulers saw Sri Lanka as a potential “Switzerland of the East.” They had also lived through the drying up of those hopes during the decades that followed, which saw violence overtake the country, first in the south and later in the north.  The music and décor of the meeting was from the Tamil cultural tradition but there was no sense of separation or division.  There was a mix of Tamil and Sinhalese speakers and it was difficult to imagine a polity so ethnically divided as to have gone to war on the issue. The overall sense was one of unity and togetherness, which was symbolised by the playing of the music of the national anthem at the end of the event.",
    "The biography of Sir Waitialingam Duraiswamy illustrates a different time and different country, Sri Lanka that was.  In 1911, the British rulers gave the people of the country the right to elect a single representative to the colonial legislature.  It was Sir Ponnambalam Ramanathan who won that first election, defeating his Sinhalese rival, Sir Marcus Fernando.  Nearly three decades later, Sir Waitialingam Duraiswamy ensured that history was repeated when he was elected speaker, defeating his Sinhalese rival Sir Cyril de Zoysa, KC (King’s Counsel as senior lawyers were known at that time who later became president of the senate).  In both of these cases, the majority of electors were Sinhalese yet they voted for Tamils, as the racial divide was not uppermost in their minds.",
    "The 76th anniversary of Sri Lanka’s independence from the British was marked in a manner in which the government was unable to reconnect with the best in our past.  There was no public demonstration of national fervor or patriotism with barely any national flags on display. The Independence Day parade was a toned down affair necessitated by the economic crisis caused by borrowing more than the country is earning due to mismanagement and profligacy.  On one side sat the dignitaries and on the other side stretched the green grass of Galle Face till the sea.  There were no people, the general population was kept away, perhaps out of concern that they would protest against the government having a military parade when they and their families were hungry and malnourished as every survey shows, with the gap growing apace.",
    "As a result, the country’s cultural art forms of dance, music and costume were absent, and only compensated by the presence of military units which was especially visible in the absence of the general population. A big golden coloured lion was wheeled down the road as a symbol of the majority culture. The richness of the polity, in which diversity is a cornerstone, was absent.  The representatives of the country’s opposition political parties were also absent, including politicians from the minority ethnic and religious communities. The Independence Day event exposed the government as being an increasingly isolated one in which its one source of strength was its control over the security forces.  They were the ones present on the ground and they were the recipients of more perks and benefits on that day.  The president approved promotions for a total of 211 officers from the Sri Lanka Army and 1,239 Other Ranks of the Army.  This has been the norm on Independence Day.   Last year on account of the 75th anniversary of Independence the president promoted as many as 208 officers of the Sri Lanka Army and 7,790 Other Ranks to their respective next rank.",
    "The government has also been systematically increasing the powers available to law enforcement agencies to quell dissent.  The Online Safety Act gives broad powers to assess and remove “prohibited” content. The wide-ranging law prohibits “false statements about incidents in Sri Lanka”, statements with “an express intention of hurting religious feelings” and the misuse of bots, among other things.  These will all be subject to interpretation by government-appointed commissars. The proposed Anti-Terrorism Act, Broadcasting Authority Act and NGO Act which are in the pipeline would give government-appointed decision makers the power to decide whether trade union action and political opinion can be subject to punitive measures as they are intended to harm the sovereignty and public order in the country.",
    "In the Tamil-dominated north and east of the country there was a reversion to a combination of black flag protests and general indifference.  This has been part of a general trend since the ethnic conflict escalated during the first decade of the country’s independence.   The Tamil people in particular whose representatives such as Sir Waitialingam Duraiswamy and Sir Ponnambalam Ramanathan were once able to represent the entire polity with the support of the Sinhalese majority have become alienated. Since Independence, and the installation of the democratic system based on majority voting by the general population, the Tamil people have found themselves to be a disempowered minority.  This is not a situation they wish to celebrate for Independence brought them little, which the Sinhalese and other communities are now also feeling.",
    "The promise that President Ranil Wickremesinghe gave nearly two years ago when he became president, and which he did not keep, would be especially disappointing. The president promised to solve the ethnic conflict in the 75th year of the country’s independence.  Now it is the 76th year, and the government has not even been willing or able to implement the 13th Amendment to the constitution which devolved a limited amount of powers to the provinces.  It is not only the ethnic and religious minorities who feel let down by this failure to deliver on promises made. The manner in which the government passed the Online Safety Act despite the appeals by the opposition political parties, civil society organisations, the UN system and the international community have called into question the government’s commitment to democracy.",
    "The way in which the government is adamantly going ahead with the Anti-Terrorist Act after having passed the Online Safety law is clearly directed at closing the democratic space for all sectors of government that are not under the control of the government.  As a result, those civil society organisations that were partnering the government in the Open Government Partnership (a multilateral initiative of many governments) have decided to withdraw from the process.  There are similar concerns regarding the pending NGO Registration and Supervision Act.  The draft law indicates that any action deemed to “affect core cultural values” and the “safety and interests of public order,” among others, can lead to the suspension and shutting down of individual non-governmental organisations.  It is in these circumstances that a tsunami of opposition is growing and the government is preparing its fortifications.",
    "Related Topics:Independence Day 2024President Ranil Wickramasinghe at independence day 2024",
    "Don’t bank on FTAs with countries like Thailand to boost Sri Lanka’s exports",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}