{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-sees-15000-tri-force-absentees-respond-to-amnesty-state-minister-says-no-extension-163432/",
  "time_ut": 1715916720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka sees 15,000 tri-force absentees respond to amnesty; State Minister says no extension",
  "original_body_lines": [
    "ECONOMYNEXT – At least 15,000 Sri Lanka tri-forces absentees have come forward to obtain amnesty, responding to a one-month general amnesty call and the Defence Ministry has decided not to extend the period, State Defence Minister Pramitha Bandara Tennakoon said.",
    "The Defence Ministry last month declared a month long general amnesty from April 20 to May 20 for tri-forces absentees, enabling them to receive an official discharge from their respective services.",
    "Absentees of the army, navy and air force will receive their discharge from military service after they settle any financial obligations or amounts due.",
    "“So far, around 15,000 have come forward to obtain this amnesty,” Tennakoon told reporters in Colombo this week.",
    "There have been around 26,000 absentees from the armed forces, the State Minister said.",
    "“It is normal in any country. But we see a trend of more number of deserters rejoining the tri-forces than deserting in the recent months. This is something we have never seen for a long time,” Tennakoon said.",
    "He said more state resources have been spent on producing military personnel and they have to abide by special military laws.",
    "“Actions will be taken against those who have not reported under such laws,” the State Minister said.",
    "Sri Lanka has already started “right sizing” its army gradually to 100,000 by 2030 from the current 208,000, while it wants to shrink navy to 30,000, and air force to 20,000 from the current numbers, the State Minister has said.",
    "Sri Lanka’s 2024 defence budget of 423 billion rupees has been reduced to 6.5 percent of the gross domestic product (GDP) in 2024 compared to the last year’s 7.5 percent.",
    "The 2024 budget also announced voluntary retirement for military personnel who had completed 18 years of service.",
    "Soon after the end of a 26-year war against separatist rebels, the defence budget was 13.5 percent of the GDP in 2010. (Colombo/May 17 /2024)"
  ]
}