{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/FR-challenging-President-s-eligibility-to-contest-Presidential-poll-dismissed/56-766133",
  "time_ut": 1724876043.0,
  "original_lang": "en",
  "original_title": "FR challenging President’s eligibility to contest Presidential poll dismissed",
  "original_body_lines": [
    "SC rejects FR petition seeking an order to instruct President Ranil Wickremesinghe to appoint an Acting IGP",
    "Orders petitioner to pay Rs. 50,000 in Court fees after Additional Solicitor General Nerin Pulle informs Court petition contained false information",
    "Points out FR also breaches Article 92 of the Constitution which deals with matters relating to the disqualification for election as President",
    "The Supreme Court yesterday rejected a Fundamental Rights (FR) petition seeking an order to instruct the President to appoint an Acting Inspector General of Police (IGP).",
    "The petition was filed by Attorney-at-Law R.S.P. Ranasooriya which also challenged President Ranil Wickremesinghe’s eligibility to run in the upcoming Presidential election on the grounds of failing to appoint an Acting IGP and judges to the Supreme Court and Court of Appeal.",
    "The Supreme Court, while dismissing the petition, ordered the petitioner to pay Rs. 50,000 in court fees.",
    "During the hearing, Additional Solicitor General Nerin Pulle informed the court that the petition contained false information and breached Article 92 of the Constitution which deals with matters relating to the disqualification for election as President.",
    "The petitioner had argued that President Wickremesinghe, who claimed he could not make any appointments due to his candidacy in the Presidential election, had recently appointed Foreign Minister Ali Sabry as the Justice Minister. The petitioner also alleged that the President was violating the Constitution, misusing his powers, and putting public security at risk by not appointing an Acting IGP.",
    "He cited an interim order issued by the Supreme Court in July, which restrained Deshabandu Thennakoon from exercising the powers, functions, and responsibilities of the office of IGP. The petitioner argued that this order did not prevent the President from appointing an Acting IGP, thus contradicting the President’s claim.",
    "Further, the petition also highlighted that according to Article 107(7) of the Constitution, the President is responsible for appointing judges to the Supreme Court and the Court of Appeal. The petitioner noted that the nomination of Nishanka Bandhula Karunaratne, the President of the Court of Appeal, for promotion to the Supreme Court, was not approved by the Constitutional Council, leading to the non-appointment.",
    "The petitioner had also brought attention to ongoing legal proceedings regarding the appointment of Deshabandu Thennakoon as the IGP. The Supreme Court had previously allowed the hearing of these petitions and, on 24 July, issued an interim order preventing Thennakoon from exercising his duties as the IGP. The petitioner emphasised that the interim order did not obstruct the appointment of an Acting IGP.",
    "The petition further alleged that the President’s refusal to appoint an Acting IGP and his failure to appoint judges were deliberate violations of the Constitution and posed a threat to public safety. The petitioner argued that such actions demonstrated that President Wickremesinghe was unsuitable to stand as a candidate in the upcoming Presidential election scheduled for 21 September.",
    "The petitioner had requested the Supreme Court to declare that the President’s actions constituted a violation of basic human rights and to issue an order for the appointment of a suitable Senior Deputy Inspector General from the Sri Lanka Police as the Acting IGP."
  ]
}