{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Cleantech-breaks-barriers-in-waste-management-Honoured-at-first-DEI-Championship-Awards/34-781046",
  "time_ut": 1756686180.0,
  "original_lang": "en",
  "original_title": "Cleantech breaks barriers in waste management: Honoured  at first DEI Championship Awards",
  "original_body_lines": [
    "Cleantech Ltd., Sri Lanka’s leading municipal waste management service provider and sustainability arm of the Abans Group, was recognised at the first-ever Diversity, Empowerment and Inclusivity (DEI) Championship Awards organised by the Ceylon Chamber of Commerce under the SCOPE Programme, co-financed by the European Union and the German Federal Foreign Office and implemented by GIZ Sri Lanka in partnership with the Ministry of Justice and National Integration.",
    "The company was honoured for its pioneering efforts in women’s empowerment and disability inclusion—an achievement that redefines the sector and sets a benchmark for corporate Sri Lanka.",
    "In an industry traditionally dominated by men, Cleantech has placed women at the centre of its operations. Of its 1,700 employees, 423 are women, many of them single mothers or primary breadwinners from lesser privileged. For these women, employment is not just a job but a path to stability and independence. Cleantech has also embedded empowerment into its operations by introducing financial literacy workshops, Female hygiene and personal grooming programmes, female supervisory staff for the first time, and career pathways that extend to senior management. Women who once worked in janitorial roles have advanced into executive positions, while former informal waste collectors now manage entire Material Recovery Facilities, transforming livelihoods and communities.",
    "Cleantech’s inclusion efforts extend beyond gender. The company has employed individuals with hearing, visual, and mobility impairments, as well as those with limb disfigurements and cognitive challenges. In some cases, parents and their adult children with disabilities are provided opportunities to work together, finding dignity in meaningful employment. By pairing staff members, accommodating workplace needs, and rooting practices in compassion, Cleantech has demonstrated that the waste management sector—often dismissed as socially stigmatised occupation, can be a proving ground for progressive employment practices.",
    "“This is not just a win for our team,” said Cleantech Ltd. Senior Manager – Admin, R&D and Special Projects Kavindya Basnayake. “It is a collective voice representing lesser privileged working in waste management, individuals whose contributions are essential but often invisible. This award reinforces our belief that progress comes when everyone has a seat at the table, regardless of gender, ability, or background.”",
    "The recognition follows other recent milestones for Cleantech, including the Sustainability Champion Award at the WiLAT Awards 2025 and accolades for its female professionals who have been celebrated for driving sustainability innovations. Each achievement strengthens the message that equity and inclusion are not separate from business—they are central to it.",
    "For over 20 years, Cleantech has been at the forefront of providing industrial, municipal, and commercial waste management services in Sri Lanka. Its technical expertise, operational reliability, and pioneering role in circular economy practices are well established. Yet the company’s latest recognition signals a shift in narrative: waste management is no longer just about trucks, landfills, and recycling rates. It is about people. It is about building workforces rooted in dignity, equity, and inclusion, where those often overlooked are given recognition and responsibility.",
    "In a country where boardroom diversity remains patchy and disability inclusion is frequently an afterthought, Cleantech’s story is a challenge to corporate Sri Lanka. The DEI Championship Awards may be in their first year, but they have already underlined an important truth: sustainable growth will not be measured only in tonnes recycled or profits earned, but in lives uplifted and opportunities shared."
  ]
}