{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-television-launches-hits-now-elevating-sri-lankas-television-experience/",
  "time_ut": 1705593720.0,
  "original_lang": "en",
  "original_title": "Dialog Television launches Hits NOW, elevating Sri Lanka’s television experience",
  "original_body_lines": [
    "Elevating Sri Lanka’s entertainment landscape, Dialog Television, Sri Lanka’s #1 Pay-TV service provider, launched the popular HITS NOW channel in High Definition (HD) on Channel 113 exclusively for its customers, bringing quality curated entertainment exclusively to Sri Lankan homes.",
    "HITS NOW channel brings the best and latest of American television to Sri Lanka, featuring a captivating array of well-known franchises and top-rated reality, variety, drama, game, and entertainment news shows.",
    "As a gesture of appreciation to its loyal customer base, Dialog Television announced a special introductory offer, where all Dialog Television subscribers will have free access to the HITS NOW channel from 11th to 31st January 2024. Further, at the end of the promotional period, Dialog Television customers with access to the full bouquet of channels can continue to enjoy HITS NOW without any additional charge.",
    "To ensure a seamless viewing experience, Dialog Television customers can activate the HITS NOW channel conveniently through the MyDialog App or by sending an SMS.",
    "TIIKM celebrates 10 years of empowering academia and honors exceptional employees at Alpha one 2023 Awards",
    "Dialog Television Extends Special ICC Cricket World Cup Package to Watch the Series in HD",
    "Dialog Television Extends Special ICC Cricket World Cup Package to Watch the Series in HD",
    "‘Get ready for the IPL – watch your favourite teams battle it out LIVE on Dialog Television and on the Dialog ViU App’",
    "‘Cheer on our Lankan Lions with Dialog Television at no additional charge’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}