{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-mps-trying-to-bring-sajith-ranil-together-claims-akd-151483/",
  "time_ut": 1708336260.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition MPs trying to bring Sajith, Ranil together, claims AKD",
  "original_body_lines": [
    "ECONOMYNEXT — Attempts are under way to bring opposition leader Sajith Premadasa and President Ranil Wickremesinghe together, MP Anura Kumara Dissanayake said, claiming that it would’ve already happened if it weren’t for an alleged personal animosity between the two leaders.",
    "Speaking at a rally in Kurunegala on Sunday February 18, Dissanayake said members of the main opposition Samagi Jana Balawegaya (SJB) are attempting to reconcile Premadasa and Wickremesinghe and bring the SJB and the president’s United National Party (UNP) together in the run-up to the presidential elections due to be held before October 17 this year.",
    "“Discussions are now taking place about how to bring Ranil and Sajith together. A group of SJB members are in conversation to bring them together. If it weren’t for the personal dispute between Ranil and Sajith, they would come together,” said Dissanayake addressing a large gathering of supporters of the National People’s Power (NPP) that he leads.",
    "“The common enemy, which can unite against this exercise, will get on to the same platform,” he added.",
    "Dissanayake and his NPP, a leftist outfit controlled by his own Marxist-Leninist Janatha Vimukthi Peramuna (JVP), lead at least one independent opinion poll on voting intentions at a future presidential election.",
    "The opposition parliamentarian said most establishment parties will work together to defeat the NPP. Every party leader from former presidents Chandrika Bandaranaike Kumaratunga, Mahinda Rajapaksa, Maithripala Sirisena and Gotabaya Rajapaksa will get on the same stage as President Wickremesinghe for this purpose, Dissanayake claimed.",
    "“Wickremesinghe definitely has to hold this election. There will never be another election platform with the coming level of theatrics,” he said.",
    "“Who will be on this platform? Mahinda with his saatakaya, Ranil in his suit. Chandrika in a Kandyan sari, Gotabaya with his military insignia, and the villager from Polonnaruwa Sirisena. All on one stage, like a fancy dress parade,” he added. (Colombo/Feb19/2024)"
  ]
}