{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/16/duplantis-breaks-world-pole-vault-record-with-6-30m-in-tokyo",
  "time_ut": 1757999280.0,
  "original_lang": "en",
  "original_title": "Duplantis Breaks World Pole Vault Record With 6.30m In Tokyo",
  "original_body_lines": [
    "He is a two-time Olympic champion, and at the World Athletics Championships Tokyo 25 on Monday (15) he became a three-time world champion and a 14-time world record-breaker. He is the world’s greatest pole vaulter by a considerable margin.",
    "In Tokyo’s Japan National Stadium, the margin was 30cm as the Swedish supremo broke yet another barrier, becoming the first man to clear 6.30m* as he claimed his third world title in four years.",
    "“It’s better than I could have imagined,” he told the crowd afterwards. “To give you guys this world record is amazing.”",
    "He later explained: “For the past two weeks, I really enjoyed being in Tokyo. I feel the only way to leave Japan was to set the world record. That was my mentality. I was feeling really good the whole day. I knew I had the record in me. I am glad it all worked out.”",
    "The last time that Duplantis competed in this arena, four years ago, he won his first Olympic gold medal with 6.02m, in front of empty grandstands during the Covid-19 pandemic.",
    "At that stage, his personal best was 6.10m. Since then, he has taken the pole vault into the stratosphere, lifting the world record from 6.16m to 6.30m. This year alone he has improved the benchmark four times, to 6.27m indoors in France in February, 6.28m in his hometown Stockholm at the Diamond League meeting, and 6.29m in Budapest last month before his Tokyo heroics.",
    "Elsewhere there were upsets in the stadium on day three, but Duplantis has made the pole vault runway a rare place of predictability in sport – at least for him.",
    "He has won 16 consecutive competitions this year and was last beaten more than two years ago. His winning streak is now 36 finals. One of the few targets now left for him is Sergey Bubka’s record of 17 world records, but at 25 years of age, Duplantis is only halfway through his career.",
    "The rising Greek Emmanouil Karalis had hoped to challenge him after becoming the fourth best pole vaulter in history this year (6.08m), but once the rest of the field was eliminated at six metres, the Swede toyed with his remaining challenger.",
    "Karalis was pushed beyond his previous limit in an effort to stay in the competition. He made good but failed attempts at 6.10m and 6.15m, only to watch Duplantis float over each height untroubled. It must be infuriating, but the Greek took it in good spirit.",
    "He had one last roll of the dice at 6.20m, but he had been pushed too far into uncharted territory. His first time clearance at 6.00m ultimately earned the silver medal.",
    "\"It was an amazing show,\" he said. \"I hope everyone enjoyed it as much as we did. It has been a long season, with crazy jumps over six metres and world records from Mondo. I tried my best tonight to do a big PB and become the second of all time. My collection of silvers from all major championships is complete.\"",
    "By then, the rest of the athletics programme had finished, and more than 100,000 eyes turned to athletics’ golden boy as he raised the bar to a world record height, just as he did at last year’s Paris Olympic Games.",
    "This is a situation made for Duplantis, when he is the last man standing – one incomparable athlete competing alone in the arena after all others have vacated the spotlight, his last opponent the bar.",
    "Having tormented his competitors, Duplantis then teased the crowd with two near misses, before sliding over the bar on his final attempt, releasing an explosion of energy in the stadium.",
    "Duplantis and Karalis have been competing against each other since they were 15, and both were on the podium at the World U18 Championships. Duplantis has won 38 times out of 39 meetings, that one anomaly from the 2018 World Indoor Championships in Birmingham, when both were 18.",
    "Featuring three of the top four pole vaulters in history, this competition was always shaping as historic.",
    "Duplantis is not only raising his own standards year on year, but he is lifting his competitors.",
    "For the first time, seven men cleared 5.90 in one competition, seven men attempted six metres, and a 5.95m clearance was not enough to win a medal.",
    "Two-time world champion Sam Kendricks is the luckless owner of that statistic, beaten by Kurtis Marschall on a countback for the bronze medal as the Australian repeated his third placing from Budapest two years ago.",
    "Marschall was delighted to win a second global medal, and equal his personal best, but the six-metre barrier remained elusive.",
    "“To come away with a medal against all these guys in this generation of pole vaulting is outrageous,” he said. “Jumping 5.95m on a global stage to come third is unheard of prior to this generation. I hope I can inspire more people to give it a crack because I’m not that good at what I do, but I have just knuckled down.”",
    "As for Duplantis, the Australian said: “Mondo is from another planet. He is doing incredible things, things many people thought were impossible.”",
    "Renaud Lavillenie – the 2012 Olympic champion, former world record-holder and part-time Duplantis mentor – notably finished eighth at the age of 38, after clearing 5.75m at the first attempt."
  ]
}