{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Wellalage-inclusion-hints-Three-Spin-Attack-in-World-Cup/108-282500",
  "time_ut": 1715614200.0,
  "original_lang": "en",
  "original_title": "Wellalage inclusion hints Three-Spin Attack in World Cup",
  "original_body_lines": [
    "May 13 (Daily Mirror) - National selectors announced the Sri Lankan squad for the upcoming T20 World Cup in USA & West Indies with uncapped Dunith Wellalage grabbing the headlines.",
    "Wellalage who has already played ODI and Test cricket for Sri Lanka, was named in the 15-man squad with Jaffna sensation Vijayakanth Viyaskanth only making it to the reserves.",
    "Viyaskanth who has made a rapid rise in the last couple of years through his LPL performances for Jaffna based franchises, is now taking part in number of top competition such as the Indian Premier League and International League T20 in UAE.",
    "In fact the leg spinner replaced his T20 captain Wanindu Hasaranga at Sunrises Hyderabad in the ongoing IPL season making debut under the captaincy of Pat Cummins.",
    "On Monday (13) National Selectors were questioned by the media during a press conference as to why Wellalage was named in the fifteen ahead of Viyaaskanth.",
    "Chief Selector Upul Tharanga made it clear that they believe the wickets in USA and West Indies would be ideal for spinners and hence they are exploring the possibility of including a third spinner in the playing XI. The former Sri Lanka captain further explained that Viyaaskanth and Hasaranga both being leg spinners was also one of the reasons in picking the left arm orthodox Wellalage who could bring more variety to the attack which is almost certain to have captain Hasaranga and off-spinner Maheesh Theekshana.",
    "This could potentially though change should they consider Dhananjaya de Silva to bat at number 4 which appears to be the only vacant spot in the top 8. Pathum Nissanka and Kusal Mendis at top is likely to be followed by Kamindu Mendis at three following a very strong showing in Bangladesh with Charith Asalanka, Wanindu Hasaranga, Angelo Mathews and Dasun Shanaka taking likely to float around from number 5 to 8.",
    "Sadeera Samarawickrama has been the batter who was trusted at four in the recent times, but the wicket keeper has struggled for runs lately which might see Dhananjaya de Silva making a case for the middle order spot, but based on Upul Tharanga's comments Samarawickrama may still be the first choice for number 4.",
    "In the case of De Silva playing at number 4, it might open up a conversation in a potential tweak in the tweakers by dropping Maheesh Theekshana to bench.",
    "Theekshana has been an absolute super star for Sri Lanka in the last few years. He has often played the support role for Hasaranga who has made most of the pressure created by Theekshana. However, one must admit the dip in form over the last few months. The wickets have dried up for the off-spinner and also has not been very economical with his spells. Another very concerning part of Theekshana's game is his fielding. On Sunday playing for Chennai Super Kings, he dropped a very straight forward catch off the bowling of Ravindra Jadeja. However, on the brighter side he should really enjoy the conditions in the USA and West Indies. The 23-year-old is likely to share the new ball with Angelo Mathews while Sri Lanka's success will depend a lot on the availability of Matheesha Pathirana."
  ]
}