{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/TISL-launches-Presidential-Election-2024-watchdog/56-765467",
  "time_ut": 1723495605.0,
  "original_lang": "en",
  "original_title": "TISL launches Presidential Election 2024 watchdog",
  "original_body_lines": [
    "The Transparency International Sri Lanka (TISL) has officially launched its 2024 Presidential Election observation program, focusing on the critical issue of public resource misuse.",
    "TISL yesterday outlined the organisation’s extensive efforts to ensure a transparent and fair electoral process, essential for maintaining democratic integrity.",
    "TISL said it has been at the forefront of election monitoring for over two decades, addressing the misuse of public resources — a persistent issue in Sri Lankan elections. Historical data reveals that during the 2019 Presidential election, TISL documented over 100 instances of misuse, including the unauthorised use of Government vehicles and state resources. This misuse led to significant distortions in the electoral playing field and eroded public trust in the process.",
    "TISL National Coordinator – Protecting Public Property and Resources Thushanie Kandilpana, highlighted the severity of the problem: “Misuse of public resources remains a major form of corruption that undermines not just elections but the overall governance structure. In previous elections, resource misuse has led to unfair advantages for certain candidates, undermining the democratic process. We must address this to ensure that all candidates have an equal opportunity and to maintain public trust in the electoral system.”",
    "TISL Executive Director Nadishani Perera, outlined the organisation’s approach and challenges: “This year, we are expanding our efforts by deploying over 200 ground-level observers across all electorates. Each observer will use a dedicated app to report instances of resource misuse. One of our primary challenges is the sheer volume of data and the need for timely verification. Despite these challenges, our commitment to ensuring a transparent election process remains strong.”",
    "TISL Senior Program Manager Gowriswaran Kirupairajah, discussed practical aspects of their monitoring efforts: “We have launched a new online platform, www.apesalli.lk , for citizens to report misuse anonymously. This year, we are also utilising a hotline that will operate 24/7 to facilitate immediate reporting. In the past, our platforms have helped uncover significant instances of misuse, and we aim to continue this trend by increasing public engagement and swiftly addressing reported issues.”",
    "TISL’s election monitoring initiative places significant emphasis on public involvement. The organisation’s new platform, www.apesalli.lk , allows citizens to report misuse anonymously and is designed to handle a large volume of reports efficiently. The hotline for immediate action and additional reporting channels are part of TISL’s strategy to ensure comprehensive monitoring.",
    "As the 2024 Presidential election progresses, TISL has made several recommendations to improve the electoral process:",
    "1. Implement stricter enforcement of existing election laws to prevent misuse.",
    "2. Increase monitoring efforts and transparency in the use of public resources.",
    "3. Public officials must resist political pressure to misuse state resources and adhere to constitutional mandates.",
    "Kandilpana warned: “Public officials may face pressure to misuse state resources for campaigns, but they must uphold their duty to protect public resources. Misuse can lead to severe legal consequences, including imprisonment and fines. We urge all officials to resist such pressures and maintain their integrity.”",
    "TISL’s commitment to transparency and accountability is crucial for ensuring that the 2024 Presidential election is conducted fairly. The organisation’s efforts, combined with active public participation, represent a significant step toward safeguarding Sri Lanka’s democratic process.",
    "MP Roshan Ranasinghe submitted the required cash deposit at the Election Commission of Sri Lanka yesterday, ahead of the impending 15 August deadline for candidates intending to contest in the 21 September Presidential election.",
    "Four other candidates also made their deposits, including Socialist Party of Sri Lanka General Secretary Mahinda Dewage, Democratic United National Front’s Prasanga Suranjeewa Anoj de Silva, and United Democratic Alliance’s Abubakar Mohamed Infaas. Additionally, Tamil Common Candidate P. Ariyanethran also completed the necessary cash deposit.",
    "With the addition of these five candidates, the total number of Presidential candidates has now risen to 32, just three short of the 35 who contested in 2019.",
    "Candidates who placed deposits earlier are President Ranil Wickremesinghe, Sajith Premadasa, Anura Kumara Dissanayake, Field Marshal Sarath Fonseka, Wijeyadasa Rajapakshe, Sarath Keerthirathne, Oshala Herath, A.S.P. Liyanage, P.W.S.K. Bandaranayake and K.K. Piyadasa, Siritunga Jayasuriya, Ajantha de Zoysa, K. Ananda Kularatne, Sarath Manamendra, Akmeemana Dayaratna Thera, Battaramulle Seelaratne Thera and several others.",
    "The ECSL said the candidates belong to 16 recognised political parties, and one other political party. 15 candidates have expressed intentions to contest as independent candidates.",
    "Sri Lanka Podujana Peramuna candidate Namal Rajapaksa is yet to submit his cash deposit.  According to the ECSL, cash deposits will be accepted until 15 August.",
    "Meanwhile, the ECSL announced yesterday that it has received a total of 337 election-related complaints since 31 July. 329 complaints are regarding violation of election laws while one incident of election violence was recorded, the Commission said."
  ]
}