{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112758/indias-chief-of-naval-staff-visits-sri-lanka-to-strengthen-maritime-ties",
  "time_ut": 1758519180.0,
  "original_lang": "en",
  "original_title": "India’s Chief of Naval Staff visits Sri Lanka to strengthen maritime ties",
  "original_body_lines": [
    "Admiral Dinesh K Tripathi, Chief of the Naval Staff of India, is on a four-day official visit to Sri Lanka from September 22 to September 25, according to an official statement from the Ministry of Defence.",
    "During the visit, the Chief of the Naval Staff will call on the Prime Minister of Sri Lanka, Dr. Harini Amarasuriya, VAdm Kanchana Banagoda, and engage in bilateral discussions with the three Service Chiefs and other senior government officials on a broad spectrum of defence cooperation matters, with emphasis on maritime security, capability enhancement, training, and identifying avenues to strengthen cooperation.",
    "He would also participate in the 12th edition of the Galle Dialogue 2025 — International Maritime Conference in Colombo, on the theme “Maritime Outlook of the Indian Ocean under Changing Dynamics.”",
    "The Indian Navy regularly interacts with the Sri Lanka Navy through the Annual Defence Dialogue, Staff Talks, and other operational interactions, which include the Sri Lanka-India Naval Exercise (SLINEX), Passage Exercises, Training, and Hydrography exchanges.",
    "In addition, both navies regularly participate in multilateral events such as the Indian Ocean Naval Symposium, Galle Dialogue, MILAN, Goa Maritime Conclave/Symposium, and Colombo Security Conclave.",
    "The CNS engagements in Sri Lanka are structured to deepen bonds of friendship, paving the way for enhanced understanding in key areas of shared strategic and maritime interests, in line with the vision of ‘MAHASAGAR,’ an official statement said. The visit reaffirms the time-tested India-Sri Lanka relations, anchored on mutual respect, maritime trust, and a shared vision for peace and stability in the Indian Ocean Region.",
    "Earlier, the Indian Navy’s indigenous stealth frigate, INS Satpura, arrived in Colombo on Sunday to a warm reception from personnel of the Sri Lanka Navy.",
    "In a post on X, the Navy spokesperson wrote: “Indian Navy’s indigenous stealth frigate INS Satpura arrived at Colombo to a heartening welcome by the personnel of Sri Lanka Navy, showcasing both nations’ enduring friendship and joint commitment to regional peace and prosperity.”",
    "The ship will engage in professional interactions, rescue and force protection drills, yoga, and sports fixtures with the Sri Lankan Navy. “Commanding Officer called on Rear Adm SJ Kumara, Commander Western Naval Area. Discussions held on enhancing bilateral naval cooperation and joint activities to boost operational synergy — furthering partnership under Govt of India’s Neighbourhood First and MAHASAGAR initiative,” the post added.",
    "India is Sri Lanka’s closest neighbour, and the relationship between the two countries dates back more than 2,500 years, sharing a strong civilizational and historical connection. Sri Lanka has a central place in India’s ‘Neighbourhood First’ policy and Security and Growth for All in the Region (SAGAR) vision, as per the MEA."
  ]
}