{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-debt-repayments-and-economy-post-2025/4-768108",
  "time_ut": 1729211578.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s debt repayments and economy post 2025",
  "original_body_lines": [
    "While the road ahead remains challenging, Sri Lanka’s clear commitment to fiscal responsibility and economic growth prospects combined with international support, offers hope",
    "The IMF forecasts Sri Lanka’s gross general government debt/GDP ratio to decline only gradually to about 103% of GDP by 2028, from about 116% in 2022",
    "Sri Lanka’s debt crisis has been the most critical issue affecting its economy post the 2022 meltdown, with years of borrowing to finance development projects, cover fiscal deficits, and manage post-war reconstruction. The current state of Sri Lanka’s debt repayments are still to be concluded and several measures need to be taken to alleviate the burden, and to manage its ongoing obligations.",
    "In 2022, Sri Lanka experienced its worst economic crisis since independence, leading to default on foreign debt for the first time in the nation’s history. At that time, the country’s foreign debt stood at approximately $ 51 billion, with a large portion owed to bilateral lenders such as China, Japan, and India, as well as to international bondholders.",
    "By 2023, Sri Lanka’s debt burden had not significantly lightened, as economic recovery was slow and dependent on several external factors, including global economic conditions and the success of restructuring negotiations with creditors. The situation was compounded by dwindling foreign reserves, which made it difficult for Sri Lanka to import essential goods, let alone meet its debt obligations.",
    "IMF bailout: In March 2023, Sri Lanka secured a $ 3 billion Extended Fund Facility (EFF) from the International Monetary Fund (IMF), which provided a crucial financial lifeline. This arrangement focused on implementing fiscal reforms, stabilising the currency, and rebuilding foreign reserves.",
    "Debt restructuring: In parallel, Sri Lanka began negotiations with bilateral and commercial creditors to restructure its debt. Early efforts showed some progress, with countries like Japan and India expressing willingness to assist in the process, while talks with China remained ongoing.",
    "Foreign reserves: By mid-2023, foreign reserves had stabilised to some extent, though still at historically low levels. The Government, under pressure, continued austerity measures and fiscal tightening to meet IMF requirements.",
    "The future of Sri Lanka’s debt repayment trajectory depends on several factors, including the final outcome of debt restructuring agreements, economic recovery measures, and the Government’s ability to attract foreign investments and manage the bilateral and multilateral partnerships.",
    "The full restructuring of Sri Lanka’s bilateral and commercial debt is pivotal to achieving debt sustainability. Sri Lanka has been negotiating with a variety of creditors, including the Paris Club, China, India, and private bondholders. However, the overall outcomes of these negotiations will be crucial in determining the amount of debt relief and whether repayment schedules can be adjusted in a way that provides fiscal space for the government. A successful debt restructuring plan will reduce annual debt servicing costs, which currently consume around 75% of Government revenue. This will allow the Government to redirect funds toward social spending, infrastructure, and economic development projects.",
    "Under the IMF program, Sri Lanka has agreed to implement a series of economic reforms aimed at boosting revenues, rationalising expenditures, and improving transparency in state-owned enterprises. These reforms include tax reforms by enhancing tax revenue by expanding the tax base and improving compliance. Increases in VAT and other taxes will help finance Government expenditure without relying on excessive borrowing. The Central Bank of Sri Lanka is expected to continue its focus on inflation targeting and currency stabilisation. A stable currency is crucial for reducing the cost of external debt repayment.",
    "The Government is also focused on rebuilding the economy by attracting foreign direct investment (FDI), particularly through large projects like the Colombo Port City, which aims to position Sri Lanka as a regional financial hub. Growth in sectors such as tourism, agriculture, IT services, and manufacturing is essential to generate the foreign exchange necessary for debt repayment. However, the global economic environment, especially with concerns over inflation and rising interest rates, wars and global elections could dampen investor sentiment, prolonging recovery.",
    "Sri Lanka must diversify its export base to increase foreign exchange earnings. While tea, garments, and tourism have been traditional pillars, the country needs to explore new sectors such as high-value IT services, maritime logistics, and renewable energy. Increasing export revenue will alleviate pressure on foreign reserves, making debt repayment more manageable. Sri Lanka’s ability to maintain good relations with key bilateral partners like India, China, and Japan will play a significant role in its debt recovery. These countries are major creditors, and their continued support—whether through financial aid, concessions, or diplomatic channels—will be crucial.",
    "Sri Lanka’s path to resolving its debt crisis is full of challenges. The success of ongoing debt restructuring arrangements, continued collaboration with the International Monetary Fund (IMF), and a sustained focus on economic growth are key to achieving long-term financial sustainability. While the road ahead remains challenging, Sri Lanka’s clear commitment to fiscal responsibility and economic growth prospects combined with international support, offers hope. This will not only help the country emerge from the current crisis but also enable it to build a more resilient and inclusive economy—one that can better support those at the bottom of the pyramid. Sri Lanka’s restricted default (RD) rating could also get removed after debt restructuring is complete, and relations with private sector creditors are normalised."
  ]
}