{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Indo-Lanka-unification-13A-term-extension-and-a-pioneering-intellectual-of-nonalignment/4-763273",
  "time_ut": 1718841591.0,
  "original_lang": "en",
  "original_title": "Indo-Lanka unification, 13A, term-extension, and a ‘pioneering intellectual of nonalignment’",
  "original_body_lines": [
    "“Blessed is the nation which in its moment of greatest challenge and peril can produce a moral and intellectual leadership that has the vision and the courage to overcome both. Human history has been gloriously enriched by the examples of nations, much younger and smaller, which have confronted far more awesome challenges only to produce that sort of inspiring leadership. Examples abound of peoples, with nothing of the splendour of the heritage that we so proudly possess—and so ceaselessly and clamorously proclaim—who have faced their own hours of maximum danger by summoning to their cause unsuspected reserves of self-confidence, intelligence and fortitude. But we seem determined to remain captives to the past and make ourselves hostage to an uncertain future.”",
    "– Mervyn de Silva, The Roots of Violence, Crisis Commentaries, 2001, p80.",
    "On 17 June 2024 the evening’s TV newscasts showed President Ranil Wickremesinghe addressing a conference (in Sinhala) and announcing the progress of the plan to “unify Sri Lanka with India” (“Lankaava saha Indiyaava ekathu karana”). He was referring primarily to the planned bridge but also to his multi-pronged grand plan of multi-dimensional integration with India, which he also laid out.",
    "His conference was in the aftermath of his meeting with the Bishop of Mannar. (https://www.ft.lk/news/President-meets-Mannar-Bishop-discuss-Indo-Lanka-land-connectivity-energy-exports/56-763158)",
    "The Supreme Court should immediately be petitioned against this plan which alters the description and definition of Sri Lanka and impacts savagely on sovereignty and independence.",
    "An unelected President, unelected even to the Parliament, Wickremesinghe has no mandate whatsoever for this undertaking. A national Referendum seems imperative on an issue of this magnitude.",
    "Having supported the 13th amendment and Provincial Councils since their inception, and the principle of devolution/autonomy as a solution to the Tamil Question from well before, I now call for a pause and reassessment due to geopolitics.",
    "Semi-autonomous Councils in the North and East within Sri Lanka as it exists and always has existed, are desirable, but the identical 13th amendment and semi-autonomous Councils in the changed context of connecting the Northern and Eastern Provinces to and integrating them with (South) India, i.e., the ethnic kinstate of Tamil Nadu, is a very different animal indeed.",
    "It will accelerate and enhance uneven development, making for the artificially rapid prosperity of the North and East while the larger, more populous South suffers under IMF austerity and Ranil’s hyper-privatisation which negates the balancing economic role and subsidised services of the state.",
    "It makes for separation of the island-- ‘Cyprusisation’-- over time.",
    "It aborts the project of national integration, nation-building and a Sri Lankan consciousness.",
    "The JVP contested the District Council elections of 1981, the Presidential election of 1982 and was about to contest the Parliamentary election of early 1983, until that General Election was postponed by a Referendum, the uninvolved JVP framed by the UNP Government for complicity in Black July 1983 and proscribed as a party, driving it underground.",
    "Tamil armed organisations including the Tigers were each only several dozen militants strong until the anti-Tamil violence which punctuated the Jayewardene administration in 1977, 1979, 1981 and July 1983, after which they metamorphosed into heavily-armed militias.",
    "There is commentary even on a well-established Hayekian ‘free market’ website about a loophole in the Constitution which may permit the extension of the term of office of the current unelected President by one year without recourse to a Referendum.",
    "In his significant address to the impressively organised and attended event in Slough, London (June 15th), with rhythmic chants of “A-K-D! A-K-D!” resounding from the hall even while he was stepping out of the car into the carpark, Anura Kumara Dissanayake unambiguously warned:",
    "“Ranil Wickremesinghe will be unable to stay in power one day without an election! If Ranil Wickremesinghe or any of his coterie attempts to remain in office without a popular vote, the biggest people’s uprising in world history will occur! Therefore, there is no chance of him preserving power without an election!...” (https://www.youtube.com/watch?v=Sh7-B-REp7M)",
    "The economy may be doing better but the people are doing worse. Ranasinghe Premadasa whose birth centenary falls this weekend would correctly insist this proves the economy is doing worse.",
    "An Editorial in our sister paper illumines the reality. (Bullet-points mine):",
    "“…The last housing needs survey by the government conducted in 2016 showed 800,000 families out of 6 million families in the country did not have a home of their own.",
    "Out of the over 6 million families in Sri Lanka, only around 5.2 million live in houses with modern amenities. Around 800,000 live in the inner cities or city slums. These unfortunates live in conditions sans running potable water and sewerage and in extremely cramped spaces.",
    "The World Bank estimates that more than half of Colombo’s residents live in illegal settlements or in houses designated as unsuitable for human habitation.",
    "The city’s pipe network only covers 56% of the low-income urban areas. Only 51% of the households have access to the city’s sewerage network.",
    "The cost of a relatively cheap rented house on the market is well over Rs. 35,000 per month. With the rise in the cost of electricity an average family would need an additional Rs. 10,000 to meet this expense.",
    "The World Bank report of 2022 stated urban and rural poverty in Lanka was estimated to have tripled and doubled, to respectively 15 and 26 percent.",
    "More than half of the population in estate areas still lives below the $ 3.65 poverty line.",
    "Poverty is projected to remain above 25 percent in the next few years due to the multiple risks to households’ livelihoods.",
    "Our country has the fastest-growing aging population in South Asia. According to the World Bank, around 16 per cent of our 22 million population are over 60. By 2041, that will rise to one in four or 25% of the population. We have no universal pension system. Many especially among those in the informal sector have been left vulnerable in their old age...”",
    "That’s why the economy and the country must elect new, socially-responsive leadership.",
    "That’s either Anura, the Elvis of Lankan politics who enjoyed superstar status among London’s large Sri Lankan community, or Sajith, who made a much-applauded partial return to form appropriately enough on Father’s Day, at a noticeably large, enthusiastic peasant rally in Anuradhapura. (https://www.facebook.com/sjbapi.lk/videos/3789304401333135/)",
    "On overlapping visits to the North, Sajith Premadasa and Anura Dissanayake converged constructively on the 13th amendment and Provincial Councils.",
    "Sajith was clear, concise. He would implement the 13th amendment, neither ‘13 plus’ nor ‘13 minus’.",
    "Anura’s position was that while the JVP had opposed the 13th amendment in the contentious context of the 1980s which was now irrelevant, and though the JVP-NPP was unconvinced that the PCs provided a definitive solution to the problems of the Tamils, an NPP administration would retain the present system because it was an important landmark in Tamil consciousness. Unilateral removal without a better, more acceptable alternative would needlessly revive conflict.",
    "Common problems of all citizens would receive priority, rendering specific problems more easily identifiable and tractable.",
    "A long-term solution consensually arrived at with all parties, crucially those representing the Tamil people, would crystallise in a new Constitution.",
    "In his London speech pledging an anti-racist dispensation and the retention of the PC system as an “interim measure”, AKD mused whether the Tamil people would prefer power-sharing at the centre or power at the periphery. A comparative global survey of nationalities/ethno-regional questions would yield the answer: Both. As its Constitution shows, India’s nation-building model (linguistic states/Rajya Sabha) that Anura praises is an example.",
    "The JVP-NPP’s new Constitution project is risk-laden. Young, popular, leftwing Chilean President Gabriel Boric attempted twice to usher in a progressive new Constitution but was voted down at referenda by the same masses who elected him President. The same citizens vote very differently, on very different types of issues.",
    "“Mervyn de Silva was the greatest journalist that Sri Lanka ever produced…[and] one of the pioneering intellectuals of non-alignment” wrote Radhika Coomaraswamy, student of Ruth Bader Ginsburg and later a UN Under-Secretary General, in her Introduction to ‘Crisis Commentaries: Selected Political Writings of Mervyn de Silva’ (2001).",
    "Godfrey Gunatilleke affirmed in a 6th death anniversary revaluation (2005) that:",
    "“…his [Mervyn’s] literary critical writing…and his affirmative humanism that grew from it enriched the world of journalism in Sri Lanka as no one else has done.”",
    "Mervyn died a quarter-century ago (June 22, 1999) at 69. He was my father.",
    "“No one was more aware of international affairs than Mervyn de Silva…one of the pioneer intellectuals of non-alignment…",
    "[He] was also one of the first generation of post-independent Sri Lankans who enjoyed an international reputation. Bilingual at home and savvy abroad, they held their own with the brightest talents of the West…They made easy connections with intellectuals in other Third World countries…Rooted in Third World realities but confident of meeting the West as equals, this generation of Sri Lankans were not only national heroes but international figures.”",
    "(Radhika Coomaraswamy, ‘Crisis Commentaries’, Introduction: A Tribute to Mervyn de Silva, ICES, 2001, Colombo.)",
    "Ajith Samaranayake declared two days after his death: “Mervyn was essentially part of the English-educated elite.” (Daily News, June 24, 1999)",
    "Reviewing his editorial debut entitled ‘Credo’, as the new Editor, Ceylon Daily News (June 6, 1970) Regi Siriwardena saw Mervyn as committed to the canons of independent, liberal journalism.",
    "“In spite of the characteristic lucidity and trenchancy of Mervyn’s writing, the ideas he was stating were, as he acknowledged in his last paragraph, not new or original. They were in fact the accepted principles of independent and liberal journalism.”",
    "(Regi Siriwardena, Foreword, ‘In His Time: Selected Tributes to Mervyn de Silva 1929-1999’, ICES, Colombo, 1999)",
    "Godfrey Gunatilleke concluded in a typically diamantine deliberation on Mervyn, “literary critic, intellectual, political analyst and media communicator all in one”, that in the sustained November 7th -23rd 1972 debate in the Ceylon Daily News with Regi Siriwardena, Mervyn’s teacher at Royal College, the former pupil prevailed:",
    "“Both Regi and Mervyn were agreed on what I would call the literary critical fundamentals. But it is Mervyn who comes out more convincingly on the issue of literature and ideology. And Mervyn’s definition of the issues and the answers he gives go beyond the boundaries of literary criticism…Mervyn articulated his own rejection of relativist nihilism and defined the “universality” to which all societies and their cultures need to be linked…Mervyn would probably say that the growth of our own culture depends on this capacity - a capacity to relate to what is finest in other cultures, separating what is ‘universally’ humanist from what is not.”",
    "Godfrey Gunatilleke, Universality, Culture and Language: an appreciation of Mervyn de Silva (https://archives.dailynews.lk/2005/06/22/fea01.htm)",
    "Liberal, universalist, humanist, democratic. Most certainly, but Mervyn’s synthesis of values also contained an explicit commitment to “the larger endeavour of social emancipation”.",
    "The two editorials that Mervyn wrote for the inaugural and 1st anniversary issues of the fortnightly Lanka Guardian magazine which he founded, were revelatory. The founding editorial of the periodical launched significantly on May Day 1978 bore the caption “Other News, Another Opinion”.",
    "“…If we may dignify this exploratory venture in Sri Lankan journalism and embellish our ordinary wish with the formal ostentation of a motto, it is: OTHER news, and ANOTHER opinion.”",
    "The next year, 1979, Mervyn editorially denounced “neutrality” and celebrated “the corrective of a countervailing force”:",
    "“One important point remains to be cleared. It has been said that in our presentation of views, in our basic perspective, we are not “balanced”. It is the same argument that the transnational news agencies which control 90% of the international news flow use against fledgling Third World agencies. Be balanced, be neutral. On questions of social emancipation, neutrality itself could be a crime…The communications system is heavily weighted in favour of established and Establishment opinion. However miniscule, ours is a corrective, the corrective of a countervailing force.” (‘The First Year’, May 1st 1979)",
    "Mervyn definitively elaborated his perspective in the 1982 paper ‘Non-Alignment and the New Information Order’, in The Principles of Non-Alignment, co-published by the International Progress Organization, Vienna, and the Third World Centre, London.",
    "“An end to domination…the ultimate goal of course in this projected path of progress is the total emancipation of our peoples and their liberation in all spheres—political, economic and cultural…",
    "The system against which we are battling has been created by the West and remains West–dominated…",
    "Deeper down, as we touch the domestic power structure, we observe the role of local elites, their self-interest, their ideological outlook, and international linkages…a privileged English-educated minority stands at the apex of the power structure.",
    "In the countryside dwell the millions of Sinhala or Tamil educated poor, at whom the international communications system, controlled and managed by the metropolitan elite, is directed…”",
    "(Mervyn de Silva, ‘The Principles of Non-Alignment’, London, 1982, pp. 219-228)",
    "‘The Principles of Non-Alignment’ is volume No VII in the series ‘Studies in International Relations’ edited by Prof. Hans Kochler, Chairman of the Philosophy Dept, University of Innsbruck, Austria.",
    "Mervyn had already explained his praxis, set out his core philosophical—actually, ontological—perspective, in the final paragraph of the inaugural editorial of the Lanka Guardian:",
    "“We have been advised to be lamps unto ourselves. The press in particular has been invited to light the path of our leaders. For common humanity the possibilities of personal salvation, so freely given to the artist and the saint, can only be enhanced by the larger endeavour of social emancipation. The act of informed discussion is itself a source of illumination.”",
    "(Letter to the Reader: ‘Other news, Another opinion’, Lanka Guardian, Vol.1, No 1, May 1, 1978.)",
    "Mervyn de Silva’s “implicit scale of values” (a phrase from his Introduction to Leonard Woolf’s Diaries) remained consistent over decades.",
    "His Introduction to Woolf’s Diaries in Ceylon 1908-1911 (1962) revaluates Village in the Jungle, underscoring the moral divide between those who are privileged by and benefit from “the imperialist system”, operate in its interstitial spaces and thrive upon it, and those others who resist or are marginalised by it.",
    "Mervyn concludes with the unambiguous ultimate moral validation of the impoverished victims of what he termed “the oppressive orthodoxy of imperialism” (Introduction, p.li).",
    "“But their small lives are not without their own triumph. Their suffering is redeemed by a spiritual courage and a quality of endurance. In the lonely figure of Punchimenika, waiting for the final ruthless thrust of the jungle, there is a nobility which is truly tragic in quality…Their fierce attachment to these things, the strength of their loves and hates, and their ultimate indomitability of spirit make them persons of different moral worth than the ‘Fernandos’, the headmen and ratemahattayas of this world.” (p. lx)",
    "Mervyn de Silva was not quite 33 when he typed those words implying a hierarchy of moral and existential worth."
  ]
}