{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/northern-development-and-dialogue-need-to-go-together/",
  "time_ut": 1759169760.0,
  "original_lang": "en",
  "original_title": "Northern development and dialogue need to go together",
  "original_body_lines": [
    "There is a renewed energy visible in the North. Government officials from the North affirm there is reason for cautious optimism. Development activity is more visible now than at any point since the end of the war. A government officer remarked that President Anura Kumara Dissanayake obtained around 27,000 votes in the Jaffna district during the last presidential election, but if he were to contest again today, he might receive 200,000. This may be one person’s opinion but it reflects a positive response to gestures of inclusion and practical delivery of services long denied. It also reflects a rising confidence in the president due to his policies that speak of equal treatment and its rejection of ethnic division as a tool of politics.",
    "The development of the Myliddy fisheries harbour is widely regarded as a long overdue corrective and development that targets the less affluent in keeping with the government’s pledges. Fisherfolk who were displaced for years due to military occupation are now able to return to their livelihoods. The opening of a passport office in Jaffna has had a similar impact. Previously, even a routine passport application meant travelling to Colombo, often with overnight stays and additional expenses. Now parents visiting their children abroad, workers seeking employment overseas, and students applying for visas can complete their process locally.  It signals recognition that the government sees the North is part of the administrative life of the country, not a distant outpost.",
    "However, goodwill earned is not permanent. It must be maintained through consistency and consultation. The decision to establish an international cricket stadium in Mandaitivu brings this to the issue of consultation to the fore. Cricket unites Sri Lankans across communities, and bringing international sport to the North carries obvious symbolic value.  Mandaitivu island is linked to Jaffna by a causeway, and hotels across the peninsula are ready to take in visitors. However, the choice of Mandaitivu is a debatable one in that it is an ecologically sensitive island with mangroves and shallow seas. The question is to what extent was the plan to build an international cricket stadium discussed with the community.",
    "Development that proceeds without prior consultation risks being viewed not as inclusion but imposition. The lesson is that the people most affected by a project should not learn about it only after its foundation stone is laid. A similar dilemma surrounds the proposal to promote tourism on Kachchativu Island. The Catholic Bishop of Jaffna has already expressed his objection, pointing out that Kachchativu is a place of pilgrimage and prayer, not commercial tourism. When religious leaders, fisherfolk, or local administrators express concern, dismissing them weakens public faith in democratic decision making. Consultation must precede development rather than follow it.",
    "The recent protest in Mannar over the wind power project is another warning. Recent videos circulating online show police forcibly removing protesters including priests and women who were sitting peacefully on the road to block construction machinery. What makes the situation more sensitive is that President Anura Kumara Dissanayake had assured Mannar people during the presidential election campaign that no project would proceed if opposed by the people. The use of force against peaceful protesters damages public trust far more than any delay in construction. Protesters stood and sat on the road holding placards. They were dispersed by police action, even though dialogue could have resolved the issue. The order to remove them may have cleared the road, but it also cleared space for renewed distrust.",
    "There is no dispute about the national urgency of expanding renewable energy capacity. The change of investor from the Adani Group, a foreign conglomerate to a domestic one has not resolved core concerns. The environmental risks remain the same. In other instances, the government has shown its willingness to  negotiate with those who object to its proposed course of action.  Two recent examples would be the challenges to proposed reforms by postal workers who went on strike and electricity board workers who threatened to strike.  Development pursued through mutual agreement is democratic but when force is used it becomes domination.",
    "There are also unresolved grievances in the North that continue to weigh heavily on public trust. One such issue is the delay in releasing private land still held by the military.  Government officers working in the area point out that one side of the Palaly to Jaffna road could be released without affecting national security. Restoring land rights would send a powerful signal that the era of suspicion is ending. Another concern is the continued encroachment of land by religious actors claiming historical or archaeological grounds. Without a transparent and impartial process to determine ownership, land disputes risk becoming ethnic or religious flashpoints. Development plans cannot bypass these tensions; they must address them.",
    "Compensation for victims of the war remains another unresolved promise. When the Elle bus tragedy took place recently, Rs 1 million was allocated per bereaved family. In contrast, families who lost loved ones during the war received only a short-term payment of Rs 6000 rupees a month. Such disparity fuels the perception that some lives are valued more than others. If reconciliation is to be more than a slogan, compensation policies must show fairness and consistency.  The government needs to show that it cares for all the people regardless of their ethnicity or religion.",
    "The discussion with government officers from the north made it evident that there is willingness, even eagerness, to engage with development.  Appointing more Tamil and Muslim officers to high administrative posts in the North and East would be one way to ensure that decisions affecting the region are made with insight and empathy rather than by assuming that what one  believes is best will  be good for the other. It is in this context that devolution of power becomes necessary if people are to feel ownership of their future. The present government with its supermajority in parliament has an opportunity to change the system in consultation with both the opposition and civil society. It needs to listen as well as to decide, but if it chooses to decide without listening, the sense of being imposed upon will grow and with it the sustainability of the change made will likely decrease. Trust, consultation and responsiveness are inseparable from progress. Progress is strongest when it is inclusive, visible, and shared.",
    "Better the known devil? Some thoughts on the politicisation of education",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}