{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/30/sri-lanka-courts-u-s-investment-in-graphite-mining",
  "time_ut": 1759219200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Courts U.S. Investment in Graphite Mining",
  "original_body_lines": [
    "COLOMBO (News 1st); The Embassy of Sri Lanka in Washington D.C. held a preliminary virtual discussion with a Montana State business delegation to explore mutually beneficial partnerships in Sri Lanka’s graphite mining sector.",
    "The meeting was facilitated by the Montana National Guard (MTNG) under the State Partnership Program.",
    "The session featured a presentation by Professor Kusali Gamage, who highlighted Sri Lanka’s globally renowned high-purity vein graphite and its untapped potential. She noted that the sector currently relies on traditional mining methods and exports raw graphite with minimal value addition. Introducing advanced technologies and value-added processing could significantly boost profitability and global competitiveness.",
    "Professor Gamage,on behalf of the Montana side, also announced plans to lead a delegation of 15–20 U.S.-based graphite researchers to Sri Lanka next April for a Graphite Mining Summit, culminating in a five-day workshop at the University of Peradeniya (April 27–May 1, 2026).",
    "The program will include knowledge-sharing sessions, field visits, and R&D collaborations at Sri Lanka’s iconic mines in Bogala, Kahatagaha, and Ragedara.",
    "Sri Lanka’s Ambassador to the U.S., Mahinda Samarasinghe, underscored the favorable tariff environment and strong bilateral ties, positioning Sri Lanka as an attractive destination for foreign direct investment.",
    "He reaffirmed the Embassy’s commitment to facilitating business connections across multiple sectors.",
    "The meeting also highlighted the success of the State Partnership Program (SPP) launched in 2022 between the MTNG and Sri Lanka’s Ministry of Defence, which has already delivered training in EOD, CBRN defense, medical operations, and aviation maintenance."
  ]
}