{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/drink-the-curse-of-the-working-classes/",
  "time_ut": 1719710520.0,
  "original_lang": "en",
  "original_title": "Drink – the curse of the working classes",
  "original_body_lines": [
    "There are chronic adherents to the habit who however consider work as the curse of the drinking classes! Whichever way it is looked at, continued, indiscriminate and habitual intake of alcohol finally leads to alcoholism.",
    "“Manifestations of alcoholism vary with the individual. Intoxication may be followed by the relatively mild syndrome known as a hangover; extreme symptoms of withdrawal my include delirium tremens, hallucinations, and other acute brain disorders. Polyneuropathy, a degenerative disease of the nervous system, and acute hepatitis are common. Alcoholics also suffer the consequences of a deficient diet.",
    "“Cirrhosis of the liver is associated with chronic alcoholism, as are numerous forms of brain damage. Alcoholics also suffer high accident rates, lowered resistance to infection, loss of employment and family life, and a reduction of life span of 10 to 12 years”. A very serious and pitiable situation indeed which is voluntarily acquired over a period of time.",
    "An alcoholic beverage is any fermented liquor such as wine, beer, toddy etc., derived from sugars in fruits, grains, and plant saps which when distilled and reduced in volume result in greater alcoholic strength. Beers contain between two to eight percent alcohol while grape wines contain about eight to 14. Fortified wines such as sherry and port are those to which brandy or more alcohol has been added and thereby contain between 18 to 21 percent alcohol, while distilled liquors such as whiskey, vodka or our own arrack etc., contain between 40 to 50.",
    "The intoxicating agent in any alcoholic beverage, be it wine, beer, toddy (coconut, palmyrah or kitul) or distilled liquors such as whiskey, gin, vodka, rum, brandy or arrack is ethyl alcohol or ethanol.",
    "In the ingestion of an alcoholic drink the alcohol is absorbed by the stomach and intestines by-passing the normal process of digestion and results in high levels of it in the blood stream in a short time. It gets distributed to all parts of the body and creates a very significant effect on the brain acting as a depressant similar in effect to a barbiturate and thereby causing a confused state of mind.",
    "Thus, the more complex functions of the brain such as judgment, or critical analysis of a situation are adversely affected although a feeling of well being is felt to begin with. It is for this reason that alcohol is incorrectly considered a stimulant. With greater intakes the drinker becomes less alert, a false sense of bravado takes over and indiscriminate actions and speech result with the possibility of causing physical harm and mental anguish to himself and often to others as well.",
    "Many countries have their own national drinks – sake in Japan, beer in England and many European countries, wines in France and Italy, vodka in Russia and so on. In ancient Sri Lanka it was toddy from the sap of kitul, coconut or palmyrah, and it was not a highly commercialized venture. Today its place as an alcoholic drink has given way and being replaced by arrack distilled from coconut toddy to become one of the major industries of the country.",
    "The manufacture takes place mostly in the Southern coastal belt from around Moratuwa to Kalutara as far back as the Dutch times, and remains that way to date, generating revenue to the then rulers and the state today by way of taxes and rentals imposed on distillers, wholesalers, retailers and tavern owners. In the Kandyan areas authorized distillation and organized distribution was not known until after the Kandyan Convention in 1815 when the British annexed that part of Ceylon having already been in control of the rest of the country.",
    "Their first customers were their soldiers in the many garrisons set up all over the previous Kandyan Kingdom such as in Badulla, Nuwara Eliya, Kandy, Matale, Ratnapura etc., and thereafter our people who came in contact with the new ruler’s officials.",
    "This position is amplified by Kumari Jayawardena, in her book ‘Nobodies to Somebodies’ where she states that “in 1820 the system of arrack renting prevalent in the maritime provinces was extended to the Kandyan provinces, thereby establishing a legal trade in liquor in place of the illicit trade that had previously existed. Taverns were established in the main towns and other important centers and were auctioned to the highest bidder by the Board of Commissioners in Kandy or by agents of the Government in each region.",
    "In the early years of the British occupation, before the establishment of coffee plantations, the customers for liquor were mainly workers (on the roads) and local peasantry among whom the liquor habit grew rapidly during those years. Thus an organized and efficient liquor trade became an essential part of the new pattern of economic and social life that was imposed on traditional society by the British.”",
    "Some of the big names in the business in the Dutch times were Labrooy and de Vos who were Burghers. Sinhala names such as P J Rodrigo, V.A. de Mel, S.N. Fernando, P.N. Dias and few others came into prominence in the 1800’s.",
    "After 1815 Kandy became in important distribution centre in the hill country for arrack, food, clothing and other requirements of the troops, South Indian labour, Sinhala contractors and their men clearing land for the rapidly expanding plantations, merchants from the South and numerous others playing their own roles in the development of the plantation industry.",
    "Once the British were fully in control of the country the numbers of their troops dwindled and their Police Force was responsible for law and order while the administration was in the hands of Government Agents, their assistants and local officials. By then the plantation Raj had also established itself.",
    "For their social and recreational needs Planter’s Clubs sprang up in practically every plantation district; these being demarcated mainly on the basis of agro-climatic conditions and were many more in number than government’s administrative districts. In these clubs arrack was not served till as late as the early 1960’s, by when Ceylonese plantation executives had out numbered the Europeans. The alcoholic drinks available to members then were beer, whiskey, wines and gin; in some clubs the local variety being accepted.",
    "It was however known that many a European planter relished his arrack and dry ginger ale or bitter lemon or soda in the privacy of his bungalow. The method of procurement was somewhat secretive; through the ‘Beef Box’ – a cabin trunk like padlocked wooden box with an inner galvanised iron lining. This the estate’s transporter delivered to the regular and reputed supplier of provisions in the nearest big town for purchase and return with food stuffs, other household requirements and, if ordered, arrack as well.",
    "A Scottish planter in the 1950’s instead of naming his preferred drink, arrack, indicated it in his order book by code as one or more ‘monkeys’ which the provisioner supplied and entered the prevailing price in the book. All went well until one day the supplier entered the price of the arrack and added ‘- /50cts.- plantains for the monkeys’. The astonished planter on his next visit to town questioned the supplier and was told that from then on empty bottles were required for arrack and if not provided a charge of -/25 cts. an empty was levied. Hence, the plantains he said were an appropriate code, under the circumstances, for empty bottles! The story ran through the planting community like wildfire, partly for lack of any other sensational news in those quiet and placid days in the hill country plantations and also because a lurking cat was out of the bag.",
    "While that was the position with the planters, large numbers of their manual workers spent and do spend disproportionately on alcohol. The consequent damage in practically every respect to the drinker and his family was obvious in the close knit society as in the plantation. To prevent destruction in extreme cases the family’s earnings were sometimes paid to the wife where the husband was known to squander it on drink, although it was not quite legal to hand over one person’s wages to another.",
    "It is not known whether the law still prohibits the transport by a person of more than two bottles of arrack without a permit. It did once and some workers on estates made pocket money by transporting two bottles each from the closest tavern to the unauthorized bar keeper in the worker’s quarters.",
    "Crew in buses also collected some ‘gravy’ in addition to salary and pickings from a days collection in the days gone by with the transport of two bottles each from a ‘wet’ town to a ‘dry’ town as taverns were few and far apart then unlike today.",
    "In the Northern and Eastern Provinces distribution of arrack in the years around 1870 and for sometime thereafter too was not a lucrative business as in those and areas palymyrah grew well without any inputs and toddy was plentiful with practically every drinker finding his drink in his own backyard as it were. Further, since fermenting fresh toddy, which required only an inexpensive additive and sunshine with transport costing nothing, the people in those parts had no need for expensive arrack particularly as they considered toddy a health drink!",
    "Still further, since policing and collection of taxes from thousands of village toddy tappers and retailers was a logistical impossibility the toddy drinking habit and industry thrived. Even as late as 1998 only 164 instances of unlawful tapping, sale and manufacture of toddy had been detected in the country that year but that must probably have been outside the Northern Province.",
    "The arrack trade continued to flourish for about a hundred years with the Dutch followed by the British controlling the trade and collecting vast sums in the form of rentals and taxes, until a short time before the so-called anti-Muslim riots in 1915. It was about that time that some prominent Buddhist land owners, industrialists, plumbago mine owners, Buddhist priests etc realized the wilful and calculated damage caused to the people by the liberal distribution of arrack and they commenced the Temperance Movement.",
    "Of the many such were Don Carolis and his wife Mallika Hewavitharana who were pillars of the Buddhist Theosophical Society. Their son, the Anagarika Dharmapala, who founded the Maha Bodhi Society in Colombo with branches in India followed their footsteps. These founder members of the movement were later supported by the Senanayake brothers of Botale, Perhaps DS’s entry into the political life of this country commenced with this social activity which finally ended with his being elected the first Prime Minister of Independent Ceylon and popularly accepted as the ‘Father of the Nation’.",
    "However in 1998 around 30 million proof litres of arrack was produced legally with just one of the market leaders paying about Rs. 8 billion to government’s coffers as taxes for the financial year ended March 31, 2000. In the same year just under 40 million litres of beer was produced.",
    "Production in the illegal market of kasippu (in its early days known as Dudleyge Sudiya for some elusive reason), is thought to be more in volume than the legal production. It is injurious to health due to the many impurities in it but production continues to increase unabated due to its cheapness when compared with legally produced arrack which is regularly and heavily taxed to fill Government’s coffers with no inputs or efforts on its part placing the legal product beyond the reach of the poorer drinker.",
    "It is believed that these illicit distillers and their distributors receive the backing of powerful persons in their areas of operation. This is quite obvious, as there were less than 3,500 cases of unlawful manufacture, possession, transport and sale of kasippu in the country in 1998. In that year only about 180 legal toddy taverns and about 2,400 of all other outlets such hotels, restaurants, clubs etc., were registered islandwide.",
    "A word about Alcoholics Anonymous World Services Inc. which started in New York in 1935 is not out of place here. It has over 2,000,000 members in 114 countries and its main objective is voluntary fellowship of alcoholic persons who desire to give up the habit through self help and assisted by recovered alcoholics. These numbers are only a minute fraction the world over of those needing help but, do not want it or do not have the courage to face the fact that they are ill and require treatment.",
    "Bertrand Russell in his ‘Conquest of Happiness’ wrote ‘Drunkeness is temporary suicide; the happiness that it brings is merely negative, a monetary cessation of unhappiness’. Centuries earlier Aristotle said, ‘It is best to rise from life as from a banquet, neither thirsty or drunken’. Hence, indiscriminate ‘elbow exercise needs to be abhorred while moderation may be considered where abstinence is not desired’.",
    "(The late ACB Pethiyagoda was a career planter who after retirement from the plantation sector handled agricultural development projects for the Ceylon Tobbaco Co. Ltd.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}