{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/big-scenehere-as-well/",
  "time_ut": 1731521040.0,
  "original_lang": "en",
  "original_title": "Big scene…here as well",
  "original_body_lines": [
    "It was also the talk-of-the-town, in the scene here, and these are the views some of the known local personalities, based here and abroad, decided to share with readers of The Island:",
    "I have been a huge Trump supporter. Trump was the only American President to tame the North Korean dictator. He openly called him the “Rocket man” and said that America can wipe him and North Korea off this earth. Grande Trump. Bravo!",
    "Imagine a world where the threat of global conflict no longer looms over us. What if, under the leadership of President Donald Trump, we could see an end to the escalating tensions and conflicts that have plagued us for so long? Could this be the moment when diplomacy prevails over division, when dialogue replaces destruction, and when nations work together, not against each other? With a clear commitment to preventing World War III, Trump promises to bring stability, peace, and cooperation back to the world stage. Is it possible to secure a future where war is no longer an option? Let’s believe it’s possible—and take the steps together to make peace our priority.",
    "Trump victory means oil prices will become stable as America will start drilling for oil and that means energy Independance. However, although he will be better at handling the economy and immigration, Kamala Harris would have been a more humane President and looked after the interest of the poor people. Whether America will become great again…we will have to wait and see!",
    "I am a Donald Trump fan…even when he lost, I rooted for him. I like his straight forwardness and strategy. I am also a big fan of Vivek Ramaswamy who backed him. They make a good team.",
    "This is a time for people to come together, put aside political differences, and be kind to each other. There is a lot of pain and suffering in the world and that’s where our focus should be.",
    "Hopefully, Donald Trump will do what’s right. It’s a bit hard to trust Politicians nowadays. So let’s Hope for the best. Fingers crossed.",
    "We, Sri Lankans, pulsating with the excitement of the recent Presidential elections, flowing into the General Elections, could learn a lesson that people’s power, no matter how large or small the country is, is the one strength we have to accept, and importantly, support for the betterment of the nation.",
    "My thoughts are quite turbulent about the American presidential election and Donald Trump’s victory. In 2020 he lost because it was disastrous management, the predatory instincts and compulsion to dominate, I don’t know if this behaviour, or way of ruling the nation, would continue. Let’s see if he will bring a different approach this time. A lot will change in America…greatest country in the world might not have the greatest leader for some time, I guess.",
    "Given that the previous Trump administration maintained minimal interference in the affairs of other nations I feel his re-election may bring a continued focus on global stability, similar to his previous term.",
    "“Let me congratulate America’s 47th President Donald Trump for his historic and magnificent victory. His victory speech was truly extraordinary and I was so impressed when he said, “We don’t worship Government, we worship God,” and his ambition is to spread Christian values. May God bless the USA and President Donald Trump, and protect him and give him strength, wisdom and good health, always.",
    "New coffee-table book unveils rich, little-known heritage of Sri Lanka’s Moor Community",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}