{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/40-presidential-candidates-vie-for-sri-lankas-top-job-176772/",
  "time_ut": 1723629840.0,
  "original_lang": "en",
  "original_title": "40 presidential candidates vie for Sri Lanka’s top job",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will have 40 candidates contesting at the upcoming Presidential Election on September 21, an Election Commission list showed.",
    "The deadline for accepting candidate deposits was 12 noon today (14), at which point monies had been paid for 40 candidates.",
    "Nominations will be accepted between 9 am and 11 am on Thursday (15). Complaints will be entertained until 11.30 am.",
    "There are 17 independent candidates, 22 from recognised parties, and 1 other party.",
    "As per the Presidential Elections Act No. 15 of 1981, a candidate nominated by a recognised political party has to deposit only 50,000 rupees while an independent candidate, or a candidate nominated by any other party or by an elector, must pay only 75,000 rupees.",
    "The country’s Commissioner General of Elections Saman Sri Rathnayake has said that each additional candidate on the presidential election ballot increases costs by about 200 million rupees.",
    "Cash deposits Sri Lanka’s presidential candidates are required to pay have not been revised in 43 years, Opposition MP Dullas Alahapperuma told parliament last month.",
    "“The election commission proposed that this be increased to 2.5 million rupees for political parties and 3 million for independent candidates. This was a pertinent proposal. There were 35 candidates who contested the last election,” he said.",
    "The Election Commission has said that historically, except for the two main candidates, other candidates fail to garner more than 2 percent of the vote.",
    "Many candidates have no basis for contesting, and it costs a vast sum of money to print ballots and other expenses, not to mention the time consumed for counting votes.",
    "The 2024 ballot paper is set to be the longest yet. The record 40 names would take longer than usual for voters to scan and read. (Colombo/Aug14/2024)"
  ]
}