{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/ACOB-s-The-Big-Compliance-Symposium-tomorrow/14-759114",
  "time_ut": 1709489190.0,
  "original_lang": "en",
  "original_title": "ACOB’s ‘The Big Compliance Symposium’ tomorrow",
  "original_body_lines": [
    "The Association of Compliance Officers of Banks – Sri Lanka (ACOB) was founded in 2010 marking a pivotal moment in the banking sector, providing a platform dedicated to fostering the exchange of experiences, knowledge and collective problem-solving among compliance officers. The pioneers who laid the foundation of ACOB were professional bankers such as R.M.P. Rathnayake of HNB, Stanley Fernando from Commercial Bank, Ruwani De Silva from NDB, Prasanna Kannangara from DFCC, Summaiya Macan Markar from People’s Bank, among others.",
    "ACOB’s membership represents the entirety of Sri Lanka’s banking landscape, encompassing state-owned licensed commercial banks, licensed private commercial banks, locally operating international commercial banks, and other licensed specialised banks.",
    "The ACOB’s mission is to promote a standardised approach to regulatory compliance. Given the numerous challenges encountered by the compliance community in adhering to governing regulations, ACOB is firm in its commitment to fostering a robust compliance culture across Sri Lanka’s banking industry and thereby ensuring the compliance with regulatory standards and best practices. ACOB serves a common platform for its members, facilitating discussions on the challenges they confront and collaboratively identifying the most effective methods to ensure compliance with the regulations.",
    "The consolidation of expertise within the compliance community, comprising of individuals with diverse practical knowledge and firsthand banking experience greatly enhances the value and efficacy of this process. Additionally, ACOB is a vital platform for networking among its members. In this way the ACOB plays a pivotal role in promoting an effective compliance culture across banks.",
    "Ensuring that its members receive current knowledge on compliance matters is of paramount importance to ACOB. To achieve this goal, ACOB regularly organises training programs with the guidance of the regulators. Subject matter experts, both locally and internationally, engage with ACOB on a regular basis to provide such trainings. ACOB takes great pride in its proactive role in strengthening the resilience of Sri Lanka’s banking system. This underscores the Association’s commitment to upholding the integrity and stability of the financial sector.",
    "The compliance function within a bank serves as a cornerstone in effectively managing compliance risk, a pivotal aspect in safeguarding the integrity and stability of the financial system in the country.",
    "At its core, the compliance function is tasked with ensuring the bank’s strict adherence to governing regulations, which mainly derive from various departments of the Central Bank of Sri Lanka. These departments include the Bank Supervision Department, Department of Foreign Exchange, Financial Intelligence Unit, Deposit Insurance and Resolution department, Domestic Operations Department, Payment and Settlements Department and relevant international regulations such as Foreign Account Tax Compliance Act (FATCA).",
    "Establishing a robust compliance function is not merely a regulatory requirement but also a strategic step for effectively managing the compliance risk. Within the bank’s risk management framework, the compliance function operates as the second line of defence.",
    "To manage compliance risk effectively, the compliance function must foster close collaboration with the board of directors, management, staff members, and various departments and units within a bank. The absence of a robust compliance function leaves the bank vulnerable to significant risks, including financial penalties, diminished stakeholder confidence, and heightened regulatory scrutiny, among other adverse consequences.",
    "The Compliance Symposium: Navigating the complexities of the compliance landscape",
    "The Sri Lankan compliance community encounters a dynamic and multifaceted regulatory environment. Navigating this ever-expanding web of regulations requires continuous learning and adaptation. Compliance professionals must stay abreast of legal requirements, adapt to the evolving landscape of compliance technology, and master advanced reporting methods to effectively meet the regulatory demands.",
    "To address these challenges, compliance professionals require a diverse skill set encompassing legal acumen, technological proficiency, financial understanding, and the ability to make fast and appropriate decisions.",
    "In line with the compliance community’s intention to stay abreast of the latest knowledge and practices, ACOB organised the ‘Big Compliance Symposium 2024’. Previous events organised by ACOB, such as symposiums and quizzes have proven to be immensely beneficial to its members. These initiatives serve as valuable platforms for knowledge exchange, skill development and networking within the compliance community.",
    "The upcoming symposium will include speeches by the Deputy Governor of the Central Bank of Sri Lanka, alongside key principal officers of the CBSL and subject matter experts from both domestic and international spheres. The agenda is poised to dig into topics of paramount importance and relevance notably, regulations concerning personal data protection and strategies to combat Anti-Bribery and Corruption (ABC) among others.",
    "During the panel discussions, the compliance community will have the invaluable opportunity to seek clarifications from regulators and subject matter experts fostering a deeper understanding of key compliance issues and regulatory requirements. Additionally, the symposium will serve as an excellent networking opportunity for each delegate facilitating the exchange of insights and experiences among industry peers.",
    "Attendance at the symposium is expected from CEOs of banks, compliance professionals representing all banks nationwide as well as a significant representation from registered finance companies. The collective participation underscores the significance and broad-reaching impact of the symposium’s discussions on the compliance community and the financial sector at large.",
    "ACOB firmly believes that organising symposiums of this nature is essential for empowering compliance professionals within this complex landscape. These programs serve as invaluable platforms to equip professionals with the knowledge and skills necessary to navigate the intricate regulatory environment effectively. Such symposiums enable professionals to analyse and interpret new regulations with precision, staying informed about emerging technologies and their potential impact on compliance processes. Additionally, they provide opportunities to gain expertise in utilising new compliance tools.",
    "ACOB is confident that this conference will be another success story further solidifying its commitment to advancing the standards and practices of compliance within the banking sector."
  ]
}