{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101439/gold-prices-hover-near-record-high",
  "time_ut": 1724384760.0,
  "original_lang": "en",
  "original_title": "Gold prices hover near record high",
  "original_body_lines": [
    "A gold rush is here. The precious metal hit an all time high this week.",
    "The spot price for gold closed Tuesday above $2,514, according to data from FactSet. That’s the highest closing price recorded for the commodity to date. Here’s what you need to know.",
    "The spot price of gold closed Tuesday at just over $2,514 per Troy ounce — the standard for measuring precious metals, which is equivalent to 31 grams. That would make a gold bar or brick weighing 400 Troy ounces worth more than $1 million today.",
    "This week’s record high means that the price of gold has climbed hundreds of dollars per Troy ounce over the last year. Tuesday’s price is up nearly $620 from this time in 2023.",
    "Interest in buying gold often comes at times of uncertainty — with potential concerns around inflation and the strength of the U.S. dollar, for example, causing some to look for alternative places to park their money. Gold also saw a surge in the early days of the COVID-19 pandemic.",
    "Giovanni Staunovo, a commodity analyst at UBS Global Wealth Management, said the main drivers of recent gold gains have been the weaker U.S. dollar and expectations that the Federal Reserve will cut its benchmark interest rate next month. With particular concern focused on the health of the job market, all eyes will be on a Friday speech from Fed Chair Jerome Powell in Jackson Hole, Wyoming.",
    "Another factor is strong demand from central banks — which is currently well-above the five year average, notes Joe Cavatoni, senior market strategist at the World Gold Council. Cavatoni says this “reflects heightened concern with inflation and economic stability.” He also pointed to ongoing geopolitical tensions, among other factors, that have caused some to buy more gold recently.",
    "The wars in Ukraine and Gaza have notably fueled uncertainty around the world. And numerous countries, including the United States, are also in the midst of a tumultuous election year — which could prove crucial to future economic policy.",
    "Advocates of investing in gold call it a “safe haven,” arguing the commodity can serve to diversify and balance your investment portfolio, as well as mitigate possible risks down the road. Some also take comfort in buying something tangible that has the potential to increase in value over time.",
    "Staunovo’s team at UBS forecasts the price of gold will reach $2,600 by this year’s end — and $2,700 by mid-2025. UBS sees lower U.S. interest rates and the weaker dollar supporting inflows into gold ETFs, or exchange traded funds, consequently boosting investment demand.",
    "Still, future gains are never promised and not everyone agrees gold is a good investment. Critics say gold isn’t always the inflation hedge many say it is — and that there are more efficient ways to protect against potential loss of capital, such as through derivative-based investments.",
    "The Commodity Futures Trade Commission has also previously warned people to be wary of investing in gold. Precious metals can be highly volatile, the commission said, and prices rise as demand goes up — meaning “when economic anxiety or instability is high, the people who typically profit from precious metals are the sellers.”",
    "If you do choose to invest in gold, the commission adds, it’s important to educate yourself on safe trading practices and be cautious of potential scams and counterfeits on the market."
  ]
}