{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98250/nearly-4-tons-of-cocaine-worth-over-113-million-seized-off-colombia",
  "time_ut": 1711562460.0,
  "original_lang": "en",
  "original_title": "Nearly 4 tons of cocaine worth over $113 million seized off Colombia",
  "original_body_lines": [
    "Authorities have announced the largest cocaine shipment seizure of the year in the Caribbean Sea off Colombia after military ships and planes chased down a speedboat holding almost four tons of the drug.",
    "In a joint operation between the Colombian Navy, the Colombian Air Force and the Joint Interagency Task Force of the United States Southern Command, authorities seized the cocaine — said to be worth more than $113 million — from the vessel near San Andrés Isla, according to the Colombian Navy. The navy released dramatic aerial video of the chase, during which it said the crew of the suspicious vessel “began evasive actions, throwing packages into the water.”",
    "After a chase that spanned several miles, the boat — which was covering its cargo in a blue tarp — was finally intercepted, the officials said. Three Colombians, one Honduran and one Venezuelan who had been on board the speedboat were detained, and subsequent testing confirmed that the boat had been carrying 3,355 kilograms of cocaine weighing, or about 3.7 tons of the drug.",
    "Navy video showed officers offloading and arranging hundreds of packages of the seized cocaine, which officials said amounted to more than eight million doses that would “not reach the streets of different countries, thus avoiding the impact on public health.”",
    "The drugs, boat and five suspects were turned over to the Attorney General’s Office, the navy said.",
    "The Colombia-U.S. operation in the Caribbean Sea came just days after officials announced that a British warship and an American patrol aircraft had chased down a speedboat as its crew tried to flee and dump another cargo of drugs into the water near the U.S. Virgin Islands.  About three tons of cocaine and other drugs were seized, the U.K.’s Ministry of Defense said.",
    "Just last month, authorities on a search-and-rescue mission for two missing fishermen off Colombia’s Pacific coast instead found a semi-submersible vessel loaded with more than four tons of cocaine, officials said. The so-called “narco sub” was intercepted during a joint operation by the Colombian and Ecuadorian navies and the Colombian Air Force, the Colombian Navy said.",
    "Colombia produces about 60% of the cocaine found in the world."
  ]
}