{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100133/india-hails-sri-lankas-debt-restructuring-pact-reaffirms-support-to-recovery",
  "time_ut": 1719460080.0,
  "original_lang": "en",
  "original_title": "India hails Sri Lanka’s debt restructuring pact; reaffirms support to recovery",
  "original_body_lines": [
    "India on Wednesday welcomed Sri Lanka’s debt restructuring agreement with a group of creditor nations and said it will continue to support the island nation’s economic recovery, including by promoting long-term investments.",
    "India is one of the co-chairs of the Official Creditors Committee (OCC) that was formed in April last year to finalise a plan for restructuring Sri Lanka’s debt.",
    "The Sri Lankan government said it has finalised a long-delayed debt restructuring agreement for USD 5.8 billion with its bilateral lenders, including India and China.",
    "“After several rounds of engagements, the OCC signed the Memorandum of Understanding (MoU) on debt restructuring on June 26,” India’s Ministry of External Affairs (MEA) said.",
    "It said this milestone demonstrates the strong progress made by Sri Lanka in stabilising its economy and moving towards reform and growth.",
    "“As one of the co-chairs of the OCC, along with France and Japan, India has been steadfast in its commitment to the stabilisation, recovery and growth of the Sri Lankan economy,” it said.",
    "“This was also demonstrated by India’s unprecedented financial support of USD 4 billion to Sri Lanka. India was also the first creditor nation to convey financing assurances to IMF (International Monetary Fund) which paved the way for Sri Lanka to secure the IMF programme,” the MEA said in a statement.",
    "It said, “India will continue to support Sri Lanka’s economic recovery including by promoting long-term investments in its key economic sectors.”",
    "Following the approval by the IMF for the Extended Fund Facility (EFF programme) for Sri Lanka on March 20 last year, the OCC was launched to hold talks among the island nation’s bilateral creditors to finalise a plan for restructuring its debt.",
    "Sri Lanka witnessed a severe economic crisis in 2022. The fall in its foreign exchange reserves prompted the country to default on foreign debt. India and many other countries extended help to Sri Lanka to deal with the situation."
  ]
}