{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Is-the-Indian-Ocean-Zone-of-Peace-sinking-in-troubled-waters/14-760640",
  "time_ut": 1713208938.0,
  "original_lang": "en",
  "original_title": "Is the Indian Ocean “Zone of Peace” sinking in troubled waters?",
  "original_body_lines": [
    "An aerial view of the Village of Kolhuvaariyaafushi, Mulaaku Atoll, the Maldives, after the Indian Ocean Tsunami in December 2004. Credit: UN Photo/Evan Schneider",
    "UNITED NATIONS (IDN) – Just after a group of mercenaries tried to unsuccessfully oust the government of Maldives in 1979, I asked a Maldivian diplomat, using a military jargon, about the strength of his country’s “standing army.”",
    "“Standing army?”, the UN diplomat asked with mock surprise, and remarked perhaps jokingly, “We don’t even have a sitting army.”",
    "With a population of about 250,000, in a bygone era, (currently over 500,000), the Maldives was perhaps one of the world’s few countries, along with Costa Rica, with no armed forces, fighter planes, combat helicopters, warships, missiles or battle tanks.",
    "As a result, the island’s fragile defences attracted a rash of free-lance mercenaries and bounty hunters who tried to take over the country twice-- once in 1979, and a second time in 1988.",
    "Although both attempts failed, the Maldives refused to drop its defences- and backed a UN-sponsored international convention to outlaw mercenaries.",
    "According to a 2023 report by the Central Intelligence Agency (CIA), the Maldives National Defence Force (MNDF) now has a combined force structure with seven services divided into Combat and Manoeuvre Forces (Coast Guard, Marine Corps, and Fire and Rescue Service) and Support Services (Service Corps, Defence Intelligence Service, Medical Corps, Adjutant General›s Corps); there is also a separate Special Forces command and a Special Protection Service (2023)",
    "The military and security services have a strength of approximately 3,000-4,000 personnel while India has provided most of the equipment, according to the CIA.",
    "Meanwhile, the growing new conflict between India and China over the sea lanes in the Indian Ocean has recently shifted the focus to Maldives while the longstanding proposal for an Indian Ocean Zone of Peace (IOPZ), debated at the United Nations in the 1960s and 1970s, is threatened with extinction.",
    "According to the United Nations, the item “Declaration of the Indian Ocean as a Zone of Peace” was included in the agenda of the twenty-sixth session of the General Assembly in October 1971 at the request of Sri Lanka, later joined by the United Republic of Tanzania, and several other member states.",
    "The sponsors called on the United Nations to make the entire high seas of the Indian Ocean “an international domain, subject to international regulation and responsibility, and to declare that area a zone of peace from which offensive and defensive armaments and military installations would be excluded.”",
    "An article in the New York Times last month ran with the headline:” Why India and China are Vying for the Tiny Maldives.”",
    "The Maldives’ location, said the Times, makes it a strategic priority for both of Asia’s superpowers.",
    "“China’s needs a military presence on the Arabian Sea to safeguard its access to oil from the Persian Gulf. And India, which has been clashing with China, along their Himalayan border, wants to make sure that the Maldives, its island neighbour, doesn’t become too cozy with Beijing”.",
    "Dr Palitha Kohona, former Ambassador and Permanent Representative of Sri Lanka to the UN, and until recently Sri Lanka’s Ambassador to China, told IDN Sri Lanka’s initiative in the 1970s to establish an Indian Ocean Zone of Peace (IOPZ), although designed to contain the then prevalent super power rivalry in the Indian Ocean, may become relevant again in the contemporary context.",
    "“The situation in the Maldives should NOT be viewed purely from the Western lens and characterized as a simple case of China -- India rivalry for regional influence. The domestic Islamic political imperatives and the resulting political pressures on the Maldivian leadership are important factors”.",
    "It is a fact, he pointed out, that Chinese companies have been pro-active in developing infrastructure in Maldives for some time now, and their work is of good quality. India’s official reaction to the Maldivian measures has been measured.",
    "“China has signed a number of bilateral agreements with the Maldives, and Maldives readily agreed to accept a ship-visit from a Chinese research vessel which was denied access to Sri Lankan ports due to Indian pressure.”",
    "Some critics argue that Chinese investments in Sri Lanka are part of a larger geopolitical strategy by China to expand its influence in the region.",
    "This assertion needs to be stripped of its polemical outer layer to appreciate its essential shallowness, said Ambassador Kohona.",
    "“To begin with, it is mainly raised by commentators from countries which had rapaciously exploited vast swathes of the non-white world through conquest and colonialism for centuries and continuing economic domination, conveniently ignoring their ongoing depradations”.",
    "Meanwhile, the US has also indicated a growing interest in strengthening its political and economic relationships with the Indian Ocean island nation.",
    "Matthew Miller, a Spokesperson for the State Department, told reporters last February that Deputy Secretary of State for Management and Resources Richard Verma visited Malé on February 22 to advance goals within the U.S-Maldives relationship.",
    "His meeting with Maldivian Foreign Minister Moosa Zameer sought to advance shared priorities in increasing economic cooperation, promoting maritime security, and boosting people-to-people ties.",
    "Verma and Zameer discussed plans for the United States to provide $8 million in funding for four patrol boats to the Maldives, which will help Maldives monitor its waters and “deter malign influence by state and non-state actors and other threats to Maldives’ sovereignty”.",
    "The Deputy Secretary also highlighted opportunities for the United States and Maldives to expand bilateral cooperation and people-to-people ties through the opening of a new U.S. Embassy in Maldives and re-opening of Maldives’ Embassy in Washington, D.C.",
    "According to the State Department, the United States recognizes the importance of promoting security in the Indian Ocean and has worked closely with Maldives on a range of security-related issues, including counterterrorism.",
    "Since 2018, the U.S. has provided more than $10.8 million in Foreign Military Financing under the Bay of Bengal Initiative, in support of Maldives’ maritime security capacity.",
    "This article contains excerpts from a book on the United Nations titled “No Comment – and Don’t Quote Me on That” --authored by Thalif Deen, Editor-at-Large at the Berlin-based In-Depth (IDN) news service. A Fulbright scholar with a Master’s Degree in Journalism from Columbia University, New York, he twice shared the gold medal (2012-2013) for excellence in UN reporting awarded by the UN Correspondents Association (UNCA).  The book is available on Amazon. The link to Amazon via the author’s website follows:  https://www.rodericgrigson.com/no-comment-by-thalif-deen/"
  ]
}