{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98849/malaysia-ex-pm-mahathir-facing-anti-graft-probe-in-a-case-involving-his-sons",
  "time_ut": 1714062000.0,
  "original_lang": "en",
  "original_title": "Malaysia ex-PM Mahathir facing anti-graft probe in a case involving his sons",
  "original_body_lines": [
    "(Reuters) - Former Malaysian Prime Minister Mahathir Mohamad is among individuals being investigated in connection with a graft probe involving his sons, the head of Malaysia’s Anti-Corruption Commission (MACC) said on Thursday.",
    "The investigation comes amid a widening crackdown on graft involving prominent political figures, including those seen as close to 98-year-old veteran leader Mahathir, a long-time foe of current Prime Minister Anwar Ibrahim.",
    "Anwar has denied targeting political rivals, saying the investigations are part of the government’s efforts to tackle high-level corruption.",
    "The MACC in January served Mahathir’s businessmen sons, Mirzan and Mokhzani, with notices to declare their wealth as part of investigations into offshore financial and business records revealed by a group of news organisations.",
    "The MACC’s chief commissioner, Azam Baki, on Thursday declined to elaborate on the investigations facing Mahathir or his sons.",
    "“Let the investigations conclude first, until an appropriate time when we can state the findings of the case,” he told reporters in televised remarks.",
    "Mahathir’s office had no immediate comment. The ex-premier has previously described the investigation against his sons as politically motivated.",
    "Mahathir, who has served as prime minister twice since 1981, has been locked in a rivalry with his one-time protege Anwar that has dominated Malaysian politics for decades.",
    "Anwar became prime minister in 2022 after more than 20 years as an opposition leader, vowing to combat graft and focus on the economy.",
    "But he has faced questions over his commitment to reforms, following a string of dropped corruption cases involving figures allied to his coalition. Anwar has repeatedly maintained he does not interfere in court cases."
  ]
}