{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-provides-update-on-current-developments-to-Colombo-based-diplomatic-corps/56-765960",
  "time_ut": 1724615673.0,
  "original_lang": "en",
  "original_title": "Govt. provides update on current developments to Colombo-based diplomatic corps",
  "original_body_lines": [
    "Foreign Affairs Minister Ali Sabry convened a briefing on current developments in Sri Lanka for the Colombo-based diplomatic corps on Friday, 23 August at the Ministry of Foreign Affairs.",
    "During the briefing, Minister Sabry emphasised several significant achievements across various fronts during the past year, including advancements in economic recovery, legal reforms, and the strengthening of domestic institutions and mechanisms focused on reconciliation.",
    "Minister Sabry highlighted that the Government has taken concerted efforts towards the establishment of a Commission for Truth, Unity and Reconciliation, including gazetting the draft Bill and tabling it in the Parliament. As the Justice Minister, he reiterated the progress that has been achieved in drafting comprehensive legislation on counterterrorism to replace the PTA, and notable progress on matters related to reconciliation processes coming under the purview of the Justice Ministry, including the advancements made by the Office on Missing Persons (OMP), Office for Reparations (OR), and Office for National Unity and Reconciliation (ONUR).",
    "An overview of the economic revival of the country was provided by Central Bank Governor Dr. P. Nandalal Weerasinghe, also highlighting the envisaged way forward for continued economic stabilisation, while conveying appreciation to the international community for their support towards Sri Lanka’s economic recovery.",
    "Finance, Economic Stabilisation and National Policies Ministry National Planning Department Additional Director General J.M.S.D. Ratnayaka briefed participants on the social safety measures implemented by the Government and the newly launched Social Protection Policy to support vulnerable groups.",
    "Foreign Secretary Aruni Wijewardane called on the Colombo-based diplomatic community to understand the current situation in Sri Lanka, support the progress made thus far, and invited them to participate during the ‘Interactive Dialogue on Sri Lanka’ at the upcoming session of the Human Rights Council. She also highlighted Sri Lanka’s continued cooperation with the UN human rights mechanisms as well as with the multilateral system. However, Sri Lanka will continue to oppose UNHRC Resolution 46/1 and 51/1 which were adopted by a divided vote in the Council.",
    "Representatives from the Ministry of Justice, Prison Affairs and Constitutional Reforms, Attorney General’s Department, OMP, OR, ONUR, Interim Secretariat of the Truth and Reconciliation Commission, and the Office for Overseas Sri Lankans were also present at the briefing.",
    "Members of the diplomatic corps expressed appreciation for the regular briefings provided by the Foreign Affairs Ministry on the current situation, the steps taken towards recovery and reconciliation, and the regular engagement with related agencies."
  ]
}