{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112685/through-digitalisation-we-can-progress-with-developed-nations-president-",
  "time_ut": 1758293520.0,
  "original_lang": "en",
  "original_title": "“Through digitalisation, we can progress with developed nations” – President",
  "original_body_lines": [
    "President Anura Kumara Dissanayake stated that in order to advance the country economically, it is essential to ensure efficiency and transparency across all sectors. He further noted that the current government’s digitalisation programme is designed to elevate Sri Lanka not only economically but also socially.",
    "The President made these remarks today (19), while participating in the ceremony held at the Bandaranaike Memorial International Conference Hall (BMICH), Colombo, to launch the National Cyber Protection Strategy (2025–2029) and to declare open the National Cyber Security Operations Centre (NCSOC), the Presidential Media Division (PMD) said.",
    "The Sri Lanka Computer Emergency Readiness Team (Sri Lanka CERT), in collaboration with the Ministry of Digital Economy and with the technical support of the World Bank, has introduced the National Cyber Protection Strategy 2025–2029. This initiative aims to establish a secure, reliable and inclusive digital ecosystem as a significant step in the country’s digital economic transformation programme.",
    "The strategy envisions the establishment of the necessary legal and administrative framework for cyber security, the creation of a skilled workforce equipped with knowledge and expertise in cyber security and the enhancement of public awareness, including among schoolchildren.",
    "It also seeks to improve the preparedness of state institutions, strengthen the capacity of Sri Lanka CERT, protect institutions that manage critical digital infrastructure and foster collaboration with multiple stakeholders to create a secure cyberspace, according to the PMD.",
    "The National Cyber Security Operations Centre, inaugurated today, will provide 24-hour monitoring of 37 institutions managing critical digital infrastructure, including the Department of Immigration and Emigration, the Department of Motor Traffic and the Department of Inland Revenue, in order to identify and respond to potential cyber-attacks.",
    "Its mandate includes the continuous monitoring of cyber threats, risks and attacks, issuing immediate alerts to relevant parties and protecting government systems and public digital services. The centre will also support both state institutions and the private sector to ensure safe digital operations by strengthening system resilience, providing early warnings, ensuring swift responses to threats and raising awareness. The benefits of the centre include continuity of operations, rapid response, cost-effectiveness, compliance and trust.",
    "The National Cyber Protection Strategy (2025–2029) was formally presented to President Anura Kumara Dissanayake, who also serves as the Minister of Digital Economy, by the Deputy Minister of Digital Economy, Mr. Eranga Weeraratne, the statement added.",
    "Addressing the gathering, the President further observed that countries capable of swiftly harnessing advances in science and technology achieve rapid progress. He emphasised that the national cyber security framework will play a crucial role in safeguarding national security, strengthening the economy and protecting citizens’ way of life.",
    "Commenting further, President Anura Kumara Dissanayake said that today marks the beginning of a significant undertaking. He noted that what has been opened is not merely a building or an office. If Sri Lanka is to pursue a strong path of digitalisation, he stressed, security, resilience and reliability are indispensable. The cyber security system inaugurated today is therefore a vital milestone in Sri Lanka’s digital economic journey.",
    "“Whether considering politics or the global economic trajectory, the key factor is that countries able to rapidly absorb technological and scientific advancements move swiftly toward the forefront of development. Conversely, states that fail to adopt these advances are increasingly left behind. This, I believe, is the core of the crisis currently facing Sri Lanka.”",
    "He also added that it was noted that many ideas and concepts had been generated in the 16th and 17th centuries, yet most of them only became a reality in the 20th century. It was further stated that advances in health, the emergence of democratic elections allowing people to choose their leaders in a world once dominated by royal hierarchies, and new forms of human interaction all came into practical existence during this period. In the same way, it was pointed out that the digitalized world began to assume a major role from the late 20th century onward.",
    "It was emphasized that two possible paths lie ahead: the first being to rapidly embrace digitalization and transform it into a practical reality, enabling progress in step with advanced nations, and the alternative being that failure to adopt these technological advancements would only widen the gap between one country and the rest of the world.",
    "The knowledge, tools and systems enabled by modern technology must be swiftly integrated into our state. For this reason, digitalization has been recognized as a priority programme of the government, with scholars and professionals contributing their expertise and dedication to its advancement, the President added.",
    "“Our public service has inherited a history of significant decline. Once proud of having a strong and respected public service in the 1970s, we remain trapped in that past glory while burdened with a system in decay. Through digitalization, this failing state machinery must be transformed into one that is efficient and responsive. Most importantly, the services provided to citizens must be streamlined to ensure efficiency and reliability. To deliver a satisfactory and effective public service, new systems must be established, ensuring that the benefits of this efficiency are directly experienced by the people. Transparency is equally crucial. Our state machinery currently faces a profound crisis in transparency, affecting areas such as procurement, grants, recruitment and policy decisions. Digitalization, therefore, plays a vital role in establishing and ensuring this transparency.”",
    "Moreover, President Dissanayake said that digitalization is essential not only for meeting human needs but also for creating new markets and economic opportunities. Through digitalization, businesses can access and capture emerging markets. Recent successes in both public and private institutions demonstrate that such innovations have led to the creation of new markets. Therefore, digitalization holds significant importance for the business sector as well.",
    "It was stated that for a country to progress economically, social life must be made efficient, and this could be achieved through the digital economy. It was further pointed out that, rather than living a constrained life, digitalization provides tools that allow daily needs to be met freely and conveniently. Therefore, it was emphasized that whether in public service, the business sector, or among ordinary citizens, digitalization should become the central strategy of the economy.",
    "Accordingly, concerns were noted that people might become like machines and lose their human emotions, but it was clarified that this was not the case, as humans are naturally emotional and socially connected. The path forward, it was explained, lies in creating a robust network to prevent potential risks, and this network could be built using technology itself. It was stressed that such a network must continue to be developed, as the knowledge gained today is generating new knowledge, driving rapid transformation, which was described as a dynamic process.",
    "It was recalled that in the past, threats could be countered by building walls, but it was highlighted that cyber-security is not a static wall; instead, it must continuously confront and mitigate threats. Therefore, it was underlined that the national cyber-security system is crucial for safeguarding national security, the economy, and the daily lives of citizens.",
    "Finally, the President expressed his appreciation to all scholars and professionals who had contributed to this effort, along with congratulations for advancing these initiatives with even greater strength.",
    "The event was also attended by Deputy Minister of Digital Economy Eranga Weeraratne, Deputy Minister of Defence Major General (Retired) Aruna Jayasekara, Senior Advisor to the President on Digital Economy and Chairman of the Information and Communication Technology Agency Dr. Hans Wijesuriya, Senior Digital Development Specialist at the World Bank Ida S. Mboob, Secretary to the Prime Minister G. Pradeep Saputhanthri, Acting Secretary to the Ministry of Digital Economy Waruna Sri Dhanapala, Chairman of the SLCERT Thilak Pathirage, along with a group of experts and scholars in the field."
  ]
}