{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Energynet-powers-critical-infrastructure-for-FMCGs/34-780311",
  "time_ut": 1755216328.0,
  "original_lang": "en",
  "original_title": "Hayleys Energynet powers critical infrastructure for FMCGs",
  "original_body_lines": [
    "Commissions first Riello NextEnergy NXE 300 kVA Transformer-Free UPS system",
    "Claims energy efficiency of up to 97% (online mode), 98.5% (Active ECO mode), and 99% (standby)",
    "Hayleys Energynet, a subsidiary of Hayleys Fentons Ltd., has successfully deployed Riello’s first 300 kVA UPS system in Sri Lanka. This next-generation power continuity solution ensures uninterrupted operations in high-volume food production.",
    "The project scope encompassed the complete supply, installation, testing, and commissioning of the Riello NextEnergy NXE 300 kVA Transformer-Free UPS system. Offering exceptional energy efficiency, up to 97% in online mode, 98.5% in Active ECO mode, and 99% in standby, it significantly reduces energy costs without compromising performance, the company said in a statement.",
    "Its smart battery management system enhances battery lifespan and mitigates failure risks, while supporting a wide array of battery technologies. Built for scalability, the NXE series ranges from 250 to 6,400 kVA, enabling seamless expansion to meet evolving industrial demands. This future-ready solution represents a new benchmark in sustainable, intelligent power infrastructure.",
    "Hayleys Fentons Managing Director Hasith Prematillake said: “This deployment marks a pivotal advancement in industrial power infrastructure in Sri Lanka. By integrating the 300 kVA Riello NextEnergy UPS, we are addressing a critical need for high-availability power in process-driven environments. It reflects our strategic intent to equip local industries with robust, future-proof solutions that align with global reliability and efficiency benchmarks.”",
    "Hayleys Energynet General Manager Mahesh Abeywickrama said: “Hayleys Energynet, with over 35 years of industry expertise, is the authorised Sri Lankan partner for Riello UPS sales and after-sales. Backed by certified engineers and nationwide technical support, the company delivers end-to-end power solutions tailored to industrial, commercial, and critical infrastructure sectors. This milestone project underscores the capability of Hayleys Energynet to deliver future-ready power continuity solutions aligned with the global EN 62040 standard.”",
    "In FMCG production environments, where operational downtime directly affects product output and quality, this advanced UPS solution plays a vital role in ensuring uninterrupted operations by protecting critical equipment from power disturbances.",
    "It mitigates the risk of equipment malfunctions and process disruptions that may compromise batch integrity or result in wastage. By enhancing overall system reliability, the solution drives down long-term maintenance and energy costs, empowering manufacturers to uphold consistent quality standards while maximising operational efficiency."
  ]
}