{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/british-council-rallies-youth-to-protect-worlds-oceans/",
  "time_ut": 1718321520.0,
  "original_lang": "en",
  "original_title": "British Council rallies youth to protect world’s oceans",
  "original_body_lines": [
    "To mark World Oceans Day, British Council (BC) demonstrated its commitment to empower and support the country’s youth to address climate change and to share their experience of action taken to protect the oceans.",
    "In the first Interactive session at the BC, youth were given the opportunity to explore, engage and be empowered to protect the ocean for climate resilience through a knowledge- sharing and networking session with representatives from two national agencies, NARA (National Aquatic Resources Research and Development Agency) and MEPA (Marine Environment Protection Authority). The forum was moderated by Sudarsha de Silva (Co-founder, Co-Founder Earthlanka Youth Network.",
    "Questions from youth were focused on how national agencies can work together instead of working in isolation for coastal and marine conservation.",
    "Ms Kishara Bandaranayake, Senior Scientist, NARA and Nilantha Piyadasa, Manager Operations, (MEPA) highlighted the importance of technical collaboration and described how they are working together with civil society organisations and youth networks.",
    "In response to the current situation with regard to the Xpress Pearl disaster, they mentioned that there’s an ongoing court case and data collection and cleaning process in affected areas. Answering a follow-up question from the youth, on the Port City Development Project, the agencies answers included explanations on how they are by conducting surveys and assessments together regarding ocean pollution and related issues.",
    "Elaborating on pollution categories, Piyadasa described the types of hazards, other than oil-linked ones, which can cause marine pollution. Matters related to the legal policy framework and gaps in signing MARPOL Annex 6 were raised by youth and he mentioned the establishment of a national working group to resolve these issues. In response to NARA’s role on managing depleting fish stocks, Bandaranayke explained how their research work has been focused on providing recommendations to ensure the sustainability of the living resources.",
    "Manuja Hendawitharana, a participant, highlighted how he managed to win an Erasmus Mundus Masters scholarship to Europe to get much needed hands-on experience in advanced coral reef modelling techniques and connected with international experts in the field: the survival of coral reefs are crucial, as they harbour the highest biodiversity of any ecosystem globally and directly support over 500 million people worldwide, mostly in poor countries.",
    "Sarani Ranaweera explained how she managed secure grants and funding to engage in marine conservation as a non-science student. She explained how her actions address women’s empowerment and gender equality and stressed the importance of following your passion to help the community and environment outside the classroom. She also elaborated on the challenges she faced and how she overcame them, when she first started working in this area.",
    "ISMM signs MoU with Ministry of Industries as part of contribution to national endeavour",
    "New research explores the experiences of teachers with disabilities in education systems worldwide",
    "British Council launches Youth-Led Green and Inclusive Initiatives in Businesses project in Sri Lanka",
    "British Council launches international awards to celebrate UK alumni achievements",
    "British Council launches international awards to celebrate UK alumni achievements",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}