{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/safe-labour-migration-programme-handed-over-to-sri-lanka/",
  "time_ut": 1732482780.0,
  "original_lang": "en",
  "original_title": "Safe Labour Migration Programme handed over to Sri Lanka",
  "original_body_lines": [
    "The Embassy of Switzerland, in collaboration with the Government of Sri Lanka and the International Labour Organization (ILO), hosted the hand-over ceremony of the Safe Labour Migration Programme (SLMP) at Cinnamon Life, Colombo. This event marked the formal conclusion of a 14-year partnership that significantly advanced the safe and regular labour migration landscape in Sri Lanka.",
    "Launched in 2010, the SLMP was implemented through a multi-stakeholder collaboration, funded entirely by the Swiss Agency for Development and Cooperation (SDC) with an investment of CHF 16.65 million. The programme was implemented by the International Labour Organization (ILO), HELVETAS Swiss Intercooperation, the International Executive Service Corps (IESC), and several civil society organizations (CSOs), fostering a broad and inclusive approach to achieving its objectives.",
    "Policy Advancements: The revised National Labour Migration Policy and Action Plan for 2023-2027 was approved, ensuring improved protection and welfare for migrant workers.",
    "Capacity Building: Over 600 Development Officers for Foreign Employment (DOFEs) were trained, and more than 250,000 migrant community members were directly reached with safe migration information.",
    "Skills Development: Guidance and skill recognition services were provided to over 6,400 migrant workers, supported by new curriculums and certification systems.",
    "Grassroots Impact: 13 Migration Information Centers are actively operational, providing vital services at district levels.",
    "The Embassy of Switzerland and the ILO extended their heartfelt appreciation to the Government of Sri Lanka, trade unions, civil society organizations, employers’ associations, and all implementing partners for their unwavering collaboration and dedication to the programme. Their collective efforts were instrumental in ensuring the successful implementation of the SLMP and achieving its far-reaching outcomes.",
    "The outcomes of the SLMP were officially handed over to the Government of Sri Lanka, ensuring continued implementation of the National Policy and Action Plan on Migration for Employment 2023-2027.",
    "SriLankan Airlines secures second consecutive ‘Emerging Cargo Airline’ Award at Arabian Cargo Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}