{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104387/fitch-upgrades-sri-lanka-to-ccc",
  "time_ut": 1734749760.0,
  "original_lang": "en",
  "original_title": "Fitch upgrades Sri Lanka to ‘CCC+’",
  "original_body_lines": [
    "Fitch Ratings has upgraded Sri Lanka’s Long-Term Foreign-Currency Issuer Default Rating (IDR) to ‘CCC+’ from ‘RD’ (Restricted Default), citing the completion of the international sovereign bond restructuring and an improved outlook for macroeconomic indicators.",
    "Fitch typically does not assign an Outlook to sovereigns with a rating of ‘CCC+’ or below.",
    "Fitch has also upgraded the Local-Currency IDR to ‘CCC+’, from ‘CCC-’, to align with the Long-Term Foreign-Currency IDR, as the risk of another default on local-currency debt has been reduced by the completion of the international sovereign bond restructuring and an improved outlook for macroeconomic indicators.",
    "Sri Lanka completed the local-currency portion of its domestic debt optimisation in September 2023, following the exchange of treasury bills and provisional advances held by Central Bank of Sri Lanka’s into new treasury bonds and bills.",
    "The upgrade of the Long-Term Foreign-Currency IDR reflects Fitch’s assessment that Sri Lanka has normalised relations with a majority of creditors, after the announcement of final results of the invitation to exchange the outstanding stock of international sovereign bonds with a 98% participation rate.",
    "One bond series with non-aggregated collective action clauses did not meet the required 75% level. Without this bond series, the acceptance results imply a restructuring of 96% of total commercial external debt, it said.",
    "The debt exchange will convert 11 international sovereign bonds and accumulated past due interest (PDI) into a mix of four macro-linked bonds, one governance-linked bond and one PDI bond.",
    "Bondholders can choose the local alternative governed by domestic law, with rupee-denominated bonds and a US dollar bond with step-up coupon payments."
  ]
}