{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sunshine-holdings-reports-strong-q1-fy26-performance-with-11-6-revenue-growth/",
  "time_ut": 1754244660.0,
  "original_lang": "en",
  "original_title": "Sunshine Holdings reports strong Q1 FY26 performance with 11.6% revenue growth",
  "original_body_lines": [
    "Sunshine Holdings PLC posted robust financial results for Q1 FY26, with revenue rising 11.6% YoY to LKR 15.9 billion and profit after tax (PAT) growing 20.6% YoY to LKR 1.7 billion.",
    "The growth was driven by improved economic conditions and strong performance across its Healthcare, Consumer, and Agribusiness sectors.",
    "Healthcare remained the largest revenue contributor (54.2%), recording 14% YoY growth (LKR 8.6 billion) due to expansion in pharmaceuticals, medical devices, and retail. The pharmaceutical agency business surged 26.7%, while Healthguard Pharmacy and Distribution saw 17.4% and 44.5% growth, respectively. However, Lina Manufacturing’s revenue declined 19.6% due to delayed government deliveries.",
    "The Consumer segment reported 3.7% revenue growth (LKR 4.8 billion), supported by domestic and export markets. The confectionery segment grew 19.9%, while branded tea saw marginal gains. Exports rose 7.2%, reflecting sustained demand.",
    "Agribusiness (Watawala Plantations) delivered 20.7% revenue growth (LKR 2.5 billion), led by a 27.2% surge in palm oil due to higher prices and volumes. Dairy revenue fell 14.6%, but cost efficiencies helped EBIT margins expand to 48.8% (vs. 38.8% YoY).",
    "CEO Shyam Sathasivam attributed the results to strategic investments, economic recovery, and portfolio diversification. The Group’s gross profit margin improved 277 bps to 31.8%, driven by cost optimization and pricing strategies.",
    "Sunshine Holdings, established in 1967, operates key brands like Zesta Tea, Healthguard Pharmacy, and Daintee, employing over 1,900 people and generating LKR 59.3 billion in FY25 revenue.",
    "Japan to help Sri Lanka build healthier, happier workplaces under new COYLE-JETRO pact",
    "Sarrah Sammoon, first Sri Lankan to receive certification in investment migration",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}