{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110880/sri-lanka-reaffirms-commitment-to-strengthening-ties-with-singapore",
  "time_ut": 1753606860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka reaffirms commitment to strengthening ties with Singapore",
  "original_body_lines": [
    "Sri Lanka’s Minister of Foreign Affairs Vijitha Herath has reaffirmed the country’s commitment to further advancing bilateral relations with Singapore.",
    "The Foreign Minister made these remarks in a congratulatory letter issued to the Republic of Singapore to commemorate the 55th anniversary of the establishment of diplomatic relations between the two nations.",
    "The Republic of Singapore and the Democratic Socialist Republic of Sri Lanka officially established diplomatic relations on 27 July 1970.",
    "To mark the 55th anniversary of this occasion, Singapore’s Minister for Foreign Affairs, Dr. Vivian Balakrishnan, and Minister of Foreign Affairs, Foreign Employment, and Tourism Vijitha Herath, exchanged congratulatory letters.",
    "In his letter, Minister Herath noted that, in light of evolving regional and global dynamics, Sri Lanka sees significant opportunities to deepen cooperation in emerging areas and to work closely together in regional and multilateral fora, including through ASEAN-centred platforms, in support of a rules-based international order and inclusive development across the region.",
    "He further stated, “Over the past five and a half decades, this partnership has been further strengthened through regular dialogue, institutional collaboration, and a growing number of bilateral initiatives that have brought our nations even closer. Continued engagement across government ministries and agencies has paved the way for deeper economic integration and mutually beneficial growth.”",
    "Meanwhile, Singapore’s Foreign Minister Dr. Vivian Balakrishnan highlighted that there are much more the two countries can do together in areas such as trade, transport, and the digital economy. He added that Singapore looks forward to working with the Sri Lankan government to further broaden the partnership.",
    "He also stated, “The bilateral relationship has come a long way since 1970. Close economic links, strong people-to-people ties, and growing educational exchanges have been the bedrock of our cooperation. As fellow members of the Indian Ocean Rim Association and the Commonwealth, we have worked well together to expand collaboration in capacity-building and sustainable development.”"
  ]
}