{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112299/us-and-sri-lanka-launch-multilateral-pac-angel-25-exercise-to-enhance-disaster-response",
  "time_ut": 1757344680.0,
  "original_lang": "en",
  "original_title": "US and Sri Lanka launch multilateral ‘Pac Angel 25’ exercise to enhance disaster response",
  "original_body_lines": [
    "The United States and Sri Lanka today officially launched PACIFIC ANGEL (Pac Angel) 25 at Katunayake Air Base, with U.S. Defense Attaché Lt. Col. Matthew House joining Sri Lanka Air Force leaders to open the exercise.",
    "The five-day multilateral program, running from September 8–12, brings together nearly 90 U.S. and 120 Sri Lanka Air Force personnel, along with participants and observers from Australia, Bangladesh, India, Japan, and Maldives, to strengthen disaster response and save lives, the US Embassy in Colombo said.",
    "Training focuses on search and rescue, medical readiness, air safety, and engineering cooperation. Supported by two U.S. C-130J aircraft and Sri Lanka’s Bell 412, B-212 helicopter, and King Air 350, Pac Angel 25 builds the teamwork and trust needed for faster, stronger responses to real-world crises.",
    "U.S. Ambassador to Sri Lanka Julie Chung commenting on the exercise noted that, “PACIFIC ANGEL 25 is the largest multilateral exercise hosted in Sri Lanka this year, and we are proud to welcome participants from Australia, Bangladesh, India, Japan, Maldives, Sri Lanka, and the United States. This exercise shows how our nations are working side-by-side to prepare for real-world challenges—from disaster response to humanitarian crises.”",
    "“As Indo-Pacific partners, we safeguard security and open commerce, and exercises like Pac Angel strengthen our ability to face challenges together to protect the peace and stability on which our region depends,” she said.",
    "U.S. Defense Attaché to Sri Lanka Lt. Col. Matthew House welcomed participants on behalf of the United States, highlighting the practical impact of the exercise:",
    "“Pac Angel is more than just an exercise; it is about forging real-world cooperation with our allies and partners that enables rapid, coordinated responses to crises. By training together, we strengthen trust, deter threats, and ensure that when disaster strikes, we can respond swiftly and effectively. What we build together today is a foundation for tomorrow’s shared security.”",
    "Pacific Angel, now in its 18th year, is a recurring humanitarian response exercise led by the U.S. Pacific Air Forces and sponsored by U.S. Indo-Pacific Command (USINDOPACOM).",
    "Officially launched in 2008, Pacific Angel builds on the success of its inaugural mission in 2007, which provided critical aid to Kiribati, Nauru, and Vanuatu.",
    "Since then, Pac Angel has become a cornerstone of U.S. engagement in the Indo-Pacific region, reflecting the United States’ enduring commitment to its Pacific neighbors.",
    "Pacific Angel exercises are conducted at the request of host nation governments and are planned months in advance. These engagements are not in response to any current real-world crises but are designed to enhance the capacity of host nations to support their citizens and respond effectively to natural disasters and other challenges, the statement said."
  ]
}