{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/tamil-demand-for-justice-stumbling-block-for-npp/",
  "time_ut": 1733578545.0,
  "original_lang": "en",
  "original_title": "Tamil Demand For Justice – Stumbling Block For NPP",
  "original_body_lines": [
    "NPP received massive mandate by the people across ethnic, religious and social divide to charter the course of the country for the coming five years. Attracted primarily by their slogan of eliminating corruption and reducing wastage and others like delivering social justice to all and applying meritocracy in selection, they have been ushered into position of authority. However they have made a fundamental mistake in deciding that problems faced by Sinhalese and Tamils are the same and if the economic situation in the country improves, everything will be fine, descending into wishful thinking that Tamil demand for justice would fizzle out. In this aspect they seem to be no different to previous governments.",
    "NPP has been thrust into power largely by lower middle class Sinhalese voters who were frustrated with fraud and mismanagement which resulted in economic decline, in the process shifting their support from mainstream Sinhala parties. Similarly minorities who were dissatisfied with their representatives looking only after themselves and ignoring their community, have changed allegience. NPP should not take the people for granted and must deliver the results. They need to overcome deeply entrenched Sinhala Buddhist chauvinism in the country, if they are to make any headway into unresolved Tamil demand for justice. In the event where unemployment and cost of living are on the rise causing political instability, any intention to meet Tamil demand for justice will be put on the back burner.",
    "NPP has closed its doors on two important matters: International involvement in accountability issues and fate of Tamils who had been voluntarily disappeared. If they do not want foreigners, they must constitute their own panel without delay, finish conducting hearing within their tenure and punish those who had committed crimes. If they drag their feet, they will lose confidence of Tamils. As for forced disappearances, it is open secret that they were committed by armed forces probably on orders of those who were in command, and therefore nothing will come out of it. Office of missing persons was created to mislead international community, which hardly achieved anything since it was established. Are they going to continue with this failed concept. If they admit that they are dead, then they must show where the bodies are, so that relatives could give them a decent funeral.",
    "NPP has stressed about equality and meritocracy. When they assure Buddhist monks that the foremost place accorded to Buddhism in the constitution would be retained, the concept of equality is blown away. Similarly, when no action is taken to remove disparity in university admission and recruitment to public service, the principle of meritocracy is lost. Failure to grasp that political issues faced by Tamils are entirely different to that of Sinhalese and economic hardships faced by Tamils are not exactly same as of Sinhalese, will take them nowhere. North followed by east are the most underdeveloped provinces in the country due to the war related destruction and post conflict neglect. Going by economic indices like GDP and poverty rate, north is at the lowest rung, preceded by east. NPP must take into account that though Tamils who backed them may not demand anything other than economic relief, there is significant amount that are sceptical of NPP delivering justice to them.",
    "This government is also repeating about setting up of truth and reconciliation commission similar to South African model, where it commenced only after justice was done to Africans. To think about it in Sri Lanka without any semblance of justice to Tamils is hollow. Recommendations of lessons learnt commission set up few years ago to usher reconciliation were not implemented. Unlike in South Africa, where both perpetrators and victimized were Christians, to expect admission of crimes in Sri Lankan situation is farfetched. As first step, all Tamil political prisoners held in remand without being brought to courts more than 15 years must be released forthwith, and remainder in stages within reasonable period.",
    "Tamils want to live in dignity and safety. Removal of few security forces camps and check points is not enough. Reining in military intelligence and civilians in cohort such as Muslim home guards in the east and paramilitary groups in the north, who are being used to create trouble to Tamils is paramount. Though lands have been released in the past, there is no clarity on extent of land still held by the forces. These lands used for cultivation as means of sustenance, were fundamental to owners for their existence for many years. Withholding them stating unsubstantiated security concerns will not help in reconciliation. Downsizing of the security services to reduce government expenditure is a recommendation of IMF. This is an opportunity given to NPP to comply with it and end the massive economically disastrous militarization of Tamil regions. If NPP on the face of attack by vested interests backtracks on providing fear free environment to Tamils, it would indeed be retrograde step.",
    "Attempt by NPP to meet justifiable expectations of Tamils will only provide an opportunity for Sinhala hardliners to spew hatred. Tamil community hurt and humiliated by ethnic war where they underwent untold suffering are clamouring out for justice, but unless all vestiges of racist patriotism are dismantled, this will not be realised. It is unfortunate that succession of politicians have inculcated into the minds of Sinhalese that any concession to Tamils is a threat to them. There is veiled reference by known Sinhala extremists suggesting of NPP teaming up with Tamil diaspora to undermine their interests. Regarding constitution making, NPP will have to surmount resistance from Sinhala fringe elements on matters such as nature of state, unit of devolution and extent of devolution, to fulfil Tamil demand fairly. Tamils have bidden long for system change and now it is for NPP to effect that.",
    "It is foolish to think that Tamil nationalism is dead following election. Defeated was not Tamil nationalism, but those politicians who hoodwinked Tamils taking cover under nationalism, in the meantime enriched themselves and preserved their selfish agenda. After all Sinhala nationalism did not fade off due to failed Wellassa and Matale rebellions but was dormant to resurge hundred years later to spearhead independence struggle and continues to rage. Similarly Tamil nationalism is bound to resurrect with vengeance like phoenix rising out of ashes. Tamils who were victims of a brutal war, fought across the lands they lived on, have deeper grievances awaiting resolution, which they expect to be considered favourably by their newfound saviours. Failure in engaging with Tamil demand for justice will ultimately end in conflict to prevent NPP from reaching the goal of peace and prosperity."
  ]
}