{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/international-humanitarian-law-and-the-norms-of-war/",
  "time_ut": 1752918480.0,
  "original_lang": "en",
  "original_title": "International Humanitarian Law and the “Norms” of War",
  "original_body_lines": [
    "The International Committee of the Red Cross, the ICRC, was founded in Geneva, Switzerland in 1863. The organization is now more than 162 years old. A three-time Nobel Peace Prize Laureate – in 1917, 1944, 1963 – it operates in over 100 countries. It is not just a neutral umpire during times of war; it is a nightwatchman, its history more or less synonymous with that of international humanitarian law, or IHL.",
    "The Global Initiative to galvanize political commitment to international humanitarian law, the ICRC’s latest endeavor, saw the light of day in Colombo two weeks ago. On Wednesday, July 9, the ICRC, led by outgoing head Séverine Chappaz, held a briefing and panel discussion on the way forward. Organized under the auspices of the Bandaranaike International Diplomatic Training Institute (BIDTI), the two-hour session, at the BMICH, saw an exchange of views between diplomats, State officials, and civil society.",
    "Ambitious in its scope, the Global Initiative is timely and urgent. But it is also, at one level, problematic, riddled with contradictions that organizations like the ICRC have had to engage with today. This is not at all the fault of the ICRC: as was noted in the opening remarks at the event, it is in times of war that such institutions come to matter.",
    "But the contours and rules of warfare make it difficult for these bodies to act as a mediator, to claim the status of neutral umpire without being sidelined, if not demonized, as being partial to one side over another. This is not a problem specific to a time or place, and it is to the ICRC’s credit that it has, wherever it has confronted it, held strong.",
    "Take a very simple example: the definition of civilian in customary IHL. The ICRC defines a civilian as “persons who are not members of the armed forces”, which presumably includes those who are no longer part of such groups. One of the few exceptions to this is what is known as “levée en masse” – when hitherto unarmed civilians take up arms to resist invading troops. Upon taking arms, they become parties to a conflict – a status that confers automatically on them the duty to abide by the laws of war.",
    "All this seems straightforward enough. And it has been applied at various times, prominently in Ukraine, when President Volodymyr Zelenskyy tweeted that the government would, in response to Russian activities, “give weapons to anyone who wants to defend the country.” The problem comes with how civilians are to be treated in warzones. One analyst observes that there are two schools of thought on the matter. One is that civilians automatically become members of an armed group, even if forced to join such groups. The other is that they become combatants only when engaging in war.",
    "Countries like the US and Israel have, for the longest possible time, preferred the former view. The US, especially in its wars in West Asia, have targeted militants even outside of conflict situations, deploying drones and other warfare equipment that only escalate civilian casualties. Israel’s activities in Gaza and the West Bank offer yet another example of how civilian areas have turned into military targets. The justification that is usually invoked is that the militants are hidden among the civilians, making it difficult for military forces to distinguish between the two – an excuse that confers impunity on their targeting of critical non-military civilian infrastructure, including hospitals.",
    "My point here is not that the norms of IHL and the Geneva Convention are selective in how they are applied. International law is almost always selectively applied, depending on who is applying it and on whom it is being applied. My point is that no State and (almost) no non-State actor wants to be seen as flouting these norms. Rather, in every other case, parties justify the most flagrant violation of humanitarian law by resorting to the gist of IHL itself. This is true for the US’s invasions of West Asia, Russia’s incursions into Ukraine, and Israel’s occupation of Gaza and the West Bank.",
    "We are seeing this in full display across Gaza and the West Bank. The Israeli Defense Forces are clearly violating the most fundamental tenets of humanitarian law, but they resort to the norms of humanitarian law when justifying those violations. When attacking hospitals, for instance, they claim that they are following military objectives and that the hospitals are harboring Hamas operatives. The bottom line is that no one wants to openly admit they are flouting humanitarian law – even if they are.",
    "The ICRC’s role has been, as I wrote earlier, that of a neutral umpire and a nightwatchman. In this the ICRC and its constituent bodies have done invaluable service. It doesn’t try to make distinctions between armed groups and makes no judgment on those it tends to, on the State or non-State side. Certainly, one can argue that in times of war moral judgments are a luxury. The ICRC has laudably refrained from such judgments.",
    "Yet that has led some parties, predominantly from the State, to urge international bodies to be fairer to their side and listen to what they have to say. For instance, in 2014, the Sri Lankan mission in Geneva asked the Human Rights Commission to judge Sri Lanka in relation to the challenges of a country emerging from a 30-year conflict.",
    "The contradiction here is stark, and it is one that IHL will have to grapple with as it evolves. On the one hand, State actors claim a moral high ground vis-à-vis IHL because, they argue, they have a public mandate validated or “certified” by the democratic process, which non-State combatants supposedly do not have. On the other, States and State actors urge human rights bodies, and organizations such as the ICRC, to be fairer to them, since they are in a position, and are obliged, to apply the rules of law, which non-State combatants – including terrorist outfits – have the luxury of refraining from.",
    "This is a contradiction as old as modernity itself – if by modernity we mean the post-1648, Westphalian context – and it has become more evident today, when commentators are talking openly about a post-Westphalian order in which States and non-State actors are at cross-purposes with each other and must find common ground.",
    "It must be said, however, that even here there is confusion. As former Foreign Secretary and outgoing Executive Director of the Lakshman Kadirgamar Institute Ravinatha Aryasinha said at the ICRC event, from a world where non-State actors were on the rise we have reverted to a world where State-based conflicts are increasing.",
    "In that context, US President Donald Trump’s Manichean vision of world order and the good-evil binaries amplified by outfits like the G7 have broad implications for the international system and international humanitarian law – and a new relevance for the ICRC. It has made the world a more dangerous but also more confusing place.",
    "I can only flip Gramsci here: the old order may be dying, but it also wants to be reborn. We are in a world where State-versus-State conflicts and State-versus-non-State conflicts are happening simultaneously and concurrently, at a scale unprecedented in modern history. According to the Peace Research Institute in Oslo, 2024 recorded the highest number of State-based armed conflicts in seven decades, at 61. Non-state conflicts also recorded an upsurge, with the Americas recording a decline and Africa a sharp increase. The distinction between State and non-State actors in conflict situations is bound to dissipate further as State, non-State, and proxy players blend into each other. The rise of ICT and AI, areas which the ICRC’s Global Initiative covers, will only complicate these matters further.",
    "Amidst all these developments, the ICRC’s Global Initiative tries to bring States together to ensure that the rules of war are in line with IHL. This is an admirable pursuit, which must be encouraged. Yet the contradictions underlying humanitarian law are as old as if not older than IHL. These contradictions are ones the world will have to put up with, but to put up with them does not mean that one cannot resolve them. The ICRC’s Global Initiative takes one step – a leap, one can say – towards that laudable goal.",
    "Uditha Devapriya is a writer, researcher, and foreign policy and political commentator based in Sri Lanka. He can be reached at udakdev1@gmail.com.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}