{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Yukthiya-not-driven-by-personal-agenda-Deshabandu/108-275549",
  "time_ut": 1705977720.0,
  "original_lang": "en",
  "original_title": "Yukthiya not driven by personal agenda: Deshabandu",
  "original_body_lines": [
    "Colombo, Jan 23 (Daily Mirror) - Despite criticism from several organisations including the UN regarding potential human rights violations during the ongoing countrywide crackdown on criminals and drug smugglers, Acting IGP Deshabandu Tennakoon told the Daily Mirror that the operation ’Yukthiya’ has ano personal agenda, focusing solely on eradicating the underworld and apprehending drug smugglers.",
    "The 'Yukthiya' operation, launched on December 17 last year following the appointment of Tennakoon as the Acting IGP, has resulted in the arrest of over 40,000 individuals.",
    "The UN and local rights groups have voiced concerns about heavy-handed tactics, arbitrary arrests, and potential due process violations during the operation. Critics claim the crackdown disproportionately affects marginalised communities, leading to profiling and harassment.",
    "While denying allegations of mistreatment, Tennakoon emphasised the need for a firm hand against underworld criminals.",
    "\"We don't have a personal agenda with the underworld and smugglers. Our only target is to eradicate the underworld in general, and we don't have personal issues with anyone. Each member involved in the underworld and drugs are our enemies, “Acting IGP Tennakoon told Daily Mirror dismissing criticism.",
    "He said that the operation is specifically aimed at those involved in smuggling narcotics into the country and those engaged in distribution. \"We are not merely arresting individuals connected to the drug trade; we are also confiscating their assets and properties acquired through illicit activities. Millions of rupees worth of assets and properties have already been seized. This action sends a robust message to the criminals,\" he said.",
    "He said those opposing the operation are likely benefiting from criminal activities. \"With over 65% of key individuals involved in narcotics distribution arrested, leading to a substantial reduction in drug availability, the operation has achieved significant success within its first month,\" Tennakoon said.",
    "The IGP said that there has been a 17% decrease in crime across the country since the launch of the operation's first month.",
    "Commenting on doubts exist about the operation's long-term effectiveness, the Acting IGP said that the operation will continue until its ultimate objective of dismantling the country's narcotics trafficking networks is achieved."
  ]
}