{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/modi-slams-india-congress-for-giving-up-claims-on-kachchthivu-island-to-sri-lanka-156628/",
  "time_ut": 1711885860.0,
  "original_lang": "en",
  "original_title": "Modi slams India Congress for giving up claims on Kachchthivu island to Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT – India’s Prime Minister Narendra Modi has slammed a decision by India’s Congress party for giving up claims over Kachchathivu island, in the run up to April elections.",
    "“New facts reveal how Congress callously gave away #Katchatheevu,” Modi said in an X.com (twitter) post.",
    "“This has angered every Indian and reaffirmed in people’s minds- we can’t ever trust Congress!",
    "“Weakening India’s unity, integrity and interests has been Congress’ way of working for 75 years and counting.”",
    "He was citing a story on the Time of India which featured documents obtained by an RTI application.",
    "READ MORE: RTI reply shows how Indira Gandhi ceded island to Sri Lanka",
    "The Indian claims were based in part on rights given by the British East India Company to the Raja of Ramnad, according to the report.",
    "The Times of India cited a legal opinion by an India Attorney General which cited “zamindari rights given by the East India Company to the Raja of Ramnad over the islet and fishery and other resources around it.”",
    "Sri Lanka on the other hand had claimed Katchchathivu was under the Jaffna kings and also featured in Dutch and British maps.",
    "Sri Lanka itself was at one time administered by the Madras Presidency by the British.",
    "A Zamindar was a type of feudal ruler with an estate system dating back at least to Mughal rule.",
    "Most of present-day India were under Muslim rulers before the British took over the subcontinent, with the Delhi Sultanate and the later Mughal Empire being the most notable.",
    "The Southern tip of India including the territory under the Raja of Ramnad, which later turned into what is now called Tamil Nadu, was a small section of India that was out of Muslim control.",
    "The Madurai Nayaks, who were linked to Sri Lanka’s last Kings were from the same area, a territory that remained in the hands of Hindu rulers, though it was under the control of the Delhi Sultanate for a time.",
    "A key turning point where the British wrested control of India from Muslim rulers is considered to be the Battle of Plessey in 1757 when the East India company defeated the Nawab of Bengal. (Colombo/Mar31/2024)"
  ]
}