{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/comparing-external-debt-burdens-sri-lanka-and-middle-income-countries/",
  "time_ut": 1709055600.0,
  "original_lang": "en",
  "original_title": "Comparing external debt burdens: Sri Lanka and middle-income countries",
  "original_body_lines": [
    "Middle-income countries (MICs), comprising 106 diverse nations, face challenges comparable to low-income countries, including high debt and economic competitiveness issues. Despite their potential economic strength, they risk stagnation, particularly post-COVID-19. These concerns are echoed by numerous global organisations and institutions, as outlined below.",
    "UN General Assembly President Volkan Bozkir emphasises the urgency to address structural obstacles hindering Sustainable Development Goal achievement in MICs. Crippling debt is a major challenge exacerbated by the pandemic, with MICs facing a higher debt service ratio than low-income countries.",
    "The UNCTAD emphasises the need for comprehensive debt relief and restructuring involving all creditors to ensure a sustainable and equitable recovery. Exclusion from debt relief initiatives poses a threat to global poverty, inequality, and climate change efforts if the international community fails to support MICs.",
    "Then Ajay Banga, who assumed the role of World Bank Group President on June 2, 2023, has highlighted the multifaceted role of the World Bank, emphasising its financial support and the importance of knowledge and expertise. His claim of providing over US$ 100 billion to the poorest countries and Middle-Income Countries (MICs) indicates a substantial financial commitment by the World Bank.",
    "However, a critical perspective would question the effectiveness of these funds and their impact on addressing the stated issues. It is crucial to assess the outcomes and benefits derived from the financial assistance as some of these countries, including Sri Lanka, have not utilised their borrowed funds in economically viable and financially feasible projects. The emphasis on the World Bank as a “knowledge bank” raises questions about how effectively this expertise is shared and utilized by recipient countries. The practical application and impact of knowledge-sharing need to be scrutinised.",
    "The World Bank’s classification of Middle-Income Countries, based on Gross National Income (GNI) per capita, may be seen as a straightforward economic metric. MICs include countries with Gross National Income (GNI) between US$1,86 and US$13,205 comprising both lower middle-income countries and upper middle-income countries.  Together, MICs account for about 30 percent of global GDP and make up 75 percent of the world’s population, including 60 percent of the world’s poor.",
    "The debt-to-GNI comparison for Argentina, Angola, Pakistan, Sri Lanka and Tunisia, in relation to low and middle-income countries, can be illustrated as per Figure 1, which shows the external debt stocks as a percentage of Gross National Income (GNI) for the years 2012 to 2022 for low and middle-income countries, along with specific data for Angola, Lebanon, Pakistan, Sri Lanka, and Tunisia.",
    "The number for low and middle-income countries has been gradually increasing over the years, from approximately 22.8% in 2012 to around 24.2% in 2022. Lebanon stands out with an exceptionally high external debt-to-GNI ratio, reaching 309.2% in 2021. Pakistan’s number has shown fluctuations but has generally increased, going from 28.9% in 2012 to 38.1% in 2022. Sri Lanka has experienced a steady increase in external debt, growing from 51.6% in 2012 to 88.9% in 2022. Angola’s external debt has shown a substantial increase over the years, more than tripling from 31.5% in 2012 to 109.5% in 2021 but with a sharp drop to 60.8% in 2022.",
    "Sri Lanka has shown a consistent upward trend in external debt as a percentage of GNI from 2012 to 2022. In 2022, Sri Lanka’s external debt as a percentage of GNI (67.9%) is higher than Argentina (51.6%), Pakistan (38.1%) and Angola (60.8%) but just below Tunisia (87.6%) and well below Lebanon (>300%). Despite Sri Lanka being positioned in the mid-range among the selected countries, it exhibits a lack of progress in contrast to other nations that have demonstrated some recovery in 2022, compared to 2020 and 2021.",
    "As we all witnessed, Sri Lanka’s rising debt levels may pose challenges in terms of debt sustainability and economic stability. It could impact the country’s ability to meet its financial obligations and fund development initiatives.",
    "In Figure 2 (Debt per head), it is noteworthy that there are no intersecting lines, indicating a consistent pattern over the 10-year period. This implies that these five countries maintained comparable positions in terms of external debt per capita throughout the decade, showcasing a consistent alignment in their relative debt levels.",
    "While all the countries experienced increases in debt over the period, Argentina’s debt per capita remained higher than Sri Lanka’s. Lebanon had significantly higher external debt per capita compared to Sri Lanka. Despite increases in debt for both countries, Lebanon’s debt per capita remained much higher than Sri Lanka’s. Sri Lanka had a higher external debt per capita. Both countries experienced increases in debt, with Sri Lanka consistently having a higher debt per capita than Pakistan.",
    "Secretary-General of the United Nations, António Guterres, has called for the reform of international financial and development institutions to better represent the interests of the Global South. He has emphasised the need for these institutions, such as the International Monetary Fund (IMF) and the World Bank, to evolve to match today’s global economy. Guterres highlighted the importance of ensuring that these institutions are truly universal and inclusive, reflecting the realities of the current global economic landscape.",
    "Reflecting on the geopolitical landscape, Guterres remarked on the shift away from a bipolar or unipolar world to a more chaotic, multipolar one. He highlighted the need for constructive dialogue between developed and developing nations to address conflicts, climate change, and other pressing issues.",
    "UN Deputy Secretary-General Amina Mohammed emphasised the crucial role of MICs in global growth, constituting close to one-third of the world’s GDP and serving as major drivers of sustainable development. Despite their economic significance, vulnerabilities persist in MICs, with 62 percent of the world’s poor residing in these countries. She also pointed out that 39 MICs now face net interest payments exceeding 10 percent of government revenue, a significant increase from 23 countries a decade ago. This situation underscores the complex and multifaceted challenges that MICs encounter, necessitating global attention and support to ensure sustained economic recovery and resilience.",
    "On a different track, Anuradha Mittal, Executive Director of the Oakland Institute, has highlighted the impact of right-wing politics on MICs like Brazil. She emphasises that the challenges faced by MICs are similar to wealthier nations and depend on the election of officials committed to the public good. Mittal underscores the global challenge for MICs in navigating political allegiances amid conflicts like those in Ukraine and the Middle East, hindering the necessary global cooperation for social and environmental progress, especially in addressing the climate emergency.",
    "Bhumika Muchhala, a political economist with Third World Network, criticises the lack of acknowledgement of rich countries, especially the US, for their international responsibility in causing cross-border spillovers that violate the economic and social rights of other nations.",
    "In conclusion, this comprehensive analysis delves into the multifaceted dynamics surrounding Middle-Income Countries (MICs) and their role in the global arena. The Group of 77 acts as a pivotal force in uniting developing nations, but concerns arise regarding its ability to address the diverse needs of its 134-member nations effectively. MICs, encompassing 106 nations, face challenges akin to low-income countries, including high debt and economic competitiveness issues, posing risks of stagnation post-COVID-19. The UN emphasises the urgency to fine-tune the development system to meet the unique needs of MICs, with a focus on addressing crippling debt exacerbated by the pandemic.",
    "World Bank President Ajay Banga’s statements underscore the institution’s financial commitment and knowledge-sharing approach. However, critical scrutiny is warranted to assess the tangible impact of funds and the effectiveness of knowledge dissemination. The external debt comparison for Angola, Argentina, Lebanon, Pakistan, Sri Lanka, and Tunisia with that of aggregate MICs reveals varying degrees of vulnerability, with Lebanon facing exceptionally high levels. Sri Lanka’s mid-range position signals the importance of monitoring rising debt levels for sustainable economic development.",
    "Additionally, insights from Anuradha Mittal shed light on the impact of right-wing politics on MICs, citing Brazil as a case study. The challenges faced by MICs are intertwined with political landscapes, influencing social and environmental policies. Bhumika Muchhala critically examines the adverse spillovers of the Federal Reserve’s monetary tightening, exacerbating sovereign debt distress and creating a crisis of inequality. The international community’s responsibility for addressing cross-border spillovers is underscored, urging support for MICs to prevent threats to global poverty, inequality, and climate change efforts. This analysis calls for collaborative efforts to navigate challenges and leverage opportunities for MICs on the global stage.",
    "(The writer, a senior Chartered Accountant and professional banker, is Professor at SLIIT University, Malabe. He is also the author of the “Doing Social Research and Publishing Results”, a Springer publication (Singapore), and “Samaja Gaveshakaya (in Sinhala). The views and opinions expressed in this article are solely those of the author and do not necessarily reflect the official policy or position of the institution he works for. He can be contacted at saliya.a@slit.lk and www.researcher.com)",
    "Related Topics:Comparing external debt burdens: Sri Lanka and middle-income countriesdebt burdens",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}