{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-first-ever-green-bonds-from-dfcc-bank-oversubscribed-on-opening-day/",
  "time_ut": 1727197440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s first-ever Green Bonds from DFCC Bank oversubscribed on opening day",
  "original_body_lines": [
    "DFCC Bank has made history again by successfully concluding Sri Lanka’s first-ever Green Bond issuance, which was heavily oversubscribed on its opening day, 12th September 2024. This is a significant milestone for the country’s financial sector, underscoring DFCC Bank’s unwavering commitment to sustainability. The Issue represents a substantial boost for the nation’s solar energy sector, as the proceeds are earmarked exclusively for renewable (solar) energy projects that generate significant environmental benefits. DFCC Bank’s Green Bonds will soon be listed on the Colombo Stock Exchange (CSE) and traded publicly.",
    "Expressing his appreciation to investors, Thimal Perera – Director/CEO of DFCC Bank, said, “The overwhelmingly positive response to our Green Bond issue is a powerful validation of the confidence that investors have in DFCC Bank’s sustainability strategy and our vision for green finance. Being heavily oversubscribed on the opening day, we have set a new benchmark for the Sri Lankan financial sector and taken a decisive step in fostering the growth of renewable energy in the country. This achievement reaffirms our vision of a greener future and our commitment to driving sustainable economic growth. We take this opportunity to thank our investors and all those who supported us in this achievement.”",
    "The bonds are classed as Type A, with a tenure of 03 years and a fixed interest rate of 12.00% per annum, with annual interest payouts and a bullet capital repayment at the end of the bond’s tenure. The Green Bond Issue also aligns with DFCC Bank’s Green Bond Framework, developed in collaboration with the Asian Development Bank (ADB), adhering to the International Capital Markets Association (ICMA) Green Bond Principles.",
    "Centrum Marine Consultancy and Döhle (IOM) announce strategic partnership to boost Sri Lanka’s maritime industry",
    "Rotary Club of Colombo Mid Town celebrates 50 years with a vision for community impact",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}