{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/certified-management-accountants-australia-marks-silver-jubilee-in-sri-lanka/",
  "time_ut": 1723500600.0,
  "original_lang": "en",
  "original_title": "Certified Management Accountants Australia marks Silver Jubilee in Sri Lanka",
  "original_body_lines": [
    "The Certified Management Accountants (CMA) Australia proudly celebrates its 25th anniversary in Sri Lanka this year. The series of year-long celebratory activities commenced with a grand inauguration event at the Courtyard by Marriott Colombo, featuring the unveiling of a special 25th Anniversary Logo and the event was graced by esteemed attendees, including CMA Regional Director for Sri Lanka, Kapila Dodamgoda, President of CMA Australia, Ashan Nissanka, current and past Council Members and lecturers.",
    "The CMA education qualification was introduced in 1999 through a technical collaboration between The Institute of Chartered Accountants of Sri Lanka and CMA Australia and in 2006, the Academy of Finance (AOF) was appointed as the Recognized Provider Institute in Sri Lanka. Over the past 25 years, CMA Australia has made substantial contributions to strategic management accounting education in Sri Lanka. A significant number of top management professionals leading some of the largest corporations in Sri Lanka are part of the CMA Australia alumni, underscoring the institute’s pivotal role in shaping the future of the country’s corporate leadership.",
    "“This milestone is a testament to our members’ dedication and excellence. Let us continue to work together, inspire each other, and make a lasting difference in the world of management accounting,” said Ashan Nissanka, Honorary President of ICMA Australia Sri Lanka Region.",
    "“Over the past 25 years, we have established a distinctive organization and a prestigious qualification that has significantly contributed to the corporate sector in Sri Lanka, enhancing opportunities both locally and internationally” stated Kapila Dodamgoda, Regional Director of ICMA Australia Sri Lanka Region.",
    "Deepal Abeysekera, Former CEO of People’s Insurance PLC and the first registered candidate for the Graduate Conversion Programme, remarked, “ICMA Australia qualification is a corporate management finishing programme for functional experts taking leadership roles, providing broader finance management perspective”.",
    "Dr. Chandrani Adikaram, a member of the first executive council, shared her thoughts “The long journey over the past 15 years has been remarkable. Together we have worked tirelessly to uplift the standards through membership development initiatives and fostering a sense of belonging to CMA (Australia).”",
    "As CMA Australia celebrates this significant milestone, it looks forward to continuing its legacy of excellence in strategic management accounting education and making a lasting impact on the corporate landscape of Sri Lanka.",
    "SL in a critical moment which may bring profound impacts on business community and society: CPA Australia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}