{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Voet-my-foot/4-757107",
  "time_ut": 1704479512.0,
  "original_lang": "en",
  "original_title": "Voet, my foot",
  "original_body_lines": [
    "Johannes Voet (1647-1713), the celebrated lawyer from the Netherlands, among other things, is credited with adapting many of the primary Roman legal principles and concepts to suit the spirit of his time and clime. The illustrious jurist’s well-earned fame long outlived the man, not only in Holland but also in countries with legal systems that have been enriched by the Roman-Dutch law. Going by the annual Bacchanalian homage our legal fraternity pays the great jurist, Sri Lanka is also not without its share of acute connoisseurs of fine legal thinking.",
    "The event oddly is called Voet ‘lights’. A more self-conscious temperament would have gone for something like Voet devotees or even Voet wanna-be’s, but here in the land of only the best, they will have none if not ‘lights’, in other words, points of illumination!",
    "Predictably, the function starts with cocktails during which there is perfect harmony at the bar. Dimly lit, the function area is ideal for consultations in which the parties wish to remain anonymous. Since everybody is in dark suits, the solemn uniform of the lawyers, it is virtually impossible to conduct an identification parade post facto, to charge those present for their misdemeanours. Judging by the evidence, the brief for the day is to drink the bar dry. On this matter one need not teach the gentry in black coat to suck eggs. While some gulp down their Black Label whisky with a squirt of soda, most seem to think it criminal to dilute such good stuff.",
    "Being a good Dutchman, Voet would be verily titillated by the bevy of female admirers he has acquired in this little island in the Indian Ocean. Draped in shimmering saris of their land, the gentle devotees of the great Hollander glide through the throng with an air of susceptibility; evoking protective instincts in the stout hearts of their male counter-parts. While they keep a concerned eye on the present day Portias, the men are not overly distracted from the mission of consuming all the amber stuff so freely flowing.",
    "As the evening progresses the intellectual quality of the conversation assumes truly Voetian proportions. Hardly anybody notices the valiant efforts of the chamber orchestra. Opinions, usually an expensive commodity in this milieu, flow thick and furious. Judging from the raucous laughter emanating from the many circles of lawyers on the floor, there are some outstanding wits present. The celebrations proceed smoothly; drinks, eats and reputations demolished with abandon.",
    "When the liquor becomes increasingly hard to find and all the ‘bites’ consumed, the gong announces dinner, almost creating a stampede. This is no dignified ceremonial sitting. These legal eagles are too well acquainted with the pattern of life in this island to chance an orderly entry to the dining hall. In the hurly-burly of Hultsdorp, the early bird catches the worm. Why should it be different tonight?",
    "The passionate pleaders, now merry, move noisily towards the banquet hall obviously anticipating the impending meal with relish. Menu cards placed stylishly on the tables promise a repast worthy of august epicureans. Cutlery, neatly arranged, warns of a structured meal. The first-timers excitedly sit down to what they expect to be a memorable repast made up of tastefully selected food, good wine, entertaining conversation and scintillating speeches. The old hands too jaded to be concerned about such trivialities, occupy themselves in the learned pursuit of comparing the relative merits of Voet of Holland, with that of Johnny Walker of Scottish fame; the majority pronouncing that the good old Scot has much credit to his name.",
    "Having waited impatiently for the meal to begin, the busy practitioners of the law attack the food with an appreciative violence, which would surely warm the heart of the over-worked and under-appreciated chef. Some activist types who have been complaining about law’s delays set an example of not sitting on ceremony by using their soup bowls like a tea-cup, consuming the warm broth in record time. The fierce use of the fork, so like a decisive counter punch to the slow-witted police prosecutor in the magistrate’s court, gives flight to the well-baked button potatoes and pieces of chicken, which sometimes land in the whisky of their neighbours. The deafening clatter emanating from the tables drowns the feeble efforts of the Scribe to bring order to the unruly proceedings.",
    "Those who, with great efforts of concentration, manage to catch the words of the speakers realise that a lot of ribald, off-colour things are being said about the more successful lawyers, a profession now moulded very much in their own image. This is not a place for brilliant word play or subtle innuendo, things associated with gatherings of the legal fraternity in other lands; broadly learned and sophisticated. But then, we have always prided ourselves on being different.",
    "The lofty legal issues that confronted Voet and the other European jurists were not matters that occupied the minds of our Kings or their courts, having no relevance in the then existing social economic arrangements here. These alien systems, ideas and methods found their way to these parts only through conquests and occupation by European powers. Although with the passing of time a certain familiarity with the impositions was inevitable, in essence, they lacked authenticity in the adopting culture, which only an evolutionary history and tradition can provide. Where there is no true tradition, ceremony and ritual may be invented, but there is an underlying sense of the contrived; an imperfect mimic of something only half understood and not truly of the soil.",
    "Yes, we have devotees who pay an annual tribute to Voet, never mind, what Voet would have thought of his following in the paradise island!"
  ]
}