{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/wasantha-karannagodas-the-turning-point/",
  "time_ut": 1754832360.0,
  "original_lang": "en",
  "original_title": "Wasantha Karannagoda’s The Turning Point",
  "original_body_lines": [
    "The Naval Role in Sri Lanka’s War on LTTE Terrorism – Penguin Books India",
    "The role of the Sri Lanka Navy in ending LTTE terrorism often tends to be understated in any discussion of the war. During the war, pitched battles between the Army and the LTTE were far more frequent and, therefore, tended to get more publicity than confrontations between the Navy and the LTTE out at sea. Yet, from the very earliest days of separatist terrorism in the North, the supply of arms by sea, and escape to Tamil Nadu by boat, were crucial to the terrorists. Later, as the LTTE evolved from hit-and-run terrorism to controlling swathes of territory, escape to India by sea became less important, but the supply of arms and ammunition by sea continued to remain their lifeline.",
    "Throughout the decade of the 1980s, as separatist terrorism developed into a full blown civil war, nobody had given much thought to a comprehensive strategy to defeat the LTTE. However, after the Indian involvement ended in 1990, and Sri Lanka was left to its own devices, the need for such a strategy became evident. In June 1991, the then Army Chief of Staff, Major Gen Cecil Waidyaratne, submitted to the government a document outlining an overall strategy to conclusively defeat the LTTE. One of the recommendations made in Maj Gen. Waidyaratne’s proposal was that the Navy should be expanded more than the Army. His argument was that the terrorists were dependent on arms supplies by sea and the cutting off of such supplies would enable the Army to successfully combat terrorism on land.",
    "To say that it was unusual for a high ranking Army official to request that priority be given to expanding the Navy more than the Army is an understatement. That such a suggestion was ever made underscores the importance of the Navy in the war against LTTE terrorism. In his 1991 proposal, Maj Gen. Waidyaratne’s idea of how the Navy could prevent the inflow of arms into Sri Lanka, and the movement of terrorists between India and Sri Lanka, was influenced by his Army background and would perhaps sound odd to a naval officer. His proposal was that naval detachments be established all along the North Eastern coast to prevent the LTTE from bringing in arms and ammunition and escaping by sea. Thus the Navy would be operating largely on land, guarding the shore than on the sea. However, the basic premise that it was the task of the Navy to prevent the LTTE from using the sea to obtain supplies was sound.",
    "A decade later, in 2002, a comprehensive assessment of both the Sri Lankan armed forces and the LTTE was carried out by the US Defence Department at the request of the Ranil Wickremesinghe government. In later years, this report would inspire many of those who played a key role in the defeat of the LTTE. A team of specialists from the US Pacific Command were deployed in Sri Lanka to carry out this assessment. The US Defence Department report of 2002 stated, among other things, that the LTTE’s ‘centre of gravity’ was its resupply of arms by sea and that stopping this flow must be among the highest priorities. This report observed that Navy operations had pushed the arms transfer points from coastal waters to mid-ocean channels, and that Sri Lanka should possess long range surveillance capabilities and maritime interdiction vessels capable of stopping such transfers.",
    "Admiral Karannagoda’s book recounts how the Sri Lanka Navy adapted to combat the LTTE after 2006 – on the one hand confronting the LTTE arms smuggling ships on the high seas and on the other hand introducing swarms of small boats to match the LTTE’s very effective attack craft and suicide boats on coastal waters. This was a successful experiment in asymmetric warfare on the sea – an experience not replicated anywhere else in the world. The LTTE was the only terrorist organisation that could confront the armed forces of a nation state on land, sea and air. The Turning Point recounts the story of how the use of the sea by terrorists was ended through innovation and improvisation. The story of the destruction of the LTTE’s arms smuggling ships by the Sri Lanka Navy on the high seas close to Australia and Indonesia is the stuff of legend – the Navy of a small nation punching far above its weight.",
    "Though on the face of it, this looks like a conventional naval operation, the likes of which would be carried out by larger navies, this deep sea operation, too, was the result of innovation and improvisation with the operation being carried out with ageing naval craft and an ancient cargo ship, on the verge of being sold for scrap, being used as a supply ship to replenish the fuel and supplies of the naval craft during the mission. The naval gunboats that went on this deep sea mission – the only one of its kind ever carried out by the Sri Lanka Navy – also used land based multi barrel rocket launchers in sea battles.",
    "All this innovation and improvisation in the Navy, and the successful adaptation to asymmetric warfare, took place after the hostilities recommenced in 2006. However, what really brings out the character of the author is the way he acted to safeguard Sri Lanka’s national interest during the years of the ceasefire agreement between 2003 and 2005. Karannagoda had to put his entire career on the line to safeguard Sri Lanka’s national interest and he had to clash openly with the shortsighted political authorities of the day in doing so.",
    "In 2003, when he was appointed as the Eastern Commander of the Navy, Karannagoda discovered that despite the clause in the ceasefire agreement which prohibited the setting up of new camps, the LTTE was, in fact, setting up new camps just south of the mouth of the Trincomalee harbour. Karannagoda warned the political authorities of the day that if the LTTE managed to blockade the Trincomalee harbour, supplies and troop movements to and from the Jaffna peninsula would come to a halt, resulting in a very different kind of ‘turning point’ in the war. Such a possibility was, in fact, a matter that had been given serious consideration, even in the US Defence Department’s 2002 report on Sri Lanka, referred to earlier.",
    "The running battle that Karannagoda had with the political authorities of the day, over the LTTE’s attempt to dominate the access routes to the Trincomalee harbour, led to a chain of events that even precipitated a change of government in 2004. Admiral Karannagoda’s book recounts not only the most important part of Sri Lanka’s naval history but also a part of Sri Lanka’s war time political history, as well.",
    "Sri Lanka’s defence policy and shifting balance of power in the Indian Ocean",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}