{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Investment-in-women-as-a-pathway-to-societal-progress/172-278517",
  "time_ut": 1709922600.0,
  "original_lang": "en",
  "original_title": "Investment in women as a pathway to societal progress",
  "original_body_lines": [
    "Investing in women also includes actively addressing discrimination and ensuring laws, policies, budgets and investments that respond to their needs",
    "It is time that Sri Lanka prioritizes women’s empowerment and recognizes that gender equality is not only a matter of rights but the bedrock of an equitable, peaceful and prosperous society. However, it takes investment to build inclusive communities and societies with the full participation of women and girls from all backgrounds",
    "When global crises such as climate disasters, poverty, and hunger occur, women and girls are affected the most",
    "Gender inequality is also reflected in women’s representation and participation in leadership, which remains abysmally low in Sri Lanka",
    "International Women’s Day is an opportunity to celebrate women and girls around the world and applaud all they have achieved in the fight for equality. However, despite progress, girls and women continue to face systemic barriers that undermine their rights, limit their opportunities, and diminish their well-being.",
    "When global crises such as climate disasters, poverty, and hunger occur, women and girls are affected the most. This is also the case in Sri Lanka where women and girls have been disproportionately affected by the economic crisis and its lasting effects, further exacerbating existing vulnerabilities.",
    "Gender inequality is also reflected in women’s representation and participation in leadership, which remains abysmally low in Sri Lanka. At national levels of government, only 5.3 per cent of Parliament members are women, and only one woman is in the Cabinet of Ministers.Although Sri Lanka has previously legislated a 25 per cent quota for women’s representation in local government, women who had been in these positions were often kept from meaningful leadership through harassment and exclusion.",
    "Realizing women’s rights is not only a moral imperative, but also a smart economic investment.Globally, over 100 million women and girls could be lifted out of poverty if governments employed a comprehensive strategy aimed at improving access to education and family planning, fair and equal wages, and expanding social transfers. Closing gender gaps in employment could boost GDP per capita by 20 percent, which would grow economies, boost tax revenues, and expand opportunities for all.  The story of Vakshala, a 26-year-old mother from Kinnayadi embodies the transformative power of investing in women. After years of displacement due to conflict, Vakshala and her family began to rebuild their lives by starting a business in cement block production.The turning point in Vakshala’s entrepreneurial journey came through a training programme supported by the United Nations. The programme, which aims to foster sustainable peace and socio-economic development among resettled communities in Sri Lanka, equipped Vakshala and other entrepreneurs with the insights and resources needed to strategically expand their business.",
    "Today, Vakshala’s business thrives, producing over 300 cement blocks daily and generating a monthly income that significantly contributes to the livelihoods of herfamily and broader community. More than just a source of income, her business stands as a beacon of self-reliance and empowerment, offering employment opportunities to young people within her community.",
    "As one of the few female transfer crane operators in Sri Lanka’s Colombo port, Ruchini is pioneering change in a field traditionally dominated by men. Her participation in a UN-supported work-based learning programme in the maritime sector equipped her with the necessary skills and confidence to excel in her role.",
    "Ruchini’s story is not just about personal achievement, but about challenging societal norms and inspiring other women to explore opportunities in male-dominated sectors.With women’s participation in Sri Lanka’s labour force continuously stagnant at the lower end of 30%, training programmes such as these create pathways for more women to gain employment in skilled categories and better paying positions. In turn, this invites more diverse insights and perspectives that can drive the industry forward, while also meeting the sector’s increasing labour demand.",
    "When girls and women have an equal opportunity to learn, participate and lead, communities and societies prosper. Investing in girls’ education allows them to earn higher incomes, participate in the decisions that most affect them, and build better futures for themselves and their families.It contributes to more stable, resilient societies that give all individuals – including boys and men – the opportunity to fulfil their potential.But education for girls is about more than access to school. It’s also about girls feeling safe in classrooms and supported in the subjects and careers they choose to pursue.",
    "For young girls like Pavani, a 15-year-old student in the Badulla District, innovative educational approaches based on positive disciplining techniques have been instrumental for improving her well-being and academic performance. Initiatives like theseare particularly important for girls as they foster an environment where they feel valued, respected, and motivated. By investing in safer learning environments that are more gender-responsive, the UN in Sri Lanka aims to ensure that girls are able engage actively in their education, leading to better outcomes and empowering them to pursue their dreams without limitations.",
    "It is time that Sri Lanka prioritizes women’s empowerment and recognizes that gender equality is not only a matter of rights but the bedrock of an equitable, peaceful and prosperous society. However, it takes investment to build inclusive communities and societies with the full participation of women and girls from all backgrounds. This includes public and private investment in programmes to end violence against women, ensure decent work, and drive women’s inclusion and leadership across all sectors of government and the economy.",
    "Investing in women also includes actively addressing discrimination and ensuring laws, policies, budgets and investments that respond to their needs. Having women in positions of power can help to drive investment in policies and programmes that respond to women and girls’ realities. Men play a vital role in challenging and changing gender stereotypes and norms within families, communities, and workplaces.By advocating for gender equality, men can be powerful allies and create environments that value and leverage the talents of everyone, paving the way for sustainable development."
  ]
}