{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Justice-for-All-calls-for-reform-in-the-wake-of-political-change/14-770451",
  "time_ut": 1734036268.0,
  "original_lang": "en",
  "original_title": "Justice for All calls for reform in the wake of political change",
  "original_body_lines": [
    "In light of significant shifts in Sri Lanka’s political landscape following the election of a new President and Government, good governance lobbyist “Justice for All” called for fresh initiatives to examine the several human rights challenges confronting Sri Lanka.",
    "The conference aims to facilitate dialogue between Government representatives, former parliamentarians, academics, and other stakeholders on 10 pressing concerns ranging from: the crisis in Palestine, socio-economic inequalities, discriminatory laws, labour rights, domestic violence, accountability over enforced disappearances, and problems with the Prevention of Terrorism Act (PTA) and Muslim Marriage and Divorce Act (MMDA) to stir action on State level.",
    "Highlighting the purpose of this gathering, Member of Parliament and lawyer M.A. Sumanthiran viewed this as a necessary step in commemorating International Human Rights Day, reflecting on civil liberties, transgressions in the past and reforms for a better future. “As a responsible member of the international community, we have an obligation in contributing our best efforts to international violations alongside local ones. In this forum, we will be discussing the urgency of several problems and how this must be resolved through reform or existing legal frameworks if possible. By spotlighting these injustices affecting various communities of the country and outside, we aim to draw the Government’s attention so that they address these with immediacy.”",
    "The event featured Minister of Justice Harshana Nanayakkara, who commended the organisation’s commitment to driving meaningful change and assured members of the Government’s prompt action. He highlighted the challenge of rebuilding public trust in political institutions, acknowledging that decades of corruption had undermined credibility, and emphasised that restoring this trust remains a central objective of his administration.",
    "“There needs to be greater openness, and transparency and we are committed to ensuring this in our Government. That will distinguish us from the previous ruling parties. In addition to that, we are also greatly committed to law reform. But law reform alone is insufficient. Implementation must be ensured and there must be a change in attitudes of the public, because the biggest resistance to change often lies in popular beliefs held by people. This is the reason the PTA and Online Safety Act will be revisited as soon as possible, and our Government would not have to start from scratch because there has already been some progress made on it.”",
    "He stated that the bill presented to Parliament includes 20 laws addressing most of these concerns, signalling their prioritisation. While acknowledging that procedural requirements may cause delays in implementing reforms, he assured that all stakeholders would be consulted and considered before any significant changes are enacted.",
    "Elaborating on the Free Palestine Movement of Sri Lanka, Tassy Dahlan said: “As a part of our efforts from Sri Lanka, we have continuously promoted boycotts against brands linked to Israel in any way, and have written and produced two plays specifically about this cause and for it. The pressure for a ceasefire is the additional step we need, and we are hoping to get as many signatories from responsible persons with integrity as a means of pressuring the current Government to more openly express allegiance to Palestine.”",
    "Dahlan also noted the rising trend of unauthorised establishments by Israelis in popular tourist destinations across the country, and the need for strengthened legal mechanisms that hold individuals accountable for such unsolicited practices.",
    "Discussing the persistent crisis of enforced disappearances, LIRNEasia Chairperson Rohan Samarajewa emphasised that transparency, justice, and reparations to the family must be effectuated as assured by the NPP prior to their succession.",
    "Other issues touched on were the abuse of women’s rights, as a result of inadequate support to victims of gender-based violence and ineffective action against perpetrators by the justice system. Amidst the discourse around how this reality impacts female autonomy, agency, and equality, there was general consensus around the heightened requirement for dedicated hotlines, and to engage policymakers in debates around this issue as means of breaking the societal taboos and stereotypes surrounding this subject.",
    "Human rights activist and lawyer Swasthika Arulingam has raised concerns over the frequent violations of workers’ constitutional right to form trade unions, highlighting the lack of accountability for companies that infringe upon these rights. “Although workers have the right to unionise in principle, this is often not upheld in practice. Strengthening the unfair labour practice provisions within the Industrial Laws Act is essential to ensure workers feel secure in joining trade unions,” Arulingam said.",
    "She also criticised the Single Employment Act introduced by the previous Government, arguing that it undermines international conventions on workers’ rights. “This Act disregards fundamental protections and was enacted without proper consultation with labour representatives and trade unions, a glaring oversight,” she added. She believes a collaborative and inclusive approach to policy making to safeguard the rights of workers and foster fair labour practices is the path to tread.",
    "The discussions concluded with strong calls for the Government to repeal discriminatory laws based on race, uphold the customs of various religions while ensuring alignment with constitutional principles, and prioritise improving the livelihoods of primary sector workers, including those in fishing and agriculture. Participants particularly stressed the critical need for targeted relief measures in the incoming national Budget to address the challenges faced by these communities and promote economic equity."
  ]
}