{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100432/new-sri-lankan-initiative-celebrates-expats-for-fostering-saudi-ties",
  "time_ut": 1720629660.0,
  "original_lang": "en",
  "original_title": "New Sri Lankan initiative celebrates expats for fostering Saudi ties",
  "original_body_lines": [
    "Sri Lanka’s envoy in Riyadh has launched a new initiative to celebrate the country’s expatriates building their professional careers in the Kingdom.",
    "Saudi Arabia is one of the top destinations for Sri Lankan expats, with tens of thousands of them living and working in the Kingdom.",
    "“Sri Lankan migrant workers form part of the bilateral relations between Sri Lanka and Saudi Arabia. They play a significant role in contributing to the host country’s socio-economic development by sharing their skills and expertise, as well as to the economic growth of the home country by sending their hard-earned remittances,” Ambassador Ameer Ajwad told Arab News on Wednesday.",
    "The first person to receive the accolade was Chandralal Senadhira, a manager who has served over 30 years working with the Saudi food and beverage giant Almarai and was set to retire and return to Sri Lanka.",
    "The Sri Lankan Embassy held a reception in his honor last week and plans to host more as part of the new tradition of recognizing and showing gratitude to nationals who contribute to Saudi-Sri Lankan ties and their homeland’s economy.",
    "“In the spirit of demonstrating our gratitude … the Embassy of Sri Lanka in Riyadh, as an initial step, introduced felicitating long-served Sri Lankan migrant workers in Saudi Arabia who leave the Kingdom for good, in recognition of their vital contributions,” Ajwad said.",
    "Expats have for decades been a main source of Sri Lanka’s foreign exchange. More than 1 million of them — or over half of the country’s overseas workforce — are employed in Gulf countries.",
    "“Sri Lankan migrant workers serving in the Middle East region are a vital component of Sri Lanka’s economy. The largest amount of foreign exchange generated for Sri Lanka comes from the Sri Lankan migrant workers who serve in the Middle East,” Ajwad said.",
    "“This is a significant contribution to Sri Lanka’s financial stability, social welfare and development.”",
    "With new opportunities available to expats in Saudi Arabia under its Vision 2030 megaprojects, more and more Sri Lankan professionals were finding employment in the Kingdom.",
    "Ajwad, who took office earlier this year, has made boosting their involvement in the projects one of his priorities.",
    "“With the economic boom in Saudi Arabia in the recent past, the number of Sri Lankan migrant workers finding employment opportunities in the Kingdom is on the increase,” he said.",
    "“We are grateful to the government of the Kingdom of Saudi Arabia for opening new channels for employment opportunities.”"
  ]
}