{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113031/moodys-affirms-indias-baa3-rating-maintains-stable-outlook",
  "time_ut": 1759141500.0,
  "original_lang": "en",
  "original_title": "Moody’s affirms India’s Baa3 rating, maintains stable outlook",
  "original_body_lines": [
    "Moody’s Ratings on Monday affirmed the Government of India’s long-term local and foreign-currency issuer ratings and the local-currency senior unsecured rating at Baa3. The ratings agency also affirmed India’s other short-term local-currency rating at P-3. The outlook remains stable.",
    "“The rating affirmation and stable outlook reflect our view that India’s prevailing credit strengths, including its large, fast-growing economy, sound external position and stable domestic financing base for ongoing fiscal deficits, will be sustained,” it said.",
    "These strengths lend resilience to adverse external trends, in particular as high US (Aa1 stable) tariffs and other international policy measures hinder India’s capacity to attract manufacturing investment, it added. India’s credit strengths are balanced by long-standing weaknesses on the fiscal side, which will remain.",
    "Strong GDP growth and gradual fiscal consolidation will lead to only a very gradual decline in the government’s high debt burden and will not be sufficient to materially improve weak debt affordability, especially as recent fiscal measures to reinforce private consumption erode the government’s revenue base, the ratings agency said.",
    "Even as real GDP growth moderated in FY25 to 6.5% from 9.2% in FY24, India has been and will remain the fastest growing G20 economy through at least the next two to three years, Moody’s said, forecasting GDP growth at 6.5% in FY26. The forecast was on the basis of the government’s continued emphasis on capital expenditure, lower inflation and the consequent easing of monetary policy, which will support robust domestic consumption and investment.",
    "“The US’ imposition of high tariffs will have limited negative effects on India’s economic growth in the near term,” Moody’s said. However, it may constrain potential growth over the medium to long term by hindering India’s ambitions to develop a higher value-added export manufacturing sector, it added. “At this stage, we expect subsequent negotiations to result in less punitive rates and domestic market-oriented foreign investment to remain robust.”",
    "Constraints over new applications for skilled worker visas and potential levies on US businesses that outsource operations offshore, is not expected to significantly weigh on workers’ remittances or India’s services exports. As such, risks of a significant widening of India’s current account deficits will remain limited, it added.",
    "Upward pressure on the rating would develop if there was a material improvement in the affordability of India’s high debt burden to levels more consistent with higher-rated peers, the ratings agency said. This would likely entail fiscal measures that durably raise revenue, narrow the fiscal deficit and contribute to a more marked decline in debt. The effective implementation of structural reforms that results in a significant pickup in private sector investment, faster growth in GDP per capita and broader economic diversification, for instance in higher value-added manufacturing or digital services, would support stronger assessments of policy effectiveness and the credit profile, it noted."
  ]
}