{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/good-riddance/",
  "time_ut": 1735255320.0,
  "original_lang": "en",
  "original_title": "Good riddance!",
  "original_body_lines": [
    "A cascade of tectonic shifts triggered by the 2022 uprising or Aragalaya during the Gotabaya Rajapaksa government has reshaped Sri Lanka’s politics in such a way that more than 6,000 politicians have so far gone out of circulation, according to an election monitoring outfit. Executive Director of PAFFREL (People’s Action for Free and Fair Elections) Rohana Hettiarachchi has reportedly said those politicians were left with no alternative but to call it quits because they knew that they had absolutely no chance of re-election.",
    "Among them are some prominent figures including political party leaders. This is not something the public bargained for. Those politicians were expected to remain active in politics until they went the way of all flesh. The news of their mass exit from politics must have gladdened many a heart, but the problem is that in this country the political flotsam and jetsam swept away by occasional giant waves like the one we witnessed last month are washed back ashore after drifting for years. There is also no guarantee that the newcomers to politics will be any better.",
    "We have seen mountains in labour groan but deliver mice on several occasions during the past several decades. The current dispensation, which promised a revolutionary change in every sphere, has chosen to maintain the status quo; what we see on the economic front is a continuation of the policies and programmes of the previous regime to all intents and purposes. The JVP-led NPP made a solemn pledge to solve the problem of rice market manipulations, with a single stroke of the presidential pen.",
    "But a cartel of millers continues to exploit farmers and consumers alike, and the government has opted for a shameful capitulation; it has restored to rice imports, which it vehemently condemned previous administrations for. The President’s pen has apparently run out of ink! There is hardly any difference between the new government’s foreign policy and that of the previous administration.",
    "The Gotabaya Rajapaksa government was in the grip of a coterie of self-styled intellectuals, who banded together to form ‘Viyathmaga’, and grabbed key positions in the state sector following the SLPP’s electoral victories. They ruined that regime. The current administration is also swayed by a me-too version of ‘Viyathmaga’, and some of its members have been exposed for flaunting fake doctorates! Above all, it’s all hat and no cattle where the NPP’s promise ‘to catch thieves’ is concerned.",
    "What has unfolded so far under the current administration is like a replay of the early stages of the Yahapalana and SLPP governments. It is hoped that the new leaders will care to bring about the revolutionary change they promised before the presidential and parliamentary polls so that their rule will not end up being something like a remake of an old movie or stage play with a new cast.",
    "“Pity the land that needs a hero”, Brecht has famously said. Since Independence, Sri Lanka has been looking for heroes, fallen for the wiles of numerous bogus messiahs and seen many false dawns. Even a shaman succeeded in making a killing by selling an untested herby syrup, called Dhammika peniya, which was touted as a cure for Covid-19; he even duped some political leaders into swallowing it.",
    "The news about the riddance of 6,000 politicians reminds us of an Aesopian fable, where a fox has one of its legs stuck in a rock crevice in a shallow stream. Having struggled to free itself but in vain, the poor creature is lying exhausted and covered with ticks when a small animal which happens to pass by offers to remove the ticks as it is not strong enough to do anything else.",
    "The fox says the parasites had better be left untouched because they are already bloated and therefore cannot suck anymore blood, and if they are removed another colony of ticks will descend on it and bleed it dry.",
    "Sri Lanka has been in the same predicament as the aforesaid fox all these years; successive governments have drained its Treasury dry with reckless spending and corruption. One can only hope that the new dispensation will be different. Hope is said to spring eternal.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}