{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/ALFT-Packaging-welcomes-Unilever-South-Asia-regional-team/34-764066",
  "time_ut": 1720572658.0,
  "original_lang": "en",
  "original_title": "ALFT Packaging welcomes Unilever South Asia regional team",
  "original_body_lines": [
    "ALFT team along with the Unilever South Asia regional team at the ALFT factory",
    "giving a factory tour to the Unilever South Asia regional team",
    "A delegation of regional heads from Unilever, a global leader in consumer goods, recently visited the facilities of ALFT Packaging Company, a pioneering manufacturer of flexible packaging solutions in Sri Lanka. The visit provided Unilever with a first-hand look at ALFT’s manufacturing operations and their transformative advancements in the industry.",
    "Led by Unilever South Asia Executive Director of Supply Chain Yogesh Mishra, the delegation included Hindustan Unilever Ltd. (HUL) Head of Supply Chain, Beauty and Wellbeing Sundar Mahajan, General Manager Engineering and Projects, South Asia Ramkailash Bhadouria and HUL Head Digital Transformation Akshay Rastogi. The procurement team of Unilever Sri Lanka accompanied the guests.",
    "“We are delighted to host the Unilever regional heads at our facility,” said ALFT Packaging Company Ltd. Chairman Lakshman De Fonseka. “This visit strengthens our longstanding partnership and paves the way for future collaborations. As a leading manufacturer of flexible packaging solutions, we are committed to driving transformative advancements in the industry, aligning with Unilever’s sustainability goals and adapting to ever-changing market demands.”",
    "The delegation gained valuable insights into ALFT’s innovative solutions, including new machinery and the development of recyclable packaging options for clients. As Unilever shared its plans for sustainable packaging solutions, the visit highlighted potential for joint initiatives that could benefit both companies and contribute to an eco-friendlier future. The visit also showcased ALFT‘s capability to adapt quickly to continuous changes in the market, leveraging their expertise in new technology for the flexible packaging industry.",
    "Expressing his views Unilever South Asia, Executive Director of Supply Chain Yogesh Mishra stated: “ALFT Packaging’s operations are truly impressive, with a strong emphasis on maintaining high standards of hygiene. We are excited about our future collaborations and look forward to exploring innovative packaging solutions that align with our sustainability goals.”",
    "As a leading manufacturer of flexible packaging solutions, renowned for its innovative approach and commitment to sustainability, ALFT is the solely purpose-built flexible packaging plant with a BRC-AA standard. ALFT, with state-of-the-art facilities and a dedicated team of experts, serves a diverse range of clients, providing customised flexible packaging solutions that meet the highest standards of quality and performance."
  ]
}