{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Two-new-Directors-appointed-to-Lankem-Ceylon-E-B-Creasy-and-Laxapana-Boards/34-771501",
  "time_ut": 1736198279.0,
  "original_lang": "en",
  "original_title": "Two new Directors appointed to Lankem Ceylon, E.B. Creasy and Laxapana Boards",
  "original_body_lines": [
    "Kamal Punchihewa and Shrihan Perera have been appointed as Independent Non-Executive Directors to the Boards of Lankem Ceylon PLC., E.B. Creasy and Company PLC, Lankem Developments PLC and Laxapana PLC.",
    "Kamal Punchihewa started his career at B.R. De Silva & Co. Chartered Accountants, in 1983 and was appointed as a partner in 1991.",
    "He moved to the mercantile sector as the Financial Controller of Kotagala Plantations Ltd., under George Steuarts Management Services in 1992 and in 1997 he was promoted as the Group Financial Controller of the George Steuarts Group of Companies and also as the Director Finance of George Steuart Auto Supplies Ltd.",
    "He re-joined the Plantation Sector as the General Manager – Finance of Kahawatte Plantations Ltd., in 2002.",
    "In 2005 he took his first overseas posting as the Financial Controller of PT Agro Bukit Indonesia and later promoted to the key position of Head of Finance – Plantation Operations and Business Support for the entire Indonesian operation of Good Hope Asia Group, which consisted of six oil palm plantation companies.",
    "Punchihewa returned to Sri Lanka in 2011 and joined Lankem Tea and Rubber Plantations Ltd., (LT&RP) as the Director/ Deputy CEO, and was appointed as the CEO of Agarapatana Plantations Ltd., in April 2014. He served on the Board of Agarapatana Plantations Ltd., from 2012 to 2016.",
    "In October 2016 he joined Browns Group as the Group Chief Executive Officer – Plantation Sector in-charge of three Regional Plantation Companies and served as the Chief Executive Officer of Maturata Plantations Ltd., in the same Group till July 2020.",
    "He joined Richard Pieris Group as the Chief Financial Officer – Plantation Sector in August 2020 and was promoted as the Chief Executive Officer of Maskeliya Plantations PLC in February 2021 in the same Group, in addition to the post he was holding. He served as the Chief Executive Officer of Maskeliya Plantations PLC until March 2023 and retired from the service.",
    "He is a Fellow member of the Institute of Chartered Accountants of Sri Lanka since 1988 (FCA) and a Member of the Certified Public Accountants (CPA) – Australia since 2014. Shrihan B. Perera was the Chief Executive Officer of Teejay Group from April 2018 to December 2019. He also served as the Chief Executive Officer of Brandix Apparel Solutions Ltd., from January 2010 to March 2018. He was responsible for drawing up and implementing strategies across all business units in the intimate apparel SBUs in Sri Lanka and India.",
    "Perera previously held positions of Group Financial Controller and Treasurer, Group Accounts Manager and Finance Director at Unilever Sri Lanka while counting overall experience over 30 years both with Engineering and Finance exposure in and amongst competitive conditions and multidimensional challenges. He served as Accounts and Administrative Controller at AI Mulla Group of Companies in Kuwait from January 1991 to December 1995. He has wide exposure in FMCG, Garment and Textile Manufacture and service industry (overseas). He holds a Bachelor of Science Degree in Mechanical Engineering - 2nd Class Upper Honours from the University of Moratuwa and is a Fellow of the Chartered Institute of Management Accountants/ CGMA, UK.",
    "Perera currently serves as an Independent Director of Teejay Lanka PLC and its subsidiaries and on the Boards of Fintrex Finance Ltd., and C.W. Mackie PLC.",
    "Lankem Ceylon also said Directors A.C.S. Jayaranjan, P.M.A. Sirimane, G.K.B. Dasanayaka and Dr. A.M. Mubarak resigned on 31 December 2024.",
    "Lankem Development PLC also announced the retirement of the following Directors C.P.R. Perera, A.M. de S. Jayaratne, P.M.A. Sirimane, S.N.P. Palihena, R.N. Bopearatchy and  K.P. David. Separately, E.B. Creasy said A.M. de S. Jayaratne, A.R. Rasiah, S.N.P. Palihena, Dr. A.M. Mubarak, P.M.A. Sirimane and R.N. Bopearatchy. Laxapana PLC announced the resignation of the following Directors – A.R. Rasiah, S.N.P. Palihena, Dr. A.M. Mubarak, P.M.A. Sirimane and R.N. Bopearatchy."
  ]
}