{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-becomes-the-first-sri-lankan-bank-to-cross-us-1-bn-in-market-cap/",
  "time_ut": 1756389420.0,
  "original_lang": "en",
  "original_title": "ComBank becomes the first Sri Lankan bank to cross US$ 1 Bn. in market cap",
  "original_body_lines": [
    "Rings ceremonial bell at Colombo Stock Exchange to celebrate milestone",
    "The Commercial Bank of Ceylon PLC’s milestone of becoming the first bank in Sri Lanka with a market capitalisation of more than US$ 1 billion was celebrated at the Colombo Stock Exchange (CSE), where the Bank was invited to ring the ceremonial bell.",
    "Commercial Bank Chairman Sharhan Muhseen, Managing Director/CEO Sanath Manatunge, members of the board, and corporate and senior management participated in this symbolic recognition of another landmark in the Bank’s remarkable history which further reinforces its financial and operational leadership.",
    "The Bank’s market capitalisation surpassed the landmark US$ 1 billion value with the increase in its share price to Rs. 196.75 at the end of trading on 19th August 2025, up from Rs. 144.75 per share recorded at end December 2024.",
    "“Crossing the US$ 1 billion threshold marks Commercial Bank’s transition into large-cap territory, enhancing our visibility in global capital markets and positioning us for broader inclusion in institutional portfolios and index funds,” Commercial Bank Chairman Sharhan Muhseen commented. “In addition to increased market recognition, the larger market capitalisation also improves our access to capital and credit markets, enabling us to pursue new opportunities, invest in innovation, and accelerate value creation for our shareholders.”",
    "“Invest in converting President’s houses in tourist zones into holiday resorts” – President",
    "Typically less strong stocks drive the stock market amid profit takings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}