{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-port-development-taken-new-turn-with-china-help-prime-minister-156619/",
  "time_ut": 1711809780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka port development taken new turn with China help: Prime Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s port development has taken a new turn of an advanced port development with the assistance of China, Prime Minister Dinesh Gunawardena has said.",
    "“Sri Lanka’s port development has taken a new turn of an advanced port development with the assistance of China, which we appreciate,” Gunawardena said addressing the BOAO Forum for Asia Annual Conference 2024 in Hainan in China.",
    "“Sri Lankan, Colombo port will become a hub, a new developed port with financial instruments that could cater to the new demands that are growing among ourselves, among our countries, for development and investment, which is essential,” Gunawardena was quoted as saying at the forum in a statement by the Prime Minister’s Media division.",
    "Explaining Sri Lanka’s expansion of Colombo Port, and Hambantota Port, as well as Colombo Port City, the new Colombo Financial Center, he said it could be a major financial hub ensuring rapid progress of not only Sri Lanka but also other countries in the region.",
    "Gunawardena also called for relaxing trade barriers, and opening areas for more tourism and different forms of tourism between Asian countries.",
    "“On behalf of Sri Lanka, I pledge our support to continue to work together as we have committed ourselves to the maritime lanes of the Indian Ocean to keep it free for all trade to flow from East Africa to East of Asia.”",
    "Sri Lanka’s China-run Hambantota Port has seen a steep increase in oil and gas vessels in 2023 helped by Sinopec’s bunker operations, and is expecting to double throughput in 2024.",
    "The Southern port was also looking to grow its transshipment business with ports in the South Asian region. (Colombo/Mar30/2024)"
  ]
}