{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111088/speakers-residence-to-be-converted-into-parliamentary-studies-and-research-center",
  "time_ut": 1754109960.0,
  "original_lang": "en",
  "original_title": "Speaker’s residence to be converted into Parliamentary Studies and Research Center",
  "original_body_lines": [
    "Policy agreement was reached at the Parliamentary Staff Advisory Committee regarding the proposal to transform the Speaker’s official residence into a dedicated “Center for Parliamentary Studies and Research,” intended as an exclusive hub for Members of Parliament, Provincial Council members, and Local Government representatives.",
    "Accordingly, the committee approved the appointment of a Project Manager, preferably a retired senior government officer, to coordinate, advise, and lead the planning and structuring of the foundational framework of the Center for an initial period of six months.",
    "These matters were discussed at the Parliamentary Staff Advisory Committee meeting held on 24th July 2025, chaired by Speaker Dr. Jagath Wikramaratne, according to a statement issued by the Department of Communication of Parliament.",
    "The proposed Center aims to provide access to advanced research resources, specialized training, and policy analysis, with the primary goal of strengthening legislative and governance capacities across all levels of government.",
    "Expanding on the proposal, the Private Secretary to the Speaker highlighted that the residence’s strategic location, ample space, and historical value were identified as key factors in this consideration.",
    "The Center will operate under the supervision of the Parliament Secretariat, with initial funding expected to be sourced from parliamentary allocations and potential partnerships with international organizations such as the UNDP and the Commonwealth Parliamentary Association. Further, long-term sustainability is expected to be supported through government grants, donor assistance, and nominal fees for specialized training programmes.",
    "The Minister of Transport, Highways, Ports and Civil Aviation and Leader of the House of Parliament, Bimal Rathnayake, commended the initiative and emphasized the need to give careful attention at the planning stage to academic aspects such as curriculum development, course structure, study programmes, credit hour allocations, and evaluation methods.",
    "The Minister also suggested that this is essential to ensure the final programmes are not only comprehensive but also impactful, the statement added.",
    "The Minister of Labour and Deputy Minister of Economic Development, Dr. Anil Jayantha, commented on the importance of developing a digital and physical repository of legislative documents, research papers, and historical parliamentary records. He also emphasized the value of operating the Center in collaboration with other specialized institutions, utilizing appropriate expertise rather than attempting to manage it independently.",
    "The Speaker further noted that the Center would serve as a vital hub for knowledge exchange and professional development through connections with international organizations, think tanks, and scientific institutions."
  ]
}