{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98850/president-reveals-govts-plans-for-turning-colombo-into-tourist-destination",
  "time_ut": 1714063500.0,
  "original_lang": "en",
  "original_title": "President reveals govt’s plans for turning Colombo into tourist destination",
  "original_body_lines": [
    "President Ranil Wickremesinghe expressed his dedication to fostering an economic landscape in the nation that would prevent future struggles among its citizens. Emphasizing the swift reconstruction of the economy within a mere two-year span, he underscored his resolve to elevate the standard of living by fortifying the economy’s resilience.",
    "These remarks were made today (25) during the Ceremonial Opening of the ITC Ratnadipa Hotel. Located in the Galle Face Green, this luxurious hotel marks the first venture outside India by the ITC Hotel Group.",
    "Addressing the gathering, President Wickremesinghe extended a warm welcome, stating, “ITC welcome to Sri Lanka.” He highlighted the prominent hotels in the vicinity, including the historic Galle Face Hotel which is bestowed as the first five-star hotel in Asia, the Taj Hotel from India and the Shangri-La Hotel from Singapore.",
    "He emphasized the significance of the newly established ITC Ratnadipa Hotel, positioned among these esteemed establishments by its height. He mentioned the forthcoming Cinnamon Life project located behind the hotel.",
    "The President highlighted the rich heritage of the Sri Lankan hotel industry, noting the Oberoi Hotel as the pioneering city hotel in the country. He emphasized India’s historical contribution to Sri Lanka’s tourism sector, citing the early establishment of tourist hotels.",
    "Reflecting on the diverse range of hotels in the vicinity, including those representing India and Singapore, he expressed his belief that the location of the ITC hotel is unparalleled in Asia, offering a truly unique experience.",
    "President Wickremesinghe expressed confidence that the ITC Ratnadipa Hotel will serve as a symbol of Colombo city and tourism centred around Colombo. He highlighted the significance of Sri Lanka being chosen as the preferred destination by ITC, following their successful establishment of a 10,000-room hotel chain in India.",
    "The President outlined plans for further development beyond Colombo, including relocating the President’s House to the Madiwela area within the next decade. He also emphasized the potential for transforming sites like Republic Square, Navy Headquarters, Old Jetty, Customs House and the General Post Office into key components of the burgeoning Colombo Tourist City.",
    "President Ranil Wickremesinghe reflected on the challenging circumstances the country faced two years ago, recalling the raid on the former president’s office that sparked unrest amid an economic downturn. However, he highlighted the remarkable progress made in rebuilding the economy within a span of two years.",
    "With Colombo emerging as a bustling tourist destination and the presence of star-grade hotels offering hope for the future of tourism, President Wickremesinghe expressed confidence that the tourism sector would play a pivotal role in revitalizing the economy. He affirmed the government’s commitment to providing necessary support and facilities to expedite the recovery process through tourism.",
    "President Wickremesinghe emphasized the importance of establishing an economy that would ensure stability and prosperity for all citizens. He highlighted on-going efforts to implement strategic plans aimed at achieving this goal, emphasizing that these initiatives would contribute to stabilizing Sri Lankan economy and enhancing the standard of living for its people.",
    "Prime Minister Dinesh Gunawardena, former Presidents Chandrika Bandaranaike Kumaratunga and Gotabhaya Rajapaksa, along with a host of ministers and dignitaries including Minister Ali Sabry P.C., Minister Prasanna Ranatunga, Senior Advisor to the President on National Security and Chief of Presidential Staff Sagala Ratnayaka, former Minister Ravi Karunanayake and Indian High Commissioner to Sri Lanka Santosh Jha, were among the distinguished guests present at the event. Also in attendance were General Shavendra Silva and the Chairman and Managing Director of ITC Ltd Mr. Sanjiv Puri among others."
  ]
}