{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99743/the-time-to-reform-is-now-ali-sabry-on-sri-lankan-cricket",
  "time_ut": 1717842360.0,
  "original_lang": "en",
  "original_title": "‘The time to reform is now’ – Ali Sabry on Sri Lankan cricket",
  "original_body_lines": [
    "Sri Lanka’s Foreign Minister and Chairman of Cabinet Sub-Committee appointed to examine the issues faced by Sri Lanka Cricket says that the country’s recent disappointments in the ICC World Cup 2023 and ICC T20 World Cup are not isolated incidents.",
    "“They are stark indicators of the deep-rooted problems within our cricketing infrastructure. These issues cannot be resolved with temporary fixes.”",
    "“What we need is a bold, professional approach that frees our cricket from the control of those who have turned it into a personal enterprise,” Minister Ali Sabry said, in a post on ‘X’ (formerly Twitter) on Saturday.",
    "He pointed out that cricket is the heartbeat of Sri Lanka, a sport that has brought smiles, pride, and unity to our nation. “Our triumphs, especially the World Cup victory, have etched unforgettable memories in the hearts of all Sri Lankans. Yet, today, our cherished sport is in crisis, suffering from a decline that calls for an urgent and comprehensive overhaul.”",
    "Sabry stated that as the chairman of the cabinet sub-committee appointed to examine the state of cricket in the country, he can attest to the pressing need for reform.",
    "The report addressing issues in Sri Lanka’s cricket realm, prepared by the Cabinet Sub-Committee, was presented to President Ranil Wickremesinghe on January 01, 2024.",
    "The Minister said the report lays out a clear path forward, and that they are now on the brink of implementing these crucial changes through new legislation. He stressed that this is a decisive moment for Sri Lankan cricket.",
    "“We must seize this opportunity and get the reforms enacted with a new sports law and constitution for Sri Lanka cricket,” Sabry said.",
    "He added that cricket in Sri Lanka is not just a game or a business; and that it is a “reflection of our national spirit.”",
    "“Our success should not be measured by financial metrics but by the victories we achieve on the field and the hope we inspire in our people. Currently, our performance is far from acceptable, and the time for change is now.”",
    "He urged for everyone to unite and act decisively for the future of Sri Lankan cricket, making it stronger, fairer, and more successful than ever before. “The time to reform is now.”",
    "In accordance with the cabinet decision made on November 6th, the Cabinet Sub-Committee, chaired by Minister of Foreign Affairs Mr. Ali Sabri, PC, included other members: Minister of Power and Energy Mr. Kanchana Wijesekera, Minister of Public Security Mr. Tiran Alles, and Minister of Labour and Foreign Employment Mr. Manusha Nanayakkara.",
    "President’s Secretary Mr. Saman Ekanayake, appointed the Additional Secretary to the President, Mrs. Loshini Peiris, as the Secretary/Convener of the committee. The committee promptly initiated an investigation into the current situation of Sri Lankan cricket by engaging with relevant parties.",
    "Accordingly, the committee has resolved to concentrate on the four identified areas:",
    "1. The composition and structure of the Sri Lanka Cricket and proposals for reforms.",
    "2. The framework for administering, coaching and overall well-being of cricket players at different levels including the national teams for men and women, the under 19 and under 17 age groups.",
    "3. Appropriate good governance and best practices that can be adopted to guarantee transparency, professionalism and accountability in the system benchmarking with well-functioning comparative system in test playing countries.",
    "4. Revamping the feeding structure of Sri Lanka Cricket namely schools, district, provincial and club level cricket embracing meritocracy, equality and equity.",
    "To comprehensively analyse the root causes of the present crisis, the committee had carried out a thorough examination involving key stakeholders.",
    "These include the current Sports Minister, Mr. Harin Fernando, former Sports Ministers, State Ministers for Sports, Secretary of the Ministry of Sports, Sri Lanka Cricket, coaches of the Sri Lanka National Cricket Team (Women’s/Men’s), umpires, cricket selecting committee, coaches of the under-19 cricket team, technical advisory committee, members of the current cricket team led by Wanidu Hasaranga, Sri Lanka umpires Association, Sri Lanka Bar Association, Audit and Accounting institutes, and the committee led by retired Supreme Court judge Mr. K.T. Chitrasiri, which has incorporated recommendations following an investigation of the opinions of the Auditor General, among others.",
    "Final report of the Cabinet Sub-Committee on the issues currently faced by Sri Lanka Cricket by Adaderana Online on Scribd"
  ]
}