{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/turncoats-karapincha-karma-and-reality/",
  "time_ut": 1722447180.0,
  "original_lang": "en",
  "original_title": "Turncoats, karapincha, karma and reality",
  "original_body_lines": [
    "The 2024 presidential contest has got underway in earnest with candidates placing deposits and the Election Commission (EC) upshifting. A rapid realignment of political forces is visible, and it is bound to change the dynamics of the upcoming election. One can only hope that the EC, having asserted its authority, will square up to the sinister attempts being made in some quarters to derail the presidential election. There is said to be many a slip twixt cup and lip.",
    "The SLPP has refused to back President Ranil Wickremesinghe, who has chosen to contest the presidential election as an independent candidate. It has given Wickremesinghe the so-called karapincha (curry leaves) treatment; he has been used and discarded.",
    "The SLPP is a party of the Rajapaksas by the Rajapaksas for the Rajapaksas, and it is their interests that take precedence over everything else. They will go to any extent to retain their hold on the party leadership and ensure the perpetuation of their political dynasty. But the SLPP is facing disintegration. There’s the rub.",
    "Scores of SLPP MPs have switched their allegiance to President Wickremesinghe. This is doubtlessly no mean achievement for a person whose party was left with only a single National List slot at the last general election. But the question is whether the dissident SLPP MPs are equal to the task of delivering enough votes to President Wickremesinghe; it is SLPP leader and former President Mahinda Rajapaksa who enabled them to be returned at the last general election (2020).",
    "All SLPP MPs, save a handful, have become hugely unpopular to the point of having to worry about their own political future. Hence their desperation to avoid elections. Having let go of the Rajapaksas’ saataka, they are now riding on Wickremesinghe’s coattails in a bid to have themselves re-elected. Wickremesinghe will be lucky if he can muster enough popular support with their help to win the presidential race.",
    "It is doubtful whether the UNP will be able to pull the wool over the eyes of the public by claiming that their leader is an independent candidate and forming a new political alliance. Wickremesinghe is often seen in the exalted company of many unsavoury characters who were responsible for the UNP’s humiliating defeat in 2020. Among them are those who were involved in the Treasury bond scams and various other rackets that became the undoing of the UNP-led Yahapalana government. Notorious figures including a convicted extortionist and a suspected drug dealer are among the SLPP dissidents who have sided with the President. Their presence is bound to alienate many voters.",
    "SLPP National Organiser Namal Rajapaksa has said dividing political parties is Wickremesinghe’s forte, and the latter has caused a split in the SLPP. We thought it was the Rajapaksas who excelled in that task. There is hardly any political party which they have not caused splits in, their main victims being the UNP and the JVP. The boot is now on the other foot. Namal has to resign himself to karmic forces at work and try to focus on how to move forward positively.",
    "None of the dissident SLPP MPs will heed the party leadership’s threat to take disciplinary action against them because whoever wins the upcoming presidential election will dissolve Parliament shortly afterwards. The countdown has begun for the next parliamentary election to all intents and purposes. The SLPP MPs who have thrown in their lot with President Wickremesinghe will find themselves up a creek in case he fails to win the presidency. So, there is the possibility of Namal’s wish that some of the turncoats will return to the SLPP’s fold, coming true.",
    "The biggest challenge before President Wickremesinghe will be turning the SLPP’s liabilities in the garb of dissident MPs into political assets for him to garner votes to win the presidency while scoring own goals, like his refusal to appoint an Acting IGP.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}