{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/FTZMA-meets-new-BOI-Chairman/34-769942",
  "time_ut": 1733079886.0,
  "original_lang": "en",
  "original_title": "FTZMA meets new BOI Chairman",
  "original_body_lines": [
    "The sole trade chamber of BOI enterprises, Free Trade Zone Manufacturers Association (FTZMA) recently met with the new Chairman of the Board of Investment (BOI) to discuss critical measures needed to enhance investment and trade facilitation in Sri Lanka.",
    "The meeting, held in the BOI Chairman’s boardroom, highlighted the urgent need for a “Single Window” and “One-Stop Shop” to simplify and streamline the investment process.",
    "Empowering BOI: Reinvigorate BOI with powers akin to those held during the GCEC era, aimed at seamless trade facilitation.",
    "Digital Transformation: Accelerate the digitalisation and automation of processes to improve operational efficiency.",
    "Infrastructure and Security Enhancements: Improve infrastructure and increase security measures within BOI zones to bolster investor confidence.",
    "Combating Corruption: Implement strict measures to eliminate bribery and corruption within the BOI.",
    "Legislative Support: Urge the Government to refrain from the Economic Transformation Act proposals that threaten to burden taxpayers by unnecessarily segmenting the BOI. Reflecting on the discussions, FTZMA Chairman Dhammika Fernando stated, “It is crucial that we bridge the existing gap in trade facilitation services evident since the GCEC era. We need a robust legal framework to empower the BOI and facilitate smoother operations for investors.”",
    "The meeting also addressed current challenges investors face and the necessity of reviewing existing policies to foster an export-led growth strategy under the NPP Government. FTZMA underscored the importance of establishing a rigorous security system, including CCTV surveillance, to safeguard against pilferage at inspection points in all BOI zones.",
    "Acknowledging the concerns raised, the BOI Chairman pledged his commitment to implementing the proposed security upgrades and enhancing digital initiatives aimed at improving the business environment. Furthermore, he proposed to hold quarterly review meetings with FTZMA to promote transparency and growth in the sector.",
    "The delegation included FTZMA Chairman Dhammika Fernando, General Secretary Tyronne Weckasinghe, Immediate Past Vice Chairman Hemantha Perera, and other Executive Committee members."
  ]
}