{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/RTI-reveals-Budget-allocated-to-conduct-one-election-in-2024/131-276857",
  "time_ut": 1707762600.0,
  "original_lang": "en",
  "original_title": "RTI reveals… Budget allocated to conduct one election in 2024",
  "original_body_lines": [
    "It seems like President Ranil Wickremesinghe had already begun his campaign, defections among key figures in major political parties indicate that an election is likely in the offing",
    "Whether a General Election could be held with Rs. 250,000,000 remains doubtful, according to critics in the political scene",
    "NPP Leader Anura Kumara Dissanayake said that it is no secret that the incumbent President has delayed elections",
    "The Presidential and General elections are two much anticipated events in Sri Lanka’s political calendar this year (2024). The lack of funds to conduct an election has been one of the key factors that supposedly delayed the local government elections for four consecutive years. While it seems like President Ranil Wickremesinghe had already begun his campaign, defections among key figures in major political parties indicate that an election is likely in the offing. Speaking to the media after returning from his recent visit to India, NPP Leader Anura Kumara Dissanayake said that it is no secret that the incumbent President has delayed elections. He further said that a Presidential Election will be held this year and that the elections scheduled to be held in October will be a turning point for Sri Lanka’s political landscape.",
    "However at a recent cabinet briefing Cabinet Spokesman Bandula Gunawardena said Rs. 10 billion had been allocated to conduct a Presidential and a General Election this year and allocations to conduct a provincial councils and a local government election will be provided from the 2025 Budget.",
    "In response to a Right to Information request filed to the Elections Commission to inquire about the expenditure to conduct an election, the Elections Commission revealed that a sum of Rs. 10 billion had been allocated to conduct ONE election in 2024.",
    "Speaking to the Daily Mirror, Elections Commissioner Saman Ratnayake said that it is the Parliament that should be managing the country’s finances. “We submitted this estimate in August 2023 and it was approved during the Budget reading held in November. A similar amount is required to conduct a General Election,” said Ratnayake.",
    "When inquired about the figures, Gunawardena told the Daily Mirror that the government in fact has limited funds to conduct two elections in 2024. “But we will definitely have the Presidential Elections this year. Perhaps with any remaining money we could conduct a General Election, but the Elections Commission will have to decide on it. In any case the Provincial Councils and Local Government elections will be held next year,” said Gunawardena.",
    "However, according to the estimate given, whether a General Election could be held with Rs. 250,000,000 remains doubtful, according to critics in the political scene.",
    "Even though possible dates were announced to conduct a Local Government Election in 2023, no such event saw the light of day. But with many party leaders launching their campaigns, it does seem like everybody is prepping for a heated election this year. Conducting free and fair elections as mandated by the Constitution is one key feature of a democratic society.",
    "“The government has a tendency to consider elections as unimportant,” said Senior Political Scientist Prof. Jayadeva Uyangoda. “If the government says that it doesn’t have money to conduct an election it is an outright false claim. This could be a pretext to postpone elections. If any government says that it doesn’t have money to conduct constitutionally mandated elections, then those who are in power are playing with the people’s sovereignty. It is in fact a tragic development,” said Prof. Jayadeva Uyangoda."
  ]
}