{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sadaharitha-partners-with-UAE-s-Alweena-Perfumes-to-expand-global-operations-with-agarwood-exports/34-761942",
  "time_ut": 1715969547.0,
  "original_lang": "en",
  "original_title": "Sadaharitha partners with UAE’s Alweena Perfumes to expand global operations with agarwood exports",
  "original_body_lines": [
    "Sadaharitha Group, the pioneering force in Sri Lanka’s commercial forestry industry, proudly announces the expansion of its global operations by exporting agarwood-based products to the United Arab Emirates (UAE). This milestone marks a strategic collaboration with Alweena Perfumes, a distinguished premium perfume brand based in the UAE.",
    "Since its inception in 2002, Sadaharitha Group has been at the forefront of revolutionising the agarwood forestry industry in Sri Lanka. With over two decades of accomplishments and a steadfast commitment to sustainable forestry practices, Sadaharitha Group has emerged as the largest agarwood nursery in Southeast Asia, spanning 1,300+ acres and encompassing over 30 estates across the island.",
    "As the first-ever agarwood investment company in Sri Lanka, Sadaharitha Group has set new standards by granting cash benefits to its investors and doubling the anticipated returns. Oil extraction and chips manufacturing facility in Ingiriya ensures the production of the highest quality Agarwood oil and chips, essential ingredients for the world’s most luxurious perfumes.",
    "This journey of expanding Sadaharitha’s global footprint by exporting premium agarwood products to the UAE in partnership with Alweena Perfumes marks a milestone within the nation as well. This collaboration underscores Sadaharitha’s commitment to sustainable forestry practices and reinforces our position as a trusted leader in the industry.",
    "Alweena Perfumes emerges as the pinnacle destination for discerning fragrance enthusiasts in the UAE, offering an extensive array of top perfume brands meticulously curated to suit diverse tastes and budgets. With an unwavering commitment to excellence, Alweena Perfumes sets a new standard in luxury fragrance.",
    "Furthermore, Sadaharitha Group has diversified its business model to include investment management, exports, and property development solutions. Their venture, the Síor Verde fragrance range, embodies the essence of everlasting green, reflecting our ethos of innovation and excellence combined with the best of nature.",
    "Sadaharitha takes pride in utilising only the finest, natural raw ingredients sourced from around the world to create luxury perfumes that epitomise sophistication and elegance. Their commitment to sustainable forestry extends beyond business success to environmental stewardship and community well-being.",
    "Sadaharitha Plantations Ltd. remains steadfast in its commitment to sustainable forestry practices. It maintains plantations of mahogany, teak, sandalwood, and agarwood while continuously improving environmental management systems to minimise pollution and waste. Furthermore, the company’s dedication to conserving the environment and protecting its employees’ and communities’ health and well-being underscores its mission to create a greener, more sustainable future.",
    "Sadaharitha Group is a pioneering force in Sri Lanka’s commercial forestry industry, specialising in agarwood cultivation and exports. With over two decades of expertise and a commitment to sustainability, Sadaharitha Group is dedicated to creating greener, more sustainable futures through responsible forestry practices."
  ]
}