{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/National-Chamber-and-KPMG-forge-strategic-collaboration-to-develop-SME-sector/34-760508",
  "time_ut": 1712689039.0,
  "original_lang": "en",
  "original_title": "National Chamber and KPMG forge strategic collaboration to develop SME sector",
  "original_body_lines": [
    "From left: NCCSL Council Member Ruwan Fernando, Honorary Secretary Dr. Lakmal Fernando, Senior Deputy President Anura Warnakulasooriya, President Deepal Nelson, KPMG Sri Lanka Managing Partner Priyanka Jayatilake, Principal - Deal Advisory, Head of Advisory and Deputy Head of Markets Shiluka Goonewardene, NCCSL Secretary General/CEO Nilupul Chandrasena, KPMG Sri Lanka Manager – Markets Uthpala Subasinghe, and Senior Executive – Markets Rachini Weerasekara",
    "National Chamber President Deepal Nelson (left) exchanging the MoU with KPMG Sri Lanka Managing Partner Priyanka Jayatilake",
    "The National Chamber of Commerce of Sri Lanka (NCCSL) and KPMG Sri Lanka have officially signed a Memorandum of Understanding (MOU) aimed at fostering knowledge sharing and collaborative endeavors.",
    "This landmark agreement marks a strategic collaboration between two influential organisations, poised to catalyse numerous joint initiatives.",
    "The primary objective of this MOU, where KPMG Sri Lanka will be onboard as a Knowledge Partner, and to strengthen the services to the MSME sector through capacity building and training initiatives which would facilitate trade and investment activities within the respective business communities. Additionally, both entities are committed to nurturing commercial and industrial linkages among their members, thereby fostering a conducive environment for sustainable growth.",
    "The National Chamber had been in the forefront of business development in Sri Lanka since its inception in 1948 and is presently serving more than 750 corporate members, over 1500 SMEs and over 24 connected Regional Chambers island wide.",
    "KPMG, a Sri Lankan Partnership and a member firm of the KPMG global organization of independent member firms affiliated with KPMG International Limited, is one of the leading professional services firms and is also the oldest Chartered Accountancy firm in the country spanning over a century since inception in 1897.",
    "This MoU contains a detailed framework for mutual cooperation with a view of supporting Sri Lankan entrepreneurs in their efforts towards accelerating sustainable economic growth.",
    "The National Chamber warmly welcomes its close collaboration with KPMG Sri Lanka as yet another milestone towards achieving its vision of inclusive economic growth with special emphasis on the development of Micro, Small and Medium Enterprises."
  ]
}