{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Historic-reforms-for-poor-Siyambalapitiya/56-762698",
  "time_ut": 1717632755.0,
  "original_lang": "en",
  "original_title": "Historic reforms for poor: Siyambalapitiya",
  "original_body_lines": [
    "Highlights commitment to increase welfare expenditure from Rs. 65 b in 2022 to Rs. 205 b, marking a 150% increase",
    "Says Rs. 6.5 b allocated for rice distribution program targeting 3.4 m poor families",
    "Praises President Wickremesinghe for decisive actions to support plantation workers, including raising daily wages to Rs. 1,700",
    "Stresses readiness to hold accountable any estates that fail to meet wage compliance with potential repossession of non-compliant estates",
    "State Minister of Finance Ranjith Siyambalapitiya stated yesterday that the Government is enacting historic reforms to benefit the poor, with significant programs including inheritance deeds, insurance and daily wage increases for plantation workers.",
    "He made these remarks during a ceremony held under the patronage of President Ranil Wickremesinghe for the awarding of inheritance deeds.",
    "Addressing the attendees, Siyambalapitiya highlighted the Government’s commitment to increasing welfare expenditure significantly. “We have managed to raise the welfare expenditure from Rs. 65 billion rupees in 2022 to Rs. 205 billion, marking a 150% increase,” he noted.",
    "He emphasised that the Aswasuma program has been introduced to streamline the previously irregular Samurdhi program, ensuring that aid reaches the most deserving groups.",
    "In response to the ongoing economic crisis, Siyambalapitiya mentioned the implementation of a rice distribution program targeting 3.4 million poor families in Sri Lanka, with the Government allocating 6.5 billion rupees for this relief effort. Additionally, the Urumaya program aims to provide plots of land to people, thus securing their future.",
    "He also praised President Wickremesinghe for his decisive actions to support plantation workers.",
    "“The President made a historic move by raising the daily wages of plantation workers to Rs. 1,700. We are prepared to hold accountable any estates that fail to meet this wage standard,” he asserted, warning that the government will consider repossessing estates from parties that do not comply with the decision.",
    "Siyambalapitiya reiterated the Government’s dedication to making revolutionary changes for the betterment of the country’s poor, ensuring that welfare programs are not just expanded but also effectively implemented."
  ]
}