{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/10/07/2025-nobel-prize-in-physics-awarded-for-groundbreaking-discovery-in-macroscopic-quantum-mechanics",
  "time_ut": 1759834980.0,
  "original_lang": "en",
  "original_title": "2025 Nobel Prize in Physics Awarded for Groundbreaking Discovery in Macroscopic Quantum Mechanics",
  "original_body_lines": [
    "COLOMBO (News 1st); The Royal Swedish Academy of Sciences has awarded the 2025 Nobel Prize in Physics to three pioneering scientists for their revolutionary work in quantum mechanics:",
    "Michel H. Devoret – Yale University, New Haven, CT and University of California, Santa Barbara, USA",
    "John M. Martinis – University of California, Santa Barbara, USA",
    "The trio is recognized “for the discovery of macroscopic quantum mechanical tunnelling and energy quantisation in an electric circuit.”",
    "Their experiments on a chip revealed quantum physics in action",
    "A major question in physics is the maximum size of a system that can demonstrate quantum mechanical effects. This year’s Nobel Prize laureates conducted experiments with an electrical circuit in which they demonstrated both quantum mechanical tunnelling and quantised energy levels in a system big enough to be held in the hand.",
    "Quantum mechanics allows a particle to move straight through a barrier, using a process called tunnelling. As soon as large numbers of particles are involved, quantum mechanical effects usually become insignificant. The laureates’ experiments demonstrated that quantum mechanical properties can be made concrete on a macroscopic scale.",
    "In 1984 and 1985, John Clarke, Michel H. Devoret and John M. Martinis conducted a series of experiments with an electronic circuit built of superconductors, components that can conduct a current with no electrical resistance. In the circuit, the superconducting components were separated by a thin layer of non-conductive material, a setup known as a Josephson junction. By refining and measuring all the various properties of their circuit, they were able to control and explore the phenomena that arose when they passed a current through it. Together, the charged particles moving through the superconductor comprised a system that behaved as if they were a single particle that filled the entire circuit.",
    "This macroscopic particle-like system is initially in a state in which current flows without any voltage. The system is trapped in this state, as if behind a barrier that it cannot cross. In the experiment the system shows its quantum character by managing to escape the zero-voltage state through tunnelling. The system’s changed state is detected through the appearance of a voltage.",
    "The laureates could also demonstrate that the system behaves in the manner predicted by quantum mechanics – it is quantised, meaning that it only absorbs or emits specific amounts of energy.",
    "“It is wonderful to be able to celebrate the way that century-old quantum mechanics continually offers new surprises. It is also enormously useful, as quantum mechanics is the foundation of all digital technology,” says Olle Eriksson, Chair of the Nobel Committee for Physics.",
    "The transistors in computer microchips are one example of the established quantum technology that surrounds us. This year’s Nobel Prize in Physics has provided opportunities for developing the next generation of quantum technology, including quantum cryptography, quantum computers, and quantum sensors."
  ]
}