{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/29/%e2%80%9csri-lanka-collapsed-because-we-lost-our-ethics%e2%80%9d-cardinal",
  "time_ut": 1759136220.0,
  "original_lang": "en",
  "original_title": "“Sri Lanka Collapsed Because We Lost Our Ethics” - Cardinal",
  "original_body_lines": [
    "COLOMBO (News 1st); His Eminence Malcolm Cardinal Ranjith, Archbishop of Colombo, delivered a scathing critique of Sri Lanka’s past leadership and societal decline, stating that the country’s collapse was not accidental — but the result of a systemic failure of ethics, accountability, and justice.",
    "Leading with moral skepticism, the Cardinal warned that a society without principles is destined to fall, and that Sri Lanka’s current crisis stems from a long-standing erosion of values across all levels of leadership.",
    "“From the highest ranks to the grassroots,” he said, “a culture of corruption, theft, and selective justice has dragged the nation into ruin.”",
    "He pointed to the absence of policy direction, integrity, and respect for law, noting that despite Sri Lanka’s natural beauty and potential, the country has become one of the most indebted in the world.",
    "“Had we used our borrowed resources wisely,” he said, “Sri Lanka could have surpassed even Singapore. Instead, we are left with a broken system and a suffering population.”",
    "Cardinal Ranjith emphasized that 70% of Sri Lankans now live in poverty, not because of external forces, but due to internal failures — particularly the normalization of corruption and the lack of equal application of the law.",
    "“Justice must be for all,” he said, “not just for the powerful.”",
    "He also criticized the self-serving nature of modern society, where personal gain overrides national interest, and where even religious values are reduced to ritual rather than lived ethics.",
    "“Religion is not just about temples, churches, or shrines,” he said. “It is about living according to moral and spiritual principles.”",
    "Calling for a return to honest, policy-driven governance, the Cardinal urged leaders and citizens alike to embrace truth, justice, and ethical responsibility.",
    "“We must earn wealth,” he said, “but we must do so with integrity. That is the true teaching of our faiths.”"
  ]
}