{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104268/hundreds-feared-dead-on-mayotte-after-cyclone-chido",
  "time_ut": 1734318600.0,
  "original_lang": "en",
  "original_title": "Hundreds feared dead on Mayotte after Cyclone Chido",
  "original_body_lines": [
    "A senior official said Sunday that the death toll from cyclone Chido’s passage across Mayotte would be in the hundreds, perhaps even thousands, as France rushed in rescue workers and supplies.",
    "Their efforts will be hindered by the damage to airports and electricity distribution in the French Indian Ocean territory.",
    "Even before the cyclone’s passage, clean drinking water was already subject to chronic shortages.",
    "“I think there will definitely be several hundred, perhaps we will come close to a thousand or even several thousand” deaths, prefect Francois-Xavier Bieuville told broadcaster Mayotte la Premiere.",
    "It would be “very difficult to reach a final count” given that most residents are Muslim, traditionally burying their dead within 24 hours, Bieuville added.",
    "EU chief Ursula von der Leyen on Sunday pledged help from the bloc.",
    "“Our hearts go out to France following the devastating passage of cyclone Chido through Mayotte,” she posted on X. “We are ready to provide support in the days to come.”",
    "WHO chief Tedros Adhanom Ghebreyesus also offered support, writing on X that his organisation “stands ready to support communities in need of essential health care”.",
    "PIROI, the Red Cross organisation in the region, said on X that it was ready to intervene.",
    "Earlier Sunday, the mayor of Mayotte’s capital Mamoudzou, Ambdilwahedou Soumaila, told AFP nine were in a critical condition in hospital, with another 246 more seriously injured.",
    "“The hospital is hit, the schools are hit. Houses are totally devastated,” he said. The storm had “spared nothing”, he added.",
    "Establishing an accurate will be doubly difficult given that France’s interior ministry estimates around 100,000 people live clandestinely on Mayotte.",
    "Some of them did not dare to venture out and seek assistance, “fearing it would be a trap” designed to remove them from Mayotte,” said Ousseni Balahachi, a former nurse.",
    "Many had stayed put “until the last minute” when it proved to late to escape the cyclone, she added.",
    "The cyclone wiped out makeshift housing in the archipelago’s shantytown, France’s Interior Minister Bruno Retailleau said late Saturday.",
    "Mayotte’s 320,000 residents were ordered into lockdown Saturday as cyclone Chido bore down on the islands around 500 kilometres (310 miles) east of Mozambique, with gusts of at least 226 kilometres per hour.",
    "Electricity poles were hurled to the ground, trees uprooted and sheet-metal roofs and walls torn off the shantytown housing inhabited by at least one-third of the population.",
    "One local resident, Ibrahim, told AFP of “apocalyptic scenes” as he made his way through the main island, having to clear blocked roads for himself.",
    "Retailleau will travel to Mayotte on Monday, his office said, with 160 soldiers and firefighters to reinforce the 110 already deployed to the islands.",
    "Pope Francis, visiting French Mediterranean island Corsica on Sunday, urged people to pray for Mayotte’s residents. French President Macron promised they would act to help the people there.",
    "Already Sunday, medical personnel and equipment were delivered Sunday by air and sea.",
    "The prefecture in La Reunion, another French Indian Ocean territory some 1,400 kilometres away on the other side of Madagascar, said a first aid plane had landed in Mayotte.",
    "It carried three tonnes of medical supplies, blood for transfusions and 17 medical staff, authorities in La Reunion said, with two military aircraft expected to follow.",
    "A navy patrol ship was also to depart La Reunion with personnel and equipment including for electricity supplier EDF.",
    "Just northwest of Mayotte, the Comoros islands, some of which had been on red alert since Friday, were also hit, but suffered only minor damage.",
    "Cyclone Chido made in Mozambique landfall early Sunday around 40 kilometres (25 miles) south of the northern city of Pemba, weather services said. The death toll there so far stands at three, said local officials.",
    "UNICEF said it was on the ground in Mozambique to help the people hit by the storm.",
    "“Many homes, schools and health facilities have been partially or completely destroyed and we are working closely with the government to ensure continuity of essential basic services,” it said in a statement.",
    "Cyclone Chido is the latest in a string of storms worldwide fuelled by climate change, according to experts.",
    "The “exceptional” cyclone was super-charged by particularly warm Indian Ocean waters, meteorologist Francois Gourand of the Meteo France weather service told AFP.",
    "The UN’s Office for the Coordination of Humanitarian Affairs warned that some 1.7 million people were in danger, and said the remnants of the cyclone could also dump “significant rainfall” on neighbouring Malawi through Monday, potentially triggering flash floods.",
    "Zimbabwe and Zambia could also expect heavy rains, it added."
  ]
}