{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/thondamans-role-in-aborting-premadasa-impeachment-and-speaker-mohameds-perfidy/",
  "time_ut": 1757177340.0,
  "original_lang": "en",
  "original_title": "Thondaman’s role in aborting Premadasa impeachment and Speaker Mohamed’s perfidy",
  "original_body_lines": [
    "As planned the Speaker addressed a letter to the President stating that he had accepted a motion of impeachment presented to him by more than half the number of MPs and therefore section 38 of the constitution was now brought into play. This letter was brought by the President to the Cabinet which proceeded unanimously to declare their confidence in Premadasa. At this meeting Lalith and Premachandra who were Cabinet ministers at that time had also voted in favour of a confidence vote in the President though by this time they had affixed their signatures to the motion referred to by the Speaker.",
    "Let us listen to Nihal Seneviratne (former Secretary General of Parliament) to get Premadasa’s reaction, He [the President] asked “Nihal have you seen this impeachment motion?” I replied, “which impeachment motion, Sir?” He replied saying Speaker Mohamed had sent him a few hours earlier a motion of impeachment against him. I was quite categorical and said that I had not seen it at all, which was the truth… I realized that the Speaker had sent him the motion by hand without showing it to me.”",
    "The following day the President summoned all his party MPs to the Parliament building and spoke to them individually. Predictably most of them denied that they signed any such document or said that they were misled. Since the acceptance of the motion meant that the President was precluded from dissolving Parliament he used his right to prorogue Parliament and re-summoned it at a later date [September 21] thereby gaining time to reverse the impeachment process. In the meanwhile he, with his usual thoroughness, identified Mohamed as the “brains” behind the move and began a series of behind the scenes activities to “torpedo” the motion.",
    "According to Nihal Seneviratne he [the President] is even believed to have advised a royal dignitary in the Middle East to refrain from supporting some of the Islam related projects that the Speaker was sponsoring here. The Speaker’s family was also known to have owned a company importing motor cars from India. It was believed that the President had asked the Inland Revenue department to check and scrutinize all documents pertaining to that business. Perhaps all this was in progress when the Speaker announced a more nuanced position to Parliament that “I wish to inform the House that I have been given notice of a resolution under article 38 [2] of the constitution. Having satisfied myself that the resolution is in order I decided to entertain it. Subsequently written and oral representations have been made to me questioning the validity of the signatures on the resolution. I am looking into this matter at present. My decision will be conveyed to the House soon”.",
    "Even at this time Lalith and Gamini had faith in the Speaker because he was sending message after message to them that he was standing unequivocally with them. But at the same time we were receiving information that Mohamed was changing horses in midstream. Gamini was for trusting the Speaker but Lalith was beginning to have doubts as there was a flow of information – some from the Speakers household itself – that a “conspiracy was afoot”. Seneviratne refers to Lalith’s consternation; I asked him “Lalith, why are you rocking the boat?” His instant reply was, “Don’t ask me that question. Address it to your Speaker. I was surprised but remained silent.”",
    "In the meanwhile the Speaker made ready to visit New Delhi for a meeting of the Inter Parliamentary Union. This naturally added to the tension as both parties were now depending on him to make the next move. If the conspirators were more perceptive they would have been suspicious with a development that Seneviratne describes thus; “We [the Speaker included] had not received permission from the President to leave the country. Soon after, the President rang me and said to inform the Speaker and members of the delegation that he had given permission for the delegation to proceed to India which we did”. The plotters should have smelt a rat because usually Premadasa was very vindictive in his responses to his opponents. But Gamini, in my presence, spoke several times to Mohamed by phone and appeared to be satisfied that the impeachment was on track.",
    "But as Gamini learned later to his cost, Mohamed had already succumbed to Premadasa before he emplaned for Delhi though he kept it a secret and was giving assurances to the contrary to the conspirators. I can now reveal that this “volte face”was engineered by Thondaman, the leader of the Ceylon Workers Congress in order to strengthen his alliance with the President. No doubt the inquiries about Mohamed’s business dealings had softened him up but it was Thondaman’s arguments that had clinched the deal. The leader of the upcountry Tamils had pointed out that both he and Mohamed represented ethnic minorities which could not alienate the head of state, and certainly not a head like Premadasa, who enjoyed the confidence of the Sangha and the majority of Buddhist voters.",
    "An infuriated President, argued Thondaman, might unleash a pogrom against the Muslims and Tamils if they were perceived as the leaders of an attempt to eliminate a Buddhist head of state. Whether he bought this argument or not Mohamed, whose electoral strength in his Borella constituency was in the hands of the Salagama caste members of Wanathamulla with whom Premadasa claimed kinship, yielded to Thondaman’s entreaties and agreed to switch sides.",
    "To be fair by Mohamed he was also beginning to have doubts about the veracity of the numbers and signatures as provided to him by the sponsors, mainly Lalith and Gamini. He began, with increasing urgency, to demand the final list of sponsoring MPs even though he had gone out on a limb by accepting the motion and informing the President of its acceptance by him. Without the numbers his hands were tied and a constitutional crisis could have erupted adding to the strength of Thondaman’s doomsday scenario.",
    "Then another hurdle had to be overcome. The Speaker and Thondaman, most likely with Premadasa looking over their shoulders, had to agree on a draft which in effect stated that the numbers were not there and therefore the motion could not proceed. Mohamed pleaded for time to make the announcement so that he could save face by muddying the waters regarding the required number of signatures. But Premadasa was unrelenting and wanted the crucial statement signed, sealed and handed over to Thondaman before the Speaker left for Delhi.",
    "The message to Seneviratne from the President that they could now emplane for Delhi must have been a signal to Mohamed that his capitulation was complete. The vital letter with his signature was in the President’s hands via Thondaman so that he could continue to fool the conspirators that the impeachment game was still on. It must be admitted that this master act of deception and manipulation of the Speaker attested to Premadasa’s skill and determination to both safeguard his mandate as well as spectacularly punish his foes. The failure of the impeachment motion in effect ended the upward political trajectories of Gamini and Lalith and drove them into the political wilderness which only ended with their tragic and unexpected deaths.",
    "Having prorogued Parliament, Premadasa summoned the next session for September 24 and, as customary, got ready to address the House. Not everybody knew of what had gone on behind the scenes. Though Seneviratne, the bureaucratic custodian of the House, is understandably silent on these matters it appears that both sides invoked the gods to grant them success. The President is alleged to have brought in Malayali shamans [kattadiyas] from Kerala to “bind” the premises in his favour while Mrs. B is reputed to have brought in vials of pigs fat which were supposed to counter the magical oils of the Malayalis, and had the seats in the house daubed with it.",
    "This must have been a new low in the annals of our Parliament which up to then never had leaders who believed implicitly in such mumbo-jumbo. Seneviratne skips this part of the clandestine operations in his narrative except to say that “members were in a confrontational mood”, He then records what happened on the 24th. “We escorted the President to the robing room of the House and he stayed there until it was time to enter the chamber. I recall telling him that since he was presiding over the sittings of the House, he must be cautious and careful in tackling the members since I believed that many were planning to heckle him. He swiftly responded “Nihal, don’t worry. I know how to tackle them”.",
    "No doubt this was true because now we know that he already had the Speaker’s note dismissing the motion in his pocket. He had insisted through Thondaman that this document be left in his hands by the Speaker before he emplaned for Delhi. Lalith and Gamini were the last to know since the Speaker was hypocritically responding to their telephone calls to Delhi and providing assurances that all was well and that they need not worry.",
    "Though indeed there was heckling, almost exclusively from the SLFP ranks, Premadasa ignored them and made a non confrontational speech. He then left the building and prepared to give the “coup de grace” to the conspirators. He had the Speaker on his side who on October 8 made the following statement to the House. “I wish to inform the House that having inquired into the matter, I am now of the view that the resolution does not have the required number of valid signatures and therefore it cannot be proceeded with.”",
    "The saga of impeachment was at an end. Mohamed who had launched the operation had brought it ignominiously to a close, sacrificing the many MPs who had signed the motion and now had to face the wrath of the President. Surprisingly, I found that Gamini was forgiving of Mohamed perhaps because he had already crossed the Rubicon. But it was a bitter blow to Lalith who however with his characteristic determination decided to fight back.",
    "Premadasa struck-back fast and he struck back hard. He got the UNP to sack Lalith, Gamini, Premachandra and five other party MPs even without a proper disciplinary inquiry. The affected eight then went to the Supreme Court and a bench led by Justice Mark Fernando and included Wadugodapitiya J and Kulatunga J on the grounds that natural justice had not been observed. The majority verdict of the court was that the sackings were valid. Mark Fernando in a dissenting verdict held that Lalith and Premachandra were guilty since they had been Cabinet members who had voted earlier indicating their confidence in the President.",
    "The other six were given the benefit of a denial of natural justice plea but the majority verdict prevailed and all eight lost their seats in Parliament. It was a sad sight to see Lalith and Gamini in their advocates robes in the courts trying desperately to mitigate the legal assault on them which had been meticulously planned by the President and his legal advisors led by Kasi Choksy. But the die had been cast with the verdict of the Supreme Court.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}