{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-organic-food-in-high-demand-in-uk-h-c-andrew-patrick/",
  "time_ut": 1727388240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s organic food in high demand in UK – H.C. Andrew Patrick",
  "original_body_lines": [
    "Sri Lanka could easily export organic food, ayurvedic products and pet food to the UK market, where there is a huge demand for them, British High Commissioner to Sri Lanka Andrew Patrick said.",
    "‘We are quite confident with the government and it must mainly focus on the growth of the economy and national security for the wellbeing of the country. If Sri Lanka focuses on exporting the mentioned products, it would be helpful to maintain the balance of trade between two countries, High Commissioner Patrick said as a guest speaker at a Rotary International joint meeting held at the Hilton recently.",
    "The event was organised by four Rotary Clubs, namely, Rotary Club Colombo Fort , Rotary Club Colombo South, Rotary Club Colombo Midcity and Rotary Club Colombo North. Rotary International District Governor Sushena Ranathunga also attended the event.",
    "High Commissioner Patrick added: ‘Sri Lanka has achieved some economic stability and growth during the last few years, mainly after the 2022-23 economic crisis. But Sri Lanka could see a bright future for itself with its strategic location and close proximity to South India, which is a region growing rapidly.",
    "‘At this juncture Sri Lanka should boost its trade relationship with the UK because Sri Lanka is important for the UK as it is located in the busiest of international shipping lanes. But we want a stable and independent Sri Lanka for the purpose of enhancing trade and shipping.",
    "‘More than 45000 Sri Lankan students are pursuing their higher education in the UK, which could be considered as the training ground for the next generation skilled workforce, since Sri Lankans are passionate for UK private university education. But after their education they should come back and work for Sri Lanka because Sri Lanka is now a growing economy in the region.",
    "‘Further, the new British Labour government will promote trade and investment with countries and is, therefore, willing to work with any government, especially for promoting trade and investments.’",
    "SriLankan Airlines named Leading International Airline in South Asia at SATA 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}