{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Microsoft-a-copilot-to-Education-Ministry-in-integrating-AI-into-national-curriculum/34-759843",
  "time_ut": 1711133167.0,
  "original_lang": "en",
  "original_title": "Microsoft a copilot to Education Ministry in integrating AI into national curriculum",
  "original_body_lines": [
    "Representatives from the Ministry of Education, Ministry of Technology, United States",
    "The Ministry of Education (MoE) in Sri Lanka and Microsoft have signed a Memorandum of Understanding (MoU) to usher in a new era of education by enabling the integration of Artificial Intelligence (AI) and Machine Learning (ML) into Sri Lanka’s national school curriculum.",
    "This collaborative effort aims to transform the education system in the country, with the pilot testing phase beginning from grade eight and above. The MoU signing also includes the provision of the Microsoft 365 platform which will serve as a secure communication and collaboration hub for both students and teachers.",
    "With a goal to democratise AI access to all, a comprehensive curriculum developed by global Microsoft Education teams and the National Institute of Education (NIE) will initially be rolled out to twenty schools selected by the MOE with at least one school designated from each of the nine provinces. These schools will serve as a benchmark for scalability across the country. Through this pilot program which will follow the ‘train the trainer’ model, the initiative will empower learners and educators alike, ensuring they are well-prepared to navigate in the era of AI.",
    "The MoU signing ceremony, which took place at the Presidential Secretariat on 19 March, was attended by distinguished representatives from the United States Embassy in Sri Lanka, Ministry of Education, Ministry of Technology, and Microsoft including United States Ambassador to Sri Lanka Julie J. Chung, Minister of Education Dr. Susil Premajayantha, State Minister of Technology Kanaka Herath, and Microsoft India and South Asia President Puneet Chandok.",
    "Expressing the MoE’s enthusiasm for embracing future possibilities, Dr. Susil Premajayantha said, “We truly believe that the integration of AI is pivotal to elevating the quality of education and empowering our future leaders with the necessary skills to excel in an ever-changing global environment. Our collaboration with Microsoft represents a significant milestone in this endeavour as we, together, introduce a digital-first national curriculum that embraces the skills of the future, which includes AI.”",
    "This collaboration marks a pivotal point, not only for students but also for educators, educational institutions, and Sri Lanka’s national educational landscape.  “Students serve as catalysts for future transformation, and teachers are key in nurturing their progress and development as young individuals of our society,” stated Microsoft Sri Lanka and Maldives Country Manager Harsha Randeny.",
    "“As Sri Lanka embarks on its AI journey, Microsoft is dedicated to serve as a Copilot as the nation progresses and ensures its readiness for the future. The integration of AI into the educational framework represents a proactive approach, empowering the next generation to actively contribute to the country’s AI evolution and be on par with the changing world,” he added."
  ]
}