{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/post-election-sri-lanka-sees-reversal-in-public-opinion-on-country-direction-ihp-184733/",
  "time_ut": 1729750620.0,
  "original_lang": "en",
  "original_title": "Post-election Sri Lanka sees reversal in public opinion on country direction: IHP",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka has seen dramatic reversal in their views of the country’s direction following the September 21 presidential election, according to a poll by the Institute for Health Policy (IHP), an independent pollster.",
    "The IHP said in a statement on Thursday October 24 that its Sri Lanka Opinion Tracker Survey (SLOTS) poll for September had shown that a net 43 percent of the public had thought the country was heading in the wrong direction. This reversed after the election, with a net 5 percent of Sri Lankans polled saying that the country was headed in the right direction in the last ten days of the month, the highest level since SLOTS started tracking this in April 2022.",
    "​​Overall, during September, an average of 21 percent of adults thought the country was heading in the right direction versus 54 percent who thought the country was heading in the wrong direction, the institute said.",
    "“In the period before elections on September 21, 16 percent thought the country was heading in the right direction, and this increased to 41 percent after the polls, whilst 59 percent thought the country was heading in the wrong direction before elections, falling to 36 percent after.",
    "“This dramatic turnaround in opinion occurred immediately after the election on 21 September. SLOTS did not conduct interviews during 22-23 September, but the change in sentiment was clear and detectable immediately from 24 September when the survey resumed,” said IHP.",
    "According to the institute, the improvement in the public’s views about the country’s direction was broad-based and across all demographics. The biggest improvements were seen in the poorest adults (+77 percent), and in younger adults (18-29 years +74 percent, 30–44 years +77 percent), Sinhala (+75 percent) and Muslim (+74 percent) respondents. The only demographic where net opinion on the country’s direction did not increase into positive territory was the richest third of Sri Lankans, in which a net 6 percent thought the country was heading in the wrong direction.",
    "“The big change in views in Sri Lanka meant that Sri Lankans went from being amongst the pessimistic nations when thinking about the direction of the country to being the amongst the most positive after the elections. Before September 2024, when excluding ‘no opinion’ responses for comparability with other countries, over 90 percent of Sri Lankans believed the country was on the wrong track. In a global IPSOS poll of 29 countries1, an average of 61 percent of adults thought their country was heading in the wrong direction, according to September estimates. By comparison, 79 percent of Sri Lankans held this view before the election (during September 1–September 20), a figure only better than South Korea and Japan, but far behind other South Asian countries tracked. After the election, this percentage dropped to 32 percent (68 percent in the right direction) moving Sri Lanka into the top three countries with positive outlooks.” (Colombo/Oct24/2024)"
  ]
}