{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84747",
  "time_ut": 1726429140.0,
  "original_lang": "en",
  "original_title": "Racism plays no overt role in this election but racism is far from dead. It will raise its destructive head when this lot of dreams too turn into ashes and the new president begins the inevitable transformation from hero to villain.",
  "original_body_lines": [
    "“Have you learned nothing from history?” Freud (The Future of an Illusion)",
    "“Wrath” is the opening word of The Iliad. Wrath is a key driver of the upcoming presidential election. People are angry at political leaders for bankrupting the country. Hopefully, the anger is accompanied by reason, not just pointing fingers outward but also looking inward.",
    "Those political leaders did not force themselves into power. They were elected by majorities of Sri Lankans. We too bear some culpability for our tragedy.",
    "Unfortunately, wrath is blinding and not enlightening, a truth The Iliad amply illustrates. Enraged at the injustice done to him by Agamemnon, the supreme commander of the Greek forces, Achilles not only retires from the war against Troy; he also conspires to humiliate Agamemnon by making him go down in utter defeat.",
    "He is too angry to see that the defeat would not be the unjust king’s alone; it would be shared by the entire Greek host. Agamemnon would emerge alive from the rout, but many Greeks who had nothing to do with his dastardly conduct wouldn’t.",
    "Achilles cannot see this reality because he is blinded by wrath. The blinders fall only when his beloved friend and companion Patroclus is killed in battle.",
    "Rage remains, though, and reason continues elude this greatest of Greek soldiers. Wrath still drives him, at himself and at Patroculs’s killer. By the time wrath departs and sanity returns, he is a doomed man like Sri Lanka and Sri Lankans in 2022.",
    "The IHP poll for August points to an open election with no candidate able to clear the 50%+1 bar. Anura Kumara Dissanayake is in the lead in voting intentions and net favourability ratings. But Sajith Premadasa and Ranil Wickremesinghe too have paths to victory, albeit of different proportions.",
    "The wild fluctuations in voting intention and net favourability charts hopefully indicates an uncharacteristic sobriety on the part of voters, a realisation of the underwhelming nature of the candidates compared to the immensity of the tasks ahead.",
    "For democracy to work as it was meant to, the who of an election should be accompanied by a why. A reasoned why and not an emotional why, a well thought out why and not an on-the-rebound-teach-them-a-lesson why, a temporal why and not a sacral why.",
    "For democracy has nothing to do with salvation, or saviours. That is the province of religion. Democracy, at its best, is about incremental betterment born of rational deliberation and not wild leaps born of blind faith.",
    "Sweden provides a telling example. From 1865 to 1911, a system of extreme censitary franchise operated in Sweden. Only men of wealth could vote, the number of votes depending on the extent of wealth.",
    "While just about 20% of adult males had the vote then, not all of them had the same number of votes. The least wealthy amongst the wealthy had one vote each. The number of votes per elector the increased, until the most wealthy had one hundred votes each.",
    "During this pre-democracy time, Sweden was one of the least advanced countries in Europe, Thomas Picketty points out in his Capital and Ideology. Then came universal male franchise, followed soon by universal female franchise. And “…Sweden moved from the most extreme hyper-inegalitarian proprietarian system…to a quintessential egalitarian social-democratic society…” It also became, and remains, one of the most advanced countries in Europe.",
    "That is democracy at its best, universal franchise harness to achieve universal wellbeing. That path was open to us in 1948. We opted for another. Corruption wasn’t the reason. That would come later, long after we lost our way.",
    "Our fall began in 1948, just months after independence when we decided to use universal franchise not to achieve the wellbeing of all Sri Lankans, but of some Sri Lankans. Our vision was never universal; it never embraced all Sri Lankans. We saw everything as a zero sum game with Sinhala prosperity dependent on Tamil (later Muslim too) deprivation. We believed that a universal focus would damage the interests of the particular.",
    "So began the process of exclusion. First the disenfranchising of Upcountry Tamils. Then the language issue of 1956, which excluded all Tamils. The seeds of the 25-year war that would heap so much death and destruction on us were first sown in the field of Sinhala Only.",
    "Yet, as we face another momentous election, that original sin is barely spoken about or thought of. Meaningless words about equality and solidarity are substituted for rational analysis of how both were systematically destroyed.",
    "Since the problem is unacknowledged, root causes remain unexplored and unaddressed, a cancer in body politic waiting for its time.",
    "Racism plays no overt role in this election but racism is far from dead. It will raise its destructive head when this lot of dreams too turn into ashes and the new president begins the inevitable transformation from hero to villain.",
    "Racism can come from below, stirred up by an opposition looking for a fast track to popularity; or it could come from above, wielded by the government as a shield against growing unpopularity.",
    "None of the three main contenders in the 2024 presidential election are racists. That is a comfort until one remembers that the most racist policies – the ones that did the greatest harm – were embraced and enacted by leaders who weren’t racists. It wasn’t the foaming-in-the-mouth, make-shoes-from-Tamil-hides type of crude racists who disenfranchised Upcountry Tamils or downgraded Tamil language.",
    "Their racism is too naked to be attractive to the majority who generally prefer the “decently clothed” variety. It is the non-racists who know how to deploy that kind of racism most effectively.",
    "System change is an amorphous slogan which can be anything to anyone. But even this amorphousness stops well short of marginalising the forces that acted as the motive force of our exclusionary journey – political monks. Their intervention in politics has resulted in repeated disasters, yet they remain as influential and as sought after today as they were in the seminal year of 1958.",
    "In 1958, there was a real chance of rolling back some of the harm done in 1956. TheBandaranaike–Chelvanayakam Pact could have prevented the language problem from metamorphosing into an ethnic problem.",
    "It was throttled at the birth, not by the UNP, although the party in general and J.R. Jayewardene in particular do bear some responsibility. But it wasn’t the UNP’s infamous march to Kandy which made S.W.R.D. Bandaranaike tear the Pact, literally, but the sit in by political monks, the first pillar of his Pancha Maha Balavegaya.",
    "On April 9, 1958 about 200 monks arrived at the prime minister’s private residence. Denied access to the premises by police, they camped outside. Their direct action gave wings to those elements within the government opposed to the Pact.",
    "Within hours, the prime minister lost his nerve. At 4.15 in the evening, he tore the Pact to shred and with it, the country’s greatest chance of a positive future.",
    "Then, typically, he blamed the cowardly abnegation not on his own saffron cohorts but on the “federalists”.",
    "Political monks still play a critical role in Sri Lankan politics. They form a main pillar in the JVP’s support base and are courted by the other two contenders as well (if their saffron shows are less impressive, it’s because the JVP has bagged the majority).",
    "The danger of this dependency is obvious. Political monks remain wedded to extreme Sinhala-Buddhist supremacism. Not only are they opposed to the implementation of even the 13th Amendment in full; they are a key mover in the systematic attempts to use religious archaeology to claim Tamil majority North and Tamil/Muslim majority East for Sinhala-Buddhism.",
    "No candidate dependent on them can effectively manage, let alone bring about any meaningful change in Sri Lanka’s fraught ethno-religious relations. If he tries, he might end up going the Bandaranaike way.",
    "This election cannot resolve the ethnic problem. Even the abolition of executive presidency, a promise made by both Sajith Premadasa and Anura Kumara Dissanayake, might not happen due to pressure by political monks who regard the executive presidency as a means of promoting and protecting Sinhala-Buddhist supremacism.",
    "Aeschylus wrote the play, The Persians few years after the Greeks destroyed the vastly superior Persian army. The play, staged in Athens, focuses with “imaginative sympathy” not on the Greek triumph but the Persian tragedy. Aeschylus, wrote American author Daniel Mendelsohn, asks his fellow Athenians “to think radically, to imagine something outside their own experience, to situate the feelings they were having just then – about themselves, about those others – in a vaster frame; one in which they might see that present triumph could induce a complacency that just might bring about future disaster.”",
    "What the Buddha said in a different way, when he advised his adherents not to kill nor cause to kill comparing oneself with others. Compassion born of empathy, the ability to imagine walking in another’s shoes.",
    "That ability to regard our fellow Sri Lankans with sympathy, with compassion and understanding is something we never learnt; going by our continued obsession with patriotic monks and war heroes, we will never learn.",
    "Sri Lankans are a divided lot. Yet on the issue of government spending, there is remarkable uniformity. Going by the IHP findings, over the January to August 2024 period, an absolute majority of Sri Lankans wanted the government to spend more on health (78%) and education (64%). And 0% of Sri Lankans (including 0% of Sinhalese) wanted more government spending on the army, roads and police.",
    "Would the next president heed these preferences? Almost certainly not. Sajith Premadasa and Anura Kumara Dissanayake won’t because of their dependence on monks and ex-military to win. Ranil Wickremesinghe won’t because of his dependence on police and military to survive.",
    "The next president has a way to honour some of his economic promises without raising taxes or causing government spending to increase exponentially. But that would be another path not taken, for the same reason we opted for exclusionary nation building even at the risk of instability, conflict and war, kowtowing to Sinhala-Buddhist supremacism.",
    "An American commentator recently said that US presidential contender Kamala Harris’s policy statement has so much ensuring and so little planning. Sri Lankan election manifestos are no different. They are also nearly interchangeable in their ungrounded hopefulness and unrealistic optimism.",
    "If the fear of monks and military closes the best and the most realistic path to ensuring immediate relief to an overburdened populace, whoever wins the election, the crisis can only exacerbate.",
    "Talking about the 76-year curse is the latest political fad. Dismissing the post-independent history as a time of anti-development and anti-democracy is fashionable. It is also convenient because it enables us to evade the real problem area – the model of exclusionary nation building imposed on a pluralist land through oppressive laws and naked violence.",
    "Yet, even with race riots, war and insurgencies we could have avoided bankruptcy if 6.9million Sri Lankans did not give themselves into the intoxication of utopia and elect Gotabaya Rajapaksa in 2019.",
    "The existential crisis of 2022 was a Rajapaksa construct. The attempt to blame it on every single government that came before in general and the Sirisena-Wickremesinghe administration in particular is a lie.",
    "The debt crisis was primarily a Rajapaksa creation; they started the practice of borrowing from international money markets during the war and continued to do so at increased pace afterwards. 89.8% of the increase in the total debt stock from 2015 to 2019 was to service loans taken prior to 2015.",
    "Whatever the faults of Sirisena-Wickremesinghe administration, those five years represented a slight forward movement. The alternative was to give Mahinda Rajapaksa a third term. That would have destroyed democracy and turned Sri Lanka into a fully owned Rajapaksa state orbiting a Chinese sun.",
    "In 2019, we opted for change over incremental improvement. And we did get more change that we bargained for. Today no major candidate is willing to confront the main causes of our national malaise. The choice is an uninspiring one. The least bad candidate would be a safer bet than chasing yet another utopia and ending up even deeper in the desert."
  ]
}