{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-calls-for-unity-sacrificing-for-a-better-tomorrow-on-vesak-day-164405/",
  "time_ut": 1716433500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President calls for unity, sacrificing for a better tomorrow on Vesak day",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Ranil Wickremesinghe has recalled a sermon from the Buddha about sacrificing for a better tomorrow, and called for unity to heal and rebuild the country, as Buddhists celebrate Vesak.",
    "Buddhists celebrate Vesak as commemorating the birth, enlightenment and passing away of the Buddha.",
    "“At this challenging moment, we as a nation should cultivate the same great zeal for enlightenment that Buddha exemplified, inspired by his sermon, “Maththasukha parichchaga- passé che vipulan sukhan” – to sacrifice today for a better tomorrow,” President Wickremesinghe said in his Vesak day message.",
    "“We must remember the advice of Lord Buddha, “Sabbattha Sammanaso,” to treat everyone equally and ensure we put it into practice as a country. This is the greatest offering we can present to the Buddha on this Vesak day.",
    "“Regardless of race, religion, caste, or political affiliation, we must all unite to heal and rebuild our country. ”",
    "The Vesak festival is a profoundly sacred day for Buddhists worldwide, commemorating the Buddha’s birth, enlightenment, and passing. Buddhists in Sri Lanka, along with their brethren around the globe, celebrate Vesak with deep devotion. They spend this period engaging in religious observances and venerating the Buddha with fervent devotion.",
    "At this challenging moment, we as a nation should cultivate the same great zeal for enlightenment that Buddha exemplified, inspired by his sermon, “Maththasukha parichchaga- passé che vipulan sukhan” – to sacrifice today for a better tomorrow.",
    "We must remember the advice of Lord Buddha, “Sabbattha Sammanaso,” to treat everyone equally and ensure we put it into practice as a country. This is the greatest offering we can present to the Buddha on this Vesak day. Regardless of race, religion, caste, or political affiliation, we must all unite to heal and rebuild our country.  The principles of Lichchavi Raja Dharmaya will guide us in this endeavour.",
    "Let us keep in mind that the primary aim of the Vesak festival is to foster spiritual growth and character development in a world rapidly advancing physically. I wish everyone a blessed Vesak festival."
  ]
}