{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lg-polls-cabinet-cuts-the-gordian-knot/",
  "time_ut": 1733239080.0,
  "original_lang": "en",
  "original_title": "LG polls: Cabinet cuts the Gordian knot",
  "original_body_lines": [
    "The Rajapaksa-Wickremesinghe government was responsible for turning the electoral process into a mess. It arbitrarily postponed the Local Government (LG) elections. The Election Commission (EC) had made all arrangements for the mini polls to be held when President Ranil Wickremesinghe, ably assisted by the SLPP, threw a monkey wrench in the works in defiance of a court order; he refused to allocate funds for the elections.",
    "The LG polls have been rescheduled for 2025, and the Cabinet has reportedly decided to amend the Local Authorities Elections Ordinance to call for fresh nominations. It has in fact chosen to cut the Gordian knot. Amending the LG election laws is the only way to cause the previous nomination lists to lapse. Many of those who secured nominations to contest the LG polls last year have either changed political parties or left the country or gone the way of all flesh. Some of them have entered Parliament.",
    "It has been reported that the LG polls are likely to be held either in January or February 2025. The Supreme Court has ordered that the LG elections be held as soon as possible, and why the EC is in overdrive is understandable.",
    "Ideally, the LG polls should be conducted under the Proportional Representation (PR) system until the Mixed-Member Proportional system is streamlined; the current electoral system has led to a huge increase in the number of local council members from about 4,000 to more than 8,000.",
    "The upcoming LG polls will assume the importance of a national election because it will serve as a litmus test on the new government’s popularity. The NPP’s impressive victory in the general election will still be fresh when the country goes to the polls to elect local councils, but the government’s maiden Budget will have been unveiled by that time, and the people will be able to see how serious the ruling alliance is about fulfilling its main election promises, especially pay hikes for state employees, substantial tax revisions and relief for the needy.",
    "The government has admitted that the IMF will have a say in the formulation of Budget 2025, and therefore it is doubtful whether the NPP will be able to carry out some of its key promises. More importantly, the government will have to reveal its position on the imputed rental income tax, which is required to be introduced early next year.",
    "The government already stands accused of having reneged on some of its main election promises. Before the September presidential election, the NPP vowed to slash fuel prices, claiming that they remained high due to unconscionable government taxes and corruption. The people were given to understand that electricity tariffs would be reduced substantially, and some NPP politicians claimed that a 30% decrease in electricity prices was in the realm of possibility, but they are now humming a different tune. The police have used brutal force to crush a development officers’ protest near the Education Ministry. Most of those protesters backed the NPP in the presidential and parliamentary elections. The Prevention of Terrorism Act, which the JVP/NPP pledged to abolish immediately after forming a government has been used against some social media activists. Millers have created a rice shortage and jacked up the prices of all varieties of rice. The government has baulked at taking tough action it promised against the unscrupulous millers whom its leader blamed for hoarding paddy and fleecing consumers and farmers, during the NPP’s parliamentary election campaign. Coconut prices have gone through the roof. Farmers affected by floods are crying out for relief; they are resentful that the government has offered only Rs. 40,000 per acre as compensation for crop losses.",
    "The biggest challenge before the government ahead of the LG polls will be to retain its approval ratings vis-à-vis the Opposition’s all-out efforts to whip up anti-incumbency sentiments and regain lost ground.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}