{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Commemoration-of-war-victims-celebrations-and-harassment/172-283318",
  "time_ut": 1716575400.0,
  "original_lang": "en",
  "original_title": "Commemoration of war victims-celebrations and harassment",
  "original_body_lines": [
    "Each year in April, the Janatha Vimukthi Peramuna (JVP) marks its first armed insurrection against the government in 1971, as ‘April Heroes’ Commemoration Day. The second JVP insurrection is memorialised by way of the ‘November Heroes’ commemoration marking the death of JVP founder and leader Rohana Wijeweera in 1989.",
    "Wijeweera led two rebellions, one in 1971 and a second in 1989. Thousands of young Sinhalese men and women died in the two insurgencies led by the then-JVP leader. In those dark days, civilians were involuntarily disappeared by state forces, while the JVP too killed many civilians.",
    "The ‘Mothers of the Disappeared’ was a coming together of female Sinhalese, who lost relatives during the JVP insurrections to government forces. They came together under a common umbrella to demand information as to what had happened to their sons, daughters, husbands and wives.",
    "Over the years they continued holding demonstrations, seeking justice for their loved ones and demand the culprits who abducted their loved ones be brought to justice.",
    "Between 1983 to 2009 the Liberation Tigers of Tamil Eelam (LTTE) led an insurgency against the government. At least 60,000 to 70,000 Tamil civilians were reportedly killed during that nearly three-decade conflict and thousands of others were involuntarily disappeared by government forces during this same period.",
    "The LTTE too killed an undisclosed number of Sinhala, Tamil and Muslim civilians during those days.",
    "The Mother’s Front in the North and the East, has been demonstrating against state violence (abductions, killings and torture of unarmed civilians) and demanding the perpetrators be brought to justice. Sadly all governments have initiated violent action to prevent the commemoration of Tamil persons who died during the near three-decade war.",
    "As recently as May 19 this year police attacked and arrested Tamil female demonstrators commemorating the loss of loved ones. They took a number of them into custody.",
    "In contrast to state action against ordinary Tamils commemorating the victims of war dead, the state holds commemorations of war victories. In Killinochchi it has even built a War Memorial-a victory monument-to celebrate the government victory in 2009 against the LTTE.",
    "What makes this situation worse is that the state permits Southern militants to commemorate the life and death of their leader and cadres.",
    "On the other hand, the government violently prevents even relatives of war dead and disappeared in the North and the East of the country from publicly commemorating the victims of that war.",
    "Why are they treated differently? These people too, have undergone great sorrow and pain during the course of the war. The wounds of war need to be cleansed and healed.",
    "Irrespective of race, religion, caste or creed, our people have had terrible violence visited on them by the armed forces of this country, as well as by armed militants who claim they took up arms to protect them (people).",
    "Common commemoration of war victims can bring together divided communities. They can, if used in sincerity, be an enabler to unite people through the common repression different communities have undergone.",
    "The State does not want to commemorate armed insurgencies as it means acknowledging acts of violence carried out by government forces to quell the insurgency.",
    "Rather than antagonising, one another, can we not let our common memories of past sufferings bring us together? Both communities have suffered similar issues such as disappearances, torture and killing which were common not only during the nearly 30-year conflict, but also during the two JVP insurrections.",
    "Governments unfortunately remain in a state of denial without confronting past horrors committed that worsen the trauma of victims. They therefore offer no apology for their role in the violent acts of their forces. More recently the JVP, offered an apology for its crimes during the insurrections.",
    "Apologies and acknowledgments go far in terms of repairing, to some extent, the damages of past atrocities. They lay the foundation for reconciliation. Unless our political leadership confronts past mistakes, engages in unifying our now polarised communities to face the mountain of challenges we face, there is little chance of us getting out of our mounting financial and economic problems."
  ]
}