{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Multi-stakeholder-SME-development-workshop-in-Central-Province/34-771336",
  "time_ut": 1735865372.0,
  "original_lang": "en",
  "original_title": "Multi-stakeholder SME development workshop in Central Province",
  "original_body_lines": [
    "National Chamber of Commerce, Pan Asia Bank and Central Province Chamber of Entrepreneurs in collaborative effort for entrepreneur empowerment",
    "The National Chamber of Commerce of Sri Lanka (NCCSL), Pan Asia Bank, and the Central Province Chamber of Entrepreneurs joined hands to conduct a full-day SME development workshop on 19 December 2024. The event was held at the Auditorium of the Central Province Chamber of Entrepreneurs, attracting a large audience of Micro, Small, and Medium Enterprise (MSME) sector entrepreneurs from Kandy, Matale, Nuwara Eliya, and nearby regions.",
    "The workshop aimed to equip entrepreneurs with critical skills and knowledge to enhance their business operations. The program featured four focused impactful sessions for upskilling the MSMEs:",
    "Financial literacy and banking requirements – Strengthening financial management and understanding banking processes",
    "Awareness session by Credit Information Bureau (CRIB) – Enhancing awareness of credit management and financial reliability",
    "Understanding consumer behaviour and markets – Insights into market trends and effective customer engagement",
    "Digitisation and risks in the digital business environment for MSMEs – Guidance on leveraging digital tools while mitigating risks associated with online platforms.",
    "The sessions were led by prominent speakers, including Sarath Dias Bandaranayake, officials from the Credit Information Bureau (CRIB), Deputy General Manager Janaka Lakmal and Senior Manager – Operations Indika Dissanayake, and officials from NCCSL, bringing a wealth of knowledge and practical insights to the attendees.",
    "Further an awareness session on the opportunities to explore export trade was presented by the team National Chamber inviting the participants to register from the Sri Lanka platform.  This collaborative initiative underscores the commitment of NCCSL, Pan Asia Bank, and the Central Province Chamber of Entrepreneurs to fostering SME growth and resilience, ensuring that businesses in the region are equipped to navigate evolving challenges and opportunities."
  ]
}