{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111529/pakistan-rescuers-recover-bodies-after-monsoon-rains-kill-over-340",
  "time_ut": 1755358320.0,
  "original_lang": "en",
  "original_title": "Pakistan rescuers recover bodies after monsoon rains kill over 340",
  "original_body_lines": [
    "Rescuers struggled to retrieve bodies from muddy debris on Saturday after flash floods triggered by heavy monsoon rains across northern Pakistan killed at least 344 people in the past 48 hours, authorities said.",
    "The majority of deaths, 324, were reported in mountainous Khyber Pakhtunkhwa province, the National Disaster Management Authority said.",
    "Most were killed in flash floods and collapsing houses, while at least 137 others were injured.",
    "One resident told AFP it felt like “the end of the world” as the ground shook with the force of the water.",
    "The provincial rescue agency told AFP that around 2,000 rescue workers were engaged in recovering bodies from the debris and carrying out relief operations in nine districts, where rain was still hampering efforts.",
    "“Heavy rainfall, landslides in several areas, and washed-out roads are causing significant challenges in delivering aid, particularly in transporting heavy machinery and ambulances,” Bilal Ahmed Faizi, spokesman for Khyber Pakhtunkhwa’s rescue agency, told AFP.",
    "He said road closures meant rescue workers had to walk to some of the disaster sites in remote regions.",
    "“They are trying to evacuate survivors, but very few people are relocating due to the deaths of their relatives or loved ones being trapped in the debris,” Faizi said.",
    "Buner district deputy commissioner Kashif Qayum Khan also said rescuers were forced to find new ways to reach remote areas.",
    "“Many more people may still be trapped under the debris, which local residents cannot clear manually,” Khan told AFP.",
    "The provincial government has declared the severely affected mountainous districts of Buner, Bajaur, Swat, Shangla, Mansehra and Battagram as disaster-hit areas.",
    "The meteorological department has also issued a heavy rain alert for Pakistan’s northwest, urging people to take “precautionary measures”.",
    "Eleven more people were killed in Pakistan-administered Kashmir, and another nine in the northern Gilgit-Baltistan region, national officials said.",
    "Five more were killed when a local government helicopter crashed due to bad weather during a relief mission on Friday.",
    "The monsoon season brings South Asia about three-quarters of its annual rainfall, vital for agriculture and food security, but it also brings destruction.",
    "Landslides and flash floods are common during the season, which usually begins in June and eases by the end of September.",
    "The national disaster agency’s Syed Muhammad Tayyab Shah told AFP that this year’s monsoon season began earlier than usual and was expected to end later.",
    "It would also increase in intensity over the next fortnight, he said.",
    "In Buner district, where there have been dozens of deaths and injuries, resident Azizullah said he “thought it was doomsday”.",
    "“I heard a loud noise as if the mountain was sliding,” he told AFP.",
    "“The ground was trembling due to the force of the water, and it felt like death was staring me in the face.”",
    "An AFP journalist saw three excavators clearing mud and wood from the completely flattened site, while dozens of rescuers and residents also dug through the debris.",
    "“My daughter’s dowry worth around five hundred thousand rupees ($1,760) was washed away in the flood,” resident Abdul Hayat told AFP.",
    "“We don’t even have clothes to wear, the food was also swept away,” he said.",
    "Others cleared heavy rocks with their hands and with shovels.",
    "“People are still lying under the debris... Those who were swept away are being searched for downstream,” said resident Abdul Khan.",
    "In picturesque Swat district, an AFP photographer saw roads submerged in muddy water, downed electricity poles and vehicles half-buried in mud.",
    "The torrential rains that have pounded Pakistan since the start of the summer monsoon, described as “unusual” by authorities, have killed more than 650 people, with more than 905 injured.",
    "In July, Punjab, home to nearly half of Pakistan’s 255 million people, recorded 73 percent more rainfall than the previous year and more deaths than in the entire previous monsoon.",
    "Pakistan is one of the world’s most vulnerable countries to the effects of climate change and is contending with extreme weather events with increasing frequency.",
    "Monsoon floods in 2022 submerged a third of the country and killed around 1,700 people.",
    "Another villager in Buner told AFP residents kept on searching through the rubble overnight.",
    "“The entire area is reeling from profound trauma,” said 32-year-old schoolteacher Saifullah Khan.",
    "“I help retrieve the bodies of the children I taught, I keep wondering what kind of trial nature has imposed on these kids,” he said."
  ]
}