{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113080/car-bomb-kills-10-in-pakistan-after-militants-trigger-shootout-with-troops",
  "time_ut": 1759227060.0,
  "original_lang": "en",
  "original_title": "Car bomb kills 10 in Pakistan after militants trigger shootout with troops",
  "original_body_lines": [
    "A powerful car bomb killed 10 people in Pakistan after exploding outside the paramilitary security forces’ headquarters.",
    "Before detonating their vehicle in the southwestern city of Quetta, six attackers who were inside the car stepped outside and engaged troops in an intense shootout, police said.",
    "People living in the area said the blast was so powerful it was heard from miles away.",
    "Dozens were also wounded and taken to hospital after ambulances rushed to the site in front of the Frontier Constabulary.",
    "No group immediately claimed responsibility, though suspicion will fall on separatist groups that often target civilians and security forces in insurgency-plagued Balochistan, where Quetta is the provincial capital.",
    "Provincial health minister Bakhat Kakar said there were fears the number of people killed could rise.",
    "Local television channels and CCTV footage from the site of the explosion shows a car stopping in front of the gate of the paramilitary compound.",
    "A blast follows, before the eruption of gunfire. Windows of surrounding buildings were shattered and nearby cars were also damaged.",
    "Balochistan Chief Minister Sarfraz Bugti condemned the attack, saying security forces returned fire and killed all six assailants.",
    "“Terrorists cannot break the nation’s resolve through cowardly acts, and the sacrifices of our people and security forces will not go in vain,” he said in a statement.",
    "He added his government remained committed to making the province a peaceful and secure place.",
    "The latest attack came weeks after a suicide bomber blew himself up outside a stadium near Quetta as supporters of a nationalist party were leaving a rally, killing at least 13 people and wounding 30 others.",
    "Balochistan has long been the scene of insurgency, with groups such as the outlawed Baloch Liberation Army demanding independence from the central government."
  ]
}