{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/regional-policy-dilemmas-of-indias-smaller-neighbours/",
  "time_ut": 1727889480.0,
  "original_lang": "en",
  "original_title": "Regional policy dilemmas of India’s smaller neighbours",
  "original_body_lines": [
    "With the coming to power of Anura Kumara Dissanayake, of JVP origin, to the position of Sri Lanka’s President, the impression seems to be gaining ground among sections of opinion in South Asia that India will be from now on veritably ‘boxed in’ by states that are essentially pro-China in their foreign policy outlook. This situation is seen as tilting the regional power balance in favour of China, while weakening India’s position as South Asia’s number one power.",
    "Such ‘narratives’ amount to a simplification of quite complex regional power realities. It is open to question whether any of India’s immediate neighbours could afford to be completely dismissive of India’s security concerns in particular in the conduct of their regional policies. If not complex foreign policy considerations, common sense would probably dictate to them the risks of overlooking what India sees as her best interests.",
    "India’s growth over the years into a major global power, for instance, renders it difficult for any of her neighbours to pay scant attention to what she considers as her best interests. Even the Maldives, which has tilted markedly in favour of China, has thought it best to continue to dialogue closely with India in the pursuit of things crucial to its national interest.",
    "This amounts to a tacit admission of India’s predominance regionally and globally. But whether the Maldives has chosen wisely by opting to cultivate closer ties with comparatively distant China, at the expense of cementing her ties with immediate neighbour India, is yet to be seen.",
    "Moreover, it is in China’s national interest to cooperate closely with India rather than cultivate tense relations with the latter. Over the years, shared economic interests, for example, between the powers have grown to such a degree that perpetually hostile relations are likely to be unthinkable for both countries.",
    "Meanwhile, talks are ongoing between the countries to resolve their military stand-off in the Ladakh. Notably positive results are yet to be reported from these talks but the dialogue process continues.",
    "Likewise, the BIMSTEC process is continuing and India’s smaller neighbours, such as, Bangladesh, Bhutan, Myanmar, Nepal and Sri Lanka are considering it to be in their interests to work with India in this collectivity. Something to note is that the BIMSTEC countries, among other things, are working towards the formation of a Free Trade Agreement.",
    "Quite recently, India, Bangladesh and the Maldives signed what is termed the Global Ocean Treaty or an Agreement on Biodiversity Beyond National Jurisdiction, under the aegis of the UN aimed at ushering collective action to protect and preserve some of the Indian Ocean’s rare biodiversity resources. Accordingly, many of India’s neighbours cooperate readily with her when it is in their crucial interests to do so.",
    "The above examples and more disprove the notion that the stage has been set in South Asia for stepped-up strained ties between India and her purportedly pro-China neighbours. The truth is that nothing of the sort is impending considering the shared interests among these states. For the foreseeable future, economics would drive politics.",
    "However, it cannot be stressed enough that India’s neighbours would do well to be cognizant of her best interests and shape their foreign and security policies accordingly. India as a major regional and global power would act decisively to secure her crucial interests, even at some cost to her neighbours, if the latter act in ways that unconcernedly undermine what she sees as her cherished interests. It could not be otherwise and the same goes for any major power. It should be only expected that they would go some distance to protect their interests.",
    "Sri Lanka learned this the hard way in the mid-eighties and interestingly the JVP was very much part of the stormy political developments of those times. The JVP was in the forefront of the militant opposition to the Indo-Lanka Accord of 1987, which saw the latter as a ‘sell out’ to India by the then Sri Lankan regime under President J.R. Jayewardene.",
    "The JVP was a prominent player in the countrywide violence and mayhem that greeted the Accord. However, that did not prevent the assigning to the North-East of Sri Lanka of the Indian Peacekeeping Force (IPKF) by the Indian centre, with the express intention of disarming the LTTE. What followed, is now well-known history.",
    "However, what prompted the Indian intervention in the main was the JR regime’s policy of enlisting the services of Western intelligence agencies to quell the LTTE’s armed rebellion. This was seen by India as harmful to her security concerns; hence the Indian involvement in Sri Lanka’s ‘affairs’.",
    "It could be said that the JR government acted indiscreetly by not being sufficiently sensitive to India’s security interests. However, greater sensitivity to India’s interests and a policy of cooperation with India would have ‘saved the day’ for Sri Lanka at the time.",
    "The overall policy prescription for Sri Lanka and her smaller neighbours is that they would be acting in their best interests by working in cooperation with India rather than by being in cahoots with distant, perceived allies who may only be remotely interested in their wellbeing.",
    "For the AKD-led regime in Sri Lanka there could be no getting back to an anti-India policy, if it is indeed deeply cognizant of Sri Lanka’s interests. It would do well to cultivate increasingly cooperative ties with India, her closest neighbour and veritable super power, rather than seek the succour of extra-regional powers who would, in fact, do nothing to fall foul of India.",
    "The above considerations apply to Bangladesh as well. If the latter is seeking justice for its citizens post Hasina Wajed, it would try to do so by enlisting India’s support for its initiatives. Patient diplomacy rather than any impulsive actions that would run contrary to India’s best interests would prove the most judicious course to pursue.",
    "It does not follow from the foregoing that India’s neighbours should be in a relationship of subservience to her. National sovereignty and dignity cannot be compromised by any country, big or small, under any circumstances. But foreign and regional policies need to be crafted, taking into consideration existing ground realties. States could give themselves a measure of idealism in this connection but one could venture to comment that their feet need to be firmly planted on the ground.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}