{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Black-July-1983-Remembering-the-past-to-secure-the-future/14-779385",
  "time_ut": 1753298699.0,
  "original_lang": "en",
  "original_title": "Black July 1983: Remembering the past to secure the future",
  "original_body_lines": [
    "As the decades pass, fewer and fewer citizens have knowledge of what took place in July 1983",
    "Forty-two years after the violence of Black July, Sri Lanka continues to live in the shadow of unacknowledged violence that shattered the lives of thousands of Tamil families. Homes were burned, livelihoods destroyed, and innocent lives lost. Starting from Colombo, the riots and violence spread countrywide. Hundreds of innocent people were killed. Tens of thousands displaced. But there has still been no full accounting, no official truth, no justice, and no assurance that it will not happen again.",
    "The National Peace Council (NPC) marks this anniversary not only to mourn the victims, but to affirm that there can be no lasting reconciliation without first confronting the past and finding a political solution that addresses the roots of the problem.",
    "The events of July 1983 were not spontaneous. They were the result of a long festering ethnic conflict that had turned violent. The riots in the south followed an LTTE attack that claimed the lives of 13 soldiers in the context of growing Tamil militancy in the north. The violent reaction was a result of political manipulation, State inaction, and a culture of impunity. Until this is openly acknowledged, healing cannot begin. The unanswered questions of 1983, who was responsible, how many died, why the State failed, continue to haunt the country. These unresolved truths echo in more recent national tragedies, including the Easter Sunday bombings of 2019, the mass graves at Chemmani from 1995, and other instances where justice has been delayed, denied, or buried.",
    "With the passage of time, as the decades pass, fewer and fewer citizens have knowledge of what took place in July 1983. But unless we know the past, there can be no meaningful foundation for a peaceful future in which the political roots of the problem are dealt with. In this context, the Government’s proposed Truth and Reconciliation Commission needs to include within its mandate a thorough examination of the events of July 1983. If younger generations are to inherit a country built on justice and mutual respect, they must be given the opportunity to learn the truth of what happened and why.",
    "NPC also proposes that 23 July be set aside as a date on which the entire country can commemorate all those who lost their lives due to the unresolved ethnic conflict and resolve such bloodshed will never occur again. This will be a marker of the commitment of the present generation and Government leadership to building a prosperous and developed country through a just political system based on the devolution and sharing of power that includes and protects all communities regardless of ethnicity, religion, caste, or class."
  ]
}