{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/big-power-rivalries-in-west-take-dangerous-turn/",
  "time_ut": 1707927000.0,
  "original_lang": "en",
  "original_title": "Big power rivalries in West take dangerous turn",
  "original_body_lines": [
    "With the US Senate passing a USD 95 billion aid package for Ukraine, Israel and Taiwan, the stage is being set for a prolongation of the military stalemate in Ukraine, while dealing a fresh blow to the prospects of de-escalating big power tensions in the Middle East and South East Asia.",
    "In other words, there would be no easy escape for the world from current international rivalries and their disquieting fallout. Making a case for continuously arming Ukraine on the second anniversary of the Russian invasion of Ukraine, NATO Secretary General Jens Stoltenberg reportedly called on Europe recently to ‘increase its arms production to support Ukraine and prevent potentially decades of confrontation with Moscow.’ He went on to say; ‘We need to reconstitute and expand our industrial base faster, to increase deliveries to Ukraine and refill our own stocks.’",
    "The focal point in current big power tensions worldwide may have shifted from the ideological polarities of the Cold War but persisting territorial disputes among some of these major players take us back to broader trends in international politics that manifested in Europe in the early decades of the last century. Needless to say, some of these unresolved tensions led to overwhelmingly disastrous World War 1.",
    "Issues which grew out of World War 1, in turn, led to World War 2, which essentially saw Germany under Nazi dictator Adolf Hitler trying to get even, as it were, with the Western alliance, which at that time consisted mainly of Great Britain and France and their close allies. The US entered both World Wars in their latter stages and its support for the Western allies proved decisive in tilting the relevant military balances in favour of the West.",
    "However, a prime consideration for Nazi Germany were unresolved territorial disputes with mainly France and Britain. Germany’s perception that it had been unfairly treated under the terms of the treaty that ended World War 1, particularly with regard to contested territories, fed the Nazi regime’s nationalistic fervour, which proved crucial in its decision to go to war with the West.",
    "Much has, of course, changed in international politics since the late forties but there are some echoes from this troubled past in Russia’s efforts to seize complete territorial control of Ukraine at present. Essentially, inasmuch as Nazi Germany considered it compulsory to seize parts of Eastern Europe, which it saw as belonging to it, in the course of World War 2, the Putin regime too is perceiving the possession of Ukraine and other parts of Eastern Europe as crucial to its geographical wholeness or integrity.",
    "In other words, Ukraine’s independent existence is being seen as detracting from Russia’s sovereignty. That is, Russian nationalism is proving a decisive factor in the Ukrainian conflict as well. Nazi Germany too was fired by intense and divisive nationalism which had its roots in unresolved territorial questions Germany had with its neighbours and rival powers. In these respects, history seems to be repeating in the Ukrainian theatre.",
    "However, this time around, even a regional war, for instance, in the Taiwan Straits, could prove disastrous for the world, considering that Russia would probably team up with China and the West would be having the military might of NATO to back it in a confrontation with China over Taiwan. The possibility of the use of nuclear weapons in these conflicts tends to compound the fears of the world over these portentous developments.",
    "Accordingly, the NATO decision to continuously arm itself needs to be viewed with profound concern by the world. NATO’s decision would only lead to a huge surge in the arms race between West and East, with China and Russia figuring as principal figures in the eastern hemisphere.",
    "The foregoing issues would be compounded by strenuous efforts by the Russian political leadership to keep nationalism or patriotism alive and roaring. The Putin regime would be in urgent need of nationalism on at least two counts; first, it is meeting with a military stalemate in the Ukraine theatre. However, it could sustain the war effort by appealing stridently to the nationalistic sentiment of the domestic public.",
    "Second, opposition to authoritarianism is growing among the more liberal-minded sections of the Russian public and one way of the Putin regime remaining intact is by stirring in the popular consciousness a brand of hard core nationalism. All authoritarian rulers could be said to be on the same page on account of their inclination to resort to chauvinism of the most divisive kind.",
    "Meanwhile, considering that there is no let-up in the Israeli military onslaught on the Gaza, continued military support for the Netanyahu administration by the US and NATO should be seen as only prolonging the Longsuffering of the Palestinian and Israeli people.",
    "The latter public is as important as the Palestinian civilians on account of the fact that there are considerable sections in Israel that are opposed to the war. Besides the staggering number of civilians killed, the suffering of the relatives of the persons taken hostage by both sides of the divide is currently relentlessly growing. Accordingly, the human costs of the Gaza war could very well prove incalculable.",
    "Millions of people perished in the World Wars of the century past and it need hardly be said that it was the ordinary people of the world who suffered most in these dehumanizing conflicts. In both these wars, high or noble principles were not fought for, although the West could claim that it left the world stage open for the flourishing of democracy, since fascist dictators, such as Adolf Hitler and Benito Mussolini were confronted and defeated by it.",
    "On a superficial reading, nothing substantive seems to have been achieved for mankind over the decades, since the more ambitious powers of the world have been continuing to have their way, despite the UN system coming into being amid ardent, universal hopes of world peace being established. Current trends in world politics seem to be proving these readings right.",
    "The world has no choice, though, but to seek news ways of strengthening the UN, reforming it and enabling it to hold law-breaking global powers to account. The moment is now for all those sections advocating Reverence for Life to come together for this noble purpose. In the absence of these initiatives, the world could very well face the prospect of self-annihilation, sooner rather than later.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}