{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100002/mobile-initiative-to-streamline-urumaya-freehold-land-deed-distribution",
  "time_ut": 1718940480.0,
  "original_lang": "en",
  "original_title": "Mobile initiative to streamline ‘Urumaya’ freehold land deed distribution",
  "original_body_lines": [
    "The Urumaya National Operations Secretariat has organized a mobile initiative across the country from the 26th to the 30th of this month in order to expedite the “Urumaya” national program, which aims to provide 02 million freehold land deeds.",
    "Senior Additional Secretary to the President, Mrs. Chandra Herath, stated that government officials responsible for issuing freehold deeds will visit villages to gather information from residents and expedite the issuance of the freehold deeds.",
    "Senior Additional Secretary, Mrs. Chandra Herath, shared these views during a press conference held Thursday (20) at the Presidential Media Centre.",
    "“Large numbers of land deeds have been distributed around the country under the “Urumaya” freehold land deeds program. This initiative is actively on-going across the country, with plans to accelerate its progress through a mobile service. The mobile program is scheduled to be implemented island wide from 26th to 30th of this month.",
    "All government officials responsible for issuing freehold land deeds will participate in this mobile program. Licensees simply need to present their licenses or offer sheets. All necessary measurements and documentation will be handled by government officials. The Registrar General’s Department, Survey Department, Divisional Secretariats, and District Secretariats are involved in this program. Additionally, it should be mentioned that no fees will be charged to land license holders for this service”.",
    "“There are over 280,000 licensees within the Mahaweli Zones. The Urumaya program aims to provide freehold land deeds to all licensees residing in fifteen districts across the ten Mahaweli zones. Currently, preparations are underway to issue deeds to approximately 60, 000 people”.",
    "“The “Urumaya” Freehold Land Deeds program has made significant progress so far. However, many rural residents have not fully understood its benefits. Some individuals keep their landowner’s licenses at home, missing the valuable opportunity to obtain a freehold deed.",
    "Therefore, it is now advised that license holders promptly meet with their Divisional Secretary to submit their licenses and apply for a freehold land deed without any conditions.",
    "Additionally, to enhance the efficiency of these activities, the Presidential Secretariat, Land Commissioner General’s Department, Mahaweli Authority, Survey Department, and Registrar General’s Department have jointly organized this mobile service to cover every divisional secretariat and Grama Niladhari Division.",
    "To facilitate this, officials including the Divisional Secretary will visit the villages. The public are required to submit the documents pertaining to your land and receive a receipt. People are urged to secure their freehold land rights promptly under the Urumaya program”."
  ]
}