{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sanjiv-hulugalle-named-manging-director-for-san-diegos-hotel-del-coronado/",
  "time_ut": 1709410200.0,
  "original_lang": "en",
  "original_title": "Sanjiv Hulugalle Named Manging Director for San Diego’s Hotel Del Coronado",
  "original_body_lines": [
    "Hotel del Coronado, part of Curio Collection by Hilton, announced the appointment of Sanjiv Hulugalle as the resort’s new managing director. With an illustrious career in hospitality, Hulugalle brings over 28 years of industry leadership experience to his new role as managing director at The Del.",
    "Hulugalle’s career has spanned the globe, including senior hospitality positions in 12 countries across four continents including Beijing, Malaysia, the Maldives and Canada. His impressive career achievements include curating a culture of service par excellence at some of the most luxurious properties worldwide and successfully leading resorts through transformative phases. Hulugalle is also renowned for his ability to create unforgettable guest experiences.",
    "“The Del is a magical place, with a very special soul and spirit, where generations of guests have lived some of their most memorable moments,” said Hulugalle. “I am thrilled to become a steward of this iconic destination, honoring its storied past and inspiring the creation of exceptional experiences for future guests.”",
    "In his new role, Hulugalle’s areas of focus will include an elevated service culture, curation of a rich array of signature programming and culinary experiences, and full activation of the resort’s five buildings, known as neighborhoods.",
    "Prior to joining Hotel del Coronado, Hulugalle served as group president of hospitality & real estate at KOHLER Co. His previous experience also includes roles as regional vice president & general manager of Mauna Lani Resort, where he spearheaded a $210 million renovation and repositioning of the resort to become an Auberge Resort Collection property. His expertise in luxury resort management was honed during his 24 years of service with Four Seasons, where he consistently led successful teams and earned top resort awards at prestigious hotels within the portfolio worldwide. Departments North American News Appointments",
    "Exterminators PLC re-launches its website under patronage of newly appointed chairman Dr. Kishu Gomes",
    "Workshop on Procurement Planning by Open University’s Faculty of Management Studies",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}