{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pan-asia-bank-it-team-wins-at-the-global-infosys-finacle-innovation-awards-2025/",
  "time_ut": 1755882300.0,
  "original_lang": "en",
  "original_title": "Pan Asia Bank IT team wins at the Global Infosys Finacle Innovation Awards 2025",
  "original_body_lines": [
    "Pan Asia Banking Corporation PLC has once again elevated Sri Lanka’s reputation on the global financial stage by winning the prestigious Platinum Award for Maximizing Customer Engagement at the Infosys Finacle Innovation Awards 2025, marking its second consecutive global recognition following last year’s success.",
    "This year’s winning initiative, the pioneering “Falcon Eye” platform, delivers a revolutionary 360-degree customer view by seamlessly consolidating all critical insights from core banking and related systems into a single, unified interface. This integration provides staff with real-time, centralized information that not only enhances service speed and accuracy but also enables effective cross-selling opportunities by offering a complete picture of each customer’s financial portfolio. In addition, it empowers management with deep, data-driven visibility into customer relationships, supporting smarter, faster, and more strategic decision-making.",
    "Reinforcing this, the Bank’s Chief Information Officer, Kanchana Devasurendra, added, “Falcon Eye reflects our long-term vision of using technology to transform customer engagement. It has improved turnaround times, reduced operational risks, and given our teams the tools to serve with greater intelligence and empathy.”",
    "Commenting on the achievement, Director/CEO Naleen Edirisinghe noted, “This award is a testament to our unwavering dedication to understanding and anticipating our customers’ needs. At Pan Asia Bank, we are continuously innovating to deliver smarter, faster, and more human-centered banking experiences.”",
    "The Infosys Finacle Innovation Awards, considered among the most competitive global recognitions for financial institutions, honor banks that demonstrate visionary use of technology to drive impact. For Pan Asia Bank winning twice in a row, first for its trailblazing Best Channel innovation in 2024 and now for Falcon Eye in 2025. Highlights its consistent leadership in shaping the future of banking in Sri Lanka and beyond. More than an award, this recognition reaffirms the Bank’s commitment to leveraging innovation, talent, and trust to create lasting value for its customers in an increasingly digital world.",
    "Month-end profit-takings weigh down on bourse; Ambeon Capital figures in notable share transaction",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}