{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/AKD-and-Clean-Sri-Lanka-project-Good-start-but-much-more-needed-to-done-at-ground-level/4-771408",
  "time_ut": 1736094931.0,
  "original_lang": "en",
  "original_title": "AKD and Clean Sri Lanka project: Good start but much more needed to done at ground level",
  "original_body_lines": [
    "AKD says the first step is by helping people to appreciate the value of their own life so that they will learn to value the lives of others",
    "Literarily, the cleaning of Sri Lanka means conscious efforts taken to rid the physical environment of hazardous polluting matters. But the project proposed by AKD is much more than this literary meaning. According to him, the project, in addition to cleaning the environment, aspires to inculcate a new value system among Sri Lankans. But how should that be done? AKD says the first step is by helping people to appreciate the value of their own life so that they will learn to value the lives of others. Then, each one in society will develop empathy, concern, and consideration for one another",
    "President Anura Kumara Dissanayake or AKD launched the most important project of his Government – Clean Sri Lanka – on the eve of 2025 by addressing the nation standing on a red carpet at the front yard greens of the President’s Secretariat lively viewed by almost all Sri Lankans1. It was followed by the affirmation of an oath by ministers, politicians, and all public servants throughout the country containing six points and pledging their support for the successful implementation of the project. This oath was an amendment to the usual new year oath administered on public servants2.",
    "Along with this program, the website on Clean Sri Lanka – abbreviated as CSL and available presently only in English – was also launched so that interested citizens can learn of the measures being taken by the Government to implement the project3. It had been titled ‘Beautiful Island – Smiling People’, a slight variation from AKD’s election manifesto titled ‘A Thriving Economy – A Beautiful Life’.4 In this manifesto, AKD had not explicitly spoken of the implementation of the Clean Sri Lanka project, but some statements made in the manifesto had given a clue to what would be done once he is elected to office.",
    "In the Preface to the manifesto, he has said that “another important vision of the NPP is to produce a cultured human being. Under our government, we believe in the transformational power of turning those who currently lack heart, care, and warmth—who live mechanical lives and do not consider others—into citizens who think of others, engage with art and philosophy, embrace humanity, and finally enjoy life. While the current regime leaves the entire burden of cost-of-living on people, we, the NPP, will absorb a substantial part of this responsibility into the government. Enhancing the quality of life and ease of living in a developed production economy will lay the foundation for creating a cultured society”5",
    "Hence, for all practical purposes, Clean Sri Lanka project is a healthy offshoot from AKD’s election manifesto. It seems that the project has been developed through the first two months of statesmanship he had experienced as the President of the country.",
    "Literarily, the cleaning of Sri Lanka means conscious efforts taken to rid the physical environment of hazardous polluting matters. But the project proposed by AKD is much more than this literary meaning. According to him, the project, in addition to cleaning the environment, aspires to inculcate a new value system among Sri Lankans. But how should that be done? AKD says the first step is by helping people to appreciate the value of their own life so that they will learn to value the lives of others. Then, each one in society will develop empathy, concern, and consideration for one another. This is equivalent to driving a whole nation into a high level of emotional intelligence, a concept propounded by American psychologist Daniel Goleman in a book by the same title published in 1995.6 A hard task for AKD but worthwhile trying to reach.",
    "Why should Sri Lanka go for this type of social uplifting at the national level at this stage? That is because development means the development of the human being, all other connected species, and the physical environment in which they live. If economic growth takes place by producing more material goods and services for people to consume at the cost of all others in society, that development is incomplete, partial and unsustainable. You may reach a high-income level by producing more and more goods and services each year. But if you lack sympathy – being able to feel sorrowful at the distress of others – and empathy – being able to be joyful at the success of others, that society is not a developed society.",
    "As AKD has said, it lacks social justice. He has further elaborated on this point in his address to the nation by saying that national resources should be safeguarded not just for the benefit of those living today but for the benefit of those who will be there in the future.",
    "This is going by the sustainability definition presented by the UN’s World Commission on Environment and Development that issued its report under the title Our Common Future in 1987. According to this report, sustainable development means humanity’s meeting its needs today without compromising the future generations to meet their own needs.7 Therefore, by developing a citizenry that appreciates the need for using resources today without reducing the ability of posterity to meet their needs, Sri Lanka is planning to follow the present global ideology on maintaining a sustainable development.",
    "According to the website on Clean Sri Lanka, the project is a combination of cleaning both the environment and human attitudes. It is based on four pillars of sustainability, namely, environmental, economic, social, and governance, abbreviated as EESG.",
    "Sustainability has two meanings. One is the use of resources prudently today so that the future generations will not have to sacrifice the fulfilment of their requirements, a concept enshrined by the UN Commission on Environment and Development. The other is the economic sustainability meaning that once support is given by an outside party to someone to rise, he should be able to sustain that rising even after the outside support is withdrawn.",
    "In my view, both these concepts apply to Clean Sri Lanka project. When the project cleans the environment, it supports the first type of sustainability. When the project changes the attitudes of people for a harmonious development, it lays foundation for the second type of sustainability. The first is immediately visible because people can see the cleaned environment. But the second is unobservable because there is no measure for the assessment whether the attitudes have been changed for the better. In this sense, the Clean Sri Lanka may be following an illusive goal.",
    "The environmental pollution that gives rise to the need for making conscious efforts to clean the same arises not because of the use of environment but because of the bad management of environment. This is because the mankind should necessarily use the environment to dump the waste matter that is essentially produced when goods and services are produced for use by people.8 When resources are used in production, a desirable output which is called a good is produced. But that process necessarily produce an undesired output as well, called a bad, in the form of solid waste, gases, liquids, noise, or heat. Unfortunately, both the good and the bad come in a package. Hence, one cannot have only the good by rejecting the bad.",
    "Government’s intervention through suitable public policy is needed but it should be strengthened by inculcating a sense of responsibility in citizens too. Therefore, it is the foremost responsibility of the Clean Sri Lanka project, while recognising the need for people to dump bads into environment, to ensure that such dumping is better managed by inculcating a sense of responsibility and accountability in citizens",
    "If the good is desired, the bad should necessarily be accepted as an inevitable outcome. For instance, if I want to live, I should breathe in oxygen which is a good. But in the process, I should produce an undesired output from my point called carbon dioxide. If somebody prohibits me from producing carbon dioxide, I cannot take in oxygen too. Therefore, both come as a package. The way to resolve the problem is to use the environment as a dumping ground for the bads that are produced along with goods. Hence, economics regards the environment as the fifth factor of production just like the other four, land, labour, capital, and enterprise.",
    "But simply because bads are dumped to the environment, it does not lead to environmental pollution, a hazardous state for species to live. That is because the environment has its own mechanism to convert bads into reusable goods through nature’s diverse agents. In the above example, when carbon dioxide is dumped to the air by me, one of nature’s agents, namely, plants, absorb it to produce foods for them and produce a bad by them called oxygen and release its bad back to the environment for me to use. If nature’s agents are at work, there is no environmental pollution.",
    "Pollution occurs when bads are dumped overstretching the capacity of these agents to do their job well. That happens due to accelerated economic growth using more and more resources, population growth, destruction of nature’s agents by deliberate or unconscious human action, or bad management of waste matter dumping by people. In addition, nature’s wraths in the form of earthquakes, earth slips, tsunamis, storms, etc. produce waste matter that are dumped into the environment.",
    "The environmental cleaning activity in the Clean Sri Lanka project will be sustainable if and only if it is able to successfully tackle these problems. This cannot be done merely by voluntary action. Government’s intervention through suitable public policy is needed but it should be strengthened by inculcating a sense of responsibility in citizens too. Therefore, it is the foremost responsibility of the Clean Sri Lanka project, while recognising the need for people to dump bads into environment, to ensure that such dumping is better managed by inculcating a sense of responsibility and accountability in citizens.",
    "Changing the attitudes of people is needed not only for sustainable environmental cleaning, but also for assuring a sustained economic advancement. These attitudes in people are known as institutions in economics. If these institutions are geared to rob from others – directly by theft or bribery or corruption or indirectly through government laws that allow one group to apportion a higher segment of income for themselves – they are called extractive institutions. The presence of such extractive institutions is the main cause of the failure of nations as observed by the Nobel laureates in economics in 2024.9",
    "Hence, institutions should be inclusive with proper attitudes in citizens. In this sense, Clean Sri Lanka project is planning to establish desirable inclusive institutions in the country that will usher an era of sustainable economic advancement that improves the welfare of citizens. Hence, in my view, it deserves the support of all citizens of the country.",
    "The oath that was administered on public servants to solicit their support for the successful implementation of the Clean Sri Lanka project calls them to understand fully what they have pledged. The words used have specific meanings and even the most educated public servant may find it difficult to understand what they stand for. In that scenario, it is just a recitation as a routine without going into the hearts of the people which should be a must.",
    "Why should Sri Lanka go for this type of social uplifting at the national level at this stage? That is because development means the development of the human being, all other connected species, and the physical environment in which they live. If economic growth takes place by producing more material goods and services for people to consume at the cost of all others in society, that development is incomplete, partial and unsustainable. You may reach a high-income level by producing more and more goods and services each year. But if you lack sympathy – being able to feel sorrowful at the distress of others – and empathy – being able to be joyful at the success of others, that society is not a developed society",
    "Public servants might use it as a ruse for not following it as observed by two academics from the University of Sri Jayewardenepura in an article in Daily FT recently.10 When they do not understand the policy, as the two authors have presented, it will be simply a tokenism game which the public servants will play to please their higher authorities. AKD should avoid this, but how? Releasing a commentary of the words in the oath along with the pledge so that the target audience could understand exactly what they have pledged.",
    "A bad episode which we often encounter in bureaucratic action is that the public servants do not invest time or energy to understand reports written in tough technical language. I recall that when I lectured some senior public servants on economic policy at the Distance Learning Centre in 2009, all of them had been aware of the existence of the Government’s policy document called Mahinda Chinthanaya, but none of them had mastered it though they were expected to implement it. I asked them why? The answer was that it was beyond their comprehension since most of the stuff was in technical language. AKD should not fall into this pitfall. I therefore suggest that it is necessary to introduce the CSL Web in Sinhala and Tamil as well on a priority basis and educate the public servants the meaning of the oath they have recited through a proper awareness campaign.",
    "In my view, Clean Sri Lanka is a good start but much more should be done at the ground level to make it a success.",
    "2See Annex I of the circular issued by the government at https://www.pubad.gov.lk/web/images/circulars/2024/E/1735578014-22-2024-e.pdf",
    "6Goleman, Daniel, 1995, Emotional Intelligence: Why It Can Matter More than IQ, Bantam.",
    "8For details, see Wijewardena, W A, 2007, Public Policy Toward Environment: A Review of Main Issues, available at: https://www.academia.edu/9914266/Public_Policy_toward_Environment_A_Review_of_Main_Issues",
    "9For details see: Wijewardena, W A, 2024, What Can AKD (and also SP and RW) Learn from Nobel Laureates in 2024? Available at: https://www.ft.lk/columns/What-can-AKD-and-also-SP-and-RW-learn-from-Economics-Nobel-Laureates-in-2024/4-768187",
    "10Dissanayake, Dhanajaya Madhusanka and Walpola, Charuka S, 2024, Unintentional Setbacks: How bureaucracies contribute to policy failures during implementation, available at: https://www.ft.lk/opinion/Unintentional-setbacks-How-bureaucracies-can-contribute-to-policy-failures-during-implementation/14-771334",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}