{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-will-be-able-to-better-penetrate-india-market-with-ecta-ilcci-chief-167185/",
  "time_ut": 1718008260.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will be able to better penetrate India market with ECTA: ILCCI chief",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lankan businesses have a lot to learn and gain from India, the Indo Lanka Chamber of Commerce and Industry (ILCCI) has said.",
    "“This is a golden opportunity for us to integrate our economies we have much to learn and gain from India, we as a business should be pushing them for the ECTA and this will definitely take us to the next level in penetrating such a huge market,” President of ILCCI, Muthukumaraswamy Raghuraman said.",
    "He was speaking at an interactive session with High Commissioner of India to Sri Lanka Santosh Jha, at Taj Samudra Colombo.",
    "An Evening of Insight and Dialogue: Interactive Session with H.E. Santosh Jha, High Commissioner of India to Sri Lanka",
    "The Indo Lanka Chamber of Commerce & Industry (ILCCI) hosted a captivating evening interactive session with H.E. Santosh Jha, High Commissioner of India to Sri Lanka, at Taj Samudra Colombo. The event brought together business leaders and industry experts for a night of engaging discussions and networking.",
    "The evening commenced with a warm welcome address by the President of ILCCI, Mr. Raghuraman. In his address, Mr. Raghuraman stated, \"This is a golden opportunity for us to integrate our economies we have much to learn and gain from India, we as a business should be pushing them for the ECTA and this will definitely take us to the next level in penetrating such a huge market\" His words set the stage for a productive and insightful session.",
    "The highlight of the event was a fireside chat featuring High Commissioner Santosh Jha and Mr. Vish Govindasamy, Immediate Past Chairman of Ceylon Chamber of Commerce, Past President of ILCCI and Deputy Chairman of Sunshine Holdings. The discussion was skilfully moderated by Mr. Romesh David, Immediate Past President of ILCCI and CEO of South Asia Gateway Terminals (SAGT).",
    "During the fireside chat, High Commissioner Jha shared his perspectives on the robust bilateral relations between India and Sri Lanka, emphasizing the economic, cultural, and strategic dimensions of this important partnership. He highlighted ongoing collaborative projects and future opportunities for enhancing trade and investment between the two nations.",
    "Mr. Vish Govindasamy provided valuable insights from a business leader’s perspective, discussing the challenges and opportunities faced by industries in Sri Lanka and the role of Indo-Lankan cooperation in fostering economic growth. His reflections underscored the importance of continued dialogue and collaboration between the two countries.",
    "The session was opened to questions from the audience, allowing attendees to engage directly with the speakers.",
    "Questions ranged from policy matters to specific industry concerns, reflecting the diverse interests of the participants. The interactive format ensured a dynamic and engaging exchange of ideas.",
    "The evening concluded with a networking reception, where attendees had the opportunity to connect and discuss the topics further in an informal setting. The event successfully facilitated meaningful conversations and connections, reinforcing the spirit of cooperation between India and Sri Lanka.",
    "The ILCCI expressed gratitude to High Commissioner Jha, Mr. Govindasamy, and Mr. David for their contributions to the session. The event marked another milestone in the ongoing efforts to strengthen the ties between the two neighbouring countries and highlighted the vital role of such forums in fostering mutual understanding and collaboration."
  ]
}