{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-renews-warning-to-renegotiate-IMF-deal-under-an-SJB-Govt/56-757570",
  "time_ut": 1705694162.0,
  "original_lang": "en",
  "original_title": "SJB renews warning to renegotiate IMF deal under an SJB Govt.",
  "original_body_lines": [
    "Says only SJB and its leaders can dare to make such proposals to IMF",
    "Promises to reform current tax regime when SJB comes to power",
    "Challenges NPP to reveal matters discussed between party and IMF this week",
    "Claims SJB campaign to oust Govt. will commence on 30 Jan in Colombo",
    "Samagi Jana Balawegaya (SJB) Deputy National Organiser S.M. Marikkar yesterday reiterated the party’s intention to renegotiate the agreement between the Sri Lankan Government and the International Monetary Fund (IMF).",
    "Addressing a press conference, the Parliamentarian also assured the party will reform the current tax regime and this was intimated to the IMF by the party during a meeting with its representatives. “While taxes are essential, the current tax structure is too burdensome for the people to endure,” he stressed.",
    "Marikkar asserted that only the SJB and its leader Sajith Premadasa dare to put forth such proposals to the IMF.",
    "“Although the Janatha Vimukthi Peramuna (JVP) has engaged with representatives of the International Monetary Fund, JVP leader Anura Kumara has not personally met with those representatives, and the details of their discussions with the IMF have not been disclosed to the media,” he said. “As an alternative force in the country, the Janata Vimukthi Peramuna should inform the public about the approach to reconstructing the country’s economy and offering relief to the citizens,” the MP stressed.",
    "He added that it is only possible to engage in discussions with the IMF regarding the current situation of the country and to make proposals if there is a clear vision, a direct policy, and a plan, as the SJB has in place.",
    "Marikkar said that with 2024 being an election year, the public is ready to vent their frustrations. Consequently, he noted that the campaign to remove the current Government will kick off from Colombo on 30 January, spearheaded by the SJB. “We are prepared to highlight the challenges faced by the people to the indifferent leaders and Government on January 30,” he asserted."
  ]
}