{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/when-millers-roar-and-presidents-mew/",
  "time_ut": 1731432600.0,
  "original_lang": "en",
  "original_title": "When millers roar and Presidents mew",
  "original_body_lines": [
    "Prices of all varieties of rice are soaring and the large-scale millers are laughing all the way to the bank. Successive governments have vowed to tame the Millers’ Mafia, which always has the last laugh. The people, who expected the JVP-led NPP government to get tough with the powerful millers given to exploiting rice consumers and farmers alike, are utterly disappointed.",
    "Instead of taking on the unscrupulous millers with might and main, the incumbent government is ‘floating like a bee and stinging like a butterfly’. President Anura Kumara Dissanayake met the large-scale millers in a bid to bring the prices of rice down, but in vain. His meeting with them reminded us of a powwow President Gotabaya Rajapaksa had with the same millers a few years before; a former military officer, Gotabaya roared like a lion before the meeting, but he was heard mewing afterwards; the millers’ Mafia continued to determine the prices of paddy and rice. All Executive Presidents have acted likewise despite their braggadocio.",
    "President Dissanayake, in an interview with Derana TV on Monday night, spelt out some measures which, he said, his government had adopted to tackle the shortage of nadu rice and bring the prices of all rice varieties down to affordable levels. He said the government would do so through legal means and by building buffer stocks of paddy to make market interventions and prevent artificially created shortages of rice and unfair price increases. The government would purchase more paddy and the state-owned storage facilities would be developed, he said. Those measures may work on paper, but the reality is otherwise. The state machinery is geared to further the interests of the wealthy millers and other nabobs in the private sector. This is why the Paddy Marketing Board (PMB), Sathosa, etc., have failed.",
    "What one gathers from the arguments of the millers’ Mafia and their critics’ counterarguments is that the shortage of nadu rice has resulted from the large-scale millers’ efforts to dispose of their unsold keeri samba stocks; rice wholesalers and retailers complain that the big millers refuse to sell them nadu rice unless they buy keeri samba. When nadu is in short supply, the people are compelled to consume expensive varieties of rice such as keeri samba for want of a better alternative.",
    "Claiming that a stockpiling audit of the paddy and rice available in the warehouses of the millers in some districts and wholesalers had been conducted, President Dissanayake said in the aforesaid interview that overall there were enough stocks of rice, but there was a shortage of nadu rice because more land had been cultivated to produce keeri samba. His explanation corroborates that of the powerful millers like Dudley Sirisena. But independent agricultural experts and farmers’ organisations are convinced otherwise. They are of the view that the shortage of nadu rice has been created by the millers’ Mafia to increase the price thereof and sell their keeri samba stocks.",
    "Former Director of Agriculture K. B. Gunaratne has exposed a ruse the powerful millers employ to mislead the Consumer Affairs Authority (CAA) and other state institutions. He has gone on record as saying that those millers keep part of their paddy stocks in the houses of some farmers. This is something President Dissanayake should look into.",
    "Gunaratne, who is at the forefront of a campaign to safeguard the interests of the rice consumers and farmers, has challenged Dudley to a debate on the issues related to rice. President Dissanayake should seriously consider inviting experts like Gunaratne when he meets the crafty rice millers, who have had the leaders of successive governments eating out of their hands thanks to their political connections and slush funds.",
    "No strategy to liberate consumers and farmers from the clutches of the millers’ Mafia will yield the intended results unless immediate action is taken to revive the small and medium-scale millers. No government has cared to ensure that banks, etc., make funds available to them for purchasing paddy in time for the commencement of harvesting seasons. The large-scale millers use their influence to delay loans for their smaller counterparts.",
    "If the small and medium-scale millers are given state assistance while the PMB is revitalised, it will be possible to rein in the wealthy millers given to exploitative practices, and make the paddy/rice market more competitive––provided that the ruling party politicians have not benefitted from the largesse of the millers’ Mafia.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}