{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sajith-Premadasa-s-leadership-qualities-A-critique/4-762542",
  "time_ut": 1717428357.0,
  "original_lang": "en",
  "original_title": "Sajith Premadasa’s leadership qualities: A critique",
  "original_body_lines": [
    "In the realm of politics, leadership is not just about holding a title; it’s about inspiring, unifying, and driving a collective vision forward. Sajith Premadasa, the leader of the Samagi Jana Balawegaya (SJB), has been a prominent figure in Sri Lankan politics. However, his leadership style raises significant concerns, particularly his consistent use of the pronoun “I.” This individual-centric approach starkly contrasts with the essential qualities of effective leadership, highlighting a critical shortfall in his ability to lead.",
    "A good leader embodies several key qualities. Effective leaders articulate a clear vision that resonates with their followers, creating a shared sense of purpose. They use “we” to emphasise collective goals over personal achievements. Leaders must demonstrate honesty, transparency, and accountability. Integrity builds trust and respect, cornerstones of effective leadership. Good leaders listen and empathise with their followers, ensuring decisions are considerate and inclusive. Effective communication fosters strong, two-way relationships. Successful leaders encourage teamwork and value diverse perspectives. They recognise the contributions of their team, fostering a sense of unity and shared accomplishment. The ability to adapt to changing circumstances and remain resilient is vital. Leaders who navigate challenges with composure and strategic focus inspire confidence.",
    "Sajith Premadasa’s frequent use of “I” in his rhetoric suggests an individual-centric approach, raising doubts about his suitability as a leader of a major political party. Premadasa’s leadership style emphasises personal achievements rather than collective success. This approach alienates followers who need to feel part of a shared journey towards common goals.",
    "Research in leadership studies supports these observations. In “Leadership: Theory and Practice” by Peter G. Northouse, the importance of shared vision and inclusive language in leadership is emphasised. Northouse points out that effective leaders prioritise collective goals and foster a sense of community and shared purpose. Similarly, in “Leaders Eat Last” by Simon Sinek, the author argues that leaders who prioritise their own needs over those of their team create environments of mistrust and disunity. These leaders, often marked by self-centric behaviors, fail to inspire loyalty and cooperation, which are critical for sustainable success.",
    "This tendency towards an individual-centric leadership style is not unique to Sajith Premadasa; it mirrors the approach of his father, former President R. Premadasa. The former president was also known for his frequent use of pronouns like “I,” “me,” “my,” and “mine.” This similarity suggests a familial pattern in leadership style, emphasising personal control and achievement over collective effort and success. While such an approach may have its strengths, it often falls short in fostering the collaborative spirit necessary for effective leadership in contemporary politics.",
    "Sajith Premadasa’s leadership is further marred by practices that raise ethical concerns. He often takes credit for initiatives, portraying himself as the sole saviour capable of transforming the country. This self-aggrandisement is coupled with actions that border on vote-buying. Premadasa takes money from wealthy benefactors and distributes resources like smart classrooms and school buses, presenting them as personal gifts rather than publicly funded projects. These actions not only undermine the principles of transparency and accountability but also amount to giving bribes to secure votes, compromising the integrity of the democratic process.",
    "Such practices are reminiscent of the governance style of Sajith’s father, who was known for squandering public money to benefit his cronies. This pattern of behaviour raises serious questions about Sajith Premadasa’s commitment to ethical leadership and fiscal responsibility. Instead of promoting sustainable development and fair governance, these actions reflect a continuation of a legacy marked by favouritism and misuse of public funds.",
    "Leadership transcends personal achievements; it is about inspiring and uplifting others. Sajith Premadasa’s leadership style, marked by a frequent focus on “I,” underscores his lack of essential leadership qualities. For the SJB to thrive, it needs a leader who embodies inclusivity, integrity, and a commitment to collective progress. Without these qualities, Premadasa’s ability to effectively lead and unite his party remains in question. His questionable practices and ethical concerns further tarnish his leadership credentials, making it imperative for voters to scrutinise his actions closely.",
    "It is essential for any leader to prioritise the collective over the individual, ensuring a legacy of shared success and unity, free from the shadows of past misdeeds. A leader who self-proclaims that the sun rises because of him or the moon blooms because of him is not a leader; he is a selfish individual who has no faith in his team. Such a leader can never truly inspire or unite, and their legacy is bound to falter.",
    "(The writer is a former Senior Consultant at the Sri Lanka Institute of Development Administration (SLIDA) and a Senior Lecturer of a university. He can be reached through [email protected].)"
  ]
}