{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/CareStation-s-Inspire-and-Ignite-event-uplifts-community-with-education-recognition/56-764617",
  "time_ut": 1721677141.0,
  "original_lang": "en",
  "original_title": "CareStation’s “Inspire and Ignite” event uplifts community with education, recognition",
  "original_body_lines": [
    "CareStation, a prominent Sri Lankan non-profit, celebrated its achievements and dedication to helping underprivileged communities at its successful “Inspire and Ignite: An Evening of Impact” event held at Icon Hyatt in Dehiwala.",
    "It brought together community leaders, philanthropists, and volunteers united by a common goal: to make a positive difference.",
    "CareStation, co-founded by Razni Razick and Khalib Cassim, is a registered non-political and non-religious organisation with a dedicated team of over 368 volunteers across 22 districts. The evening served as a testament to their remarkable impact throughout Sri Lanka.",
    "Two significant milestones marked the night: the relaunch of CareStation’s website and the inauguration of a new free educational centre for underprivileged children.",
    "Special guests, Ferial Ashraff and Milani Salpitikorala, delivered inspiring speeches that resonated with the audience. Ashraff emphasised the importance of community unity in fostering social well-being, while Salpitikorala shared her experiences on the transformative power of education and community support. CareStation Alternate Director Rizka Marikar echoed these sentiments in her opening address, highlighting the power of collective action.",
    "The event also featured participation from peer charities and partner organisations, including UNHCR, the Sisterhood Initiative, Tearz Foundation, and the Easter Attack Survivors Project. This collaborative spirit underscored the importance of working together to address pressing community needs.",
    "Heartfelt testimonials from program beneficiaries added a powerful dimension to the evening. Four individuals shared their inspiring success stories, leaving a lasting impression on the audience and showcasing the tangible impact of CareStation’s initiatives.",
    "The relaunched CareStation website was unveiled during the event. This user-friendly platform represents a significant leap forward in connecting with the community, sharing CareStation’s mission, and providing valuable resources to those in need.",
    "“The new website is more than just a technical upgrade,” explained a CareStation representative. “It is a testament to our commitment to transparency, accessibility, and community engagement. This platform will be a vital tool in furthering our mission and reaching a broader audience, inspiring more people to join us in making a positive impact.”",
    "The evening concluded with the much-anticipated unveiling of CareStation’s new educational centre. This centre will provide holistic education for underprivileged children, encompassing daily life practices, mental health support, career guidance, and family support. It serves as a beacon of hope and opportunity, offering comprehensive educational resources to empower these children.",
    "CareStation also acknowledged the invaluable contributions of its volunteers by presenting them with tokens of appreciation. Razick expressed her heartfelt gratitude to all attendees, stating: “This event is not just an evening; it is a movement that showcases the positive changes we can achieve when we work together. It has truly ignited a spark in our community, and we are excited to see the lasting impact it will have.”",
    "The success of “Inspire and Ignite” is a powerful testament to the strength of unity and the remarkable difference that can be made when people come together for a common cause. CareStation looks forward to continuing its mission and making even greater strides in community development and social welfare."
  ]
}