{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-former-president-wont-contest-elections-his-party-stalwarts-say-180792/",
  "time_ut": 1727169660.0,
  "original_lang": "en",
  "original_title": "Sri Lanka former president won’t contest elections, his party stalwarts say",
  "original_body_lines": [
    "ECONOMYNEXT — United National Party (UNP) seniors backing former President Ranil Wickremesinghe said he will not contest Sri Lanka’s next parliamentary election as per UNP convention.",
    "MP and UNP deputy leader Ruwan Wijewardene, Samagi Jana Balawegaya (SJB) MPs Thalatha Atukorala and Rajitha Senaratne, former UNP MP Akila Viraj Kariyawasam and former Tourism Minister Harin Fernando speaking to reporters at the political office of Wickremesinghe in Colombo said that former president J R Jayawardena had set a precedent of not contesting elections following the end of his term.",
    "Wickremesinghe himself has said that he does not intend to contest elections again, said Fernando.",
    "Wijewardene said the UNP has invited senior members of the SJB for discussions on a possible alliance targeting the next parliamentary election which will likely be held in December 2024 following a widely anticipated dissolution of parliament by newly sworn-in President Anura Kumara Dissanayake.",
    "“We have invited people close to the SJB leadership for talks,” said Wijewardena.",
    "“There’s a lot of members there who are of the opinion that we should join forces. Some may say something different to the media. But we know the people there, and they too believe that we should come together,” he added.",
    "Responding to a reporter’s question about whether they were open to SJB leader Sajith Premadasa being nominated as the prime minster pick for the next election, Wijewardena said they’re ready to discuss.",
    "“We don’t reject anything. We first need to engage in a dialogue. In that dialogue we can decide who should be the prime minister,” he said.",
    "There is no plan for a change in leadership int he UNP, however, Wijewardene said.",
    "“We want to engage in discussions to form this alliance,” he said.",
    "The symbol the broader alliance will contest the election under, whether it’s the UNP’s elephant or something else, will also be discussed, MP Senaratne said.",
    "“We’re not doing this alone. The Trophy (new alliance led by former prime minister Dinesh Gunawardena) and the Sri Lanka Freedom Party (SLFP) contested together with us. We’ll discuss with them and decide on the premier,” he said.",
    "Asked if Wickremesinghe will enter parliament again, Senaratne said Wickremesinghe has said he wouldn’t.",
    "“It is the culture of the UNP. President Jayawardena retired and took part in party functions but never contested elections,” he said."
  ]
}