{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/VRS-scheme-for-NSB-subsidiary-employees-gets-Cabinet-nod/108-282610",
  "time_ut": 1715719620.0,
  "original_lang": "en",
  "original_title": "VRS scheme for NSB subsidiary employees gets Cabinet nod",
  "original_body_lines": [
    "The Cabinet green lighted the proposal to introduce a voluntary retirement scheme (VRS) for employees of Sri Lanka Savings Bank (SLSBL), a fully-owned subsidiary of National Savings Bank.",
    "President Ranil Wickremesinghe in his capacity as the Minister of Finance, Economic Stabilisation and National Policies sought the approval of the Cabinet of Ministers on Monday to implement the voluntary retirement scheme.",
    "SLSBL is a successor to defaulted Pramuka Savings and Investment Bank and it was established in July 2006 under the Banking Act and incorporated under the provision of the Companies Act.  It commenced business on 10th of March 2008 as a state-owned Licensed Specialised Bank. The bank has acquired SLSBL as a fully-owned subsidiary of NSB by paying Rs. 3,111 million on 11th of October 2019 based on the budget proposal of 2016.",
    "The NSB recently decided to take over the assets and liabilities of SLSBL and absorb its employees.  Accordingly, the process of placement of employees of the Sri Lanka Savings Bank is currently underway.",
    "“As an alternative, it has been decided to introduce a voluntary retirement scheme and it has also been decided to make a payment taking into account the market factors for the employees who retire voluntarily,” the Government Information Department said.",
    "Cabinet Spokesperson Minister Bandula Gunawardena noted that the employees who don’t accept the VRS offer would be absorbed into the NSB’s workforce.",
    "SLSBL’s principal activities includes mobilising savings and time deposits, providing loans, lease, hire purchase, pawning and other credit facilities, and settling of the deposit liabilities of defaulted Pramuka Saving and Development Bank Limited (PSDBL) with reconstruction of loan accounts of PSDBL."
  ]
}