{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-laments-child-malnutrition-as-farmers-protected-at-rs300-cereal-tax-178751/",
  "time_ut": 1725446640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition laments child malnutrition as farmers protected at Rs300 cereal tax",
  "original_body_lines": [
    "ECONOMYNEXT – Rohini Kaviratne, an opposition Samagi Jana Balawegaya legislator lamented child malnutrition amid high food prices, while State Minister for Finance Ranjith Siyambalapitiya tabled regulation removing import licenses for key cereals, but retaining import duties.",
    "She said according to a UNICEF report one third of the country’s children were suffering from malnutrition.",
    "“According to this report one third of our children suffer from acute malnutrition,” Kavirante told parliament on Wednesday.",
    "“One reason is food insecurity; there is no access to a nutritious meal due to crisis and economic collapse.”",
    "“The highest numbers are seen in the Nuwara Eliya District, in plantations. What matters is not who this affects, it is that we are becoming a malnourished nation.”",
    "The Education Minister Susil Premajayantha responded that the school mid-day meal would be extended to address this.",
    "Opposition leader Sajith Premadasa said child malnutrition started at pre-school age when brain development began.",
    "“Providing school meals alone is not enough. Price controls are needed on essential food items. The government has not been able to curb the egg mafia, and bring down the price of an egg, the cheapest source of protein.”",
    "“If the children are malnourished, what about their mothers?” Kaviratne said. “If they are unable to feed their children mothers sometimes go without (lunu tikak ihagena kanne).”",
    "In the US Kamala Harris is also proposing price controls after the Federal Reserve chief Jerome Powell cut rates with printed money and triggered the highest inflation in 40 years.",
    "Education minister Susil Premajayantha said food prices have come down from two years ago when the economic stabilization plan was put in place.",
    "“When I was removed from the government in January 2022, a kilo of green chillie was 1,200 rupees now it is 400. Production has gone up, inflation has come down. We must move forward from this point.”",
    "“The malnutrition data report is from 2023 based on inflation data from prior years.”",
    "Sri Lanka has imposed high import duties to protect farmers and for self-sufficiency for decades.",
    "State Minister for Finance Ranjith Siyambalapitiya said he was tabling regulations which removed import permits for several essential grains which was creating a black market and corrupt activities.",
    "“The permits were to protect the local producers,” Siyambalapitiya said, “But we saw a large black market be created.”",
    "“Of the undu gram requirement 50 percent had to be imported, 35 percent of the green gram requirement was imported and 80 percent of cowpea had to be imported, he said.",
    "The permits were scrapped and an import duty was imposed to ‘protect’ farmers profits.",
    "“A 40 rupee tax on green gram was increased to 300 rupees a kilo. The 70 rupee tax on cowpea was made 300 rupees.”",
    "In Sri Lanka protein prices especially poultry products and dairy and milk are expensive due to import protection on maize.",
    "Rice is also taxed at 65 rupees a kilo to protect farmers. (Colombo/Aug04/2024)"
  ]
}