{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/four-sri-lanka-opposition-mps-resign-from-parliament-panel-over-integrity-issue-155202/",
  "time_ut": 1710845880.0,
  "original_lang": "en",
  "original_title": "Six Sri Lanka opposition MPs resign from COPE over integrity issue",
  "original_body_lines": [
    "ECONOMYNEXT – Six opposition legislators in Sri Lanka resigned from the Parliament’s Committee on Public Enterprises (COPE) within two days over integrity concerns of the panel citing that they had to sit with corrupt ruling politicians.",
    "Opposition parliamentary members Dayasiri Jayasekera, Charitha Herath, S M Marikkar, Shanaiyan Rasamanickam, and Hesha Withanage resigned on Tuesday, a day after the resignation of former state finance minister Eran Wickremeratne.",
    "The opposition members blamed the integrity concerns of COPE established on March 7 under the chairmanship of Ruling Sri Lanka Podujana Peramuna (SLPP) MP Rohitha Abeygunawardena, who has been accused of misappropriation of public funds under the previous government.",
    "Wickremeratne in a statement said 31 appointees to the COPE must not be associated with allegations and/or convictions.",
    "“I have decided to resign from the COPE (Committee on Public Enterprises) and have officially communicated my decision to the Speaker of Parliament today,” Charitha Herath said.",
    "Tuesday’s resignations also came after the parliament started debate on the no-confidence vote against Speaker Mahinda Yapa Abeywardena.",
    "Wickramaratne in his statement said that he was of the view that “it is high time to revisit the scope of COPE, expand Standing Orders enabling the committee to do impactful work and embrace good governance practices moving forward”.",
    "“It is evident that the present government that lacks legitimacy compounds the fact by appearing to cover up and defend mismanagement and corruption by the more recent appointments. (Colombo/March 19/2024)"
  ]
}