{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/share-market-bounces-back-following-temporary-slide-indices-up/",
  "time_ut": 1706280900.0,
  "original_lang": "en",
  "original_title": "Share market bounces back following temporary slide; indices up",
  "original_body_lines": [
    "The stock market yesterday evinced some bounce after witnessing a downturn in the trading of shares due to bargain hunters becoming active and going for low cost shares, market analysts said.",
    "On top of that, corporate financial results for the up and coming quarter showed some improvements. This resulted in the market moving to positive territory. Amid those developments both indices moved upwards. The All- Share Price Index went up by 61.4 points and S and P SL20 rose by 24.1 points. Turnover stood at Rs 798 million with one crossing. The crossing was reported in LB Finance, which crossed 1.8 million shares to the tune of Rs 111 million; its shares traded at Rs 61.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 200 million (1.1 million shares traded), Sampath Bank Rs 144 million (2.1 million shares traded), Expolanka Holdings Rs 31.7 million (239,000 shares traded), Distilleries Rs 31.3 million (1.2 million shares traded), Commercial Bank Rs 19.8 million (225,000 shares traded), Dialog Rs 19.5 million (2.2 million shares traded) and Softlogic Capital Rs 18.3 million (2.7 million shares traded). During the day 27.1 million share volumes changed hands in 6000 transactions.",
    "Yesterday the rupee opened at Rs 317.10/40 to the US dollar from 318.10/40 the previous day, dealers said. Bond yields were broadly steady. A bond maturing on 01.02.2026 was quoted at 13.05/20 percent from 13.05/15 percent. A bond maturing on 01.07.2028 closed at 13.70/75 percent. A bond maturing on 15.05.2030 closed at 13.85/14.00 percent from 13.90/14.00 percent.",
    "SLT-MOBITEL mCash and Union Assurance join forces to redefine Life Insurance accessibility in Sri Lanka",
    "ComBank enhances airport lounge access for premium credit card holders",
    "Investor anxiety over IMF’s third tranche triggers panic-selling of shares",
    "Net foreign outflows within first 15 days of New Year hit Rs. 1 billion",
    "Three regional telecom players show interest in SLT shares as latter appreciate",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}