{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/inventions-patents-companies-ipos-capital-markets-wealth-of-nations/",
  "time_ut": 1724642590.0,
  "original_lang": "en",
  "original_title": "Inventions, Patents, Companies, IPO’s, Capital Markets & Wealth Of Nations",
  "original_body_lines": [
    "Capitalism is the greatest engine of growth known to mankind. The very essence of capitalism is greed for making money via sale of products and services. We humans are wired for greed for making money and building wealth.",
    "A well-functioning capitalist economic system requires healthy competition and never crony capitalism, the likes of which we witness mostly in the developing world like Sri Lanka and many more .laying the foundation for corruptions. Indeed, this crony capitalism exists even in richer democracies where anti-trust laws are weak or non-existent and poorly drafted constitutions and laws enable it.",
    "The alternate economic system that was introduced to the word in the 19th century by Karl Marx via his book, Das Kapital was to limit all production activities of goods and services to be done by the government. While this economic model gathered steam after Vladimir Lenin and later mass killer Joseph Stalin in Russia who spearheaded expansion of this most brutal system by force throughout Eastern Europe.",
    "Marx’s centrally controlled economic model was a total failure. Marx’s theory was that such an economic system would create a just society with wealth being distributed equally but instead it created poverty , shortages of essentials, inefficient management and eventual collapse.",
    "By late 1980’s, led by reformist Russian President Mikhail Gorbachev this inefficient system eventually had a painful death across eastern Europe. Only isolated Cuba and possibly one nor two nations still remains bogged down in such a system creating a very impoverished society.",
    "Marx and Lenin were dead wrong. The path to creating wealth and a fair economy is not by limiting all production activities to a central government but by nurturing the inner greed of mankind to make money and create personal wealth. Even the then much glorified communist economies like USSR and China slowly dumped this cruel and unproductive system and opted for a open market capitalist system.",
    "Well say no more. The world has witnessed the Chinese economic miracle in the past decades. Even for China, capitalism worked and soon became the 2nd largest economy in the world only behind the economic juggernaut named the United States.",
    "Capitalism works and by smart taxations and public investments by governments, the system has produced some of the highest standards of living in many countries across the world led by Western European and North American nations and later by some of the Eastern Asian nations like Singapore, Malaysia, Hong Kong etc.",
    "For greater benefit of this system, it must be well protected by well crafted and implemented anti-trust laws so economic power will not concentrate among a few thereby driving prices up. Concentrated economic power is just as bad as concentrated political power.",
    "Lets turn a page into the world of Capital Markets or Stock markets as called by some nations.",
    "Mega companies like Google, Facebook, Microsoft, Nvidia, Apple, Boeing, Amazon, Birkshire Hathaway all of which are listed public companies in the US totally with a market cap into several trillion dollars. There are thousands more such huge publicly listed companies across the world.",
    "Such large publicly listed companies form the very foundation of wealth of relevant nations. Not only they provide employment to millions, create millions of millionaires by stock ownership, contribute millions in taxes, invest their billions to other start ups to create newer technologies, invest millions to research and create newer technologies so on and so forth.",
    "In fact, they are the largest engines of growth in the world.",
    "The so called “money makes money” saying broadly derives from above!",
    "Some of these publicly listed companies have market caps larger than the GDP of several small nations including Sri Lanka. Apple (market cap $3.40 trillion), Microsoft (market cap $ 3.10 Trillion), Tesla (market cap $ 680 billion), Google (market cap $ 2 trillion), Facebook (market cap $ 1.34 trillion), Nvidia (market cap $ 3.10 trillion), Amazon (market cap 1.86 trillion) etc etc. are worth more than even some of many countries GDP put together or even a whole continent.",
    "To put in perspective SL has a GDP of about $ 85 billion indicating our paltry wealth as a nation.",
    "Note that many of the above companies started in home garages with tiny investments but the products or inventions were so great they managed to take them public into Capital Markets, instantly turning them into million or billion dollar companies.",
    "Now I am not implying all is hunky dory in these economies. Massive income inequalities have developed in some of these countries including the USA. Added to that is the massive concentration of political power enjoyed by these companies that tend to influence public policy.",
    "But it is the responsibility of individual governments to address these anomalies through smart policies and legislation. The capitalist world including China is currently grappling with this problem.",
    "By and large, general public in these economies enjoy a better standard of living.",
    "Now let’s look at Sri Lanka which is also has a capitalist economic structure but poor. What is it lacking?",
    "For a start, we lack the “rule of law”. Without restoring the rule of law we will never advance our economies. Borrowing a billion dollars from China, spending 900 million dollars of it to a badly imagined project and pocketing the $100 million into politico pockets must have legal consequences. They belong in jail.",
    "Next, no bid contacts awarded to cronies or those who give politicos biggest cut don’t make nations but politicos rich. We need transparency.",
    "Next, public service is corrupt and dances to the tune of politicos. Public services must function free of political influence.",
    "The executive, legislative and justice system must function as co-equal branches so they can check each other creating much needed checks and balances and oversight.",
    "Now let me talk about another issue that ail countries like SL. Ask 100 grown up adults in SL what is a Capital Market, I bet 90 of them will not know. Ask them what the role of the capital markets are, 90 of them not know. Recently I even asked a bunch of high school kids from prestigious international schools, hardly anybody could give a proper answer.",
    "This is sad. Our kids are not teaching this crucial subject in any practical way in schools. We are in the 21st century. Every advanced level school kid must have a good understanding of the capital markets and how they lead to prosperity.",
    "Another issue is too much focus in SL to get a education and get a good job and not enough focus on the value of becoming a businessman. To invent something, to create something new and make money.",
    "To some extent our society tend to frown on the word “Mudalali” or businessman. This issue is more common among Sinhalese communities and far less common in Muslim communities.",
    "Business is the essence of any economy. Creating products and services is the essence of any economy. No business, no jobs.",
    "Lets us take one simple example. Hoppers is one of the favorite food in SL. We have been making hoppers in SL for centuries. But even today hoppers are made one at a time using a frying pan and manually pouring the batter. Every hopper comes differently.",
    "Why is it that our leaders encourage university engineering students to develop a full or semi-automated hopper making machine. Our lecturers are smart, our university kids are smart. But do we get them to invent anything new? In fact, the ministry of education can give a million rupee award to any student who makes one. Will not such a product patented will generate revenue and evenly be proudly called “made in Sri Lanka”.",
    "To that matter why don’t we make our own traffic lights, solar panels etc. Where is the incentive by governments to create inventions? We see hundreds of them being driven around in luxury vehicles but for what?",
    "Imagine the “hopper” was a favorite European dish. How many automated machines will be in the market and how many patents will that generate.",
    "We need to redesign our education to instil the need for inventions, how to patent them, attract financing, turn them into commercial products and possibly take them to Capital Markets. Just pouring math and science while are great subjects alone will not create wealth. We need creativity, inventions, and making new products by our selves",
    "It is the responsibility of our government to make this reality. But as long as we have ill educated thugs in power, we will continue to borrow, build, cheat and pass the bill to the next generation to pay."
  ]
}