{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/charity-soon-drastic-water-cuts-overseas-idiosyncrasies/",
  "time_ut": 1709225220.0,
  "original_lang": "en",
  "original_title": "Charity; soon drastic water cuts; overseas idiosyncrasies",
  "original_body_lines": [
    "Our President Ranil Wickremesinghe, who goes his own way following Sinatra’s I did it my way; mostly flying across oceans to attend this meeting and that, has again done it his way. He has initiated a million-dollar fund to help children of the Gaza strip. They are in a horrifyingly pitiable state and need all the help they can get, but can a bankrupt country, still far from becoming solvent, extend big charity to the outside world? Also, what about our children of this country driven to poverty by greedy, heartless political bosses who amassed wealth and let the country go to pot as we used to say.",
    "It has been reported that many of our children are malnourished. The school mid-day meal programme was discontinued. The dropout rate among school goers due to the inability of parents to afford the pittance needed to send their children to schools within the free education system is increasing by the day while small village schools, more especially primary schools, are being closed. The infants in these villages will get no schooling because parents cannot afford to travel far to take their children to bigger schools. A video clip Cass received showed a woman from Moratuwa or Kalutara saying that principals had been made to announce that children could attend school sans shoes and even slippers. This to ensure attendance of the poorer child.",
    "And here Sri Lanka is – extending largesse to a country at war due originally to its own militants invading a very powerful nation backed by the US of America. The entire rich world is ready to help Gaza including the UN. Who will help corruption-ridden Sri Lanka?",
    "Doesn’t Ranil W know the old saying “charity begins at home”? While his right hand extends millions of dollars to Gaza kids his left orders the navy to send a ship to the Red Sea. Helping both sides: Palestine and Gaza alongside aligning with the US and Israel.",
    "Cassandra’s role inherited from her Trojan ancestor is to cry out warnings through seeing the future with her whatever eye. The original Cassandra cried out “I see blood” and blood did flow as her captor Agamemnon was done to death by his wife Clytemnestra and her adulterous lover Aegisthus soon after he returned victorious from the Trojan War, bringing Cass along.",
    "Present-day Cassandra cries out “Water, water, everywhere, not a drop to drink!” It may not come to that unthinkable state, but certainly there will soon be water cuts in Colombo and its suburbs. The searing heat and drought are predicted to continue till mid-April. And what are the water supplying authorities doing about this preventable calamity? Only issuing a small notice in the newspaper advising people to use water sparingly. Will people oblige? Certainly not! Not in dear, free Sri Lanka. People continue overwatering their gardens, washing limos daily, and even drenching with water the road in front of bungalows to keep the said bungalows free of dust and warming. The consequence will be water cuts getting severer as the lack of proper rain showers continues.",
    "The authorities should be doing much more to force curtailment of water usage. It is a crime to use drinking water to drench gardens. Officers of the authorities or the police should patrol roads and streets and mete out punishment to households who over use water for wasteful purposes, unless of course they have tube wells in their premises. Much better by far to curtail use of water and distribution gradually from now on, than slam people with prolonged water cuts.",
    "Another fact of irrigation that has bothered Cass for years is the fact of overflowing of irrigation tanks and sluice gates being open causing flooding during rainy seasons in the Dry Zone and then just a month or two later, proclaiming water levels in wevas are drastically low and thus no release of water through canals to paddy cultivators and other farmers. Farmers are hit by flooding and then by water shortage. Is it that our wevas need dredging so capacity to hold water is increased?",
    "Supposedly, a very delicate operation needing expertise. But it has to be done to prevent floods at one time and stoppage of irrigation water at other times, these alterations following each other closely. Cass remembers only one instance of dredging. That was in a large ancient weva, supposedly ordered by the eldest Rajapaksa brother during a younger brother’s tenure as the President of the country. The dredging was certainly not to help the country’s farmers but to help oneself get rich by extracting a mineral from the dredged soil. Correct her if Cass is wrong here.",
    "Cass does not want to comment on the very generous (prefer the adjective stupendous) increase given Central Bank employees; one reason supposedly being to stem migration of CB workers. What about docs and academics? Equally or even more vital to the nation. She does not comment on matters she knows next to nothing about. But she was stunned to hear that even a low-level CB worker is paid more than Rs. 150,000 a month as salary. She passes on a comment made by an ex-CB worker who enjoys a generous pension and health benefits. “Far too much an increase in these times of dire restrictions and difficulties suffered by others.”",
    "Cass was reminded of a certain librarian – long departed to hell probably – who issued exam results as he wanted and that meant with favouritism to the fore because, as he claimed, “Bedana handé magé athé, meaning” I hold the serving spoon.” Is the spoon wielder in the instance referred to, the much-respected by all Dr Nandalal Weerasinghe?",
    "We have plenty of loose mouths in this fair isle of ours, mostly carelessly chattering gabs of politicians. The latest was the Minister of Tourism, Sports, etc., spouting out that our airports and seaports belong to India. Who was he to donate our assets, or now burdens, to our powerful neighbour? Cassandra believes that he, Harin Fernando, was in India when he generously and illicitly bequeathed India our properties. Was he crying for his supper? He definitely was speaking nonsense and damaging our country at that.",
    "We have an out-doer of crazy speech in the US of America: none other than the Republican choice to contest the presidential election, which of course will be held when it is due, unlike in this country boasting a 2,500-year illustrious heritage now held hostage to government money and a dictatorial President and saying aye-to-anything governing Party.",
    "Cass was sent a clip of a recent rally speech by Trump. He swore several times over that he loved the Blacks; they were great supporters of his and they loved him in return. The commentator then showed the audience that shouted at almost every word Trump spouted. All whites roared their approval while being wined and dined.",
    "One surmises the entire country that names itself the leader of the world is going crazy, mad really to want a president like Trump who faces so very many charges of cheating, paying compensation to women sexually abused by him, and other offences.",
    "President Joe Biden too loses credit. He weakly says he “hopes there will be a ceasefire in Gaza by next week.” In the UN Security Council, The US of A vetoed the call by the UN for a ceasefire in the Israeli-Hamas war. This while the count of those civilians dead in Gaza mounts beyond 30,000.",
    "President meets students and teachers at Pallegama Madhya Maha Vidyalaya, Wilgamuwa",
    "President highlights Sri Lanka’s Indian Ocean security commitment at Pathfinder conference",
    "Women can play a significant role in fostering digital and green economy – President",
    "Forego National Iftar celebrations and contribute to “Children of Gaza Fund” – President",
    "‘Presidential Scholarships’ for 100,000 students from Grade 01 to 11",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}