{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/iasl-hr-conference-2024-set-to-reimagine-resilience-for-a-transformative-future/",
  "time_ut": 1720127460.0,
  "original_lang": "en",
  "original_title": "IASL HR Conference 2024 set to reimagine resilience for a transformative future",
  "original_body_lines": [
    "The IASL HR Conference 2024, themed “Resilience Reimagined – Thriving Through Change,” is poised to be a transformative event for HR professionals in the insurance sector. This annual conference aims to equip practitioners with the knowledge and expertise to lead their operations successfully while fostering camaraderie and collaboration within the community. Attracting over 100 participants from various insurance companies each year, it has solidified its position as a must-attend event for the industry.",
    "The conference’s theme emphasizes the importance of adaptability and flexibility in navigating turbulent times. By reimagining resilience as an everyday tool, individuals and organisations can build a foundation of strength that serves them well in both calm and crisis. The conference will delve into strategies to foster resilience, create momentum for action, and deepen connections within the HR community.",
    "Rohitha Amarapala, the Chairman of the IASL HR Subcommittee and past President of CIPM, emphasised the importance of the conference: “The IASL HR Conference 2024 is a testament to the resilience and adaptability of the insurance sector’s HR professionals. By coming together and sharing our experiences, we can learn from one another and emerge stronger in the face of change.”",
    "Imtiyaz Annif, the Conference Chairman and current Chief People Officer of Union Assurance Plc, stated: “This conference is not just about surviving change, but about thriving in it. By reimagining resilience and embracing the challenges ahead, we can position ourselves and our organisations for success in the years to come.”",
    "Stock Market still wary of election vibes despite ‘good news’ from external debt restructuring",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}