{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84075",
  "time_ut": 1716147660.0,
  "original_lang": "en",
  "original_title": "‘In Sri Lanka of 2024, kanji is a four letter word.By criminalising kanji making, another generation of Tamils is being told that even such a simple act of mourning can turn you into a criminal. Your dead have less value your grief less legitimacy because of your ethnicity.”",
  "original_body_lines": [
    "“A state of permanent war…where violence pervades all spheres of life, where the rich flourish and the poor live in misery; a state that will be deserted by the best of its children?” Yuri Avnery (Countercurrents)",
    "During the long Eelam war, all sides committed horrendous atrocities. Sri Lankan forces, the LTTE and anti-Tiger Tamil groups all were guilty to varying degree of every conceivable crime, murder downwards.",
    "The war was never jus ad bellum or jus in bello. The path to it and the path through it were lined with avoidable errors and unnecessary crimes. During the second and third Eelam wars, the LTTE committed more crimes than did the Sri Lankan forces including, and especially, against its own people (think of child soldiers for starters).",
    "This would change with the advent of Rajapaksa rule. As Prof. Rajan Hoole pointed out, “From 2006 the government began to do what would have been unthinkable after 1987. Intense shelling and deliberate displacement of Tamil populations became integral to its military strategy…” (Himal, February 2009).",
    "The LTTE never cared how many Tamils it killed to “liberate” them from the Sri Lankan state. The Rajapaksa regime too didn’t care how many Tamils it killed to “liberate” them from Tiger Eelam. The Rajapaksas justified every excess and every atrocity in the name of Sri Lanka, just as the LTTE did in the name of Eelam. Anything goes was the perception on both sides. Our crimes were kosher. Only their crimes were crimes.",
    "The attitudinal transformation the Rajapaksas wrought (with considerable help from the JVP and the JHU, as Lal Kantha proudly stated in his May 18 speech to retired military personnel belonging to the para-NPP organisation, Aditana) is still with us today, as the ham fisted attempts to outlaw kanji making demonstrate.",
    "The Eelam War was a civil war. The war dead, be they combatants or civilians, were all Lankan citizens. The Rajapaksas regarded and treated the other side as not only enemies but also enemy aliens. For civilian Tamils, caught between the Rajapaksa hammer and Prabhakaran anvil, there was no way out.",
    "Language was a key facade behind which the Rajapaksas tried to hide the brutal reality. So the obscene travesty of “humanitarian offensive” with zero civilian casualties was born. If no civilians died at the hands of Sri Lankan forces, then all those dead Tamils (including babies) had to be Tigers. And if all dead Tamils were Tigers, any Tamil man, woman or child mourning them has to be a Tiger at heart.",
    "“We humans don’t own love or grief – these emotions are widespread in other animals,” writes professor of anthropology Barbara J King in How Animals Grieve. Under Rajapaksa rule, Tamils were denied this natural born right to love or to grieve their war dead. This Rajapaksa worldview continues to inform official thinking, at least in Minister Tiran Alles’ police department as the shocking visuals of two women being dragged on the ground by uniformed policemen for the crime of making kanji demonstrate.",
    "The same police failed to take such prompt and decisive action against Deputy Minister Prasanna Ranaweera who was videoed, and admitted to, assaulting a porter and generally behaving like a thug in a public space in full sight of many a tourist.",
    "Neil Buhne, the U.N. humanitarian coordinator, stated, after returning from Vavuniya during the last weeks of the war, “I saw infants with dysentery, malnourished children and women, untended wounds, and people dressed in the ragged clothing they’ve been wearing for months” (AP, 25.4.2009).",
    "It is the survivors of that horror – our Gaza – who are trying to carve out a safe space in which they can remember and grieve. After 1994, the official JVP was allowed to commemorate their dead cadres. Why are ordinary Tamil families not allowed to commemorate their loved ones?",
    "The police initially used the International Covenant on Civil and Political Rights – the legal weapon of choice against minorities and dissenting Sinhalese – to arrest four kanji-makers, doubtless in the hope of jailing them for a long time.",
    "Fortunately, as the news broke and some Tamil politicians issued a stark warning to the government, a pinch of sanity seemed to have returned. (This is after all an election year.) The police were made to charge the kanji makers under the normal law, thereby enabling the magistrate to give them bail.",
    "By criminalising kanji making, another generation of Tamils is being told that even such a simple act of mourning can turn you into a criminal. Your dead have less value, your grief less legitimacy because of your ethnicity.",
    "If that doesn’t make a Tamil feel non-Sri Lankan, what would?",
    "Even as the war was ending the mass internment of civilian Tamils in open prison camps, called welfare villages, began.",
    "More than 300,000 people, almost the entire population of the Kilinochchi and Mullaitivu Districts, were held in a string of camps across the North.",
    "About 43% of the camp inmates were children, the UN estimated. The justification for this mass internment was the need to weed out a few thousand Tiger operatives posing as civilians.",
    "Just as the government had depicted a war of indiscriminate bombing and shelling as a humanitarian operation, the camps were celebrated as mini-utopias where the inmates had everything provided for them by a benevolent government free of charge. There were free rations, cooperatives, banks, post offices, communication centres, schools and vocational training centres, capacity building, empowerment and career counselling for adults and happiness centres for children, facilities for arts, music, drama, yoga and sports, churches, kovils and mosques.",
    "A top official boasted, on record, that the government rejected an offer of several hundred used blankets by a five star hotel because the “first class citizens” in the camps do not need second hand things!",
    "If the Tamils weren’t happy in these paradises, they were ungrateful devils. But then they always were, according to the Sinhala supremacist worldview that the Rajapaksas embodied, insatiable Oliver Twists always asking for more. Wasn’t that how the war started?",
    "What if, after the second JVP insurgency was defeated, successive governments treated every poor Sinhala youth from subaltern castes like a closet JVPer with anti-systemic yearnings?",
    "What if entire villages in areas which had been under de factoJVP control were turned into open air prisons, just to catch a few thousand JVP cadres?",
    "What if even old men were considered guilty for being mentally supportive of the JVP?",
    "Post-war, the Rajapaksas could have undertaken a genuine attempt at nation building by reaching out to Tamils. There could have been either some political concessions and/or a Marshall Plan type development drive prioritising the housing, health, education, employment and poverty alleviation. There could have also been an attempt at empathy, trying to build bridges at a human level.",
    "And instead of pumping more and more money into defence, funds could have been used to alleviate the economic misery of the Sinhala masses.",
    "Instead, the Rajapaksas created the Muslim enemy to replace the Tamil enemy, paving the way to another avoidable tragedy.",
    "Gaza shows us what the strong do to the weak in the absence of restraints, national or international. More than 30,000 dead and counting. Had the West and oil rich Arab nations been a little more complicit, the Israeli plan to expel all Gazans into Egypt might have worked.",
    "Fortunately, the Rajapaksas had to reckon with some real international pressure, which prevented them from going the full distance they wanted to travel, during and after war. For instance, they intended welfare villages to become a permanent feature, using the “liberated” land to set up massive military cantonments not to mention innumerable temples. Only international pressure made them abandon that plan.",
    "Tamil politicians protested the criminalising of kanji making; Sinhala politicians didn’t. Not Ranil Wickremesinghe, not Sajith Premadasa, not Anura Kumara Dissanayake. Obviously, justice and injustice depend not on the act but on the identity of the victim and the perpetrator.",
    "Soon after the war ended, V. Anandasangaree warned, “The civilians risked their lives while fleeing from the LTTE held areas…. If the government suspects such people as Tamil Tigers, then the entire population of the two districts – Kilinochchi and Mullaitivu – should be suspects. Then the government will never solve the problem” (Tamilweek, 3.6.2009).",
    "Posterity has proven him right. No government has solved the problem. And, going by the reluctance of the SJB and NPP/JVP even to broach the subject, the next government won’t either.",
    "In Terry Pratchett’s novel, Night Watch, the monk Lu Tze admits that in the multiverse there’s no universe in which Commander Samuel Vimes would kill his wife, Lady Sybil Ramkin.",
    "If there’s a multiverse, is there a universe in which most Sri Lankans irrespective of ethnicity, religion or ideological/political affiliations would be outraged when a president pardons a mass killer who had sliced the throat of a five year old boy after his hands were tied and he was made to kneel?",
    "In March 2020, President Gotabaya Rajapaksa pardoned former army sergeant Sunil Rathnayake. He had been convicted of murdering eight people including three children aged 5, 13 and 15. As the Supreme Court judgment affirming the conviction stated, the victims were tied and made to kneel. The killer slashed their necks from behind, one after the other. Incidentally, when the pardoned killer emerged from the prison, he was welcomed by Defence Secretary Kamal Gunaratne.",
    "Pardoning such a man after his conviction had been affirmed by the highest court in the land was unjust, indecent, and inhumane. It revealed the real nature of the pardoner.",
    "The utter indifference of the larger society to this most unpardonable pardon also revealed much about that society. There was no outrage in the South or even interest, let alone condemnation of the president. Gotabaya Rajapaksa’s wild popularity was not even singed. The opposition too remained silent on the whole.",
    "After all, if every dead Tamil was a Tiger, the Mirisuvil dead had to be Tigers too, including that five year old child.",
    "Chickens always come home to roost. General Sarath Fonseka, the army commander who led the “humanitarian offensive”, was then the South’s greatest hero after Mahinda and Gotabaya Rajapaksa. Once he fell out with the Rajapaksas his patriotic garb was torn off him; he was branded a traitor and eventually jailed on trumped up charges. And the Sinhala masses who cooked kiribath even as their Tamil brethren were starving and dying, turned their collective backs to their one time hero.",
    "The Mirusuvil killer was convicted by courts and pardoned by Gotabaya Rajapaksa. The accused of the Rathupaswala triple murder were acquitted by the courts. Going by media reports, the prosecution seems to have messed up the case leaving the court with no option but acquittal. It will be interesting to see what Ranil Wickremesinghe, Sajith Premadasa and Anura Kumara Dissanayake have to say about that one, if anything.",
    "Once guns for water attack was over and the dead and injured counted, a kind of introspection happened. A resident of Weliweriya said, “If they treated us like this for engaging in a demonstration one can imagine the situation in the North. We thought they did something big by finishing the war in our country. Now it looks as if they just killed innocent people”.",
    "Unfortunately, that insight was too facile to resist the lure of liberating heroes. During the 2018, 2019 and 2020 elections, the people of Rathupaswala voted solidly for the Rajapaksas. That romance lasted until queues and scarcities forced them to look for other heroes.",
    "In the movie Mississippi Burning, the Gene Hackman character talks of how his racist father killed the mule belonging to an up and coming black farmer and justified his crime by arguing, “If I am not better than them (blacks) what good am I?” The poor whites of the Jim Crow South felt less discontented about their poverty because they were politically superior to even the most accomplished black. That facile and unreal feeling of superiority was the only gift the Sinhalese got from the Rajapaksas.",
    "Fifteen years of peace brought us little communal harmony, no development, bankruptcy and a country most Sinhalese would abandon if they could. As the worshipping of war heroes reaches a crescendo in the coming days, it would be instructive to remember that many war heroes have chosen to become mercenaries in Russia’s war on Ukraine, often in the hope of a plot of land in St Petersburg and Russian citizenship.",
    "If we continue to travel the path of Sinhala supremacism, if we continue to sink more and more money on defence, if we continue to look for the next liberating hero and the next and the next, we won’t know peace or prosperity even in 150 years. As scholar and literary critic E.F.C. Ludowyk warned more than half a century ago, “When we continually cry for a cause, for a hero whom we could follow, when we need the sustenance of legendary forefathers, we are most probably showing symptoms, not only of angry unhappiness, but also of retarded adolescence.” (The Story of Ceylon)."
  ]
}