{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jvp-eclosion-or-facade/",
  "time_ut": 1708969740.0,
  "original_lang": "en",
  "original_title": "JVP: Eclosion or facade?",
  "original_body_lines": [
    "Sri Lankan politics is turning red in tooth and claw; the battle for the coveted executive presidency is getting down and dirty with every passing day. The presidential election is about eight months away, but the prospective contenders are already trading blows below the belt. At this rate, they might even run out of slander, vitriol, put-downs and taunts months before the contest proper! Let them be warned that it is a long climb, and they need to pace themselves accordingly.",
    "The JVP claims to be one of the frontrunners in the presidential race. Its critics pooh-pooh this claim, alleging that it is manipulating social media with the help of cyber fakes in its favour. However, the fact remains that having recovered lost ground on the political front, to some extent, the JVP is now in overdrive, wooing influential sections of society in a bid to shore up its image as a full-fledged political party capable of governing the country.",
    "The JVP is taking great pains to counter various claims its rivals are making to discredit it and instill fear in the public about its intentions. Addressing a group of business leaders, on Sunday (25), JVP/NPP leader Anura Kumara Dissanayake, MP, denied an allegation that the JVP would take over privately-owned properties, and throttle the private sector if it formed a government. Dissanayake strove to convince his audience that the JVP had changed.",
    "The entire universe is said to be in a state of flux, and therefore political parties/systems cannot defy change. So, it is only natural that the JVP is changing. What we are witnessing at present could be considered the JVP’s ideological eclosion; it is emerging from the chrysalis of a hidebound ideology replete with communism and militancy. This transformation phase has left the JVP undoing what it did and unsaying what it said, and vice versa.",
    "Several Marxist-Leninist political organisations, which emerged as cadre-based, ideologically-driven revolutionary outfits and acted as political changemakers in this country, underwent transformation decades ago. The first casualty of this kind of ideological metamorphosis is a socialist party’s revolutionary fervour as well as mystique—their main attraction to the youth and others given to radicalism.",
    "Dissanayake’s pronouncements about private ownership and control over the means of production, and other such matters, however, run counter to what is stated in the JVP’s Revolutionary Policy Declaration, which runs into 36 pages, and ends with the rallying cry: Death to imperialism-liberation to the people! Death to capitalism-victory to socialism! The back page of the document has a quotation from the Manifesto of the Communist Party: “The Communist revolution is the most radical rupture with traditional property relations; no wonder that its development involves the most radical rupture with traditional ideas.”",
    "Some of the salient features of the JVP Policy Declaration, outlined in the section titled, The Structure of the Economy, are as follows, verbatim: A fully-planned socialist economic structure shall be established, and the existing capitalist mixed economy shall be abolished. Foreign capital in every sphere shall be vested in the state without any compensation. Free Trade Zones shall be abolished. The business undertakings and properties within such zones shall be vested in the state without any payment of compensation. Banks and credit institutions and all monopoly industries shall be nationalised without any payment of compensation. The payment of debt and interest due to imperialist banks and institutions shall be abolished. Systematic steps will be taken to abolish private ownership even in the field of small industries. A new form of currency shall be introduced.",
    "The JVP, under the leadership of its founder, Rohana Wijeweera, decreed that “this Policy Declaration will act as a spearhead in the struggle of the proletariat against capitalism, in election campaigns, in the bourgeois Parliament, in local government bodies as well as outside these institutions. In electoral campaigns … this Policy Declaration shall be the weapon of the oppressed masses and the proletariat against capitalism.”",
    "How can the present-day JVP leaders reconcile their willingness to embrace free market policies, cooperate with the IMF and the capitalist bloc, allow private ownership of the means of production, etc., with the original Policy Declaration of their party? Have they abandoned Wijeweera’s policies, or ‘the weapon of the oppressed masses and the proletariat against capitalism’? If so, have they made a public declaration to that effect, and why do they make a public display of their commitment to upholding the policies of its founder by commemorating him every year on a grand scale?",
    "The JVP plunged the country into bloodbaths on two occasions, causing tens of thousands of lives to be lost in a bid to capture state power and implement its policies formulated under the guidance of its founder and encapsulated in its Policy Declaration. So, it owes an explanation anent its glaring policy discrepancies to the public and business leaders it is all out to woo.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}