{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/new-constitutional-amendment-a-necessary-revision-sri-lanka-president-172980/",
  "time_ut": 1721449620.0,
  "original_lang": "en",
  "original_title": "New constitutional amendment a ‘necessary revision’: Sri Lanka President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s President has said a proposed amendment to the country’s constitution was a ‘necessary revision’, which would not result in a postponement of elections.",
    "“In 2015, we proposed a new constitutional amendment,” President Wickremesinghe was quoted as saying during a ceremony to open a court complex in Beligaha, Galle on Friday.",
    "“Typically, I would have assigned this task to K N Choksy, a lawyer.",
    "“However, since he had passed away, the responsibility fell to lawyer Jayampathi Wickramaratne. He was unable to make the necessary revisions. This oversight is regrettable, and I apologize to the nation for it.”",
    "However President’s Counsel Wickramaratne has explained that the leaving out Section 83 (b) of the constitution was a not an “oversight” but it was a result of instructions received by the then administration to avoid making changes that required a referendum.",
    "President Maithripala Sirisena in his election manifesto has pledged not to make changes that required a referendum, and the drafting team was told not to make changes that would require a referendum.",
    "Related Sri Lanka’s 6-year Presidential term: problem in drafting 19th amendment explained",
    "Meanwhile President Wickremesinghe said the move to change the constitution should not lead to a delay in elections.",
    "“Our country has upheld democracy since 1931,”  he said. “Protecting democracy is crucial. The upcoming election is on schedule, with the Chief Justice and the Supreme Court confirming that it should be held within the specified timeframe, and we support this directive.",
    "“Some critics argue that democracy is at risk during certain crises. However, our constitution, judiciary, and political system have worked to advance and protect it. The most significant threat to our democracy occurred in 2022, yet we have continued to progress through consensus.”",
    "Sri Lanka became the first country in Asia and Africa to grant universal suffrage in 1931, Wickremesinghe said.",
    "“Unlike in the United States, where some states did not extend voting rights to Black people, Sri Lanka is unique for maintaining democracy continuously since then.",
    "“Despite facing wars and rebellions, Sri Lanka has preserved its democratic system, and democracy has remained intact despite numerous challenges.”",
    "In Sri Lanka, power transitions smoothly and without conflict after elections, the president said, “a testament to the strength of our democratic process. Despite various debates and issues, democracy has never been compromised.”",
    "Opposition parties and lawyers have charged that the legal process involving changing the constitution could potentially delay the upcoming Presidential elections.",
    "“Article 83 of the Constitution of the Democratic Socialist Republic of Sri Lanka is hereby amended in paragraph (b) thereof, by the substitution for the words “to over six years,”, of the words “to over five years,” the gazette notice issued on the orders of Wickremesinghe says.",
    "There is a discrepancy in the Article 83 with reference to a six year term, while the rest of the constitution, refers to a five year term.  (Colombo/July19/2024)"
  ]
}