{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103229/sri-lanka-crowned-most-desirable-island-in-the-world",
  "time_ut": 1730957040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka crowned ‘Most Desirable Island in the World’",
  "original_body_lines": [
    "Sri Lanka has been voted the Most Desirable Island in the World at the Wanderlust Reader Travel Awards 2024 in London.",
    "At the prestigious Wanderlust Reader Travel Awards 2024 held in London, Sri Lanka emerged as the “Most Desirable Island in the World,” marking a significant milestone in its tourism recovery journey.",
    "More than 200,000 passionate travelers voted for Sri Lanka, reflecting the island’s powerful appeal and diverse attractions.",
    "Sri Lanka has risen from last year’s eighth place to take Gold in one of the Awards’ most thrilling turnarounds.",
    "Announcing the results Wanderlust said: “Known as the ‘Pearl of the Indian Ocean’, the nation’s history comes to life through spectacular monuments such as Sigiriya Rock, the cave temples of Dambulla and the ancient ruins of Anuradhapura and Polonnaruwa.”",
    "“Elsewhere, its leopard-filled national parks and the jungle-fringed beaches of Tangalle and Trincomalee show off the island’s natural side. But, more recently, it’s the tea plantations and lush highlands of the centre that have caught the eye, with the fresh addition of the Pekoe Trail offering an exciting new way to explore Sri Lanka’s green heart.”",
    "Meanwhile, the Silver award of the Most Desirable Island category was secured by Taiwan, while Puerto Rico won the Bronze.",
    "Tokyo won the Gold award for the Most Desirable City in the world category and the category’s Silver award was secured by Singapore. Australia was awarded the Most Desirable Country in the world.",
    "The results for the 23rd Annual Wanderlust Reader Travel Awards were announced after more than 3 million votes were cast by 168,000 passionate and globetrotting readers.",
    "Destinations, tour operators and travel brands have been recognised across 22 categories at the Wanderlust Reader Travel Awards 2024, including the Most Desirable Countries and Cities in Europe and around the world."
  ]
}