{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Challenges-and-opportunities-in-financial-sector/4-770404",
  "time_ut": 1733960980.0,
  "original_lang": "en",
  "original_title": "Challenges and opportunities in financial sector",
  "original_body_lines": [
    "Union Bank and Employers Federation of Ceylon Chairman Dinesh Weerakkody shared his insights on the broader financial sector, emphasising the transformative potential of technology in shaping a customer-centric and efficient banking model. He also addressed some of the critical talent challenge faced by employers today. Below are the key highlights from his conversation:",
    "Q: You have chaired three banks in Sri Lanka and served on other banking boards. How does that feel?",
    "A: It has been an honour and privilege to chair two of Sri Lanka’s largest public quoted banks HNB and Commercial Bank and now Union Bank. Each experience has been unique though challenging no doubt but rewarding, offering valuable insights into the evolving dynamics of the banking sector.",
    "Q: How does Union Bank’s product range and services compare to competitors?",
    "A: While our offerings align broadly with industry standards, Union Bank stands out through unique features and digital enhancements. By prioritising efficiency, accessibility, and innovation, we deliver a superior customer experience. However, we are exploring the possibility of introducing more structured products in the near future.",
    "Q: Union Bank is a local bank. How does it differ in operations?",
    "A: Union Bank focuses on fundamental banking principles such as a strong balance sheet, am sustainable business model, strong capital buffers, building internal capabilities, maintaining stability, and ensuring a robust current and savings account base. What sets Union Bank apart is its commitment to offering differentiated services tailored to customers’ evolving needs. The bank is leveraging on digital solutions and customer-centric solutions to stay competitive. For instance, Union Bank has launched the upgraded UBgo mobile app, introducing features like self-activation, advanced biometric authentication, and 360-degree portfolio management to enhance the digital banking experience.",
    "Q: Is there pessimism about Sri Lanka’s economic outlook and credit rating?",
    "A: Sri Lanka faces challenges, although we have recovered from a major economic crisis. The challenges we are faced with include inter alia high Government expenditure, external vulnerabilities that weigh on its credit profile. Structural reforms are critical to rebuilding reserves, managing external payments, and restoring investor confidence. Prioritising FDI, tourism revenue, and consistent policies, alongside reevaluating tax, zero tolerance of corruption and incentive structures. These factors are essential for Sri Lanka to be competitive in the region.",
    "Q: How are banks adapting to the rise of internet and mobile banking?",
    "A: Most Sri Lankan banks now offer advanced mobile apps with features like peer-to-peer payments and lifestyle integrations. Reducing service turnaround times and enhancing customer acquisition are top priorities. Technologies like cloud computing, social media, and big data are driving a significant share of transactions.",
    "A: Not sufficiently. To remain competitive, banks must delve deeper into customer behaviour to identify service gaps and revenue opportunities. Cross-selling, a critical revenue driver, requires a profound understanding of customer needs and emerging trends. For instance, DBS Bank in Singapore has effectively utilised data analytics and artificial intelligence (AI) to enhance its operations. Sri Lankan banks could benefit from adopting similar data-driven approaches to better understand and meet customer needs.",
    "Q: What is the overall impact of technology on the banking sector?",
    "A: Technology has profoundly transformed the banking sector, reshaping both customer interactions and internal operations. Front-end banking services have become increasingly self-directed through mobile applications, while back-end processes often utilise third-party cloud computing providers. This digital shift streamlines transactions and operations, significantly reducing costs in traditionally paper-intensive areas such as loan applications, Know Your Customer (KYC) procedures, and account openings. AI is poised to further revolutionise the industry. AI enhances efficiency by automating routine tasks like data entry and fraud detection, thereby reducing operational costs. Additionally, AI enables personalised services and tailored financial products, improving customer experiences.",
    "A: We prioritise talent development through training, leadership-building programs, and aligning our brand with customer and stakeholder expectations. Developing a strong leadership pipeline is key to driving the bank’s growth and success.",
    "A: Consolidation is vital for financial stability that scale brings. Larger banks can support significant projects and achieve economies of scale, while smaller banks may struggle without adequate resources. New capital requirements could drive mergers or the need for additional funding.",
    "A: Yes, I believe we need to establish a development bank—not to provide subsidised credit, but to offer long-term financing for new industries, as most commercial banks primarily focus on short-term loans medium term financing at best.",
    "A: Malaysia and Singapore’s post-Asian financial crisis consolidation efforts offer valuable lessons. Malaysia’s approach of separating impaired assets and supporting recapitalisation enabled smoother and more efficient acquisitions.",
    "A: Rising competition, pricing pressures, and Basel III requirements will test profitability. Additionally, the growing influence of fintech and telcos, increasing compliance costs, and evolving customer demands for digital solutions will require adaptation.",
    "A: While banks are well-positioned to meet demand, a “wait-and-see” approach among businesses has slowed momentum. However, gradual improvements are evident, and Union Bank remains optimistic about achieving strong credit growth by year-end.",
    "A: The sector is well-regulated with a focus on prudence. However, introducing real-time monitoring could further enhance regulatory effectiveness.",
    "A: Sri Lanka performs poorly on ease of doing business metrics. Reducing regulatory burdens—while ensuring protections for the environment, national security, robust anti money laundering measures and public priorities—could significantly benefit industries.",
    "A: Yes, though the focus has shifted to include efficiency, partnerships, digitalisation and enhanced security alongside traditional pricing strategies. To remain relevant, banks must reimagine the future of banking.",
    "A: Growth requires a robust capital market, investments in customer-centric technology, and a skilled workforce. Banks must also focus on being responsible citizens at the local level in every community where they lend and take deposits. The Government also has a major role since the growth of the banking industry depends on the growth of the economy as well and through market friendly initiatives.",
    "A: in my view banks in Sri Lanka tend to lean away from risk, Banking at its core is about profiting from risk. In banking, identifying and managing risk is critical. While financial inclusion should remain a priority.",
    "Q: Your perspective on corporate governance in the financial sector?",
    "A: Strong governance is critical. Poor governance, as seen in cases like Golden Key, can destroy institutions. Boards must balance oversight with strategic decision-making to ensure resilience and growth.",
    "A: Cryptocurrencies have gained traction, but I believe physical cash will remain relevant in payments for the foreseeable future. However, with Donald Trump set to become the President of the US by January next year Crypto Currencies have appreciated in value anticipating growth in this sector, we need to adopt a wait and see approach.",
    "A: Labour law reforms are essential for developing competitive industries and services. Attracting investments, fostering high-skill job creation, and promoting entrepreneurship and innovation should be priorities. A draft paper for a new Employment Act is currently under consideration.",
    "A: The Sri Lanka Human Capital Summit 2024 explored this pressing issue and proposed actionable solutions. The detailed findings and recommendations are available in the official report, which can be accessed at Sri Lanka Human Capital Summit Report 2024.",
    "A: With the right policies and leadership, Sri Lanka can emerge as a regional services hub. Low interest rates could stimulate growth in manufacturing and real estate. Strong, well-capitalised banks will play a pivotal role in supporting large-scale projects. Additionally, cutting down on over-regulated areas, skilling our workforce and reducing wasteful Government expenditure will be critical to unlocking Sri Lanka’s potential.",
    "(The writer is a CIMA graduate and works in the logistics sector.)"
  ]
}