{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86212",
  "time_ut": 1754062200.0,
  "original_lang": "en",
  "original_title": "Sirimavo Bandaranaike: The “Weeping Widow”  who Became the World’s First Woman Prime Minister 65 Years ago.",
  "original_body_lines": [
    "History was made 65 years ago in   July 1960 when 44 year old  Sirimavo Bandaranaike assumed office as the prime minister of Sri Lanka known then as Ceylon. Sirimavo shattered a glass ceiling by becoming the world’s first elected  woman Prime minister. It is said that the British press coined a new word “stateswoman” after Sirimavo became PM.",
    "The first paragraph of a news report in the prestigious British newspaper ‘Guardian’ dated 22 July 1960 stated as follows: “Mrs. Sirima Bandaranaike, Leader of the Sri Lanka Freedom Party, made history today when she became the world’s only woman Prime Minister. She is the sixth Prime Minister of Ceylon since independence in 1947. Her party secured 75 of the 151 elected seats and will be supported by eight other elected members and six appointed members. This will give her an absolute majority in the House of Representatives.”",
    "When Sirimavo assumed office on 22 July 1960, large crowds lined up along the streets of Colombo to cheer the smiling lady as she was driven from her residence Tintagel at Rosemead place to the then Governor-General’s mansion Queen’s House in Fort. After being sworn in by  the   Governor -General,  Sir Oliver Goonetiilake, she was driven to Temple Trees, the prime minister’s official residence in Kollupitiya.",
    "There was no TV then but the newspapers were full of details and pictures about the historic event. Everyone seemed to be thrilled that the country had produced the world’s first woman prime minister. There was a festive air all over. It is in this context therefore that I recount  – with the aid of earlier writings – the unique Sri Lankan story of Sirimavo Bandaranaike becoming the world’s first woman premier 65 years ago.",
    "Sirimavo was born on 17 April 1916 in Balangoda as the eldest daughter of Barnes Ratwatte Dissawe and Rosalind Hilda Mahawelatanna Kumarihamy. A well-known astrologer, Hetuwa Gurunanse, was summoned to chart her horoscope. The parents were flabbergasted to hear that their daughter would be the future queen of the country. The horoscope however proved right and the girl did become queen, but an uncrowned one.",
    "Sirimavo was educated at Colombo’s St. Bridget’s Convent. She married Solomon W.R.D. Bandaranaike in 1940. He was the son of Sir Solomon Dias Bandaranaike, the Mahamudaliyar of Horagolla Walauwwe, Attanagalle. The marriage was hailed as a union between two patrician Low-Country and Up -Country Sinhala families then. Solomon and Sirimavo had three children. The two daughters Sunethra and Chandrika were born in 1943 and 1945 respectively. The son Anura was born in 1949. He passed away in 2008.",
    "Sirimavo was content to be a housewife and mother of three children for 20 years while her husband went on to win political laurels as MP, Cabinet  minister, opposition leader and then prime minister. SWRD himself never encouraged Sirima to be involved in politics. It was after the assassination of her husband in September 1959 that a reluctant Sirimavo was propelled to the political centre stage. Party leadership and prime ministerial office was not something she sought or desired, but both trappings were thrust upon her.",
    "S.W.R.D. Bandaranaike was elected Prime Minister in 1956. His party the Sri Lanka Freedom Party(SLFP) was the major constituent of a coalition Government. Bandaranaike was  shot by Talduwe Somarama Thera on 25 September 1959. He died  on 26 September. The then Education Minister Wijayananda Dahanayake was sworn in by Governor-General Sir Oliver Goonetilleke  as PM. He became the fifth prime minister of the country.",
    "Daha, as Dahanayake was known, was a maverick. Dahanayake’s brief tenure as PM was a disaster. He did not enjoy the confidence of his Cabinet whose composition kept  changing.Prime Minister Dahanayake dissolved Parliament on 5 December 1959. After dissolution Dahanayake remained head of a caretaker government.",
    "The announcement of an election for 19 March 1960 transformed the political climate. SLFP big-wigs were rattled. The mood in the country was against the ruling party and the Government. The chief opposition United National party (UNP) stock was rising after the re-entry of Dudley Senanayake into active politics.",
    "Meanwhile retired civil servant and senior  SLFP leader C.P. de Silva was doing his best to keep the party together and bring about a political renaissance. It was CP who should have been PM after Bandaranaike’s demise. He was however in Britain at the time receiving medical treatment. Hence Daha had become PM. CP de Silva took over the SLFP leadership after his return to the country.",
    "The SLFP geared itself up for elections under CP’s command. He was projected as a potential premier. As the electoral campaign got underway, it soon became apparent that despite CP’s best efforts, the SLFP was heading for definite defeat. Crowds dwindled and there was a visible lack of enthusiasm among party cadres. Without S.W.R.D., the party was like a rudderless boat.",
    "It was at this point that the pragmatic C.P. de Silva realised the urgent necessity for someone to revitalise the party and inspire the voters. Who but the tragic widow of the departed leader could do this? So CP and other SLFP leaders persuaded Sirima Bandaranaike to address election meetings. A reluctant Sirima hesitantly agreed.",
    "She started addressing public meetings. This altered the situation dramatically. The widow dressed in white began talking to the people directly and personally. She was not a powerful orator but had plenty of charisma. She spoke simply and eloquently about her “Swami Purushaya” (Lord Husband), his ideals to help the people and how he was brutally killed.",
    "Sirimavo would often break down and cry while speaking. The opposition criticised this emotional display as a calculated act aimed at garnering sympathy. She was referred to as the “Weeping Widow” by some English newspapers. She was mocked and ridiculed. But the tide  rapidly turned.",
    "Huge crowds flocked to her meetings voluntarily. A significant feature was an unprecedentedly high turnout of women particularly in the rural areas. They empathised with her. Tears glistened in their eyes when Sirimavo Bandaranaike broke down. They sobbed loudly and wept uncontrollably when she cried. Despite her lack of oratorical eloquence, Mrs. Bandaranaike moved crowds.",
    "When elections were scheduled, the SLFP had been discounted as a winner. But as election day drew near, it was clear that the party was doing very well. When results were announced, the UNP had come first with 50 seats but the SLFP came a close second with 46 seats. It was broadly acknowledged that the late entry by the “Weeping Widow” into the SLFP campaign had caused the SLFP revival.",
    "It was a hung Parliament and neither the UNP nor SLFP had an absolute majority. It was soon realised that the newly-formed UNP Government under Dudley Senanayake did not command a parliamentary majority as most parties in the Opposition were anti-UNP. When the vote on the Throne Speech was taken on 22 April 1960, the UNP Government was defeated by 86 votes to 61 with eight abstentions.",
    "Prime Minister Senanayake advised the then Governor-General Sir Oliver Goonetilleka to dissolve Parliament and call fresh elections in July. The lifespan of the UNP Government had been only 33 days., Sir Oliver ‘formally dissolved  Parliament on 23 April. Fresh elections were announced for 20 July 1960.",
    "With fresh polls looming ahead, C.P. de Silva felt it was time for a change in party leadership. Appreciating the vote-winning capacity of Sirima Bandaranaike, CP along with some SLFP stalwarts launched an ‘offensive’ aimed at compelling her to take over the party. After much persuasion, Sirimavo Bandaranaike agreed to be Party Leader and spearhead the electoral campaign. She was elected party president on 24 May 1960.",
    "S.W.R.D. Bandaranaike’s pocket borough Attanagalle had been demarcated into two seats in 1960.  Bandaranaike’s Cousin J.P. Obeyesekera had contested Attanagalle and nephew Felix Dias Bandaranaike the newly-created Dompe electorate. Though Sirimavo could have contested either electorate and romped home the winner, she opted not to do so.",
    "The main reason was that she wanted to devote all her time and energy to the campaign trail, canvassing votes for party candidates instead of focusing on her own election. As the campaign unfolded it became obvious that Sirimavo had made the correct decision.",
    "The ‘sympathy wave strategy’ was adopted for this campaign too. Previously it had been emotional and spontaneous. This time it was deliberately contrived. Mrs. Bandaranaike began addressing public meetings on a mass scale. Once again people, particularly women, gathered in large numbers to see and hear her.",
    "The emotions of the crowd were carefully manipulated. Sirima Bandaranaike continued her campaign style of crying at times when memories of her husband’s assassination were referred to. Predictably, the ‘Weeping Widow’ phenomenon did strike a responsive chord in the audience again.",
    "Moreover, the SLFP used to screen 16 mm films at meetings showing vignettes of S.W.R.D. Bandaranaike and family. Pamphlets and leaflets about the man and his mission along with photos of his death were widely distributed. The campaign theme was the focus on S.W.R.D. Bandaranaike’s martyrdom. The point was driven home that he had ushered in the social revolution of 1956 that gave the common man a place in the sun. It was pointed out that the mission was incomplete.",
    "The ‘Weeping Widow’ appealed emotionally to the electorate to vote for her party so that she could accomplish her husband’s unfinished task by forming a people’s government. Mrs. Bandaranaike was projected as the future prime minister. The appeal resonated well with the masses.",
    "The campaign succeeded to the extent where the people saw Sirimavo  Bandaranaike as a continuation and extension of her husband’s progressive policies. She was perceived as the sole instrument through which the 1956 revolution could achieve its avowed objective and establish an ‘Apey Aanduwe’ or ‘our government’.",
    "With Sirimavo Bandaranaike at the helm, the SLFP experienced a renaissance. The SLFP was also able to harness broader support of the anti-UNP, left forces. There were two no-contest pacts with the LSSP and CP. The leftists found it easier to align with Bandaranaike than the rightist C.P. de Silva. The FP also asked Tamils living outside the north and east to support the SLFP. This understanding with the left parties and FP was viciously attacked by the UNP.",
    "The UNP also used the gender card. It was propagated that a woman was incapable of governing and that a woman’s place was home. It was said that Sirimavo should look after her fatherless children instead of entering the unfamiliar area of governance.",
    "There were also crude, vulgar attacks like the one by Ranasinghe Premadasa, who said that if Mrs. Bandaranaike became premier, the PM’s seat in Parliament would have to be purified once a month, implying menstrual periods.",
    "The last laugh was, however, Sirimavo Bandaranaike’s when the results were announced on 21 July. The SLFP won 75 seats. The UNP had only 30.",
    "When she was sworn in as Premier on 22 July , Sirimavo was neither a Member of Parliament nor Senate. She was required by the Constitution to be a member of the Lower or Upper House within four months or forfeit the PM’s post. Sirimavo surprised all by opting to become a Senator .",
    "MP de Zoysa resigned as Senator and created a vacancy. On 5 August 1960 Mrs. Bandaranaike was appointed as Senator by G-G Sir Oliver Goonetilleke to fill the vacancy caused. Sirimavo thereafter functioned as Prime Minister from the Upper House",
    "Interestingly the Senate was abolished by the Government headed by Mrs. Bandaranaike in 1971. It was indeed an irony that Sirima Bandaranaike who ruled the country as Prime Minister while being a Senator abolished the same institution that had once enabled her to be PM.",
    "When the relatively young and inexperienced Sirimavo led her party to victory at the polls and went on to become prime minister, the precedent was established for two major developments.",
    "On a regional level, it was effectively demonstrated that dynastic politics had come to stay in South Asia. India, Pakistan and Bangladesh followed suit.",
    "At a global level, Bandaranaike pioneered the arrival of women as prime ministers. The next woman prime minister was Indira Gandhi who became premier of India on 24 January 1966. Israel’s Golda Meir became the world’s third female prime minister when she took her oaths on 17 March 1969.",
    "There was much curiosity about how the woman premier was interacting with her male ministers in a male-dominated society.  Sirimavo was once  quoted on this: “I was often asked the question how I functioned with an all-male Cabinet. I must say that I had no problems. They all co-operated and gave me all the support necessary. Well, I appointed my Cabinet of Ministers.”",
    "Given the servile attitude of some of her ministers, there were also jokes about Sirima being the only “man” in the cabinet. In Sri Lanka Sirima was referred to as “Mrs. B,” “Queen Bee” and “Madam Bandaranaike” in English, “Mathini” in Sinhala and “Ammaiyaar” in Tamil.",
    "Apart from being the first female premier Sirimavo Bandaranaike has also been her country’s longest-serving prime minister. Her first term was from 1960 to 1965. Her second prime ministerial term was from 1970 to 1977. During these terms of office Sirimavo was head of the government and effectively ruled the country as the executive presidential system had not been introduced then.",
    "In later years she functioned as PM under an executive presidency from 1994 to 2000. Altogether she served as PM for a total of 18 years. No other has been premier for so many years in Sri Lanka. In addition to being prime minister, Sirimavo has been leader of the opposition during 1965-’70 and 1989-1994.",
    "The world’s first woman prime minister passed away at the age of 84 on 10 October 2000 after suffering a heart attack. She had been a dominant matriarchal figure in the island’s political landscape for more than 40 years. Whatever her critics and detractors may say, there is no denying that Sirima Bandaranaike proved herself to be a capable leader steering the ship of State efficiently through perilous times. (ENDS)",
    "This article appears in the “DBS Jeyaraj Column”of the “Daily Mirror”dated 26 July 2025. It can be accessed here –"
  ]
}