{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104862/india-to-provide-training-for-sri-lankas-fresh-parliamentarians",
  "time_ut": 1736482680.0,
  "original_lang": "en",
  "original_title": "India to provide training for Sri Lanka’s fresh Parliamentarians",
  "original_body_lines": [
    "The High Commissioner of India to Sri Lanka, Santosh Jha, has called on the Speaker of the Parliament, Dr. Jagath Wickramaratne, at the Parliamentary premises recently.",
    "During the meeting, High Commissioner Santosh Jha extended his New Year wishes to Speaker Dr. Wickramaratne and reaffirmed the strong bilateral relationship between India and Sri Lanka.",
    "He invited the Speaker to undertake an official visit to India, emphasizing the importance of fostering inter-parliamentary collaboration, the Parliamentary Communications Department said in a statement.",
    "The High Commissioner also highlighted India’s plans to support the Parliament of Sri Lanka through training and capacity-building programs for the newly elected Members and Parliamentary staff, the statement added.",
    "He has further expressed hope for the Speaker’s guidance in reviving the Sri Lanka - India Parliamentary Friendship Association in the Tenth Parliament.",
    "Furthermore, High Commissioner emphasized the importance of fostering closer interactions between the Women Parliamentarians’ groups of the two Parliaments to strengthen collaboration and enhance the role of women in effective policy-making, it said.",
    "Speaker Dr. Jagath Wickramaratne, reflecting on the historical ties and cultural bonds between the two nations, expressed deep gratitude for India’s continuous support to Sri Lanka across various sectors.",
    "The discussion between both parties focused on many important matters including economic development, digitalization and Regional Cooperation.",
    "The Secretary General of Parliament, Mrs. Kushani Rohanadeera also participated in the meeting"
  ]
}