{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100198/urumaya-over-41-000-land-deeds-granted-to-monaragala-district-residents-",
  "time_ut": 1719743100.0,
  "original_lang": "en",
  "original_title": "‘Urumaya’: Over 41, 000 land deeds granted to Monaragala District residents",
  "original_body_lines": [
    "President Ranil Wickremesinghe declared a Rs.25 million allocation for the restoration of tanks in the Divisional Secretariat Division, which issues the highest number of deeds under the “Urumaya” freehold land deeds program.",
    "He highlighted that these efforts are geared towards supporting farmers and advancing the country’s development, the President’s Media Division said.",
    "The President made these remarks while addressing the symbolic ceremony for the distribution of freehold land deeds to the beneficiaries in 11 divisional secretariat divisions of Monaragala district under the “Urumaya” national program, which provides 02 million freehold land deeds.",
    "The ceremony took place at the Mahinda Rajapaksa Conference Hall in Wellawaya today (30), where approximately 600 out of 41,960 beneficiaries received their deeds.",
    "Continuing, the President noted that Wellassa, once a supplier of rice to the Kingdom of Kandy, was devastated after the 1818 battle. He highlighted that despite various governments’ efforts to develop the area, land rights remained elusive for its people.",
    "President Ranil Wickremesinghe also outlined plans for the extensive agricultural development of Udawalawa, Monaragala, Ampara, and the Mahaweli C Zone in the dry zone.",
    "During his visit to grant land deeds in Monaragala district, the President interacted with the residents, engaging them in friendly conversations while gathering information from them.",
    "“According to the speakers preceding me, the Wellassa area supplied the rice required by the Kingdom of Kandy. However, after the 1818 battle, Wellassa was completely devastated, causing its inhabitants to relocate to other areas. Subsequently, the Monaragala district was established in 1960. When I first visited this area after the 1977 elections, it was severely underdeveloped.",
    "Since 1977, various governments have initiated development projects in the Monaragala district. People from surrounding provinces settled here, new houses were constructed, and the area gradually urbanized. Through the hard work of its people, Monaragala evolved into an agricultural hub. This area stands as a testament to the efforts of your ancestors, yet the residents lacked proper land rights. The contributions of Monaragala farmers to the country were historically overlooked. To express gratitude, we have now ensured that these farmers receive free land rights. We are delighted to make this contribution.",
    "To foster the development of the Monaragala district, we advocated for the provision of free land rights, despite opposition and legal challenges. Today, we have successfully granted these rights to the people.",
    "However, securing land rights alone is insufficient. It is crucial for everyone to participate in the government’s agricultural modernization program. By rapidly advancing agriculture in these areas, we aim to transition towards an export-oriented economy. Essential infrastructure, including ports and airports, is already in place in these areas.",
    "Our vision is to transform Udawalawa, Monaragala, Ampara, and the Mahaweli C Zone into a major agricultural hub within the dry zone. Through the “Urumaya” program, we not only provide land rights to farmers but also equip them with tools to increase their incomes. Looking ahead, the global demand for food is expected to grow significantly in the next 30 to 40 years. It is imperative that we prepare to meet this challenge by establishing a comprehensive agricultural framework in these provinces.",
    "Additionally, we have strategized to establish large investment zones in Hambantota and Monaragala districts. Efforts are also underway to enhance the tourism and fishing industries, spanning from Galle to Ampara. These initiatives are slated for implementation over the next 20-30 years, ensuring a legacy for future generations. The development program has significantly boosted Wellawaya, serving as a pivotal access point to the upcountry. This progress extends through Passara via Ella and Bibila.",
    "To streamline the issuance of “Urumaya” freehold land deeds, measures have been taken to recruit necessary personnel. However, it is imperative to accelerate this program. The list of eligible recipients is available at each Divisional Secretariat Division. I urge all Divisional Secretariats to promptly summon beneficiaries to address any issues and expedite the distribution of these deeds.",
    "The Chairman of the Regional Development Committee is encouraged to collaborate with the Divisional Secretary in overseeing these tasks, ensuring their completion by the end of this month. I am actively pursuing funding of Rs.25 million for the restoration of tanks within the divisional secretariat that issues the highest number of freehold land deeds. It is crucial to note that the recipients of these land deeds will benefit significantly from both of these programs. We invite everyone to embark on a new journey with these land rights, fostering a fresh start in life.”"
  ]
}