{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/reflections-on-the-end-of-a-lifelong-cherished-friendship/",
  "time_ut": 1756540320.0,
  "original_lang": "en",
  "original_title": "Reflections on the end of a lifelong cherished friendship",
  "original_body_lines": [
    "Circumstances, both tragic and the vagaries of old age and ill-health, have prevented me from writing my regular weekly column, usually about US politics for a few weeks, probably to the relief of what I loftily call “my reading public”, usually a smattering of folks who are interested that Sri Lanka is not the only nation plummeting to hell in a handbasket.",
    "No, the real reason I have been unable to indulge in the occupational therapy of writing is that I was devastated by the loss of my friend, which has left me bereft of a staple I had come to take for granted would end with my death, not his. This is the first and only occasion, in an era spanning over 70 years, that my friend, my brother, Ajit Jayaratne, has let me down.",
    "When I got the news of Ajit’s death from his daughter Tiyana, I was shattered. I had to talk to someone and I immediately called my son in Nevada and shared the news with him. Pravin sensed the grief and tears in my voice, and said, to comfort me, “Thaathi, Ajit mama is in a better place”. Of course he is, and the fact that he has gone there hopefully pain-free, with his loved ones with him is the ultimate blessing. But he has surely left me in a terrible place.",
    "Our families were as one, even during the decades I spent in the USA. I am not going to spend any time on a maudlin account of the wonderful memories we shared, first as roommates in London in 1959, then as family friends when we enjoyed our children growing up – initially, I had the boys and a girl, and Ajit had the girls, but as far as we were concerned, they were siblings. Now that Ajit has left us, I know I remain a member of his family.",
    "We kept in regular contact during those years, and he was as proud of the achievements of my children, just as I am proud of “my girls”, the lovely daughters Ajit and Premala have raised. And now, I am the proud “Vicky Seeya” to their kids.",
    "Ajit and I were of totally different personalities, but we had one thing in common – we both despised Trump, though Ajit’s contempt was always tempered with amusement, even a modicum of puzzled admiration as to how such an evil and ignorant man could con himself to the highest and most powerful position in the world.",
    "We lost physical contact when I emigrated to the US in 1990, but it was Ajit who helped me make the most important decision of retiring in Sri Lanka, when peace had finally dawned in 2009. By this time, my marriage had long collapsed, my children were prospering in different states in the US and I was miserably lonely, friendless and doing a low-level job in Phoenix, Arizona. So it was not a tough decision, though I would be leaving my own children and new-found friends half-a-world away.",
    "Ajit persuaded me to return to Sri Lanka, the best advice I received, considering my personal circumstances. One of the nicest features on my return was our contact, either personal or by telephone, an unending reminiscence about the “good old days”, an exchange of prideful news about our children, then grandchildren. In fact, on the very rare days we missed contact, the opening line invariably was “I say, long time, no? How have you been?” At our age, every single day is special, a treasured gift which could be the last. As was the day Ajit ended the cherished friendship of a lifetime.",
    "I was always a welcome guest – no, a member of the family – at the home of Ajit and Premala. Though Premala, whom I had known longer than I had known Ajit and who had always treated me like a brother, did me no favors by frowning upon Ajit treating me to the occasional glass of the golden elixir, one of my many weaknesses. The vegetarian dishes, the invariable diet at the Jayaratne house, were delicious, just as long as they were occasional.",
    "I will never forget Ajit’s sense of humour, his nonjudgemental tolerance and his compassion. His enigmatic smile haunts me still. Ajit is the only man I have ever known who has done nothing improper, unkind or questionable in his long and distinguished careers in the private, public and diplomatic sectors. Our friendship is comprehensive proof that opposites do attract.",
    "There is absolutely no need for me to extend my condolences to Premala, Anoushka, Tiyana and Ajit’s extended family, because they know I feel as terribly bereft as they do.",
    "I am not generally known as a “tough guy” but I have never before found myself on occasion surprised with an ineffable wave of inconsolable grief and tears in my eyes, either. I will miss Ajit more than mere words can express.",
    "Why We Sing – A Celebration of Music, Memories, and Community",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}