{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-railway-station-in-the-dark-for-nonpayment-of-electricity-bill-148763/",
  "time_ut": 1706253540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka railway station in the dark for nonpayment of electricity bill",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka’s state-run Ceylon Electricity Board (CEB) has disconnected the power supply to the Bambalapitiya railway station due to nonpayment of electricity bills amounting to over 78,000 rupees.",
    "Railways Deputy General Manager (Traffic) M J Indipolage told reporters Friday January 26 that the CEB has not heeded a routine request of a few days’ grace period to settle outstanding bills.",
    "“The accounts division takes measures to pay these electricity bills the moment they arrive. Sometimes, there are instances where it’s delayed. At those time, we talk to the CEB and request a grace period of a few days, without resorting to disconnection. It seems that this time that request was not heeded,” he said.",
    "Indipolage said the request is made taking into account the inconvenience to the public as well.",
    "The Bambalapitiya railway station is a key stop on the busy coastal line where thousands of commuters gather at weekday rush hours. News footage on the privately owned Ada Derana network showed on Friday that the station had plunged into darkness, with workers lighting oil lamps after dusk after power was disconnected on Wednesday January 24. The station’s sound system had also ceased to function in the absence of electricity.",
    "The unsettled bill had amounted to 78,080 rupees, according to Ada Derana.",
    "“The cheque was sent this morning. We make these payments within the confines of the provisions the government has allocated to us for bill payments. There is no way of paying this from revenue collected by the railway station, because that money has to be credited to the Treasury,” said Indipolage.",
    "Opposition leader Sajith Premadasa told parliament in December that half a million Sri Lankan electricity consumers have been disconnected from their power supply due to nonpayment of outstanding bills.",
    "Sri Lanka’s cabinet of ministers recently approved a proposal to change the frequency of power tariff revisions from every six months to every three months. This was after the Sri Lanka Public Utilities Commission (PUCSL), the power regulator, approved power tariff hikes by about 18 percent for domestic consumers taking the energy charge for users above 180 units to 89 rupees while hotels and industry rates were hiked by around 11 to 12 percent.",
    "Cost-reflective market pricing energy is required under an ongoing International Monetary Fund programme to stop the CEB from borrowing from state banks. (Colombo/Jan26/2024)"
  ]
}