{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104331/pope-assassination-plot-foiled-by-uk-intelligence",
  "time_ut": 1734506040.0,
  "original_lang": "en",
  "original_title": "Pope assassination plot foiled by UK intelligence",
  "original_body_lines": [
    "A plot to assassinate Pope Francis during a trip to Iraq was stopped following a tip-off from British intelligence, according to his upcoming autobiography.",
    "The Pope writes that, after landing in Baghdad in March 2021, he was told an event at which he was set to appear was being targeted by two suicide bombers.",
    "Both attackers were subsequently intercepted and killed, he said in excerpts published by Italian newspaper Corriere della Sera.",
    "The visit, which took place over three days during the coronavirus pandemic, was the first ever to Iraq by a pope and saw an intense security operation.",
    "The years before had seen increased sectarian violence in Iraq, with fighting between Shia and Sunni Muslims as well as the persecution of religious minorities.",
    "The country’s Christian community had shrunk dramatically, having been targeted in particular by the Islamic State group and other Sunni extremists.",
    "In excerpts of his autobiography, the Pope says “almost everyone advised me against” the visit but he felt he “had to do it”.",
    "He says the plot was uncovered by British intelligence, who warned Iraqi police, and they in turn told his security detail once he had touched down.",
    "“A woman packed with explosives, a young suicide bomber, was heading towards Mosul to blow herself up during the papal visit,” he says.",
    "“And a van had also set off at great speed with the same intention.”",
    "The Pope adds that he asked a security official the following day what had happened to the would-be attackers.",
    "“The [official] replied laconically: ‘They are no more’. The Iraqi police had intercepted them and blown them up,” he wrote.",
    "The book, entitled Hope, is due to be published on 14 January.",
    "The Vatican did not immediately respond to a request for comment, according to Reuters news agency."
  ]
}