{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99134/basl-expresses-concern-over-prolonged-delays-in-judicial-appointments",
  "time_ut": 1715338920.0,
  "original_lang": "en",
  "original_title": "BASL expresses concern over prolonged delays in judicial appointments",
  "original_body_lines": [
    "The Bar Association of Sri Lanka (BASL) has raised significant concerns regarding the prolonged delay in appointing judges to fill vacancies in the Court of Appeal.",
    "In a letter to President Ranil Wickremesinghe, the BASL highlighted the pressing issue of as many as five vacancies currently existing within the Court of Appeal.",
    "The Bar Association has emphasized its duty to express deep concern over the situation, stressing the urgent need for attention. The association also underscored the pivotal role of the judiciary in upholding the rule of law, ensuring justice, and safeguarding citizens’ rights.",
    "The letter further highlighted the detrimental effects of prolonged vacancies on the efficiency and effectiveness of the judicial system.",
    "“…the efficiency and effectiveness of the judicial system are significantly hampered when key positions remain vacant for extended periods. The backlog of cases would increase, leading to delays in the dispensation of justice, erosion of public trust in the legal system, and ultimately, the denial of justice to citizens. This could, in addition, further reduce Sri Lanka’s ratings in ease of doing business, which in turn, would hamper efforts at economic recovery”, it added.",
    "Furthermore, the absence of a full bench in the superior courts was noted to diminish the diversity of perspectives and expertise crucial for comprehensive and balanced adjudication.",
    "While acknowledging the complexity of the appointment process, the Bar Association has urged the President to prioritize the matter and ensure that the situation does not persist indefinitely.",
    "Meanwhile, the BASL reiterated its commitment to safeguarding the principles of democracy and the sovereignty of citizens enshrined in the Constitution, expressing hope for an expeditious and favourable response from the authorities."
  ]
}