{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96959/urumaya-national-operations-secretariat-launched-to-address-long-standing-land-rights-issues",
  "time_ut": 1706890500.0,
  "original_lang": "en",
  "original_title": "“Urumaya” National Operations Secretariat launched to address long-standing land rights issues",
  "original_body_lines": [
    "“Urumaya” National Operations Secretariat was inaugurated on Thursday (Feb.01) by Presidential Secretary Saman Ekanayake at the President’s Office in the Old Standard Chartered Building.",
    "President Ranil Wickremesinghe’s vision of empowering farmers through land ownership takes shape as the government announces plans to grant freehold titles to two million families. This initiative aims to address long-standing concerns regarding land rights in rural Sri Lanka.",
    "The government’s plan to distribute two million freehold land titles to farming families has sparked discussions about its potential impact on rural communities and land ownership in Sri Lanka. This initiative, aligned with President Ranil Wickremesinghe’s vision, seeks to address concerns about land security for farmers.",
    "The Urumaya National Operations Secretariat, established under the President’s Office, works to deliver timely solutions to community problems. This is achieved by implementing the steering mechanism, which involves collaboration with relevant institutions.",
    "For assistance with grant deed issues and registration at the “Urumaya” National Operations Secretariat, the public can call 0114354600-1 or visit the e-form at http://tinyurl.com/yb98yhey.",
    "Secretary to the Ministry of Tourism and Lands H.M.B.P. Herath, Secretary to the Ministry of Urban Development and Housing W.S. Sathyananda, Senior Additional Secretary to the President Chandra Herath, Director of Social Services of the President’s Office Priyantha Kumara, Land Commissioner General Bandula Jayasinghe, Surveyor General W.S.L.C. Perera, Registrar General Naleen Samantha and others attended the event."
  ]
}