{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/diana-gamages-unseating/",
  "time_ut": 1715443320.0,
  "original_lang": "en",
  "original_title": "Diana Gamage’s unseating",
  "original_body_lines": [
    "National List MP Diana Gamage’s exit from parliament last week, on the basis of the unanimous determination of a three-judge bench of the supreme court ends a saga that dragged on for as long as four years. For Sajith Premadasa’s Samagi Jana Balavegaya (SJB) this was a heaven sent opportunity to bring back former MP Mujibur Rahman to the legislature. Rahman resigned his parliamentary seat to run for Mayor of Colombo on the SJB ticket at the scheduled 2022 local elections. For his (and the country’s) ill fortune, the Wickremesinghe-Rajapaksa government, fearing a post-aragalaya electoral thrashing canceled these elections after nominations were received on a flimsy ‘no money’ excuse. As a result, Rahman lost his parliamentary seat that is now being restored to him.",
    "Many politicians, wherever they are active at home or abroad, subscribe to the theory that ‘bad publicity is better than no publicity.’ The unlamented Mervyn Silva who occasionally gets a television spot even today despite his long ago disappearance from the national scene, we believe, is one of them. Diana Gamage certainly enjoyed the spotlight for right or wrong reasons. Although Ranil Wickremesinghe conceded the UNP’s presidential election ticket to Sajith Premadasa to run against Gotabaya Rajapaksa in 2019, he was unwilling to permit his then deputy to assume the leadership of the green party. The result was the breakaway of a formidable section of the UNP to form the SJB under Premadasa’s leadership. The UNP’s abject zero elected seat performance at the 2020 parliamentary election, when it polled a dismal total of less than 250,000 (2.15%) votes countrywide, was the consequence.",
    "But the SJB was not a recognized political party when it was formed, i.e. it had no formal recognition from the Elections Commission. That was when Diana Gamage and her Apey Jathika Peramuna came into the picture. This party which, like dozens of other recognized but dormant political parties in the Election’s Commission books, was taken over by Premadasa at a price. This being a national list place in parliament for Gamage (the only non-former MP appointed on the SJB’s seven-member list) after the August 2020 election.",
    "Although she sat in parliament until last week, she broke ranks from the SJB and voted with the government for the 20th Amendment to the Constitution in October 2020 helping it to get the required two thirds majority and winning herself a state ministry. This cost Gamage, a former actress, her membership of the SJB, where she had once been assistant secretary, by being expelled from that party. It also could have been a reason for her losing her parliamentary seat like former Minister Nazeer Ahmed who’s now been appointed Governor of the North Western Province.",
    "However, the attempt to ‘unseat’ Gamage from parliament was pursued on another ground – that she was a British citizen. Readers will recall that film star Geetha Kumarasinghe also lost her parliamentary seat on account of her Swiss citizenship. She’s since renounced it and returned to the legislature where she, like Gamage prior to her unseating, serves as a state minister. It was not that long ago that Gotabaya Rajapaksa had to divest himself of his United States citizenship to run for the presidency in 2019.",
    "He went on public record that the barrier against dual citizen entering parliament was an attack on the Rajapaksa family, wanting that prohibition lifted via the 20th Amendment. Politicians like Wimal Weerawansa and Udaya Gammanpila agreed to vote for the amendment on that occasion on a solemn assurance that no dual citizen would be brought to parliament. But that pledge was broken with dual citizen Basil Rajapaksa’s entry to the legislature through the ruling party’s national list and subsequent appointment as finance minister.",
    "There is no legal recourse left to Gamage over her unseating although she’s said that while having “utmost respect for the court” she’s “unable to accept the judgment” which she says was the result of a political conspiracy of the SJB. She says she’s in consultation with her lawyers about possible future action but this is not a possibility. She has also insisted, following a judicial imposition of a travel ban on her, that she is not planning to leave the country.",
    "“Why should I leave the country? This is my homeland; I was born here and my family has deep roots is the south spanning generations,” she was quoted to have said at her first press conference following the supreme court judgment.",
    "She had earlier claimed that the SJB belonged to her. There was some to and fro whether she, as a non-citizen, could transfer the Apey Jathika Peramuna of which her husband, Senaka de Silva, was leader and she secretary. De Silva was a key aide to General Sarath Fonseka when he ran for president as a common opposition candidate against Mahinda Rajapaksa in 2010.",
    "However, when Premadasa et al took control of Gamage’s party, Sajith assumed leadership and appointed Ranjit Madduma Bandara as secretary. The vital office in any political party for official business is that of secretary and the SJB had covered itself on that flank on aquiring Gamage’s party.",
    "Nobody would be surprised a the SJB’s desire to get rid of Gamage from parliament which she entered on their national list and subsequently switched sides. Matters that arose in court, including the reference in the supreme court judgment about the majority 2-1 decision of the appeal court in Gamage’s favour, as well as matters relating to CID investigations and the department of immigration and emigration require intensive examination which, hopefully, would be forthcoming.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}