{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96949/us-ambassador-hails-sri-lankas-pekoe-trail-inclusion-in-nat-geo-ranking",
  "time_ut": 1706865420.0,
  "original_lang": "en",
  "original_title": "US ambassador hails Sri Lanka’s Pekoe Trail inclusion in Nat Geo ranking",
  "original_body_lines": [
    "The Ambassador of the United States to Sri Lanka, Julie Chung has hailed Sri Lanka’s Pekoe Trail being profiled among the “Top 20 Travel Experiences for 2024” as named by National Geographic’s Global Editorial Teams.",
    "Posting on X (formerly Twitter), the US envoy mentioned that the historic trail was further developed with funding support from the United States Agency for International Development (USAID) and the European Union (EU), adding that it is an example of how the US and Sri Lankan partnerships develop tourism entrepreneurism and encourage people from all over the world to Visit Sri Lanka.",
    "The National Geographic recently announced their picks for ‘BEST OF THE WORLD 2024’, the brand’s annual guide of the most exciting, meaningful, and one-of-a-kind travel experiences for 2024, whereas the Pekoe Trail, a 300km trekking trail that travels through the central hills of Sri Lanka, was ranked number 16 in the “Top 20 Travel Experiences” category.",
    "Furthermore, the Nat Geo states: “Sri Lanka is virtually synonymous with tea. The island nation is one of the world’s top producers of tea leaves. British colonists introduced the first bushes about 200 years ago. Now visitors can trace the footsteps of historic planters on the new, nearly 200-mile Pekoe Trail, the country’s first long-distance walking route.",
    "Starting just outside Kandy, the trail follows the 19th-century tracks upon which workers and horse-drawn carts transported freshly plucked leaves. Hikers pass through hill towns and tea estates and can stop to take a cooking class or savor a cup of aromatic Ceylon tea.”",
    "The Pekoe Trail, a 300km, 22-stage discovery of Sri Lanka on foot, is creating international headlines for Sri Lanka as a destination for wellness and nature-based travel.  It is a unique tourism experience that supports the long-term environmental sustainability of habitats as well as the social and commercial sustainability of the communities it passes through.",
    "Commenting on this achievement the European Union Ambassador to Sri Lanka Carmen Moreno said, “We are thrilled that The Pekoe Trail continues to attract the global travel media limelight for Sri Lanka at a time when we need to maximize the momentum for tourism recovery.  Funded by the European Union, The Pekoe Trail is a unique close-to-nature, wellness tourism experience for travelers, that also provides economic growth opportunities for communities along the Trail.”",
    "Meanwhile, Chief of Staff to the President, Sagala Ratnayaka, emphasized the national significance of this ranking: “Sri Lanka is set to attract a trending new international tourist segment with The Pekoe Trail that offers a world-class nature-based experience in our tea country.  This recognition from Nat Geo validates the collaborative efforts of the Plantation companies, Sri Lanka Tourism, Dept. of Wildlife Conservation, Dept. of Forest Conservation, Sri Lanka Railways, the JEDB, the European Union and USAID in creating a world class walking trail.”"
  ]
}