{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Why-power-from-Sri-Lanka-is-better-option-than-offshore-wind/34-768984",
  "time_ut": 1731026270.0,
  "original_lang": "en",
  "original_title": "Why power from Sri Lanka is better option than offshore wind",
  "original_body_lines": [
    "Wind industry sources estimate island nation has 65 GW onshore potential",
    "The recently released National Electricity Plan document of the Central Electricity Authority (CEA) notes that India and Sri Lanka have agreed on the detailed project report (DPR) for building a transmission line between the two countries. This marks a significant milestone in a journey that traces back to 2002.",
    "“Detailed project report (DPR) for the India-Sri Lanka grid interconnection, i.e, between New Madurai (India) and Mannar (Sri Lanka) 1000 MW VSC HVDC Bipole line, with HVDC terminals at both ends in two phases of 500 MW each, has been agreed,” the document says.",
    "The idea was first proposed about 25 years ago. Several pre-feasibility studies were carried out between 2002 and 2011. In 2002, a company called NEXANT did the study with the assistance of the United States Agency for International Development (USAID). In 2006, the Power Grid Corporation of India reviewed and updated the NEXANT study.",
    "But the proposal was revived a few years ago, mainly because, as sources in the wind industry explain, of the renewable energy renaissance globally, which shone a light on the wind potential in Sri Lanka.",
    "Sources say that with Indian Prime Minister Narendra Modi batting for the “one sun, one grid, one world” initiative to build a global grid, the revival of the India-Sri Lanka interconnection project was given.",
    "In June 2019, the two countries decided to do the DPR. Wind industry sources believe the island nation has potential of 65 GW onshore — most of it can be transmitted to India, as Sri Lanka needs very little. This, sources said, is cheaper than offshore wind in India.",
    "In October 2022, PricewaterhouseCoopers began a fresh feasibility study with ADB funding.",
    "The project seeks to build a transmission link between New Habarana in Sri Lanka and New Madurai in India, crossing a 120 km stretch of sea.",
    "Indian Smart Grid Forum, a Delhi-based think-tank under a publicprivate partnership, estimates that the cost of laying undersea cable for 40 km is $ 694 million (₹ 5,800 crore). The total cost of the project is pegged at"
  ]
}