{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/UK-Sri-Lanka-Trade-Mission-empowers-women-entrepreneurs-boosts-bilateral-ties/56-770054",
  "time_ut": 1733271648.0,
  "original_lang": "en",
  "original_title": "UK-Sri Lanka Trade Mission empowers women entrepreneurs; boosts bilateral ties",
  "original_body_lines": [
    "Connects 13 UK firms with 45 Sri Lankan women entrepreneurs to explore business opportunities",
    "Aims to expand Sri Lankan women-led enterprises’ access to UK market; whilst providing UK companies new sourcing destinations",
    "UK companies to conduct field visits in Colombo, Kurunegala and Jaffna for deeper market insights",
    "The United Kingdom-Sri Lanka Trade Mission, a key initiative under the UK Government-funded SheTrades Commonwealth+ Program, is fostering economic collaboration between the two countries from 2-6 December.",
    "Co-organised by the International Trade Centre (ITC) and the Sri Lanka Export Development Board (EDB), the mission brings together 13 UK companies and 45 Sri Lankan women entrepreneurs to explore business opportunities in the textiles, apparel and processed agrifood sectors.",
    "The initiative aims to strengthen bilateral economic trade between the UK and Sri Lanka and to unlock access to UK markets for Sri Lankan women-led businesses, whilst offering UK businesses new destinations to source from and diversify their product range.",
    "As Sri Lanka’s second largest export market, the trade mission is facilitating business-to-business opportunities between the UK companies and women-led businesses in the textiles and apparel and processed agrifood sectors with the aim of bringing new products to the British consumer. During the first 10 months of 2024 exports to the UK increased by 8 % to $ 765.67 million compared to the corresponding period in 2023.  Participating UK companies are also conducting company field visits in the three regions, Colombo, Kurunegala, and Jaffna throughout the trade mission.",
    "The opening session in Colombo, on 2 December, included remarks from British High Commissioner to Sri Lanka Andrew Patrick, Deputy Minister of Industries and Entrepreneurship Development Chathuranga Abeysinghe, EDB Chairman and Chief Executive Officer Mangala Wijesinghe, and United Nations Resident Coordinator in Sri Lanka Marc-André Franche.",
    "British High Commissioner Patrick emphasised the role of trade in empowering women and girls economically and encouraged collaborative efforts towards creating the right conditions and capacities for women-led SMEs to participate in and benefit equally from international trade which would require all levers in the ecosystem.",
    "The Deputy Minister extended his appreciation for the broad geographic coverage of this mission, including the northern region, and encouraged the delegation of UK importers to have an open approach during their visit. Abeysinghe also appreciated this UK-Sri Lanka trade mission, which targets women-led businesses, as a well-timed initiative given Sri Lanka’s economy undertakes a transformation.",
    "EDB Chairman and CEO stated women entrepreneurs are key drivers of innovation, resilience, and inclusive growth in Sri Lanka’s economy. “Despite their significant contributions, women remain underrepresented in international trade. This is why the EDB places a strategic focus on empowering women-led businesses to engage with global markets and this UK trade mission is an important enabler,” Wijesinghe added.",
    "UN Resident Coordinator Franche noted his appreciation for women-led businesses being the focus of this trade mission stating: “There is no way out of this fragile economy without growth. There is no way the country can grow without its export sector. We cannot achieve our export goals without placing women entrepreneurs at the heart of this effort.”",
    "In addition, a panel discussion on “Unlocking Sri Lanka’s Untapped Export Potential – How to boost Sri Lankan exports, particularly from women entrepreneurs?” featured Foreign Commonwealth and Development Office (FCDO) of the UK Government Head of Program – Trade for Development Simon Calvert, EDB Chairman and CEO Mangala Wijesinghe, Women’s International Foundation Founder and Chair Seroshi Nandasiri, IAS Holdings Group Managing Director Tania Polonnowita Wettimuny, CBL Group Group Managing Director Sheamalee Wickramasingha and Greater Birmingham Chamber of Commerce President Dr. Nasir Awan. The session was moderated by SheTrades Commonwealth+ Program at ITC Program Manager Dr. Michelle Kristy.",
    "The business-to-business (B2B) meetings were preceded by two information sessions for the participants, including an overview of the landscape of the relevant sectors in Sri Lanka with presentations from EDB sector officers; representatives from the Food Processors Association and the Joint Apparel Association Forum Sri Lanka (JAAF) and the Sri Lanka Standards Institute (SLSI).",
    "FCDO Regional Trade and Development Adviser Fabian Hartwell and West and North Yorkshire Chamber of Commerce CEO James Mason also shared information for Sri Lankan businesses on the UK market landscape, market entry requirements, and the prevailing trade preferences such as the UK Developing Country Trading Scheme (UK DCTS).",
    "Some of the participants shared their comments about the program. “I find this trade mission to be a positive step towards women’s economic empowerment,” said Blackburn, UK Hometex Director Khushnood Ahmed.",
    "“I thought the sessions this morning were really informative, especially the challenges that women-led businesses face in scaling their business. For us, we have networked with several women entrepreneurs and will most probably be doing some business with them,” said Manchester, UK Zouk Group Ltd. Manager Tayub Amjad.",
    "Funded by the UK Government, the ITC SheTrades Commonwealth+ Program aims to foster an enabling gender-inclusive business ecosystem by promoting inclusive policy and data and engaging business support organisations, private-sector partners, and women-led businesses in the Commonwealth countries and their key trading partners, including the ASEAN region."
  ]
}