{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Cardinal-Ranjith-the-new-political-messiah/4-761031",
  "time_ut": 1714068350.0,
  "original_lang": "en",
  "original_title": "Cardinal Ranjith the new political messiah",
  "original_body_lines": [
    "With about six months to go for a Presidential election, Cardinal Ranjith who was criticised some time ago for discretely running a campaign to support ex-President Gotabaya Rajapaksa, came out all guns blazing to blast both ex-President Gotabaya and current President Ranil Wickremesinghe. They were taken to the cleaners by Cardinal Malcolm Ranjith in a hard hitting homily to mark the fifth anniversary of the Easter Sunday bombings that killed more than 250 worshippers on 21 April 2019.",
    "Cardinal Ranjith in the course of his scathing attack on Rajapaksa and Wickremesinghe disclosed that both men were no different from each other as they stood in the way of meting out justice to the survivors and family members of the victims. “I can recall how Gotabaya in a telephone call to me said that as President he cannot go ahead and take action according to the probe report as he could not go against certain individuals and organisations and so he set up an investigative committee with people in his favour,” Cardinal Ranjith said.",
    "Directing the Catholic Church’s wrath against Wickremesinghe, Cardinal Ranjith revealed a letter sent to the incumbent President in October last year requesting for an independent probe into the 21 April carnage that was disregarded. “He (Wickremesinghe) did not care two hoots even to reply my letter,” Cardinal Ranjith declared. Cardinal Ranjith totally contrary to Catholic teachings even went to the extent of saying, “Only a change of government will reveal the masterminds behind the bombings that also killed more than 15 foreign tourists having Easter breakfast at two luxury hotels in Colombo.” What a statement for a religious leader?",
    "When religious leaders dabble in politics, it can have negative consequences, their involvement can lead to the politicisation of religion, potentially polarising communities and undermining the separation of church and state. It may also risk alienating individuals who do not share the same religious beliefs. Overall, the impact of religious leaders engaging in politics depends on the context, their approach, and the values they promote. Therefore the 75-year-old Cardinal who has dabbled in politics in the past and in the ethnic conflict, should use moral persuasion rather than using the church to help individuals he likes on and off and in the process compromising the followers of the Catholic Church.",
    "The Catholic Church is one of the largest Christian denominations in the world, with one billion followers spanning various countries and cultures. Catholics adhere to the teachings of Jesus Christ as interpreted by the Church’s hierarchy, led by the Pope, who is considered the spiritual leader of the Catholic Church. Using the pulpit to make such politically motivated speeches can only hurt the church and the image of one of the most respected Church leaders – His Holiness Pope Francis. People are now questioning the political background of Cardinal Ranjith and his upbringing to understand his motivations and aspirations. A website reported that an official complaint is going to be made to the Holy Father in Rome about the conduct of the Cardinal.",
    "Ironically his predecessors; Cardinal Cooray, who was called the Servant of God. Cardinal Thomas Cooray was known for his patience, humility and holiness. He was the first Sri Lankan for whom a cause of beatification had been opened. Also the youngest ever secular Archbishop of Colombo Most Rev. Dr. Nicholas Marcus Fernando, the first Diocesan Archbishop of Colombo was called the saintly Archbishop.",
    "Therefore Cardinal Ranjith must not hide behind his revered title and throw unparliamentary attacks at politicians using the pulpit. This is both bad and ugly for the future of the church. Whilst the country understands his frustration. That is why the country has a judiciary. He should be going to court, without demeaning the good efforts of the Church. The followers of the Catholic Church are known as Catholics and are expected to follow the teachings of Jesus Christ. Wonder whether that too has now been enlarged by the Cardinal?",
    "It is best for Cardinal to get advice from the respected Buddhist leaders of the country, the Most Venerable Mahanayake Theros: the chief prelates of the four main Buddhist chapters (Nikayas) in Sri Lanka: Malwatte, Asgiriya, Amarapura, and Ramanna. They hold significant influence and respect within the Buddhist community because they conduct themselves with dignity and are hardly seen or heard publicly.",
    "Therefore it is best for the Cardinal from now on to adhere to the teachings of Jesus Christ and focus on his spiritual legacy and leave his flocks to decide what they want to do with their civic rights and use the diplomatic channels or the judiciary to seek justice. Without dabbling in politics behind the cover of the church and dragging the church into ridicule."
  ]
}