{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100376/k-sujeewas-condition-is-stable-national-hospital",
  "time_ut": 1720438980.0,
  "original_lang": "en",
  "original_title": "K. Sujeewa’s condition is stable - National Hospital",
  "original_body_lines": [
    "The two patients who were transferred to the Colombo National Hospital after being injured in the shooting at Athurugiriya are currently receiving treatment in the hospital’s Intensive Care Unit (ICU), according to Deputy Director of the Colombo National Hospital Dr. Rukshan Bellana.",
    "He further mentioned that a woman and a man were admitted to the Emergency Treatment Unit and both of them had sustained injuries from the waist down.",
    "Dr. Bellana also said that although the wound on the woman’s leg is quite serious, her condition is now in a stable level.",
    "He stated that she was subjected to a three-hour-long surgery and is currently in the intensive care unit as her injury is somewhat serious.",
    "Popular singer K. Sujeewa and another male, who were injured in the shooting, are being treated at the Colombo National Hospital while another two wounded women are being treated at the Homagama Hospital.",
    "The shooting had occurred during the opening ceremony of a beauty salon near the Clock Tower in Athurugiriya. Six persons were rushed to hospital following the shooting.",
    "However, police later confirmed that well-known businessman 55-year-old Surendra Wasantha Perera, also known as “Club Wasantha,” and another 38-year-old male had succumbed to injuries on admission to the hospital.",
    "Police said that footage of the vehicle in which the suspects had arrived as well as the gunmen carrying out the shooting were recorded on a nearby CCTV cameras.",
    "Police investigations revealed that the shooters had arrived in a white car and that they used two T56 assault rifles to carry out the shooting.",
    "However, the car used by the suspects to carry out the shooting in Athurugiriya was later found abandoned in Koratota, Kaduwela while CCTV footage show the suspects leaving the car on the roadside and fleeing in a van."
  ]
}