{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-downplaying-of-our-national-languages-the-advantages-of-english/",
  "time_ut": 1731779460.0,
  "original_lang": "en",
  "original_title": "The Downplaying of Our National Languages: the Advantages of English",
  "original_body_lines": [
    "(Excerpted from Falling Leaves, an anthology of autobiographical stories by LC Arulpragasam)",
    "I recognized the advantages that we had inherited from the British through our knowledge of the English language. But I also began to realize that we had so exalted our knowledge of English that it had been at the expense of the neglect of our national languages. For example in India, although the members of its upper/middle classes spoke impeccable English, they conversed at home in Hindi or in their regional languages, whereas in Ceylon the middle class usually spoke English at home, with the local languages being reserved only for the servants.",
    "I wondered why this was so. I reasoned that since India was a big country, English could hardly be expected to percolate deeply within it. Besides, India’s upper classes had access to independent wealth, whereas in Ceylon, much of the middle-class wealth was milked from the British through the cinnamon and rubber trades, arrack-renting, etc. Whatever the reason, the fact is that we ‘learned’ to look down on our national languages, more than the other countries of Asia.",
    "This bias against the local languages was also reflected in the education in our Colombo schools. The Sinhalese and Tamil classes were treated as a joke by us schoolboys, with much fun being had at the expense of our unfortunate Sinhala and Tamil teachers. The point is that we were ‘conditioned’ to look down on our national languages, while becoming more erudite in English literature and history, which was the legacy that we inherited from colonial times.",
    "Some knowledge of English brought advantages to those who had access to it. The seamless absorption of the Ceylonese Burgher community into Australia in the 1950s-1960s was possible (apart from their colour) mainly due to their command of English. Similarly, it enabled the later migrations of middle-class professionals into high income countries such as the UK, USA and Canada. For persons like me who joined international organizations, English education was the key to our success.",
    "I was called upon repeatedly to re-write the reports written by my English/British colleagues, while I also found that I knew more British and European History than they did! Although I was aware that this knowledge was acquired at the cost of our local languages, I also realized that there was no reason why we could not have had both, as has been achieved by many other countries, such as India, Malaysia and the Philippines, among others.",
    "It would seem appropriate to add a word on ethnic relations in Ceylon at the end of the colonial period (1930-1945). I remember the easy camaraderie between my Sinhala friends and myself, a Ceylon Tamil, at a time when ethnicity or race was not an issue. I remember that in Royal Prep (at around the age of eight years) we would split into two teams to play ‘Police and Rogues’ or ‘Cops and Robbers’. Sometimes we would switch into ‘Sinhalese and Tamils’ to play the same game, often with Sinhalese friends joining the Tamil side to equalize numbers. The main thing is that we did not care a hoot whether one was Sinhalese or Tamil!",
    "This easy, amicable relation between races reminds me of a similar situation in ex-colonial Jamaica. While in Jamaica around 1971, I was out walking with my young nephew and his three best friends. These friends, around 15-16 years of age, happened to be an African of former slave origin, a Chinese boy whose ancestors had worked in the mines, and an Indian boy whose forbears worked as ‘coolies’ in the sugar plantations. I was witness to their boyhood banter, in which racially-offensive epithets were freely and affectionately used. To something that the Indian boy said, the African black replied ‘Don’t talk sh-t, you bloody Indian coolie-man’. To which the Indian boy replied, ‘Go to hell, you bloody niggi- (nigger) man’. When the Chinese boy interrupted, they all shouted, ‘Shut up, you bloody Chini-man!’ While this boyhood exchange occurred in Jamaica in 1971, in Ceylon by that time, any discussion of race had to be approached cautiously. Meanwhile, in the USA, ‘politically correct’ speech is consciously being used to mask the reality of racial rancour.",
    "I cannot presume to give a full picture of the life as lived by the hardy planters of yore, because I did not know it well enough. Although I knew little of the planters’ life, I envied their life in the rolling hills of our beautiful hill country. But many were the problems of management of the big tea estates and of the labour within them. Even the management tasks of a planter’s household were complicated by the lack of electricity and refrigeration in the 1940s. Hence a lot of time was spent on ensuring adequate provisions for the household, growing vegetables at home, ensuring that there was enough bread, and enough beef in the ‘beef box’.",
    "The planter’s life was a lonely one, shut away on a remote estate, with his children away in boarding school and left alone at home in the evening with no electricity, TV or telephone. It strikes me that an unhappily married couple would have been doomed to confinement with a morose partner every evening! On the positive side, I remember an FAO colleague telling me that their happiest years were spent on an estate in Talawakelle. The lady had feared the worst when the bridegroom had proposed to go away to far off Ceylon.",
    "Instead, compared to her life in England, she was welcomed to a posh home, served with cocktails before dinner, formal dressing-up for dinner, which was served by liveried waiters. Compared to their middle-class or lower-middle class lives in England, the planters lived (or acted out) their versions of the landed gentry in their native lands, setting a difficult example for the Ceylonese planters to follow. The saving social grace of a planter’s lonely life was the social evenings at the Club, located usually in the nearest big town. These Club events usually centered round a game of cricket or rugby, and were an occasion for social gossip as well as for drinking and dancing.",
    "I was also struck by the manners and social graces required to survive as a planter among the aspiring plantation gentry. Despite being alone, the English planter and his wife would dress up formally for dinner each evening: he in a formal dinner jacket, and she in a long evening gown. They would meet at the appointed hour for cocktails, after which dinner would be served with wine. It was important to use the correct knives, forks and glasses for the different courses and for different occasions. The young Ceylonese trainee planters had to learn these culinary and social etiquettes in order to be respected by the servants and the workers on the estate. If word got around that they were not up to the Englishman’s social etiquette standards, there was no future for them in the plantations.",
    "Since I served in only one district, the Batticaloa district in the Eastern Province, my comments are confined only to that district. I was able to see, first, how the British handled their affairs during the last years of colonial rule, and later, when I served as Assistant Government Agent in the 1950s, how the colonial traditions still lingered on. For various reasons particular to this district, things had changed little from British times till the 1950s, with the Government Agent and Assistant Government Agent still being accorded a much higher status than in other districts.",
    "Even in 1957, a full ten years after independence, I was often addressed as ‘Your Honour, Sir’, while even senior clerks would address me in the third person, as a mark of respect. When I drove every morning through the portals of the old Dutch Fort in which the Batticaloa Kachcheri was housed, all the people in the large courtyard would stand up. They would continue standing as a show of respect, causing me (at 26 years of age) to cringe past them guiltily in order to reach my own office! Thus the colonial mentality lingered on, even long after the colonial period was over – if only in this particular district.",
    "This exaggerated regard for the high government officials was reflected also in the district’s social life. In British times, the social scene was dominated by the Gymkhana Club, which was open only to the higher officials of the government. This in effect ensured that all the members were British. But in my father’s time (1936-1941), Ceylonese officials holding higher-level posts (like my father, a medical doctor) were allowed to become members. I remember my mother hitching up her sari and hammering forearm drives (her backhand was weak!) to win the Eastern Province Tennis Championship over Mrs. Poole, the English Superintending Engineer’s wife, whose short skirts were ‘magic’ in those days.",
    "However, when I became AGA some 20 years later in 1955, I found that the Government Agent was still the ex-officio President of the Club and I, the AGA (at 26 years), its Vice-President! Meanwhile, the best sportsmen were still being excluded from the Club because they did not rank high enough in government service. The GA and I decided to resign our posts in the Club and had to struggle to get the Club’s rules changed – and so to end the last social vestiges of colonial rule.",
    "The end of the colonial period did not, however, change the beauty of the district: its people, its jungles, lagoons, and beaches. I know of tea planters who would come all the way from Uva for long weekends of swimming, fishing and snipe shooting before returning to their mountain retreats. Living by the lagoon, I still remember its calmness in the morning and the lulling lap of its waves at night. Both the happiest years of my childhood and the most productive years of my professional life were spent in this district.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}