{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97499/us-targets-russia-with-more-than-500-new-sanctions",
  "time_ut": 1708763340.0,
  "original_lang": "en",
  "original_title": "US targets Russia with more than 500 new sanctions",
  "original_body_lines": [
    "The US has announced more than 500 new sanctions against Russia over its invasion of Ukraine and the death of opposition leader Alexei Navalny.",
    "These include measures against Russia’s main card payment system, financial and military institutions, and officials involved in Navalny’s imprisonment.",
    "The EU has also announced new sanctions on access to military technology.",
    "The measures mark a week since Navalny suddenly died in an Arctic Circle jail.",
    "US President Joe Biden, who met Navalny’s widow and daughter in San Francisco on Thursday, has said there can be “no doubt” the Russian president was to blame for his death.",
    "The newly-announced US measures also include nearly 100 firms and individuals which will also face export restrictions.",
    "Others target the state-owned operator of Mir, Russia’s main payment system, which has become more prominent since Visa and Mastercard suspended their services there.",
    "Companies involved in powering Russia’s war effort, developing the country’s future energy production and its co-operation with Iran over drones will also be hit.",
    "More than two dozen entities outside of Russia - including people in China, the UAE, Vietnam and Liechtenstein - have also been sanctioned, accused of being connected to businesses that send materials to Russia’s military.",
    "The sanctions are unlikely to have an impact on Russia’s economy. It is already the most sanctioned country in the world, and there are very few key entities or sectors that are not already subject to US and European restrictions.",
    "Russian banks and military-industrial enterprises have adapted, and developed workarounds to evade existing sanctions.",
    "Ukrainian officials have published details of US and European microchips and other technology they have found in captured Russian drones. Many of these parts are imported to Russia from third countries such as China.",
    "In a statement, President Biden said they new sanctions would “ensure” Russian President Vladimir Putin “pays an even steeper price for his aggression abroad and repression at home”.",
    "This latest package brings the number of entities sanctioned to over 4,000, and comes on the eve of the second anniversary of Russia’s full-scale invasion of Ukraine.",
    "“Two years ago, he tried to wipe Ukraine off the map. If Putin does not pay the price for his death and destruction, he will keep going,” Mr Biden said in the statement.",
    "John Kirby, the spokesperson for the National Security Council, told reporters on Friday that the administration had plans for further action against Russia, but needed to work with international partners and gain greater legal authority from Congress to implement it.",
    "The EU also announced its 13th raft of sanctions on Friday, targeting nearly 200 companies and people accused of helping Russia procure weapons, or of involvement in kidnapping Ukrainian children - something Moscow denies.",
    "They included 10 Russian companies and individuals involved in the shipping of North Korean armaments to Russia, including North Korea’s defence minister.",
    "“We remain united in our determination to dent Russia’s war machine and help Ukraine win its legitimate fight for self-defence,” said EU Foreign Policy Chief Josep Borrell.",
    "The EU has now listed more than 2,000 individuals since the war started.",
    "In response, Russia’s foreign ministry said it had significantly expanded a list of EU officials and politicians banned from entering Russia.",
    "“The European Union is continuing its fruitless attempts to put pressure on Russia through unilateral restrictive measures,” it said in a statement.",
    "The Russian president himself was sanctioned by the US, EU and UK days after the start of Moscow’s full-scale invasion of Ukraine in February 2022. His assets were frozen and companies were banned from providing them with goods.",
    "People close to him, including his daughters, are also under sanctions.",
    "The International Criminal Court served Mr Putin with an arrest warrant last year, alleging he was responsible for war crimes and focusing on the deportation of children from Ukraine to Russia.",
    "Mr Putin regularly praises the performance of the Russian economy in spite of international sanctions.”We have growth, [the West has] decline,” he said last month during a visit to the remote Russian region of Chukotka. “They depend on us more than we depend on them.”",
    "Its economy is around 1% larger than it was in February 2022. Moscow can still find plenty of buyers for oil, gas and minerals, especially in Asia. But Western officials say this is a marathon, not a sprint, and sanctions can take years to show results."
  ]
}