{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97006/jvp-delegation-to-make-official-visit-to-india",
  "time_ut": 1707068340.0,
  "original_lang": "en",
  "original_title": "JVP delegation to make official visit to India",
  "original_body_lines": [
    "A delegation of the Janatha Vimukthi Peramuna (JVP), a Marxist–Leninist communist party which led an anti-India campaign in 1987-90 against the Indo-Lanka Accord, will on Monday (05 Feb.) start on an official visit to India.",
    "“The delegation of JVP, the largest party under the broad entity National People’s Power (NPP), is to leave Colombo tomorrow (Monday) for India on an official invitation of the Indian government,’’ a statement from the party said.",
    "The delegation to India comprises JVP leader Anura Kumara Dissanayake, senior legislator Vijitha Herath, Secretary Nihal Abeysinghe and executive committee member Prof Anil Jayantha, the statement said.",
    "The Indo-Sri Lanka Peace Accord, signed in Colombo on July 29, 1987, between Indian Prime Minister Rajiv Gandhi and Sri Lankan President J. R. Jayewardene, was expected to resolve the Sri Lankan Civil War by enabling the Thirteenth Amendment to the Constitution of Sri Lanka.",
    "Under the terms of the agreement, Colombo agreed to a devolution of power to the provinces, the Sri Lankan troops were to be withdrawn to their barracks in the north and the Tamil rebels were to surrender their arms.",
    "The JVP has continuously led in at least one public opinion poll while the NPP broader front has led in surveys, leaving the island nation’s main parties trailing.",
    "The surveys claim that in the post-economic crisis phase since 2022, the NPP has gained significantly in public support, particularly in anti-corruption perceptions.",
    "Dissanayake has already declared his candidacy for the next presidential election to be held later this year.",
    "Analysts, however, remain sceptical if the party could raise its current three percent vote base to 50 percent plus one vote required to win the presidency.",
    "The JVP has a checkered record having led two bloody rebellions in 1971 and 1987-90."
  ]
}