{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83643",
  "time_ut": 1708197840.0,
  "original_lang": "en",
  "original_title": "In a development unprecedented in Sri Lankan politics, both electoral front runners the JVP and SJB are going out of their way to woo the most Sinhala-Buddhist supremacist institutions in the country.",
  "original_body_lines": [
    "“…it is not the elimination of racialism or nationalism that we want in this world today; it is the harmonisation of nationalism and racialism for future progress.” Speech during the debate of The Citizenship Act",
    "The news barely made the news. Defence secretary (retired) General Kamal Gunaratne and Army Commander General Vikum Liyanage were ordered by the Parliamentary Privileges Committee to apologise to parliamentarian Chandima Weerakkody.",
    "Last October, the two generals threatened Mr. Weerakkody inside the parliament at a meeting of the sectoral oversight committee on national security. During a discussion on downsizing the military, Mr Weerakkody deplored the wasteful expenditure of the top brass.",
    "He illustrated his point with examples, such as excessive vehicle use and allocating Rs.80 million to landscape the army commander’s official residence. The two generals took umbrage and threatened the parliamentarian. The meeting was chaired by parliamentarian (and retired admiral) Sarath Weerasekara who did nothing to rein in his former colleagues or to protect the rights of his fellow parliamentarian. The Privileges Committee admonished him, telling him to conduct meetings impartially in future.",
    "In a country where the rule of law and the primacy of civilian dominance are valued, the two erring officials would have been compelled to resign. For Sri Lanka, that is still a bridge too far. After all, a police officer convicted by the supreme court of torturing a suspect was not sacked but promoted to the post of acting IGP!",
    "Still, the mere fact of the two generals being compelled to apologise to the parliamentarian is a step in the right direction. Had the Rajapaksas been in power, the parliamentarian would have been forced to apologise to the generals, for impinging on the sacred honour of “war heroes”.",
    "In 1956, S.W.R.D. Bandaranaike made the seminal mistake of bringing monks into politics and paid for that act of inane opportunism with his life. The JHU of Champaka Ranawaka and Udaya Gammanpila took this politicisation of the sangha to another level by sending monks as representatives of the Sangha to parliament.",
    "President Mahinda Rajapaksa remade the Pancha Maha Balavegaya by adding a sixth component: the military (“war-heroes”). He and Gotabaya Rajapaksa worked relentlessly to militarise civil spaces, especially the economy. The military built and managed a host of public facilities from parks, shopping arcades, cricket stadiums and hotels/restaurants to a veterinary clinic, a beauty salon and a cruise ship.",
    "The limited de-militarisation achieved during the 2015-19 period was rolled back once Gotabaya Rajapaksa was elected president with a massive majority. He inserted retired and serving military men into civilian administration, ministry secretaries downward. The military was given a host of new responsibilities from purchasing paddy to recruiting and training 100,000 youths from low income families to fill non-existing vacancies in state institutions.",
    "This surge of militarisation has abated under Ranil Wickremesinghe. Yet, the military’s mindset of politico-economic entitlement remains, including the belief of absolute immunity and impunity. It is this mindset which made two generals threaten a parliamentarian inside the parliament.",
    "If left unacknowledged and unaddressed, this mindset could become a force for political and social regression; not to mention a serious threat to democracy and civilian rule. We do not have to look further than Pakistan to see the unenviable fate of countries that allow their militaries to become political actors.",
    "Wahat Al-salam in Arabic, Neve Shalom in Hebrew, Oasis of Peace in English, a small Palestinian-Jewish village situated midpoint between Jerusalem and Tel Aviv. Set up by Bruno Hussar, a Dominican priest, on a barren hilltop leased from the nearby Latrun Monastery in the 1970s, the village has an equal number of Jewish and Palestinian families.",
    "In here, religion is a personal matter, not a public concern. There is no synagogue, mosque, or church, but the village’s Spiritual Centre functions as a space for religious services of all three faiths. There’s a long waiting list of families wanting to join; no family which settled down here over the decades has left. There are tensions among the residents, especially now but no violence.",
    "This village is no utopia; it is merely an indication of what the land from Jordan River to Mediterranean Sea could have become – an oasis of peace instead of a theatre of eternal conflict for 75 years.",
    "In Sri Lanka, too, the notion of 75 lost years is a popular theme. There’s no question that we, as a country, have failed to fully realise the potential we possessed at independence.",
    "The popular answer is corruption, waste and nepotism. Indeed, those factors are key causes of our national failure. But the main source of the Lankan malaise is politicians playing with and the electorate succumbing to majoritarian fantasies and the resultant hell’s brew of blood and faith politics.",
    "From independence on, our path to a better future was impeded by increasingly virulent attempts to impose a Sinhala-Buddhist identity on an ethno-religiously pluralist land. The rot began with the disenfranchisement of upcountry Tamils in the very year we gained independence. A key motivating factor for disenfranchisement was electoral/class; in many places, plantation Tamils were well organised and tended to support the left.",
    "This, after all, was the locus of the famous Bracegirdle affair. The undivided UNP regarded plantation Tamils as an impediment to future electoral victories. Race and possibly caste added greater impetus. The disenfranchisement was wrapped in patriotic linen, though there’s no evidence that a majority of Sinhala masses accepted the Save the Nation narrative.",
    "Two key proponents of disenfranchisement, S.W.R.D. Bandaranaike and J.R. Jayewardene, would play decisive roles in driving Sri Lanka towards linguistic division, ethnic conflict and war.",
    "In 1956, Mr. Bandaranaike embraced the Buddhist Commission Report, won the election on Sinhala Only and presided over the first outburst of anti-Tamil violence. He stoked the fires of Sinhala-Buddhist maximalism and used monks as generals and foot soldiers in his electoral assault on the UNP government.",
    "His widow, Sirima Bandaranaike, aided the separatist cause with university standardisation and the brutal 1974 attack on the Tamil Conference in Jaffna. The government wanted this strictly cultural event to be held in Colombo. Most organisers insisted on having it in Jaffna.",
    "For that “crime”, police armed with rifles and tear gas invaded the event and attacked the participants. As senior journalist D.B.S. Jeyaraj wrote, “A joyful cultural celebration was marred by the Sri Lankan police unleashing violence against Tamil civilians”. The police fired at overhead electrical wires, bringing them down. Seven participants died of electrocution, one of a heart attack. For the handful of Tamil youth dreaming of an armed struggle, the attack was a gift.",
    "In 1977, J.R. Jayewardene reneged on his promise to politically resolve the ethnic problem. His government committed such civilizational depredations as the burning of the Jaffna library and allowed Black July to happen. By falsely blaming the JVP for the riots and driving it out of the democratic mainstream via an unjust proscription, Mr. Jayewardene set the stage for the second insurgency.",
    "If we had no disenfranchisement, no Sinhala Only and no university standardisation, Black July, the long Eelam War and the Second JVP insurgency could have been avoided.",
    "Post-war, the Rajapaksas continued with blood and faith politics by creating a wave of anti-Muslim hysteria. The anti-Muslim riots in Aluthgama and Digana resulted. The seeds thus sown paved the way for the Easter Sunday massacre and the elevation of the supremely inept Gotabaya Rajapaksa as president.",
    "A key outcome of blood and faith politics was the solidification of a persecution mania among the majority community. When one sees a real or potential enemy in every Tamil, Muslim or Christian, the services of a hero-saviour become essential. In this context, elections (especially presidential polls) descend into saviour pageants. When one saviour palls, the electorate condemns him/her; and the search for the next saviour begins.",
    "So here we are, a bankrupt and a deeply divided country, waiting for a new saviour to come and rescue us from the consequences of our previous idiocies.",
    "The deadly combination of political opportunism and racial/religious extremism was our original sin. Corruption, waste and nepotism contributed and continue to contribute to the national malaise, but they are not its root causes. Unless we understand this painful reality and address it, the next 75 years are likely to be another age of lost opportunities.",
    "The military and the sangha: two Sri Lankan institutions which are Sri Lankan in name only. Sri Lankan military is predominantly Sinhalese and mostly Buddhist in composition. Sri Lankan Sangha is almost exclusively Sinhalese. Both are Sinhala-Buddhist supremacist in worldview and ethos.",
    "The two institutions are symbiotic twins in terms of socio-economic origin. Most military recruits, like most novice monks, come from economically marginalised families. Children are ordained mostly due to poverty; young men join military mostly because they lack better employment opportunities. These are not choices, let alone vocations, but life necessities.",
    "The sangha and the military are regarded – and often regard themselves – as the ultimate protectors of Sinhala-Buddhist Sri Lanka. The sangha was uncritically supportive of the military during the war years, rejecting out of hand any and all accusations of crimes and excesses.",
    "Most members of the sangha were also opposed to a political solution to the ethnic problem in general and the 13th Amendment in particular. They remain so to this day.",
    "Post-war Rajapaksa effort to change the ethno-religious composition of the North and the East was spearheaded by the monks and the military. Temples sprouted next to military camps, in places with no civilian Buddhists. The temples were constructed, protected and helped by men in uniforms. The camp-temple nexus became the new",
    "The Sangha is opposed to the geographic de-militarisation of the North and the East, precisely because they want to propagate Buddhism there with the power of the gun rather than with Buddha’s word.",
    "During the Rajapaksa years, Rana Wiruwa (war-hero) became established as a wholly virtuous entity that is uniformly good, efficient and law abiding. This fantasy was used to sustain the myth of a “Humanitarian Operation with zero civilian casualties” and to justify post-war militarisation of civilian spaces.",
    "This veneration of the military uniform is similar to the veneration of the yellow robe (kaha sivura/cheevarya), the un-Buddhistic myth that the robe must be worshipped irrespective of the character and actions of the wearer.",
    "The uniform too has assumed quasi-religious status, conferring on its wearer a sense of not being subject to ordinary laws and norms. It is this patina of impunity which made two generals think that they have the right to threaten a parliamentarian within the parliament.",
    "Once the Rajapaksas fell from the pinnacles of power and popularity, political ownership of the Sangha and the military fell vacant. Today both the JVP and the SJB are competing for the allegiance of these key institutions.",
    "The JVP has taken the Rajapaksa project of bringing military into politics to the next level by organising retired military personnel countrywide. Aditana (determination), a collective of retired military personnel, is a first in Sri Lankan politics and a worrying one.",
    "Sri Lankan political parties have many ancillary organisations from women and youth to farmers, workers, and even lawyers and monks. But this is the first time retired military personnel are being formally organised not as individuals but as a separate entity with a distinct identity. (The SJB is trying to play catch, not very successfully.)",
    "The SJB has appointed a Sangha Advisory Council. The JVP is giving greater prominence to its monk affiliate, Jathika Bhikshu Peramuna.",
    "In a development unprecedented in Sri Lankan politics, both electoral front runners are going out of their way to woo the most Sinhala-Buddhist supremacist institutions in the country. Whoever the winner is, that party will be saddled with a sense of obligation to the military and the sangha and to be mindful of their demands, concerns and interests.",
    "The future payback is likely to be both politico-ideological and economic. The JVP and the SJB are unlikely to descend into naked racism. Still neither party would be willing to break decisively break with blood and faith politics for fear of antagonising the key support bases of military and the sangha.",
    "The economic paybacks would include not downsizing the military, not reducing defence costs and restoring to the Sangha such freebies as electricity and water. A recent speech by the head of the JVP affiliated monks’ organisation was one long litany of economic grievances from having to pay utility bills to devotees not being well off enough to organise massive and elaborate religious ceremonies. “Instead of putting up huts, bringing the relics, and inviting the whole village for a dane as before, now our people are so poor they can only bring the dane to the temple…” the monk lamented.",
    "Change is the current mantra. Perhaps, the next government will usher in meaningful and rational socio-economic and political changes. Hopefully, there will be less corruption, waste and nepotism. But there will be no change where change is needed most. Trying to impose a mono-racial/religious identity on a pluralist land was how our path to perdition began and continued. Whatever change 2024 may bring, a real departure from that path seems unlikely, given the assiduity with which the JVP and the SJB are wooing the main standard bearers of Sinhala-Buddhist maximalism. Irrespective of who comes on top electorally, the “harmonisation of racialism and nationalism” will continue to darken our future as it bloodied our past."
  ]
}