{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Private-hospital-pleads-guilty-in-advance-when-case-summoned-today/108-275594",
  "time_ut": 1706025660.0,
  "original_lang": "en",
  "original_title": "Private hospital pleads guilty in advance when case summoned today",
  "original_body_lines": [
    "Colombo, Jan 23 (Daily Mirror) -  A leading private hospital in Colombo that stirred controversy by selling government price controlled drugs for exorbitant rates, had reportedly pleaded guilty in advance when the case was scheduled to be taken up today in the presence of the complainant and other state officials, the Daily Mirror learns.",
    "National Medicines Regulatory Authority (NMRA) filed charges against eight directors and three other officials of the Asiri Hospital Holdings PLC for selling 11 medicines, which are listed with a maximum retail price, for higher prices, a spokesperson for the NMRA said.",
    "The NMRA acting on a complaint lodged by a patient by the name Sanath Kumara Athukorala mid last year and conducting a probe into the matter had filed a case at the Maligakanda Magistrate Court in the last week of December. And the hospital authorities had been summoned to appear in courts on January 24.",
    "However, when the complainant with his private lawyers as well as the officials from the NMRA Food and Drug Inspection Unit had gone to court today, the case had not been summoned as scheduled.",
    "When inquired with the registrar’s office, the party had been told that the case was taken up in advance on January 17, when the defendant hospital had filed a motion ex parte and had pleaded guilty before an acting magistrate. The hospital had been imposed a fine of Rs.25, 000 for the charges filed against them.",
    "The attempts made to contact the Asiri Hospital Holdings PLC for comment was futile today.",
    "The Ministry of Health with the Cabinet endorsement publicized a list of 65 essential and most commonly used drugs with its maximum retail prices reduced by 16% with effect from June 15, 2023."
  ]
}