{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-accuses-Govt-of-attempting-to-disrupt-party-s-May-Day-rally/56-760918",
  "time_ut": 1713815025.0,
  "original_lang": "en",
  "original_title": "SJB accuses Govt. of attempting to disrupt party’s May Day rally",
  "original_body_lines": [
    "Claims CMC has provided Lipton Circle to NPP for their May Day rally despite claiming areas around it will not be allocated for rallies",
    "Says SJB will take necessary action against CMC’s decision favouring NPP and asks if NPP and Govt. have struck a deal",
    "Notes an estimated 100,000 supporters are anticipated to attend SJB’s rally, making it largest event on the day",
    "Accuses President of favouring an NPP win as an SJB win would leave him without any political prospects",
    "Samagi Jana Balawegaya (SJB) MP S.M. Marikkar accused the Government of attempting to disrupt the party’s rally on May Day while at the same time facilitating the Janatha Vimukthi Peramuna (JVP) led National People’s Power (NPP) party’s May Day events.",
    "Addressing a press conference in Colombo, Marikkar said the party had submitted a written request to the Colombo Municipal Council (CMC) on 26 February to reserve the F.R. Senanayake Avenue area for the rally. He said the police had also granted the necessary approvals on 27 March thereby enabling the party to proceed with holding the rally at the specified location.",
    "“However, last week, the Municipal Commissioner said they could not provide the area surrounding the CMC for May Day rallies. This decision came despite the SJB making a written request and obtaining approvals from the police. Interestingly, the area belonging to the Lipton Circle right behind the CMC has now been allocated to the National People’s Party (NPP) for their May Day rally,” he said. The SJB MP questioned the decision and speculated if it was because the NPP is now collaborating with the Government. “Previously, the CMC said they would allocate the Maitland Crescent area for the Janatha Vimukthi Peramuna rally and Maradana for the United National Party. However, they have now moved to assign the Lipton Circle to the Janatha Vimukthi Peramuna,” he alleged.",
    "The MP said the party will take necessary action against the CMC’s move.",
    "He stated that an estimated 100,000 supporters are anticipated to attend the SJB rally, making it the largest gathering of the day. “They fear the size of the crowds at the SJB rally. That’s why they’re attempting to disrupt it. However, despite their efforts to disrupt the rally, they cannot prevent people from voting for SJB in the elections. They cannot obstruct democratically achieved victories,” he emphasised.",
    "The MP alleged that the President favours seeing the JVP triumph in the polls because a JVP-led Government would fail. “The SJB possesses a skilled team capable of stabilising the country, which would leave the President with no political prospects. Hence, we question if he is backing the JVP to secure victory,” he asserted."
  ]
}