{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sinhala-theatre-explored-in-the-seventies/",
  "time_ut": 1758368880.0,
  "original_lang": "en",
  "original_title": "Sinhala Theatre explored in the Seventies",
  "original_body_lines": [
    "Clearing shelves in a small section of my extensive library, I found quite a few that I had not read, placed there when I was tidying up the books in the main library. I had put them in a new place to read later, but had then forgotten about them. It was salutary that they were rediscovered, and I have since spent many happy hours with them.",
    "One that I found fascinating was a booklet in a series produced in the seventies by the Cultural Affairs Department. This was about Theatre in Sri Lanka, and was by A J Gunawardena, who had become a good friend in the decade after I started working for the British Council. He was a polymath and, though an academic in the field of English at the University of Sri Jayewardenepura, he was an authority on the Arts, and indeed was seconded from there to head the Institute of Aesthetic Studies.",
    "His book on Sinhala Theatre was masterly, providing a succinct introduction to its history with informative details about the various forms it covered. He began with ritual, performed in villages for various reasons, to bring blessings in general or to propitiate supernatural beings on behalf of individual sufferers. From this he moved to Sokari, which also has a ritualistic element, and thence to Kolam, the latter found in the low-country while Sokari was almost exclusively Kandyan. These forms are still recognizably based on ritual, but now they also tell a story, Sokari one story relating to Pattini and Kolam one of three stories, two based on Buddhist lore.",
    "This brief account does not of course do justice to A J’s expert exposition of his subject, but it provided me with a lot of information given his masterly way of putting things together.",
    "I wrote last week of the fascinating books I found on my shelves at Lakmahal, brought up from the Library to be read in time but then forgotten. Fortunately, my attention was drawn to them when some painting was being done indoors, and I started on them avidly.",
    "Last week, I wrote of the first part of A J Gunawardena’s seventies monograph on Theatre in Sri Lanka. That dealt with folk theatre beginning with its ritualistic base, though moving to performance. Nadagam that he looked at next was totally different in many respects, deriving not from local culture but with Dravidian roots, and spurred on by Catholicism. But A J argues that, while it originated with missionary efforts to spread the faith through using indigenous cultural forms, it merged into existing patterns of Sinhala folk theatre.",
    "Its music had melody, and was central to the performance, with song predominating. And it introduced fictional material, with a stage, that removed the performance from the audience, which had previously simply formed a circle around the performers. But here too there was a preface in which characters were introduced, as was the case with theatre based on ritual. But then there was a complex plot with grand characters.",
    "A J has an interesting argument as to why Nadagam too stayed in the village, which is that there was no dramatic tradition in Sinhala literature, and hence the literati rather looked down on this. It took a totally external impetus to bring theatre to the cities. This came about through what was termed Nurti, performed by a Parsi theatrical company from Bombay.",
    "This phenomenon transformed performance in South and South East Asia too, though in Sri Lanka it gave rise to Sinhala plays based on similar material. This was the first time a theatre was employed, with backdrop and wings, in an enclosed space, and soon enough theatres were built in Colombo while elsewhere performances took place wherever basic stage facilities were available.",
    "A J notes that the most prolific writer of plays in the Nurti tradition was John de Silva, after whom the first state built theatre in the country is named. He notes that he also contributed to the social changes taking place in the country in that he attacked blind imitation of the West, and affirmed a rising national consciousness.",
    "But Nurti faded away when cinema arrived, and though it had another lease of life with plays – characterized as Jayamanne plays – with stronger social messages, as for instance through criticism of caste distinctions and the dowry system, those too had to yield to the cinema and indeed the Jayamannes ‘became the first star names of the Sinhala screen’.",
    "But meanwhile Modern Sinhala Drama as it is still thought of emerged, initially A J says through the Western-educated intelligentsia. International models were performed in translation and through adaptations. And though the audiences were small, they helped to develop a stage language free of rhetoric and what A J calls the bombast of the Jayamanne plays.",
    "I have dwelt long and lovingly on A J Gunawardena’s Theatre in Sri Lanka because, though I realize my synopsis can be but superficial, it helps me put in place elements I had vague ideas about, but which I had not really put together properly. And all this made me understand more what a wonderful person A J was, learned without pretention, tolerant of all cultural elements, and full of warmth towards those with whom he interacted.",
    "I had many interactions with him in the eighties, when I persuaded him to become President of the English Association, which had previously been the preserve of the traditional universities. And in the early nineties I joined him in Paris when he went with a dance troupe for a scintillating performance, and when he arranged for me to stay with the former Alliance Director, Robert Vigneau, with whom he had kept up since the sixties.",
    "From the experiments with contemporary Western writers, A J moved to the event that transformed Sinhala theatre and created a popularity that has never waned. This was Ediriweera Sarachchandra’s Maname, performed in 1956, which was a watershed year for the country. He did this in the Nadagam style, but transformed the content into a forceful psychological drama, with poetically rich language and rousing music.",
    "Incidentally it was A J’s wife Trilicia Abeykoon, as she then was, who played the queen in Maname during its first production. He does not mention this, but the monograph brought back thoughts too of her, also a wonderfully sympathetic individual, devoted to A J and rendered miserable when he died young. She followed him to the grave the following year.",
    "A J does not mention names of plays and playwrights after Maname, but he talks about how the audience for modern theatre kept increasing, and included people of different levels. Makers of plays were still then from the intelligentsia but they were no longer of a bilingual background. A J notes how they dealt increasingly with the processes of social and cultural change, and he mentions too the encouragement offered by the Ministries of Education and of Cultural Affairs, with their sponsorship of drama competitions.",
    "But he notes that all this happens despite theatre being a part-time occupation, with its practitioners having to earn their living in other ways. There are no established theatre groups and playwrights, generally their own producers, get people together for performances and then the group disbands.",
    "I am now out of touch with the cultural world, so that I cannot make any claims with confidence. But I suspect we have no one of the wide erudition of A J, who could write a book today to encompass so much so succinctly.",
    "When earlier this year I got painted the new balcony leading from the corridor outside my bathroom, and joined with a staircase to my little walled garden, I painted again the walls in the garden, and also those in that corridor. At the end of it I had put up some shelves, where there was a miscellaneous collection of books, and sadly I found that some had been damaged by damp, so eaten by termites. Janaki had pointed out to me some months back the presence of termites and we got rid of them, the trusty chaps from Suren Cooke doing a great job. So, the damage was limited, though I did have to throw away a few books.",
    "Clearing the shelves for the walls to be painted meant that I examined the books, and found quite a few that I had not read, placed there when I was tidying up the library by getting rid of the extra cupboards my father had built to take the overflow. But after we had donated several of his books, those cupboards went outside, and are now in the little bookstore I have set up in the driveway. They house the extra copies of books I had written and had printed in unnecessary bulk, for instance the book about the Liberal Party on its 25th anniversary, when I little thought that three years later the Party would embark on a long, slow death.",
    "I realized that the books I had taken upstairs, and put in what were then new shelves in the corridor outside the bathroom were ones I intended to read, but had then forgotten about. It was salutary then that they were rediscovered, and I could get into them before further destruction occurred.",
    "One of those that I found fascinating was a booklet in a series produced in the seventies by the Cultural Affairs Department. This was about Theatre in Sri Lanka, and was by A J Gunawardena who had become a good friend in the decade after I started working for the British Council. He was a polymath, and though an academic in the field of English at the University of Sri Jayewardenepura, he was an authority on the Arts, and indeed was seconded from there to head the Institute of Aesthetic Studies.",
    "His book on Sinhala Theatre was masterly, providing a succinct introduction to its history with informative details about the various forms it covered. He began with ritual, performed in villages for various reasons, to bring blessings in general or to propitiate supernatural beings on behalf of individual sufferers. From this he moved to Sokari, which also has a ritualistic element, and thence to Kolam, the latter found in the low-country while Sokari was almost exclusively Kandyan. These forms are still recognizably based on ritual, but now they also tell a story, Sokari one story relating to Pattini and Kolam one of three stories, two based on Buddhist lore.",
    "This brief account does not of course do justice to A J’s expert exposition of his subject, but it provided me with a lot of information given his masterly way of putting things together.",
    "I wrote last week of the fascinating books I found on my shelves at Lakmahal, brought up from the Library to be read in time but then forgotten. Fortunately, my attention was drawn to them when some painting was being done indoors, and I started on them avidly.",
    "Last week I wrote of the first part of A J Gunawardena’s seventies monograph on Theatre in Sri Lanka. That dealt with folk theatre beginning with its ritualistic base, though moving to performance. Nadagam that he looked at next was totally different in many respects, deriving not from local culture but with Dravidian roots, and spurred on by Catholicism. But A J argues that, while it originated with missionary efforts to spread the faith through using indigenous cultural forms, it merged into existing patterns of Sinhala folk theatre.",
    "Its music had melody, and was central to the performance, with song predominating. And it introduced fictional material, with a stage, that removed the performance from the audience, which had previously simply formed a circle around the performers. But here too there was a preface in which characters were introduced, as was the case with theatre based on ritual. But then there was a complex plot with grand characters.",
    "A J has an interesting argument as to why Nadagam too stayed in the village, which is that there was no dramatic tradition in Sinhala literature, and hence the literati rather looked down on this. It took a totally external impetus to bring theatre to the cities. This came about through what was termed Nurti, performed by a Parsi theatrical company from Bombay.",
    "This phenomenon transformed performance in South and South East Asia too, though in Sri Lanka it gave rise to Sinhala plays based on similar material. This was the first time a theatre was employed, with backdrop and wings, in an enclosed space, and soon enough theatres were built in Colombo while elsewhere performances took place wherever basic stage facilities were available.",
    "A J notes that the most prolific writer of plays in the Nurti tradition was John de Silva, after whom the first state built theatre in the country is named. He notes that he also contributed to the social changes taking place in the country in that he attacked blind imitation of the West, and affirmed a rising national consciousness.",
    "But Nurti faded away when cinema arrived, and though it had another lease of life with plays – characterized as Jayamanne plays – with stronger social messages, as for instance through criticism of caste distinctions and the dowry system, those too had to yield to the cinema and indeed the Jayamannes ‘became the first star names of the Sinhala screen’.",
    "But meanwhile Modern Sinhala Drama as it is still thought of emerged, initially A J says through the Western-educated intelligentsia. International models were performed in translation and through adaptations. And though the audiences were small, they helped to develop a stage language free of rhetoric and what A J calls the bombast of the Jayamanne plays.",
    "I have dwelt long and lovingly on A J Gunawardena’s Theatre in Sri Lanka because, though I realize my synopsis can be but superficial, it helps me put in place elements I had vague ideas about, but which I had not really put together properly. And all this made me understand more what a wonderful person A J was, learned without pretention, tolerant of all cultural elements, and full of warmth towards those with whom he interacted.",
    "I had many interactions with him in the eighties, when I persuaded him to become President of the English Association, which had previously been the preserve of the traditional universities. And in the early nineties I joined him in Paris when he went with a dance troupe for a scintillating performance, and when he arranged for me to stay with the former Alliance Director, Robert Vigneau, with whom he had kept up since the sixties.",
    "From the experiments with contemporary Western writers, A J moved to the event that transformed Sinhala theatre and created a popularity that has never waned. This was Ediriweera Sarachchandra’s Maname, performed in 1956, which was a watershed year for the country. He did this in the Nadagam style, but transformed the content into a forceful psychological drama, with poetically rich language and rousing music.",
    "Incidentally it was A J’s wife Trilicia, Abeykoon as she then was, who played the queen in Maname during its first production. He does not mention this, but the monograph brought back thoughts too of her, also a wonderfully sympathetic individual, devoted to A J and rendered miserable when he died young. She followed him to the grave the following year.",
    "A J does not mention names of plays and playwrights after Maname, but he talks about how the audience for modern theatre kept increasing, and included people of different levels. Makers of plays were still then from the intelligentsia but they were no longer of a bilingual background. A J notes how they dealt increasingly with the processes of social and cultural change, and he mentions too the encouragement offered by the Ministries of Education and of Cultural Affairs, with their sponsorship of drama competitions.",
    "But he notes that all this happens despite theatre being a part-time occupation, with its practitioners having to earn their living in other ways. There are no established theatre groups and playwrights, generally their own producers, get people together for performances and then the group disbands.",
    "I have long wondered why there has been no attempt to set up a National Theatre, and when I was in Parliament, I asked a question about this. The Minister of Cutural Affairs, the grotesque T B Ekanayake – one of the more preposterous choices for the Cabinet of Mahinda Rajapaksa in his sad second incarnation – said there was, for him a Theatre meant a building, not performances within it, a troupe, a training programme for young people.",
    "I am now out of touch with the cultural world, so that I cannot make any claims with confidence. But I suspect we have no one of the wide erudition of A J who could write a book today to encompass so much so succinctly.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}