{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hotel-sector-investment-in-tourism-industry-exceeding-usd-15-billion-despite-facing-stiff-challenges/",
  "time_ut": 1733515140.0,
  "original_lang": "en",
  "original_title": "‘Hotel sector investment in tourism industry exceeding USD 15 billion despite facing stiff challenges’",
  "original_body_lines": [
    "President of The Hotels Association of Sri Lanka (THASL) M. Shanthikumar addressing its members at the organization’s 59th anniversary celebrations recently at the ITC ‘Ratnadipa’ said that the hotel sector investment in Sri Lankan tourism today, amounting to over USD 15 billion, is the highest investment by any sector in the tourism industry, while accounting for 70% of the entire tourism-related workforce.",
    "The highest contribution to government coffers is made by our member hotels. It is by way of TDL payments, taxes, levies, license fees and other payments, he said.",
    "‘Our industry has faced many challenges. We have always shown resilience and come out better. The present time, has been the most challenging after four continuous difficult years since 2019, the THASL president said.",
    "Shanthikumar added: ‘Tourism is a key foreign exchange earner. If the net foreign exchange is assessed, tourism becomes the 2nd highest foreign exchange earner, surpassing even apparel and all other exports. This is due to the consumption of the product happening in the country itself, where the benefit filters down to the grass roots levels. Eg: A tourist arriving in the country not only remits dollars prior to their arrival but spends a large amount of money within the country during their stay. Unfortunately, these figures are not tracked.",
    "‘Dominance of the accommodation providers and their contribution to tourism cannot be underestimated. Hoteliers play a critical part in the overall tourism growth in the country. Not only in Sri Lanka but across the world.",
    "‘THASL is the oldest tourism association in the country and It was set up even prior to the then Ceylon Tourist Board which is now the Sri Lanka Tourism Development Authority.",
    "‘The tourism industry in Sri Lanka should adopt new robust policies. The same old models that are in books may not work. We need the government to look at exceptional financial models, development models for the revival of tourism. A critical role is played by the SME sector in tourism as well as by the informal sector, which we estimate has almost the same number of rooms as the formal sector. These require to be regulated so that they have the proper health and safety guidelines, SLTDA license and fall into the tax net.",
    "‘Our members continue to spend over Rs 3 billion annually on overseas marketing and promotions. This is in addition to TDL. Further, billions of rupees are spent to maintain hotel plants, for continuous training of staff and for day –to- day operations.",
    "‘THASL would like to highlight some of the critical areas of concern which require immediate attention to sustain this industry.",
    "‘Through a Gazette notification issued in 2024, the Excise Department has suddenly increased the liquor license fees and taxes with retrospective effect. This is grossly unethical and unfair.",
    "‘Eg: A small hoteliers who paid Rs. 454,000 last year now has to pay approximately Rs.754, 000. For larger hotels, from Rs 2.5 million to Rs 5 million.",
    "‘The hotel sector contributes 1% of the turnover as TDL to promote and develop tourism. The Treasury does not provide funds for development and promotion. The local government authorities are demanding of hotels to pay a further 1% tax on turnover, while all other industries, such as, banks, hospitals, super markets and apparel organizations only pay Rs. 6000/- per annum. These industries record much higher earnings than hotels. Hotels too must pay the same rate as all other industries. This has been a burning issue for the hotel industry for over 10 years and over 200 legal cases are pending.",
    "‘Why is an industry recording such high forex earnings being penalized and discriminated against?",
    "‘These factors while confusing, are a clear indication that there is no strategic, holistic plan to develop this industry.",
    "‘The hospitality industry is experiencing a severe dearth of skilled and unskilled staff at all levels. With hotels being located across the country, there is great opportunity for trained youth and females to get jobs nearby to their villages or home towns. The female workforce in hospitality in Sri Lanka is still far below regional levels. Hence, there is a need to develop the necessary human capital in large numbers on a priority basis and to reorganize the SLITHM, to churn out the much needed hotel sector staff by training the youth to fit into the hospitality industry.",
    "‘The country has not had a global tourism promotion campaign in place for the past 15 years. We have seen in the past that to plan and roll out a new campaign takes a very long time. Time is of the essence if we are to achieve the proposed arrival targets. Competing destinations, such as the Maldives, Vietnam, Thailand and Maylasia are carrying out very effective campaigns in key source markets.’",
    "Dr. P. A. Kiriwandeniya reviews progress of ‘Sanasa Forward’ in Hambantota",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}