{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/independent-institutions-ensure-transparency-in-govt/",
  "time_ut": 1719250500.0,
  "original_lang": "en",
  "original_title": "Independent institutions ensure transparency in govt.",
  "original_body_lines": [
    "With elections and a change of government in one way or the other imminent, the independent institutions of state vested with authority to monitor, and provide a check and balance to government, are vindicating their existence.  The reports of the Auditor General over the years has been a testament to the diligence with which public officials empowered with a mandate pursue their tasks and find out the misuse of resources that has taken place. One of its reports is on a petroleum scam that has gone on for years and has come up before the Committee on Public Enterprises in parliament.  The Public Utilities Commission of Sri Lanka (PUCSL) has refused approval to award procurement of the 484 MW wind power plant in Mannar and Pooneryn to Adani Green Energy SL Ltd. (AGESL), saying the information submitted to it by the Ceylon Electricity Board (CEB) was not adequate to assess least cost and technical compatibility.",
    "The Adani wind power scheme was initially promoted as a government-to-government agreement to justify its lack of transparency.  The project secures a wide swathe of the Sri Lankan coast which is at the closest point to neighbouring India.  It is therefore of strategic significance to India as it places that extent of the Sri Lankan coast in the hands of one of its biggest business conglomerates.  The Adani group’s sharp business practices have been controversial in India.  In Sri Lanka, which has less experience in dealing with money on the scale the Adani group has at its disposal, the sharp practices are likely to be even more. The negotiated tariff is to be fixed at USD 8.26 cents per kilowatt-hour for a period of 20 years when the Environmental Impact Assessment is based on a cost of USD 4.6 cents, and the cost in India is USD 3.5 cents",
    "The CEB has failed to submit the schedules of the draft power purchase agreement (PPA), the signed memorandum of understanding (MoU) with the Government of India, and clearance granted by the Attorney General’s Department to sign such an MoU following Cabinet approval in March last year. Among other details, the basis for declaring the same “plant factor” for both locations—Mannar and Pooneryn—has also not been made available to the regulator.  Even the results of the environmental impact assessment (EIA) and details of the environmental licence issued by the Central Environmental Authority (CEA) were not submitted.  These are all indicators of the lack of transparency in the project which is a recipe for corruption.",
    "The lack of transparency in economic dealings which could potentially lead to massive kickbacks has been highlighted in the IMF’s “Governance Diagnostic” for Sri Lanka, which accompanied its financial prescriptions.  The IMF conducted a governance assessment for Sri Lanka, focusing on corruption vulnerabilities and governance weaknesses in the country. The assessment provides recommendations to the government on improving transparency, accountability, and public financial management. According to Verite Research, Sri Lanka verifiably failed to meet 25 percent of the commitments due by the end of May 2024. In examining the 16 commitments that were ‘not met’, seven of them were on financial management, six on financial transparency, and three on anti-corruption measures.",
    "Verite Research noted that Sri Lanka is failing to comply with the IMF program precisely on the aspects that were diagnosed as the root causes of the economic crisis – problems of financial transparency, management and corruption. Many of the commitments not complied with at the second disbursement in December of last year also related to actions on transparency and anti-corruption. Referring to the imposition of new taxes without giving the general public the opportunity to discuss them, Verite executive director, Dr Nishan de Mel said, “It’s a pity then that the IMF has now become part of that problem — of rationally unsupported arbitrary policy making, rather than part of the solution to that problem in Sri Lanka.” He pointed to non-publication of the IMF Technical Assistance reports which purport to justify the current taxes, such as the controversial ones such as the controversial imputed rental income tax which is about taxing houses owned by people.",
    "In insisting that financial conditionalities be met, but not the governance conditionalities, the IMF is demonstrating that its primary concern is to ensure that Sri Lanka repays its loans, both to international creditors and to the IMF itself.  It seems to be less concerned with the distribution of the benefits and burdens of such revenue generating methods on the Sri Lankan population. By not insisting on the implementation of the governance conditionalities, the IMF is permitting those who are corrupt and in powerful places to get away with their corruption, perhaps on the basis that reining in of corruption is Sri Lanka’s business and not that of the IMF.",
    "In a context in which the government is either unwilling or unable to implement the basic requirements to put an end to the mismanagement of resources and corruption, it will be incumbent upon the independent institutions of state, such as the Public Utilities Commission and most notably the judiciary to take up the challenge, as they seem to be doing.  In the past two years, after the legitimacy of the elected government leadership got irretrievably damaged due to the economic collapse they presided over, the judiciary have been playing a positive role in restricting governmental abuse of power.  The judiciary has made pathbreaking decisions in identifying those at the highest level of the polity who were guilty of dereliction of duty with regard to the Easter bombing and the economic collapse and in reversing unjustifiable presidential pardons and seeking reformation of laws that violate the constitution, such as the Online Safety Bill.",
    "Unfortunately, some senior members of the government have been critical of the judiciary for giving judgments that have gone contrary to government plans.  The government has yet to conduct the illegally postponed local government elections that the judiciary ruled should be held without money set aside for the elections being blocked in any form.  In a recent case of the Women’s Equality Bill, President Ranil Wickremesinghe has taken umbrage at the judiciary and even gone to the extent of referring to “judicial cannibalism” in critiquing the Supreme Court’s judgement that it required a special majority and referendum to pass muster.",
    "The judiciary in a country that values the rule of law is the most transparent institution of state when it comes to justifying its decisions.  Every decision of the judiciary is available for all to read, and its decisions are based on both written and verbal submissions made in open court. The judiciary needs to be valued and respected, especially when decisions in the rest of the polity are made without any transparency.  Professional bodies such as the Bar Association, and civil society groups such as the Lawyers Collective have made their views known in regard to their support of principles of judicial independence and its moral and legal authority to hold the government to account, when it strays from the democratic path in which the wellbeing of all is the goal.",
    "Is Sri Lanka on right path for economic and social recovery?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}