{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/26/remember-the-night-cricket-united-south-asia",
  "time_ut": 1758855060.0,
  "original_lang": "en",
  "original_title": "Remember the night cricket united South Asia?",
  "original_body_lines": [
    "COLOMBO (News 1st); Cricket in South Asia is often described as a rivalry, a clash of nations, and sometimes even an extension of geopolitics. Yet history offers reminders that this game has also been a powerful force for unity.",
    "One of the most striking examples came during the 1996 Cricket World Cup.",
    "That year, Sri Lanka was hosting the tournament for the very first time alongside India and Pakistan. Just weeks before the matches, however, Colombo was rocked by a devastating bomb blast. Security fears led Australia and New Zealand to refuse to play their scheduled fixtures in Sri Lanka. It was a decision that left the host nation diplomatically isolated and deeply disappointed.",
    "What followed was extraordinary. In an unprecedented show of solidarity, India and Pakistan set aside their own fierce rivalry and sent a combined team to Colombo for an exhibition match against Sri Lanka. The gesture was symbolic but powerful. It reassured a shaken host, affirmed the legitimacy of the tournament, and demonstrated that cricket could be a unifying force across borders.",
    "The combined India–Pakistan XI was packed with stars: Sachin Tendulkar, Anil Kumble, Vinod Kambli, Waqar Younis, Wasim Akram, Saeed Anwar, and Aamir Sohail all turned out together in the same side. Facing them was a full-strength Sri Lankan team led by Arjuna Ranatunga, with the in-form Sanath Jayasuriya, Aravinda de Silva, Roshan Mahanama, and Muttiah Muralitharan among the XI.",
    "The match itself was competitive but played in a spirit of friendship. Batting first, Sri Lanka made a solid total (around 170 in a shortened game due to rain interruptions). In reply, the star-studded India–Pakistan XI chased confidently and won by 4 wickets, with contributions from both Tendulkar and Anwar. The scoreboard mattered less than the symbolism. The sight of Indian and Pakistani greats batting in partnership—and sharing a dressing room—was unforgettable for those who witnessed it.",
    "The Premadasa Stadium was filled to capacity, and the atmosphere electric. Fans saw something rarely experienced before or since—two traditional rivals joining forces, not for points or trophies, but to send a message of regional unity. That night, cricket succeeded in doing what politics often could not: it built a bridge across divides.",
    "In retrospect, the solidarity of 1996 proved to be more than symbolic. Sri Lanka carried that energy into the tournament, eventually beating Australia in the final at Lahore to claim its first-ever World Cup title. Yet beyond the triumph on the field, the episode in Colombo remains one of the most beautiful examples of sport’s higher purpose.",
    "Today, the cricketing atmosphere in South Asia is far less forgiving. Relations between India and Pakistan remain strained, with bilateral series suspended and encounters limited to ICC events. The game is often clouded by tension rather than camaraderie. Against this backdrop, the memory of 1996 stands out as a reminder of what cricket is truly meant to do: to bring people together.",
    "Nearly three decades later, that moment of unity continues to resonate. It showed that sport, when stripped of politics and hostility, can rise above rivalry and give nations a shared stage. It showed that in South Asia—where cricket is more than a game—solidarity is possible.",
    "The lesson from 1996 is simple, but timely: cricket at its best builds bridges, not walls."
  ]
}