{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96929/-biden-to-issue-executive-order-targeting-israeli-settlers-attacking-palestinians-in-west-bank",
  "time_ut": 1706802240.0,
  "original_lang": "en",
  "original_title": "Biden to issue executive order targeting Israeli settlers attacking Palestinians in West Bank",
  "original_body_lines": [
    "President Joe Biden is expected to issue an executive order targeting Israeli settlers in the West Bank who have been attacking Palestinians in the occupied territory, according to four people familiar with the matter.",
    "A senior administration official, who like the others was not authorized to comment publicly and spoke on condition of anonymity, said the White House was expected to announce the order later Thursday.",
    "Biden has spoken out against retaliatory attacks by Israeli settlers against Palestinians in the West Bank in the aftermath of the Hamas attacks against Israel on Oct. 7. The president has pledged that those responsible for the violence will be held accountable.",
    "The executive order is expected to set the ground for imposing sanctions on individuals who have engaged in violence against Palestinians in the West Bank.",
    "Attacks by Israeli settlers have intensified since the war started, and some Palestinians have been killed, according to Palestinian authorities. Rights groups say settlers have torched cars and attacked several small Bedouin communities, forcing evacuations to other areas.",
    "The new executive order comes as Biden was set to visit Michigan on Thursday to rally support from union members in a key presidential battleground state.",
    "The Democratic president has faced sharp criticism from Arab and Muslim leaders over his handling of the war with Hamas, and the shadow of the conflict has some Democrats worrying that it could have a major effect on the outcome in the November election.",
    "The State Department announced in December it would impose travel bans on extremist Jewish settlers implicated in a rash of recent attacks on Palestinians in the occupied West Bank.",
    "The department did not announce individual visa bans. But officials said at the time the bans would cover “dozens” of settlers and their families, with more to come if the violence continued."
  ]
}