{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/ranils-departure-anuras-ascendancy/",
  "time_ut": 1727576793.0,
  "original_lang": "en",
  "original_title": "Ranil’s Departure & Anura’s Ascendancy!",
  "original_body_lines": [
    "Before reflecting on the recently departed President Ranil Wickremesinghe, I would like to extend my congratulations to Anura Kumara Dissanayake, who was newly appointed as the ninth President of the Democratic Socialist Republic of Sri Lanka. Coming from a distant rural area and having embarked on a long and challenging political journey, he skilfully conducted his election campaign, achieving a remarkable victory.",
    "Although he did not secure more than 50% of the vote, increasing his vote percentage from 3.16% in 2020 to 42% is a significant achievement. Clearly, this victory is the result of the extensive campaign launched against corruption and fraud. Therefore, this can be seen as a vote primarily against corruption, fraud, waste, elitism, and the establishment.",
    "During the peak of the public uprising that emerged as the country faced bankruptcy, President Gotabaya fled the country, leaving Sri Lanka on the brink of anarchy. There were accusations that multiple parties were invited to take control of the government, but they refused. Regardless of the truth behind these claims, seizing state power at that moment would have been like stepping into a deadly trap. The party that took over the government would have been blamed for all the previous mismanagement that led to the country’s bankruptcy. They would have had to implement severe austerity measures in a bankrupt nation, burdening the public further. Such measures would have been deeply unpopular and likely incite public anger. Hence, it is important to understand why the opposition hesitated to take control of the country at that crucial moment. In my view, they cannot be blamed for this hesitation. The best course of action at that time would have been to establish a temporary government, hold elections in the short term, and allow the people to elect a new government. This would have allowed the public to vent their anger against those who bankrupted the country and give their mandate to the party of their choice. A new government with a public mandate could then have implemented the International Monetary Fund’s (IMF) austerity measures with legitimacy.",
    "Based on the 2020 election results, Ranil Wickremesinghe’s and the United National Party’s (UNP) political careers seemed to have come to an end. After failing to win a single seat in the general election, Ranil was eventually appointed to Parliament through the national list. By then, the dream he had nurtured for years of becoming an Executive President had faded. Politically, Ranil had nothing to lose. From this perspective, the peak of the protest became a golden opportunity for him to finally become the Executive President. As a highly skilled and cunning politician, Ranil seized this opportunity without hesitation. Once in power, he quickly subdued the protesters, consolidating his authority. He swiftly appointed a new cabinet, composed mainly of members from opposition parties, and prevented the country from further sinking into chaos.",
    "He managed to work successfully with a group that had never supported him and used the limited resources of the treasury to ensure essential goods and services were provided to the public. This led the opposition and the protesters to remain relatively silent, allowing his administration to function. He drew on his extensive experience and connections to secure agreements with the IMF and advance the debt restructuring process. His administration was able to control the soaring inflation, stabilize the Sri Lankan Rupee, and achieve modest economic growth. Moreover, the country’s foreign reserves, which were completely depleted in 2022, increased to five billion dollars over the last two years. However, Ranil failed to act sensitively to the intense pressure on the public due to the IMF’s austerity measures, resulting in widespread unpopularity. Nonetheless, he deserves credit for preventing the country from descending into anarchy, saving it from a deep abyss. The 17% of the vote he received in the recent election reflects this acknowledgment.Historically, leaders who implement IMF austerity measures in bankrupt nations have faced similar fates. Additionally, Ranil’s heavy-handed use of executive powers, the introduction of repressive laws, and his silence on corruption while maintaining the old corrupt system made him deeply unpopular. His alliance with the ruling party, the SLPP (Sri Lanka Podujana Peramuna), and the necessity to grant ministerial positions to corrupt individuals worsened his reputation. Ranil had to bear the brunt of the consequences for their misdeeds, as he came to power with the Rajapaksa’s support.",
    "Had he stayed in power for a longer period, he might have offered some relief to the people and potentially gained more public support. However, time was not on his side. With his election defeat, Ranil announced that he will not return to the political stage, leaving the future of the UNP uncertain.",
    "The new president, Anura Kumara Dissanayake, faces many challenges, including stabilizing the economy and implementing the socio-economic program he promised. Maintaining regional geopolitical balance is another major challenge. While he has pledged to continue the reforms initiated by Ranil Wickremesinghe, significant economic changes are not expected in the near term.",
    "The new administration will likely focus on providing relief to the lower classes, who are suffering the most. However, with the IMF’s austerity program in place and no option to print money, there is limited room for increasing salaries or introducing welfare measures. One advantage for the new president is that the unpopular austerity and debt restructuring measures have already been implemented by Ranil Wickremesinghe. Now, the focus will be on continuing these programs while providing some relief to the people.",
    "While economic changes may be limited, there is an opportunity to create a new political culture, which the public is eagerly awaiting. Addressing corruption, fraud, nepotism, and waste will be key. Governance must be carried out with transparency, and the rule of law upheld. Moreover, new investigations into the Easter attacks and justice for the victims of the Rajapaksa era, including the assassinations of journalists like Lasantha Wickrematunge and Prageeth Ekneligoda, are imperative.",
    "The new government must take decisive action against those involved in recent corruption scandals, such as the bond scam and visa scam, while also launching efforts to recover stolen assets hidden abroad. A central promise of the election campaign was to prosecute corrupt individuals and retrieve these assets, and it is imperative that this commitment is honoured.",
    "While the NPP (National People’s Power) has not taken a clear stance on Tamil rights and devolution of power, their pledge to implement the new constitution drafted during the Yahapalana government is noteworthy. Enacting that constitution quickly could earn the new government significant respect. For decades, political leaders have promised to abolish the executive presidency, and this could finally become a reality. Implementing the new constitution within the first year would be wise, as public support is at its peak.",
    "Since the new president does not have a majority of the vote, it is expected that he will work cautiously and cooperatively with other parties, which would be a positive development. Strengthening ties with representatives from the Northern and Eastern provinces and understanding their needs would also be beneficial. Working in collaboration is essential for achieving national unity. For example, the future government could involve Tamil and Muslim leaders in the development of the Northern and Eastern provinces. Special ministerial positions could be created if necessary to facilitate this.",
    "Securing a majority in the upcoming general election is essential for AKD’s administration. The vote count from the presidential election is insufficient for this purpose, but historically, winning parties in presidential elections tend to gain more votes. A president from one party and a prime minister from another would create significant inefficiencies, as seen in the past. Therefore, granting parliamentary power to the president’s side is crucial for the country’s future.",
    "Although the potential for economic growth may be limited, changing the political culture is a critical necessity. Without doing so, expecting any real change in the country is impossible. Such a shift would also pave the way for more progressive elements to enter politics in the future, laying the foundation for a new social transformation. However, obtaining a two-thirds majority for the new government would be extremely difficult. In fact, granting such power is risky, and such power is not necessary to fulfill the promises made to the people.",
    "It is essential for voters to remain vigilant regarding the actions of the new government and whether it fulfills its promises. Voters have a responsibility to contribute to this process as much as possible. Additionally, citizens must hold politicians accountable for their promises without being biased toward political parties, in the interest of the country’s well-being. At the same time, establishing a strong opposition in the upcoming parliament is crucial. This is necessary to ensure proper governance and protect the needs of a democratic and pluralistic society.",
    "For example, in the 2015 presidential election, the president and government that came to power promised to establish good governance, and initially, they showed great enthusiasm for it. While they made a good start, over time, their efforts declined. A major reason for this decline was that the civil society activists and other social groups who had helped bring them to power were sidelined after the government was established. The opposition, too, failed to carry out its duties effectively at that time.",
    "Therefore, in the upcoming parliament, it is essential for the opposition to fulfill its responsibilities appropriately. Instead of opposing everything, they must support proposals and projects that meet the people’s aspirations and raise their voices against those that do not. This is their primary responsibility."
  ]
}