{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Rise-of-digital-campaigning-How-social-platforms-shaped-Sri-Lanka-s-elections/14-769865",
  "time_ut": 1732822573.0,
  "original_lang": "en",
  "original_title": "Rise of digital campaigning: How social platforms shaped Sri Lanka’s elections",
  "original_body_lines": [
    "Of all social platforms, TikTok played a significant role in ensuring election integrity",
    "The recent Presidential and General elections in Sri Lanka marked a significant political shift, with Anura Kumara Dissanayake of the National People’s Power (NPP) coalition emerging as a transformative figure. Dissanayake’s victory in the September 2024 Presidential election represented a break from decades of entrenched elite politics, resonating with voters disillusioned by corruption and economic mismanagement. NPP’s subsequent landslide win in the snap Parliamentary elections solidified his mandate to pursue reforms to alleviate poverty and address systemic governance issues.",
    "Like all other South Asian democracies, Sri Lanka saw how its electoral landscape continues to transform, driven by the rise of digital platforms. Traditionally reliant on rallies, television slots, and print advertising, Sri Lankan political campaigns continue to showcase that they recognise social media’s potential to connect with voters. While the old tools of canvassing remain, the influence of platforms like TikTok, Facebook, Instagram, and YouTube is growing exponentially, especially among younger, tech-savvy demographics. This shift signifies that the digital space, once considered peripheral, has become central to political strategies, with parties leveraging it to amplify messages, mobilise supporters, and challenge traditional campaign hierarchies.",
    "This shift was first evident in Sri Lanka during the 2019 Presidential election, where a powerful social platform strategy played a significant role in the victory of former President Gotabaya Rajapaksa. Social media didn’t just amplify campaign messages—it mobilised the diaspora and first-time voters, demonstrating the platform’s ability to shape outcomes. While the dust settles after the presidential and parliamentary elections in Sri Lanka are completed, this trend has only intensified, with all leading candidates leveraging digital space to capture public attention.",
    "However, the growing dependence on social media is a double-edged sword. While it democratises access to information, it also opens the floodgates for misinformation, hate speech, and coordinated online smear campaigns. Reports of ‘keyboard armies’ working for political gain underline the darker side of this digital evolution, where the very tools designed to connect people are used to polarise and manipulate.",
    "These incidents prompted the Election Commission (EC) and monitoring groups, such as PAFFREL and CaFFE, to adapt their strategies to the complexities of the digital sphere. While social platforms enable candidates to reach vast audiences quickly and effectively, this evolution has also introduced significant challenges, particularly around misinformation, hate speech, and unethical practices. Internally, verifying violations and addressing complaints remained slow and arduous. The EC had to urge the public to evaluate online content critically, emphasising verifying information before sharing.",
    "Furthermore, the influence of financial power in the digital campaign landscape further complicated the picture. Social media campaigns, often managed by digital marketing agencies, were fuelled by substantial budgets, with candidates allocating up to 60% of their allowed expenditure—Rs. 1.86 billion per candidate—toward targeted online strategies. These campaigns frequently included content creation, platform optimisation, and even acquiring popular social media pages to run advertisements.",
    "While these efforts amplified visibility, they also raised concerns about transparency and fairness, as manipulated videos and sponsored narratives blurred the line between organic content and paid promotion. Monitoring experts highlighted the difficulty in tracing the origins and funding of such activities, underscoring the need for stricter oversight and greater accountability to maintain the integrity of Sri Lanka’s electoral process.",
    "To counter these challenges, social media platforms introduced features and guidelines for the users. For example, TikTok had robust measures to combat misinformation, violence, and hate speech aligned with its Community Principles. The platform removed misleading information about civic processes, including voter registration, candidate eligibility, ballot counting, and election results. TikTok’s policies prohibited content that intimidates voters, suppresses voting, or incites violence. Over 40,000 personnel, in conjunction with advanced technology, are deployed globally to enforce these rules, complemented by collaborations with intelligence firms, industry partners, and civil society organisations.",
    "To help counter misinformation, TikTok worked with regional fact-checkers to help the platform consistently and accurately remove election misinformation. Content under review or identified as unsubstantiated is restricted from the For You Feed recommendation, and viewers and creators are alerted about the potential misleading nature of such content.",
    "A significant element of TikTok’s strategy was the imminent launch of the Sri Lanka Election Centre. This hub, available in English, Sinhala and Tamil, directed users to authoritative information on elections. Enhanced by advanced technology and local language support, the platform ensured a safe environment without violating its Community Guidelines.",
    "To maintain an authentic user experience, TikTok also reiterated its policy against political ads. This included restrictions on paid political promotion, advertising, and fundraising. Accounts linked to governments, politicians, or political parties had limited functionalities on the platform to ensure adherence to this policy.",
    "While it is encouraging to see that social platforms are shaping electoral outcomes, they face increasing pressure to evolve their content moderation policies and maintain transparency in an era where digital influence is both powerful and pervasive. The future of electoral campaigning will likely see more sophisticated manipulation of online spaces as candidates and political groups refine their use of algorithms, bots, and targeted advertising. This presents a significant challenge for platforms to prevent the spread of misinformation and hate speech and ensure that political advertising remains transparent and accountable. As digital campaigning becomes more nuanced and aggressive, platforms must strike a balance between empowering democratic discourse and curbing the spread of harmful or biased content. This will require more robust regulatory frameworks and cross-platform collaboration with governments, civil society, and election bodies to create a cohesive approach to digital integrity.",
    "Another major hurdle for social platforms is the rise of deepfakes and other forms of manipulated media, which are becoming increasingly difficult to detect and block. As election cycles progress, these tools are likely to be used more aggressively to spread fake narratives, incite violence, or damage political reputations. Platforms like TikTok and Facebook are already testing advanced AI-driven moderation tools to combat this issue. However, response times still lag when identifying and removing such content. This is why platforms must invest in real-time detection systems and more robust collaboration with fact-checkers to maintain electoral integrity.",
    "Additionally, there is a growing need for greater digital literacy among voters to discern credible sources from manipulated or biased content. The future of fair elections will depend heavily on how well social platforms can adapt to these challenges while still preserving the core principles of free expression.",
    "“We are committed to ensuring the integrity of civic processes on our platform. During the elections, we took proactive steps to remove harmful content, promote verified information, and create a safe space for political discourse. Our efforts reflect our broader commitment to safeguarding the democratic process and empowering users with reliable information,” said TikTok Government Relations and Public Policy—South Asia Head Ferdous Al Mottakin.",
    "Looking ahead, TikTok and other social platforms are poised to play an even more significant role in Sri Lanka’s elections. The integration of AI, improved fact-checking mechanisms, and enhanced user education initiatives are expected to shape future campaigns.",
    "As digital politics evolves, the balance between free expression and ethical campaigning will remain critical. Social platforms must continue to innovate and collaborate with stakeholders to ensure the integrity of Sri Lanka’s democratic processes."
  ]
}