{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102860/supreme-court-to-deliver-decision-on-dnas-petition-tomorrow",
  "time_ut": 1729613700.0,
  "original_lang": "en",
  "original_title": "Supreme Court to deliver decision on DNA’s petition tomorrow",
  "original_body_lines": [
    "The Supreme Court has announced that it will deliver its decision tomorrow (23) regarding the petition submitted by the Democratic National Alliance (DNA), seeking a writ order invalidating the decision of the District Returning Officer to reject their nomination for the Vanni Electoral District in the General Election.",
    "The DNA had filed this petition on October 18 following the decision by the Vanni District Returning Officer to reject their nomination submission and the petition requests the Supreme Court to issue a writ order invalidating the decision.",
    "After considering the facts presented from both parties, the Supreme Court pointed out that that the rejected nomination paper should be accepted by the relevant District Returning Officer in accordance with the existing laws.",
    "Accordingly, the three-judge bench of the Supreme Court comprising of Justices Preethi Padman Surasena, Shiran Gunaratne and Achala Wengappuli ordered that the decision and its justification would be pronounced in court tomorrow (23).",
    "The petition was submitted by Pararajasingham Udayarasa, the authorized officer of the DNA, and two others, naming the Commissioner General of the Election Commission, its members, the Vanni District Returning Officer, and several others as respondents.",
    "In the relevant petition, filed through Attorney-at-Law Sanath Wijewardane, the petitioners claim that they have submitted their nomination papers to the District Returning Officer for the Vanni electoral district in order to contest in the upcoming General Election.",
    "The petition states that the District Returning Officer rejected their nomination submission at the time, citing that it had not been properly submitted.",
    "The petitioners allege that the rejection of the nomination papers was unlawful, arguing that all required documents had been properly submitted and the petition requests the Supreme Court to issue a writ order invalidating the District Returning Officer’s decision.",
    "In addition, the petitioners seek an interim order to be issued postponing the General Election polling in the Vanni Electoral District, currently scheduled for November 14, until the haring of the case is concluded and a final decision is delivered."
  ]
}