{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/CSE-sees-growing-trend-among-listed-entities-adopting-ESG-standards/108-283755",
  "time_ut": 1717104720.0,
  "original_lang": "en",
  "original_title": "CSE sees growing trend among listed entities adopting ESG standards",
  "original_body_lines": [
    "Nearly one third of listed entities have already adopted ESG standards",
    "Having nearly one third of listed entities adopting Environmental, Social and Governance (ESG) principles in their business models and reporting, the Colombo Stock Exchange (CSE) Chief acknowledges a growing interest among listed entities to adopt ESG principles.",
    "ESG adoption and reporting has become a prerequisite to secure foreign funds in particular from Europe and to become part of global value chains. However, there’s has been a backlash on ESG in recent months specially in the United States (U.S) which has caused some major financial institutions to step back from climate-related pledges.",
    "“We are seeing an increasing trend. Right now, it’s not mandatory for listed entities to report according to ESG principles; nevertheless, we are seeing an increasing trend.We as the Colombo Stock Exchange (CSE) encourage listed companies to adopt ESG principles and ESG reporting,” Colombo Stock Exchange Chairman Dilshan Wirasekera said.",
    "He was speaking at an event organised by CFA Society Sri Lanka on Wednesday to announce the 11th edition of Sri Lanka Capital Market Awards which is scheduled to be held on June 18 this year.",
    "For the first time, the CFA Society decided to introduce the Best ESG Reporting Award at the upcoming edition of the CFA Society Sri Lanka Capital Market Awards. This is to recognise the top listed companies in Sri Lanka that have demonstrated a commitment to creating a positive impact in the areas of Environment, Social and Governance (ESG), and have adopted best practices in ESG reporting and disclosures.",
    "According to Wirasekera, less than one third of CSE listed companies have adopted best practices in ESG reporting.  When asked whether the CSE plans to make it mandatory, he responded that it’s yet to be taken up for discussions.",
    "“We haven’t discussed or debated that matter. I think we prefer to take a voluntary approach as the CSE is not policing listed entities apart from listing rules. However, if you look at other markets and how we have evolved, I think the trend is good and we are moving in the right direction. But we haven’t discussed whether we should make it mandatory or not ,” he said.",
    "Even though CSE currently doesn’t have mandatory requirements to comply with ESG standards, CFA Sri Lanka Vice President Rashmi Paranavitane outlined that many listed entities with exposure to global investors and global value chains are increasingly adopting ESG best practices in their business models and in reporting.",
    "“Especially, those who might be part of global supply chains and who are export oriented under much more scrutiny have to comply with lot more stringent requirements from their global supply chains partners. So it’s (ESG) increasingly becoming a prerequisite to be part of those global supply chains,” she added.",
    "She noted that this trend is also visible even among companies catering to local markets.",
    "“Even locally, if you look at requirements of customers, the other stakeholders, even regulators they deal with, it’s increasingly more of a need for companies to comply with best practices of ESG and how they integrate ESG in their business models,” she said."
  ]
}