{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Role-of-Company-Secretary-Corporate-Secretary-in-Sri-Lanka-Evolving-responsibilities/56-764294",
  "time_ut": 1721063466.0,
  "original_lang": "en",
  "original_title": "Role of Company Secretary/Corporate Secretary in Sri Lanka: Evolving responsibilities",
  "original_body_lines": [
    "The role of the Company Secretary in Sri Lanka has evolved from a purely administrative function to a strategic position integral to",
    "The role of the Company Secretary in Sri Lanka has significantly evolved over the years. Traditionally seen as a clerical position, the role has expanded to encompass a broad range of responsibilities, making it a key position within Corporate Governance. The Company Secretary ensures compliance with statutory and regulatory requirements and implements decisions made by the Board of Directors.",
    "Historically, the Company Secretary’s duties were primarily administrative and clerical. These included handling Board meetings and related work like organising and preparing agendas for board meetings, recording minutes, and ensuring follow-up on board decisions.",
    "Further it got involved in ensuring that the company complies with local laws and regulations, such as filing annual returns and maintaining statutory books. The Company Secretary performed as a liaison between the board and shareholders, including the dissemination of financial reports and notices of meetings.",
    "In recent years, the Company Secretary’s role evolved and expanded significantly, influenced by increasing regulatory requirements, corporate governance reforms, and a greater emphasis on ethical practices and transparency. In this evolved role the Company Secretary has to play a crucial role in ensuring good governance practices. They advise the board on governance matters, ensure the implementation of robust governance frameworks, and monitor compliance with corporate governance codes.",
    "Beyond administrative tasks, Corporate Secretaries now act as key advisors to the board and senior management by providing insights on legal and regulatory changes, assisting in strategic planning, and supporting risk management initiatives.",
    "With a growing focus on ethical conduct and compliance, Corporate Secretaries are responsible for developing and implementing compliance programs. They ensure that the company adheres to ethical standards and regulatory requirements, thereby protecting the company’s reputation and mitigating risks.",
    "The Company Secretary’s role now involves managing relationships with various stakeholders, including investors, regulators, and employees. This includes ensuring transparent communication and addressing stakeholders’ concerns effectively leading to a cordial relationship with all concerned.",
    "Corporate Secretaries are increasingly involved in identifying, assessing, and mitigating risks. They work closely with the board to develop risk management strategies and ensure that risk management practices are integrated into the company’s operations.",
    "With the rise of sustainability and Corporate Social Responsibility, CSR initiatives, Corporate Secretaries are tasked with overseeing these programs. They ensure that the company’s CSR activities align with its strategic goals and regulatory requirements.",
    "The evolving role of the Company Secretary in Sri Lanka is not without challenges. These professionals must stay abreast of continuous changes in regulatory landscapes, increasing expectations from stakeholders, and the need for enhanced transparency and accountability. Towards this the Institute of Chartered Corporate Secretaries of Sri Lanka will be conducting CPD programs with the Registrar of Companies and the first such program will be held on 19 July 2024 at the ROC auditorium.",
    "The panel consists of top professional management consultant and quality guru BizEx Consulting Ltd. Chairman Sunil Wijesinha, Deputy Registrar General of Companies Tharanga Panditha Sundera and experienced Company Secretary, Institute of Chartered Corporate Secretaries of Sri Lanka Vice President and Governance Consultants Ltd., Director S. Sudarshan.",
    "Future trends indicate a further expansion of the Company Secretary’s role. The integration of technology in corporate governance, the rise of environmental, social, and governance (ESG) factors, and the need for robust data protection and cybersecurity measures will shape the future responsibilities of Corporate Secretaries.",
    "The role of the Company Secretary in Sri Lanka has evolved from a purely administrative function to a strategic position integral to corporate governance. As companies navigate complex regulatory environments and heightened expectations for ethical conduct and transparency, the expertise and strategic input of Corporate Secretaries will continue to be vital for corporate success."
  ]
}