{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86029",
  "time_ut": 1750596480.0,
  "original_lang": "en",
  "original_title": "Netanyahu can hypnotise Israelis for the same reason Adolf Hitler could hypnotise Germans, Trump Americans, Modi Hindus and the Rajapaksas Sinhalese. A process of “making the community more fanatical and exploiting the resulting fanaticism”",
  "original_body_lines": [
    "“A war on Iraq is a good choice, the right choice…” Benyamin Netanyahu (Testimony before the US Congress, 12.9.2002)",
    "“A forever war is beneficial to Netanyahu. People feel like they are always in danger like they always need him. There’s always some huge threat. I think that helps him remain prime minister.” Gili Schwartz, 20 year-old resident of Kibbutz Be’eri (The Bibi Files)",
    "An American president becomes embroiled in a sex scandal. To divert public attention, his advisors recruit a Hollywood producer to invent a war against Albania.",
    "That was the plot of the US feature film Wag the Dog, released in December 1997.",
    "Reality caught up a month later. In January 1998, Bill Clinton-Monika Lewinski scandal exploded. On the day Ms Lewinski was to testify before the grand jury investigating the affair, President Clinton ordered a missile attack on the al-Shifa pharmaceutical factory in Sudan. He claimed it was an Al Qaida facility manufacturing chemical weapons.",
    "In actuality, it produced medicines for humans and animals. Due to its destruction, tens of thousands of poor Sudanese might have died from lack of basic medicine, Werner Daum, German ambassador in Sudan, wrote.",
    "The Bibi Files is an American documentary. Produced by Jewish-South African filmmaker, Alexis Bloom, it is about the real life investigation of three corruption allegations against Israeli Prime Minister Benjamin (Bibi) Netanyahu. The film’s opening shot shows Mr. Netanyahu sitting at his desk facing police interrogators. One official asks from a colleague, “Is it working?” referring to the video camera. It was. Those tapes, leaked by an unknown source via Signal, constitute the meat of the documentary.",
    "In 2019, Israeli attorney general filed corruption charges against Prime Minister Netanyahu. Case 1000 accused Mr Netanyahu and his wife Sara of obtaining lavish gifts from Israeli arms dealer turned Hollywood mogul Arnon Milchan and Australian Billionaire James Packer (the Mahinda Rajapaksa administration gave his Crown Resorts a 10 year tax holiday to provide customers “world class gaming facilities” in Colombo) in return for tax concessions and other favours.",
    "Case 2000 accuses Mr Netanyahu of making a deal with media mogul Arnon Mozes for favourable coverage in his paper Yedioth Ahronot in return for legislation impeding a rival paper. Case 4000 accused Mr Netanyahu of doing regulatory favours for telecommunication agency Bezeq in return for favourable coverage in the website Walla owned by its then chairman. If convicted, he could be jailed up to 10 years.",
    "“With Netanyahu, nothing concentrates his mind more than the sound of the prison gate slammed behind his back…” says Nimrod Novik, a former advisor to Shimon Peres in The Bibi Files. “So everything that he has done over the last five years was so focused on that sound of the gate potentially slamming behind his back.” Doing everything to save himself included forming the most religio-politically extreme government in Israel’s history, introducing laws to subvert judicial independence, responding to the barbaric Hamas attack of October 7, 2023 with a genocidal war in Gaza, intensifying attacks on civilians and land grabbing in the West Bank and in June 2025 igniting a war with Iran in blatant violation of international law.",
    "“An evil man will burn his own nation to the ground to rule over the ashes,” is a quote attributed often to Sun Tzu. Its real author is unknown but its truth is undisputable. Politicians who jeopardise their own countries to grab or to stay in power are a phenomenon common to all times and all places, including Sri Lanka.",
    "A week into the air war with Iran, Israel’s much vaunted Iron Dome has failed spectacularly. Israel had to cancel outbound flights abruptly to prevent its citizens from fleeing (they are doing so on yachts and cruise ships). Israeli army chief has warned Israelis to brace for a “prolonged campaign” against Iran.",
    "“Netanyahu is the architect of chaos,” says Nimrod Novik. In 2002, he testified before the US congress, urging America to invade Iraq. “A nuclear-armed Saddam would place the security of our entire world at risk. Once Saddam has nuclear weapons, the terrorists too will have nuclear weapons… If you take out Saddam, Saddam’s regime, I guarantee you that it will have positive reverberations in the region.” We know how that story ended. Now another American leader has been duped by the same Bibi Netanyahu. The tail wags the dog, again.",
    "Sands of Sorrow was a 1950 US documentary. Produced by American explorer, diplomat and filmmaker Theodore Morde, it records the harrowing plight of the 750,000 Palestinians refugees made homeless by the founding of the state of Israel and Nakba.",
    "The film is introduced by Dorothy Thompson. A print and radio journalist of international repute, she was also an outspoken critic of Adolf Hitler, the first journalist to be expelled by the Nazi regime, a fierce defender of the persecuted Jews and an ardent Zionist. In 1941, she was hailed as a modern Deborah by Chaim Weizmann who would become Israel’s first president.",
    "“Dorothy was an avid, convinced, devoted Zionist,” her biographer Peter Kurth wrote in American Cassandra; “but she hadn’t been (to) Palestine.” She did in 1945 and understood the lie at the heart of Israel’s founding slogan, A land without people for a people without a land. The dehumanisation and the displacement of Palestinians by Jewish settlers reminded her of the “kind of hatred and violence she had seen in Germany”.",
    "Back home, she began to expose the plight of the Palestinians. Her editors warned that in the American press hostility to Israel was “almost a definition of professional suicide”. But she persisted. “I had to speak out about this for the same reason I had to speak out about Hitler,” she later said. “But my Zionist friends do not seem to understand about the universality of simple moral principles”.",
    "The price for abiding by those simple moral principles was steep. She lost her three weekly columns, her regular broadcasts and her speaking engagements and with that an audience numbering in millions. A well organised campaign accused her of anti-Semitism, of taking bribes from Arab leaders and of being a Jezebel.",
    "Her husband was accused of being a Nazi even though he had spent three years in jail for being an anti-Nazi. In 1939, she had been called the most famous woman in America next to Eleanor Roosevelt by the Time magazine in a cover profile. A decade later she had been pushed into obscurity.",
    "The politico-ideological-business nexus which ended Dorothy Thompson’s career is premised on the axiom that Israel is not an ordinary state, it is inherently moral and incapable of wrong and the laws that every state must at least pretend to observe (including the US) do not apply to it.",
    "It is this “uniqueness” that has enabled the live streamed genocide in Gaza, the recent invasion of Lebanon and the war on Iran. Its effect can be seen even in places like Sri Lanka, a country with 0 Jewish citizens and at least five Chabad Houses. According to Minister Sunil Senevi’s statement in parliament, Chabad Houses in Ella and Weligama have been registered on 21 April 2022 with the Registrar of Companies as commercial establishments. The ones in Arugam Bay and Thimbirigasyaya are as yet unregistered.",
    "The argument that Israeli tourists need Chabad Houses for religious observances is ridiculous. Like all other religions, Judaism permits its adherents to say their prayers anywhere. And if tourists need their own places of religious worship, what about Russians, for example? In 2024, 201,902 Russian tourists arrived in Sri Lanka, second only to Indians. How come Russian Orthodox Churches are not mushrooming across the country so that these Russians can observe their religion?",
    "If Israel with 24,000 tourists has five Chabad Houses, shouldn’t Russians be building at least 42 Orthodox Churches (Orthodox Christians do not worship in Catholic or protestant churches) in Sri Lanka? Plus, if there’s already a Chabad House in Colombo 7 why set up another illegal one in Colombo 5?",
    "Last week, Sri Lanka’s Human Rights Commission ruled that the arrest of 22 year-old Mohamad Rusdi for pasting an anti-Israeli poster was unlawful and a violation of his fundamental rights and ordered the government pay him compensation. That arrest would have been unlawful even under ordinary law because he was merely exercising his right to express an opinion peacefully and democratically.",
    "I wonder how long it would take for this or a future Sri Lankan government to use the International Covenant on Civil and Political Rights against anti-Israeli/pro-Palestinian activists, accusing them of anti-Semitism and causing religious disharmony. In case this prospect seems preposterous, would it have been believable in 2024 that in 2025 a young Sri Lankan would be detained under the PTA in 2025 for pasting an anti-Israeli sticker?",
    "In December 2024, in Ahangama, “Israeli tourists approached a local family known for their work in the anti-Zionist movement, physically attacking and vandalising their property”. This was one of at least three reported incidents of Israeli tourists attacking Sri Lankans on the South coast for being pro-Palestinian.",
    "In Arugam Bay, Israeli/IDF tourists on leave from the genocidal war in Gaza are harassing Lankan surfers. Jack Campbell, a long time Australian resident in the area, referring to the presence of Israel soldiers suspected of committing war crimes, said, “…they exist with a group mentality. I don’t feel safe for my family here”. He is right. We should listen.",
    "The UN Secretary General called the US attack on Iran a direct threat to international security and warned of dire consequences for the world. Unfortunately, most Israelis are likely to be elated by that act of international illegality. “Like Melville’s obsessed Captain Ahab, Netanyahu launched the war with Iran as part of a deranged personal mission,” wrote Israeli journalist Ofri Ilnay. “What’s amazing is that Netanyahu has managed to hypnotise the majority of Israelis, to convince us that his logic makes total sense,” (Haaretz, 21.6.2025).",
    "Netanyahu can hypnotise Israelis for the same reason Adolf Hitler could hypnotise Germans, Trump Americans, Modi Hindus and the Rajapaksas Sinhalese. These leaders are reaping a process that is decades old, if not more. A process of “making the community more fanatical and exploiting the resulting fanatics,” as Victor Klemperer, another Nazi victim, put it in The Language of the Third Reich.",
    "That gradual toxifying enabled the Holocaust just as it enabled previous genocides of native populations by colonisers, just as it is enabling the genocide in Gaza, and the war on Iran. When some Israelis protest demanding the military be given the right to torture or sexually abuse Palestinian prisoners, it is a symptom of a society sick to the very core of its being.",
    "Such a society would be easy to hypnotise into any state of barbarity or stupidity, so long as the right words are used and images are invoked.",
    "To stay in power, Binyamin Netanyahu forged alliances with the two most extremist parties in the Israeli political spectrum, parties who want Israel to become a religious Jewish state and to expel/kill all Palestinians. In The Bibi Files, Ami Ayalon, former head of Shin Bet calls current Finance Minister Bezalel Smotrich “a Jewish terrorist” and recalls that current National Security Minister Itamar Ben-Gvir “…supported the assassination of Prime Minister Rabin… He was condemned in court as one who supports Jewish terror.”",
    "Such a government cannot but normalise the most extreme terror, including genocide, and embrace the most unimaginable stupidity including igniting a regional or even world war.",
    "In a prescient warning of how dictators come to power, Dorothy Thompson wrote, “He always represents himself as the instrument for expressing the Incorporated National Will … But when our dictator turns up, you can depend on it that he will be one of the boys, and he will stand for everything traditionally American,” (American Cassandra). And what is traditionally us, what makes us great again depends on how the past and greatness are interpreted and depicted.",
    "A white Christian patriarchal America, a Sinhala-Buddhist Sri Lanka, a Hindu Bharat, a Greater Israel given to the Chosen People by the God himself.",
    "When Benjamin Netanyahu was elected prime minister the first time in May 1996, he said his victory proved that there’s God in the sky and his supporters chanted Bibi, King of Israel. To stay out of prison, he needs to remain king even at the cost of regional war and global chaos.",
    "In The Bibi Files, Israeli investigative journalist Raviv Durcker said, “To fully understand the chaos in the region one has to look back at the Prime Minister’s legal predicament. The corruption trial became a dominant factor in his decision making. it’s not that he tried to kill the evidence. He tried to kill the system. He took all of us hostage in this trial…” All of Israel, all of the region and all of the world so that he may remain free and reign on the ashes."
  ]
}