{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112708/showed-motherly-love-to-sri-lankan-tamils-indian-actor-vijay-praises-prabhakaran",
  "time_ut": 1758374700.0,
  "original_lang": "en",
  "original_title": "“Showed motherly love to Sri Lankan Tamils”: Indian actor Vijay praises Prabhakaran",
  "original_body_lines": [
    "In a move that is likely to stoke controversy, Tamizhaga Vettri Kazhagam (TVK) chief Vijay on Saturday racked up the Sri Lankan Tamil issue and praised LTTE chief Velupillai Prabhakaran, who was the mastermind behind former Indian Prime Minister Rajiv Gandhi’s assassination, and stressed the need to “give a voice to the Sri Lankan Tamils” living in the country.",
    "Addressing a crowd in Nagapattinam as part of his campaign in the election-bound Tamil Nadu, the Indian actor reached out to the Sri Lankan Tamils and suggested that Prabhakaran was “like a mother” to the community, reported NDTV.",
    "The issue of Sri Lankan Tamils is emotive in Tamil Nadu especially amongst the fishermen in areas like Nagapattinam.",
    "“At the same time, our umbilical-cord kin, the Eelam Tamils, whether they are in Sri Lanka or anywhere else in the world, are suffering after losing a leader who showed them motherly affection,” Vijay said, in a clear reference to Prabhakaran.",
    "“It is our duty to raise our voice for them,” he was quoted as saying by NDTV.",
    "It is not the first time that Vijay showed his support for the Sri Lankan Tamils. In 2008, he joined a hunger strike in Chennai to protest the killing of the community members in Sri Lanka. However, support for the Sri Lankan Tamils is not the same as endorsement or support for the LTTE which is proscribed in India.",
    "Prabhakaran and his intelligence chief Pottu Amman had hatched a plot to kill Mr Gandhi in 1991, a year after the Indian Peace Keeping Force (IPKF) left the Sri Lankan shores after fighting the LTTE for nearly three years. It is alleged that Prabhakaran wanted to avenge the then Indian Prime Minister’s decision in 1987 to deploy Indian peacekeeping force troops in Sri Lanka.",
    "Besides praising Prabhakaran, Vijay asserted that resolving the issues faced by fishermen remained one of his party’s top priorities. “We are not like the DMK government that writes a long letter about the fishermen’s issue and then remains silent. Finding a solution to the fishermen’s problem is one of our key agendas,” he told the crowd, as he took a swipe at the MK Stalin-led administration.",
    "The lives of fishermen were important, but “the dreams and lives of the Eelam Tamils are equally important to us”, he said.",
    "“I had spoken at the Madurai conference about the reasons behind Sri Lankan navy attacks on our fishermen and the possible solutions. It is my duty to stand with fishermen,” he added."
  ]
}