{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-iran-presidents-inaugurate-uma-oya-hydro-electric-project-159884/",
  "time_ut": 1713942060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, Iran Presidents inaugurate Uma Oya hydro-electric project",
  "original_body_lines": [
    "ECONOMYNEXT – Iran’s President Seyyed Ebrahim Raisi Sri Lanka President Ranil Wickremesinghe inaugurated a hydro electric project in Sri Lanka which can generate up to 290 Giga Watt hours of energy to the national grid.",
    "The 514 million dollar irrigation and hydropower project was designed and built by Iran’s Farab engineering group.",
    "The Uma Oya multi-purpose project is expected irrigate 6,000 hectares of agricultural land and provide drinking and industrial water.",
    "Iran had provided 50 million dollars for the project, before sanctions cut off funding in 2013.",
    "Related Iran President to open Sri Lanka $514mn irrigation, hydro power project",
    "President Ranil Wickremesinghe said the project was initiated by earlier president’s of the two countries.",
    "“It had many challenges,” President Wickremesinghe said. “Your country and my country are used to challenges. And we overcame them.”",
    "He said the modern Iran was country with advanced technological skills which they had built up on their own.",
    "“The engineering skills of modern Iran is well known,” he said. “You develop these technologies with your own efforts.”",
    "The project was financed by Sri Lanka and built with Iranian expertise President Raisi said.",
    "“It is a symbol of integration, connection and friendship between Iran and Sri Lanka,” President Raisi said.",
    "“I believe more than the project it shows will and determination of the two countries. We shared the knowledge and expertise to the friendly country of Sri Lanka.”",
    "Iran was ready to share technology built up through the past 45 years with Sri Lanka for development, he said."
  ]
}