{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Who-will-benefit-from-an-election-boycott-by-Tamils/172-282846",
  "time_ut": 1715964660.0,
  "original_lang": "en",
  "original_title": "Who will benefit from an election boycott by Tamils?",
  "original_body_lines": [
    "Prediction of the results of the forthcoming Presidential election would be the most difficult one in Sri Lankan history, since almost all traditional attachments of the voters with the main political parties seem to have been shattered to the core by the economic crisis that brought millions of people to the streets in 2022.",
    "The unprecedented economic hardships within their household and the agitations with slogans on the streets against all present and past rulers of the country for nearly four months seem to have shaped a new political mindset among the majority of people in the country.",
    "The impact of these two factors – the economic hardships and the Aragalaya – has been such that the Sri Lanka Podujana Peramuna (SLPP), the party that bagged 52.25 percent of votes has been ranked at the bottom of some poll surveys since mid-last year, with not even 10 percent of voter preferences in favour of them. Interestingly, the SLPP has never challenged the results of such surveys either.",
    "This has upped the hopes of some parties such as the Janataha Vimukthi Peramuna (JVP) / National People’s Power (NPP) while uncertainty has overwhelmed the entire political spectrum, giving maximum value to every segment – racial, religious, caste or other – of voters in the society.",
    "However, the heat of the Southern politics including the Aragalaya seem to have been least felt by the Tamil people in the Northern and the Eastern Provinces, especially the Northern Province, despite they too had to undergo the same hardships. The Northern Tamils were not moved by the Southern upheavals at the peak of the economic crisis when millions of Southern people from all around the country thronged the Capital Colombo chanting the slogan “Gota go home.”",
    "Northern Tamils linked these protests against the Gotabaya Rajapaksa Government and the call for a “system change” to the ethnic problem and responded accordingly. The majority of them dissociated themselves from the protests recalling the similar economic hardships they alone underwent during the war between the armed forces and the Liberation Tigers of Tamil Eelam (LTTE) and the Southern people’s indifference towards their plight.",
    "Hence, the sense of departure from the traditional party attachments to think afresh that has crept widely into the Southern populace does not seem to have made any impact on the Tamil people in the North. Going by the Tamil media which mirrors the Tamil psyche while shaping it up at the same time, the majority of Tamils seem to prefer to see themselves excluded from the Southern politics and they are keen to show it to the world as well.",
    "When this attitude is applied to the forthcoming Presidential election, they agree with the notion that Tamils should reject all Sinhalese candidates (and also the other south-based candidates whether they are Tamils or Muslims).",
    "However, they have failed, for the past six months to agree on how they should do it. Two main camps insist on the rejection of Sinhalese candidates with one group promoting the idea of fielding a Tamil common candidate at the Presidential election despite such a candidate winning being highly unlikely, while another group being adamant on boycotting that election.",
    "The Tamil National People’s Front (TNPF) led by Parliamentarian Gajendrakumar Ponnambalam argues that the Tamils would be able to exert maximum pressure on the government to resolve the ethnic problem by boycotting the Presidential election. No Sinhalese candidate who would win, Ponnambalam contends would stand by the Tamil people when it comes to issues such as political solution, accountability to the losses incurred by the Tamils during the war, political prisoners, continued Sinhalization of the Tamil homeland, land grabbing or the Prevention of Terrorism Act. He is of the view that the best way to show the rejection of the Sinhalese politics by the Tamils is to boycott the election.",
    "The recently formed Democratic Tamil National Front which consists of Eelam People’s Revolutionary Libertion Front (EPRLF), Tamil Eelam Liberation Organisation (TELO), People’s Liberation Organisation of Tamil Eelam (PLOTE), Tamil National Party (TNP) and Democratic Fighters (a grouping of former LTTE cadres) wants to field a common Tamil candidate. Suresh Premachandran, the leader of the EPRLF had argued that against the backdrop of a situation this time where no Sinhalese candidate is likely to gain the constitutionally required 50 percent votes, the presence of a Tamil candidate with the backing of six hundred thousand Tamil voters would drag those Sinhalese candidates towards the Tamils’ political agenda.",
    "The former Chief Minister of Northern Province, C.V.Wigneswaran who is currently a Member of Parliament and the leader of the Thamil Makkal Thesaiya Koottani (Tamil People’s National Alliance) is not only in the forefront in campaigning for fielding a Tamil common candidate but has already expressed willingness to become that candidate.",
    "However, the main Tamil political party, the Ilangai Tamil Arasu Katchi (ITAK) officially noncommittal to both ideas – fielding a Tamil candidate and boycotting the election - despite front runners of the party expressing conflicting views on the matter. The leader of the ITAK, R. Sampanthan, when the debate was initiated in December last year, had stated that his party would decide its course of action once the Presidential election is declared. However, that did not deter Shanakiyan Rasamanickam, the Batticaloa District ITAK MP from vilifying the Tamil common candidate concept as a brainchild of President Ranil Wickremesinghe.",
    "He argues that Wickremesinghe has mooted this idea to deprive his rivals of Tamil votes which he knew he could not win over.  A senior leader of the same party, C.V.K.Sivagnanam who is also the Chairman of the Northern Provincial Council, while contending that a Tamil common candidate should have the personality to command the support of at least 50 percent of Tamils in and outside of the Northern and Eastern Provinces, says this would be an acid test for the Tamils.",
    "The Jaffna District Parliamentarian Sivagnanam Sritharan who was elected as the leader of the ITAK recently but only to be suspended later by the courts unwaveringly supports the idea of fielding a Tamil common candidate on the grounds that it will send a strong message to the international community on the relationship between the Tamil people and the Southern leaders.",
    "Given the adamancy in their stances, probably the Tamil leaders might fail to find common ground, leaving the Tamil people to decide either to vote for a Tamil candidate, or to boycott the election or vote for a south-based candidate. If the idea to boycott took precedence those who like to vote for any south-based candidate would also be compelled to stay away from deserted polling booths. If the Tamil leaders agreed on a common candidate, people would be allowed by the circumstances to vote for the Southern candidates as well.",
    "There is an impact of the decision in this regard by the Tamil politicians on the overall result of the election of the President as well, irrespective of the number of votes in the region. Their decision to boycott the election will reduce the number of votes required by the winner to fulfil the Constitutional mandate to gain 50 percent of valid votes. On the other hand, the Tamils would not gain anything electorally if they agree upon a common candidate, but it would create an additional burden on the winning candidates as he or she has to obtain more votes to get the mandatory 50 percent votes. Otherwise, the Election Commission would have to count, for the first time in  history, the second and third preferences this time.",
    "Deserted polling booths at least in the North as a result of a boycott would showcase to the world an anti-establishment unity – voluntary or otherwise – among Tamil people but the impact would not be so clear through a Tamil common candidate, as other candidates would also draw some degree of support from the same region. Whatever the Tamil leaders’ decision would be, the Sinhalese candidates are going to collectively lose about five hundred thousand votes, unless both the options – boycotting and fielding a Tamil candidate – are abandoned by the Tamil leaders."
  ]
}