{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Abans-Group-Director-Dr-Saroshi-Dubash-honoured-with-Sri-Lanka-Woman-Leader-at-World-Women-Leadership-Congress-Awards/34-782308",
  "time_ut": 1759106593.0,
  "original_lang": "en",
  "original_title": "Abans Group Director Dr. Saroshi Dubash honoured with ‘Sri Lanka Woman Leader’ at World Women Leadership Congress & Awards",
  "original_body_lines": [
    "Dr. Saroshi Dubash (left) accepting the ‘Sri Lanka Woman Leader’ recognition",
    "Abans Group Director Dr. Saroshi Dubash has been honoured with the title ‘Sri Lanka Woman Leader’ at the World Women Leadership Congress & Awards’ Sri Lanka Woman Leaders event, held at Taj Samudra Colombo on 10 September.",
    "Representing the second-generation leadership of Abans Group, which was founded and nurtured by Abans Pestonjee, Dr. Dubash has worked diligently through the ranks of the Group over the years, earning the respect of her colleagues and peers through her unwavering dedication and principled leadership, managing a number of companies under the Group.",
    "Accordingly, she currently holds the positions of Managing Director at Abans Electricals and Manufacturing PLC, at Abans Logistics, as well as at Crown City Developers, elevating the Group following principles such as honesty, innovation, and sustainable growth.",
    "Dr. Dubash, having earned her PhD in Philosophy and her MBA from University of Honolulu, obtained her BSc in Chemistry from the University of London.",
    "She is a strong advocate of continuous learning and talent development. Her approach to leadership emphasises empowering employees by encouraging them to take on challenging roles that test their abilities, helping them grow into well-rounded professionals. This philosophy has significantly contributed to the success and sustainability of the Abans Group.",
    "In 2007, Dr. Dubash led a strategic initiative to introduce e-commerce to the Group through the creation of www.buyabans.com, well before e-commerce was widely implemented. Her foresight in identifying e-commerce as a critical customer engagement and sales channel positioned the Abans Group ahead of the curve, with the platform now serving as a key contributor to the Group’s growth.",
    "Her contributions to technology and digital transformation are equally noteworthy. As early as 2005, Dr. Dubash spearheaded an initiative to digitise company operations — long before digitisation became a corporate imperative. Personally assembling and leading a team of IT professionals, she oversaw the development of a homegrown Supply Chain Management (SCM) system that became the backbone of the company’s rapid expansion.",
    "Dr. Dubash’s role in the logistics sector also remains commendable. She played a pivotal role in transforming logistics from a support division within the Group into a strategically important business unit, both for Abans and the country.",
    "Her direct involvement in the establishment of the Abans Logistics Centre in Kaldolkelle, Seeduwa, reflects her deep commitment to sustainability. This state-of-the-art facility incorporates solar energy generation, rainwater harvesting (ensuring not a single drop of rain is wasted), eco-friendly sewage treatment, electrically powered material handling equipment, and the use of natural lighting — all aligned with the Group’s environmental objectives.",
    "The facility, supported by an in-house Warehouse Management System (WMS), serves not only the Abans Group but also numerous external clients seeking storage and value-added logistics services. Under her guidance, the logistics division has expanded its portfolio to include yard operations, haulage, freight forwarding, customs brokerage, cold chain management, and last-mile delivery, making it a recognised player in Sri Lanka’s logistics industry.",
    "Dr. Dubash is also a strong proponent of youth development and gender inclusion. She has initiated several programs to provide internship opportunities for university students, many of whom are young women pursuing careers in logistics. Her active involvement in the recruitment, mentoring, and career development of female employees has been instrumental in creating a more inclusive and equitable workplace. She personally monitors their progress and offers guidance, reinforcing her commitment to women’s empowerment.",
    "This was reflected in the support which she extended to initiatives such as “Ramp Up 2025” by the Women’s Chamber of Industry and Commerce, a unique event that showcases the talent of emerging women entrepreneurs in fashion, while building a powerful platform for local designers to gain exposure, grow networks, and build export-ready brands to reach new markets.",
    "In addition to her corporate responsibilities, Dr. Dubash has served in various women-focused organisations. Notably, she held the position of Chairperson of the Women’s Chamber and is actively involved with Women in Logistics and Transport (WILAT) under the Chartered Institute of Logistics and Transport.",
    "Her dedication to community upliftment is reflected in her numerous CSR initiatives, which primarily focus on supporting underprivileged women and children. These projects are driven by her deep-rooted belief in giving back to society and creating meaningful, long-term impact."
  ]
}