{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/five-negative-share-trading-sessions-lead-to-bargain-hunting/",
  "time_ut": 1721754540.0,
  "original_lang": "en",
  "original_title": "Five negative share trading sessions lead to bargain-hunting",
  "original_body_lines": [
    "The stock market yesterday got off to a slow start but later turned positive following the experiencing of five negative trading sessions. As a result bargain hunters were active while major investors adopted a wait- and- see stance, market analysts said.",
    "Both indices moved upwards. The All- Share Price Index went up by 57.36 points while the S and P SL20 rose by 20.78 points. Turnover stood at Rs 540 million minus crossings.",
    "In the retail market companies that mainly contributed to the turnover were; Dialog Axiata Rs 38 million (four million shares traded), NDB Rs 33 million (473,000 shares traded), JKH Rs 23 million (125,000 shares traded), Hayley’s Rs 22.8 million (228,000 shares traded), HNB Rs 20.9 million (111,000 shares traded) and CTC Rs 18 million (14570 shares traded). During the day 55 million share volumes changed hands in 6834 transactions.",
    "It is said that high net worth and institutional investor participation was noted in Hayleys, ACL Cables and JKH. Mixed interest was observed in Browns Investments, HNB and Royal Ceramics, while retail interest was noted in Industrial Asphalts, UB Finance Company and LOLC Finance.",
    "The Capital Goods sector was the top contributor to the market turnover (due to Hayleys, JKH and ACL Cables), while the sector index lost 1.37%. The share price of Hayleys decreased by Rs. 1 to stand at Rs. 100. The share price of JKH lost Rs. 2.75 to settle at Rs. 191.25. The share price of ACL Cables moved down by Rs. 1.",
    "The Food, Beverage & Tobacco sector was the second highest contributor to the market turnover (due to Browns Investments), while the sector index decreased. The share price of Browns Investments recorded a loss of 20 cents to reach Rs. 5.40.",
    "Yesterday, the buying rate of the dollar was Rs 299.29 and the selling rate Rs 308.54.",
    "ComBank’s Green Bond framework receives milestone SPO from Sustainable Fitch",
    "Women and youth engaged in the handloom industry to be economically empowered",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}