{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Animal-activists-help-tackle-local-street-dog-numbers/56-764815",
  "time_ut": 1722019311.0,
  "original_lang": "en",
  "original_title": "Animal activists help tackle local street dog numbers",
  "original_body_lines": [
    "Prof. Mark Saunders helping a suffering street dog during his Sri Lanka charity walk on 15 April 2023. Initial charity money: The inaugural clinic was paid for by the charity money raised by Prof. Saunders in walking the length of Sri Lanka from Dondra Head to Point Pedro in March-April 2023; a task supported by his wife Chitra Jayasinghe. This walk was 480 miles long, had 39,600 feet of ascent, and took 35 days to complete. It is the first time that an end-to-end walk of Sri Lanka has been achieved to our knowledge.",
    "The animal activists and veterinarians who enabled the first Beragala dog clinic on 29 July 2023. The three activists are (from left) Marie Chothrani, Shamini Rathnayake, and Chitra Jayasinghe. The five veterinarians are dressed in blue with the chief veterinarian wearing light blue tunic.",
    "Animal activists from Beragala near Haputale in the Badulla District are charity-funding clinics to reduce the number of suffering street dogs in their local area.",
    "The first day-long clinic was funded by charity-monies raised from a 480-mile end-to-end walk of Sri Lanka. The success of this initial clinic has allowed more charity money to be collected and further clinics to be arranged.",
    "The activists’ inaugural day-long clinic was held on the 29 July 2023 in the Lower Blackwood area of Beragala. Here, 43 local street dogs were caught, sterilised (neutered), and vaccinated for rabies and mange. A further 25 dogs brought by local households were also vaccinated. A team of veterinarians attended along with a medical officer who gave the vaccinations for rabies.",
    "Two further full-day sterilisation and vaccination clinics for street dogs have been organised for 3 and 4 August. These clinics will be held in Beragala and in nearby Haldummulla. About 75 street dogs will be caught and treated, and vaccinations will be offered for dogs from local households. Please consider supporting this important voluntary program by making a donation to the activists’ JustGiving fundraising appeal at: https://www.justgiving.com/crowdfunding/mark-saunders-1. All donations will go directly to paying for more suffering street dogs to be treated. The cost to catch, neuter, and vaccinate one street dog is currently Rs. 6,000.",
    "Chitra Jayasinghe, the lead animal activist from Beragala, said: “Our efforts are starting to make a difference. Subject to raising more charity money, we will continue until the serious issue of suffering street dogs has been removed from this beautiful part of Sri Lanka.”",
    "Shamini Rathnayake, a national activist from Colombo, said: “Small international charities are trying to ease the street dog problem in Sri Lanka’s main cities. However, elsewhere there has been little action. I am delighted to support the efforts of Chitra and her team who are taking the lead in addressing this problem in the country’s Southern hill country region.”"
  ]
}