{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/strong-q4-net-profit-growth-boosts-teejay-lankas-outlook-for-year-ahead/",
  "time_ut": 1715986980.0,
  "original_lang": "en",
  "original_title": "Strong Q4 net profit growth boosts Teejay Lanka’s outlook for year ahead",
  "original_body_lines": [
    "Strong net profit growth in the final quarter of 2023-24 has enabled Teejay Lanka PLC to end the financial year on an optimistic note despite the impacts of the appreciation of the Rupee, which contributed to its 12-month results falling below those of the preceding year.",
    "Sri Lanka’s first multinational textile manufacturer has reported net profit of Rs 549.1 million for the three months ending 31st March 2024, up 260% over the corresponding quarter of the previous year and a 15% improvement over the preceding quarter.",
    "Despite an increase in sales volumes, the Group’s revenue for the quarter, at Rs 15.3 billion, was down 4% over the figure for the third quarter of the year and 12% lower than the revenue of the corresponding quarter of the previous year. This was due to the appreciation of the Sri Lanka Rupee.",
    "For the year ending 31st March 2024, Teejay Lanka reported revenue of Rs 60.8 billion, profit before tax of Rs 1.6 billion, and net profit of Rs 1.1 billion, reflecting declines of 28%, 49% and 48% respectively over 2022-23 as a result of the softening of the global market conditions during the year.",
    "Nevertheless, the Group ended the financial year with a strong balance sheet with a cash and cash equivalents balance of Rs 8.9 billion and a net assets base of Rs 30.1 billion. Teejay’s net assets value per share of Rs 42 was lower by 6% when compared to the corresponding quarter, stemming from the strengthening of the Rupee against the Dollar, the Group said.",
    "“The Group has reported gross profit of Rs 1.5 billion representing a year-on-year increase of 27% and a 17% increase when compared to the third quarter, as a result of the effective utilisation of the Group’s capacity at its two locations,” Teejay Lanka CEO Pubudu De Silva said. “Further optimisation of capacity utilisation and operational efficiency and stability in yarn prices have positively contributed to this growth, strengthening our confidence for the year ahead.”",
    "Commenting on the Group’s performance in the concluded financial year, Teejay Lanka Chairman Ajit Gunewardene said it was encouraging to note the success of the multifaceted strategic initiatives undertaken to reverse the losses of the first quarter and to respond to market dynamics.",
    "Gunewardene added: “The Group’s long-term priorities include digitalization, establishing and executing a robust ESG framework, reducing costs, developing new products, enhancing synthetic capacity, and uplifting and empowering human capital to enhance resourcefulness. These strategies are expected to come into effect in the current financial year, indicating promising prospects for the future and enabling the Group to mitigate the impact of identified pressures, volatilities, and challenges.”",
    "The Teejay Group owns manufacturing facilities in Sri Lanka and India, along with a state-of-the-art printing facility in Sri Lanka. An ISO 9001:2015, ISO 14001:2015 and OHSAS 18001:2007 compliant company and the first in the industry to develop green fabric, Teejay Lanka was also the first textile manufacturer in Sri Lanka to receive membership of the US Cotton Trust Protocol. Teejay is a public quoted company with 40 per cent public ownership and the backing of Sri Lanka’s largest apparel exporter Brandix Lanka which has a 33 per cent stake in the Company. Pacific Textiles of Hong Kong, whose key shareholder is the Tokyo Stock Exchange listed Toray Industries Inc., owns 27 per cent of Teejay Lanka.(Teejay Lanka)",
    "How to build a culture of service excellence: Ron Kaufman to lead event in Colombo",
    "SriLankan Cargo partners with CargoAi to enhance airfreight booking and payment experience",
    "Strong Q4 net profit growth boosts Teejay Lanka’s outlook for year ahead",
    "Teejay ends 2022-23 with 70% revenue growth despite tough H2",
    "Teejay Lanka consolidates in Q2 to post 6-month revenue of Rs 48.6 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}