{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/imf-flags-risks-to-global-economy-from-elections-and-policy-shifts-184468/",
  "time_ut": 1729644360.0,
  "original_lang": "en",
  "original_title": "IMF flags risks to global economy from elections and policy shifts",
  "original_body_lines": [
    "ECONOMYNEXT – The level of uncertainty surrounding the global economic outlook remains elevated as change in governments could bring about significant shifts in trade and fiscal policy, the International Monetary Fund (IMF) said in its latest World Economic Outlook (WEO) report.",
    "The report titled ‘Policy Pivot, Rising Threats’ noted that nearly half of the world’s population has already gone or is expected to go to the polls this year, underscoring the potential for political transitions to reshape economic policies.",
    "“The potential for significant swings in economic policy as a result of elections this year, with negative spillovers to the rest of the world, has increased the uncertainty around the baseline.” the report released on October 22, said.",
    "With the U.S. presidential election slated for November 5, global markets are paying close attention, as the next administration’s stance on key issues—such as international trade agreements and fiscal policy—could have profound consequences for economic stability worldwide.",
    "Presidential candidate Donald Trump has consistently advocated for an “America First” economic policy centred on protectionism, deregulation, and tax cuts. His approach emphasises reducing the trade deficit by renegotiating international trade deals and imposing tariffs, particularly on China, to protect American industries.",
    "According to critics, any major policy shifts in the U.S. could ripple through global markets, potentially heightening volatility in an already uncertain economic environment.",
    "“I think this is something we are very concerned about…So there is definitely direction of trouble here, because a lot of these trade distorting methods could reflect decisions by countries that are self centred, could be ultimately harmful not just to the global economy, they are also harmful to the country that implements them,” IMF Chief Economist Pierre-Oiliver Gourinchas told a press conference today (22).",
    "He also stated that the fight against inflation is nearly over, highlighting that reducing inflation without triggering a global recession is a significant accomplishment. “Much of that inflation can be attributed to unwinding of the unique combination of supply and demand shocks, which caused the inflation in the first place,” he said.",
    "The IMF forecasts the global economy to grow at 3.2 percent this year and 3.3 percent next year, in line with its April 2024 World Economic Outlook report. Emerging and Developing Asia, which include India and China, is  projected to grow at 5.4  percent this year and 5.1 next year.",
    "The emerging market middle income economies, which include Sri Lanka, are expected to grow 4.2 percent this year and next year.",
    "However, the WEO report did not include specific data and projections for Sri Lanka owing to ongoing discussions on restructuring of sovereign debt.",
    "Meanwhile, according to the report, oil prices are projected to rise by 0.9 percent this year, reaching around US $81 per barrel, supported by production cuts from OPEC+ countries, resilient global oil demand growth, and heightened geopolitical tensions in the Middle East.",
    "However, the broader fuel commodity market is expected to see a decline, with prices forecast to fall by an average of 3.8 percent. This drop is largely driven by an expectedv16.4 percent decline in natural gas prices and an 18 percent fall in coal prices, as both commodities come off the highs seen in 2022.",
    "Food prices are also forecast to ease, with a projected decline of 5.2 percent this year and a further 4.5 percent drop in next year, as record-high global grain production is expected to materialise over the 2024–2025 period. (WASHINGTON, Oct 22, 2024)"
  ]
}