{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-government-awaits-supreme-court-ruling-to-cancel-lg-polls-state-minister-165984/",
  "time_ut": 1717413900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Government awaits Supreme Court ruling to cancel LG polls: State Minister",
  "original_body_lines": [
    "ECONOMYNEXT – The Sri Lankan government will not enact the necessary legislation to cancel already declared Local Government (LG) polls, a State Minister said, amid growing concerns over potential violations of election laws through various development projects and a poverty alleviation program.",
    "The island’s Election Commission initially scheduled the LG polls for March 9, 2023, later postponing them to April 25, 2023. However, the elections were not held after President Ranil Wickremesinghe’s administration cited a lack of funds due to the country’s recovery from an unprecedented economic crisis.",
    "Despite the postponement, the LG polls have not been officially canceled, meaning that standard election laws, including restrictions on political parties engaging in development projects or distributing funds, remain in effect.",
    "Last month, Cabinet Spokesman Bandula Gunawardena announced that President Wickremesinghe had instructed Prime Minister Dinesh Gunawardena to explore the possibility of invalidating the nominations accepted for the postponed 2023 LG polls.",
    "However, State Provincial Councils and Local Government Minister Janaka Wakkumbura stated on Monday (June 3) that the government has decided against canceling the LG polls due to ongoing court cases, with four petitions currently before the Supreme Court.",
    "“This matter is in the court now, and no verdict has been given yet. Once we receive a verdict, we can seek advice from the Attorney General and decide how to proceed,” Wakkumbura told EconomyNext.",
    "“We would need to pass a Special Provision Act to cancel the polls, which requires only a simple majority, not a two-thirds majority,” he explained.",
    "He noted that any law brought to cancel the polls could be challenged in court.",
    "“So we have refrained from canceling the polls, considering the ongoing legal cases,” Wakkumbura said.",
    "Saman Sri Rathnayake, Commissioner General of Elections at the Election Commission last month told a public forum that Sri Lanka is still in an election period as the declared local govt polls are yet to be held and all the laws during an election period are still effective.",
    "The government’s move to cancel the LG polls and related nominations follows the Election Commission’s communication to the President’s office regarding the appointment of LG election candidates to advisory committees.",
    "These committees are responsible for managing urgent development activities worth 10 million rupees in each local council area.",
    "Local election monitors have accused the government of violating election laws through activities such as the ambitious Aswesuma poverty alleviation program for 2.4 million households and the distribution of land deeds to 2 million households, which they say are intended to influence voter decision-making in the upcoming election.",
    "“If that’s the case, elected officials or candidates won’t be able to assist the public suffering from the current floods,” Wakkumbura said. “We need to address this issue somehow.”",
    "The Election Commission has announced that the presidential election will be held between September 17 and October 16.",
    "Manjula Gajanayake, Executive Director at the Institute for Democratic Reforms and Electoral Studies (IRES), stated that the government can still cancel the poll if it genuinely wishes to do so.",
    "“The government can appeal to the Supreme Court to consider the request and ask the court to take their appeal into account,” Gajanayake told EconomyNext.",
    "Many civil society activists have expressed to EconomyNext that President Wickremesinghe’s administration does not want to hold any elections until conditions are favorable for the ruling coalition.",
    "They argue that any imminent election would expose the ruling coalition’s lack of mandate.",
    "President Wickremesinghe’s center-right United National Party’s (UNP) General Secretary Palitha Range Bandara has faced heavy criticism on social media for suggesting a two-year postponement of Sri Lanka’s presidential and parliamentary elections.",
    "Political analysts believe that most voters are eager to respond to the ruling coalition’s wrong economic policies that led to the 2022 economic crisis.",
    "President Wickremesinghe is supported by the ruling Sri Lanka Podujana Peramuna (SLPP), a nationalist party that the public wanted to oust following the crisis.",
    "Some informal and non-transparent surveys have suggested that Marxists Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) and the main opposition Samagi Jana Balawegaya (SJB) are likely to win any elections in the near future. (Colombo/June 03/2024)"
  ]
}