{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Rumpus-about-campus-qualifications/4-770884",
  "time_ut": 1734891777.0,
  "original_lang": "en",
  "original_title": "Rumpus about campus qualifications",
  "original_body_lines": [
    "A highly qualified politician without integrity or empathy can cause more harm than an unqualified but ethical leader",
    "Sri Lanka’s Parliament is ablaze with a fiery debate over questionable campus qualifications, with the spotlight now on the JVP/NPP. Since voters placed their trust in the party as champions of honesty, integrity, and anti-corruption, the party now finds itself entangled in a web of controversy. Their rise to power on a platform of transparency has hit a stumbling block, as allegations of fabricated academic credentials leave them scrambling for cover, raising eyebrows and questions about their credibility.",
    "It is important to emphasise that in past governments, such questions and investigations were often curtailed immediately, sometimes with verbal and physical threats. Therefore, citizens must welcome this change. However, the ability to question alone should not be considered a success.",
    "Assessing the fairness of falsified qualifications: A professional and ethical breach",
    "The issue of falsifying academic or professional qualifications is not just a matter of personal misconduct; it poses significant risks to society, particularly in professions that directly impact public welfare, such as medicine, law, and engineering. These fields rely heavily on the expertise and competence of their practitioners. When individuals misrepresent their qualifications, they undermine the integrity of their professions and risk causing irreversible harm to the communities they serve. Sri Lanka, like many other countries, has witnessed instances of such misconduct, where perpetrators have faced legal and professional consequences.",
    "In fields like medicine and law, a practitioner’s competence directly affects lives. A doctor who falsifies their qualifications and lacks the necessary training risks misdiagnosing patients, prescribing harmful treatments, or even causing fatalities. Similarly, a lawyer with fake credentials can jeopardise justice by mishandling cases or providing faulty legal advice. Engineers without proper training could compromise the safety of infrastructure projects, leading to catastrophic failures.",
    "Sri Lankan citizens should take this as a reminder to verify anyone’s credentials, whether it be the local doctor you visit, the lawyer you seek advice from, or the engineer you hire to build your house.",
    "Falsifying qualifications is not just a breach of trust but a direct disservice to the community and the profession. It erodes public confidence in professional institutions and undermines the efforts of genuinely qualified individuals. Furthermore, it sets a dangerous precedent, encouraging others to cut corners instead of earning their credentials honestly.",
    "In the past, allegations of fake degrees and academic credentials have occasionally emerged in Sri Lanka’s political arena. These controversies often involve public figures who falsely claim to have prestigious qualifications to enhance their credibility and win public trust. Such instances not only tarnish the reputation of the individuals involved but also raise questions about the integrity of the institutions or parties they represent.",
    "In Sri Lanka, legal frameworks exist to address such misconduct. The Medical Ordinance and other professional regulations mandate that practitioners must possess valid credentials to be licensed. Falsifying qualifications is a punishable offense under the Penal Code, as it constitutes fraud. Those found guilty face penalties ranging from fines to imprisonment. Additionally, professional bodies can revoke licenses and impose lifetime bans on individuals caught falsifying qualifications.",
    "To prevent such instances, Sri Lanka must strengthen its mechanisms for verifying professional and academic credentials. This includes:",
    "4. Launching education and awareness campaigns highlighting the ethical implications of falsified qualifications to deter individuals from taking such actions.",
    "The question of whether formal qualifications matter in politics is particularly relevant in Sri Lanka’s current political landscape. Unlike professions such as medicine or engineering, politics is not regulated by a strict qualification framework. Instead, it is a domain where leadership, public service, and decision-making are paramount. While academic and professional qualifications can provide a foundation, they are not the sole determinants of a politician’s effectiveness. In the Sri Lankan context, honesty and a sound knowledge of the Constitution are arguably the most critical attributes for political leadership.",
    "1. Policy expertise: Politicians with relevant academic backgrounds—such as economics, law, or public administration—are better equipped to analyse complex issues and craft effective policies.",
    "2. Credibility and public trust: Formal qualifications often enhance a politician’s credibility, signalling competence and preparedness to voters.",
    "3. Broader perspectives: Education provides exposure to diverse ideas, enabling leaders to adopt innovative solutions to societal problems.",
    "1. Focus on practical skills: Politics often requires emotional intelligence, negotiation skills, and grassroots understanding, which formal education does not guarantee.",
    "2. Ethics over academics: A highly qualified politician without integrity or empathy can cause more harm than an unqualified but ethical leader.",
    "3. Historical examples: Many successful world leaders, such as Mahatma Gandhi and Abraham Lincoln, lacked formal qualifications in governance but had profound wisdom, honesty, and vision. The late President Premadasa is a classic example from Sri Lankan politics.",
    "Sri Lanka’s political history has seen a significant number of well-educated individuals occupying positions of power. While education is an asset, it has not always guaranteed foresight or wisdom in leadership. Some of Sri Lanka’s most educated politicians made decisions that, while seemingly logical at the time, led to unintended political, social, and economic chaos.",
    "For instance, the Sinhala-Only Act spearheaded by S.W.R.D. Bandaranaike alienated Tamil-speaking minorities, deepened ethnic divisions, and fuelled a civil war.",
    "Highly educated leaders also played a role in crafting the 1978 Constitution, which introduced the Executive Presidency under J.R. Jayewardene. While intended to ensure political stability, it led to:",
    "These examples highlight that education alone cannot ensure effective leadership. Successful leadership requires inclusivity, wisdom, and long-term vision, as demonstrated by figures like C.W.W. Kannangara and Lakshman Kadirgamar.",
    "Honesty is the cornerstone of political leadership. Without honesty, public trust, governance transparency, and the effective use of public resources are compromised. Knowledge of the Sri Lankan Constitution ensures leaders respect democratic principles, contribute to effective lawmaking, and avoid abuses of power.",
    "For the JVP, allegations of falsified qualifications undermine their platform of honesty and anti-corruption. While previous governments may have had individuals with similar dishonest practices, the JVP’s entire campaign was built on rejecting these norms. Excusing dishonesty within their ranks undermines the moral high ground they claimed. If dishonesty among JVP members is perceived as systemic, it could lead to voter disillusionment and damage the party’s long-term credibility.",
    "Early responses from the JVP have included denial of wrongdoing, silence, or attempts to minimise the impact of the allegations. Some have blamed the media and opposition parties for exaggerating the issue by bringing up similar examples from the past. However, it is important to recognise the difference between winning a debate and actually implementing transparency in actions and reactions. NPP/JVP could have addressed this matter swiftly and transparently. Slow reactions and attempts to sugarcoat the situation erode public confidence. A more effective immediate approach, such as initiating internal audits and public disclosures at the beginning would have demonstrated accountability more effectively.",
    "The JVP’s success in addressing economic, social, environmental, and manufacturing issues will ultimately determine its ability to maintain public support, far more than this controversy over educational qualifications. If the party can demonstrate tangible progress in these critical areas, it will lead to a successful outcome.",
    "As it stands, NPP/JVP has broadly maintained the policies followed by the previous government. Since the government is still new, the country should allow the party sufficient time to fulfil its promises, even though the immediate actions such as the removal of pensions, housing facilities, and other benefits, etc., they pledged seem to be waning. NPP/JVP is now learning how much easier it is to criticise a governing party than to actually govern.",
    "The JVP inherited a nation in financial turmoil, with IMF agreements providing a short-term lifeline. While continuing these agreements is prudent, voters expect long-term solutions that extend beyond austerity measures. It is important to acknowledge the good work of previous governments when criticising past mistakes.",
    "The country needs structural reforms in manufacturing, agriculture, and public services to ensure sustainable growth. While the JVP’s focus on promoting local industries and reducing reliance on imports aligns with these needs, implementation has been slow.",
    "With increasing climate concerns, the JVP must prioritise sustainable development and renewable energy initiatives.",
    "Anura Kumara Dissanayake’s leadership has been instrumental in the JVP’s rise. His ability to capture public sentiment and present himself as a reformist leader has been a cornerstone of the party’s success. He must now use his Executive Presidential powers wherever possible to provide quick solutions. While abolishing the Executive Presidency was one of his promises, as the incumbent, he must use those powers effectively until such time. His strong oratory skills and anti-corruption narrative have resonated with voters, but his focus on accountability and inclusivity must translate into decisive action.",
    "The resignation of the former speaker from his Government is a welcome step, but such actions should be demanded from the team rather than left to individual decisions after failing to cover up mishaps. President Dissanayake must demonstrate his ability to enact reforms independently and creatively.",
    "On the other hand, citizens must provide due respect and support to their President. Belief in democracy requires the public to support and accept the outcomes, even if they are not what they initially expected. It is also important for voters to prioritise individual qualities over party allegiance. By not being tied to any party, citizens can celebrate the successes of the Government without reservation. Citizens must always vote for honest individuals, irrespective of their party affiliation, and once you have done your civic duty, be fair in your judgments and criticisms. This balanced approach can ensure a healthier democracy and a brighter future for Sri Lanka.",
    "Bandaranaike, S.W.R.D. (1956). Official Language Act No. 33 of 1956.",
    "Daily News. (2018). Fake doctor arrested in public hospital scandal.",
    "De Silva, K. M. (1981). A History of Sri Lanka. Oxford University Press.",
    "De Silva, K.M. (1981). A History of Sri Lanka. Oxford University Press.",
    "Einstein, A. (1949). Out of My Later Years. Philosophical Library.",
    "Fernando, B. (2020). The Role of Constitutional Knowledge in Political Leadership. Sunday Observer.",
    "Gandhi, M. (1925). My Experiments with Truth. Navajivan Publishing House.",
    "Jayasuriya, L. (2015). Corruption in Sri Lankan Politics: An Overview. Daily News.",
    "Jayaweera, S. (1999). Economic Policies of the 1970s: A Retrospective Analysis. Sri Lanka Economic Journal.",
    "Jayaweera, S. (2023). The JVP’s Rise: Expectations and Realities. Sunday Observer.",
    "Sri Lanka Constitution (1978). Chapter VI: Directive Principles of State Policy.",
    "Sunday Times. (2023). Debate over qualifications and integrity in Sri Lanka’s political sphere.",
    "Wilson, A. J. (1988). The Breakup of Sri Lanka: The Sinhalese-Tamil Conflict. University of Hawaii Press.",
    "(The writer is President – Virginia Research Institute, USA, President – Tennessee Association of Science Department Chairs, and Fulbright Specialist – USA – 2019-2024.)"
  ]
}