{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-close-down-amidst-profit-taking-interest-in-sunshine-161554/",
  "time_ut": 1714992960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks close down amidst profit taking, interest in Sunshine",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange closed down on Monday, data on its site showed.",
    "The broader All Share Index closed down 0.23 percent, or 28.07 points, at 12,376; while the S&P SL20 Index closed down 0.65 percent, or 23.91 points, at 3,648.",
    "“There was a bit of profit taking seen in the market, ahead of news of the upcoming elections and the debt restructuring,” market participants said.",
    "“LOLC companies saw a bit of activity with retail interest coming in.”",
    "LOLC Holdings Plc closed up at 479.25, Browns Investments Plc closed up at 6.60, and LOLC Finance Plc closed up at 7.40.",
    "“Sunshine Holdings also saw investor interest on the back of the news of the IFC investment.”",
    "The International Finance Corporation has agreed to invest 3.7 billion rupees in Sunshine Healthcare Lanka Limited, its parent said.",
    "“The said investment will bolster SHL’s implementation of capital projects to expand and enhance the overall healthcare business such as increasing of the annual production of Lina Manufacturing, boosting of diagnostics capabilities of the Medical Devices, central logistics infrastructure development of Pharmaceuticals Distribution, expansion of retail and online presence of Healthguard Pharmacy chain,” Sunshine Holdings Plc said in a stock exchange filing today.",
    "“As a result of the aforementioned investment, subject to satisfaction of conditions, IFC will own approximately 14.7% stake in SHL.”",
    "Lanka Milk Foods (CWE) Plc also saw some interest (Rs79mn) and the share closed up at 34.20.",
    "Royal Ceramics Lanka Plc saw active trading volumes (Rs113mn) in the day, and the share closed up at 35.00.",
    "Other positive contributors to the ASPI included Citizens Development Business Finance Plc, which closed up at 220.00. (Colombo/May6/2024)"
  ]
}