{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-cancer-society-and-aia-insurance-renew-partnership/",
  "time_ut": 1732403400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Cancer Society and AIA Insurance renew partnership",
  "original_body_lines": [
    "The Sri Lanka Cancer Society (SLCS) is a dedicated non-profit organization committed to fight cancer. The primary mission of the Sri Lanka Cancer Society is to provide care and support to cancer patients in need, while also raising awareness about the disease. This mission is grounded on the belief that all cancer patients deserve the highest standard of care, irrespective of their social, cultural, or economic circumstances, a news release from the Society said.",
    "“The Sri Lanka Cancer Society (SLCS) extends its gratitude to its partner, AIA Insurance, for its continued commitment to supporting underprivileged cancer patients by renewing its partnership for the sixth consecutive year. The Memorandum of Understanding was signed between AIA CEO Chathuri Munaweera and SLCS Chairperson Anoja Karunaratne on  October 7, 2024,” it said.",
    "“This renewed agreement will ensure AIA’s quarterly donations to support patient care and public awareness initiatives. The renewal not only highlights the success of the existing collaboration between SLCS and AIA but also reflects the shared values of responsibility and services of both organizations to the community at large.”",
    "The SLCS operates entirely on public donations to deliver its services. These include managing and maintaining the Shantha Sevana ‘Hospice’ for terminally ill patients, overseeing a residential care facility at the Bandaranaike Memorial ‘Cancer Homes’ for patients receiving treatment at Apeksha Hospital, and providing essential support, including medication and financial aid, to cancer survivors as they rebuild their lives.",
    "The Sri Lanka Cancer Society encourages those who are able to contribute to this important cause to come forward with their donations and help create a healthier cancer free future for all.",
    "New Anthoney’s Group signs pledge to combat Antimicrobial Resistance during World AMR Awareness Week",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}