{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102709/sahara-desert-flooded-for-the-first-time-in-decades",
  "time_ut": 1728976800.0,
  "original_lang": "en",
  "original_title": "Sahara Desert flooded for the first time in decades",
  "original_body_lines": [
    "Striking images from the Sahara Desert show large lakes etched into rolling sand dunes after one of the most arid, barren places in the world was hit with its first floods in decades.",
    "The Sahara does experience rain, but usually just a few inches a year and rarely in late summer. Over two days in September, however, intense rain fell in parts of the desert in southeast Morocco, after a low pressure system pushed across northwestern Sahara.",
    "Preliminary NASA satellite data showed nearly 8 inches of rain in some parts of the region.",
    "Errachidia, a desert city in southeast Morocco, recorded nearly 3 inches of rainfall, most of it across just two days last month. That’s more than four times the normal rainfall for the whole month of September, and equates to more than half a year’s worth for this area.",
    "“It’s been 30 to 50 years since we’ve had this much rain in such a short space of time,’ Houssine Youabeb from Morocco’s meteorology agency told AP last week.",
    "As the rain flowed over the desert terrain, it created a new, watery landscape amid the palm trees and scrubby flora.",
    "Some of the most dramatic images are from the desert town of Merzouga, where the rare deluge carved new lakes into the sand dunes.",
    "The reflections of the town’s palm trees now shimmer across the expanse of a new lagoon, framed by steep sand dunes.",
    "The rain also filled lakes that are normally dry, such as one in Iriqui National Park, Morocco’s largest national park. NASA satellite images from the region, using false color to better highlight the floodwaters, show newly-formed lakes across swaths of the northwest Sahara.",
    "While much of the rain fell on sparsely-populated remote areas, some fell on Morocco’s towns and villages causing deadly flooding last month, which killed more than a dozen people.",
    "The Sahara is the world’s largest non-polar desert, stretching across 3.6 million square miles. Satellite images from September showed huge swaths of it carpeted in green as storms pushed further north than usual, a phenomenon some studies have linked to human-caused climate change.",
    "More extreme rainfall events could be expected in the Sahara in the future, according to recent research, as fossil fuel pollution continues to heat up the planet and disrupt the water cycle."
  ]
}