{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-dilith-wimal-gammanpila-jayasumana-launch-new-political-formation-164889/",
  "time_ut": 1716790560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Dilith, Wimal, Gammanpila, Jayasumana launch new political formation",
  "original_body_lines": [
    "ECONOMYNEXT — A new political formation that includes businessman and media mogul Dilith Jayaweera’s Mawbima Janatha Party (MJP), MP Wimal Weerawansa’s National Freedom Front (NFF) and MP Udaya Gammanpila’s Pivithuru Hela Urumaya (JHU), among others, has been launched.",
    "The new outfit, named Sarvajana Balaya which translates to ‘universal people’s power’ and possibly alludes to ‘universal franchise’, was launched Monday May 27 morning.",
    "Other parties in the alliance are MP Vasudewa Nanayakkara’s Democratic Left Front, the Communist Party, MP Gevindu Kumaratunga’s Yuthukama National Organisation and a collective of ‘independent’ MPs led by MP Channa Jayasumana.",
    "Leaders or representatives of all parties signed an agreement at Monday’s event. Notably, all leaders were key members of the government led by former President Gotabaya Rajapaksa as well as previous Rajapaksa-led governments or oppositions. Most, if not all, are known for their nationalist bend.",
    "Jayaweera, who runs a successful broadcast, print and web media network and is said to be a presidential hopeful, launched the MJP in October 2023. The MJP includes seasoned politicians Sarath Amunugama and Hemakumara Nanayakkara, the party’s chairman and ‘senior leader’ respectively.",
    "According to the party’s official website, the MJB’s objectives are “dynamic nation-building”, an equitable Sri Lanka, “empowering the youth and supporting the elderly, and national sovereignty.",
    "Sri Lanka’s upcoming presidential election is expected to be held between September 17 and October 17. President Ranil Wickremesinghe has yet to formally announce his candidacy though he is widely expected to seek a mandate for his ongoing International Monetary Fund (IMF)-backed economic reforms.",
    "Opposition leader Sajith Premadasa and leader of the leftist alliance National People’s Power (NPP) are the two other top contenders, with Dissanayake consistently leading at least one opinion poll.",
    "The ruling Sri Lanka Podujana Peramuna (SLPP) has not yet made an official announcement on whether they will back Wickremesinghe or field their own candidate. Businessman Dhammika Perera’s name has also been linked to the SLPP in connection with the presidential poll.",
    "Justice Minister Wijeyadasa Rajapakshe has also thrown his hat in the ring on the Sri Lanka Freedom Party (SLFP) ticket. (Colombo/May27/2024)"
  ]
}