{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100322/president-says-he-notified-election-chief-that-poll-must-be-held-on-scheduled-date",
  "time_ut": 1720195740.0,
  "original_lang": "en",
  "original_title": "President says he notified Election Chief that poll must be held on scheduled date",
  "original_body_lines": [
    "President Ranil Wickremesinghe has informed the Chief Prelate of Ramanna Maha Nikaya, Most Ven. Makulewe Wimala Nayaka Thero that he had notified the Election Commissioner on the need to hold the Presidential Election on the scheduled date.",
    "“I have officially notified the Election Commissioner that the election should proceed as scheduled,” he was quoted as saying by the President’s Media Division.",
    "Wickremesinghe also told the Chief Prelate that back in 2015, he had proposed reducing the President’s term in office from 6 years to 5 years.",
    "The President visited the Sri Lanka Ramanna Maha Nikaya headquarters this afternoon (05) in Alvitigala Mawatha, Narahenpita. There, he had a brief discussion with the Chief Prelate of the Ramanna Maha Nikaya, Most Ven. Makulewe Wimala Nayaka Thero, the PMD said.",
    "During the visit, Most Venerable Makulewe Wimala Thero chanted ‘Seth Pirith’, bestowed his blessings upon President Ranil Wickremesinghe and presented him with a commemorative gift.",
    "“We have successfully concluded discussions with private creditors and commercial lenders regarding the debt restructuring process. I am pleased to announce that we have achieved a reduction of USD 8 billion in our debt burden.",
    "“Additionally, we have secured a grace period of 4 years for loan repayment, extending the repayment timeline until 2043. We intend to leverage this opportunity to bolster Sri Lanka’s export economy. With strategic planning and actions over the next two years, we can position the country to avoid the need for further loans.",
    "Thailand, a Buddhist country, has developed a robust economy today through its open economy policy. In 1950, Thailand was twice as indebted as Sri Lanka. However, it has since built a thriving economy driven by exports. In 1991, the Vietnamese Minister of Industry sought advice from me on attracting industries and investments to Sri Lanka. Today, the roles are reversed, and I find myself seeking similar advice from Vietnam.",
    "I have officially notified the Election Commissioner that the election should proceed as scheduled. Back in 2015, I proposed reducing the President’s term from 6 years to 5 years. Today, our nation faces economic challenges, prompting the government to initiate relief programs such as ‘Aswesuma’ aimed at easing the burden on our citizens.”"
  ]
}