{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103357/us-special-envoy-for-global-youth-issues-arrives-in-sri-lanka",
  "time_ut": 1731405660.0,
  "original_lang": "en",
  "original_title": "US Special Envoy for Global Youth Issues arrives in Sri Lanka",
  "original_body_lines": [
    "The U.S. Department of State’s Special Envoy for Global Youth Issues, Abby Finkenauer, has arrived in Sri Lanka on Tuesday (12) for an official visit.",
    "“Proud to welcome US Special Envoy for Global Youth Issues Abby Finkenauer to Sri Lanka! Her work as an advocate for youth voices around the world highlights the incredible role young people play in shaping a brighter future here.”",
    "“Our U.S.-Sri Lanka partnership is committed to empowering youth as leaders in areas that truly matter—from economic growth to environmental sustainability,” the U.S. Ambassador to Sri Lanka Julie Chung posted on ‘X’.",
    "The U.S. Department of State had announced that Special Envoy Abby Finkenauer, will travel to Sri Lanka and Nepal from November 12-15, 2024.",
    "This visit highlights the United States’ commitment to empowering young leaders in South Asia, fostering collaboration on civic engagement, and addressing key issues such as youth leadership, cultural preservation, and community resilience, the statement said.",
    "In Sri Lanka, Special Envoy Finkenauer will witness the impact of the U.S.-Sri Lanka partnership in action, seeing firsthand how programs in education, leadership, and civic engagement are empowering young leaders and fostering social and economic growth, the department said.",
    "Alongside U.S. Ambassador Julie Chung, the Special Envoy will engage the Embassy’s Youth Forum and alumni from the Emerging Leaders Academy, a USAID-supported initiative that encourages civic engagement and leadership among underrepresented groups.",
    "She will speak with the U.S. Embassy-supported Women in Motion program, which encourages young women to pursue careers in creative industries and visit successful young entrepreneurs whose achievements reflect the impact of U.S.-supported skills-building programs.",
    "Through this trip, Special Envoy Finkenauer aims to deepen partnerships with South Asian youth leaders and strengthen collaborative efforts on issues impacting young people globally, the statement added."
  ]
}