{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Teejay-Group-Q1-profits-up-31-despite-industry-challenges/34-779853",
  "time_ut": 1754263832.0,
  "original_lang": "en",
  "original_title": "Teejay Group Q1 profits up 31% despite industry challenges",
  "original_body_lines": [
    "The Teejay Group, a leading South Asian multinational textile manufacturer, has reported a resilient performance for the first quarter of the 2025/26 financial year, demonstrating its operational strength and strategic agility in the face of continued global market headwinds.",
    "The Group recorded a Profit After Tax (PAT) of Rs. 0.21 billion for the quarter ended 30 June 2025, reflecting a notable 31% year-on-year growth. This achievement, amid subdued global demand and currency headwinds, underscores Teejay’s ongoing focus on operational excellence and prudent financial management.",
    "Revenue for the quarter stood at Rs. 15.8 billion, marking a 2% increase compared to the same period last year. Despite a challenging industry environment, including demand contraction and fluctuating price dynamics across key export markets, Teejay sustained its topline through its diversified global customer base and continued supply chain efficiency. The Group’s Gross Profit, however, declined 3% year-on-year to Rs. 1.25 billion, largely due to lower production volumes triggered by softened demand in international markets. Nevertheless, Teejay’s operational resilience helped mitigate the impact and maintain profitability.",
    "Teejay continues to maintain a strong financial position, with cash reserves of Rs. 9.4 billion and a solid net asset base that reached Rs. 31 billion. The Net Asset Value (NAV) per share rose from Rs. 42.20 to Rs. 42.95 on a year-on-year basis, reaffirming the Group’s commitment to delivering long-term shareholder value.",
    "Furthermore, in line with its shareholder return strategy, Teejay paid a final dividend of Rs. 1.60 per share for the financial year ended 31 March 2025.",
    "Chairman Ajit Gunewardene said: “At Teejay, our unwavering focus on financial strength and disciplined capital management continues to reinforce our commitment to long-term shareholder value. The consistent annual growth in our Net Asset Value is a testament to the Group’s resilience, foresight and ability to navigate dynamic market conditions, while remaining firmly anchored to our purpose.”",
    "Group CEO Pubudu De Silva, said: “Despite persistent volatility in global markets, our focus on operational agility, lean manufacturing and strategic customer partnerships enabled us to achieve a commendable performance. We will continue to drive innovation and excellence across our operations while managing risks prudently in the months ahead.”",
    "Looking ahead, the Group remains cautiously optimistic, particularly in light of expected changes to the Harmonised Tariff Schedule (HTS) in the US, which may affect both direct and indirect exports from Sri Lanka. Teejay’s multinational footprint, strategic brand alliances and responsive supply chain infrastructure position the company strongly to address emerging challenges and capitalise on future growth opportunities."
  ]
}