{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/People-s-Struggle-Alliance-condemns-US-Embassy-s-terror-alert/56-768503",
  "time_ut": 1730066396.0,
  "original_lang": "en",
  "original_title": "People’s Struggle Alliance condemns US Embassy’s terror alert",
  "original_body_lines": [
    "The People’s Struggle Alliance (PSA), led by the Frontline Socialist Party (FLSP), last week voiced strong concerns regarding the recent US Embassy announcement cautioning its citizens visiting Sri Lanka about potential terror threats in Sri Lanka, specifically in the tourist hub of Arugam Bay.",
    "Addressing a press conference, PSA Colombo district candidate Tharindu Uduwaragedara questioned both the timing of the Embassy’s statement and the Sri Lankan Government’s lack of an official response.",
    "He highlighted the importance of the tourism sector, which was once the leading contributor to Sri Lanka’s economy. He noted that in 2018, the industry generated $ 4.3 billion, which rose to $ 5 billion the following year. He said despite recent challenges, Sri Lanka is expecting $ 3 billion in revenue from tourism this year, primarily during the high season months of November and December.",
    "Accordingly, he said, the recent US warning jeopardises this forecasted income, potentially driving away tourists and threatening the livelihoods of many Sri Lankans reliant on the tourism industry. “If this warning goes unaddressed, it could lead to a collapse of the sector, further impoverishing those who depend on it for survival,” he asserted.",
    "He went on to raise questions about the use of Sri Lanka’s scenic locations as alleged retreats for foreign, especially Israeli, soldiers involved in international conflicts. Citing a recent Israeli film set in Arugam Bay, he criticised what he described as an attempt to justify ethnic conflicts abroad by using Sri Lankan landscapes.",
    "The PSA urged the Sri Lankan Government to address these issues head-on. Uduwaragedara called for immediate action to counteract the US Embassy’s warning’s economic impact, ensure public safety, and resist foreign influences that could harm Sri Lanka’s sovereignty and stability."
  ]
}