{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97123/man-who-poisoned-two-suspects-in-police-custody-identified",
  "time_ut": 1707401640.0,
  "original_lang": "en",
  "original_title": "Man who ‘poisoned’ two suspects in police custody identified",
  "original_body_lines": [
    "Police have identified the individual alleged to have poisoned two suspects who were held in a cell at the Aduruppuveediya police station.",
    "Reportedly, the duo had fallen ill after consuming a packet of milk handed to them by a visitor. The suspects in question had been arrested by the police over a recent shooting incident that took place in Jinthupitiya.",
    "Two assailants on a motorcycle had opened fire in Jinthupitiya on January 25, leaving a youth injured. The gunman had escaped the crime scene while the bystanders captured his accomplice. The fleeing gunman was later apprehended in Dambadeniya and was brought to the Aduruppuveediya police station for interrogation. Later, another suspect was also taken into custody for aiding and abetting the shooting.",
    "The apprehended gunman and the third suspect were reportedly held in the same cell at the Aduruppuveediya police station. The girlfriend of the gunman had visited them at the police last morning (07), followed by another visitor, who gave them two buns and a packet of milk.",
    "However, police have found CCTV footage where the suspected visitor was seen going into a shop before arriving at the police station. Police revealed that the suspected person is a drug-addict.",
    "Meanwhile, the two poisoned suspects, who are in police custody, as well as the person who poisoned them, have been identified as close associates of the notorious organized criminal known as “Pukudu Kanna”, the police said.",
    "The shooting incident in question had also been carried out owing to their close relationship with “Pukudu Kanna”, whereas a person involved with the drug trafficking network of “Kudu Selvi” was shot at, according to police.",
    "Police suspect that accordingly, the suspected visitor would have poisoned the duo in the police custody after obtaining money from the criminal gang of “Kudu Selvi”.",
    "The condition of the two suspects who had fallen ill after consuming the milk packet was reported to be critical. They are currently receiving medical attention at the Colombo National Hospital, according to police.",
    "Against this backdrop, three police officers – the Acting OIC of Aduruppuveediya police station, a Reserve Officer and the security police officer who was on duty at the police station’s gate at the time, have been interdicted in connection with the alleged incident, Police Spokesman SSP Nihal Thalduwa said."
  ]
}