{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/signal-partners-with-slda-for-a-successful-91st-year-annual-scientific-session/",
  "time_ut": 1720814580.0,
  "original_lang": "en",
  "original_title": "Signal partners with SLDA for a successful 91st year Annual Scientific Session",
  "original_body_lines": [
    "Signal, the leading oral care brand, served as the prime sponsor for the Sri Lanka Dental Association’s (SLDA) successful 91st Year Annual Scientific Session, which concluded on June 28th, 2024. Held under the theme “Novelty, Innovation & Technology,” the event brought together leading dental professionals from across Sri Lanka for three days of knowledge sharing, networking, and exploring advancements in the field.",
    "The inauguration ceremony was graced by the presence of distinguished guests, including Dr. Ramesh Pathirana, Minister of Health, and Dr. Asela Gunawardana, Director-General of Health Services.",
    "Professor Hemantha Amarasinghe, President of the Sri Lanka Dental Association, stated, “We are grateful for Signal’s continued support of the SLDA and its commitment to promoting oral health education and innovation in Sri Lanka. This year’s theme reflects the importance of embracing new technologies and advancements to improve oral care.”",
    "Shamara Silva, Marketing Director- Personal Care, Beauty & Well-being at Unilever Sri Lanka, commented, “Signal is deeply committed to uplifting the standard of oral care in Sri Lanka. This commitment is multi-faceted. We develop and deliver effective oral care products, but we also go beyond that. We actively participate in ground-level education initiatives to empower individuals and communities with good oral hygiene practices, scientific collaborations, and more, which is the key in achieving healthier smiles for all Sri Lankans. Collaborating with esteemed organizations like the SLDA allows us to stay at the forefront of oral health advancements. By supporting events like this Annual Scientific Session, we contribute to knowledge exchange and pave the way for innovation that ultimately benefits everyone.”",
    "The conference featured presentations, workshops, and interactive sessions on a wide range of topics, including digital dentistry, emerging technologies in oral care, and advancements in dental materials. The event also served as a platform for showcasing the latest dental equipment and technologies. The successful conclusion of the 91st Annual Scientific Session paves the way for continued advancements in oral healthcare across Sri Lanka.",
    "Asiri Hospitals and NITF sign landmark agreement to provide tangible healthcare benefits for all Agrahara members",
    "People’s Bank organizes blood donation camp to mark 63rd anniversary",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}