{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/700-000-houses-for-low-income-households-and-financing-plan/4-762450",
  "time_ut": 1717180381.0,
  "original_lang": "en",
  "original_title": "700,000 houses for low income households and financing plan",
  "original_body_lines": [
    "Total houses required – 700,000 (slums + temp structures + homeless)",
    "Above statistics may not be 100% accurate, but it is indicative.",
    "700,000 houses at Rs. 2 million/unit ($ 7,000) = $ 5 billion",
    "Stop investing money on a new Hingurakgoda Airport. Sri Lanka (SL) already has six airports. SL does not need another airport;",
    "Stop taking new loans for roads, irrigation. Maintenance of roads and irrigation tanks could continue. Work already started on roads, irrigation projects could continue;",
    "Obtain new grants from India to construct houses in the north and the estate sector. Obtain grants without conditions from the Middle East countries to construct houses in the Eastern Province;",
    "Obtain grants from China and Japan to construct houses in the South and the Western Provinces;",
    "Obtain grants from UNDP, Save the Children, and other donor organisations for the low income housing program which is to minimise poverty;",
    "Obtain grants from the private sector companies and also Regional Plantation Companies (RPC) to develop their estate sector slums and to build toilets;",
    "Obtain grants from the private sector companies, wealthy individuals, charitable foundations for this purpose.",
    "Take concessionary loans from ADB, World Bank, JICA (Japan), with concessionary terms like 40-year repayment period, grace period of 10 years, interest below 1% per annum given the validity of its purpose.",
    "Land should be allocated from the Govt. land stock. In urban areas, high rise buildings are appropriate like the low-income housing towers in Peliyagoda. It is a good model to be used in the future;",
    "Houses for homeless families who own land could be built in their land plots;",
    "Indian grants come with construction by the Indian Govt. e.g. housing program by the Indian Govt. in the north and the estate sector since 2009;",
    "Small houses in the rural areas could be constructed by the SL Army Core of Engineers;",
    "Competent and experienced international with local contractors could be used for high rise building construction because quality is the key here;",
    "Sri Lanka has adequate experience in the past for decades in low-income housing projects. Use this model;",
    "Urban Development Authority (UDA), could be the Implementing Agency for the 700,000 low-income housing program;",
    "Part constructed and not plastered houses could be completed with Govt. funds and implemented by the SL Army Core of Engineers. These houses are not included in the 700,000 housing program;",
    "Govt. could construct toilets for the houses without sanitation. It has been done in the past by previous Govts",
    "If the Financing Plan above is used, then financing the program will not be a problem although SL has a current financial problem. The constraint here is the construction activity. Construction of 100,000 houses in five years is also not easy in terms of its physical workload and to manage a mega construction effort.",
    "The program could be for a 700,000 housing units in the long term and 100,000 houses in the next 5 years.",
    "Key economic benefit is that once a poor family gets a house, then they become a low, middle-income status household; e.g. see the families living in Govt. gifted housing units. They are not in poverty anymore;",
    "The cause of all revolutions is poverty. This program will minimise the poverty level;",
    "It is co`mmendable for all Govts since 1980s for having constructed nearly 1.5 million houses for low-income families. This effort should continue to minimise the poverty level in SL;",
    "$ 700 million for five years to construct 100,000 houses is not a significant amount. In 2024, the Govt. took over $ 500 million debt owed by SriLankan Airlines. Construction of 100,000 houses in five years is well spent on a worthy cause. A part of it could come as a grant from various sources.",
    "(The writer is a Chartered Accountant, MBA, and author of 3 non-political books. He worked in USA for 25 years on USAID, World Bank, ADB and inter-American bank projects; and was based in Washington DC for 7 years, Russia 5 years, Afghanistan 10 years. He has worked in 20 countries worldwide on donor funded"
  ]
}