{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-wont-allow-harming-economy-country-in-indian-projects-fm-195623/",
  "time_ut": 1734699900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka won’t allow harming economy, country in Indian projects: FM",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will not allow any Indian projects that will be harmful either to the island nation’s economy or the country, Foreign Minister Vijitha Herath said.",
    "Explaining President Anura Kumara Dissanayake this week’s Indian visit, he said only two memorandum of understandings (MOUs) were signed while most of the other projects were discussed.",
    "“We would not arrive at any decision that would be harmful for our economy or our country,” Herath told reporters on Friday in Colombo.",
    "President Dissanayake during the visit discussed projects related to connectivity, energy, culture and education, and regional security among many other topics.",
    "Both countries signed deals to avoid double taxation and train 1,500 Sri Lankan civil administrators at the Indian National Centre for Good Governance.",
    "“Those are the only two MOUs we signed. No other projects were signed,” the Foreign Minister, who was also part of Dissanayake’s Indian delegation, said.",
    "“That’s why we are continuing to discuss with regard to all the proposals. If there is no technical issue, we can conclude them. But if there are some technical issues, we have to discuss further more.”",
    "In the joint statement, both countries said their leaders discussed about political exchanges, development cooperation, training and capacity building, debt restructuring, building connectivity, energy development, digitization, education and technology, trade and investment cooperation, agriculture, strategic and defence cooperation, cultural and tourism development, fishermen issues, and regional and multilateral cooperation.",
    "President Dissanayake-led Janatha Vimukthi Peramuna (JVP) has protested against many Indian proposals including trade and investment cooperation and energy projects, citing Indian expansionism and threat to the local entrepreneurs.",
    "Previous government, however, went ahead with some projects and progressed in negotiations, but JVP protests slowed their implementation, political analysts say. (Colombo/December 20/2024)"
  ]
}