{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/lawyers-collective-on-a-legislative-agenda-for-new-government-parliament-rule-of-law-issues/",
  "time_ut": 1733385558.0,
  "original_lang": "en",
  "original_title": "Lawyers Collective On A Legislative Agenda For New Government & Parliament & Rule Of Law Issues",
  "original_body_lines": [
    "“We remind the government and the representatives in the legislature that it is important to adopt a transparent and inclusive process of policy and law-making that is proportionate and responsive to the needs of the people. Dialogue and communication with the sovereign people of this country will deepen legitimacy and public trust in governance,” says the Lawyers’ Collective.",
    "The Lawyers’ Collective writes to the new Cabinet of Ministers and all members of the newly elected 10th Parliament of Sri Lanka on the importance of recognizing the legislative mandate signalled by the people at this election. We congratulate all elected representatives of the new parliament and emphasize that the mandate given is a clarion call to ensure that the legislative agenda reflects the sovereign will of the people.",
    "We urge the new government to recognize now and without further delay the need for action on the promises given to the nation on an urgent national legislative agenda. The absence of a 2/3 majority hampered progress on earlier attempts at constitutional reform and this type of agenda. The massive mandate given by the Sovereign People of Sri Lanka for vital legislative reform must be accompanied by swift action to carry this promised agenda forward, with due attention to urgent priorities.",
    "In light of the massive mandate to carry forward this vision of accountable governance to the Sovereign People of Sri Lanka, the Lawyers’ Collective wishes to highlight the need to carry forward promised reforms in a new legislative agenda prioritizing the following areas:",
    "The Preamble to the Constitution has been a reminder of the purpose of the confidence reposed by the People in their Representatives. It is to ‘…constitute SRI LANKA into a DEMOCRATIC SOCIALIST REPUBLIC whilst ratifying the immutable republican principles of REPRESENTATIVE DEMOCRACY and assuring to all Peoples FREEDOM, EQUALITY, JUSTICE, FUNDAMENTAL HUMAN RIGHTS and the INDEPENDENCE OF THE JUDICIARY as the intangible heritage that guarantees the dignity and well-being of succeeding generations of the People of SRI LANKA and of all the People of the World, who come to share with those generations the effort of working for the creation and preservation of a JUST AND FREE SOCIETY:’",
    "Towards constituting this vision of Sri Lanka, the Lawyers Collective highlights the most urgent of the legislative reform that must be prioritized.",
    "The autocratic rule made possible in the role of the executive president has been extremely damaging to democracy, the rule of law and the independence of institutions including the judiciary. The abuse of power and undermining of all public institutions and the corruption that has accompanied this have been witnessed by citizens for decades, especially in 2009-2024.",
    "The Janatha Vimukthi Peramuna drew attention to this reality and sought the abolition of the Executive Presidency through the Twentieth Amendment to the Constitution, 2018. The Samagi Jathika Balavegaya, the main opposition party, unsuccessfully brought the Twenty-First Amendment to the Constitution, 2022, during the last government to achieve this goal. Both the National People’s Power and the Samagi Jathika Balavegaya promised this reform in their manifestos as a foundational basis to eliminate corruption and achieve accountable governance for the Sovereign People of Sri Lanka.",
    "The Lawyers’ Collective urges the President and the Government to place this matter at the top of the legislative agenda and take the necessary steps towards achieving it as a matter of priority. A great deal of work has already been done on this issue reform, and there are important reports from both official agencies and civil society organizations in the public domain. We also have the Constitution Bill of 2000 and the Twentieth and Twenty-first Amendment Bills referred to above. The Constitutional Assembly of 2016-17, to which the Janatha Vimukthi Peramuna contributed immensely, also worked on this issue and presented an Interim Report and a draft constitutional bill. Thus, the task of drafting a constitution to abolish the Executive Presidency can be completed in a few months in the first year of office. This can enable the President, as promised, to head the government as the Prime Minister of the country, responsible for accountable governance to Parliament and the People.",
    "Prioritizing this reform is vital. As the reform requires approval at a referendum, history has shown us that proposing such reform at later stages of a parliamentary term becomes a referendum on a government’s performance instead of a referendum on the constitutional amendment. Governments also have to deal with political opposition by spoilers and an opposition that finds political gain making in retracting support for necessary reforms. To put it in another way, the Government must strike when the iron is hot. As the late Maduluwawe Sobhitha Nayaka Thero put it in pithy Sinhala in 2015 when advocating the immediate abolition of the Executive Presidency, the roti must be made while the pan is hot (‘thatiya rathvela thiyanakota rotiya puchchanna’).",
    "The PTA has made a mockery of the anti-terrorism legal framework in Sri Lanka and has been repeatedly used by successive governments against individuals, groups and institutions to suppress legitimate freedoms of expression, assembly and other civic rights. The law has become infamous for its draconian provisions, which fully undermine the human rights safeguards that ought to be ordinarily provided to citizens. The PTA gives broad powers of arrest and detention based on a vague and broad definition of terrorism, and such powers are not subject to judicial review. It also provides for broad, extraordinary presidential powers. Repealing this law is thus crucial from human rights as well as reconciliation, accountability and institutional reform point of view.",
    "The Lawyers’ Collective is distressed to note that the draconian PTA is still being used even in cases where the ordinary law of the land can be used.",
    "The Online Safety Act was proposed under the guise of protecting the rights of women and children, and its scheme is overwhelmingly focused on defamation and critique. This law regressed Sri Lanka’s position of removing criminal liability from defamation. The law serves no purpose and is poorly crafted with overly broad definitions and powers. As such, it cannot sit in the law books of Sri Lanka as a necessary piece of legislation.",
    "The Lawyers’ Collective notes that the powers of the executive presidency have been abused to undermine the autonomy of the public University system in Sri Lanka. We urge the legislature to consider the reforms that strengthen the independence and internal accountability mechanisms of the public university system.",
    "The most recent issue that the Lawyers Collective takes this opportunity to highlight is the long-standing need for independence of institutions. An example of concern is the matter relating to the Vice Chancellor of Ruhuna University. The recent incidents in Ruhuna University demonstrate the manner in which governing bodies and academic bodies in public universities have become dysfunctional due to the years of political interference in university administration. The Lawyers’ Collective notes that the Minister of Education has exercised powers under the University’s Act to manage the current crisis. A Competent Authority has been appointed as an interim measure. However, for the Rule of Law to be followed and sustained, there must be an independent inquiry, with due process and respect for norms of natural justice and the right of the Vice-Chancellor of the Ruhuna University to be heard before a Competent Authority is appointed or he is removed from office. This is a Presidential appointment and it is the President who can remove a Vice-Chancellor in consultation with the UGC. Such a decision would also require due process be observed by all involved in the decision. The President may act on the basis of a report by an inquiry committee forwarded to him by the Minister of Education with her recommendation.",
    "The legislative agenda outlined above represents a clear break from autocratic and oppressive centralized rule to ruling by people for people. Signalling this break with these legislative reforms will be received as a fulfilment of the mandate and will set the tone for institutional governance that is people-focused.",
    "The Lawyers’ Collective has been a voice for democracy, the rule of law and the independence of the judiciary in Sri Lanka. As evidenced by our several statements in the last few years, the process of law-making has failed the people of this country. We remind the government and the representatives in the legislature that it is important to adopt a transparent and inclusive process of policy and law-making that is proportionate and responsive to the needs of the people. Dialogue and communication with the sovereign people of this country will deepen legitimacy and public trust in governance."
  ]
}