{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111438/priyantha-weerasooriya-appointed-as-sri-lankas-37th-igp",
  "time_ut": 1755078840.0,
  "original_lang": "en",
  "original_title": "Priyantha Weerasooriya appointed as Sri Lanka’s 37th IGP",
  "original_body_lines": [
    "Priyantha Weerasooriya has been appointed as the 37th Inspector General of Police of Sri Lanka.",
    "The appointment has been made by President Anura Kumara Dissanayake, the President’s Media Division said.",
    "The letter of appointment has been handed over to IGP Priyantha Weerasooriya by Secretary to the President, Dr. Nandika Sanath Kumanayake.",
    "Accordingly, Priyantha Weerasooriya (Attorney-at-Law) will assume duties in the office of Inspector General of Police on the 14th day of August, 2025, at Police Headquarters, Colombo 02.",
    "The Constitutional Council yesterday (12) approved President Dissanayake’s recommendation to appoint Acting Inspector General of Police (IGP) Priyantha Weerasooriya as the new IGP.",
    "The position of IGP became vacant following the removal of former IGP Deshabandu Tennakoon through a resolution in Parliament.",
    "Notably, Priyantha Weerasooriya is the first officer in the 158-year history of the police service to rise from the rank of police constable to Inspector General of Police.",
    "A Law graduate from the University of Colombo, he became an Assistant Superintendent of Police (ASP) after being sworn in as a lawyer at the Sri Lanka Law College.",
    "He also holds a Bachelor of Business Administration in Human Resource Management.",
    "Remarkably, 10 IGPs have issued commendation letters in recognition of Weerasooriya’s thirty-six years of outstanding service in the Police Department.",
    "Having served as the Deputy Inspector General of Police (DIG) overseeing Crime and Traffic, as well as the Director of Police Logistics, he has participated in United Nations peacekeeping missions in East Timor and Haiti.",
    "Before his appointment as Acting IGP, he was serving as the SDIG in charge of the North Central Province.",
    "Priyantha Weerasooriya appointed as Sri Lanka’s 37th IGP  by  Adaderana Online"
  ]
}