{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104165/sc-allows-public-participation-in-petition-over-lg-elections",
  "time_ut": 1733906940.0,
  "original_lang": "en",
  "original_title": "SC allows public participation in petition over LG Elections",
  "original_body_lines": [
    "The Attorney General (AG) today (11) informed the Supreme Court that the Cabinet of Ministers has instructed the legal draftsman to amend the Local Government Elections (Special Provisions) Bill in order to make necessary provisions for holding the Local Government (LG) Elections using the 2024 voters’ list, in order to ensure the right to vote of the young voters.",
    "Appearing on behalf of the Attorney General, Deputy Solicitor General Nirmalan Vigneswaran informed this to the court, when a Fundamental Rights petition filed seeking an order that the LG Elections be held using the 2024 voters’ list was taken up for hearing today.",
    "This petition was taken up for hearing before the three-member Supreme Court judge bench comprising Chief Justice Murdu Fernando, Justices Arjuna Obeysekara and Priyantha Fernando.",
    "Additionally, the Deputy Solicitor General stated that it has also been instructed to amend the legislations allowing the invalidating of previously submitted nominations and to freshly call for nominations for the LG Election.",
    "President’s Counsel Ali Sabry, who appeared for the petitioning party, requested the court to issue an order to publish advertisements in newspapers in all three languages regarding this case in a manner that would enable every person to intervene in it, since this is a case of great importance to the public.",
    "The Supreme Court judge bench granted permission for the request and also informed the petitioning party to issue notices to the respondents of the case including the Election Commission Chairman to appear before the courts.",
    "Later, the petition was ordered to be recalled on January 29, 2025."
  ]
}