{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-insurance-can-help-in-economic-recovery-cb-governor-177191/",
  "time_ut": 1724148540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka insurance can help in economic recovery: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s insurance sector can play a role in the country’s economic recovery, by helping mobilize long term funds and also providing to the needs of an ageing population, Central Bank Governor Nandalal Weerasinghe said.",
    "Agriculture was another area that insurance could play a greater role.",
    "Sri Lanka is now recovering from an economic crisis two years ago and insurance had a role to play.",
    "“As long-term investors, insurance companies can make a notable contribution towards development financing, especially in the context of limited long-term financing available in Sri Lanka,” he said at an international forum organized by the Insurance Association of Sri Lanka.",
    "“Even in the banking sector, we don’t have long-term financing available. The insurance sector can play this role, especially for SMEs. And large-scale development projects as long-term investment opportunities.”",
    "Sri Lanka’s economy grew 5.3 percent in the first quarter. The momentum is going to continue for the rest of the year, Weerasinghe said.",
    "“I believe that the insurance industry is poised to benefit from the ongoing recovery of the community. Recovery is a good phase for insurance so that they can gain capacity, and support economic activities in the recovery process.",
    "“Improved business conditions, low inflation, and low interest rates. Now low interest rates in conventional financial products are likely to boost demand for insurance services on an overall basis.",
    "“As investors, insurance companies drive economic growth by mobilizing funds for productive investments, encouraging savings, and investing in infrastructure and development projects, thereby contributing to financing some stability and supporting the economy.”",
    "Sri Lanka insurance penetration as measured based on total premium as a percentage of GDP, is still low. It has stood below 2 percent over the last decade.",
    "On the other hand, countries like Hong Kong, Taiwan, South Korea, have insurance penetration rates of about 10 percent.",
    "“This, in fact, indicates Sri Lanka’s insurance industry perhaps has not expanded itself sufficiently and then it indicates there is huge potential for insurance to prosper going forward.",
    "“As economy progresses, the insurance sector will need to play a vital role in fostering economic growth.”",
    "Additionally, the insurance industry can drive innovation by absorbing the risks associated with new startups and technological developments, he pointed out.",
    "“Insurers also play a key role in the lending process, as lenders are more inclined to finance projects that are insured. That’s why the credit supply can be enhanced through the insurance product.”",
    "The governor said the insurance industry is poised to be a significant enabler of rapid economic recovery in the future. “In this rapidly evolving era of climate change, this is another area that there are a lot of opportunities. The insurance industry has to play a key role in safeguarding the exposed sectors of the economy, as the key provider of emerging financing.”",
    "Insurers have expertise in extreme risk pooling, which is critical in relation to the management and mitigation of catastrophic effects that are likely to arise from climate change, Governor Weerasinghe said.",
    "“The employment dynamics in Sri Lanka also highlight the necessity for the insurance sector to enhance its role in social protection, especially countries with an ageing population.",
    "With around 28 percent of the employed population working in the informal sector in 2023, there are significant concerns about their access to social insurance benefits, the governor said.",
    "“This underscores the need for the insurance sector to come up with suitable products to serve this sizeable population who are lacking social insurance or social safety nets.",
    "“The insurance sector can focus on how to come up with products and innovations to support this ageing population.”",
    "A rapidly ageing population, the democratic transition, escalating out-of-work health expenditure of middle and high-income households, and rising prevalence of non-communicable diseases are also areas which the insurance industry will need to focus on, he pointed out.",
    "Sri Lanka is also pushing for agriculture modernization with a view to improve the commercial or export orientation of the sector, and the concurrent vulnerabilities in the sector stemming from climate change.",
    "“It seems there is a lacuna in the area of insurance products suited to this sector. I think this is one of the opportunities I would encourage the insurance sector to look at to support this sector.” (Colombo/Aug20/2024)"
  ]
}