{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102204/newly-elected-sri-lankan-president-dissanayake-thanks-pm-modi-for-his-wishes-commits-to-strengthening-ties",
  "time_ut": 1727068860.0,
  "original_lang": "en",
  "original_title": "Newly Elected Sri Lankan President Dissanayake thanks PM Modi for his wishes, commits to strengthening ties",
  "original_body_lines": [
    "Newly elected Sri Lankan President Dissanayake thanked Prime Minister Narendra Modi on Sunday after Modi congratulated the Marxist leader on his victory in the presidential election.",
    "The 56-year-old leader’s response came after PM Modi expressed his wish to work closely with him to strengthen multifaceted cooperation between the two neighbours. In his reply on the social media platform X, Dissanayake promised to engage in cooperation for the benefit of the entire region.",
    "“Thank you, Prime Minister Modi, for your kind words and support. I share your commitment to strengthening the ties between our nations. Together, we can work towards enhancing cooperation for the benefit of our peoples and the entire region,” he said.",
    "On Sunday, Marxist leader Dissanayake was declared the winner of the Sri Lankan presidential election by the country’s Election Commission after an unprecedented second round of counting of votes. Dissanayake, the leader of the Marxist Janatha Vimukthi Peramuna party’s broader front National People’s Power (NPP), defeated his closest rival Sajith Premadasa of the Samagi Jana Balawegaya (SJB).",
    "Incumbent president Ranil Wickremesinghe was eliminated in the first round after he failed to come within the top two in the vote list. “Congratulations @anuradisanayake, on your victory in the Sri Lankan Presidential elections. Sri Lanka holds a special place in India’s Neighbourhood First Policy and Vision SAGAR,” Modi wrote on X. “I look forward to working closely with you to further strengthen our multifaceted cooperation for the benefit of our people and the entire region,” the prime minister said."
  ]
}