{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-sends-more-workers-to-israel-151575/",
  "time_ut": 1708409820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka sends more workers to Israel",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is pressing ahead with sending workers to Israel, which is actively involved in war in its occupied territories of Gaza and the West Bank, and with its neighbours Lebanon and Syria.",
    "“Handed over air tickets for another 95 individuals who are departing for agricultural jobs in Israel. With this batch, a total of 602 have left for agricultural positions in Israel, and more will leave in the coming days,” Minister of Labour and Foreign Employment Manusha Nanayakkara said on X (twitter).",
    "Last week Nanayakkara, as well as President Ranil Wickremesinghe, met with Israel’s Minister of Transport and Road Safety, Brigadier General Miri Regev, who visited the country to sign an aviation agreement. “During the meeting, we discussed on increasing the recruitment of Sri Lankans for jobs in Israel and explored the possibility of increasing the number of flights between the two countries.”",
    "Ports, Shipping, and Aviation Minister Nimal Siripala de Silva announced the signing of a direct air service agreement between Israel and Sri Lanka last Thursday (15). De Silva said the agreement’s focus was on preventing delays in Sri Lankan workers’ migration abroad.",
    "“The agreement, signed between the Israeli Ministry of Transport and our Ministry of Ports, Shipping, and Aviation, marks the beginning of direct flights between Israel and Sri Lanka,” Minister de Silva said.",
    "Analysts have pointed out that Sri Lanka’s foreign policy seems to be ‘Run with the Hare, Hunt with the Hound’ as it attempts to maintain cordial relations with Arab countries, who are longstanding trade partners and employers of Sri Lankans abroad.",
    "Israel is bent on expanding Jewish settlements, which along with expelling of Palestinians, which critics have pointed out is the same as Hitler’s key strategy of lebensraum or expanding the living space for his people.",
    "The latest war on Gaza and rising reports of harassment and intimidation of civilians in the West Bank, came after Hamas, the ruling group in the Gaza strip made and incursion into Israel, killing hundreds of civilians and taking hostages.",
    "Israeli retaliation has since killed around 30,000 in Gaza most of them women and children."
  ]
}