{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Role-of-governance-and-importance-of-eradication-of-corruption-in-attracting-forex-inflows/4-760740",
  "time_ut": 1713382568.0,
  "original_lang": "en",
  "original_title": "Role of governance and importance of eradication of corruption in attracting forex inflows",
  "original_body_lines": [
    "Corruption and investment have been synonymous in Sri Lanka for decades as investments paved the way for corrupt politicians and their close associates to embezzle public funds with ease. In a country where the term “governance” was used as a shield to cover corruption, hardly any room was left for transparency to play a role.",
    "It was no surprise for the country to be labelled as bankrupt by lenders, resulting from its inability to repay the debt. The way Sri Lankan politicians, their rogue business associates who spend lavishly for elections and high officials misused the public’s trust and the lack of financial discipline, fuelled by corruption paved the way for the public uprising in 2022. Even though former politicians have recently become authors to explain why they were chased away by people, in the eyes of the public, politicians were long regarded as looters of citizens’ future, particularly the future of children and the youth.",
    "The proportions of corruption and stealing of public money saw new heights in the recent past as reported in the media, where the Auditor General has indicated billions of dollars are missing. (“Sri Lanka has taken project loans amounting to Rs. 8 trillion since 2015 but the country has assets worth Rs. 2 trillion in accordance with financial statements, he said adding that Rs. 6 trillion is missing from those assets.” https://www.sundaytimes.lk/230730/business-times/sri-lanka-project-loans-and-assets-disparity-exposed-526434.html).",
    "Amidst decades of serious allegations of corruption with credible evidence of political involvement and the deteriorating country rating, many buyers, funds and institutions who invested hundreds of millions of dollars in purchasing bonds in the secondary market were reasonably expected to know of the impending collapse. The institutions that were responsible for reporting the financial health of the nation, misled the people by not informing the public of the impending bankruptcy.",
    "In a situation of this nature, some of the forex inflow that came into the country as investments raises the question of whether genuine investors were behind such inflows or whether they were also tainted due to influencing the corrupt politicians to obtain clearances where necessary.",
    "Given this, restoring confidence among investors and senders of foreign remittances is a top priority in the future for Sri Lanka to attract “viable” foreign investments that provide mutual benefits to the investors as well as to the battered people of our island nation.",
    "Foreign investments can be viewed through the lenses of governance to identify two distinct types of foreign inflows.",
    "Investors who are attracted to corrupt transactions and investments in ill-governed countries",
    "Analysis of types of foreign investments (debt and equity) received by Sri Lanka shows that funds earmarked for some of the projects were excessive and cannot justify the economic viability. Therefore, any recovery of such investments through the generation of profits could only take place with the blessings of further corruption by fixing higher prices through the passing of corrupt regulations to extort money from the local economy and people. When hundreds of millions of dollars were invested in such unviable projects, the investors ought to know during the due diligence process that any hope of recovery is only through further corrupt activities.",
    "Lack of governance and transparency coupled with the practices demonstrated by Sri Lankan corrupt politicians attracted some investors banking on corrupt politicians and officials shown above while chasing away the investors who regarded credibility above tainted profits. A common feature in many of the past foreign investments (debt and equity) was the lack of competitive investment proposals obtained and unsolicited proposals arranged by politicians and high officials of Government entities that facilitated such investments.",
    "Such unsolicited proposals are known to build in the cost of kickbacks into the proposals, making them economically unviable yet Sri Lanka seems to have entertained many such projects. Lack of governance and corruption is so mainstream, even after the current IMF program is implemented, such corrupt practices are continuing and this was highlighted in the Parliament as well. It’s no wonder, the implementation of the anti-corruption bill is progressing at a snail’s pace!",
    "Lack of transparency was another key feature loved by some investors banking on corrupt politicians and officials, but not entertained by other foreign investors who appreciate mutual benefits and sustainability of operations. Some investors could not be bothered about sustainability but were very interested in getting the laws amended through corrupt officials and politicians to safeguard their return on investments. They succeeded as there was no shortage of commission-seeking high officials and politicians.",
    "Further, to reduce the payback period of these tainted inflows, free goodies such as tax concessions and guaranteed excessive rates to sell their produce to the Government were a must to cover the kickbacks built into the projects. Therefore, investments to finance corrupt projects left Sri Lanka with a reputation as a corrupt nation, while massive pressure was applied on the currency as repatriation of returns was to be made from hard-earned forex of local exporters and foreign remittances, etc.",
    "The outcome of such questionable investments contributed significantly to the current forex problems of the country and now Sri Lanka is saddled with non-commercially viable projects and citizens are expected to pay for them in dollars. When cost recovery pricing structures are forced on people under the pretext that Sri Lankan people have lived beyond their means, it has often turned a blind eye to the corruption and inefficiency embedded in the cost and promoted by loan sharks and rouge investors. If the policy level corruption and implementation level corruption are taken away from the cost, Sri Lankan manufacturers and exporters are sure to enjoy many benefits such as the comparative energy costs within the region.",
    "Investments that came into Sri Lanka to create and maintain these white elephants are now saddled with citizens in the form of liabilities and non-value-adding projects, irrespective of a citizen’s political ideologies. As a result, foreign investors who cared for mutual benefit shied away from investing in Sri Lanka. Further Sri Lanka is yet to identify the ultimate beneficiaries of some tainted forex inflows, of which details and allegations were in the public domain for a while. Such tainted inflows and the non-black listing of such investors have become a threat to maintaining the integrity of the financial system as well. This is why it is a must that all citizens ask to provide political leadership to eradicate corruption as a priority.",
    "These have led the country to be in social turmoil with people going through unbearable suffering, widening income gaps, increasing poverty, slowing down of manufacturing, exporters losing competitiveness in international markets, youth leaving the country, and aging parents left alone in Sri Lanka without their children and grandchildren, lack of forex to import medicine and essentials, challenges in opening LCs to banks due to foreign counterpart’s doubts of the local bank’s ability to source forex are among the outcome of decades of corruption and undue political intervention.",
    "To cover up the reality, over-emphasis is placed to indicate that Sri Lankans are provided with too many subsidies and living beyond their means but a blind eye is turned to corruption and lack of governance. Citizens are assumed to be aware of this dark reality as of now and momentum has clearly built to say ‘NO’ to corrupt politicians and leadership. Corrupt politicians who facilitated and safeguarded rogues would be happy to assume that citizens have forgotten who robbed the Central Bank, who provided footnotes to protect bank robbers, who robbed from rice importation, who robbed from sugar scandals, who robbed from coal deals, who robbed from medicine deals by killing helpless patients, etc.",
    "Political leadership is a call of the hour to re-introduce “governance” as an action and not a mere political slogan, demonstrating transparency with zero tolerance for corruption as the bare minimum. Increased foreign investments and remittances need to be an outcome of planned action where national priorities and targeted policies guide promotions in attracting foreign inflow. In this regard, plans that are required to be implemented in the short-term, midterm and long-term are to be identified. The foreign investment proposals shouldn’t be an outcome of unsolicited proposals.",
    "Through a leadership without corruption, it is expected that foreign investments and remittances will significantly improve as diaspora and workers abroad are confident that their hard-earned forex is not misused by the Government to import luxuries for the benefit of a selected few instead of necessities for their families. The NPP has a demonstrated track record of ability to champion conduct without corruption and implementation of governance.",
    "Making use of digitisation to create transparency is a key component and Sri Lanka is behind the journey compared to the advancements of developing yet progressive nations. Transparency is expected to attract foreign investors who have a reputation for doing the right thing, financing projects that are socially and environmentally responsible, investments that bring technology know-how and create employment, and foreign investments that do not cause excessive pressure for forex outflow are few to name. The NPP policy approach is embedded with transparency, enabled through digitisation with pre-identified milestones to benefit the citizens.",
    "This approach is expected to create a level playing field for foreign investors that would allow more genuine investors to take part in competitive bidding, leading to being able to select the most suited investor for the project. This level playing field will appeal to investors who value stability compared to opportunistic investors who are determined to rip off the country, hand in hand with corrupt politicians. In the current system, the absence of a level playing field has taken away the economic democracy for necessary competition to enter into the country. The NPP is promoting transparency-led equitable investments to create sustainability in forex inflows.",
    "The governance-based approach with zero tolerance for corruption will be implemented while doing away with the current deal-based tenders that promote nepotism. The geo-political tensions are currently balanced by letting go of some of the strategic interests of the country as corruption has already compromised the structural integrity of the system. NPP will implement a zero tolerance policy for corruption while demonstrating merit-based approach for investments.",
    "Given the island nation’s status and population dynamics, NPP has identified the strategic advantage of Sri Lanka in the Indian Ocean and measures are identified to promote foreign investments that are aligned with national priorities and policies. The maritime location has significant potential to attract investments for Sri Lanka to be a role model for promoting sustainable initiatives surrounding the ocean and its vast resources. Regional security concerns of neighbours in the Indian Ocean region are well understood and many investment initiatives could be identified to promote non-aligned policy. NPP’s economic and social roadmap has considered these aspects to create regional harmony when attracting foreign investments.",
    "Various sectors of the economy and industries were extensively consulted and engaged to understand the roadblocks that prohibit the growth of those sectors and national-level plans are to be finalised to grow such sectors. By channelling foreign investments to such sectoral policies of respective industries, Sri Lanka will be able to create vibrant industries that can attract foreign inflows that could contribute to forex earnings and sustain the growth trajectory. The NPP’s implementation-led approach is expected to yield benefits to many of such sectors in the short-term, medium-term and long-term.",
    "Based on some of the foreign investments that have been entertained in the past, it is clear that initial capital inflow was highlighted disproportionately by paying little or no attention to continuous forex outflows on a yearly basis that outweigh the benefit of the initial investment. Given the currency crisis the country is going through, foreign investments that create sustainable inflows with annual KPI-driven incentives instead of blanket tax concessions could be provided to applicable investments after careful consideration of alignment to the national priorities and long-term ramifications. NPP policy proposals in the making are after careful consideration and consultation of stakeholders and are aligned with the country’s interest.",
    "Foreign investments that promote import substitution industries to save forex is another important aspect. In this day and age, a rational approach to managing foreign outflows without closing the economy is key to maintaining the global linkage. A well-connected economy will facilitate knowledge transfer, accelerate R&D, and be competitive while developing the local industries and sectors. Uplifting the local industries and sectors requires attention and careful implementation of plans for the respective sectors. NPP has established necessary connections with the industries to provide practical and sustainable measures to create the balance.",
    "Foreign investments without deliverables to assist national objectives are of less use in the long run as this promotes suboptimisation. Therefore, foreign investment proposals in strategic areas are to be reflective of the delivery of national objectives through direct and indirect facilitation and achieving key milestones. As discussed earlier, foreign investments that support knowledge transfer and technology transfer are key areas in this regard. Further, foreign investments that facilitate improving South Asian regional competitiveness are also important as Sri Lanka is to promote regional stability and attractiveness. The NPP’s plan of action in these areas is keen on capturing the regional counterparts’ aspirations and being a collaborator in the initiatives of common interest and not being a conflict creator that could attract unwanted geopolitical tension to the region.",
    "Policies for foreign investments in strategic national assets are an important area that requires a significant review of the current haphazard approach. Foreign investments for new industries with positive environmental impacts are welcomed in the policy preparation. A key component of retaining and improving the viability of foreign investments is also based on having a functional and result-oriented post-investment Monitoring mechanism to ensure desired social and economic outcomes are reached. Where necessary, corrective actions are to be implemented promptly. The NPP approach to address the above by strengthening the monitoring and regulatory mechanism will play a pivotal role in generating long-term benefits to Sri Lanka.",
    "Regulatory reforms aimed at enhancing transparency, accountability, and investor protection is an important element in attracting foreign inflow. This would include strengthening the existing framework related to procurement, investment promotion, anti-corruption measures, and reporting standards where applicable. Sectors and businesses seeking foreign investments to implement necessary measures to be on par with global corporate governance standards and disclosure requirements is an important area. Implementing the e-procurement systems to increase Transparency and efficiency in government contracting processes is a key priority. This would further involve the establishment of performance indicators, regular audits, and stakeholder consultations to assess progress and identify areas for continuous improvements.",
    "Refining and further reducing bureaucratic red tape and streamlining regulatory processes is another key area. Attracting foreign inflows through strong diplomatic relationships with key regional partners such as India, China, and Middle Eastern countries will be prioritised. NPP forex inflow approach will leverage Sri Lanka’s strategic location and plentiful resources of the Indian Ocean. The NPP-led government will be a facilitator and will play an active role in regional forums and programs focused on promoting economic cooperation and connectivity in the Indian Ocean region while maintaining impartiality and open engagement with all participating nations. NPP approach would encourage collaboration between the governments, domestic infant industries, and academia to drive innovation and value-added production in strategic sectors to harmonise with the foreign market.",
    "The delivery channel will be strengthened by improving institutional capacity for enforcing anti-corruption measures and promoting good governance. This would involve training programs for officials and enhancing the independence and effectiveness of regulatory bodies. With a long-term approach, NPP will promote collaboration between universities, research institutions, and industry to commercialise research findings and develop innovative solutions to address societal challenges. The approach also includes initiatives to raise public awareness about the detrimental effects of Corruption on the economy and society. This would include educational campaigns, civic engagement programs and media outreach efforts to foster a culture of Transparency and accountability.",
    "These are to shed light on some of the approaches NPP has identified for implementation to transform the current perception of Sri Lanka from being a corrupt nation to a competitive and transparent nation for foreign investments. Facilitation and efficient processing of competitive investors’ requirements is key in the process and experienced individuals who are working with the implementation teams will provide distinct advantages to Sri Lanka. The NPP leadership has demonstrated by example of not being corrupt, accompanied by a competent team of experts with significant political awareness with no record of corruption, scandals, or nepotism is gearing up to share the common dream of being rich and happy citizens living in harmony in a country with NO corruption.",
    "(The writer holds a PhD, MBA, FCMA,former: FCCA, FCPA, ACIM; and is a Member of NPP Economic Council.)"
  ]
}