{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Trump-ordered-to-pay-355-million-in-NY-civil-fraud-trial-ruling/108-277232",
  "time_ut": 1708139220.0,
  "original_lang": "en",
  "original_title": "Trump ordered to pay $355 million in NY civil fraud trial ruling",
  "original_body_lines": [
    "(New York Times) - A New York judge on Friday handed Donald J. Trump a crushing defeat in his civil fraud case, finding the former president liable for conspiring to manipulate his net worth and ordering him to pay a penalty of nearly $355 million plus interest that could wipe out his entire stockpile of cash.",
    "The decision by Justice Arthur F. Engoron caps a chaotic, yearslong case in which New York’s attorney general put Mr. Trump’s fantastical claims of wealth on trial. With no jury, the power was in Justice Engoron’s hands alone, and he came down hard: The judge delivered a sweeping array of punishments that threatens the former president’s business empire as he simultaneously contends with four criminal prosecutions and seeks to regain the White House.",
    "Justice Engoron barred Mr. Trump for three years from serving in top roles at any New York company, including portions of his own Trump Organization. He also imposed a two-year ban on the former president’s adult sons and ordered that they pay more than $4 million each. One of them, Eric Trump, is the company’s de facto chief executive, and the ruling throws into doubt whether any member of the family can run the business in the near term.",
    "The judge also ordered that they pay substantial interest, pushing the penalty for the former president to $450 million, according to the attorney general, Letitia James.",
    "In his unconventional style, Justice Engoron criticized Mr. Trump and the other defendants for refusing to admit wrongdoing for years. “Their complete lack of contrition and remorse borders on pathological,” he said.",
    "He noted that Mr. Trump had not committed violent crimes and also conceded that “Donald Trump is not Bernard Madoff.” Still, he wrote, “defendants are incapable of admitting the error of their ways.”",
    "Mr. Trump will appeal the financial penalty but will have to either come up with the money or secure a bond within 30 days. The ruling will not render him bankrupt, because most of his wealth is in real estate, which altogether is worth far more than the penalty.",
    "Mr. Trump will also ask an appeals court to halt the restrictions on him and his sons from running the company while it considers the case. In a news conference from his home in Mar-a-Lago on Friday evening, he attacked Ms. James and Justice Engoron, calling them both “corrupt.”",
    "Alina Habba, one of Mr. Trump’s lawyers, described the ruling in her own statement as “a manifest injustice — plain and simple.” She added that “given the grave stakes, we trust that the Appellate Division will overturn this egregious verdict.”",
    "But there might be little Mr. Trump can do to thwart one of the judge’s most consequential punishments: extending for three years the appointment of an independent monitor who is the court’s eyes and ears at the Trump Organization. Justice Engoron also strengthened the monitor’s authority to watch for fraud and second-guess transactions that look suspicious.",
    "Mr. Trump’s lawyers have railed against the monitor, Barbara Jones, saying that her work had already cost the business more than $2.5 million; the decision to extend her oversight of the privately held company could enrage the Trumps, who see her presence as an irritant and an insult.",
    "Ms. James had sought an even harsher penalty, asking for Mr. Trump to be permanently barred from New York’s business world. In the 2022 lawsuit that precipitated the trial, she accused Mr. Trump of inflating his net worth to obtain favorable treatment from banks and other lenders, attacking the foundation of his public persona as a billionaire businessman.",
    "Even though the lenders made money from Mr. Trump, they were the purported victims in the case, with Ms. James arguing that without his fraud, they could have made even more.",
    "The financial penalty reflects those lost profits, with nearly half of the $355 million — $168 million — representing the interest that Mr. Trump saved, and the remaining sum representing his profit on the recent sale of two properties, money that the judge has now clawed back from Mr. Trump and corporate entities he owns.",
    "Before the trial began, Justice Engoron ruled that the former president had used his annual financial statements to defraud the lenders, siding with the attorney general on her case’s central claim. The judge’s Friday ruling ratified almost all of the other accusations Ms. James had leveled against Mr. Trump, finding that the former president had conspired with his top executives to violate several state laws.",
    "The judge’s decision for now grants Ms. James, a Democrat, a career-defining victory. She campaigned for office promising to bring Mr. Trump to justice, and sat calmly in the courtroom as the former president attacked her, calling her a corrupt politician motivated solely by self-interest.",
    "“This long running fraud was intentional, egregious, illegal,” Ms. James said during a Friday evening news conference, adding that “there cannot be different rules for different people in this country, and former presidents are no exception.”",
    "Her win is Mr. Trump’s second major courtroom loss in two months, following a January jury verdict in a defamation case brought by E. Jean Carroll, a writer whom he was found liable of sexually abusing. The jury penalized him $83.3 million.",
    "Friday’s ruling comes as Manhattan prosecutors are set to try Mr. Trump on criminal charges late next month. He is also contending with 57 more felony counts across three other criminal cases.",
    "But none of his legal troubles seem to have anguished Mr. Trump quite like the fraud case. During the trial, he protested its premise, pleading, “This has been a persecution of somebody that’s done a good job in New York.”",
    "Mr. Trump’s lawyers argued that the fraud did not have a victim in the traditional sense, daring the attorney general to find someone who was harmed. And in a statement on Friday, a Trump Organization spokeswoman noted that the company had “never missed any loan payment or been in default on any loan” and that the lenders “performed extensive due diligence prior to entering into these transactions.”",
    "At trial, Mr. Trump’s lawyers called as witnesses the president’s former bankers, who testified that they had been delighted to have Mr. Trump as a client.",
    "Eric Trump and his brother Donald Trump Jr. also testified, but their efforts to distance themselves from their father’s financial statements fell flat with the judge. Justice Engoron’s decision to bar them from running any New York business for two years — and Mr. Trump for three — will likely strike a nerve with the Trump family.",
    "Before the trial, the fallout from the case seemed to threaten the Trump Organization’s very existence. When Justice Engoron first ruled that Mr. Trump had committed fraud, he ordered the dissolution of much of the former president’s New York empire.",
    "But legal experts had questioned the judge’s ability to do that, and in his ruling on Friday, Justice Engoron pulled back. Instead, the judge said any “restructuring and potential dissolution” would be up to Ms. Jones, the independent monitor.",
    "The judge also granted Ms. Jones new authority as part of an “enhanced monitorship,” and asked her to recommend an independent compliance director who will oversee the company’s financial reporting from within its ranks.",
    "The monitorship and other penalties, including a three-year ban on Mr. Trump and his company seeking loans from banks registered in New York, could hamstring the company as it seeks to compete in the state’s crowded real estate market.",
    "However, nothing will hurt quite as much as the financial penalty. If upheld on appeal, it could erase the cushion of liquidity — cash, stocks and bonds — that Mr. Trump built in his post-presidential life.",
    "Mr. Trump claimed under oath last year that he was sitting on more than $400 million in cash, but between Justice Engoron’s $355 million punishment, the interest Mr. Trump owes and the $83.3 million payout to Ms. Carroll, that might all be gone. If so, Mr. Trump might have to sell one of his properties or another asset to cover the payouts.",
    "The symbolism of the punishments cannot be overlooked, either. Mr. Trump is synonymous with the company he ran for decades, and by severing him from its operations, the judge has written an embarrassing epilogue to the former president’s story of his career as a New York mogul.",
    "For now, Mr. Trump has spun his legal misfortunes into what he sees as political gold. He has used the cases to falsely portray himself as a victim of a Democratic cabal led by President Biden, and he has campaigned at every courthouse he has visited.",
    "In Justice Engoron’s courtroom, Mr. Trump delivered a rally-made rant from the witness stand, marking the climax of a monthslong proceeding that was alternately stultifying and scintillating. The former president attacked one of Ms. James’s lawyers, saying: “You and about every other Democrat, district attorney, A.G. and U.S. attorney were coming after me from 15 different sides. All Democrats, all Trump haters.”",
    "He did not spare Ms. James herself, or the judge, calling the attorney general a “political hack” and Justice Engoron an “extremely hostile judge.”",
    "Mr. Trump later delivered his own closing statement, calling Ms. James’s fraud accusation a “fraud on me” and saying that the attorney general was the one who “should pay me.”",
    "He generated drama even when not in the spotlight, rolling his eyes at the defense table and muttering to his lawyers. He was particularly enraged by the testimony of his former fixer, Michael D. Cohen, who linked Mr. Trump directly to the fraud scheme.",
    "Mr. Trump’s lawyers succeeded in rattling Mr. Cohen, and asked, based on apparent contradictions in his testimony, that Justice Engoron throw out the case. When the judge declined, Mr. Trump abruptly stood up and stormed out of the courtroom.",
    "The judge largely tolerated Mr. Trump’s behavior, but early on, he barred the former president from attacking his staff members, most prominently his law clerk, who sat near the judge throughout the trial so they could confer. Mr. Trump twice violated that order, prompting $15,000 in fines from the judge.",
    "Courtroom theatrics notwithstanding, the evidence presented was often tedious, consisting of years-old emails and spreadsheets. Through that documentary evidence, Ms. James’s lawyers showed that Mr. Trump’s company had ignored appraisals and manipulated numbers to inflate the value of properties such as golf clubs and office buildings, sometimes to absurd heights.",
    "The most blatant exaggeration was the listed size of Mr. Trump’s triplex apartment in Trump Tower on Fifth Avenue. For years, the former president had valued it as if it were 30,000 square feet, when it was actually 10,996.",
    "In his ruling, Justice Engoron blasted Mr. Trump and the other defendants, saying that misstating the apartment’s size was the only error to which they would admit.",
    "Justice Engoron wrote that he was not looking to “judge morality” — only to find facts and apply the law.",
    "“The court intends to protect the integrity of the financial marketplace and, thus, the public as a whole,” he wrote.",
    "Justice Engoron added that Mr. Trump’s refusal to admit error left him with no choice but to conclude that the former president would continue to commit fraud unless he was stopped."
  ]
}