{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/20/imf-sri-lanka-tax-reforms-and-fiscal-discipline-seen-as-key-to-overcoming-the-crisis/",
  "time_ut": 1705766460.0,
  "original_lang": "en",
  "original_title": "IMF & Sri Lanka: Tax reforms and fiscal discipline seen as key to overcoming the crisis",
  "original_body_lines": [
    "COLOMBO (News 1st); The International Monetary Fund (IMF) expressed cautious optimism about Sri Lanka's economic recovery, highlighting the crucial role of tax reforms and fiscal discipline in overcoming the nation's deep financial crisis.",
    "Peter Breuer, IMF Senior Mission Chief to Sri Lanka, emphasized the importance of tax administration in addressing the revenue shortfall that contributed to the crisis.",
    "He urged for increased compliance and condemned tax evasion, stressing that \"any dollar or rupee in taxes that is due but not paid means that everybody else has to pay more.\"",
    "Breuer praised the Sri Lankan government's commitment to halting further tax concessions and highlighted the planned reforms to improve transparency in this area. He noted that tax revenue as a percentage of GDP dropped from 11% in 2019 to a mere 7% in 2022, creating a significant funding gap.",
    "The IMF mission chief outlined the ambitious trajectory for increasing tax revenue, aiming for 9% of GDP in 2023, 12% in 2024, and 14% beyond that. He acknowledged the hardship caused by tax increases but emphasized their necessity for Sri Lanka's long-term financial stability.",
    "Breuer detailed the government's reform measures, including personal income tax and corporate income tax changes implemented in 2022 and the planned introduction of a progressive property tax in 2025.",
    "\"In 2025, the property tax is meant to happen, which is, you know, a progressive way of taxation. Meaning that those who can afford it more, those who have more expensive houses, will in fact, or property will have to pay a higher tax,\" he added."
  ]
}