{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-wins-6-awards-at-asian-banking-and-finance-awards-in-singapore/",
  "time_ut": 1722024240.0,
  "original_lang": "en",
  "original_title": "ComBank wins 6 awards at Asian Banking and Finance Awards in Singapore",
  "original_body_lines": [
    "The Commercial Bank of Ceylon won a remarkable six awards presented in three separate segments recently by Asian Banking and Finance (ABF) at a single event in Singapore – the 2024 edition of the magazine’s annual awards ceremony.",
    "Commercial Bank won two awards in each of the three segments – the ABF Retail Banking Awards, the ABF Corporate & Investment Awards, and the ABF Fintech awards, demonstrating its versatility in different spheres of banking and finance.",
    "The Bank received the awards for ‘Digital Consumer Banking Initiative of the Year’ and ‘SME Bank of the Year’ in the Retail Banking Awards segment; the awards for ‘Corporate Client Initiative of the Year’ and ‘Debt Deal of the Year’ in the Corporate & Investment Awards segment; and the Ecosystem Collaboration Award and Payments Solution Award in the Fintech Awards segment.",
    "ABF’s Digital Consumer Banking Initiative of the Year award was won by ComBank Digital, Commercial Bank’s flagship digital product, and Sri Lanka’s most-used digital banking platform. The award recognizes the introduction of more than 10 new features in 2023, a strategic initiative to place Digital Services Associates (DSAs) at branches to promote digital products and the growth achieved, with app downloads more than doubling over two years, transactions growing more than three-fold in that time and transaction values growing more than five-fold.",
    "The SME Bank of the Year award acknowledges Commercial Bank’s status as the largest lender to the SME sector in Sri Lanka as well as the numerous initiatives launched by the Bank to engage with and empower entrepreneurs with the knowledge and access they need to grow their business and to facilitate their transition to digital platforms and reach international markets.",
    "The Corporate Client Initiative of the Year award was won by Commercial Bank for its ‘Treasury FX Portal’ – a pioneering initiative aimed at modernizing and digitizing foreign exchange rate requests. The Treasury FX Portal serves as a real-time web interface, empowering branches and departments to request preferential rates efficiently. This innovative solution has replaced the traditional manual processes of phone calls and emails, offering a seamless and user-friendly platform for initiating FX transactions.",
    "Meanwhile, the Debt Deal of the Year award was presented to the Bank’s Rs 12 billion listed Basel III compliant Debenture Issue of December 2023, which was the largest sum raised through the public markets for listed Debt instruments in 2023.",
    "The Ecosystem Collaboration Award was won for Commercial Bank LEAP GlobalLinker, a digital business ecosystem designed for small and medium-sized enterprises (SMEs). This initiative, developed through a partnership with GlobalLinker and guided by advisory support from the International Finance Corporation (IFC), aims to bolster SMEs by offering a dynamic platform at zero cost. At the end of the first quarter of 2024, the platform had 9,560 SME customers, 1,774 trading customers, 817 Women SME customers and 773 eStores.",
    "The Payments Solution Award was presented to RemitPlus, Commercial Bank’s innovative, cost-effective, and real-time online money transfer service. With a vast network of agents across 130 countries, RemitPlus enables transparent, secure, and efficient remittances for expatriates, demonstrating the Bank’s commitment to financial inclusion, customer satisfaction, and economic contribution.",
    "Sri Lanka’s first 100% carbon neutral bank, Commercial Bank is the largest private sector bank in Sri Lanka and the first Sri Lankan bank to be listed among the Top 1000 Banks of the World. The Bank is the largest lender to Sri Lanka’s SME sector, and is a leader in digital innovation in the country’s Banking sector. Commercial Bank operates a strategically-located network of branches and 966 automated machines island-wide, and has the widest international footprint among Sri Lankan Banks, with 20 outlets in Bangladesh, a Microfinance company in Nay Pyi Taw, Myanmar, and a fully-fledged Tier I Bank with a majority stake in the Maldives.",
    "Empowering a financial future: NDB NEOS & CRIB partnership since 2021",
    "Safeguarding Sri Lanka’s national Poson festival for 29 years, AIA Poson Safety Programme saved 6 lives this year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}