{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-long-way-to-go-bragging-can-wait/",
  "time_ut": 1754242860.0,
  "original_lang": "en",
  "original_title": "A long way to go: Bragging can wait",
  "original_body_lines": [
    "The NPP government is on cloud nine, following a further reduction in the US tariff rate for Sri Lanka from 30% to 20%. President Donald Trump initially fixed it at a staggering 44%! Obviously, the Trump administration did not act out of altruism when it agreed to tariff reductions for Sri Lanka as well as other countries.",
    "What are the specific conditions that the US laid down for a downward revision of its reciprocal tariff for Sri Lanka? Secretary to the Ministry of Finance Dr. Harshana Suriyapperuma has said the NPP government’s anti-corruption drive and efforts to improve the country’s ease of doing business ranking helped obtain the US tariff reduction. This may be true, but surely there are other reasons.",
    "President Trump and his team are known to think after leaping, as it were. They have made a host of humiliating about-turns. It was obvious that the Trump tariffs would yield short-term benefits to the US economy, particularly to some key industries, such as metal, but Washington must have realised subsequently that those gains would come at steep hidden costs.",
    "The intended benefits of the US tariff hikes include, inter alia, the protection of select US industries, and increase in revenue for the federal coffers, trade negotiation leverage, encouraging reshoring and domestic investment, focusing attention on unfair trade practices. However, the cons of the Trump tariffs outweigh the pros thereof, according to economic analysts, and some of them are higher prices, disadvantages to exporters, especially farmers, job losses in industries such as steel, supply chain disruptions and reduced investment and strained global alliances. More importantly, developed countries, such as the UK, have come forward to offer a helping hand to the developing nations adversely affected by the US tariff hikes. This is a disturbing proposition for the US, which is facing challenges to its global dominance from trans-Atlantic rivalries, China’s rise as an economic and military power, and formidable strategic alliances, such as BIRCS, which is reportedly working towards a common currency as an alternative to the US dollar. Thus, one can argue that the US found itself in a situation where it had to reduce its proposed tariffs to safeguard its own interests.",
    "Sri Lanka will now be able to retain the competitiveness of its exports to a considerable extent, given the US tariff rates for its competitors in the region—Bangladesh (20%), India (25%), Pakistan (19%), Vietnam (19%), Thailand (19%) and Cambodia (19%). However, if other countries succeed in obtaining more favourable tariff rates from the US, through trade agreements, etc., Sri Lanka will have its work cut out to remain competitive. Hence, the need for the NPP government to have further negotiations with Washington on tariffs, without resting on its oars.",
    "Most of all, Sri Lanka should realise its increasing vulnerability in global trade and lessen its dependence on a few major export destinations. It should redouble its efforts to diversify its exports and find new markets for them while enabling its exporters to keep their production costs low thereby making their products and services competitive globally. This goal will remain unattainable unless the government takes steps to lower the power tariffs by boosting the generation of electricity from renewable sources, and keep taxes on the export sector at affordable levels.",
    "The latest US tariff reduction is certainly welcome, but there are no grounds for complacency, especially for countries like Sri Lanka, troubled by severe foreign currency woes. The recalibration of global trade in line with the Trump tariffs is bound to deliver shocks and pose new challenges to the developing world. Prudence demands that Sri Lanka brace itself for a possible decrease in its forex inflow. It should therefore make a serious effort to reduce its import bill substantially and increase foreign currency earnings from non-traditional sources such as digital services, etc., instead of imposing heavy taxes thereon. There is a need for some import restrictions as well. It does not make sense to import rice as a solution to the problem of hoarding by large-scale millers or to flood the local market with imported sugar while huge stocks of locally produced sugar are rotting in warehouses. Solar power producers complain of step-motherly treatment from the government. If the thermal power generation is reduced, a great deal of forex currently spent on oil and coal can be saved. A dollar saved is a dollar earned.",
    "In trying to resolve any crisis, it always pays to be prepared for the worst-case scenario. So, the NPP government would do well to anticipate possible adverse effects of the new US tariffs on the Sri Lankan economy, and strategise to mitigate them. There is a long way to go. Bragging can wait.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}