{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113043/defence-ministry-to-get-tough-on-the-use-of-hakka-patas-or-cheena-patas",
  "time_ut": 1759155840.0,
  "original_lang": "en",
  "original_title": "Defence Ministry to get tough on the use of ‘Hakka Patas’ or ‘Cheena Patas’",
  "original_body_lines": [
    "The Ministry of Defence has advised the general public to refrain from using illegal explosives and to assist by reporting any incidents of manufacturing, possessing, or selling the already prohibited “Hakka Patas” or “Cheena Patas” used to produce them, to the nearest police station or wildlife authorities.",
    "The Defence Ministry said it has been reported that an illegal explosive called “Cheena Patas” is being produced in some parts of the island using raw materials and other chemicals issued for the firecracker and fireworks industry.",
    "Information has also been received that another illegal explosive called “Hakka Patas” is being manufactured using “Cheena Patas” and the raw materials used for firecracker and fireworks production, the Ministry added.",
    "These illegal explosives are reportedly used widely to deter wild animals from harming farmlands. However, reports indicate that these explosives have caused severe injuries and deaths to both people and wild animals in the recent past.",
    "Furthermore, it has been observed that these explosives pose significant environmental and conservation challenges.",
    "The Ministry of Defence noted that information has been received that activities related to the production, distribution, storage and sale of the already prohibited explosives, “Hakka Patas” and “Cheena Patas,” continue to take place.",
    "Considering these facts and based on a government decision, the Ministry of Defence has taken steps to instruct the relevant authorities to implement special island-wide operations, in coordination with the Sri Lanka Police, to halt such activities and to take steps to strictly enforce the law against those involved in these illegal acts.",
    "Moreover, if individuals engaged in firecracker and fireworks production are found to be involved in or aiding such illegal manufacturing activities in the future, their firecracker and fireworks production licenses will be revoked, the Ministry added."
  ]
}