{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sarvodaya-founder-A-T-Ariyaratne-no-more/56-760692",
  "time_ut": 1713301828.0,
  "original_lang": "en",
  "original_title": "Sarvodaya founder A.T. Ariyaratne no more",
  "original_body_lines": [
    "Sarvodaya founder A.T. Ariyaratne passed away yesterday after a brief illness at a private hospital. He was 92 years old at the time of his death.",
    "Born November 5, 1931, Dr. Ahangamage Tudor Ariyaratne is the founder of the Sarvodaya Shramadana Movement of Sri Lanka. A former high school teacher at Nalanda College, he conducted the first shramadana work camp in 1958, which eventually led to the establishment of the largest non-government organisation in the country.",
    "The father of six distinguished adult children, he has led tens of thousands of family gatherings and meditations with millions of people throughout Sri Lanka and other parts of the world.",
    "He was nominated to the Constitutional Council as a civil representative on 10 September 2015.",
    "He received the Ramon Magsaysay Award for Community Leadership in 1969, the Gandhi Peace Prize from the government of India in 1996, the Niwano Peace Prize in 1992, the King Beaudoin Award and other international honours for his work in peace making and village development. In 2006, he received the Acharya Sushil Kumar International Peace Award for the year 2005. Other recipients of this award include John Polanyi and then in 2004, the 14th Dalai Lama. In 2007 Ariyaratne received the Sri Lankabhimanya, the highest National Honour of Sri Lanka.",
    "Ariyaratne, a strong believer in Gandhian principles of non-violence, rural development and self-sacrifice, has shaped the Sarvodaya Movement in ways that forged a significant link between secular principles of development and Buddhist ideals of selflessness and compassion. As a devout Buddhist, he has led tens of thousands of “family gatherings” and meditations with millions of people throughout Sri Lanka and other parts of the world.",
    "When he received the Hubert H. Humphrey International Humanitarian Award from the University of Minnesota Hubert H. Humphrey School of Public Affairs in 1994, Dr. Patrick Mendis described his former mentor as the “Gandhi of Sri Lanka.”"
  ]
}