{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Reimagining-Sri-Lanka-s-university-system-Strategic-blueprint-for-global-competitiveness/4-781078",
  "time_ut": 1756752899.0,
  "original_lang": "en",
  "original_title": "Reimagining Sri Lanka’s university system: Strategic blueprint for global competitiveness",
  "original_body_lines": [
    "With global competition intensifying and domestic challenges mounting, the country’s university system must evolve into a dynamic, innovation-led, industry-integrated ecosystem",
    "In an era where both academic and professional landscapes are evolving rapidly, it is increasingly important to examine how education systems adapt to emerging societal and industry needs. This article brings together two professionals with shared academic roots but distinctly different career trajectories, offering a unique lens through which to view educational reform.",
    "Both authors graduated from the University of Moratuwa in 1987. Since then, their paths have diverged in ways that enrich this dialogue. One author has built a distinguished academic career and now serves as a professor of wireless communication at the University of Oulu in Finland. The other has pursued a career in multidisciplinary civil engineering and asset management, currently contributing to the Australian Local Government Sector.",
    "Bringing together their collective experiences, this collaboration aims to explore reforms in higher education. One author will act as a facilitator, helping to extract and contextualise academic insights from the co-author’s expertise.",
    "This article is the first in a three-part series. The next instalment will focus on vocational training reforms and will include input from an expert in the globally recognised corporate sector. Together, these contributions will highlight alternative pathways into para-professional careers and entry into university-level education, broadening the conversation around inclusive and adaptive education models. The final article focuses on human resource management strategies designed to support the successful delivery of education reforms across the public sector workforce.",
    "Sri Lanka stands at a pivotal moment in its educational journey. With global competition intensifying and domestic challenges mounting, the country’s university system must evolve into a dynamic, innovation-led, industry-integrated ecosystem. Drawing inspiration from India’s National Education Policy (NEP 2020) and its sweeping reforms, this blueprint outlines a bold, actionable strategy to reposition Sri Lanka’s higher education sector as a driver of national development, talent retention, and foreign investment.",
    "To transform Sri Lanka’s university system into a globally competitive, innovation-driven, and industry-aligned ecosystem that nurtures talent, attracts investment, and accelerates national progress.",
    "Establish a National Higher Education Commission (NHEC): Modelled after India’s NEP 2020, the NHEC would oversee curriculum modernisation, research funding, faculty standards, and international collaboration.",
    "Mandate full-time research engagement: All postgraduate and research programs should be full-time, with measurable outcomes, industry partnerships, and global collaboration. Weekend-only formats must be phased out.",
    "Introduce performance-based faculty contracts: Replace tenure with renewable contracts tied to research output, teaching quality, and global engagement. Require IELTS or equivalent certification for academic staff.",
    "Digitise university administration: Implement comprehensive digital platforms for admissions, payroll, research tracking, and student services—drawing from India’s DigiLocker and National Academic Depository (NAD) models.",
    "Universal literacy in English, IT, Finance and AI: Mandate foundational courses across all disciplines. Leverage platforms like NPTEL and SWAYAM for scalable online delivery.",
    "Rationalise arts intake and expand STEM pathways: Align Arts admissions with labour market demand. Elevate technical education as a parallel, not subordinate track, with lateral entry from schools.",
    "Create seamless technical-to-university pathways: Build articulation agreements between vocational institutions and universities, modelled on India’s NSQF. Sri Lanka’s SLQF and NVQ frameworks can be strengthened accordingly.",
    "Support young graduates: Launch subsidised housing and student loan relief programs for graduates entering public service or research careers.",
    "Establish university-industry research parks: Replicate the IIT Madras Research Park model. Co-locate startups, R&D labs, and incubators near major universities. Offer tax incentives for corporate research investment.",
    "Embed industry in engineering research: Require co-supervision of engineering theses by industry experts. Launch a national portal to match industry challenges with academic researchers.",
    "Make international collaboration a KPI: Senior academics must maintain active global research partnerships. Prioritise ties with institutions in India, Australia, the US, UK, EU, Canada, Japan, Korea, and Finland.",
    "Build a national research talent pool: Engage diaspora experts as adjunct faculty and visiting scholars. Offer competitive stipends to attract top-tier talent.",
    "nReform the Board of Investment (BoI): Appoint performance-driven leadership and set quarterly FDI targets in education, research, and high-tech sectors.",
    "nLink university reform to FDI strategy: Position university modernisation as a magnet for global companies offering co-location, research partnerships, and talent pipelines.",
    "nLaunch a national innovation mission: Inspired by India’s Atal Innovation Mission, fund university incubators, student startups, and cross-disciplinary innovation hubs.",
    "End seniority-based promotions: Introduce performance-based evaluations across government institutions. Require English, IT, and finance certifications for SLAS recruits.",
    "Set time-bound institutional targets: Assign KPIs to all public institutions. Enforce accountability through leadership changes when targets are unmet.",
    "Promote a national service ethos: Launch a campaign from the highest levels of government: “Working for Sri Lanka is a privilege.” Celebrate high-performing public servants and educators through a national honours system.",
    "Expand double degree programs: Strengthen collaborations with IITs and leading universities in the US, Canada, the EU, Australia, and Asia. Develop joint PhDs, faculty exchanges, and shared research labs.",
    "Integrate TAFE for technical education: Finalise agreements with Australia to bring TAFE into Sri Lanka as a respected, parallel career pathway.",
    "Activate diaspora engagement: Build a robust digital portal to connect Sri Lankan professionals abroad with universities, startups, and government initiatives, moving beyond passive email lists to active collaboration.",
    "This blueprint is not merely a fix for systemic inefficiencies. It is a vision for building a world-class university system. India’s transformation was gradual but relentless. Sri Lanka’s journey will require the same: bold leadership, measurable goals, and unwavering execution. The opportunity is real. The time is now.",
    "This blueprint is not merely a fix for systemic inefficiencies. It is a vision for building a world-class university system. India’s transformation was gradual but relentless. Sri Lanka’s journey will require the same: bold leadership, measurable goals, and unwavering execution. The opportunity is real. The time is now",
    "A personal note: Laying the foundation for future wireless research in Sri Lanka",
    "The main technical contributor of this article, Prof. Rajatheva, in collaboration with colleagues at the University of Peradeniya (UoP), was instrumental in establishing a dual Master’s degree program in wireless communications. This program, now in its sixth year, has contributed significantly to advanced engineering education in Sri Lanka.",
    "Over the years, Prof. Rajatheva has maintained strong academic ties with leading Indian Institutes of Technology (IITs), most notably expanding collaborative efforts with IIT Madras to include Sri Lankan institutions. His work has also fostered engagement with multiple engineering faculties across Sri Lanka, where many graduates of the University of Oulu and the Asian Institute of Technology (AIT) where he served 11 years in the Telecommunications program and also founded the AIT undergraduate program, are now contributing as faculty and researchers.",
    "Since joining the University of Oulu in 2010, Prof. Rajatheva has supported numerous Sri Lankan engineering graduates, particularly from the University of Moratuwa (UoM), University of Peradeniya (UoP), University of Ruhuna (UoR), and Sri Lanka Institute of Information Technology (SLIIT) in pursuing postgraduate studies. Many of these graduates have gone on to secure positions in leading global technology companies.",
    "Building on this solid foundation of academic exchange and professional development, current efforts are focused on establishing a leading research institute in 6G and beyond in Sri Lanka. This initiative is being developed in partnership with local universities and international industry organisations, aiming to position the country as a regional hub for next-generation wireless innovation.",
    "(Prof. Nandana Rajatheva brings over 30 years of experience in university-level education and research, beginning his academic career as a Senior Lecturer in the Department of Electronics and Telecommunications at the University of Moratuwa. He has contributed to several major European research initiatives, including the METIS project, which laid the groundwork for 5G, as well as Hexa-X and Hexa-X II, which are shaping the future of 6G technologies. He can be contacted via [email protected] website: https://www.6gflagship.com/people/nandana-rajatheva/.) (Eng. Janaka Seneviratne is a qualified professional engineer currently serving in the local government sector of New South Wales, Australia. In addition to his expertise in engineering, he is passionate about contributing to broader discussions on social development. Through sharing his perspectives, he aims to inspire reform-minded individuals to approach challenges with fresh thinking. He can be reached at [email protected].)"
  ]
}