{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Mandate-of-heaven-on-Poya-Day/4-769337",
  "time_ut": 1731868078.0,
  "original_lang": "en",
  "original_title": "Mandate of heaven on Poya Day",
  "original_body_lines": [
    "Unlike in the past, voters cannot afford to remain aloof as mere onlookers and critics of what the Government does – Pic by Shehan Gunasekara",
    "When the date for election was announced there were murmurs among a group of Buddhist monks that the date would fall on a Poya Day, that it would be a day for people to attend to their religious rituals and meditation and that therefore the polling date be postponed. But the Election Commissioner stuck to his guns and as proved by the results voters thronged in hundreds of thousands not to the temples but to the polling booths and delivered an unassailable mandate to their favourite party of choice, National People’s Power (NPP) under the leadership of their favourite son, Anura Kumara Dissanayake (AKD).",
    "It was indeed as the Chinese would say a mandate of heaven delivered on a Poya Day through the voting citizenry. To the Buddhists at least, NPP’s historic victory and the enormity of its size would appear a divinely blessed outcome.",
    "But the Chinese mandate of heaven is conditional upon the obligation that the Emperor or Empress should use it to the good of the people and that he or she would be deprived of it and thrown out of power if that obligation were to remain unfulfilled. Thus, with a plethora of promises a huge burden is thrusted upon shoulders of the new Government with its new generation of politicians who have little experience in governing. That burden is made even heavier considering the extent of dereliction caused by 76 years of misgovernance based on an ethnonational political culture, which intentionally kept the plural society divided to the extent of causing even a civil war; created an unaffordable administrative machinery noted for its inefficiency, corruption and waste; and oversaw an economy which operated more to the benefit of the few than of the many and eventually bankrupted the national Treasury and left it at the tender mercies of foreign creditors.",
    "Thus, to settle the national debt, to end corruption and waste by reforming governance and its administrative machinery, to restructure the economy to guarantee food security first but within a market system devoid of artificial rigidities, to promote external trade with exports capable of capturing niche markets abroad, to reduce the chronic national Budget deficits without taxing the poor and depriving resources to maintain a decent level of public welfare, and to maintain friendly relations with foreign countries without compromising national sovereignty are a few of the daunting challenges facing the new Government.",
    "When one adds to these challenges the negative fallout from an international economic order which is exploitative, iniquitous and unpredictable one could realise the enormity of those challenges. Yet, the mandate is conditional and could be withdrawn in the face of repeated failures to honour the undertaking.",
    "Naturally, the expectations are high and to fulfil them requires a change not only in the system of governance but also in the style of governing. First and foremost, unlike in the past, voters cannot afford to remain aloof as mere onlookers and critics of what the Government does or does not assuming that it is the task of the elected Government to deliver all what it promised. Instead, the relationship between the governed and government should be structured on the principle of burden sharing. No challenge is unwinnable if the people rally behind Government decisions and those decisions result from a process of consultation with the people. This is what one means by a people-centric government. A suitable mechanism should be created to facilitate this relationship. Given the relative inexperience of the many new faces in the Government the importance of that mechanism should not be undervalued.",
    "For instance, despite the exodus of the talented and skilled in recent past there is still a substantial stock of such assets lying untapped inside the country. This refers to those experienced technical and administrative staff and experts who have retired from their professions but still would be willing to contribute their services as an act of patriotism to the development of the country. If politicians could continue working in their 70s why not professionals?",
    "Another stock of human asset that could be tapped lies abroad within the expatriate Sri Lankans who still love their mother country. This columnist noticed this willingness among the expatriate Sri Lankan Muslims in Melbourne. Given the enormity of the task ahead in terms of economic development and the Budget constraint facing the new Government why not make use of these resources? To cite another example, suppose a Mahavidyalaya in a certain district or town lacks a science laboratory. Shouldn’t the community there come forward to provide part of that need and request the Government to complete the rest? Such cooperation is possible if a consultative mechanism is established. The economic development of China has many lessons to teach in this respect if Sri Lankans are willing to learn.",
    "The first test for the new Government will come with the next Budget. IMF would insist on following its methodology of Budget balancing. But the new Government with huge backing by the people may have its own priorities. IMF cannot ignore this political factor. It would be interesting to see the outcome when Budget details are submitted to the Parliament.",
    "In conclusion, while congratulating AKD for his historic achievement one would hope that the new Cabinet would include more than one Harini to reflect a reasonable gender balance.",
    "(The writer is attached to Murdoch Business School, Murdoch University, W. Australia.)"
  ]
}