{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-Mediation-Bill-gets-committee-level-nod/34-780902",
  "time_ut": 1756334731.0,
  "original_lang": "en",
  "original_title": "New Mediation Bill gets committee-level nod",
  "original_body_lines": [
    "Parliament Secretariat says new Bill to repeal Commercial Mediation Centre Act, No. 44 of 2000",
    "Improved protections and enforcement and minimum standards for resolving civil and commercial disputes",
    "To ease pressure on legal system and reduce costs of litigation",
    "Dispute resolution slow and costly, biggest pain point in attracting investment",
    "The Parliament Secretariat yesterday said a Parliamentary oversight committee had approved a new Bill to enforce mediated settlements, provide greater protection for participants, and set minimum standards for resolving civil and commercial disputes that would ease pressure on the legal system.",
    "The Sectoral Oversight Committee on Governance, Justice and Civil Protection, chaired by ruling party National People’s Power (NPP) MP lawmaker Dr. Najith Indika, approved the Mediation (Civil and Commercial Disputes) Bill at a session held recently in Parliament, the Secretariat said in a statement.",
    "Officials from the Justice and National Integration Ministry told the Committee the Commercial Mediation Centre Act, No. 44 of 2000 could not be implemented due to technical limitations. They said the new Bill would address these gaps by introducing standards for mediation practice and ensuring mediated settlements can be enforced by courts under prescribed regulations.",
    "Incidentally, an Extraordinary Gazette was issued in 2021, enabling the establishment of Special Mediation Boards in six key districts to address financial disputes. Financial disputes that fall below the threshold of Rs. 1 million were subjected to mandatory referral to financial mediation boards.",
    "Although mandatory mediation already exists under Sri Lanka’s legal framework, officials told the Committee that participation in voluntary mediation remains minimal.",
    "The new law is intended to provide a statutory framework for voluntary mediation when parties agree to it, when one party refers a case without such an agreement, or when courts propose mediation. Officials said this framework would give greater protection to parties, support the growth of civil and commercial sectors, and ease pressure on the legal system.",
    "Lawmakers G.G. Ponnambalam, Mujibur Rahman, M.K.M. Aslam, Thushari Jayasingha, Sellaththamby Thilaganathan, and Chandana Sooriyaarachchi were among those who attended the session.",
    "The time and cost related to disputes is an important indicator in the now-discontinued World Bank’s Ease of Doing Business Index, and this is where Sri Lanka performed the worst, followed by paying taxes.",
    "The 2020 World Bank Ease of Doing Business ranked Sri Lanka 99th out of 190 economies. But in the Enforcing Contracts sub-index, Sri Lanka ranked 164th, with dispute resolutions averaging 1,318 days and costing about 23% of claim value, compared with Organisation for Economic Co-operation and Development (OECD) high income countries’ average of 590 days and 21.5% of disputed value.",
    "In 2024, the World Bank replaced its Ease of Doing Business Index with the Business Ready (B-READY) Index, a new flagship report that assesses business and investment environments. The first edition covered 50 countries, not including Sri Lanka, but the bank plans global coverage by 2026.",
    "According to The Ceylon Chamber of Commerce, it gives Sri Lanka time to push through reforms. Sri Lanka’s absence from the first edition is not viewed as a setback but as a reminder of the need for reform. With global coverage expected by 2026, the next 18 months present a window to strengthen competitiveness, attract investment, and align with Vision 2030’s reform agenda, it said. And dispute resolution, according to The Chamber, is slow and costly."
  ]
}