{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Could-you-believe-crabs-killing-giant-guitarfish/14-762951",
  "time_ut": 1718135218.0,
  "original_lang": "en",
  "original_title": "Could you believe crabs killing giant guitarfish?",
  "original_body_lines": [
    "Guitarfish, also known as shovelnose rays, are a species of ray that are named because of their guitar-shaped bodies. They belong to the order Rhinopristiformes, along with the wedgefish and sawfish. This group are also called shark-like rays due to their flattened body with pectoral fins fused to the sides of the head and a hind body that resembles a shark, with two dorsal fins and a caudal fin.",
    "The Rhinopristiformes exhibit slow growth, late maturity, and low fecundity, like many other rays and sharks. Such characteristics, alone or in combination, make fishes in this group vulnerable to extinction. The global IUCN Red List of threatened species reveals that species in the order Rhinopristiformes are amongst the most threatened marine fishes and over 70% of guitarfish are either threatened or data deficient.",
    "Since August 2017, Blue Resources Trust (BRT) have been monitoring elasmobranch landings around Sri Lanka and documented four guitarfish in our waters, including Stripenose guitarfish (Acroteriobatus variegatus), Annandale’s guitarfish (Rhinobatos annandalei), Smoothback guitarfish (Rhinobatos lionotus) and a giant guitarfish (Glaucostegus granulatus). The Giant guitarfish (sharpnose guitarfish) is a Critically Endangered ray and they are one of the leading bycatch species in northern fisheries, especially around Mathagal. It is estimated that >80% of their population have declined across the wider region (Northern Indian Ocean). Unfortunately, Sri Lanka lacks baseline data on them making it challenging to effectively manage them.",
    "With support from the Tokyo Cement Group, the Save Our Seas Foundation (SOSF), the Marine Conservation and Action Fund (MCAF) of the New England Aquarium, the Hong Kong Ocean Park Conservation Foundation (OPCFHK), and the Prince Bernhard Nature Fund, BRT started a detailed elasmobranch monitoring around Jaffna in December 2020. Also, we have conducted gut content analysis for sharpnose guitarfish. The study’s findings revealed that sharpnose guitarfish is the third most common elasmobranch bycatch and has been recorded in all types of fisheries at Mathagal, including crab nets, ray nets, drift nets, and longlines.",
    "The gut content research revealed that sharpnose guitarfish consume teleost fish as well as invertebrates like mollusks, annelids, and crustaceans (shrimp, crab, etc.). The most abundant food component is crustaceans, primarily shrimp (>90%).",
    "Now I’m sure all of you are baffled by the title of this article. If the sharpnose guitarfish eat crabs, then how do the crabs kill guitarfish? Here, the crabs are actually killing the guitarfish indirectly.",
    "According to our observations, guitarfish are caught as bycatch in all types of fishing gear, but nearly 85% of the sharpnose guitarfish landings from crab fishery and 99% immature male landing also from the same gear. This is how the crabs are contributing to kill the Critically Endangered guitarfish in and around Sri Lanka.",
    "The author is a senior scientist at Blue Resources Trust (BRT), specialised in fisheries science with a focus on elasmobranch management and conservation. He has conducted over 800 days of field surveys around Sri Lanka, particularly in the North and East. Currently, Gobiraj is working on his Master’s project to improve understanding of the Critically Endangered Sharpnose Guitarfish (Glaucostegus granulatus) and to expand knowledge on shark and ray species diversity around Mathagal in Jaffna. He can be reached at [email protected]."
  ]
}