{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Why-all-the-fuss-for-a-downtown-duty-free/14-760664",
  "time_ut": 1713293211.0,
  "original_lang": "en",
  "original_title": "Why all the fuss for a downtown duty-free?",
  "original_body_lines": [
    "MP Harsha in 2019 said the laws will be very conducive for incentives to attract foreign investment to the Colombo Port City",
    "A Parliamentary Committee led by MP Harsha de Silva has had a lot to say about the Colombo Port City Duty-Free recently by posting videos on YouTube. Unfortunately these videos get into the hands of potential investors. Sri Lanka attracts so much investment, so I guess it does not matter to them. Globally the easiest thing for an opposition politician to get noticed is to criticise.",
    "For a start travellers – have a choice to purchase duty-free products from Dubai, or Singapore where a wide product range is available. Sri Lanka currently is not even an option for a high spending tourist. So how do we make Sri Lanka a credible option? MP Harsha’s concern largely has been that it will impact the shopping malls in Colombo very negatively. Lot of the parliamentarians in the country have travelled overseas and shopped at Orchard Road in Singapore and collected their GST at the Singapore airport. This also happens in the UK where I live. So instead of making such a huge fuss MP Harsha should get the Government to implement such a scheme at the airport. Surely he could have got this done as the Economic Reforms Minister 2015-2019.",
    "The Colombo Port City Downtown Duty-Free project must be viewed in the context of how it will benefit the tourism industry and see the transformation it can do to the overall experience for a high spending tourist and the revenue the Government can get annually? Take South Korea; it has over 30 downtown stores and attracts 17 million tourists annually. Surely Harsha de Silva and his team can see the connection? Most European destinations have downtown duty-free complexes across several cities.",
    "The Global Duty-Free industry will have a market size of $ 76 billion by 2024. It is expected to reach $ 108 billion by 2029, growing at 7.23% CAGR (Compounded Annual Growth Rate). The biggest contribution coming from the Asia Pacific region, where Indians and the Chinese will continue to be the biggest spenders. This is Sri Lanka’s opportunity. We should not lose it because of half-baked politics.",
    "I read that a politician has said Colombo does not need a downtown duty-free in Colombo Port City, when we have airports and ports where duty-free goods are sold. Globally, airports are allocating larger spaces to commercial areas to provide a total experience for travellers, unfortunately our airport is bursting at the seams. Therefore commercial space will always continue to be a challenge for Sri Lanka. Additionally a business passenger’s primary objective in an airport is to catch a flight – not shopping. As such, the Downtown Duty-Free is the evolution of this industry. Sri Lanka should be one of the first in South Asia to adopt this model.",
    "The downtown concept has emerged as the largest growth sector in duty-free channels and the most preferred by big global brands. Duty-Free retail, always needs space to create theatres, create a unique shopping environment and provide a more personalised shopping experience for that repeat purchase, while airports will continue to indulge on impulse purchasing. Taking a business passenger out from an airport environment to offer that unique shopping experience is only possible via a quality upmarket Downtown Duty-Free environment.",
    "This Duty-Free shift has already begun, with Asia-Pacific leading the transition. While Korea has 34 downtown duty-free malls, China has 10 and Cambodia 3, to name a few. They all attract over 15 million tourists annually. From Australia, Japan, Philippines to Cambodia, the downtown duty-free has been a success. The growth in tourism is increasing in tandem with duty-free spends. Dubai will be the newest entrant to the Downtown Duty-Free channel, Singapore has commenced operations and Dubai is expected to follow soon.",
    "The world’s largest duty-free mall, Haikou, has over three million square feet (280,000 square metres), the shopping centre, called CDF (China Duty Free) in Haikou International Duty-Free City, is bigger than Florida’s largest mall, Aventura, and close to the size of American Dream in New Jersey.",
    "The traditional concept of the Duty-Free allowance is based on the number of days spent overseas. This concept was based in an era where overseas travel was not prevalent. In Sri Lanka for example, where the migrant worker used to return once a year, the advent of an annual allowance was beneficial to purchase white goods from the BIA. At present, for most white goods the parity between Duty Paid or Duty Free is relatively small. Globally, a simplistic category-based allowance is available, as many countries do not have an overseas stay based allowance as travel has become frequent.",
    "For a returning Sri Lankan, the present airport allowance regime – comprise of 2.5l of hard liquor, 2l of wine and 2l of beer, 250ml of perfumes and confectionery is available irrespective of the stay overseas. Thus, for the frequent traveller the overseas-stay-based allowance regime is obsolete, as he can in fact purchase well over the present $ 1,750 annual allowance on the above-mentioned categories. For Colombo Port City it is said an annual allowance of $ 2,000 is proposed. This includes liquor and the perfumes as part of its allowance. This is not competitive by any standards. This must be reviewed. Policy makers must understand that those who travel overseas anyway use their local credit cards to buy goods. They spend way beyond $ 2,000. The ultimate loser is the Sri Lankan economy. Surely someone in that parliamentary committee can understand this logic by studying the spend on credit cards. Ask Central Bank for the data?",
    "The notion that the Duty-Free in Colombo Port City will dent the business at the airport is not totally correct. Soon airports would need to compete with the advent of online and omni channel services. Furthermore, countries such as Brazil and Dubai review their Duty-Free business, frequently and changes the allowance policy. Dubai now has 4L of liquor allowance for the returnee passenger, which is well above the sub-continent liquor quota.",
    "The Colombo Port City Downtown Duty-Free model must be geared to entice the tourist and eligible local residents to spend their USD in Sri Lanka – thus contributing to the economic growth of the nation. The Colombo Port City downtown duty-free must not however accommodate any domestic customer to purchase items duty-free unless they become eligible by travelling overseas. The governance around that needs to be foolproof.",
    "The vision of the Colombo Port City should be to create a luxury brand heaven in the Colombo Port City and to tap into the lucrative Indian and the Chinese travellers. The fact that three of the biggest global operators is firmly committed to this project must not be lost over domestic politics, because they can drive new traffic into Sri Lanka. Entry of big brands will however have big demands. Their entry into a country is based on the spend per capita. Sri Lanka is one of the lowest. That is why incentives are required. MP Harsha understands this logic (see his statements 2015-2019 as a UNP Minister). As the number of travellers grows exponentially, their activities in Sri Lanka will extend beyond just shopping. They will also patronise hotels and restaurants in Colombo and outstations and engage in various other leisure activities during their stay. This will help to realise the vision of the Sri Lanka Hotel Association to increase tourist spending from the average of $ 175.",
    "The Colombo Port City must take all the necessary steps for the Colombo Port City Duty Free mall to become a touristic shopping destination with internationally accepted global brands, therefore ignoring the noise of shortsighted critics who have no ability to raise a $ in any investment into the country is a must. Being part of the influential Sri Lankan overseas diaspora my request is simple; we need to have refurbished hotels, a better shopping experience and an environment conducive to do business. Parochial political culture has been the bane of Sri Lanka’s development! You don’t need to go far for inspiration, look at East Africa to see the progress those countries have made in a decade. Whilst Sri Lanka continues to remain an impoverished nation thanks to an ostrich like mentality of our politicians. Sri Lanka needs to implement essential economic reforms. What we must not forget is that even before the crisis, Sri Lanka struggled to attract foreign investment, we only leased assets like the port, etc., so it’s crucial to identify the underlying reasons for this and take corrective action. Sri Lanka cannot expect to attract foreign investments with policy instability and political bickering.",
    "(The writer is a Research Scientist previously at Imperial College London and is actively engaged in development research.)"
  ]
}