{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102809/stem-teacher-training-for-plantation-schools-successfully-concludes",
  "time_ut": 1729401300.0,
  "original_lang": "en",
  "original_title": "STEM teacher training for plantation schools successfully concludes",
  "original_body_lines": [
    "The closing ceremony of the 3-month long teacher-training program in STEM subjects under Indian grant assistance for schools in the plantation regions of Sri Lanka was held recently at the Ministry of Environment, Wildlife, Forest Resources, Water Supply, Plantation and Community Infrastructure.",
    "The event was attended by the High Commissioner of India to Sri Lanka Santosh Jha, Secretary, Ministry of Education and Science and Technology Mrs. J.M. Thilaka Jayasundara and senior officials of the Ministry of Environment, Wildlife, Forest Resources, Water Supply, Plantation and Community Infrastructure and the Ministry of Education, Science and Technology and the National Institute of Education of Sri Lanka, according to a statement issued by the High Commission of India.",
    "The program, designed at the request of the Government of Sri Lanka, aimed to impart training in STEM subjects (Physics, Chemistry, Mathematics, English and Biology) to teachers in plantation schools in the country. It was organized under the multi-sectoral Indian grant assistance of INR 750 million announced last year to mark 200 years of arrival of Indian-origin Tamil community to Sri Lanka.",
    "Under the aegis of the program, 19 Indian teachers specialized in imparting training in STEM subjects arrived in Sri Lanka in July 2024. After attending a structured orientation module organized by the National Institute of Education, the teachers were deployed in schools in the plantation regions to commence the teacher-training program, the statement added.",
    "Over the course of the 10-week program conducted at nearly 40 centres spread across Central, Uva, Sabaragamuwa and Western Provinces, over 2000 Sri Lankan teachers benefitted from the training imparted by the Indian teacher-trainers.",
    "During the closing ceremony on 18th October 2024, Secretary, Ministry of Education and Science and Technology highlighted that the program was found to be significantly productive and of very high utility by the trained teachers and the schools, who called for repeating the program in the near future. She conveyed gratitude to the Government of India for the initiative. The 19 teacher-trainers from India were specially felicitated by the Government of Sri Lanka on the occasion.",
    "In his remarks, the High Commissioner of India said that the successful teacher-training program is yet another initiative that would contribute to further strengthening the unique people-to-people bonds shared by India and Sri Lanka.",
    "He underscored that the program added to the long list of development partnership initiatives of India in Sri Lanka, guided by the needs of the people of Sri Lanka and the priorities of the Government of Sri Lanka, that are bringing a positive impact in the everyday lives of the people of the country across sectors such as education, housing, health, agriculture, livelihood sustenance, hybrid renewable energy projects, ports, railways, solar electrification of religious places, among many others."
  ]
}