{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Vidyani-Hettigoda-recognised-at-Sri-Lankan-Top-100-Iconic-Women-2025-awards/34-781167",
  "time_ut": 1756860141.0,
  "original_lang": "en",
  "original_title": "Vidyani Hettigoda recognised at Sri Lankan Top 100 Iconic Women 2025 awards",
  "original_body_lines": [
    "Vidyani Hettigoda receives her award from Labour Minister Dr. Anil Jayantha Fernando at the SLBC Centenary Awards ceremony",
    "Hettigoda Group of Companies Director Vidyani Hettigoda was recognised as one of the Sri Lankan Top 100 Iconic Women 2025 at the SLBC Centenary Awards, held on 29 August 2025 at BMICH.",
    "With over three decades of experience, she has been instrumental in transforming the family-owned business into a global well-being brand. Under her leadership, Siddhalepa has expanded its reach to over 40 countries, offering a wide range of Ayurvedic products and services.",
    "Beyond her business achievements, Hettigoda has been a strong advocate for women’s empowerment and entrepreneurship, mentoring numerous rural women and guiding them to become successful entrepreneurs. Her commitment to societal development is also reflected in her active involvement in various councils, including the Federation of Chambers of Commerce and Industry of Sri Lanka, the Sri Lanka Business Development Centre, and the Women’s Chamber of Industry and Commerce (WCIC) Sri Lanka.",
    "She has been recognised for her exceptional leadership and contributions to the business and well-being landscape. She received the Global CEO Top Businesswomen Award 2025, celebrating her achievements in growing the Hettigoda Group internationally and advancing Ayurveda globally. She was also honoured at the World Women Leadership Congress Awards in Mumbai for her pioneering role in promoting Ayurveda as a modern, healthy lifestyle.",
    "Hettigoda pursued her tertiary education in the United Kingdom, earning a Bachelor of Science degree in Business Management and Computer Science from Middlesex University, London.",
    "She further gained practical experience as a Systems Specialist at Royal Mail, UK, before returning to Sri Lanka in 1996 to join the family business. Since then, she has been instrumental in integrating traditional Ayurvedic practices with modern business strategies, helping elevate Ayurveda into a luxury wellbeing offering both locally and internationally.",
    "This recognition at the SLBC Centenary Awards highlights her significant contributions to business and society and positions her as a role model for aspiring women leaders in Sri Lanka."
  ]
}