{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104682/ceylon-chamber-hails-sri-lankas-landmark-food-beverage-regulations",
  "time_ut": 1735832280.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber hails Sri Lanka’s landmark food & beverage regulations",
  "original_body_lines": [
    "The Sri Lankan government has announced new restrictions on marketing food and beverages to children, effective January 1, 2025, under the Food (Labelling & Advertising) Regulations 2022.",
    "The Ceylon Chamber of Commerce, through its Food & Beverage Steering Committee, was a key partner in shaping these regulations by providing inputs on food science, nutrition, international regulatory practices, and legal frameworks during an over decade-long consultation process with the Ministry of Health.",
    "Under the new rules, the industry must ensure that children under 12 are not featured in advertisements for F&B products. Further, the industry must ensure that F&B products are not advertised or promoted to children below 12 years without prior approval from the Ministry of Health.",
    "Additionally, updated food labelling requirements, effective July 1, 2025, will empower consumers with essential information, including nutritional values and detailed ingredient lists, to make informed food choices, the Ceylon Chamber of Commerce stated in a statement.",
    "These updates address gaps in the regulations established in 2005 and align the framework with international standards, it said.",
    "Mr. Buwanekabahu Perera, CEO of The Ceylon Chamber of Commerce, stated: “We commend the Ministry of Health for modernising Sri Lanka’s food regulatory framework after 20 years. Transitioning entrenched industry practices will be challenging for businesses, from SMEs to large-scale operators. However, it is vital to balance consumer protection with the continued availability of packaged food, and preserving longstanding brand equity. A corrective and collaborative approach to implementing these regulations will be important to ensure a smooth transition.”"
  ]
}