{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-reiterates-solidarity-with-Palestinian-cause/108-275281",
  "time_ut": 1705572540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka reiterates solidarity with Palestinian cause",
  "original_body_lines": [
    "Foreign Minister Ali Sabry said Sri Lanka, as the Chair of the UN Special Committee to Investigate Israeli Practices, continues to stand in solidarity with the Palestinian cause and affirms the rights of the Palestinian people to live in peace and dignity.",
    "Addressing the meeting of the NAM Ministerial Committee on Palestine, Sri Lanka’s long held principled position on this matter has been clear.",
    "“We recognize the legitimate and inalienable right of the people of Palestine to statehood. Sri Lanka remains committed to supporting a just and comprehensive negotiated political settlement to the Palestine issue in line with the relevant UN resolutions, leading to two States living side by side based on the 1967 borders. It is the obligation of the international community to walk the talk and ensure those resolutions are implemented on the ground and restore the dignity and freedom of the Palestinian people.",
    "Sri Lanka is the Chair of the UN Special Committee to Investigate Israeli Practices and continues to stand in solidarity with the Palestinian cause and affirms the rights of the Palestinian people to live in peace and dignity.",
    "Excellencies, last Sunday reached a grim milestone of hundred days of massive escalation of violence in the Gaza strip. We remain deeply concerned on the tragedy that is continuing to unfold causing an unprecedented level of civilian casualties. Over a million of Palestinians have been displaced and the psychological trauma endured particularly by the children is just heart breaking. Lack of medical supplies, food, water and fuel has further worsened the dire humanitarian situation.",
    "Sri Lanka welcomes the high priority given by the 19th Summit of NAM to the ongoing humanitarian crisis in Gaza and the issue of Palestine. We also welcome the Political Declaration of the Meeting of the NAM Ministerial Committee on Palestine,” he said."
  ]
}