{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111711/india-mulls-easing-visa-restrictions-for-chinese-business-executives-after-five-year-freeze",
  "time_ut": 1755771600.0,
  "original_lang": "en",
  "original_title": "India mulls easing visa restrictions for Chinese business executives after five-year freeze",
  "original_body_lines": [
    "India is likely to relax restrictions on business visas for Chinese professionals, a move aimed at reviving corporate ties and smoothing operations for multinational companies after nearly five years of curbs, government and industry, according to a report.",
    "The easing would allow companies such as Vivo, Oppo, Xiaomi, BYD, Hisense and Haier to bring in senior managers for various positions, including chief executives, country heads and executives in sales, marketing, finance and human resources, according to an Economic Times report. Until now, only technical specialists had been granted visas, with priority given to companies participating in India’s production-linked incentive (PLI) schemes.",
    "Citing government and industry sources, the report added that India is considering easing the restrictions on visas for Chinese business professionals. Executives from the Chinese electronics sector said that companies had been asked to begin filing applications. “We have been informed to submit visa applications for business roles,” a senior executive of a Chinese firm was quoted as saying in the ET report, on condition of anonymity.",
    "The restrictions were introduced after the 2020 border clashes between India and China, when New Delhi tightened both visa rules and investment oversight. Since then, senior executives of Chinese companies have largely operated remotely from abroad.",
    "Recent diplomatic exchanges appear to have paved the way for a shift. Ministerial visits between the two countries, along with broader geopolitical dynamics, have opened dialogue on easing restrictions. Both sides have also agreed to restore direct flights, allow tourist travel and advance discussions on border issues. Prime Minister Narendra Modi is expected to visit Tianjin later this month for the Shanghai Cooperation Organisation summit, where he will meet Chinese President Xi Jinping.",
    "Industry insiders said most business visa requests should be cleared under the new approach. Xiaomi India welcomed the prospect, with a spokesperson telling ET, “Our global leadership and key executives are eager to visit India again, should such changes be introduced, to continue deepening our engagement and understanding of the market.” The absence of Chinese executives has affected multiple companies. Joint ventures have also faced challenges. Carrier Midea, a US-China venture selling air-conditioners in India, has been unable to secure a visa for a deputy managing director for three years, one industry executive said. Electric vehicle maker BYD India had also flagged the issue. In a filing with the Corporate Affairs Ministry last year, the company stated that the absence of Indian visas for two of its board members prevented compliance with a legal requirement mandating at least one director reside in India for 182 days annually. Indian contract manufacturers such as Dixon Technologies, PG Electroplast, Epack Durable, Bhagwati Products and Amber Enterprises have also borne the brunt, with their executives frequently travelling to China to maintain technical collaborations and strike new partnerships.",
    "China remains India’s largest source of electronic and automotive components. Industry estimates cited by ET suggest Chinese suppliers account for between 50% and 65% of components used in India’s electronics industry."
  ]
}