{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/super-flexible-when-it-comes-to-fashion/",
  "time_ut": 1716429720.0,
  "original_lang": "en",
  "original_title": "Super flexible when it comes to fashion",
  "original_body_lines": [
    "I’m 20 years old, and the only child in my family. I started working at the age of 17, as a marketing executive /content creator, while doing my degree in psychology at ICBT. I’m also a social media influencer who is currently focusing on a modelling career. I’m a very matured and a positive-minded person who’s working hard to achieve the goals I have set and to make my parents proud. I’m also a very loving and family-oriented person who loves spending time with family and close friends. I love to travel and enjoy time with my loved ones.",
    "Since my childhood, I’ve been a huge fan of the fashion industry, and I always wanted to become a remarkable person in the fashion industry, particularly a supermodel. Modelling is something that I have always been passionate about. I have been a huge fan of Brian Kerkoven, who is now my mentor and father figure to me, and he has inspired me in so many ways. After joining the BK Model Academy, he always guided us, and I owe it to my dear mentor Brian Kerkoven for recognizing my potential and providing me with the opportunity to showcase my talents and abilities, making me a part of the BK Model Management. I’m forever grateful to my mentor and agent, who have imparted invaluable knowledge and expertise in this field.",
    "I would say that I’m a model with a strong personality, ambitious and confident and who would always give my 100% in every work I do and I’m always ready to learn new things and I’m also like a chameleon when it comes to fashion. I effortlessly mold myself to fit any style or vibe you throw my way, so, yeah, I believe I’m super flexible when it comes to fashion. I can switch up my style to match anything, whether it’s high-end fashion, everyday casual wear, or even conceptual photo shoots.",
    "Personally, I like to discuss my preferences with designers to ensure I can showcase their creations confidently and comfortably. It’s important to embrace the variety of clothes from designers and brands. Wearing any outfit with confidence enhances the look and shows a model’s versatility and professionalism. Confidence truly transforms any outfit.",
    "5. What do you think is the most important aspect of modelling?",
    "Confidence, of course. It helps models to showcase products or clothes with charisma and grace, and it’s vital for handling long shoots or runway walks. Being professional, adaptable, and hardworking also plays a big part in a successful modelling career.",
    "6. If you could change one thing about yourself, what would it be?",
    "I’m really happy with myself. I don’t have anything to change, but I would like to share something about me. Growing up, I faced body-shaming due to being overweight but now, it has become a cornerstone of my self-confidence. Embracing who I am has been empowering, especially in my career as a model with BK Model Management, where maintaining a proper body shape is essential. It’s incredible how hitting the gym daily has become a source of motivation and joy for me. I’ve learned to love my flaws and believe we should all prioritize our happiness by embracing ourselves fully.",
    "I studied at Willesden College International Battaramulla. I was a netball player, as well as a badminton player. I did all sorts of stuff in school because I was a student who was more into doing extra-curricular activities, while doing my studies. I did dancing, singing, acting. I won prizes for being the ‘best actress’, the ‘best western music singer’, the ‘best netball player’ and ‘best badminton player’. I was also the junior head prefect.",
    "It’s tough to pick just one. I would say I’m a happy person who lives life in a very simple way. I would say seeing all my effort pay off was incredibly satisfying, and it feels so amazing to know I’d achieved something important to me, every single day. Let me add that the time I spend with my family, and close and loved ones are always a happy moment for me.",
    "For me, perfect happiness means doing what I love and living in the moment, and having mental peace is everything for me. All we really have is the present, so it’s about finding joy in each moment and making the most of it because life is unpredictable and we never know what would happen to us the very next minute.",
    "For me, an ideal guy would be someone who is loving, matured, understanding, supportive, and respectful. Someone who communicates openly, values mutual respect, and actively works to build a healthy and positive relationship. While he works on his goals and dreams, I want someone who would be my side and support me in chasing my dreams, and goals.",
    "I admire my parents. My mom is like my queen, and my dad is my king. They’ve been my pillars of strength, guidance, and love throughout my life, always supporting me and inspiring me to be the best version of myself. I’m very grateful and blessed to have such supportive and loving parents; for me, my family is everything.",
    "I don’t know if it’s a treasured possession, but yeah, I have a book with handwritten messages from my family and close ones, which is actually something deep and meaningful for me.",
    "13. If you were marooned on a desert island, who would you like as your companion?",
    "Ohhhh…I would love to have my family and close friends as my companions. I don’t have a lot of friends so I’ll be very happy to be with my family and the small circle of friends I have because they would provide companionship, support, and comfort, during such a challenging situation and I’m sure that’s gonna be so much of fun .",
    "Hehehe! Embarrassing moments? Well, those are usually secrets, but I’ll share one with you. I actually fell off some stairs at an event once. It was quite a memorable moment!",
    "For now actually nothing but, yes, I would love to travel and discover new places…alone.",
    "My ideal vacation would be to go to Galle with my family because I’m actually a beach lover, and I also love the night life they have in Galle .",
    "I’m a music lover so music is like literally everything to me. That’s my peace actually so there’s no specific kind of music because I literally listen to all kind of music and I mostly look in to the beat of the music, before the lyrics. I would say music is therapy for me so it’s hard for me to pick one type.",
    "I don’t listen to the radio much because I’m always moving around with work, but when I do listen it’s usually when I’m driving with a friend. At home, we always have calming mantras and similar music playing.",
    "I don’t have a specific TV station, but I love to watch movies and cartoons, especially romantic comedies.",
    "I want to be a counsellor and a supermodel here in Sri Lanka, and I’m looking forward to representing Sri Lanka on an international platform and also to achieve all my dreams and plans.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}