{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/AKD-s-diplomatic-odyssey-NPP-s-foray-into-India-and-the-road-ahead/4-758547",
  "time_ut": 1708044274.0,
  "original_lang": "en",
  "original_title": "AKD’s diplomatic odyssey: NPP’s foray into India and the road ahead",
  "original_body_lines": [
    "This move by India is not merely diplomatic; it symbolises a calculated strategy to",
    "The recent five-day sojourn of Anura Kumara Dissanayake, leader of the National People’s Power (NPP), and his delegation to India has become a focal point in Sri Lanka’s political discourse. In an unprecedented move, the Indian Government extended an official invitation to NPP leaders, signalling a departure from conventional diplomatic interactions. As the visit unfolded, it not only deepened bilateral ties but also shed light on the evolving political dynamics within Sri Lanka, presenting both challenges and opportunities for the NPP.",
    "India’s decision to invite National People’s Power (NPP) Leader Anura Kumara Dissanayake has made headlines in both local and Indian papers. This move is remarkable for two primary reasons. Firstly, the NPP is not the country’s main opposition, securing only 3% of the vote in the 2020 General Elections. The fact that it received an official invitation from New Delhi indicates India’s nuanced perception of Sri Lanka’s politics, recognising alternative voices beyond mainstream parties. Secondly, it extended an invitation to a party that historically harboured anti-India sentiments, particularly during the 1980s.",
    "High-level talks between the NPP delegation and Indian officials, including Minister of External Affairs Dr. Subrahmanyam Jaishankar, National Security Advisor Ajit Doval, and Foreign Secretary Vinay Mohan, delved into multifaceted aspects of Sri Lanka’s landscape. Economic cooperation took centre stage, with discussions addressing the island nation’s economic challenges and potential avenues for collaboration. Additionally, the conversation extended to regional security concerns, showcasing the shared commitment to addressing common threats in the Indian Ocean region.",
    "Anura Kumara Dissanayake’s burgeoning popularity, especially after the 2022 mass uprising, known as ‘Aragalaya,’ is a key focal point of the visit’s significance. Additionally, the recent opinion polls by many local and foreign research groups have indicated that Dissanayake is the favoured candidate for the upcoming Presidential Election, positioning the NPP as a formidable political force. The visit to India, against the backdrop of two national elections looming later this year, underscores the shifting political tides in Sri Lanka.",
    "While critics often dismiss the JVP-NPP as an archaic and outdated party, recent developments suggest otherwise. The party is gaining ground rapidly, capitalising on its outsider status and presenting itself as an alternative to mainstream parties like the United National Party (UNP) Samagi Jana Balawegaya (SJB) and the Sri Lanka Podujana Peramuna (SLPP). With every street corner expressing support for the NPP, the visit to India reinforces its growing influence, particularly among the youth.",
    "As political analyst Dr. Dayan Jayatilleka observes, India’s swift move in being the first country to recognise the NPP checks China’s influence. The NPP has established connections with the Communist Party of China, but Delhi’s strategic manoeuvre elevates the NPP’s global presence. This move by India is not merely diplomatic; it symbolises a calculated strategy to position the NPP as a significant regional player.",
    "Contrary to popular perceptions, the NPP’s economic policy is evolving. While critics argue that the party lacks an understanding of ground realities and economic difficulties, the NPP’s commitment to revolutionary politics through elections suggests an adaptability to changing circumstances. The party’s identification of the economic rift between the rich and poor resonates with public sentiment, especially in the face of austerity measures implemented by the government along with the IMF prescription.",
    "During his visit, Anura Kumara Dissanayake explored innovation hubs in Gujarat, India. This initiative underscores a commitment to fostering technological cooperation between Sri Lanka and India. The visit to hi-tech centres provided an opportunity for the NPP delegation to witness firsthand the strides made in information technology and research, potentially paving the way for collaborations in these fields.",
    "Anura Kumara Dissanayake’s strategic engagement with various research centres and academic institutions in India during his visit holds immense significance. The delegation’s discussions with think tanks and research organisations demonstrate a shared interest in knowledge exchange and collaborative research initiatives. This proactive approach not only enriches the political dialogue between Sri Lanka and India but also opens avenues for mutual cooperation in areas such as science, technology, and academia, fostering a more comprehensive partnership.",
    "In addition to the exploration of technological advancements in Gujarat, the NPP delegation’s visit to the South Indian state of Kerala marks a significant chapter in their diplomatic journey. Kerala, known for its unique socio-economic and political dynamics, provided an opportunity for Dissanayake and his comrades to engage in strategic discussions with senior state government leaders and political figures. This regional outreach showcases the NPP’s commitment to understanding diverse perspectives within India and fostering relationships beyond the national capital, reinforcing the importance of sub-national diplomacy in shaping bilateral ties.",
    "Beyond the political and economic dimensions, the delegation’s visit to Kerala allows for a deeper cultural and regional understanding. Kerala, with its rich history, diverse traditions, and unique governance models, offers insights that go beyond the political arena. Such engagements are crucial for fostering people-to-people connections, building a foundation for sustainable diplomatic relationships. Anura Kumara Dissanayake’s strategic approach to exploring various facets of India, from its technological hubs to culturally rich regions, adds a nuanced layer to the significance of his visit and highlights the NPP’s commitment to a comprehensive understanding of India’s multifaceted landscape.",
    "India’s decision to engage with the NPP speaks volumes about the evolving political dynamics in Sri Lanka. The recognition of the party’s rising influence, especially in an election year, highlights India’s astute approach to regional geopolitics. As the NPP gains ground and reshapes its economic policies, the visit to India becomes a crucial chapter in the party’s trajectory, one that may have far-reaching implications not only for Sri Lanka’s political future but also for India’s regional interests.",
    "(The writer is a former Senior Consultant at Sri Lanka Institute of Development Administration (SLIDA) and can be reached through [email protected].)"
  ]
}