{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/victory-and-defeat-equally-balanced/",
  "time_ut": 1730058240.0,
  "original_lang": "en",
  "original_title": "Victory and defeat equally balanced",
  "original_body_lines": [
    "The JVP-led NPP bagged 15 out of 17 wards in the Elpitiya Pradeshiya Sabha (PS) in Saturday’s local government election, but could not secure a working majority. The Opposition parties obtained 15 seats, including two wards won by the SJB, which obtained a total of 06 seats; the SLPP won 03 seats, the People’s Alliance 02 seats, the Independent Group 02 seats, the National People’s Party 01 seat, and the People’s United Freedom Alliance 01 seat.",
    "The NPP is flaunting the Elpitiya PS election outcome as a great victory for it. The Opposition has sought to belittle the NPP’s electoral gain. Both sides, in our book, are being economical with the truth, which is equidistant between their extreme positions. The NPP has performed impressively; it has been able to increase the number of its seats to 15 from a meagre 02 in the last council, which was elected in 2019, and racked up 17,295 votes (47.63%) whereas it could poll only 2,435 votes (5.87%) in 2019.",
    "This is certainly something the JVP/NPP can be proud of. However, it was expected to perform much better, given its win in last month’s presidential election, and President Anura Kumara Dissanayake’s campaign cry that there is no need for an Opposition, and the next Parliament should be ‘filled with only NPP members’. Elpitiya is a stronghold of the left, but the people there did not heed the NPP’s call for eliminating the Opposition, as it were.",
    "Psephologists may hesitate to extrapolate the results of an isolated local government contest to a general election, but the JVP/NPP will have a hard time defending its claim that the momentum of the wave of popular support that enabled it to secure the presidency last month has increased or remains unchanged. Voter enthusiasm appeared low on Saturday, with about 66% of the registered voters exercising their franchise; in contrast, the voter turnout was as high as 76.86 % at the Elpitiya PS election in 2019.",
    "The Opposition parties would have the public believe that they are recovering lost ground fast, and the NPP will have its work cut out to improve its performance in next month’s general election. But their marginal collective gain on Saturday was mainly due to some ‘accidents’ that usually happen under the mixed electoral system, such as the ‘overhang seats’, which arise when political parties or independent groups win more seats on the ward basis than what they are entitled to under the PR system.",
    "The number of seats in a local council increases in such a situation. Besides, the National People’s Party, which obtained only 521 votes, also secured a seat! If the number of councillors elected on Saturday had been equal to the general minimum number of members in the Elpitiya PS—17 elected from wards and 11 appointed from PR list—the NPP would have been able to form a majority administration. So, the Opposition’s rhetoric rings hollow.",
    "Interestingly, the JVP-led NPP’s win on Saturday is similar to that of the JVP in the Tissamaharama PS election in 2002, where the seat counts are concerned. The JVP obtained 06 seats in the Tissa PS, but the UNP and the SLFP-led People’s Alliance (PA) won 04 seats and 02 seats, respectively. It was able to do so although odds were stacked against it; the UNP had won a general election the previous year, and President Chandrika Bandaranaike Kumaratunga herself campaigned for the PA. Today, the JVP-led NPP is in power, having won the presidency, and its presidential election victory is still fresh, but it could not win an absolute majority in the Elpitiya PS.",
    "Appointing the Elpitiya PS Chairperson as well as securing the passage of council budgets must be a disconcerting proposition for the NPP. Even the SLPP, which had a comfortable majority (17 out of 29 seats) in the last Elpitiya PS eventually failed to pass its annual budget because its members fell out with its Chairman and voted with the Opposition. The defeat of the PS budget came on the eve of the SLPP’s National Convention last year. The SLPP failed to have the budget passed four times, and the Elpitiya PS was placed under a Special Commission before being dissolved.",
    "The JVP/NPP condemns the Opposition at every turn, claiming that the latter is full of rogues, but it will have to soften its position and adopt a conciliatory approach, for cooperation between the ruling party and its political rivals will be a prerequisite for the smooth functioning of the Elpitiya PS. A dysfunctional council plagued by clashes will not be able to serve the interests of the public. The Opposition, too, will have to stop believing in its own propagandistic claims and trying to settle political scores, and cooperate with the NPP to ensure that the council works properly for the greater good.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}