{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/SL-on-alert-on-possible-genocide-allegations-by-Canada/108-280881",
  "time_ut": 1713399960.0,
  "original_lang": "en",
  "original_title": "SL on alert on possible genocide allegations by Canada",
  "original_body_lines": [
    "Colombo, April 18 (Daily Mirror) - Sri Lanka is still at a loss to thwart the efforts by a city council in Canada to construct what it called a Tamil genocide monument, and to counter the allegations by the Canadian politicians, an informed source said .",
    "Brampton city council in Canada has approved the final design for the Tamil Genocide Memorial, a monument the city promised three years ago, according to foreign media.",
    "The media said it is a 4.8-metre tall stainless steel monument built in Chinguacousy Park in the Bramalea area to commemorate the lives lost in the Sri Lankan civil war — what many people in the Tamil community call a genocide. Canada's Parliament unanimously voted to recognize May 18 as Tamil Genocide Remembrance Day in 2022.",
    "A well placed diplomatic source said that Sri Lanka remains on high alert as Canadian leaders may make genocide allegations next month when the country marks the war victory. Last year, Canadian Prime Minister Justin Trudeau’s genocide accusations sparked a diplomatic dispute between the two nations. Sri Lanka responded with protests by summoning the Canadian envoy. A well-placed diplomatic source informed Daily Mirror yesterday that the Sri Lankan government is keen to ascertain whether such allegations will be repeated this time, despite previous protests by Sri Lanka. “Canadian leaders have a history of making such allegations, even though the Canadian federal government has concluded that the events in Sri Lanka during the war do not amount to genocide,” the official said.",
    "However, the official said Sri Lanka had been unable to thwart the efforts by the Brampton city council to construct the monument. The Canadian Federal government which rejected genocide allegations, however, has no jurisdiction over the city council making it difficult for Sri Lanka to stop the move."
  ]
}