{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ships-vel-palam-and-other-concerns/",
  "time_ut": 1720417140.0,
  "original_lang": "en",
  "original_title": "Ships, vel palam and other concerns",
  "original_body_lines": [
    "President Ranil Wickremasinghe got a bellyful of criticism in the print media last Sunday – June 30.  Why? His Address to the Nation which he named Good News and believed would descend, Cass is certain, like manna on an adoring public; consolation and salvation brought unto them singly and solely by him throughout-negotiating the IMF as he outdid the bankruptcy of the country. True, if bankruptcy is solely measured by queues for gasoline products.",
    "He did accept the challenge when the House of the Rajapaksas was in a shambles with the PM Mahinda R, slinking home after being made to shed his premiership; and President Gotabaya fleeing overseas, shorn of his presidency, leaving the country headless. Sajith and his team made unfulfillable demands to steer the country forwards; he was cowardly. Ranil accepted the challenge, working with the Pohottu Cabinet.",
    "He succeeded to a large measure in steadying the country but definitely not all by himself and not really satisfactorily. He is widely accused of shielding the corrupt and allowing corruption to continue like receiving commissions and handouts. The culmination of his appeasing greed in others, in his greed to continue as Prez, will be if he permits luxury car licenses to the present MPs and gives in to their demand for insurance for life in addition to the pensions for life, they get from serving just one term in Parliament.",
    "Cass speaks as a householder. Her burdens have increased. Her domestic expenses have not decreased much. The meager interest earned from depositing her stringently saved earnings when she was employed is taxed; having a meal in a restaurant is now an unrealised dream since a heavy tax has to be paid. More people have fallen below the poverty line.",
    "Malnutrition is on the rise and the education and health sectors are not at all what they should be. Past leaders lived it up and we have to pay; they borrowed heavily and built useless vanity structures and we have to pay. We the poor bear so much of the expenses of the state, which state they crashed. And they live carefree in comfort.",
    "To come back to the broadcast to the Nation by the President, his good news was that the country is now on an economic even keel and repayment of taxes is off our shoulders for a long time. We are far from economically all right and repayment of borrowed money has to be done, though temporarily debtor countries have given us grace periods.",
    "The analogies, similes, metaphors, comparisons were what took Cass’ goat as the saying goes. She was astounded and then giggled uncontrollably. Ranil equated himself to Grusha of the Caucasian Chalk Circle. Bertolt Brecht had Grusha, the maid in the Governor’s mansion save the deserted Governor’s child and carry it to safety and then when the Governor’s wife claimed the child as hers, Azdak the Judge, very wisely decreed the child belonged to Grusha, who had proved herself a genuine mother.",
    "And so Ranil Wickremasinghe himself decreed that he carried deserted, bereft Sri Lanka to a safe economic state and thus (though unsaid in so many words) should be rewarded with getting Sri Lanka as his: continued protector alias its next Prez. Quite an analogy included in his Address to the Nation, said before too, and later in his address to Parliament on 02 July.",
    "Another analogy cropped up at a recent political meeting of a motley collection of members of different political parties with Harin Fernando leading the bandwagon. He said that Ranil Wicks, wisely, adroitly, most cleverly, and with remarkable seamanship (economic knowhow) steered the ship – Sri Lanka – to safe waters, a haven where all people can now breathe free and be happy, their economic and other burdens lifted. Listening, Cass spat out: What nonsense!",
    "Then, when it came to the one being lauded and launched (as likely Prez), Ranil made his speech of acceptance of being lauded and launched by upgrading the ship he steered to safety as the Titanic! He was successful in steering it to a safe haven (even if it is to pretend economic recovery) unlike Captain Edward J Smith, who had his Titanic sink to the bottom of the ocean on April 14, 1912.",
    "You have to admit that Wickremesinghe did bring sanity into government madness, a kind of stability to the situation in Sri Lanka; got the economy going and influenced the IMF and funders to help the country. But definitely not single-handedly. So many helped.",
    "Ranil W is not safe and settled.  He has not in plain Sinhala announced he is contesting the to-be presidential election? Not in English nor Tamil either. However he has been strongly hinting so and Harin Fernando and others who bawled out at the meeting on June 29 indicated definitely it was a launching of candidature event.",
    "Now Cassandra comes into her own; meaning she is able to make prophetic pronouncements like her Trojan ancestor who shouted ‘I see blood’ and soon enough her abductor/patron/keeper, King Agamemnon, was dead – murdered by his queen’s lover. Present day Cass’ warning is to Wickremesinghe. She says: “Some of the politicians seen at the Harin Fdo meeting which means they are in your camp are sure too heavy ballast to carry on your ship as you secure it.",
    "The ship will sink even in shallow water with such on board.” Another warning: “Remember Winston Churchill lost the parliamentary election of 1945 soon after the victory of the Allies of which Britain was a partner in WWII. More than your achievement, RW, he was instrumental in winning a world war that raged for five years and Britain was almost invaded by the Nazis.” So, beware whom you take on board. You worked with a Cabinet including some dubious characters, or should it be said ‘most’? Now don’t have those who are known for thuggery and thieving.",
    "Cass joins in mourning the death of a Navy person who was shot and killed by Indian fishermen illegally fishing in Sri Lankan waters. Priyanka Ratnayake, aged 40 and father of two, lost his life in service. He was said to be a competent swimmer and diver and a man well-spoken of. This focuses very necessary attention on fishers’ poaching, of which thieving act South Indians seem to outdo very much our own. A solution must be negotiated. Easier said than done, but another cliché is apt here: If there is a will, there is a way.",
    "Four deep sea fishermen have died because of their greed, stupidity and the common factor of anything free is fair fare. Sri Lankans are notoriously known to accept even a headache if free. A bottle floating in the high seas is dragged or fished in and contents consumed. These men surely had to be already inebriated on drink or drugs to swig off a bobbing bottle. Did they not fear it could contain a spirit caught and bottled and flung into the sea as is done by our kattadiyas?",
    "Last bit of sea news. A seascape of mountains fairly distant from the south of the island but within its territorial waters has attracted commercial attention. Believed to be rich in cobalt it is to be exploited. And who is a forerunner businessman wanting to lay his hands on this treasure – Gautam Shantilal Adani, great friend of PM Modi and exploiter of our land. Cannot we keep the cobalt to ourselves or is it to be sold cheap to fill a couple of rogue pockets, as is usual in this land like no other?",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}