{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sanga-boosts-Dorset-charity-fundraiser/108-278774",
  "time_ut": 1710311340.0,
  "original_lang": "en",
  "original_title": "Sanga boosts Dorset charity fundraiser",
  "original_body_lines": [
    "Mar. 13 (dorsetecho) - Cricket icon Kumar Sangakkara wowed a packed audience at the Crown Hotel in Blandford to help raise money for charity.",
    "Dorset resident Sangakkara guested at the fundraiser, set up by Shillingstone Cricket Club, in aid of the Dorset & Somerset Air Ambulance.",
    "The cause is a dear one to Shillingstone, who required the help of the air ambulance last season when a player fell ill during a match against Bere Regis.",
    "Some £3,000 was raised on the night through ticket sales and an auction, items sold including wines, beer, a signed Bournemouth shirt, a four-ball at the Dorset Golf & Country Club, pads and gloves donated by Sangakkara himself, an Apple watch plus more.",
    "There are also three special items currently on offer at an online auction.",
    "Bidders can choose between a round of golf for two with Sangakkara, two hospitality tickets for day three of the England v Sri Lanka Test match this September or two hospitality tickets for Rajasthan Royals in the IPL.",
    "Sangakkara’s presence, though, ensured more than a hundred cricket fans turned out to support the event.",
    "The famed Sri Lankan wicketkeeper-batter scored more than 28,000 runs across all three formats and is now a coach at Rajasthan Royals in the Indian Premier League (IPL) plus a philanthropist and commentator.",
    "And he fielded questions from master of ceremonies Duncan Fowler-Watt before taking questions from the audience.",
    "During the Q&A, Sangakkara gave a passionate insight into life as a young cricketer growing up amid the Sri Lankan Civil War and spoke of his pride in representing his country during and after his career.",
    "He also explained how Sri Lanka’s poor World Cup defence in 1999 opened the door for him to make his mark, and he was also quizzed on who the better spinner is out of countryman Muttiah Muralitharan and Shane Warne.",
    "Sangakkara went on to give an insight into his captaincy of Sri Lanka, how he came to retire from cricket and what the future holds for him.",
    "He also named West Indian legend Brian Lara as his favourite-ever batter, before revealing how his three children had turned him into a Taylor Swift fan.",
    "Throughout the evening, though, it was clear to see why Sangakkara is such a respected figure in the sport as he gave intelligent, considered and complex answers to a number of difficult subjects.",
    "Speaking to Echosport, Sangakkara explained why he was only too pleased to support the charity event.",
    "He said: “It’s really special. Cricket’s given me so much. Growing up in Sri Lanka, the social responsibility that you carry as a cricketer is a very important part of playing for your country.",
    "“It’s no different when you’re out and about overseas. My children go to Bryanston School and live in Dorset, so it’s nice to give something back to the community.”",
    "Sangakkara, who is involved with several charities in Sri Lanka, has also been training with Dorset’s Over-50s and Over-60s men’s sides.",
    "Commenting on his involvement with the Dorset veterans, he said: “It’s great, I was invited by Preet Bachra who's part of the faculty at Bryanston.",
    "“I just had a nice little casual net and it was nice to interact.”",
    "And last summer Sangakkara scored a century for Bryanston Butterflies.",
    "His close connections to Shillingstone mean he could also turn out in June for the County Division Three side when his IPL and commentary duties allow.",
    "Finally, he offered one piece of golden advice for any budding young cricketers wishing to go all the way to the professional game.",
    "“I think it’s a piece of advice that applies to everything in life,” he said.",
    "“You’ve got to have a plan and you’ve got to work hard, it’s as simple as it gets.”",
    "Event organiser Chris Cole, a member of Shillingstone Cricket Club, felt the evening had exceeded expectations.",
    "He said: “We raised a huge amount for the air ambulance, I’m really pleased.",
    "“It goes to show that when people pull together we can make a lot of money because people realise it may well affect them.",
    "“In a lifetime, it could affect everyone. It’s a massive deal. A huge thank you to Roger Morgan, who’s a trustee of the air ambulance, Mike Angell and Kumar himself.”",
    "Bids for items on the online auction are still open. Prospective bidders can submit offers here."
  ]
}