{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-completes-historic-sea-me-we-6-submarine-cable-landing-in-matara/",
  "time_ut": 1736297100.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL completes historic SEA-ME-WE 6 submarine cable landing in Matara",
  "original_body_lines": [
    "SLT-MOBITEL has successfully landed the SEA-ME-WE 6 (Southeast Asia-Middle East-Western Europe 6) submarine cable in Matara, Sri Lanka on December 29, 2024, achieving a historic breakthrough in Sri Lanka’s telecommunications infrastructure. The cable system will be in commercial operation by mid-2026.",
    "The Matara landing was completed in collaboration with Subcom LLC, USA, and under an agreement with SEA-ME-WE 6 Consortium including Sri Lanka Telecom PLC, as the legal signatory to the consortium, further strengthening Sri Lanka’s position in global connectivity.",
    "The landing operation was overseen by key SLT-MOBITEL officials including Prabhath Ambegoda, Chief Operating Officer, SLT, Nalaka Siriwardhana, General Manager – Projects, SLT, Buddhi Manage, General Manager – Transport Networks, SLT, and Rohan Ashton, Deputy General Manager – Network Infrastructure Projects, SLT, and the SLT Operational Team.",
    "The 21,700 km SEA-ME-WE 6 submarine cable connects Singapore to France through key points across Asia and the Middle East. Built with advanced fibre optic technology, it delivers 130 Tbps of high-speed, low-latency connectivity. As a consortium partner, SLT’s connection to the network enhances Sri Lanka’s global digital infrastructure and meets growing connectivity demands across Europe, Middle East, and South Asia. Moreover, the accomplishment of the SEA-ME-WE 6 landing represents a significant step forward in SLT-MOBITEL’s mission to enhance Sri Lanka’s digital infrastructure and global connectivity capabilities.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}