{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Mujibur-highlights-severe-governance-breakdown/56-759497",
  "time_ut": 1710460160.0,
  "original_lang": "en",
  "original_title": "Mujibur highlights severe governance breakdown",
  "original_body_lines": [
    "Points out Govt. failure to enact transparency, promote good governance, combat corruption, uphold the rule of law and ensure judicial independence",
    "Says CIABOC has withdrawn at least 48 cases filed against Govt. MPs, Ministers and associates",
    "Slams President’s move to appoint two persons accused of corruption as State Ministers",
    "Stresses Govt. lacks a program to effectively combat fraud and corruption though expected by IMF",
    "Samagi Jana Balawegaya (SJB) Deputy General Secretary Mujibur Rahman yesterday emphasised the significant breakdown in governance, pointing out the current Government’s failure to enact transparency, promote good governance, combat fraud and corruption, uphold the rule of law, ensure judicial independence which are essential components for effective governance.",
    "Speaking at a press conference in Colombo, Rahuman highlighted that the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) has withdrawn at least 48 cases filed by them, the majority of which are against MPs and Ministers of the current Government and their associates.",
    "“However, the President appointed two persons accused of fraud and corruption to State Minister positions. One of them is Shasheendra Rajapaksa, who held the State Minister position during the $ 6.9 million fertiliser scam. The other is Lohan Ratwatte, who, while serving as a Minister, was involved in a ruckus at the Anuradhapura Prison, leading to the decision for legal action against him,” he noted.",
    "Rahman said that the current Government lacks a program to effectively combat fraud and corruption, a critical component expected by the International Monetary Fund for establishing the rule of law and transparent governance. “Sri Lanka continues to face challenges in attracting international investors. Moreover, the Government’s dealings with various businessmen, including those with Adani in India, have encountered issues, leading to concerns regarding the transparency and efficacy of such transactions,” he said.",
    "Addressing Sri Lanka’s commitments under the IMF agreement, the SJB Deputy General Secretary noted that recent research by Verite has revealed that the Government has failed to fulfil 33% of these obligations.",
    "“Sri Lanka has fallen short on 33% of governance-related matters. The current Government has failed to uphold transparency, promote good governance, reduce fraud and corruption, establish the rule of law, ensure judicial independence, and allow commissions to operate independently. This signifies a significant breakdown in governance,” he said.",
    "He accused the President of utilising taxpayer funds to travel the world without yielding any tangible benefits from these trips.",
    "“The SJB has the capacity to reform this governance system, regain international trust, and earn the confidence of investors. With the current rulers in power, the country’s economic challenges will only escalate, not diminish. People must be prepared for a change in government in 2024. This year, the nation will have the chance to oust the Government responsible for leading the country into economic crisis,” he maintained."
  ]
}