{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Women-s-Symposium-calls-for-inclusion-of-women-at-all-levels-of-decision-making/14-759651",
  "time_ut": 1710790811.0,
  "original_lang": "en",
  "original_title": "Women’s Symposium calls for inclusion of women at all levels of decision making",
  "original_body_lines": [
    "A major problem in Sri Lanka is the gap between aspirations and reality, words and deeds, laws and their implementation. Gender relations is no exception. The Women Organised for Inclusion through Community Engagement (WOICE) Learning and Advocacy Symposium organised by the National Peace Council (NPC) brought together over 120 women leaders and activists from seven districts across the country. One of the key observations related to the lack of knowledge of the laws on the part of citizens and implementation of them by the state.",
    "MP Sudarshini Fernand-opulle who was one of the speakers at this event urged that in the context of forthcoming elections that the system of preferential voting could be used to ensure that at least one of the three preferential votes given to individual voters is used to vote for women candidates. MP Thalatha Athukorale pointed to the solidarity in parliament among the elected women Parliamentarians who, with few exceptions, stood together on issues of human rights and specifically women’s rights. Former UN Special Rapporteur on violence against women Dr. Radhika Coomaraswamy gave the example of Somalia where five tribes were fighting and killing each other; women formed a 6th tribe which became the Somali women’s movement and secured a 12% quota in Parliament.",
    "The women community leaders handed over a report to the national level political representatives present on the occasion. This report summarises the work carried out by women leaders of the WOICE project across the seven districts and the problems that they brought out through discussion and dialogue that need to be solved and the recommendations proposed for solving the identified issues that have become issues not only for women but also for society as a whole.",
    "Although more than 56% of the Sri Lankan electorate consists of women, less than 6% of those elected to parliament are women. It is unfortunate that the law implemented at the local Government elections of 2018 to ensure 25% representation at the local Government level for women has been in abeyance for over a year due to the failure of the Government to hold local Government elections in a timely manner.",
    "US Ambassador to Sri Lanka Julie Chung who also spoke at the symposium referred to the importance of inclusion especially during this time of transition in working out durable solutions. She pointed to the inclusion of women as an important part of an inclusive democracy in which the wellbeing of all sections of the people could be met.",
    "According to President Ranil Wickremesinghe in the past 14 months the Government has passed 42 new laws and 62 more are in the pipeline to ensure the economic transformation of the country. Among these are two draft laws pertaining to women’s rights, including the establishment of a national women’s commission. NPC urges the Government to take measures to ensure that the laws it passes are implemented.",
    "It is particularly appalling that despite the high level of education of women in Sri Lanka, the country was ranked 180 out of 187 countries in the Inter-Parliamentary Union (IPU) ranking of female representation in Parliament as of August 2023. Participation by women in decision making at the national level is of utmost importance to ensure genuine implementation of laws that are passed. We call on all political parties to voluntarily adopt quotas when selecting candidates to ensure adequate representation of women and other marginalised groups in the next Parliament."
  ]
}