{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-interim-mechanism-discusses-reconciliation-bill-150632/",
  "time_ut": 1707727740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka interim mechanism discusses reconciliation bill",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Interim Secretariat for Truth and Reconciliation Mechanism (ISTRM), recently held a forum to discuss the draft bill for a Commission for Truth, Unity, and Reconciliation (CTUR), amidst Human Rights Watch criticism.",
    "“The primary objective of the forum was to discuss various aspects of the draft bill for a Commission for Truth, Unity, and Reconciliation (CTUR), which will play a pivotal role in addressing grievances of persons affected by the conflict in the North and East, promote reconciliation and non-recurrence,” a statement by the President’s media division said.",
    "The statement added that, “participants expressed views on the handling of sensitive information related to national security, collaboration with National Archives for systematic records management and the involvement of the Tamil diaspora in the transitional justice process.”",
    "“Participants were informed that the draft CTUR bill is available for review and feedback by the stakeholders, and that this inclusive approach is adopted to ensure that the proposed legislation takes account of the diverse needs and concerns of all sections of society.”",
    "However, in its report ‘If We Raise Our Voice They Arrest Us’ released by Human Rights Watch in September 2023, 80 interviews with relatives and victims of enforced disappearances, abuse, human rights defenders, activists and journalists from the North East showed that the government had not consulted with victims in the past.",
    "It was documented that the Sri Lankan government had ignored evidence from its own past commissions, and had exposed victims who participate in the commissions to further security force abuses.",
    "The forum provided a platform for discussion on aspects of transitional justice, “including the need to adopt a victim-centric approach ensuring that the voices of victims are heard,” the statement said. (Colombo/Feb12/2024)"
  ]
}