{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/wurth-group-relaunches-its-2290th-brand-shop-in-sri-lanka/",
  "time_ut": 1732552020.0,
  "original_lang": "en",
  "original_title": "Wurth Group relaunches its 2290th Brand Shop in Sri Lanka",
  "original_body_lines": [
    "The Wurth Group relaunched its 2290th state-of-the-art Brand/Pickup shop in Makumbura, Sri Lanka recently. Placed at a strategic location near the entrance of the Kottawa expressway, motorists can conveniently stop by to do a fast “highway readiness” check of their vehicles before entering the expressway. Be it changing the wipers, checking the brake lights, or indicators, tire pressure, or the radiator levels, additives, all can be done within minutes with Wurth Lanka’s “is your vehicle highway ready?” service. This would be the new brand/pickup shop with many more to follow with Kandy in the pipeline.",
    "The brand shop was ceremoniously opened by Senior Vice President of Wurth Group – Christian Olsen together with MD/CEO of Wurth Lanka Suranga Kekuluwalage who emphasized the company’s focus on customer satisfaction and service delivery. The relaunch of the brand/pickup shop, under the guidance of Suranga Kekuluwalage, reaffirms Wurth Lanka’s position as an industry leader in Sri Lanka. This initiative not only addresses the evolving needs of our customers but also enhances our engagement with the local community while continuing to deliver exceptional products and services.",
    "Wurth Lanka (Pvt) Ltd began operations with a single employee in 1998 and now employs over 140 permanent employees in various capacities including sales, service, and support. The four main divisions of Wurth Lanka are automobile, metal, construction, and trade. Wurth Lanka (Pvt) Ltd is a fully owned subsidiary of Wurth International, AG, and belongs to Adolf Wurth GmbH, Germany, the parent company of the Wurth Group. Wurth is a Euro 20 billion company and one of the largest international trading companies with more than 400 subsidiaries in 80 countries. With over 87,000 employees worldwide, Wurth has the largest direct sales force to be closer to its customers.",
    "CEAT develops new original equipment radial tyre for DIMO’s Tata Xenon Yodha",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}