{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/If-you-dont-like-to-say-genocide-think-of-it-as-mass-murder/172-281514",
  "time_ut": 1714329240.0,
  "original_lang": "en",
  "original_title": "If you don’t like to say genocide, think of it as mass murder",
  "original_body_lines": [
    "In November, the UN Secretary- General called Israel’s retaliation  (including cutting off food, aid and water supply to Gaza) a genocidal  action, and  was heavily condemned by Israel and pro-Israeli lobbies  across Europe and the US.",
    "When Israel launched a massive bombardment of the Gaza Strip in retaliation to the Hamas cross-border attack on Oct 7, 2023, I had divided sympathies, especially in view of the atrocities committed by Hamas fighters inside Israel that day.",
    "These divided sympathies stemmed from the fact that I began my journalism career in Amman, Jordan, a step away from Jerusalem, the West Bank and Israel. The Israeli invasion of Lebanon to drive out Yasser Arafat’s Palestine Liberation Organisation (PLO) began when I was a young reporter and sub-editor at the Jordan Times. I quite understand what the Palestinians have been going through ever since the formation of Israel as a Jewish State in 1948.",
    "On the other hand, there was sympathy for the Israelis with their centuries-long history of persecution in the West culminating in Nazi Germany’s Holocaust. It was hard to dismiss that from the mind even as  Israel’s commitment to building illegal settlements on Palestinian territory, increasingly harsh treatment of Palestinians as second-class citizens and disproportionately violent ripostes to the PLO’s acts of terrorism became glaringly evident.",
    "This was the case no matter which Israeli party was in power – Labour or Likud. There was a brief glimmer of hope after the historic Oslo accord in 1993 when the PLO renounced violence and Yasser Arafat became head of the Palestinian Authority in the West Bank.",
    "Today, all that hope is gone. Six months after Israel began bombing Gaza, more than the TNT equivalent of three nuclear bombs have been dropped on the tiny Gaza Strip, killing 33,000 Palestinian civilians and 13,000 children.",
    "Five thousand children were killed in the Bosnian war, and that was over five years. In Gaza, 13,000 children have died in six months. In November, the UN Secretary- General called Israel’s retaliation (including cutting off food, aid and water supply to Gaza) a genocidal action, and  was heavily condemned by Israel and pro-Israeli lobbies across Europe and the US. Whatever the UN Secretary-General personally thinks, the UN is unable to officially classify Israeli actions as genocide, leaving Israel to do as it pleases without fear of sanctions.",
    "Greek economist, political activist and author Prof. Yanis Varoufakis, American political activist Abby Martin, as well as Dr. John Mearsheimer, professor of political science at the University of Chicago, call it genocide. These are only a few of the sea of voices raised against Israel across Europe and the US.",
    "As Prof. Varoufakis puts it laconically, “If you don’t like to use ‘genocide,’ you can say mass murder.”",
    "Genocide isn’t carried out only with weapons. Starvation is a powerful genocidal weapon. This is how Turkey killed millions of Armenians in 1915, by mass murder and deporting them to concentration camps in the desert where they were starved to death. By cutting off Gaza’s water supply, and restricting food relief aid, the Israelis are doing the same thing in a not-so-obvious way.",
    "Over the past months, watching this seemingly endless horror, my attitude toward Israel shifted. I no longer think of the Israelis as a persecuted people. I think they are the number one persecutors. I am  not anti-Jewish or anti-anything when it comes to race. Nor are any of those mentioned above anti-semitic.",
    "But in Europe, many including liberals have a horror of raising a voice against Israel for the fear of being labeled anti-semitic. Even the very liberal The Guardian UK newspaper has been very restrained about condemning Israel, highlighting a new wave of anti-Jewish actions across Europe.",
    "There are always those looking for opportunities to bring out their hidden racist agendas in such crises. But those condemning Israel for genocide in Gaza are not such woodworms–they are genuinely outraged by the inability and unwillingness of European governments, and especially the Biden administration of the US, to restrain Israel and force it to stop this slaughter.",
    "In 1982, when Israel began indiscriminate bombing of Lebanese towns, refugee camps and PLO targets in Lebanon, then US President Ronald Reagan made a phone call to Israeli Prime Minister Menahem Begin and said: “This is a holocaust and this has got to stop.”",
    "“You are telling me about holocausts?” Begin angrily retorted. But he called Regan within an hour and said he had ordered the bombing to be more selective and restrained.",
    "No American president after Reagan has dared tell his Israeli counterpart to stop or show restraint in any  military action. Israel believes in escalation dominance, which simply means that, when someone attacks you, hit back so hard they will think twice about doing it again. The US has always bailed out Israel in tight spots (e.g. when it risked losing the Yom Kippur war), has backed Israeli actions at the UN, and is giving over US $5 billion in military aid every year. The 2000-pound bombs which destroyed Gaza and killed so many Palestinians were made in the U.S.",
    "Israel is drunk with a sense of military supremacy. It reminds me of ancient Sparta, where martial values came first. But Sparta was not really an aggressive, warlike state, trying to steal territory from other Greek states with its military prowess. What Israel has been doing all along is to steal land from the Palestinians. They are not even second-class citizens. Whatever their rights may look on paper, they are little better off than slaves. Under the far-right leadership of Benjamin Netanyahu, this process of driving the Palestinians from their homes and creating a Greater Israel from the West Bank to the Red Sea has been accelerated, and the ethnic cleansing of Palestinians in Gaza Strip is but a step forward in this plan.",
    "Israel is today in effect an apartheid state. Abby Martin, among others, calls it a fascist state. But Israel was different a generation ago, with socialist kibbutz (agricultural settlements) and hope of peaceful co-existence with the Arab world and Palestinians among segments of its population. How did Israel turn into what it is today? Let’s look into that in the next column."
  ]
}