{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/superbuild-supercrete-together-with-browns-company-to-distribute-waterproofing-products-and-solutions/",
  "time_ut": 1730064000.0,
  "original_lang": "en",
  "original_title": "Superbuild ‘SUPERCRETE’ together with Browns & Company to distribute waterproofing products and solutions",
  "original_body_lines": [
    "Browns General Trading Division (GTD), a leading provider of globally-renowned high quality building material solutions in Sri Lanka, has partnered with Superbuild Pvt Ltd – a prominent player in the field of construction systems, which holds the renowned brand ‘SUPER-CRETE’- to distribute waterproofing products and solutions to the local market.",
    "Among the company’s recent engagements were the involvement in Sri Lanka’s largest ever waterproofing project which was completed at Sri Lanka’s longest elevated bridge ‘Port Access Elevated Project’ with the products manufactured by Superbuild (Pvt) Ltd under the brand name of ‘SUPER-CRETE’ in addition to the waterproofing of the bridge deck of Kohuwala Flyover Bridge project.",
    "Ajith De Silva, Cluster Chief Operating Officer – Browns & Company PLC said ,‘We are proud to partner with Supercrete, a prominent player in the industry with our most recent initiative. I am confident that the synergy with Browns Group having a legacy of one and a half centuries anchored to a heritage of trust in many vital sectors of the Sri Lankan economy including agriculture, automotive, manufacturing, power generation, marine, leisure as well as strategic investments and by partnering with General trading division having 4000+ touch points across the island will be a turning point to provide consumers more comprehensive solutions for a variety of applications.’",
    "Monin and Liquid Island partner to elevate Sri Lanka’s beverage industry",
    "Festive season kicks off at Anantara and Avani Kalutara Resorts",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}