{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98019/putin-wins-russia-election-in-landslide-with-no-serious-competition",
  "time_ut": 1710720780.0,
  "original_lang": "en",
  "original_title": "Putin wins Russia election in landslide with no serious competition",
  "original_body_lines": [
    "(Reuters) - President Vladimir Putin won a record post-Soviet landslide in Russia’s election on Sunday, cementing his already tight grip on power in a victory he said showed Moscow had been right to stand up to the West and send its troops into Ukraine.",
    "Putin, a former KGB lieutenant colonel who first rose to power in 1999, made it clear that the result should send a message to the West that its leaders will have to reckon with an emboldened Russia, whether in war or in peace, for many more years to come.",
    "The outcome means Putin, 71, is set to embark on a new six-year term that will see him overtake Josef Stalin and become Russia’s longest-serving leader for more than 200 years if he completes it.",
    "Putin won 87.8% of the vote, the highest ever result in Russia’s post-Soviet history, according to an exit poll by pollster the Public Opinion Foundation (FOM). The Russian Public Opinion Research Centre (VCIOM) put Putin on 87%. First official results indicated the polls were accurate. The United States, Germany, the United Kingdom and other nations have said the vote was neither free nor fair due to the imprisonment of political opponents and censorship.",
    "Communist candidate Nikolai Kharitonov finished second with just under 4%, newcomer Vladislav Davankov third, and ultra-nationalist Leonid Slutsky fourth, partial results suggested.",
    "Putin told supporters in a victory speech in Moscow that he would prioritise resolving tasks associated with what he called Russia’s “special military operation” in Ukraine and would strengthen the Russian military.",
    "“We have many tasks ahead. But when we are consolidated - no matter who wants to intimidate us, suppress us - nobody has ever succeeded in history, they have not succeeded now, and they will not succeed ever in the future,” said Putin.",
    "Supporters chanted “Putin, Putin, Putin” when he appeared on stage and “Russia, Russia, Russia” after he had delivered his acceptance speech.",
    "Inspired by opposition leader Alexei Navalny, who died in an Arctic prison last month, thousands of opponents protested at noon against Putin at polling stations inside Russia and abroad.",
    "Putin told reporters he regarded Russia’s election as democratic and said the Navalny-inspired protest against him had had no effect on the election’s outcome.",
    "In his first comments on his death, he also said that Navalny’s passing had been a “sad event” and confirmed that he had been ready to do a prisoner swap involving the opposition politician.",
    "When asked by a NBC, a U.S. TV network, whether his re-election was democratic, Putin criticised the U.S. political and judicial systems.",
    "“The whole world is laughing at what is happening (in the United States),” he said. “This is just a disaster, not a democracy.”",
    "“...Is it democratic to use administrative resources to attack one of the candidates for the presidency of the United States, using the judiciary among other things?” he asked, making an apparent reference to four criminal cases against Republican candidate Donald Trump.",
    "The Russian election comes just over two years since Putin triggered the deadliest European conflict since World War Two by ordering the invasion of Ukraine.",
    "War has hung over the three-day election: Ukraine has repeatedly attacked oil refineries in Russia, shelled Russian regions and sought to pierce Russian borders with proxy forces - a move Putin said would not be left unpunished.",
    "Putin said Russia might need to create a buffer zone inside Ukraine to prevent such attacks in future.",
    "While Putin’s re-election was not in doubt given his control over Russia and the absence of any real challengers, the former KGB spy had wanted to show he had the overwhelming support of Russians.",
    "Nationwide turnout was 74.22% at 1800 GMT when polls closed, election officials said, surpassing 2018 levels of 67.5%.",
    "There was no independent tally of how many of Russia’s 114 million voters took part in the opposition demonstrations, amid tight security involving tens of thousands of police and security officials.",
    "Reuters journalists saw an increase in the flow of voters, especially younger people, at noon at polling stations in Moscow, St Petersburg and Yekaterinburg, with queues of several hundred people and even thousands.",
    "Some said they were protesting, though there were few outward signs to distinguish them from ordinary voters.",
    "At least 74 people were arrested on Sunday across Russia, according to OVD-Info, a group that monitors crackdowns on dissent.",
    "Over the previous two days, there were scattered incidents of protest as some Russians set fire to voting booths or poured green dye into ballot boxes. Opponents posted some pictures of ballots spoiled with slogans insulting Putin.",
    "But Navalny’s death has left the opposition deprived of its most formidable leader, and other major opposition figures are abroad, in jail or dead.",
    "The West casts Putin as an autocrat and a killer. Ukrainian President Volodymyr Zelenskiy said on Sunday that Putin wanted to rule forever and that the vote had been illegitimate.",
    "Putin portrays the war as part of a centuries-old battle with a declining West that he says humiliated Russia after the Cold War by encroaching on Moscow’s sphere of influence.",
    "Russia’s election comes at what Western spy chiefs say is a crossroads for the Ukraine war and the wider West.",
    "Support for Ukraine is tangled in U.S. domestic politics ahead of the November presidential election.",
    "Though Kyiv recaptured territory after the invasion in 2022, Russian forces have made gains after a failed Ukrainian counter-offensive last year."
  ]
}