{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/playing-ball-the-govts-way/",
  "time_ut": 1718128920.0,
  "original_lang": "en",
  "original_title": "Playing ball, the govt’s way",
  "original_body_lines": [
    "Sri Lanka’s bankruptcy is not solely economic or financial; it is multisectoral as evident from the steep decline in standards, inefficiency, corruption and even dysfunctionality affecting other spheres. It has not even spared men’s cricket, which is fast losing its status as the de facto  national sport owing to the players’ consistently poor performance and public resentment towards the cricket administration, which has become a metaphor for corruption.",
    "Unfortunately, the only thing dazzling about Sri Lankan cricketers these days is the on-field display of their elegant gold jewellery. Former World Cup winning captain Arjuna Ranatunga, who has famously said the rot in Sri Lanka’s cricket set in, the day cricketers started playing for money, stands vindicated.",
    "Sports Minister Harin Fernando is drawing heavy flak for having issued a controversial gazette, seeking to enable the Sri Lanka Cricket (SLC) President and Secretary to remain in their positions for eight years and thereafter serve as Executive Committee members. The SLPP-UNP government is currently in the extension mode, as it were. It has reportedly granted service extensions to some defence bigwigs and is all out to extend the term of the incumbent Attorney General. The UNP has not given up its efforts to extend President Ranil Wickremesinghe’s term by postponing the upcoming presidential election.",
    "The SLC is running a parallel government to all intents and purposes. It has emerged so powerful that it can have any Sports Minister who refuses to toe its line sacked at will and a person of its choice appointed to that post. Fernando, who is known for his willingness to play ball with cricket panjandrums, got the Sports portfolio following the expulsion of Sports Minister Roshan Ranasinghe from the Cabinet for taking on corrupt cricket administrators, who have proved that they are above the Parliament of Sri Lanka.",
    "The SLC is no respecter of anyone or any institution here; it is capable of having ICC bans slapped in retaliation when action is taken to rid it of corruption so that the President of Sri Lanka has to tug his forelock before the self-important ICC Chief in India and tender an apology.",
    "Chief Opposition Whip and SJB MP Lakshman Kiriella has said the Sports Minister Fernando’s gazette has violated a resolution Parliament passed unanimously in Nov., 2023, calling for the sacking of the incumbent office-bearers of Sri Lanka Cricket, but in vain. He has stressed the obvious. Now that Minister Fernando has flown in the face of that parliamentary resolution and thereby caused an affront to the national legislature, what action will Parliament take against him?",
    "Will the Opposition move a no-faith motion against Minister Fernando? Such a move however could prove counterproductive in that the government has enough numbers in the House to scuttle it, and its defeat can be construed as parliamentary approval for Fernando’s gazette. But a no-confidence motion will help expose the MPs who connive with Minister Fernando and his SLC chums to undermine Parliament. An opportunity has presented itself for the government and Opposition MPs to shore up the image of Parliament as well as theirs by joining forces to foil Minister Fernando’s attempt to perpetuate the current cricket administrators’ grip on the SLC.",
    "Kiriella has alleged that the gazette at issue will help the government secure funds for its election campaigns from those who benefit from corrupt cricket deals. That is the name of the game in",
    "Sri Lankan politics. There is said to be no such thing as a free lunch. There are no ‘free’ gazettes either.",
    "One wonders whether some Opposition members are among those who have benefited from the largesse of cricket bigwigs, for those otherwise cantankerous characters have chosen to remain silent on the controversial gazette.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}