{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sadaharitha-plantations-marks-23-years-of-leadership-innovation-and-sustainable-growth/",
  "time_ut": 1756921980.0,
  "original_lang": "en",
  "original_title": "Sadaharitha Plantations marks 23 years of leadership, innovation, and sustainable growth",
  "original_body_lines": [
    "Sri Lanka’s No.1 commercial forestry investment company and a global leader in agarwood production, Sadaharitha Plantations Limited proudly celebrates its 23rd anniversary this year, a milestone that reflects more than two decades of pioneering vision, innovation, and unwavering commitment to sustainable green investments.",
    "Adding to the significance of this celebration, Sadaharitha has achieved a historic industry first, surpassing an asset base of USD 1.05 billion — making it the only commercial forestry management company in Sri Lanka to reach this remarkable milestone.",
    "Established in 2002 to transform Sri Lanka’s green investment landscape, Sadaharitha has grown into a LKR 214 billion net asset value conglomerate, consistently delivering strong returns to over 50,000 investors. Over the past 23 years, the company has planted more than one million trees and disbursed LKR 1.7 billion in harvest returns, cementing its reputation as a trusted and results-driven investment partner.",
    "From its inception, Sadaharitha has led the industry by offering secure, high-yield investment opportunities in agarwood, teak, vanilla, and other premium forestry products. Today, it ranks among the top ten agarwood companies worldwide, with operations in Sri Lanka, the United Kingdom, and Madagascar. Its flagship plantation in Madagascar spans 5,295 acres, contributing to nearly 9,000 acres under active management globally. Through its subsidiaries — Sior Verde Limited (UK) and Sadaharitha Plantations Madagascar — along with strategic partnerships in the UAE, the company has expanded its presence across key global markets.",
    "In addition to forestry, Sadaharitha has successfully ventured into the luxury fragrance sector, producing premium Sri Lankan oud perfumes under the Sior Verde brand, now available in multiple international markets. Its proprietary SP Tech — a 100% organic, research-backed agarwood inoculation technology — continues to set industry benchmarks by accelerating resin formation while ensuring ethical, sustainable production.",
    "Reflecting on the company’s journey, Sathis Navarathna, Chairman of Sadaharitha Group of Companies, stated,",
    "“This 23-year milestone is not just a measure of time — it is a celebration of resilience, innovation, and trust. Surpassing USD 1.05 billion in assets speaks to the strength of our vision, the loyalty of our investors, and the dedication of our people. I extend my deepest gratitude to all who have stood beside us on this remarkable journey.”",
    "As Sadaharitha steps into its 24th year, it remains committed to its founding mission — creating a greener, stronger, and more prosperous future for both people and the planet. With a proven history of delivering value, the company is poised to further expand its global footprint, launch new investment opportunities, and continue leading Sri Lanka’s sustainable forestry sector into the future.",
    "Ceylinco Life posts premium income of Rs. 22.45 bn. in 1H 2025",
    "Domino’s Sri Lanka becomes the first in South Asia to win Golden Franny Award",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}