{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/month-end-profit-takings-impose-heavy-selling-pressure-on-bourse/",
  "time_ut": 1708968240.0,
  "original_lang": "en",
  "original_title": "Month-end profit-takings impose heavy selling pressure on bourse",
  "original_body_lines": [
    "The stock market began trading on a positive note yesterday but by the middle of the session it noted heavy selling pressure due to month- end profit takings.",
    "During the session, Nawaloka shares were suspended for trading due to heavy borrowings from HNB, market analysts said.",
    "Amid those developments, both indices moved downwards. The All- Share Price Index went down by 43 points and S and P SL20 declined by 6.3 points. Turnover stood at Rs 1.66 billion with five crossings. Those crossings were reported in Melstacope, which crossed 5 .1 million shares to the tune of Rs 457 million and its shares traded at Rs 90, JKH 460,000 shares crossed for Rs 87.6 million and its shares traded at Rs 192 , Hayleys, 1 million shares crossed for Rs 77 million; its shares traded at Rs 77, Expolanka Holdings 364,000 shares crossed for Rs 49.8 million and its shares sold at Rs 136.75 and CIC (non- voting) 1.2 million shares crossed for Rs 48.8 million; its shares traded at Rs 41.",
    "In the retail market, top seven companies that contributed to the turnover were; Expolanka Holdings Rs 342 million (2.3 million shares traded), Lanka Milk Food Rs 68 million (2.8 million shares traded), Dialog Rs 48 million (4.6 million), JKH Rs 34.5 million (180,000 shares traded), HNB Rs 25 million (159,000 shares traded), Sampath Bank Rs 23.7 million (324,000 shares traded) and Hayleys Fabrics Rs 21.7 million (533,000 shares traded). During the day 43.5 million share volumes changed hands in 9679 transactions.",
    "Yesterday, the US dollar buying rate was Rs 306.08 and selling rate Rs 315.85.",
    "LinearSix celebrates seven years of transforming financial services by unveiling cutting-edge financial solutions",
    "Deloitte South Asia’s Consulting leadership discuss blueprint for business transformation and growth",
    "CSE launches version3 of its Business Intelligence Dashboard – CSE Market IQ (MIQ)",
    "Positive investor sentiment eludes CSE in the absence of macroeconomic support",
    "CSE partners with SLIM to promote capital market education among students",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}