{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/hopefully-president-akd-now-sees-why-the-public-service-is-slow/",
  "time_ut": 1759109427.0,
  "original_lang": "en",
  "original_title": "Hopefully, President AKD Now Sees Why The Public Service Is Slow",
  "original_body_lines": [
    "President of Anura Kumara Dissanayake (AKD) remarked a few days ago that the public service appears to be dragging its feet. He cited a few reasons—but in truth, there are more that deserve the attention of his ministers, particularly on why government machinery so often creaks instead of hums.",
    "Politicization in the Past –  For decades, ministries danced to the tunes of politicians rather than the rhythms of good governance. Entire procedures and departments were bent to serve political masters, with “development” often meaning “deals.” Now that such undue influence is said to be fading, there really is no excuse for delays.",
    "Public Officials as Politicians – A curious development in the past was that some top officials, Secretaries and the like—started behaving like politicians, craving the limelight rather than rolling up their sleeves. Their real role is to work behind the scenes, leaving publicity to the ministers who must face elections. When top officials hold grand media briefings flanked by half a dozen seniors, one wonders whether their real performance is being measured by the cameras—or by how quickly a citizen can get something done without the old blue and red pens running dry.",
    "Too Many Musical Chairs –  Senior officers seldom stay in one post long enough to understand, investigate, decide, and implement. Quick transfers allow them to later sigh, “I wanted to do so much, but my time was too short.” A quick analysis of the tenure of past Secretaries would reveal how instability feeds inefficiency.",
    "The Fear Factor – After 2015, with investigations promised but seldom concluded—and with airports supposedly about to close for fleeing rogues—many officials developed an instinct for survival: do little, delay more, and avoid responsibility at all costs. That defensive posture has only deepened under AKD’s anti-corruption drive. Fear is understandable, but governance cannot be built on timidity.",
    "Ministries Without Accountability – Delays rarely happen on the ground. They occur at the ministry level, especially in procurement. Appointing a procurement or technical committee can take weeks. Implementing agencies often feel helpless, for knocking one’s head against the bureaucratic wall is a painful exercise. Ministers must be ready to intervene to unclog the pipeline.",
    "Skills Shortage – Another practical issue is the shortage of technical and procurement officers fluent in the Administrative Regulations (AR) and Financial Regulations (FR). Retired officers with proven skills including Sri Lankans living overseas could be hired on short contracts to fill this gap. It is far cheaper to buy experience than to suffer the cost of ignorance.",
    "Ministers at the Mercy of Officials – Many ministers are unable—or unwilling—to dive into the details of projects. This leaves them dependent on officials who can spin, delay, or simply bury proposals. Ironically, some of these very officials, despite past failures, are repeatedly reappointed because of their talent for political survival.",
    "The Culture of “Less Work, Less Trouble” – In many departments, the unwritten motto has become: more work, more problems—so why bother? This inertia is compounded by a lack of follow-up. For example, the Board of Investment may approve a project, but if another agency blocks it, the BOI shrugs and records the investment only in its files.",
    "Lack of Courage – Too many officials shy away from standing by decisions made in the public interest, even when the AR and FR provide the necessary protection. Playing safe has become second nature—better to delay, defer, or pass the file along than to risk being accused later.",
    "The Wrong Kind of Pride – Alongside timidity, there is also an acquired pride of superiority. Some public officials see themselves not as public servants but as public masters, forgetting that authority exists to serve. This subtle shift in attitude creates distance between citizen and state and ultimately slows down delivery.",
    "The Real Challenge for AKD –  The AKD government is undoubtedly working hard, but time is not a renewable resource. Reviving the machinery of government is ultimately more critical than chasing every rogue—most of whom, history suggests, will slip through anyway. Raising the country to the next level is the only way to serve the public, and that can be achieved through a knowledgeable, accountable, committed, and efficient public service.",
    "*The writer is a former Diplomat, Head of Tourism Authority, currently a Writer, Lecturer, YouTuber, Meditation Coach, and Reiki Practitioner"
  ]
}