{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ranil-recalls-how-india-overtook-sri-lanka-in-economic-reforms-journey-while-latter-was-hesitant-at-policy-wheel/",
  "time_ut": 1735496100.0,
  "original_lang": "en",
  "original_title": "Ranil recalls how India overtook Sri Lanka in economic reforms journey while latter was hesitant at policy wheel",
  "original_body_lines": [
    "During the Atal Bihari Vajpayee Memorial Lecture delivered by former president Ranil Wickremesinghe in India recently, he recalled that his first visit to India was as a young boy of 18 years to Chennai to sit for the London GCE A-level Examination — as was the practice in Sri Lanka at the time.",
    "Referring to multiple interactions with Indian leaders over the decades which started in his role as an assistant to former president J.R. Jayawardene, he said,” When you have been in politics as long as I have, you end up knowing everyone – at some point or the other.”",
    "“I have also been an eyewitness to the pivotal and sweeping economic metamorphosis of India from the late 1990s onwards.”",
    "“As you may recall, Sri Lanka was a forerunner in instituting an open economy in South Asia – as far back as in 1977. By 1989, as Minister of Industries, I had brought in the 2nd Generation Economic Reforms in the country, which included Sri Lanka’s Strategy for Industrialization. Not long after, in 1991, India’s first Generation of Economic Reforms were introduced by Prime Minister Narasimha Rao, whom I had known from the early 1980s, since he was my counterpart in India when I was the Minister of Education.”",
    "“Dr. Manmohan Singh’s first budget speech as Finance Minister in Narasimha Rao’s government changed the course of Indian history. Without him, there would not have been any economic reforms in India, and without those reforms, there would not have been a modern India.”",
    "“Indo-Sri Lank economic cooperation moves never kicked off as envisioned due to protests by certain political parties and trade unions in Sri Lanka.”",
    "“However, the calamity of Covid-19 and the consequential economic crisis in Sri Lanka showed India at its best. At the most crucial moment when Sri Lanka declared bankruptcy and had only a few hundred million dollars in reserves, India valiantly stepped up to help us.",
    "“The Sri Lankan people could not have survived without the 4 billion US dollars of financing received from India through various credit lines. It was India’s Neighborhood First Policy – in practice – that benefited Sri Lanka. India was followed by Bangladesh with a loan of US$200 million.”",
    "“Furthermore, India, as a Co-Chair of the Official Creditors Committee, gave us valuable help. All this vindicated my stand on closer economic cooperation with India, including improving connectivity in key sectors.  By then, it was clear to most in Sri Lanka that recovery from bankruptcy and fast growth could be achieved only through closer economic collaboration with India. In July 2023, PM Modi and I announced the “Promoting connectivity, catalyzing prosperity: India-Sri Lanka Partnership Vision.”",
    "“The strategy in these statements is to enhance Sri Lanka’s economic development by coupling our economic recovery to India’s sustained and swift economic growth and technological advancement. It is expected that by 2040, India would be the third-largest economic power in the world. By then, Tamil Nadu’s GDP would have reached US$1 trillion. This is the powerhouse to which Sri Lanka has to connect as a nation.  All this will establish larger markets for Sri Lankan exports and create two new economic sectors which are expected to be fast-growing. Establishing grid interconnectivity — thereby enabling Sri Lanka’s potential for surplus renewable energy to engage in trading with India and Bangladesh.”",
    "“In the context of maritime and air connectivity – in addition to India as a global economic power, Indonesia will also be among the top 10 in time to come with Bangladesh following closely behind if all goes well.”",
    "“This will lead to an explosion of trade in the Bay of Bengal area. As noted before, if Sri Lanka positions itself as a regional logistic hub, we can become a beneficiary of these developments in the region.”",
    "Thus, the two governments must finalize the outstanding issues of the strategy within a short time frame and agree on the modalities to implement these proposals.   Today, it is only fitting that we witnessed the conclusion of the talks on economic cooperation on Vajpayeeji’s birth century.",
    "During his speech, Wickremesinghe said that Atal Bihari Vajpayeeji had an instinctive understanding of the nation-building exercise and the need to maintain the unity of India’s diverse peoples.",
    "Digital marketing in high gear to increase tourist arrivals to Sri Lanka",
    "DIMO shines at TAGS Awards 2024, clinching Overall Silver Award",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}