{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/operation-colombo-the-disinformation-game/",
  "time_ut": 1759650248.0,
  "original_lang": "en",
  "original_title": "‘Operation Colombo’ & The Disinformation Game",
  "original_body_lines": [
    "September saw anniversaries in the chilling deaths of two democratically elected Socialist heads of state during the United States’ led Cold War anti-communist crusade that unfolded across the world between 1948-91: The first assassination of concern here happened in Colombo, the capital of the geostrategic Indian Ocean island of Ceylon on September 25, 1959.",
    "The second death happened half way across the world fourteen years after the assassination of South Asia’s first Socialist Prime Minister SWRD Bandaranaike. On September 11, 1973, President Salvador Allende, South America’s first Socialist head of state died during a US Central Intelligence Agency (CIA), backed coup as military helicopters strafed the Presidential Palace in Santiago de Chile. The campaign of murder, suppression and disinformation against the Left that followed Allende’s death was  Code Named “Operation Colombo”.",
    "Both deaths of democratically elected Socialist heads of State were Cold War operations, which sent shock waves around the world at the time. Both Bandaranaike and Allende, had promised to fully de-colonize and nationalize their countries’ plantations, ports, minerals and mines to benefit their native peoples, rather than foreign corporations drawing profits from the resource wealth of Global South countries. Both Bandaranaike and Allende died three years into their terms in office before they were able to deliver on the promise of full Economic independence for their citizens.",
    "Remarkably, Prime Minister Bandaranaike was killed minutes after the US Ambassador, Bernard Gufler, had visited him in Colombo. Details of Gufler’s brief visit to Bandaranaike and departure from the scene of the crime just minutes before the assassination were revealed in de-classified US State department documents, some published on Wikileaks and corroborated by British intelligence source reports.",
    "The narrative that a Buddhist monk had shot the Prime Minister compounded the shock, horror and grief that engulfed the British Dominion of Ceylon which had received faux independence just 9 years earlier in February 1948.",
    "US Ambassador Guffler’s profile is of interest here. He was a Special Ambassador and a veteran of GLADIO, the clandestine NATO and CIA ‘stay behind’ secret operations network in Europe, established after World War 2 in partnership with British intelligence. Gladio was set up to contain socialism and communists and the Soviet Union/ Russia. GLADIO operations included ‘false flag’ terror attacks staged by right-wing paramilitary cells with secret NATO weapons caches– in order to blame and discredit European Left organizations and networks. Gladio would later spill over into other containment strategies against Communist China in Indo-China and Southeast Asia, including Ceylon, where religion, particularly, Buddhism and Islam, were weaponized to combat “God-less” communists and destabilize the region.",
    "The story that Bandaranaike’s assassin was a home grown Buddhist monk and ipso facto the killing an internal affair served to bury the external finger prints and motives behind the assassination plot of South Asia’s first democratically elected Socialist head of state in a period of escalating Cold War killings and regime change operations against socialist leaders in de-colonizing Asia, Africa and South America. This was a time when retreating Anglo-European empires sought to retain their economic and security interests and influence in the post/colony.",
    "“Operation Colombo” was the Code Name of the dirty war killing spree and Disinformation Campaign against Chile’s leftists that followed the regime change coup against President Allende. Indeed, decades later in 2017, General Augusto Pinochet, Allende’s CIA-backed successor was tried for the “Operation Colombo” case, including the disappearance of 119 leftists and other grave human rights violations by the Chilean Secret Police units or DINA.",
    "‘Operation Colombo’, was followed by the notorious CIA networked clandestine ‘Operation Condor’, to track, trace and eliminate communists across South America in partnership with right wing regimes. The US’ Monroe Doctrine helped keep Socialists and Leftist regimes at bay during and indeed after the Cold War.",
    "Was it an accident that ‘Operation Colombo’ was the Code Name for the bloody anti-left violence, disappearances and mutilation which included a particular Dirty War aesthetics of terror, torture and Disinformation, designed to spread fear and control society that engulfed Santiago de Chile September 1973 onwards? Why was the Psychological operation of murder, fear and disinformation against the Left in Santiago code named ‘Operation Colombo?",
    "Who if anyone in General Pinochet’s inner circle was familiar with parallel events like the assassination of Prime Minister Bandaranaike halfway around the world in Ceylon? Or, the more recent purportedly leftist 1971 Janatha Vimukthi Peramnuna (JVP) uprising, ironically to overthrow the elected leftist Socialist government of Sirimavo Bandaranaike– the world’s first woman head of state.",
    "At the time of the JVP student insurrection of 1971 there were widespread rumours in Colombo that the CIA was involved. Clearly, those who named code named the killing spree against Chilean Leftists “Operation Colombo’ in Santiago de Chile in 1973, referenced these events in Ceylon. Retrospectively, the 1971 JVP student uprising in Ceylon that instrumentalized university students and rural discontent appears as a classic GLADIO-style “false flag” event.  The JVP uprising served to delegitimize, divide and fragment the left in Ceylon, and derailed and delayed the country’s full de-colonization from British Dominion status that Bandaranaike had promised amidst Cold War headwinds.",
    "Within two weeks of the death of President Allende in September 1973, Pablo Neruda, Chile’s Nobel Laureate and Allende’s friend and Foreign Minister also died under mysterious circumstances. Neruda had planned to escape to Mexico to tell the world the truth about the Coup in Chile and Allende’s death. As Neruda’s family members who sought repeated investigations into his death suggested, he was arguably another victim of ‘Operation Colombo’.",
    "Rithika Kodithuwakku as a Tamil Sakkili Woman in Asoka Handagama’s art house rape fantasy which effectively character assassinated Chile’s Poet Laureate, Pablo Neruda in a different sort of ‘Operation Colombo’ to that which followed the CIA backed coup against Democratic Socialist President Dr. Salvador Allende in September 1973",
    "Remarkably, Neruda had spent time as a young diplomat and Chilean Consul in Colombo, Ceylon during 1929-30, just as in the early 70s, Russia’s now famous Foreign Minister Sergey Lavrov, was posted to Colombo and learned Sinhala as a young diplomat.",
    "Was it a coincidence or a disinformation operation that years, nay decades later in 2021 in Colombo, Sri Lanka, a Woke feminist film titled Alborada was released about Pablo Neruda’s purported rape of a beautiful low caste maid?  Alborada directed by well-known art house film director Asoka Handagama, based on a poem that Neruda ‘never wrote” by Handagama’s, own admission, effectively served to character assassinate Neruda. May we in future expect similar salacious Woke Art House Disinformation about Lavrov’s sojourn in Colombo?",
    "How, now, and why was the Socialist Neruda who had fallen prey of the anti-Left Operation Colombo carried out by the Chilean secret police DINA in Santago in 1973, subject to character assassination in Colombo Sri Lanka almost fifty years later?!",
    "Alborada’s international release took place in Tokyo. It is not a secret that Japan is Washington’s closest Asian ally and a leading light of QUAD.  Handagama also worked at the Central Bank of Sri Lanka (CBSL), famous for bond scams leading to the country’s first Sovereign Default in 2022. His recent film Rani, about the 1989 State-JVP terror period and the killing of human rights and media activist Richard de Soyza purportedly by state aligned paramilitary groups has been also criticized for a lack of reserach. That film was also funded by USAID.",
    "Released in 2024, Handagama’s Rani inexplicably glossed over the role of former President Ranil Wickremesinghe in the Dirty War terror and torture house violence of 1989-1992. This, despite the fact that US- backed Wickremesinghe was the main beneficiary of the string of political assassinations of leaders of the United National Party (UNP) – including Lalith Athulathmudali, Gamini Dissanaike, and President Ranasinghe Premadasa, around the time of the chilling killing of Richard de Soyza. This being the period of Batalanda terror and torture operations in which he, Wickremesinghe was implicated if the Batalanda Commission Report is accurate.",
    "This period of State-JVP dirty war with both penetrated by external intelligence agencies occurred when Israel’s Mossad and the British SAS officers of the Keenie Meenie mercenaries trained and worked with the Sri Lankan Special Task Forces (STF) in the South of Sri Lanka during the second JVP uprising in 1989-1992. The STF, like the Chilean Secret Police DINA that were accused of paramilitary terror and disappearances, were also later accused of war crimes.",
    "It would seem that Handagama’s Woke identity politics films like Alborada and Rani have served to promote Culture Wars, saturate the public sphere and distract from substantive truths– a form of art house disinformation?",
    "Weaponizing Religion: An assassination by a Monk or a Psy Op?",
    "Bandaranaike’s assassination purportedly by a Buddhist Monk compounded the shock, horror and grief that engulfed the island nation in September 1959. The campaign of disinformation that followed during the British Scotland Yard’s investigation into the Bandaranaike assassination also appeared to be a psychological operation to Gaslight the hapless natives of Paradise Lost. Oxford educated Bandaranaike was cast as an anti-minority ‘racist’ who had mobilized the Sinhala masses and blamed for his own death at the hands of a nationalist monk who purportedly converted to Christianity before he was hanged.",
    "New research into declassified State Department and Asia Foundation documents indicate that the CIA with the Asia Foundation was weaponizing religion/s, including Buddhism seen as a conservative force to undermine leftist governments. This, to divide socialist and communist de-colonization, national liberation and independence movements sweeping across the Global South, against Euro-American Imperialism.",
    "Weasponizing and fragmenting religion/s to counter ‘God-less Communists’ was a tried and tested strategy of Washington’s proxy and dirty war, Cold War playbook across South America, Africa and Asia as Dianne Kirby and other scholars have shown. Indeed, Kirby describing the politics of church and state in the Cold War era and the extent to which Evangelical churches played an anti-communist role,  affirmed that the ‘Cold War was one of history’s great religious wars.’ In the case of Socialist governments in the Global South, assassination of leaders and or regime change through application of the ‘Jakarta Method’ also to ‘Make the Economy Scream’ were standard operating procedure.",
    "The history of the CIA’s weaponization of Theravada Buddhism as part of an anti-communist strategy is brilliantly documented in the book “Cold War Monks: Buddhism and America’s Secret Strategy in South East Asia”, published by Yale University Press (2017). Southeast Asian Cold War Area Studies included Theravada Thailand, Burma/Myanmar, and Ceylon/ Sri Lanka.",
    "The London Privy Council backstopped the court case against the accused monks, Thalduwe Somarama and Mapitigama Buddharakkita, his purported lover, Wimala Wijewardena who was a Cabinet Minister at the time, and a list of bit players. The British Scotland Yard’s investigation of the Bandaranaike assassination reads retrospectively like a classic disinformation and psychological operation: A cover up investigation worthy of the plot of Peter Greenaway’s classic film “The Cook the Thief, his Wife, and her Lover”.",
    "The accused Monk Buddharakita’s interest in recently nationalized geostrategic Colombo Port’s shipping lines were said have crossed a Norwegian Shipping line somewhere during the assassination plot! Meanwhile, the chief suspect, Deputy Inspector General of Police, Sidney de Zoysa seemingly escaped over the wall robe in hand; only to return to stage a Coup attempt three years later in November 1962, against Bandaranaike’s widow and the world’s first woman Prime Minister.",
    "Much like the assassination of Buddhist Burma’s Socialist leader, General Aung San on the eve of that country’s independence in 1947, which effectively sabotaged Burma’s unity, or the murder of Congo’s Patrice Lumumba in 1961in a Belgian and CIA operation, Bandaranaike’s killing it appears was partly an ‘inside job’. Arguably, so too the assassination of Mahatma Gandhi, January 1948, on the eve of India’s Independence, after which India was partitioned.",
    "The national police, armed forces and law and order institutions in the post/colony, like the investigative and judicial branches were penetrated and effectively controlled by Anglo imperial external powers working with segments within the State. Ceylon had only received faux independence from the British Raj in February 1948 when it morphed from a Crown Colony into a British Dominion. The assassination of Prime Minister Bandaranaike who had promised full de-colonization would delay Ceylon/ Sri Lanka’s full sovereignty and independence for another 13 years until his widow and world’s first woman Prime Minister Sirimavo Bandaranaike delivered on that promise on May 22, 1972 having faced down the JVP insurrection of 1971, an attempted Coup in 1962, huge Disinformation and ongoing attempts to “Make the Economy Scream”."
  ]
}