{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/west-asian-tensions-trigger-share-market-volatility-indices-down/",
  "time_ut": 1727888640.0,
  "original_lang": "en",
  "original_title": "West Asian tensions trigger share market volatility; indices down",
  "original_body_lines": [
    "The stock market was highly volatile yesterday due to tensions in West Asia focusing on Israel and Lebanon. Global stock markets also showed some volatility and stocks dipped, stock market analysts said.",
    "Amid those developments both indices were down. The All Share Price Index went down by 58.68 points while S and P SL20 declined by 8.28 points.",
    "Turnover stood at Rs 2.2 billion with four crossings. Those crossings were reported in Commercial Bank, where 1.5 million shares crossed to the tune of Rs 156 million; its share price was Rs 104.50, Sampath Bank 1.5 million shares crossed for Rs 120 million; its shares traded at Rs 80 and NTB 200,000 shares crossed for Rs 25.8 million; its shares traded at Rs 129.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Sampath Bank Rs 292 million (3.6 million shares traded), HNB Rs 225 million (1.1 million shares traded), Commercial Bank Rs 222 million (2.1 million shares traded), NTB Rs 137 million (1.1 million shares traded), Vallibel One Rs 65.1 million (1.2 million shares traded), Seylan Bank Rs 50.5 million, (1.2 million shares traded) and LVL Energy Fund Rs 47.9 million (8.5 million shares traded). During the day 73.2 million shares changed hands in 15000 transactions.",
    "It is said that banking sector counters were highly active and were largest contributor to the turnover. The second highest contributor was the manufacturing sector.",
    "Yesterday, the rupee traded stronger at Rs 294.60/75 to the US dollar from Rs 294.75/295.00 a day earlier, while bond yields were further down, dealers said.",
    "A bond maturing on 15.12.2027 was quoted at 11.30/40 percent, down from 11.45/60 percent.",
    "A bond maturing on 15.02.2028 was quoted at 11.57/58 percent, down from 11.75/85 percent.",
    "A bond maturing on 15.06.2029 was quoted at 11.80/85 percent, down from 11.90/12.10 percent.",
    "AIA’s Director of Group Healthcare, Dr. Christian Wards, speaks at Sri Lanka International Insurance Summit 2024",
    "SL’s Rs. 2.4 trillion fiscal deficit and the need for ‘incremental, transformative adjustments’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}