{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ruckus-in-parliament-over-online-safety-bill/",
  "time_ut": 1706684760.0,
  "original_lang": "en",
  "original_title": "Ruckus in Parliament over Online Safety Bill",
  "original_body_lines": [
    "The second sitting week of parliament this year was limited to only two days, Tuesday and Wednesday, intended for debating and passing the Online Safety Bill. When the House convened on Tuesday, opposition parties demanded a postponement of the two-day debate. They argued that many stakeholders, both local and foreign, had expressed fears that the new legislation might become a law limiting freedom of speech. Since the request went against the previously agreed agenda for the day, Speaker Mahinda Yapa Abeywardena suspended sittings and called for a special party leaders’ meeting.",
    "At this meeting, the government insisted that the Bill should be debated and passed. With those in opposition holding a different viewpoint, the Speaker had no choice but to put the question to the House and call for a vote. The subsequent vote favored the government with 83 votes to take up the Bill for debate, while the opposition could muster only 50 votes against it. Accordingly, the Bill was put forward for debate with the approval of a majority of 33 votes, amidst public protests at several places, including one by civil society organizations opposite the Polduwa Junction near Parliament.",
    "During the two days of the debate, only a few MPs from both sides managed to speak sensibly about the content of the Bill, while the majority of Government MPs used that time to hurl obscenities and abuse at their counterparts. Deputy Minister Nimal Lanza stated that the government did not introduce this bill to ban social media, emphasizing that they are not against it.",
    "Lanza explained, “We came to know some news which we would have otherwise missed if not for social media. It was thanks to social media that we came to know the JVP was promising to legalize prostitution, and its female cadres were calling for women not to wear bras as a promotional sign for feminism.”",
    "SLPP Kalutara District MP Rohitha Abeygunawardena expressed the view that social media should be regulated because anyone could use it to sling mud at politicians and VIPs. He shared a personal anecdote, stating that his family members and friends used to call him Raththaran (gold) as an endearment when he was young, but social media later created the impression that he earned this accolade by snatching gold necklaces. Abeygunawardena challenged anyone to produce a copy of a police complaint against him for snatching gold chains, pledging to step down from his seat if such evidence surfaced.",
    "Opposition and SJB leader Sajith Premadasa criticized a proposed Bill to control online publications, alleging it aimed to suppress freedom of speech ahead of upcoming elections. He quoted George Washington’s 1783 warning on the consequences of losing freedom of speech: “the freedom of speech may be taken away, and dumb and silent we may be led, like sheep, to the slaughter.”",
    "Chief Opposition Whip Lakshman Kiriella criticized government MPs for comparing proposed online regulations to Singapore’s, highlighting Singapore’s low media freedom ranking (145 out of 170). He warned of a potential setback to Sri Lanka’s IT industry, citing concerns expressed by major internet companies like Google, Meta, Amazon, and Apple threatening to withdraw services. After two days of the second reading stage debate, the opposition called for a division. Accordingly, a vote was taken, with 108 votes in favor and 62 votes against it.",
    "The next day, the Bill was passed in its third and final reading without a vote, despite strong protests from the opposition who objected to the government adding new clauses to the Bill, arguing that it went against the Supreme Court’s decision on the Bill’s constitutionality.",
    "Soon after the committee stage commenced, SLPP dissident MP Dayasiri Jayasekera got up and stated that the government has not amended a clause of the draft bill as instructed by the Supreme Court in its determination.",
    "TNA Jaffna District MP MA Sumanthiran said that what Jayasekera stated was right. In addition, he noted 13 instances where the amendments by the government override the Supreme Court determination and asked the government to stop proceeding. “This is wrong because this will not become law if you go against the Supreme Court decision. For example, the Supreme Court stated in its determination that there should be certain exemptions from this Bill. Those exemptions do not appear in these amendments. The Court, on page 59 of its determination states that SMS messages, MMS messages, and user-generated content enabled by the telecom services should be exempted from this Bill. That amendment is not here,” he said.",
    "SLPP dissident MP Prof Charitha Herath stated that, according to Standing Order 64, the government cannot introduce new clauses outside the Supreme Court determination. SLMC leader Rauff Hakim emphasized, “This is why we have asked for additional time to study these amendments. The government cannot pass it in this manner. We cannot introduce amendments across the floor owing to practical reasons. We must put this off.”",
    "Chief Opposition Whip Kiriella questioned whether the Attorney General had approved these amendments, pointing out the presence of the Attorney General’s representatives in the official’s box.",
    "Amid shouts and protests, Public Security Minister Tiran Alles walked to the Chair, informing the Speaker that the Legal Draftsman stated these amendments had been approved by the Attorney General. He was instructed to convey this to the Leader of the House.",
    "SLPP dissident MP Chandima Weerakkkody argued that the Attorney General would be held in contempt of court for going against the directives given by the Supreme Court.",
    "Opposition leader Premadasa asserted the process should be stopped because it was illegal. Speaker Abeywardena stated that the government does not agree with the opposition’s standpoint, and the process should continue.",
    "The government did not incorporate amendments put forward by the opposition, prompting the opposition to call for another vote. The vote received 92 votes against and 51 votes for, and as such, the opposition moved that amendments would not be incorporated into the Bill.",
    "Minister Premajayantha continued to read the amendments, and at the end, the Speaker changed the House from the committee stage to Parliament and announced that the Bill had been passed.",
    "JVP-NPP MP Vijitha Herath and other opposition MPs demanded a division on the Bill, insisting that a vote must be taken. The Speaker, however, stated that the time for division had lapsed, and the Bill had been passed.",
    "President Ranil Wickremesinghe, returning from visits to Switzerland and Uganda, came to Parliament on Wednesday. On his way to his parliament office, he noticed TNA MP Charles Nirmalanathan waiting for him and asked him to follow him. Other MPs waiting there said Nirmalanathan influenced the previous week’s TNA election appointing MP S Sritharan at the Tamil diaspora’s behest. The President has tasked Nirmalanathan with encouraging diaspora investment in Sri Lanka for Northern development.",
    "As the president was leaving parliament he saw retiring Sergeant-at-Arms Narendra Fernando and he stepped out of his car to speak to Fernando who had 42 years of parliament service. Both the President and Fernando started their parliamentary careers at the Old Parliament building, now the Presidential Secretariat in the Fort. A photograph of the president with Fernando was shot.",
    "Wednesday marked the last parliament sitting day for the Fourth Session of the Ninth Parliament due to an announced prorogation. On Thursday, after the news came of Puttalam District MP Sanath Nishantha’s demise, there was talk of his successor. The vacancy will be filled by Jagath Priyankara, the Puttalam District Leader of Wimal Weerawansa-led National Freedom Front, expected to sit in the opposition, depriving one seat for the government side.",
    "While certain SLPP MPs suggested the possibility of honoring Nishantha by bringing his remains to Parliament, some senior party members opposed the idea. They highlighted the overwhelming social media posts against Nishantha, with some expressing joy and others expressing anger. The seniors argued that bringing Nishantha’s coffin would not only incur significant expenses but also shift public wrath and anger from the deceased MP to the living MPs.",
    "DEFIANT HALEY SPINS DOUBLE-DIGIT LOSS AS A WIN, TAUNTS TRUMP “COME ON DONALD, SHOW US WHAT YOU GOT”",
    "Over 70% salary hike for CBSL employees: Gevindu demands explanation from FM",
    "RW tells MPs that “there are no short cuts to abolish executive presidency”",
    "Wide-ranging proposals on judicial & legal reforms from SJB Lawyers Federation to Sajith",
    "Under Ranil Wickremesinghe, Sri Lanka is going fast – in reverse",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}