{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Central-Bank-shifts-focus-to-medium-term-inflation-strategy/108-277521",
  "time_ut": 1708563600.0,
  "original_lang": "en",
  "original_title": "Central Bank shifts focus to medium-term inflation strategy",
  "original_body_lines": [
    "Addresses inherent lag in transmission that varies between 6-12 months",
    "Approx. 2-month delay between policy decisions and effects on inflation",
    "The Central Bank announced yesterday its intention to shift focus on inflation from the near term to medium term, citing the latter’s greater relevance for the decision-making processes.",
    "This strategic adjustment, according to the monetary authority, aims to address the inherent lag in transmission that limits the immediate impact of policy decisions on near-term inflation outcomes.",
    "Explaining the rationale behind this shift, a senior official of the Central Bank highlighted the approximately two-month delay between policy decisions and observable effects on inflation. By emphasising the medium term, the Central Bank seeks to provide more insightful and predictive guidance to the market and stakeholders. This, in turn, is expected to enhance policy coordination and help anchor expectations.",
    "“This approach will not only facilitate better decision-making for the government, private sector and stakeholders but also foster more meaningful dialogue,” the official stated during a technical discussion on the recently released Monetary Policy report.",
    "The Central Bank’s transmission period is typically six to 12 months, though it can extend up to 18 months in certain cases. In terms of forecasting, the Central Bank considers an inflation outlook that spans eight quarters ahead.",
    "Regarding the current year’s inflation forecast, the Central Bank anticipates an uptick, attributing this to the expected one-off impact of the Value Added Tax. However, the officials foresee a stabilisation of inflation towards the latter part of this year and early next year.",
    "Confidence was expressed in the economy’s ability to return inflation to the government’s target of 5 percent. Despite the near-term deviations from this target, due to the recent tax amendments and short-lived supply-side disruptions, the officials remain optimistic about the economy’s trajectory toward stability.",
    "The latest Monetary Policy Report cautions that the risks to the near-term inflation projections are skewed to the upside, primarily due to the supply-side factors, while the risks to the medium-term inflation projections"
  ]
}