{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-net-foreign-reserves-fall-over-us100mn-in-june-analysis-235445/",
  "time_ut": 1754877300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank net foreign reserves fall over US$100mn in June: Analysis",
  "original_body_lines": [
    "ECONOMYNEXT – Net foreign reserves of Sri Lanka’s central bank which have improved steadily for three years amid deflationary policy fell in June 2025, official data show, after a rate cut and strong recovery in private credit.",
    "Net foreign assets of the central bank, which deducts borrowings from India, the International Monetary Fund and also reserves effectively borrowed through buy-sell swaps, fell to 424 billion rupees (about 1,414 million US dollars) in June, from 461 billion rupees (about 1,541 million) in May.",
    "The June drop is the first material net reserve fall seen since deflationary policy led to a recovery in reserves (outflows of foreign exchanges less than inflows) in the second half of 2023.",
    "Net foreign reserves are now around the level seen in March 2025.",
    "Sri Lanka’s gross reserves have not grown for around 9 months after earlier rate cuts and a strong recovery in private credit as well as some inflationary policy in the last quarter of 2024.",
    "RELATED : Sri Lanka private credit hits new historical high of Rs221bn in June",
    "The central bank ended up with more than 4 billion US dollars of negative foreign assets in 2022 amid inflationary policy (rate cuts enforced by open market operations). By around June 2022, net reserves are a negative 4.6 billion US dollars.",
    "Rates were hiked by the new central bank leadership in April to stop the currency crisis, but corrections were delayed due to sterilizing dollar sales loaned by the Reserve Bank of India (inflationary policy) until June.",
    "The central bank then steadily collected reserves after also helping the government repay loans to multilaterals amid steady deflationary policy and keeping the exchange rate strong.",
    "However, in late 2025 the central bank fully sold down its Treasury bills to sell and has not sold any of its step-down bonds, losing its ability to run sufficient deflationary policy to collect reserves to repay debt.",
    "Though there was some inflationary policy in the last quarter of 2024 through aggressive open market operations to price control call money rates, in recent weeks, the market is working and there is no inflationary policy per se which leads to exchange rate pressure, using reserves for private imports.",
    "However, the current problem comes from insufficient deflationary policy to collect reserves to repay debt and interest and there is no panic in forex markets.",
    "The central bank has to pay around 75 million dollars a month to repay the Reserve Bank of India and also settle IMF loans taken during crises triggered by operating a flexible inflation targeting framework.",
    "Analysts have pointed out that flexible inflation targeting rejects classical economics primarily the price-specie-flow mechanism, leading to currency collapses and external defaults.",
    "Flexible inflation targeting is based on a doctrine that it is possible to cut rates based on past 12-month statistical inflation index number, disregarding domestic credit and the balance of payments.",
    "Stagnant gross reserves since October 2024 and the fall in net reserves in June comes amid strong fiscal corrections.",
    "Analysts have warned that peacetime external defaults are not fiscal in nature, but they are monetary as shown by Argentina, which radically improves fiscal metric until the year of default from inflationary policy.",
    "Forex shortages and defaults in an economic recovery comes from rate cuts and flawed central bank operating frameworks (inflationary open market operations) which are then covered up by currency depreciation instead of rate corrections, known as the ‘exchange rate as the first line of defence’ policy.",
    "Rates are only corrected after a crisis is triggered and confidence is lost. (Colombo/Aug11/2025)"
  ]
}