{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/need-for-laying-a-solid-foundation-for-creating-a-strong-nation-avoid-giving-painkillers-when-surgery-is-needed/",
  "time_ut": 1729236733.0,
  "original_lang": "en",
  "original_title": "Need For Laying A Solid Foundation For Creating A Strong Nation: Avoid Giving Painkillers When Surgery Is Needed",
  "original_body_lines": [
    "The current political landscape in Sri Lanka reflects a profound desire among the populace to break away from traditional party affiliations. This shift should not be seen merely as a rejection of the established political order but as an urgent call for systemic change. The recent economic crisis has galvanized voters, pushing them to seek leaders who can provide not just temporary relief but long-term solutions, which is a departure from conventional political thinking. Previously, people remained patient even when circumstances were unfavorable to them. However, the economic collapse forced the public to critically examine the political system, leading them to actively engage in the process. This determination was exemplified by the Aragalaya, a series of peaceful protests that strongly expressed public dissatisfaction with the government. A significant illustration of this sentiment occurred during President Anura Kumara Dissanayake‘s discussion with the victims of the Easter Sunday attack at St. Sebastian Church in Katuwapitiya on 7 October 2024. The event, attended by Colombo Archbishop Cardinal Malcolm Ranjith, highlighted the public’s frustration. One participant who voted for the National People’s Power (NPP) said, “We want you to strengthen the system. We constantly say that the law is subservient to political authority, so we need your support to make the system independent.” Another participant, whose brothers voted for the NPP, added, “In our country, the law is politics. This must change without delay.”  These statements reflect the expectations of the people who made the radical decision to vote for the NPP, symbolizing a broader call for deep, structural reforms in Sri Lanka.",
    "The Sri Lankan people’s desire for change: The past and present",
    "In the lead-up to the presidential elections, many Sri Lankans expressed their reluctance to support traditional parties, even if they appeared under newly formed parties and symbols. Nearly 50 of the most senior politicians have now opted not to contest in the forthcoming parliamentary elections, aware that they would likely not be elected by the people—a way of avoiding public humiliation. Voters are increasingly disillusioned with the political elite, as seen in the mass protests of 2022 that led to the ousting of former President Gotabaya Rajapaksa. These protests underscored widespread dissatisfaction with corruption and inefficiency in governance, resulting in a collective demand for “system change.” The people sought to elect someone new, a different leader with untested ideologies and visions taking a “risk” to create a better country. This reflects a broader trend of citizens actively seeking candidates who represent genuine change, rather than minor adjustments to the status quo.",
    "As I understand it, the people of this country have used their votes decisively to create a more robust democratic system, one that could potentially address some of the nation’s long-standing problems, if not all of them. In recent history, there have been two significant attempts by the public to reshape the political landscape. The first was the formation of the “Yahapalana” government in 2015, which was supported by many political parties and can be interpreted as an effort to save the country from Rajapaksa-era corruption and abuse of state power. Rev. Maduluwawe Sobhitha Thera, who led the Movement for a Just Society, played a crucial role in uniting the people to vote for a common candidate. However, the newly elected government’s actions did not align with the promised principles of “good governance,” and, in fact, did the opposite. This ultimately led to the Rajapaksa family’s return to power in 2019. The Rajapaksa family, recognizing the public’s desire for change, fielded Gotabaya Rajapaksa, who had earned some respect as a bureaucrat for his leadership during the war and his work on the Colombo city beautification project. He was not viewed as a typical politician. However, after being elected by a majority, public dissatisfaction grew, with even those who had painted murals in Colombo to support the government calling for Gotabaya Rajapaksa to step down, using slogans like “Gota go home” and “Myna go home”. These protests, considered apolitical, also demanded that all 225 MPs also “go home.” Despite the people’s pressure, Ranil Wickremesinghe was selected as president by the members of parliament, which was not the will of the public. Now, in the latest election, voters are undertaking a third experiment by electing Anura Kumara Dissanayake, the leader of the National People’s Power (NPP), as president. In this context, it is essential that the new leadership properly understand the mandate given by the people and act in a responsible and accountable manner.",
    "Most members of the ruling political class never anticipated that the National People’s Power (NPP), which had a 3% vote base, would grow to 42% and succeed in electing a president. This unexpected, real victory suggests that voters’ expectations extend beyond mere political rhetoric; they seek accountability, transparency, and effective governance. Many citizens now demand that their leaders address pressing economic issues such as inflation and unemployment, which have severely impacted their daily lives. A new generation of voters, along with older generations disillusioned with the existing system, signal a potential shift towards candidates who prioritize progressive policies. While short-term, populist measures may serve as temporary “painkillers” to alleviate immediate concerns, they are not what people truly expect. Instead, voters are seeking a forward-thinking government that builds on the legacy of striving to create a permanent, sustainable foundation for the country’s future by performing essential ‘surgeries.”",
    "Global examples of laying solid foundations in creating modern nations",
    "Globally, several nations have successfully laid solid foundations for modern governance. Countries like South Korea and Singapore transformed their economies through strategic planning and the establishment of strong institutions. South Korea’s emphasis on education and technology-fuelled rapid economic growth, while Singapore’s commitment to anti-corruption measures created a trustworthy political environment. Even Ethiopia significantly reduced the proportion of people living below the poverty line, from 69% to 27% of the population. The country also maintained an average annual economic growth rate of 9.5% between 1995 and 2015, driven by a developmental state model characterized by substantial public investment and agricultural growth. These examples demonstrate that building a solid foundation requires more than quick fixes; it demands comprehensive reforms that address deep-rooted systemic issues. Ten key areas will be explained below which require serious attention of the government to lay a solid foundation to create a developed nation.",
    "To build a strong nation, several critical areas must be addressed:",
    "1. Establishing law and order: A robust legal framework is fundamental to ensuring stability, security, justice, peace, and order:",
    "Strengthening law enforcement agencies and the judiciary will help combat corruption and uphold justice, fostering public trust in institutions. This is crucial for attracting foreign investment and promoting economic growth. The victims of the Easter Sunday attacks are still seeking justice for the crimes committed against them while attending mass at three churches in Sri Lanka. Furthermore, unresolved crimes committed during the 1971 insurrection, 1988-1989 youth uprising and the recently ended war by various parties must be properly addressed. Even in post-war Sri Lanka, forced disappearances, and the killings of journalists and civil activists, remain uninvestigated. For too long, politicians and connected elites have manipulated the legal system to their advantage, denying justice to the masses. The public desires a legal system that ensures justice for all, regardless of class, caste, creed, ethnicity, or other divisions. From the moment a complaint is lodged at a police station to a high court hearing and the enforcement of prison sentences, the justice process must uphold the highest standards observed in developed societies.",
    "2. Creating accountable governing systems: Transparency and accountability in governance are crucial for building public trust:",
    "Implementing reforms that enhance the efficiency of public services, reduce bureaucratic red tape, and encourage citizen participation in decision-making can lead to more responsive and effective governance. Transparency is key to restoring public confidence. Politicians, government officials, and private organizations must operate in a manner that is accountable to the public. If people perceive that officials are enjoying privileges while they suffer, this disconnect will not win their hearts and minds. There should be no concept of a privileged class in operation. The public should be able to see politicians and elites standing in queues at hospitals, passport offices, the department of motor traffic, and other public places, just like everyone else. Moreover, local and international entrepreneurs will invest with greater confidence in various industries, which will eventually generate employment, bring in foreign currency, and create an export-oriented economy, in which society has greater respect for law and order.",
    "A robust democratic framework is essential for political stability and social cohesion. Ensuring free and fair elections, safeguarding civil liberties, and nurturing a vibrant civil society will empower citizens and encourage active participation in governance. Various surveys on public trust in democratic institutions—such as the presidency, cabinet ministers, parliament, provincial and local governments, the judiciary, and law enforcement—highlight the need for these bodies to more reliably and justly meet the aspirations of the people. The most recent presidential election marked the most peaceful in our history, setting a precedent that must continue. Developing systems that accurately measure citizens’ concerns through free and fair elections is crucial for empowering the populace. At the same time, there is a pressing need to transform the existing political culture, which perpetuates favouritism and discrimination through patron-client relationships—such as securing jobs or access to public utilities like water, electricity, and telephone services.",
    "4. Establishing a meritocratic society based on academic and professional qualifications:",
    "A major concern among educated and qualified individuals in Sri Lanka is the perception that they are not treated fairly. Creating an environment that encourages people to remain in the country, rather than seeking better opportunities abroad is crucial. Historically, the practice of granting opportunities based on political and party allegiances has been prevalent, but this must be firmly discouraged. Instead, a system of merit-based appointments should be established. This issue of favouritism was one of the key factors that fuelled uprisings by both the JVP and LTTE youth. Investing in education is essential for building a skilled workforce capable of driving economic innovation. By introducing modern curricula that emphasize critical thinking, digital literacy, and vocational training, we can equip young people with the skills necessary to succeed in a competitive global economy. The changes must be based on careful research of the current education system and the level of education needed to align with modern global trends, rather than being driven by the desires of politicians.",
    "Ensuring economic justice requires creating systems that meet basic needs and provide a decent standard of living for all. The country’s income should be distributed more equitably so that everyone has access to a decent life. A significant portion of state income must be allocated to developing infrastructure that ensures access to essential services like healthcare, clean water, and sanitation—critical for improving the quality of life for all citizens. Sustainable urban planning is also key to enhancing living conditions in rapidly growing cities. Economic policies should focus on reducing inequality and ensuring that all citizens benefit from economic growth. This includes creating job opportunities, supporting small and medium enterprises (SMEs), and establishing social safety nets to protect vulnerable populations. These policies must provide opportunities for everyone, regardless of ethnicity, geographic location (urban, rural, or estates), gender, political party affiliation, or voting base. An analysis of the JVP-led riots, the three-decade civil war, and the ongoing concerns of youth and ethnic minorities highlights the urgent need for economic justice for all.",
    "6. Addressing ethnic divisions: Promoting inclusivity is essential for healing societal rifts:",
    "National unity and reconciliation among diverse ethnic groups are crucial for maintaining social stability. Initiatives that encourage dialogue, understanding, and collaboration between communities can help mend historical wounds and build a more cohesive society.  Traditionally, the politics of the country have followed a divide-and-rule approach. Under a majoritarian democratic system, narrow divisions have persisted among the people of Sri Lanka, with socio-cultural traditions being exploited to secure electoral victories for a power-hungry, narrow-minded political class. While the military defeat of the LTTE ended the war, ethnic minority communities still lack confidence in how the ethnic majority manages national affairs. Therefore, it is imperative to establish a truth and reconciliation commission or similar body to address the grievances of ethnic minorities and ensure lasting peace, which is the foundation required to build a modern nation.",
    "7. Facilitating elite circulation: Allowing capable individuals from the grassroots to emerge:",
    "Encouraging new leadership in political and economic spheres can prevent stagnation and foster innovation. Creating pathways for young leaders to participate in governance will bring fresh perspectives and ideas into national development strategies. Sri Lanka is a stratified society where upward mobility is often determined by factors such as political party affiliation, the school attended, ethnicity, regional background, caste, and class, etc., This has been a source of frustration for many citizens. The lack of true elite circulation has allowed political dynasties to thrive—for instance, when a father is president, the son becomes president, or when a father is a minister, the son follows suit, often securing positions in parliament or even Sri Lankan foreign missions. This entrenched system has fuelled anger among the youth and was a significant factor behind the youth uprisings and the three-decade-long civil war.",
    "8. Drafting a new constitution to establish an inclusive society, governance, and rights for all:",
    "For a long time, starting with the government of former President Chandrika Bandaranaike Kumaratunga, the abolition of the executive presidency and the introduction of a new constitution have been central to national discussions. These issues have played a role in shaping political change and even the creation of new governments. However, to this day, no new constitution has been introduced—only amendments have been made to suit the needs of the ruling elites.  The current government faces the monumental task of drafting a new constitution that lays the foundation for a modern nation where everyone has the right to participate in decision-making and feels a sense of ownership in the process.",
    "Currently, Sri Lanka is officially recognized as being in a state of economic bankruptcy. This situation has arisen from taking local and international loans without a proper repayment plan. Effectively managing this challenge is essential for the current government. The government will need to continue taking loans to repay existing debts, while simultaneously developing a comprehensive plan to escape the current debt trap. This should be done in consultation with local and international economic experts. Sri Lanka must also work closely with the International Monetary Fund (IMF) and the World Bank. Building strong relationships with foreign nations can convert loans into grants and secure further grants and loans with lower interest rates, which can then be invested in projects that generate high returns to help repay the loans. Moreover, the effort to overcome the economic crisis should not be seen as a task that experts can accomplish alone. It requires the contributions of every citizen, emphasizing the importance of hard work and integrity in their efforts. This collective commitment is essential to meet national economic goals and establish a foundation for everyone to receive a fair share of the nation’s wealth. Additionally, establishing and streamlining financial transactions from Sri Lankans employed abroad can benefit the country and strengthen the national economy. In this context, operationalizing the banking system and the central bank to support small and medium-sized enterprises is vital, enabling them to inject more capital into the system and invest effectively. Moreover, streamlining systems to facilitate foreign investors in Sri Lanka—ensuring they can engage in business without interference from national and local politicians while adhering to international benchmarks—will enhance the local economy and provide benefits from international trade.",
    "Currently, the global political-economic landscape is shifting, with China and India gaining power while Russia is engaged in its war with Ukraine. Additionally, the U.S.-backed conflict between Israel and Hamas has severely impacted Palestine, drawing in more countries such as Iran, Lebanon, and others from the Middle East. In this context of shifting international alliances and realignments, adhering to a non-aligned policy is a safer approach for a small country like Sri Lanka. If the NPP-led government considers any changes in foreign policy, it should prioritize a friendly and cautious approach that allows Sri Lanka to benefit from an international economy characterized by diverse alliances and realignments.",
    "The ten factors discussed above are vital for laying a solid foundation to create a modern Sri Lankan nation that can navigate social, economic, and cultural challenges in an evolving global order. While it is easy to implement minor changes that merely appease the public—akin to administering painkillers to mask discomfort—this approach only provides short-term relief, a tactic often employed by conservative political parties. However, the people expect the current government to undertake more significant reforms—essentially “surgeries” to remove the underlying issues that threaten long-term survival. This is a considerable challenge for the government. If they carefully plan their activities and strategies after the parliamentary elections, they can succeed, especially given the demonstrated commitment, sacrifices made thus far, and the determination expressed by the populace.",
    "As Sri Lanka stands at a crossroads, the need to lay a solid foundation has never been more critical. The call for change resonates deeply among the electorate, reflecting a desire for new leaders and transformative policies that address systemic issues. The upcoming elections present an opportunity to move beyond superficial fixes—mere painkillers for deep-seated problems—and instead pursue surgical solutions that foster long-term stability and prosperity. Only by addressing these foundational issues can Sri Lanka hope to build a strong nation capable of overcoming its challenges and realizing its full potential.",
    "*Anton Piyarathne is a Professor of Anthropology & Sociology of the Open University of Sri Lanka, Sri Lanka. He is currently serving as the Dean of the Faculty of Humanities and Social Sciences (HSS)."
  ]
}