{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ambeon-Holdings-posts-Rs-2-8-b-PAT-for-FY24/34-762316",
  "time_ut": 1716929586.0,
  "original_lang": "en",
  "original_title": "Ambeon Holdings posts Rs. 2.8 b PAT for FY24",
  "original_body_lines": [
    "Ambeon Holdings PLC, a diversified conglomerate with interests in financial services, real estate, technology, and strategic investments, said it has recorded a stellar performance for the financial year (FY) 2023/2024 as per the interim financial results released.",
    "Amidst an improving macroeconomic landscape, the group delivered robust results for the financial year 2023/24 and posted impressive financial results for posting a Profit After Tax (PAT) of Rs. 2.8 billion, a remarkable 73% growth when compared to its 2022/2023 PAT of Rs. 1.6 billion. For the fourth quarter, the Group’s revenue amounted to Rs. 4.9 billion, compared to Rs. 6.9 billion in the previous year. The PAT for Q4 amounted to Rs. 557 million compared to Rs. 323 million last year.",
    "Ambeon Holdings PLC Chairman Sujeewa Mudalige said: “Considering the market challenges which prevailed during the year under review, the group has withstood the challenges and fared well.”",
    "Profit Before Tax (PBT) for the said year was recorded at Rs. 3.7 billion, a 69% increase compared to the RS. 2.2 billion achieved last year. Revenue for the Group for the period under review was Rs. 17 billion, a decrease of 17% compared to Rs. 20.6 billion achieved during the same period of the previous year. The Group is said to have divested 51% of its stake in the subsidiary Dankotuwa Porcelain PLC (DPL), which attributed to the decrease in its revenue.",
    "Ambeon Holdings PLC Group Chief Executive Officer/Executive Director Dr. Sajeeva Narangoda, added that: “During the year under review, despite multiple market uncertainties, the Group has recorded a commendable performance throughout the period. This gives us immense confidence to use Group synergies of our Technology, Financial Services, and Real Estate clusters, increase momentum, and accelerate growth within and across the Group.”",
    "The Real Estate cluster comprising Colombo City Holdings PLC posted an impressive PAT of Rs. 450 million while the Technology cluster spearheaded by MillenniumIT ESP recorded a consolidated turnover of Rs. 13,236 million for the year under review which was a 4% decline from last year’s achievement of Rs. 13,838 million. The financial year 2024/25 looks especially strong for MillenniumIT ESP with economic growth continuing to rebound and large infrastructure projects in the pipeline.",
    "Ambeon Holdings as a standalone entity has contributed Rs. 1,455 million with its earnings through its strategic investments, divestments, and treasury investments while the Financial Services cluster of the Group consisting of stock broking, money broking, and Government securities trading companies contributed Rs. 846 million to the overall Groups’ profitability (Profit after Tax).",
    "Ambeon Holdings Earnings Per Share stood at an impressive 6.74 for the year, the share is trading at a Price Earnings Ratio of 6.2x which is a 41.5% discount to the overall market price earnings ratio of 10.6x."
  ]
}