{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112812/air-india-crash-aftermath-handled-irresponsibly-says-court",
  "time_ut": 1758601140.0,
  "original_lang": "en",
  "original_title": "Air India crash aftermath handled ‘irresponsibly’, says court",
  "original_body_lines": [
    "The highest court in India has strongly criticised the country’s aviation authorities for their handling of the aftermath of the Air India plane crash that killed 261 people in June.",
    "Leaving only one survivor, the flight bound for Gatwick airport from Ahmedabad crashed shortly after taking off, killing 242 passengers on board and 19 others on the ground.",
    "The court said it was “irresponsible” for the aviation authority to suggest, through leaks to the media, that pilot error had caused the disaster.",
    "It called on Indian prime minister Narendra Modi for the government’s response before it rules on a case filed by activists demanding an independent investigation.",
    "The court said the way the aviation body released its preliminary report in to the Boeing Dreamliner’s crash was “selective and piecemeal”.",
    "The preliminary report, published by India’s Aircraft Accident Investigation Bureau (AAIB) in July, said fuel supply to the engines was cut off just seconds after take-off.",
    "The report also said one of the pilots was heard asking the other “why did he cut off” in a cockpit voice recording, with another pilot responding that he did not do so.",
    "The recording doesn’t clarify who said what. At the time of take-off, the co-pilot was flying the aircraft while the captain was monitoring.",
    "But the findings of the report have been challenged by aviation safety group Safety Matters Foundation, which is calling for an independent investigation into the crash.",
    "In a court hearing overseeing the aviation safety group’s petition, one of India’s Supreme Court judges said that suggestions that the pilots deliberately shut off fuel supply were “very unfortunate and irresponsible”.",
    "The crash has left many questioning the safety of India’s airspace.",
    "The chief of the Directorate General of Civil Aviation (DGCA) has defended the safety record of the country, telling the BBC in July that “India’s skies have always been safe”.",
    "That same month, the DGCA uncovered 51 safety violations at Air India in the preceding year, as part of its annual audit of the country’s airlines.",
    "The families of four passengers who died on the plane filed a lawsuit in the US against planemaker Boeing and aircraft parts maker Honeywell, accusing the companies of negligence.",
    "The lawsuit accused the companies of doing “nothing” despite being aware of the risks of the aircraft’s design."
  ]
}