{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/US-Embassy-and-Save-the-Children-expand-school-nutrition-program-to-urban-Colombo-schools/56-768640",
  "time_ut": 1730327839.0,
  "original_lang": "en",
  "original_title": "US Embassy and Save the Children expand school nutrition program to urban Colombo schools",
  "original_body_lines": [
    "US Ambassador Julie Chung visited Buwanekaba Primary School in Maharagama, Colombo, yesterday to observe the implementation of the US Department of Agriculture (USDA)-funded McGovern-Dole International Food for Education and Child Nutrition Program as it expands into Colombo-area schools this month. During her visit, Ambassador Chung met with students, teachers, parents, and school meal providers who shared how this program is positively impacting children’s health and academic success.",
    "Ambassador Chung remarked, “I am honoured to be here in Maharagama and to experience a morning in your school. From breakfast meals to classroom activities, it’s heart-warming to see the smiles of eager learners and the dedication of resilient teachers. The United States is proud to support initiatives that not only provide nutritious meals but also create a better learning environment. This investment in Colombo’s urban schools aims to bring much-needed support to children and communities. By working together, we are investing in these students, empowering them to achieve their dreams and build a brighter future for Sri Lanka.”",
    "The USDA’s Food for Education and Child Nutrition Program (PALAMA II project), implemented by Save the Children, focuses on addressing short-term hunger in schools and improving educational outcomes in vulnerable urban areas. This initiative provides daily school meals, trains teachers, promotes literacy, and supports local communities across Sri Lanka to boost school enrolment and academic performance.",
    "While the program has existed in seven other provinces across Sri Lanka over the last six years, the expansion into Colombo is new and designed to address the needs of low-income children in urban areas where high dropout rates persist. The PALAM/A II program supplements the National School Meal Program by providing daily meals to 16,231 primary students in 44 schools across Colombo, ensuring that these children have the nutrition they need to learn and thrive.",
    "Since 2018, the United States has contributed $ 60 million to improve child health and education in Sri Lanka through the McGovern-Dole program. This support includes the delivery of over 10,260 metric tons (MT) of US-donated commodities and 1,820 MT of locally produced fortified rice and canned fish to eight districts: Badulla, Colombo, Kilinochchi, Monaragala, Mullaitivu, Nuwara Eliya, Ratnapura, and Trincomalee.",
    "Between October 2024 and 2028, the PALAM/A II program will reach 199,136 school-age children in 917 primary schools and 23,200 children in 500 Early Childhood Development (ECD) centres across Sri Lanka, prioritizing the most vulnerable communities."
  ]
}