{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/commentary-l-c-perera-facing-our-own-citizens-in-conflict-situations-2022/",
  "time_ut": 1752130722.0,
  "original_lang": "en",
  "original_title": "Commentary: L C Perera, Facing Our Own Citizens In Conflict Situations, 2022",
  "original_body_lines": [
    "This is a commentary on the book pictured; now marketed by Google: Brig. Lakshman C Perera, Facing our Own Citizens in Conflict Situations, 2022. I am writing this late because it assumes poignancy after the recent elections and the discovery of new bodies in Chemmani.",
    "Perera’ book is unusually good because the author, a Sinhalese, and a veteran of the wars with the LTTE and in the second JVP insurrection, devotes space to “winning the people over while hunting rebels with insight [on why] innocent youth are drawn towards bloodshed”.",
    "I normally keep away from military personnel. However, I was introduced to Perera by my wife’s cousin. Perera is well-informed and sympathetic to the Tamil struggle. Reading his book was time well spent. He has fought in the North and then in the South. He is no jingoist and understands well why people are led to rebellion. He openly disagrees with how our wars were fought. The founder of Heal Lanka, he has put his heart and soul into healing those hurt by the war. He is the former Coordinating Director for the Ministry of Resettlement. From this vantage, he notes that peace in itself is not enough:",
    "“Our identity is wrapped up in this war. The true victims of the war want peace with dignity, respect and security. It is not just enough that we’ve crippled the fighting capability of the LTTE; we also need to foster justice, fair play, inclusivity, love, faith and acceptance.”",
    "He does not offer Sarath Fonseka’s cliché, effectively saying that we can be happy if we all became Sinhalese implied in his BBC profile saying",
    "“Sri Lanka belongs to the Sinhalese, but there are minority communities… they can live in this country with us. But they must not try to, under the pretext of being a minority, demand undue things”.",
    "Perera readily admits the mistakes of the Sinhalese political leadership.",
    "Hence this article as a commentary rather than a review of Perera’s book which is mainly on the JVP. I will however draw parallels to the LTTE wars briefly touched upon by him.",
    "My hatred for the armed forces goes back to the 1961 Satyagraha when I sat as my mother’s “escort” with the women of St. James’ Church Nallur, and seeing bandaged Tamils brutally beaten up the previous day by the police and led among others by my kinsman by marriage Hensman [EMV] Naganathan.",
    "Then came standardization after my engineering admission to Peradeniya was cancelled. When I marched in the Maanavar Peravai protests my classmates were beaten up by the police under Sub-Inspector Waragoda.",
    "A month later, some upper-class gentleman had complained that some boys had passed comments on his daughter on Kachcheri-Nallur Road and the same Waragoda, Sergeant Nadarasa and 2 Sinhalese constables beat us up badly when we travelled on that road. My complaint was aborted by SP R. Suntharalingam. He told my father to take the complaint to the ruggerite OIC S. Sivendran because if it came to him, he “would need to take action.” Why would I complain except to get action? So, I filed a private plaint before the Jaffna Magistrate, but the 1971 emergency allowed Suntharalingam to safeguard Waragoda by sending a note on each court date saying that Waragoda had been sent to Elephant Pass on emergency duty as I came from Katubedde monthly. It was clear that lawful methods go nowhere in seeking justice in Sri Lanka. Equally clear was that the Sinhalese communalist enterprise would be protected by Tamil stooges.",
    "The JVP also left a poor impression on me at Katubedde in early 1971 when the first JVP insurrection occurred. Prior to that, there were men coming to the hostel in the night to train JVP members. Many were rowdies, if not communalists. As such, many from my time there refused to vote for the NPP last year.",
    "After my MSc in London, persuaded by my Nigerian classmate, I took on a position in Nigeria. I had to go to the Ivory Coast 3 years later to apply for my visa to start my doctorate in January at McGill. The visa was approved and would be sent to London for stamping on my way. So, with my “end of tour” 3 months’ leave I went home. However, Colombo’s UK Embassy wanted to see my Canadian visa before giving me a UK visa to stamp my approved Canadian visa.  The understanding Canadian Colombo embassy got my visa approval from New Delhi. By then, it was April.",
    "Thus I got 8 months’ bonus time with my mother in Jaffna, observing the army atrocities from Oct. 1980. My mother’s love increased my fondness for Jaffna and the suffering under the army committed me more to Jaffna.",
    "State violence was now escalating under JR Jayewardene. I saw crude violence on civilians by a wild army – soldiers coming to Arya Kulam in 3-4 trucks to the boutique by the Buddhist temple, parking in front of the boutique and going in to buy a pack of cigarettes while swinging bicycle chains from every side of the truck at anyone coming close. I barely escaped.",
    "It was a time of rising communalism. When my wife applied to CISIR in 1979, her application vanished but under the persistence of Dr. N.R. de Silva, it was found. Rather than go there, she went to the friendlier Government Analyst’s.",
    "At St. John’s College, many who consistently got A grades at school got F in AL Zoology (1980). Principal CE Anandarajan approached JR through a Tamil Director of Planning via JR’s friend Justice V. Manicavasagar. JR called for the answer-scripts. Education Minister Ranil (I believe) reported them missing. Finally, J.R. ordered that their school marks be used to determine their AL grades. The school may be proud of JR, but poor students from other schools with disappeared manuscripts had no help. Colombo Tamils took pride in their connexions to JR.",
    "However, JR’s celebrated order to his kinsman Tissa ‘Bull’ Weeratunga opened a new chapter on Tamil sufferings.  ‘Bull’ was sent to Jaffna in July 1979 with orders “to wipe out terrorism in all its forms from the Jaffna District” by December, placing at his disposal, “all the resources of the State” (Rajan Hoole,  Colombo Telegraph, 25 April 2015). Weeratgunga kicked out the GA from the Residency and converted it into a torture chamber. In an early operation on 13 July 1979 six youths were arrested. Inbam and Selvam had bullets dug out of their head because police then had to account for bullets.",
    "The terrorist Bull sent by a President who challenged Tamils to war if they wanted war, had access to Jaffna’s rich, drinking at Lions Club gatherings and even messing with Tamil women he could befriend in these westernized homes of the rich lower classes.",
    "In Dec. 1980, Weertunga reported to JR: Mission Accomplished. Terrorism Eliminated. So read a page-1 headline. He had set Jaffna ablaze. On the TULF-JR District Development Council agreement, my cousin-brother Devanesan Nesiah came as GA in 1981. The Residency returned to civilian control.",
    "I had come from the US for my brother’s wedding in June 1984. Nesiah proposed that I marry his Planning Ministry colleague’s daughter. My mother said Mudi Raasaa (marry her, My King). So I met Dushyanthi for the first time on a Sunday, married her on Wednesday 4 July. 1984 and left her behind on Friday as my leave was up and she had no passport.",
    "Our honeymoon was at the Residency, hotels being shut because of violence. She and I directly observed the bloodstains from Weeratunga’s days in the Residency basement and preserved on Nesiah’s orders. Such was the terrorist who is Sri Lanka’s hero.",
    "Then came the Chemmany massacres. Those in command responsibilty were notably Brigadier Janaka Perera who was in command of Chemmani at the time of the mass murders and burials, under Brigadier Sri Lal Weerasuriya who with a chestful of medals for heroic killings was promptly upon retirement in 2000 made an ambassador/high commissioner by Chandrika.",
    "Weerasooriya is the International President of the Association of Military Christian Fellowships and  is a regular Christian preacher! Both he (a Thomian and Perera (a Josephian) are mission school products widely accused of killing Tamils.",
    "Perera too, perhaps as a reward, was made ambassador but by Rajapaksa! He was killed by a suicide bomber. Many Human Rights organizatons have raised concerns over the culpability of Brigdier Karunatilleke without giving his first name making photo identification difficult for inclusion in the picture here because there is one other Brigadier, perhaps more, named Karunatilleke.",
    "As the accused are dying (some already dead) like the witnesses, it is critical that the government press on with prosecutions.",
    "And then Mullivaikal added to my hatred  of our forces. Murder. Rape. Necrophilia. Impunity. Amirthalingam gives a short list of Tamil woes under JR.",
    "Chapters 1-2 have something of the Northern theatre where the Indian food drop on 4 June 1987 is mentioned. It was my daughter’s second birthday. My wife and two girls then had come early, to be with grandparents. I was coming but detained at the Vavuniya Railway Station by the army that said there was a change of troops in Elephant Pass and we would all be shot unless the troops arrived safely. Perera describes the food drop as “a crass disregard for our sovereignty” whereas my daughter feasted on food that fell in our compound as her birthday present from India, but with no sovereignty for me to be with her.",
    "Perera (then Captain) says that with that the JVP found it convenient hype to switch from “worn-out Antii-American raving”  to an Anti-Indian platform. That Indian deployment freed up troops to tackle the JVP, and they were given Indian transport to the South. It was now a  low intensity war. Perera expresses relief that they could drive out of camp without first deploying troops to clear the road looking for ambushes and IEDs. After that, the book is thin on the North. I hope there will be a second book.",
    "Even if Perera has not served there, I am sure he can enlighten us on how Manal Aaru was turned into Weli Oya through a brutal depopulation of Tamils from the few areas where we had water.",
    "Perera often caringly gives a translation when he quotes Sinhalese expressions – unlike the jingoist authors who assume we all must know Sinhalese.",
    "Iqbal Athas quotes Perera as saying the JVP problem is social and economic. Perera, without leaning too much against the JVP, stresses his 2-pronged approach of winning hearts and minds while moving against insurgents.",
    "I wish there had been Pereras in Jaffna to do the same. He laments  that “we had deployed troops without psychologically conditioning them against a psychologically brainswashed ruthless force.”",
    "Significant is that Perera blames the government for how it let the insurrection escalate without deploying the masses. He says the armed forces were imprudent and ham-fisted, leading to begging the JVP to negotiate – like in the North.",
    "Perera’s statements that “methods of questioning and interrogation will not be dealt with here” and that “no prisoners were taken” at a tea factory, are a little chilling. Perera says that the JVP killed unpopular pro-government personalities and thereby gained favour among the people. These have Tamil parallels.",
    "In that milieu, the Provincial Council elections of  1988 were a flop as the JVP forbade it as something thrust by “Indian Imperialists.” He avers that if it had worked, it would have “addressed the issues of power sharing.”",
    "For the JVP, the elections were not a level playing field when Lalith Athulathmudali came for election meetings in a government helicopter escorted by the army. Indeed, the EPRLF in a mockery of democracy won all Tamil seats uncontested because the LTTE proscribed the election.",
    "Perera informs us that the murder of lawyer Wijedasa Liyanaarachi in Sep. 1988 was in police custody and a demonstrating student was shot dead by the security forces. He mentions a JVP-er who joined after the soldiers raped his wife. While clearly against the JVP which he was battling, Perera sympathised with what drove them into taking on the state.",
    "Despite my days at Katubedde, I have a new picture of the JVP teaching at Peradeniya. My friend, Associate Professor  Sanath Alahakoon disappeared as an engineering student in 1989 and mysteriously reappeared and finished his degree. He was my head of department. In 1994, he was appointed as the Chairman of the Industrial Development Board under Minister Lalkantha’s ministry. Alahakoon was hardworking and handled 2 full-time jobs – at the Ministry and at Peradeniya.",
    "He was the least communal in a university where the Urumaya was powerful and had the loyalties of many, even a VC. A senior CID Officer visited me and warned me that my name came up many times in Urumaya meetings and I should take precautions. When others refused to sign off on the payment vouchers of my Sinhalese Research Assistants, Alahakoon was always helpful.",
    "We have a new NPP. It is committed to eliminating impunity and promising devolution. Everyone must come forward to help. On the JVP threatening to kill family members of the armed forces who failed to resign when ordered by the JVP, thereby setting up the country for a bloodbath, Perera knows much and would make a good witness in War Crimes Tribunals – he describes Ranjan Wijeratne calling for action and the understanding reached with troops to kill 10-15 JVP-ers for every soldier the JVP killed (like the JVP promised to kill the first 5 voters who voted).",
    "We have had many failed opportunities for peace. If we miss this, there may not be another. Even Sarath Fonseka has told the BBC that he supports  having trials. The President must move urgently on this."
  ]
}