{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Militarisation-Something-old-something-new/4-759217",
  "time_ut": 1709668171.0,
  "original_lang": "en",
  "original_title": "Militarisation: Something old; something new",
  "original_body_lines": [
    "If dignity was what the retired general was after, higher pensions/benefits to lower rank retirees would have served better (especially the disabled/seriously injured)",
    "Had Sri Lanka used a part of her massive defence budget to provide an honourable and viable way out for her soldiers post-war, the twin problems of high desertions and criminalisation of deserters could have been minimised. 10 years on, no political leader is interested in acknowledging the issue let alone addressing it",
    "“Are we so morally sick, so deaf and dumb and blind, that we do not understand this?”",
    "In 2023, bankrupt Sri Lanka added $ 16.6 billion to its central government debt, an increase of 21%.",
    "Sri Lanka ranks a high 43 in Global Militarisation Index and a low 83 in Social Progress Index. When it comes to militarisation, Sri Lanka outranks most developed countries. We also outrank our neighbours, including India (77); only Pakistan, at 44, is slightly ahead of us.",
    "Soon after the WWI, the then French Prime Minister Georges Clemenceau reportedly said that generals are always fighting the last war. In Sri Lanka too, generals (and many politicians) are still readying for the last (Eelam) war. Almost a decade after Eelam war ended, Sri Lanka continues to spend huge chunks of her scarce resources on her flaccid military. Even bankruptcy has not changed our spending priorities. Defence costs continued its upward trend in the 2024 Budget. Just one statistic suffices to indicate our bleak future. In the 2024 Budget, more money was allocated for education. Yet, defence allocation (allocation for police was separate) was almost twice as high as the allocation for education.",
    "In The Rise and Fall of the Neoliberal Order, historian Gary Gerstle explains how America’s ballooning defence budget (due to Vietnam War) helped undermine the New Deal order and pave the way for the Neo-Liberal order. “Having to service demands for both guns and butter, the US economy began to overheat; inflation ensued.” Lankan’s opposition’s seeming belief in the possibility of cutting taxes and spending more on social development while maintaining military costs at high levels is nothing short of economic insanity.",
    "Sri Lanka ranks 61 in terms of population and 17 by military size. Over-staffing is a problem not only in civilian state institutions but also in the military. In January 2023, the Wickremesinghe administration announced its promise to reduce military size to 135,000 by 2024 and to 100,000 by 2030. Has that promise been kept? Are there any plans to use a chunk of the defence budget to help early retirees find new civilian occupations via education/training? Probably not.",
    "In 1944, when WWII was still raging, the US passed a bipartisan bill on how to deal with its massive military, post-war. The solution was twofold – immediate demobilisation and generous programs to help veterans return to civilian economic and social life. The most outstanding provisions of the GI Bill included providing veterans four years of education and training in a university or college, a monthly stipend for that period, and Government guaranteed loans at low interest rates to buy/build a business, home, or farm.",
    "The Bill was an enormous success. 51% of veterans benefitted from the education opportunities, many becoming the first in their families to go to university/college. This enabled them to access better paying jobs, with greater social mobility and increased status. Four million veterans bought/built homes while 200,000 purchased farms and businesses. Many of the veterans who came from working class or even destitute backgrounds were able to join the burgeoning middle class as a result.",
    "This was the path Mahinda Rajapaksa could have gone in 2009, Maithripala Sirisena in 2015, and Ranil Wickremesinghe in 2022. None of them did. There is no reason to believe Sajith Premadasa or Anura Kumara Dissanayake would do any different.",
    "Desertion in war time is a global normal. Yet, in Sri Lanka, desertion continue to be high post-war. When asked about this in 2014, military spokesman came up with a novel concept: short-term/seasonal desertions. “Many of our soldiers are from rural areas. They are often absent during the harvest period because they are helping their families… More often than not they return once the harvesting is complete” (https://www.aljazeera.com/features/2014/6/6/crime-among-sri-lanka-soldiers-on-rise).",
    "In September 2023, the head of the STF revealed how criminal gangs hire contract killers at Rs. 100,000-150,000, per hit; “There are many army deserters among them,” he stated. The Mahabage shooting of Feb 2024 points to a worrying new trend. Amongst the arrested suspects was a serving corporal in the Gemunu Watch Regiment. He allegedly participated in the shooting while on leave and returned to the camp afterwards!",
    "Lankan military engaged in a brutal war for two decades. “Soldiers…have killed people and have been praised for doing so,” warned psychologist Prabath Gunatillaka in 2014. “They now believe they are above the law, and this is reflected in their decision to desert and pursue criminal activities” (https://www.aljazeera.com/features/2014/6/6/crime-among-sri-lanka-soldiers-on-rise). When questioned about psychological effects of war in 2014, military spokesman said, “None of our soldiers have suffered from PTSD… The culture in our country ensures soldiers do not suffer from PTSD” (Ibid). Had Sri Lanka used a part of her massive defence budget to provide an honourable and viable way out for her soldiers post-war, the twin problems of high desertions and criminalisation of deserters could have been minimised. 10 years on, no political leader is interested in acknowledging the issue let alone addressing it.",
    "There’s a clear dissonance between Sri Lanka’s nature and the nature of her military (and police). Sri Lanka is a multi-ethnic, multi-religious country with a military that is almost monoethnic and largely mono-religious. Consequently, the military (and police) can have ‘organic unity’ and ‘shared values’ only with one part of society (the majority community). This fractured and fracturing identification contributed to Lanka’s journey from civil conflict to civil war. The mostly Sinhala police and Sinhala army (the BBS head was correct there) allowed Aluthgama to happen just as they allowed Black July to happen. Had Lankan police and army been more representative of Sri Lanka, those criminal disasters might have been prevented or curtailed",
    "In June 2014, independent Sri Lanka experienced her first anti-Muslim riot. The Rajapaksas had been stoking anti-Muslim hysteria since 2012. A minor incident involving a Buddhist monk, his driver and three Muslim youths in Aluthgama descended into violence when the BBS crashed in, with official connivance. Addressing a meeting held in the simmering town-centre, monk Galagoda-Atte Gnanasara said, “This country still has a Sinhala police, a Sinhala army. If after today a single Muslim or some other alien lays a hand on a single Sinhalese, let alone a robe, it will be the end of all these creatures” (https://www.youtube.com/watch?v=-fPMWD8f9lE). Over the next two days, men and women, many dressed in white, attacked Muslim homes, businesses and mosques, despite an official curfew. Thousands of armed policemen and soldiers watched.",
    "British political scientist Christopher Clapham identifies “the lack of organic unity or shared values between state and society” as the “single most basic reason for the fragility of the third world state” (Third World Politics: An Introduction). There’s a clear dissonance between Sri Lanka’s nature and the nature of her military (and police). Sri Lanka is a multi-ethnic, multi-religious country with a military that is almost mono-ethnic and largely mono-religious. Consequently, the military (and police) can have ‘organic unity’ and ‘shared values’ only with one part of society (the majority community). This fractured and fracturing identification contributed to Lanka’s journey from civil conflict to civil war. The mostly Sinhala police and Sinhala army (the BBS head was correct there) allowed Aluthgama to happen just as they allowed Black July to happen. Had Lankan police and army been more representative of Sri Lanka, those criminal disasters might have been prevented or curtailed.",
    "When the Soviet Union fell and the Cold War ended, an opening existed to deprioritise military costs and focus on socio-economic development. That opportunity was not taken. The ending of Cold War did not result in the reduction of military budgets. Instead, they continued to grow exponentially. Edward Said spoke of this possibility in his comments on Samuel Huntington’s thesis on the Clash of Civilisations. He defined the Huntington-thesis as “an attempt to continue and expand the cold war by other means,” and stated that Huntington’s policy prescriptions, “intend to maintain wartime status in the minds of Americans and others… He argues from the standpoint of pentagon planners and defence industry executives who may have temporarily lost their occupations after the cold war but have now discovered a new vocation for themselves…” (https://www.youtube.com/watch?v=aPS-pONiEG8&t=2309s).",
    "In his farewell address, US President Eisenhower warned his countrymen and women about the reach and ambition of what he named ‘military-industrial complex’. By the time Cold War ended, that entity had become too entrenched in American political, economic, and social life to be dislodged. So America continues to spend a huge chunk of its resources on never ending wars while its healthcare, education, and infrastructure deteriorate for lack of funds.",
    "In Sri Lanka, we have a military-import complex. At least military industrial complexes create jobs for civilians. Military import complexes like ours don’t even have that justification. Lacking any rational cause for their continued overconsumption of scarce resources, Lanka’s military-import complex need to invent reasons for its continued centrality in financial/economic and political considerations.",
    "These invented reasons can vary from ridiculous to serious. An example of the risible variety is a 2021-attempt by retired general and defence secretary Kamal Gunaratne to introduce a ceremonial dress code for retired service personnel, to give them dignity. If dignity was what the retired general was after, higher pensions/benefits to lower rank retirees would have served better (especially the disabled/seriously injured).",
    "The recent return of a signature Rajapaksa project is a far more worrying development. Last July, the Navy arranged a leadership training and awareness program for 158 school children at the naval headquarters in Colombo and Welisara naval complex. This was reportedly at a directive of the Navy Commander. The Navy also expressed its intent to hold similar programs in the future as well.",
    "In 2023, parliamentarian Chandima Weerakkody was threatened within the parliamentary premises by retired general and defence secretary Kamal Gunaratne and army commander Vikum Liyanage. The parliamentarian’s crime was raising the issue of wastage of money by top military officials. The two officials were compelled to apologise subsequently. Still the incident contains a warning. Obviously, quite a few retired and serving military leaders seem to think that laws and democratic norms don’t apply to them. How some of them might interpret the popular outcry of Down with the 225 should concern anyone interested in safeguarding civilian rule in Sri Lanka.",
    "In his farewell address, US President Eisenhower warned his countrymen and women about the reach and ambition of what he named ‘military-industrial complex’. By the time Cold War ended, that entity had become too entrenched in American political, economic, and social life to be dislodged. So America continues to spend a huge chunk of its resources on never ending wars while its healthcare, education, and infrastructure deteriorate for lack of funds. In Sri Lanka, we have a military- import complex. At least military industrial complexes create jobs for civilians. Military import complexes like ours don’t even have that justification. Lacking any rational cause for their continued overconsumption of scarce resources, Lanka’s military-import complex need to invent reasons for its continued centrality in financial/ economic and political considerations. These invented reasons can vary from ridiculous to serious",
    "In December 2023, Avihai Levi, an Israeli veteran disabled in a previous Gaza war spoke in the Israeli Knesset about the post-traumatic stress and financial burdens he was suffering from. “I smell the scent of corpses,” he said, adding that he needed to be drunk to sleep at all. He was also in debt facing financial bankruptcy. “This is my wife,” he shouted. “I almost killed her several times last year with my hands… Why do you not take the responsibility and get me out of the garbage we are in?” (Israeli soldier’s Knesset speech reveals haunting aftermath of service in Gaza – YouTube).",
    "His question was addressed to a representative of the Israeli Defence Ministry who had just informed the Knesset’s Labour and Welfare Committee that the ministry would be unable to cope with Israeli military victims of the ongoing war in Gaza. Genocide of Palestinians trumped welfare of their own veterans, predictably.",
    "Sri Lanka too venerates ‘war heroes’ in the abstract while providing scant attention and even less help to the flesh and blood soldiers physically injured and/or mentally traumatised by war. It is in this context that the attempts by the JVP and the SJB to attract ex-service personnel to their ranks should be viewed. The SJB, playing catch, seems satisfied with grabbing a few top retirees. The JVP has gone where no Lankan party has gone before, creating a countrywide organisation of retired military personnel – Aditana: Retired tri-forces collective.",
    "Previously, Lankan militarisation was a Rajapaksa-led one, a militarisation ‘of the military, by the Rajapaksas, for the Rajapaksas’. The JVP’s organising of ex-servicemen too is spearheaded by civilian leaders of a civilian political party. The difference is that the JVP is organising ex-military as ex-military, with its own separate identity, organisational structure, and leaders. Previously, ex-service personnel engaged in politics as individuals. Now they are doing so as an organised entity.",
    "Prior to 1956, there were monks interested in politics and even monk-politicians. But the phenomenon of political-monk was born when Eksath Bikshu Peramuna was formed as the first component of the Pancha Maha Balavegaya. The monks helped SWRD Bandaranaike win political power, but prevented him from resolving the language issue he himself had exacerbated with Sinhala Only, played a vanguard role in the 1958 riots, and eventually caused his murder.",
    "Political monks destroyed everything they touched, from education to inter-ethnic relations. Commenting on the fast-track transformation of Vidyodaya and Vidyalankara pirivenas into universities, the 1963 Universities Commission, headed by DCR Gunwardane said, “political bhikkus…dictated policies, dominated public affairs, and incited actions which people in their normal senses would have considered even possible… (and) were also responsible in large measure for inflaming the racial and religious passions that erupted in such sickening fashion in the early part of 1958”  (All quotes are from Prof. HL Seneviratne’s The Work of Kings).",
    "1956 marked the death knell of secular politics in Ceylon/Lanka. The JVP, by organising ex-military as ex-military, seems to be making a great leap forward in militarising politics and – indirectly – politicising the military. Another Rubicon is being crossed, with predictable results.",
    "SWRD Bandaranaike had no intention of becoming the puppet of monks; a classic opportunist, his intention was to use them to come to power, then marginalise them quietly with a few sweeteners. We know how that story ended. The JVP might be playing a similar opportunist-game. As all fairy tales warn us, getting the genie out of the bottle is no hard work. Getting it to get back in the bottle is quite another matter."
  ]
}