{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-dip-due-to-profit-taking-hnb-boosts-turnover-230989/",
  "time_ut": 1752662640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks dip due to profit taking, HNB boosts turnover",
  "original_body_lines": [
    "ECONOMYNEXT – Colombo’s broader All Share Price index declined 0.32 percent, or 61.31 points, to 18,884, on Wednesday as some profit taking set in after the index hit the 19,000 mark on Tuesday, brokers said.",
    "The S&P SL20 index of more liquid stocks, fell 0.57 percent, or 32.42 points, to close at 5,668.",
    "Turnover hiked to 17 billion rupees, the highest since 18 billion on May 27; while the share volume was 300,769,827.",
    "A crossing on Hatton National Bank non-voting shares boosted the turnover.",
    "“There was some profit taking, which saw some selling pressure come in,” Ranjan Ranatunga, Assistant Vice President – Research at First Capital told EconomyNext.",
    "“Banks and HNB specifically, saw interest. John Keells Holdings was also heavily traded.”",
    "HNB non-voting closed down 7.00 rupees at 286.50; The voting share was down 50 cents at 359.50 rupees.",
    "The Colombo Stock Exchange (CSE) was temporally halted in early morning trade after a broker order management system (OMS) failure was seen at majority of broker firms, the CSE said.",
    "John Keells Holdings ended 0.40 rupees lower at 25.60; Hayleys, fell 2.50 rupees to 176.75; Central Finance Company, ended 3.50 rupees weaker at 266.50; Melstacorp, declined 1.00 rupees to 151.25; and Royal Ceramics Lanka, dropped 0.90 rupees to close at 40.40 weighed down the ASPI.",
    "Tokyo’s Nikkei 225 index fell on Wednesday ahead of the House of Councillors election on the weekend and the start of the earnings season later this month. The index marginally declined 0.04 percent, or 14.62 points, from Tuesday at 39,663.40.",
    "As at 3.30 pm Sri Lankan time, spot gold was trading at 3,353.31 US dollars, up 21.93 US dollars. (Colombo/Jul16/2025)"
  ]
}