{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Are-tobacco-taxes-still-a-reliable-source-of-revenue/14-780929",
  "time_ut": 1756416070.0,
  "original_lang": "en",
  "original_title": "Are tobacco taxes still a reliable source of revenue?",
  "original_body_lines": [
    "Tobacco taxes have been a cash cow for governments around the world. World Health Organisation (WHO) data suggest that combined annual global taxes on cigarettes are approaching $1 trillion. In many countries, however, cigarette tax collections shrink each year because fewer people smoke. This tremendous win for public health should be a cause for celebration.",
    "But for governments that have become dependent on their tobacco tax revenue, declining revenue means fewer resources available to spend on programs linked to that revenue. Rather than try to fund government programs with a broader and more stable source of revenue, some groups have called to push tobacco rates even higher in an attempt to restore and grow tobacco revenue.",
    "In many parts of the world, tobacco revenue has already been pushed to the limit. Further increases to rates will generate less revenue, and in some cases, decrease cigarette tax collections. Across the EU, cigarettes are taxed a minimum of €1.92 per pack up to nearly €11 per pack.",
    "Ireland, for example, has the highest cigarette tax in the EU. Despite continual tax rate hikes, increasing by more than 300 percent over the past 25 years, nominal cigarette tax revenue in 2024 was less than nominal cigarette tax revenue in 2000.",
    "Recent data reveal how substantially the cigarette market has changed in recent decades, specifically measured by changes in cigarettes’ price elasticity of demand (PED). PED is a formulaic calculation of how consumers respond to (tax-induced) price changes.",
    "Price Elasticity of Demand = % Change in Quantity Demanded / % Change in Price",
    "The term elasticity is economic jargon for responsiveness or sensitivity. When taxes increase the price of a product, we know the quantity demanded will fall. PED estimates tell us how much they fall. This is particularly useful to policymakers because it predicts the size of an impact a policy may have in discouraging consumption of a targeted product (e.g., carbon, cigarettes, alcohol, etc.). PED also conveys whether revenue will increase or decrease from a tax increase.",
    "Because tax-induced price increases result in quantity demanded decreases, the PED calculation generates a negative number, and is often reported as such in academic publications, but for simplicity in this post, we’ll talk about everything in absolute value terms (all positive numbers).",
    "Demand curves that are very responsive to price changes—i.e., when consumers buy much more when prices fall a little or buy much less when prices rise only slightly—are said to be elastic. When consumers respond only mildly to price changes, we say the demand curve is inelastic.",
    "If the PED equation produces a result greater than 1, quantity changes more than price. We say this demand function is very responsive or elastic. Further, because revenue = price x quantity, if a demand curve is elastic and quantity falls by more than price increases, revenue will decrease.",
    "We also know that elasticity changes over time and along a linear demand curve. These changes have important policy implications.",
    "1. As price increases and quantity demanded falls, price elasticity increases. This means further tax-induced price increases generate less and less revenue.",
    "In a market where 10 million units are sold, a 1 million unit decrease is only a 10 percent decline. But if that market shrinks to 2 million, the same 1 million unit decline is 50 percent of the market. As quantity shrinks, the same quantity change will be a much greater percentage, resulting in a higher price elasticity of demand.",
    "In tax terms, shrinking quantity means taxing a narrower base, trying to squeeze more and more revenue out of a smaller pool of taxpayers. This ties directly to the classic concept of the Laffer Curve. At very low levels of taxation, rate increases will increase collections. However, at some point, further rate increases will generate less revenue.",
    "Elasticity estimates using the most recent data suggest that products in several taxing jurisdictions are already beyond the revenue-maximising rate. In those cases, further rate hikes will decrease collections.",
    "2. Elasticity increases with the availability of substitute products. Thus, as more substitute products become available over time, tax-induced price increases generate less and less revenue.",
    "When many close substitutes to a product exist, demand tends to be more elastic because consumers can easily switch to alternatives if a tax increases the price of that product. If few substitutes are available, on the other hand, demand tends to be more inelastic because consumers are less likely to switch to alternative products if a tax increases the price.",
    "Over time, substitute and competing products emerge as businesses supply consumers with what they want. This means that elasticity also increases over time, making further tax rate increases less lucrative for governments.",
    "The tobacco and nicotine markets have been flush with innovation over the past few decades. During this time, many less harmful substitutes entered the marketplace. Electronic nicotine delivery systems (ENDS), vaping products, transdermal patches, heat-not-burn tobacco, snus, and other modern oral pouches allow users to consume nicotine without inhaling combusted tobacco. These products have hastened the move away from traditional combustible cigarettes. Again, this should incite a global cheer for improving public health. The availability of substitute products, however, increases price elasticity and makes the prospect of increasing tax revenue through tobacco products less fruitful.",
    "Cigarette PED has been extensively studied—hundreds of academic studies have quantified consumer responsiveness to cigarette tax and price changes. Meta-analyses have summarised this work, and the popular figures used by policymakers and the World Health Organisation are a PED of 0.4 in high-income countries and a PED of 0.8 in low- and middle-income countries.",
    "Though these figures are backed by significant empirical data, much of that data is obsolete and irrelevant for evaluating how a tax change today will impact consumers tomorrow. Across the EU, cigarette prices are up roughly 50 percent over the past decade. In the UK, cigarette prices increased nearly 200 percent over the previous two decades.",
    "A recent study by Frontier Economics explored cigarette PED in the UK, varying the age of the data used to calculate PED. Its estimates showed what the basic economic predictions suggest. Using older data (going back more than 20 years) yields a PED estimate that is substantially smaller than when the data are restricted to only the most recent handful of years. Frontier Economics’ PED estimates showed the greatest elasticity (2.61) when only using the most recent data—an estimate 160 percent greater than the least elastic (1.01) using older data.",
    "This should be a warning to those who promise that cigarette tax hikes will create revenue windfalls. The recently proposed EU Tobacco Excise Directive (TED) revision calls for a 139 percent increase in the minimum tax charged on cigarettes.",
    "EU estimates predict this tax change would generate an additional €13.7 billion. It comes to these figures using an EU average PED of 0.54—a weighted mix between 0.4 for high-income EU countries and 0.8 for low- and middle-income EU countries.",
    "The most recently published PED estimates used in that report were published in 2006, though. If more recent estimates accurately reflect higher PEDs, the revenue estimates from the TED will be overstated.",
    "We estimate that if the actual cigarette PED is closer to 1.0, tax collections may not increase at all. If PED is 1.5, instead of generating an additional €13.7 billion, revenue will decline by €8.0 billion.",
    "Even if tobacco tax increases generate more revenue in the short run, the shrinking tax base guarantees long-run revenue declines. The time has come for governments to start weaning themselves off tobacco tax revenue."
  ]
}