{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98897/police-arrest-scores-of-pro-palestinian-protesters-on-us-university-campuses",
  "time_ut": 1714300440.0,
  "original_lang": "en",
  "original_title": "Police arrest scores of pro-Palestinian protesters on US university campuses",
  "original_body_lines": [
    "Pro-Palestinian protesters were arrested on a handful of U.S. university campuses on Saturday, as activists vowed to keep up the movement seeking a ceasefire in Israel’s war with Hamas among other demands.",
    "The Indiana University police department in Bloomington said in an emailed statement that 23 protesters were arrested there.",
    "Indiana State Police along with Indiana University police told demonstrators they could not pitch tents and camp on campus. When the tents were not removed, police arrested and transported protesters to the Monroe County Justice Center on charges of criminal trespass and resisting arrest.",
    "“The Indiana University Police Department continues to support peaceful protests on campus that follow university policy,” the police statement read.",
    "Pro-Palestinian protests have spread to college campuses across the U.S., stoked by the mass arrest of over 100 people on Columbia University’s campus last week.",
    "In addition to a ceasefire, protesters are demanding that their schools divest from companies involved with Israel’s military and seeking an end to U.S. military assistance for Israel along with amnesty for students and faculty members who have been disciplined or fired for protesting.",
    "School leaders at several universities have responded in the past week by asking police to clear out camps and arrest those who refuse to leave. While saying they defend free speech rights to protest, the leaders say they will not abide activists infringing on campus policies against hate speech or camping out on university grounds.",
    "Massachusetts State Police said in statement that they helped cleared out a protest encampment at Northeastern University in Boston and that 102 protesters who refused to leave were arrested and will be charged with trespassing.",
    "Northeastern University said in a statement on social media that it decided to call in police as “what began as a student demonstration two days ago was infiltrated by professional organizers with no affiliation to Northeastern.”",
    "At Arizona State University, campus police arrested 69 protesters early Saturday, the school said in a statement.",
    "The university said “a group of people – most of whom were not ASU students, faculty or staff – created an encampment and demonstration” and were arrested and charged with criminal trespass after refusing to disperse."
  ]
}