{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-rejects-alleged-genocide-claims-by-Canadian-Prime-Minister/56-762096",
  "time_ut": 1716334520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rejects alleged genocide claims by Canadian Prime Minister",
  "original_body_lines": [
    "The Ministry of Foreign Affairs yesterday said it rejects the false allegation of a so-called “genocide” in Sri Lanka in a message by Canadian Prime Minister Justin Trudeau on 18 May.",
    "The Government of Sri Lanka in all previous communications has categorically refuted such outrageous allegation of genocide in Sri Lanka. No competent authority in Canada or elsewhere in the world has made any objective determination of genocide having taken place in Sri Lanka.",
    "These unfounded allegations relate to the conclusion of the armed separatist terrorist conflict waged by the LTTE in pursuit of a separate State, contrary to the principles of the UN Charter. The LTTE is a listed terrorist organisation in 33 countries worldwide, including in Canada.",
    "Prime Minister Trudeau’s endorsement of this false narrative of genocide in Sri Lanka is highly disruptive of communal harmony among the Canadians of Sri Lankan origin, a valuable community of Sri Lankan heritage living overseas. Many of these peace-loving citizens have constructively engaged with Sri Lanka and we welcome their support.",
    "Civilians from all communities – Sinhalese, Tamils, Moors, Malays, and Burghers, were affected by the conflict in Sri Lanka. In fact, it was the majority Tamil civilians of the north and the east who were disproportionately affected by the daily repression of the LTTE. All communities suffered in brutal terrorist acts of the LTTE. A partisan narrative ignores the complex reality of the Sri Lankan conflict and as such these comments by Prime Minister Trudeau resonates adversely among Sri Lankans and disrupts the Sri Lankan Government’s ongoing efforts towards national unity, reconciliation and progress in Sri Lanka.",
    "Canada’s falsification of our history amounts to irresponsible disinformation. It misleads the minds of current and future generations in Canada and elsewhere, encouraging and perpetuating hatred. It empowers extremism on all sides in all parts of the world where such messages are easily and instantaneously transmitted including through social media.",
    "We therefore urge the Canadian Government to assume responsibility in a spirit of mutual respect in promoting peace and harmony.",
    "On a related but separate front, Canada’s disproportionate focus on Sri Lanka is a clear example of double standards. While Canada has opted to support a false narrative regarding the conflict in Sri Lanka, it has remained intentionally ambiguous relating to the daily dire humanitarian situations we see elsewhere. It is crucial that countries like Canada, who claim to be global advocates of human rights, recognise their self-interested double standards which are resulting in increased polarisation in the international community.",
    "Clearly, the repeated statements by the Prime Minister of Canada with regard to Sri Lanka are the outcome of electoral vote bank politics in Canada, funded by a small number of Canadians of Sri Lankan origin with vested and personal interest.",
    "We categorically reject the allegation of genocide – in fact, throughout the conflict, humanitarian supplies including food and medicines were regularly and systematically delivered to affected areas by the Government in collaboration with local NGOs and international organisations such as the International Committee of the Red Cross and UN agencies. Food and medicine were provided via land and sea routes to civilians trapped in the conflict and used as human shields by the LTTE. Wounded were evacuated with the assistance of the ICRC, irrespective of whether they were LTTE cadres. Humanitarian needs were regularly evaluated and despatched. Additionally, throughout the conflict, the Government ensured the continuity of civilian administration in the affected areas by addressing the needs for housing, schools, hospitals, roads, and other infrastructure, enabling the continuity of civilian life and livelihoods. Local administration in the northern and the Eastern Provinces was financed and run by the civil servants of the Government of Sri Lanka.",
    "In contrast, the LTTE has indiscriminately targeted civilians of all communities in all parts of the country, engaged in ethnically ‘cleansing’ the areas in the northern and the Eastern Provinces controlled by the force of their trafficked and smuggled arms. The LTTE has targeted and assassinated the moderate Tamil leadership of the country including the former Foreign Minister Lakshman Kadirgamar.",
    "Since the end of the conflict many steps have been taken by the Government of Sri Lanka towards reconciliation, unity and achieving durable peace and security despite the present economic hardships. The Government is determined to continue these measures."
  ]
}