{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Retired-police-officers-criticise-Ravi-and-Shani-s-support-for-JVP-led-NPP/56-763077",
  "time_ut": 1718328527.0,
  "original_lang": "en",
  "original_title": "Retired police officers criticise Ravi and Shani’s support for JVP-led NPP",
  "original_body_lines": [
    "Former Directors of the Criminal Investigation Department (CID), Retired SSP Shani Abeysekera and Retired Senior DIG Ravi Seneviratne were seen joining a National People’s Power (NPP) forum organised for retired Police Officers in Maharagama",
    "Former IGP Chandra Fernando claims officers both past and present have express dissatisfaction over Senior DIG Ravi Seneviratne and SSP Shani Abeysekara endorsing JVP led NPP",
    "Highlights JVP’s history of violence and instability, questioning why former law enforcement officials would support such a group",
    "Accuses officers who once fought against JVP led insurgency of now allegedly advocating violence",
    "Fernando and others express disbelief over former colleagues aligning with JVP without considering national interests and public safety",
    "Several retired police officers, including former Inspector Generals of Police, have voiced their discontent regarding the endorsement of the Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) by former Head of the Police Criminal Investigations Department, Senior DIG Ravi Seneviratne, and former CID Director SSP Shani Abeysekara.",
    "Speaking at a press conference yesterday, former IGP Chandra Fernando and others highlighted the JVP’s tumultuous and violent history. They raised concerns about how former law enforcement officials could support a group with such a background.",
    "“Officers who once fought against the insurrection are now advocating violence,” Fernando claimed. This is despite Senior DIG Ravi Seneviratne who recently addressed the NPP Retired Police Collective’s National Conference made no such call to violence.",
    "Fernando asserted that both retired and currently serving officers are unhappy with the conduct of Seneviratne and Abeysekara.",
    "“It is now evident they are an organised group capable of setting fire to 91 residences on 9 May 2022. How can we be sure they will not repeat this conduct? Law enforcement officers are concerned why officers who served with us have taken such a decision without thinking of the country, the people and their assets,” he said.",
    "Referring to historical events like the JVP-led attack on the Wellawaya Police on 5 April 1971, Fernando remarked that officers are now questioning how anyone could endorse such a political movement.",
    "Chandra Fernando was appointed as the National Police Commission (NPC) Chairman in 2020 under the Gotabaya Rajapaksa regime. He received severe backlash on social media after he was part of the welcoming party at the Bandaranaike International Airport for the return of Basil Rajapaksa in November 2022.",
    "Fernando, together with another Commission member, N.P.P Perera, was seen welcoming Rajapaksa at the Airport, leading to speculation whether the so-called independent Police Commission of Sri Lanka is politically biased. He has also been seen attending meetings chaired by Sri Lanka Podujana Peramuna (SLPP) leader Mahinda Rajapaksa as the party head office.",
    "Also speaking at the press conference, a former Senior DIG of the Easter Province related attacks believed to be carried out by the JVP in the 70s including shooting at an ambulance carrying a pregnant mother and killings of professionals as well as academics.",
    "Former SP Norton de Silva accused Seneviratne and Abeysekara of benefitting from every past Government, including obtaining promotions and positions. “We were surprised to see these officers who perhaps for personal reasons have now linked up with a group which has a terrifying past,” he said.",
    "“They must remember that this terror group killed over 200 police officers in the past,” he said adding that some officers now regret attending the convention led by Seneviratne."
  ]
}