{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-silent-conservation-revolution/",
  "time_ut": 1755346020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Silent Conservation Revolution:",
  "original_body_lines": [
    "Dr. Ranil Senanayake Calls for Ahimsa, Science and Sanity in Wildlife Policy",
    "In a nation renowned for its ancient spiritual traditions and biodiversity, eminent systems ecologist and environmental visionary Dr. Ranil Senanayake has made an impassioned plea for Sri Lanka to return to its roots, not just culturally, but ecologically.",
    "Speaking to The island on animal conservation, Dr. Senanayake challenged the prevailing narratives of culling and wildlife control with a radically humane and scientifically grounded message: Sri Lanka must be proud of its Ahimsa-based identity, and embrace intelligent, non-lethal methods to deal with wildlife-related challenges.",
    "“You can go on any road anywhere in this country and you see dogs. The dogs will not even get up for a car when it comes close, because they’re confident no one will run over them. That is Ahimsa in practice, the deep cultural respect for life,” he said. If a snake or monitor lizard crosses the road, traffic will stop and let them pass.",
    "Drawing on decades of field experience and global travel, the veteran conservationist argued that Sri Lanka’s compassion toward animals is not only unique but is also fast eroding due to dangerous policy shifts and ignorance.",
    "“Don’t teach our people to be killers. That’s a dangerous and slippery road. It starts with killing dogs or monkeys, and soon you’ve lost the connection to the forest, to the lizards, to the elephants,” he warned.",
    "Dr. Senanayake took specific issue with current attempts to justify the culling of monkeys, particularly rhesus macaques, claiming there are science-backed alternatives available right now if only Sri Lanka would listen to its own experts.",
    "“The rhesus macaque is the same monkey species on which most of our medical drugs including birth control have been tested. We know it works. All you have to do is condition them to come to a feeding station and use crushed human contraceptive tablets in the food. Slowly, you can bring down populations without killing,” he explained.",
    "This approach, he says, is cost-effective, scalable, and can be replicated across species. But it needs political will and cross-agency collaboration something he says is sorely lacking.",
    "At the heart of Dr. Senanayake’s message is a call to national pride rooted in the island’s ecological heritage. He said Sri Lanka’s current trajectory blindly copying flawed Western models of animal control and commercial monoculture forestry has left it ecologically poorer and morally adrift.",
    "“Why are we not proud of who we are? We are a people whose concept of Ahimsa has permeated all religions, Buddhist, Christian, Hindu, Muslim, and all hearts. Let us enshrine that in policy,” he urged.",
    "From ineffective forest plantations to destructive agricultural policy, Dr. Senanayake argues that Sri Lanka’s bureaucracy has ignored proven alternatives developed at home — notably, analogue forestry, a method he pioneered.",
    "Dr. Senanayake’s conservation journey is deeply personal and spans decades. Recalling a fierce battle against the pinus and eucalyptus monoculture plantation projects in the 1980s under the late Minister Gamini Dissanayake, he said:",
    "“I fought the introduction of pinus and eucalyptus monocultures as well as an irrigated Oil Palm project in Maduruoya and was thrown out of the ministry. That’s when I decided, if I’m opposing it, I must show an alternative.”",
    "He sold a personal property in Colombo 07 and set out across the island looking for degraded land, determined to demonstrate a viable and sustainable model. His search led him to Uva Province, a landscape devastated during the 1818 rebellion against British colonial rule.",
    "“I found an old British order from Governor Brownrig to Major MacDonald, on putting down the rebellion of 1820 ‘Kill every man over 18 years, cut down all trees of use to man.’ That’s what they did to Uva. And I thought, this is where I must begin.”",
    "On this scarred land, he founded his research station at Mirahawatte, where he developed analogue forestry — a restoration model that mimics the biodiversity and structure of natural forests, unlike monoculture plantations which create what he calls “ecological deserts.”",
    "“In a real forest, trees account for just 1% of biodiversity. But in biomass, they dominate. Monocultures look green, but are biologically silent. That’s not reforestation. That’s greenwashing.”",
    "While 28 countries around the globe from Latin America to Southeast Asia now use analogue forestry methods developed in Uva, Sri Lanka’s own Forest Department, Wildlife Department and Agriculture Ministry have never sent a single officer to study his pioneering model.",
    "“It’s been 40 years. The international headquarters for analogue forestry is in Costa Rica now. But not one Sri Lankan official has come to Mirahawatte. That tells you everything.”",
    "The station, open to students, researchers, and anyone curious, stands as a living testament to what can be achieved with science, patience and passion without a single tree cut down unnecessarily, and without any animal being harmed.",
    "Sri Lanka, says Dr. Senanayake, has no shortage of scientific talent or ecological wisdom. What it lacks is coherence and courage.",
    "“We have technology. We can make tablets. We have darts. We have scientists. But we act as if we have no options. This country must stop being lazy in its thinking and take pride in its own intellect.”",
    "He also argued for species-specific humane management tools, including low-impact firearms (like .40 shotguns) only where absolutely necessary, and only by trained experts. But the first choice must always be prevention through education and biology.",
    "“Don’t give an axe to cut a twig. Use the right tool for the right job.”",
    "As Sri Lanka debates the future of its wildlife and forests, Dr. Senanayake’s words resonate beyond the scientific community, reaching into the soul of the nation.",
    "“Our job is to build pride in who we are. From the dog on the road to the elephant in the jungle, to the jackfruit tree in the Puranagama every life form has value. Ahimsa is not just religious. It’s ecological. And it must guide us now.”",
    "With deep roots in science, history and cultural ethics, Dr. Ranil Senanayake is not simply calling for change he is offering a proven model of what that change could look like.Whether Sri Lanka will listen this time is a test not only of governance, but of its soul.",
    "Behind the Scenes of the 1987 UN Human Rights Resolution on Sri Lanka: Power, Politics, and Diplomacy",
    "“Reflections on the Life and Times of Lakshman Kadirgamar on  the 20th Anniversary of His Death”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}