{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-tiger-moth-story/",
  "time_ut": 1723296600.0,
  "original_lang": "en",
  "original_title": "The Tiger Moth Story",
  "original_body_lines": [
    "In my fifty-plus years of association with aviation, the best aeroplane I ever flew was undoubtedly the De Haviland Tiger Moth. As a young student pilot, I used to regularly fly the ‘Tiger’, operating off the old grass strip which was the runway we used to take-off and land. The reason for using the grass for the operation was simply a matter of safety. The ‘Tiger’ had two wheels like in a handcart and instead of a rear wheel to complete a triangular undercarriage, it had only a tail-skid with tough leather covering. The ‘Tiger’ had no brakes, the dragging tail-skid was what stopped it after landing. As for the take-off, we opened the Gypsy Major engine and it powered a long beautiful wooden propeller and with the gathering of speed, the tail lifted, and the Tiger Moth rolled majestically to reach its lift-off speed of 55 knots.",
    "As the old biplane flew into the air with her quadruple wings synergizing the lift against the airflow, she converted herself into a fabulous flying machine. The ‘Tiger” climbed away like an albatross, taking her place in a clear blue sky where she belonged. Out of the grass patch of runway 22, she flew towards the sea and at 1,000 ft. made a gentle turn to port to cruise over the picturesque Bolgoda Lake at 3,000 ft.",
    "The morning was cool in the open cockpit, and the sun on the eastern rim would crawl up colouring the clouds with marmalade skies, just as John Lennon sang. I can recall the exhilaration of flying a Tiger Moth in such magnificent surroundings as if it happened yesterday.",
    "Yes, it is on my bucket list to do it again. But I know that is simply wishful thinking. Such times were great and memorable and filled with nostalgia. I know they would never return, maybe only in dreams. But I am so glad I had them in the Ratmalana skies when I was a two-bit trainee pilot collecting pennies to fly aeroplanes.",
    "The Tiger Moth had its birth in the UK around 1931. It certainly became the most popular training aircraft at that time. The records show that there were almost 9,000 Tiger Moths built. This was also the time aero clubs mushroomed all over the colonial empire and Ceylon too had an Aero Club in the late 1920s. There was no airport on the island, and the Colombo Racecourse was used as a landing strip when light aeroplanes came from Madras Aero Club to do demonstration flights.",
    "Private Pilot’s License of Mr. Dunstan de Silva, the first Ceylonese to obtain the Ceylonese PPL",
    "The first plane the Ceylon Aero Club acquired was a Gypsy Moth, and the second was a Tiger Moth that arrived on March 4, 1937. This was the first Tiger Moth that was acquired by the Ceylon Aero Club. With the opening of the Ratmalana International Airport, the landing strip in the Colombo Racecourse became the secondary location. The third plane to join the Aero Club fleet was a Taylor Cub followed by the second Tiger Moth which arrived in Ratmalana on December 17, 1938. The two Tiger Moths were registered as VP-CAC and VP-CAE. By then, the Aero Club was functioning well with three expatriates who had learned to fly elsewhere being given Ceylon Private Pilot Licenses (PPL) numbered 1, 2 and 3. The three gentlemen who had previous experience in flying Tiger Moths were appointed as instructors by the governing authority. PPL No. 4 was issued to Dunstan de Silva of Panadura, who obtained his Private Pilot’s License on a Tiger Moth. He was the first Ceylonese to obtain a PPL in Ceylon.",
    "The Tiger Moth story doesn’t end with the late 30s. The Ceylon Aero Club members steadily increased in number, and it would have been a daily spectacle to see the Ratmalana sky get filled up with bobbing and weaving light aeroplanes waltzing away as if dancing to the beat of their Gypsy engines. Most took off and flew south following the coastline to Kalutara where the Kalu Ganga emptied into the sea. They would turn around at the Kalutara town and head north easing to the right to fly over the bucolic Bolgoda Lake. From there they would have joined the circuit at Ratmalana to land on the Ratmalana grass strip. The Aero Club also organized enjoyable picnic flights on the Tiger Moths to go from Ratmalana to Puttalam via Colombo, Negombo and Chilaw. They landed on a designated grass strip in Puttalam which had a windsock to identify the direction of the wind. The said strip was opened as an airport on June 3, 1939.",
    "The picnicking pilots had lunch at the Puttalam Rest House and flew back in the evening to Ratmalana. It all ended with a drink at the Airport Club which was a prominent water hole for Aero Club members.",
    "One of the most prominent aviators who flew Tiger Moths in the skies of Ceylon was Flight Lieutenant Robert Duncanson. He was appointed as Chief Flying Instructor of the Ceylon Aero Club on June 1, 1938. He taught Tiger Moth flying for more than a decade at Ratmalana. I never met him. I was only two years old when he died. But I can categorically say that Duncanson was the name I heard most in my young days as a pilot. It was quite common to hear older pilots talk of Flight Lieutenant Duncanson and such conversations always highlighted how good a pilot he was. They said he was a rare master of the Tiger Moth and an excellent instructor, the best they had ever seen.",
    "The list is long of pilots who praised him and among them was my own father, Captain Emil Jayawardena, who was a Spitfire pilot in the Second World War. He had known Duncanson well and always spoke highly of this Tiger Moth expert. In my own home, I would hear these war veterans talking about Duncanson and I distinctly remember such conversations were full of praise for Flight Lieutenant Duncanson. The conversations always ended on a sad and sombre note when it came to how and where Duncanson met his tragic death. They said, “he was part bird and part man”, implying that the Tiger Moth and Duncanson were inseparable to the very end.",
    "On May 21, 1949, Duncanson flew out in the morning in his favourite Tiger Moth. He had three hours of fuel endurance. Simply said, he never came back. They found pieces of his plane washed ashore near Mount Lavinia the next day. The body was found two days later, drifting with the waves near Wadduwa. What happened to the Tiger Moth Ace and his beloved aeroplane no one knows. Of course, the grapevine had its own varied interpretations. All I know is that a wonderful aviator died under tragic circumstances. We only know that one sunny morning Flight Lieutenant Duncanson flew his Tiger Moth into a clear blue sky and never returned.",
    "The Ceylon Aero Club stopped operations in 1950 and the private flying and training of new pilots was taken over by the Civil Aviation Department which opened its own flying academy in Ratmalana. They took over all the aeroplanes that were in the Aero Club and among them were two Tiger Moths which were registered as 4R-AAA and 4R-AAB. Light aeroplanes started flying out of Ratmalana once again and two old Tiger Moths proudly led the parade.",
    "I came back to fly Tiger Moths in 1975. There was 4R-AAB in operation and the other was grounded for lack of spare parts. I taught students to fly in that last remaining Tiger Moth for a grand payment of Rs 10 per hour. The sheer thrill of flying this grand old aeroplane could not be equated to any payment whatsoever. The people I taught are still around, and they would remember the old Tiger Moth days.",
    "It was a tandem operation where the instructor sat in the front seat and the student sat in the rear. Communication was through a ‘talk tube’ which never worked. Whatever that had to be taught had to be done on the ground, and after that, it was all hand signals made from the front seat by the instructor which were followed by the student sitting behind. If the instructor wanted to take over controls, he moved the flying controls sideways and forward and the student let go of his control stick. The best was how we flew the approach speed.",
    "The Tiger Moth had auto-operated wing slats. We had to fly the approach for landing at 55 knots. The airspeed indicator at most times was inaccurate. The trick then was to fly the approach glancing at the slats. This wonderful aeroplane was designed and built in the 1930s. The slats were magical; they went in and out relative to the airflow. At 60 knots they were in and at 50 knots they were fully out and if the Tiger Moth was approaching at 55 the slats kept moving in and out. That was how we flew almost perfect approach speeds in the Tiger Moth.",
    "One morning when I came to fly the Tiger Moth the engineer in charge, Brian Christy (who in later years became a top engineer for Emirates) gave me the bad news. “The Tiger is grounded. There is a crack in the prop”. Before he could finish the sentence, I knew that was the end of the Tiger Moth. The hand-starting big wooden propeller driven by a Gypsy Major engine was the heart and soul of the aeroplane. This was 1975, people were queuing to buy ‘jumping fish’ to make dresses. Nobody had dollars to order a propeller from the USA. Also, no one knew whether it was available.",
    "Brian Christy was an engineer, the kind that made aeroplanes fly. Such men rarely got defeated. “Captain, I have a solution,” he whispered. The Ratmalana Airport had a Tiger Moth propeller fixed majestically at the main hall of its entrance. A real wooden Tiger Moth prop. “I can check that and if good we can get permission and swap our cracked prop and fix the wall prop if you are willing to fly?”",
    "That is exactly what engineer Brian did. He removed the propeller from the wall and placed the cracked prop there. Then he carried the wall-mounted prop to the hangar and fixed it on the Tiger Moth. We started the engine, and it sang like a song. But we still had to test it on flight. I was ready to go, and Brian said, “Captain, I am coming with you.” That was it. Brian, the brilliant engineer, was willing to sit with me when I taxied the Tiger Moth with the previously wall-mounted propeller.",
    "We lined up on the glass patch opened the engine to full power and took off. We flew three circuits, and the old beautiful Tiger was simply magical on flight. The 4R-AAB Tiger was back in business. That wall prop served the Tiger Moth fliers of Ratmalana till the school closed and everything including the Tiger Moth was moved out.",
    "Today, that once upon a time Tiger Moth is there in the Air Force Museum. I do not think it flies anymore, but the Air Force is taking good care of it, and it is on display. Sometimes I go there, especially to show the planes I flew to my grandchildren.",
    "I always stop by the Tiger Moth and reminisce about the romance I had with this wonderful flying machine. Sometimes I even ask permission from the Air Force staff and sit on the pilot’s seat and play with the throttle and move the control stick. I am sure any onlooker would have wondered who this old fool is sitting on an old aeroplane that is perhaps older than himself.",
    "What would they know? The fact remains that this old man and the old aeroplane have skimmed the yonder blue in a scintillating adventure which perhaps was the best flying they had done while it lasted. It is a good reminder that we should make the best use of every opportunity that comes our way as nothings lasts forever.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}