{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-cost-of-dying/",
  "time_ut": 1707489998.0,
  "original_lang": "en",
  "original_title": "The Cost Of Dying",
  "original_body_lines": [
    "As much as we are living, so also will we die. Much is said (and written) about the “cost of living,” and rarely do we refer to the “cost of dying”. Such is considered morbid, inappropriate, insensitive, or less than genteel, or even vulgar. A mention in a recent news item, (The Daily Mirror of 7th February) under the enticing title “Death becomes costly affair for Colombo dwellers,” emboldens me to wade into taboo territory. The item states that the cost of a grave site costs a formidable Rs. 180,000/=, and Crematorium charges at a nearly unaffordable Rs. 10,000/=, (up from 1,000/=). The former on account of escalated Land Values (and the latter perhaps due to escalating prices of gas?)",
    "When account is taken of other associated costs, (Coffin, other accessary costs, parlour, and religious and other observances and sundries), we are talking serious money. All of the 22 million (and growing) of us have to face the inevitable though unpalatable, truth of universal mortality. There is an understandable reluctance to delve into what may seem morbid but in reality, quite prudent. Funereal, Hospital and Medical fees are subjects rarely spoken about, as amounting to coarseness. When costs are added to grief, the sorrow is heightened.",
    "How should and could the State help? Firstly, we must take the cue from followers of Islam. The body should be buried in less than 24 hours, draped simply in a white cloth. There is no coffin, the mosque providing a returnable palanquin. This is symbolic of death being an equalizer.",
    "The second is the very practical and thoughtful act of donating one’s body to a medical faculty for use in the study of human anatomy, An example in this was the late celebrated Dr. Carlo Fonseka. However, Dr Tommy Wikramanayake of the same Medical Faculty, commented that the formalities necessary to do so, are vastly complicated and discouraging. This should not be so. An effort should be made to acknowledge the generosity, by eliminating such disincentives.",
    "We may take pride that we are probably the earliest to adopt the practice of eye donations for corneal implants, and thus helping in restoring the sight of many thousands of the blind, in several countries. Transplants of lung, kidney, liver and even hearts removed from cadavers are now nearly routine.",
    "Present day coffins are elaborate and constitute a colossal waste of timber and metal. More practical and less wasteful designs (eg use of wood composites like fibre-board or plywood), are possible options. Costs of all these items and services have soared inordinately.",
    "So also related ones concerned with life extension, – increases of pharmaceutical prices, hospital charges, doctors, nurses, attendants fees, lab and other tests and procedures. Recent increases of VAT will surely increase these further. The rationale of Preventive Medicine, that “prevention” is better than “cure” stands vindicated.",
    "What would have cost a few thousand not so long ago, could well exceed this same figure even in lakhs, thus meaning a hundred- fold increase.",
    "Another looming problem will be the lack of space for burials. This is a serious problem that concerns many large cities. One solution adopted is to ‘go vertical’. Concrete structures similar to well-sealed drawers, are stacked one above the other upwards. This is the same consideration that demands ‘high rise” housing in crowded cities.",
    "Intervention by the State in such a personal matter as a funeral may be seen as insensitive intrusion. However, steps to alleviate financial distress and facing the need for reducing the financial burden and arranging for adequate burial space are realities that have to be sensibly faced. The Buddha himself likened the remains of a mortal body at death, as akin to a mere six foot bundle of firewood, while the important consciousness has left."
  ]
}