{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SLFUW-organises-special-event-to-commemorate-International-Children-s-and-World-Elders-Day/56-769581",
  "time_ut": 1732302933.0,
  "original_lang": "en",
  "original_title": "SLFUW organises special event to commemorate International Children’s and World Elders’ Day",
  "original_body_lines": [
    "The Sri Lanka Federation of University Women (SLFUW) hosted a special event at its headquarters on 26 October to commemorate International Children’s Day and World Elders’ Day. It was a well-attended ‘Family Get-together’ for the members and their families of SLFUW, a fun-filled day, with beautiful dance performances, songs and music, games, and gifts inclusive of breakfast and lunch as well.",
    "As explained by the President of SLFUW Colonel Dr. Udula Krishnaratne, a special highlight of the event was handing off cash and donations to the Visually Impaired Women Federation and visually impaired children to support their futures.",
    "This function marked the end of year event for an activity-packed year for the SLFUW committee, who were involved in many social development and uplifting work throughout this year such as, providing scholarships to most needy female undergraduates and postgraduates in local universities, handing out donations to build a three-dimensional open-air laboratory to Kande Udapanguwa Vidyalaya, awarding of donations and stationary equipment to school children in need, provision of dry rations and donations to underprivileged families, and handing over donations to flood victims.",
    "In memory of the past presidents and members of SLFUW who have passed away, a special lunch was offered to the inmates at Paramitha Elders Home in Wanawasala, along with essential medicines, personal requisites, and a cash donation for each inmate. Additionally, alms, Prikara, medicines, and cash for medical expenses were offered to the bhikkhus of the temples in Dewamulla, Thalawa, and Wanawasala.",
    "As the current tenure of the SLFUW executive committee is drawing to a closure, the next AGM is scheduled to be held on Saturday, 23 November at 2 p.m. at the SLFUW auditorium."
  ]
}