{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-unp-unable-to-accept-some-of-sjbs-conditions-spokesman-181899/",
  "time_ut": 1727843940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s UNP unable to accept some of SJB’s conditions: spokesman",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka’s fractured opposition still appears undecided on forming a broader alliance against the National People’s Power (NPP), with the United National Party (UNP) and the Samagi Jana Balawegaya (SJB) seeming unable to reconcile.",
    "The UNP’s Saman Ratnapriya told reporters on Tuesday October 01 that all members of the Sri Lanka Podujana Peramuna (SLPP) that had supported former president Ranil Wickremesinghe at the presidential election are agreeable to moving forward with the gas cylinder symbol for the parliamentary election scheduled for November 14.",
    "“All SLPP MPs are agreeable to the gas cylinder. They have no problem. We plan to keep discussions with the SJB open. If they too come in good faith, we can get all groups together and move forward. The SJB made some conditions, some of which we find difficult to accept,” the former MP said.",
    "SJB general secretary Ranjith Madduma Bandara claimed that his party has no room for the corrupt.",
    "“We need unity, alliance and togetherness, but not thieves. I state clearly as the general secretary of the party that thieves and those with allegations and wrongdoers will not receive nominations,” he said.",
    "Meanwhile, former aviation minister Nimal Siripala de Silva, who leads a faction of the Sri Lanka Freedom Party (SLFP), stressed on the importance of all forces opposed to the Janatha Vimukthi Peramuna (JVP)-led NPP uniting to face the parliamentary polls as one political formation.",
    "“My personal belief is that we can’t move forward by discarding the UNPer or the SLPPer. We must get them all together. Even though we lost, we’re all together. The JVP has only 42 percent support. Even if the JVP gets all of those votes, they won’t win a majority,” said de Silva.",
    "SJB member Chandima Weerakkody, meanwhile, said the SJB is the only “suitable alternative”.",
    "“It used to be that the people elected or sent home their representatives through the ballot. There is a new status quo where the election is through the ballot, but the sending home is by ship. To prevent such a scenario, we as the suitable alternative must be given parliamentary power,” he said.",
    "Former labour minister and staunch backer of Wickremesinghe Manusha Nanayakkara said conditions should not be the focus.",
    "“Conditions don’t count now. What counts now are the decisions the country’s opposition takes. What’s important now is to come together for a common cause rather than for personal objectives,” he said. (Colombo/Oct02/2024)"
  ]
}