{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Peradeniya-University-student-struggle-of-1975-76-and-State-suppression/14-768426",
  "time_ut": 1729883817.0,
  "original_lang": "en",
  "original_title": "Peradeniya University student struggle of 1975-’76 and State suppression",
  "original_body_lines": [
    "The death of Peradeniya University student W.M. Weerasuriya, who was shot dead by police on 12 November 1976 during a student protest, was the beginning of the end of the then Government of Sirimavo Bandaranaike. Her Government which took office in 1970 was deeply unpopular by then but the killing of Weerasuriya let loose public anger at her and led to the routing of the SLFP-led Government in the 1977 general elections.",
    "Rajasinghe Bandara was a fellow student at the Peradeniya University at the time and decades later he has written about the experience and the State suppression of students in a book released recently on the 1975-1976 student movement.",
    "Bandara who is now domiciled in the UK has written with a sense of personal loss on the authoritarian manner in which the student movement was crushed by the then Government and blood was spilt on the grounds of the University of Peradeniya.",
    "The book goes into detail of how the students rose up in protest when Professor P.W. Vithanage was appointed president of the university by Prime Minister Sirimavo Bandaranaike after sacking Professor George Kodithuwakku who was very popular with the students. The students’ protest erupted from that day onward and ended with the tragic killing of a student.",
    "In his book, Rajasinghe Bandara gives the background to the Government’s decision to appoint Professor Vithanage using unfounded allegations of rampant ragging on campus as an excuse to curb the rights of students.",
    "With Professor Vithanage’s appointment, police had been brought onto campus and as the author writes, the campus was turned into a mini battlefield with clashes between police and the students. It was in this background with tensions running high that the student by the name of Weerasuriya who hailed from Kurunegala was shot dead. The author, being an active participant of the protests as well as the student action committees, was an eyewitness to the great tragedy that unfolded.",
    "The objective of the author Rajasinghe Bandara is to educate the present and future generations of the tyranny that students had to face in the 1970s as most such incidents have now been forgotten.",
    "He has drawn from his own experiences and also accessed Government reports and documents to give a complete story on the students’ protests at Peradeniya during the 1975-1976 period and done so in a manner that a reader is taken back to the dark days in the country’s history when State suppression was at its highest.",
    "Though no longer domiciled in the land of birth, the author remains committed to the betterment of his motherland and by releasing the book that documents hitherto unknown facts, he hopes that neither the present nor future generations will have to bear the brunt of State suppression and that the rulers learn from history as much as the citizens do."
  ]
}