{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/HVA-Foods-partners-Müggenburg-Group-Germany/34-769096",
  "time_ut": 1731277028.0,
  "original_lang": "en",
  "original_title": "HVA Foods partners Müggenburg Group Germany",
  "original_body_lines": [
    "From left: HVA Foods Chairman Samantha Ranatunga, Müggenburg Group Chief Executive Officer Jan Müggenburg, HVA Foods Chief Executive Officer Graham Stork, and George Steuart & Co. Group Chairman Sarva Ameresekere",
    "HVA Foods PLC, a member of the George Steuart Group, announces its exclusive distributor partnership with Müggenburg Group, Germany, a renowned family-owned company with over 80 years of expertise in high-quality herbs and botanicals.",
    "This partnership enables HVA Foods PLC to introduce Müggenburg’s extensive range of raw and processed natural ingredients to Sri Lanka, for its value addition in the tea industry and other emerging industries in nutraceuticals and natural supplements.",
    "The Müggenburg Group boasts a diverse portfolio of over 1,000 herbs and botanicals sourced from more than 60 countries. Their offerings include medicinal plants, spices and herbs, dried fruits, resins and balsams, bee products, active ingredients, and nuts, tailored for various markets, including tea, food supplements, spirits, pet food, and pharmaceuticals.",
    "This partnership enables HVA Foods PLC to introduce a unique spectrum of high-quality natural raw materials to Sri Lanka’s tea industry, nurturing opportunities for value-added tea production while expanding into new markets such as nutraceuticals, superfoods, specialty foods, and supplements.",
    "HVA Foods PLC Director and Chief Executive Officer Graham Stork remarked: “This partnership with the Müggenburg Group is a significant step towards driving value addition within the Sri Lankan tea industry. By introducing a diverse range of premium herbs and botanicals, we aim to enhance our product offerings and support the industry in exploring new avenues for growth. This collaboration also enables us to expand into markets beyond tea, such as the supply into the nutraceuticals and supplements industry, which our very own group company, George Steuart Health, is also venturing into. We also look forward to exploring the possibility of introducing authentic Sri Lankan herbs into the Müggenburg range of products.”",
    "The Müggenburg Group brings its wealth of expertise in processing, pasteurisation, and insect control, ensuring that the raw materials meet the highest global quality standards. Their ability to customise products based on market needs, combined with HVA Foods PLC’s local market knowledge, provides Sri Lankan manufacturers with an unparalleled advantage in sourcing top-tier herbs and botanicals.",
    "Müggenburg Group Chief Executive Officer Jan Müggenburg stated: “Partnering with HVA Foods PLC and the George Steuart Group, a company with a rich legacy in Sri Lanka’s tea industry, is a remarkable opportunity. Together, we combine nearly 300 years of expertise—bringing George Steuart’s longstanding influence in Sri Lankan tea together with Müggenburg’s role in the global botanical market. This collaboration allows us to bring exceptional natural ingredients to Sri Lanka, supporting high-quality production in the tea and nutraceutical sectors and honouring the traditions of both companies.”"
  ]
}