{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-dialog-finance-rated-at-aalka-outlook-stable-fitch-153855/",
  "time_ut": 1709976600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Dialog Finance rated at ‘AA(lka)’; outlook stable: Fitch",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings said it had affirmed Dialog Finance PLC’s (DF) National Long-Term Rating of ‘AA(lka)’. The outlook is stable.",
    "“We believe DF has a limited role in Dialog’s core business because of its evolving fintech business model, as well as its modest size and negligible financial contribution to the group,” the rating agency said.",
    "Dialog Finance was acquired in 2017 to support Dialog’s aspiration to expand into digital financial services – a key strategic growth area for the parent – “but delays in obtaining necessary regulatory approvals, together with a weak economic environment, disrupted the launch of its fintech-based offerings in a meaningful manner.”",
    "Fitch Ratings – Colombo – 07 Mar 2024: Fitch Ratings has affirmed Dialog Finance PLC’s (DF) National Long-Term Rating of ‘AA(lka)’. The Outlook is Stable.",
    "Shareholder Support Drives Rating: DF’s rating is driven by our expectation that Dialog Axiata PLC (AAA(lka)/Stable) – the parent and Sri Lanka’s largest mobile telecommunication and pay-TV operator – would provide extraordinary support to DF, if required. Dialog’s credit profile and ability to support DF is reflected in its rating, which is underpinned by its standalone strength. Our support assessment also takes into consideration Dialog’s 99% equity stake in DF, the subsidiary’s high operational and",
    "management integration with the parent, and the common Dialog brand.",
    "Modest Group Role: We believe DF has a limited role in Dialog’s core business because of its evolving fintech business model, as well as its modest size and negligible financial contribution to the group. DF was acquired in 2017 to support Dialog’s aspiration to expand into digital financial services – a key strategic growth area for the parent – but delays in obtaining necessary regulatory approvals, together with a weak economic environment, disrupted the launch of its fintech-based offerings in a meaningful manner.",
    "Weak Standalone Credit Profile: We regard DF’s standalone credit profile as being weaker than its support-driven rating because of its smaller franchise, evolving business model, growing risk appetite and weak financial profile relative to higher-rated peers. DF’s exposure to traditional vehicle-backed financing is limited, unlike its peers, and we expect this to continue in the medium term. Term loans continue to dominate the loan book at 49% of loans at end-2022, followed by margin trading at 21%, and factoring and revolving loans at 19%.",
    "Growth to Pick Up: We expect DF to aggressively expand in the merchant acquisition space after it obtained the relevant license in early 2023. This should lead to increased lending to merchants and retailers alongside its envisaged growth plans in the consumer space through quick loans and re-entry to device financing. We believe a significant growth in the loan book is likely only in the medium term, following a period of focused efforts to establish and strengthen its merchant network during most of 2024.",
    "Potential Asset-Quality Pressures: DF’s planned lending strategy outside the parent’s",
    "ecosystem, together with increased exposure to quick loans and device financing, could pose a threat to its asset quality in the medium term if these exposures are not well managed through strong risk-control measures. DF’s non-performing loans ratio (over three months due) increased to 5.4% by end-2023, from 1.3% at end-2022, but remains better than peers’ on account of its large share of ecosystem lending, where credit risk remains low.",
    "Leverage to Rise: Fitch expects DF’s leverage ratio to edge up alongside the execution of its new strategic plan. The current ratio of 1.3x at end-2023 is one of the lowest among Fitch-rated peers as a result of its muted balance-sheet growth in the past. We expect aggressive balance-sheet expansion to materially outpace internal capital generation, leading to a decline in regulatory capital adequacy ratios in the medium term. The company’s regulatory Tier 1 capital ratio stood at 40.3% at end-2023, well above the regulatory minimum of 8.5%.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating",
    "DF’s rating is sensitive to changes in Dialog’s credit profile, as reflected in the parent’s National Rating, as well as Fitch’s opinion of Dialog’s ability and propensity to extend timely extraordinary support. Developments that could lead to negative rating action, including the possibility of a multiple-notch downgrade, include:",
    "– meaningful reduction in the parent’s ownership, control or influence that could weaken Dialog’s perceived propensity to support DF",
    "– sustained underperformance that increases the management and reputational burden for Dialog",
    "– insufficient or delayed liquidity support from Dialog relative to DF’s needs that hinders DF’s ability to meet its obligations in a timely manner",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating",
    "A significant increase in DF’s role in the group over the longer term could be positive for the National Long-Term Rating. This may be demonstrated by a successful expansion of its fintech business, in line with the parent’s intentions, along with rising financial contributions to the group.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria."
  ]
}