{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bilateral-debt-repayments-delayed-till-2028-president-169730/",
  "time_ut": 1719415560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka bilateral debt repayments delayed till 2028: President",
  "original_body_lines": [
    "ECONOMYNEXT – Repayments 10 billion dollars of bilateral debt has been delayed till 2028, under restructuring deals reached with the Paris Club, China and India, President Ranil Wickremesinghe said.",
    "Sri Lanka will then have until 2043 to repay the loans under concessional terms, he said in a televised address.",
    "Reaching the agreement will end the legal barriers that friendly countries had to give new assistance to Sri Lanka, he said.",
    "“International confidence in our country is reaffirmed as bilateral creditors have reached an agreement with us, serving as a kind of international endorsement,” President Wickremesinghe said.",
    "“Our Prime Minister will introduce these agreements in a special parliamentary session on July 02nd. I urge all patriotic members of Parliament to ratify these agreements.”",
    "Sri Lanka should use the opportunity to progress strongly he said.",
    "“We have travelled a difficult and arduous path,” President Wickremesinghe said. “Our ministers and officials have worked tirelessly towards this goal.",
    "“The majority of our citizens have supported us with patience and resilience, enduring various hardships. Despite the on-going challenges, we have persevered.”",
    "“We should make use of this and forge ahead towards a developed economy. We should achieve complete success, ensuring that our country never again finds itself in need of IMF support,” President Wickremesinghe said.",
    "“This objective drives our efforts to establish a robust and disciplined advanced economy that can sustain itself independently.”",
    "The IMF was set up to help countries that got into balance of payments trouble from monetary anchor conflicts, originally reserve collecting countries that operated a policy rate during the Bretton Woods era.",
    "All developed countries now have single anchor regimes, involving  clean floating exchange rates regimes with low inflation targets and some like Denmark, hard pegs.",
    "Sri Lanka ran into serial currency crises and eventual default after the end of a civil war under flexible inflation targeting (targeting high inflation without a clean float), potential output targeting (printing money to boost growth), violating the previous monetary law.",
    "The operational framework, has since been legalized under a new IMF backed monetary law.",
    "Defaulting countries like Ghana and Argentina have broadly similar central bank operational frameworks with cosmetic differences.",
    "President Wickremesinghe said when he became President there was a severe crisis and there was nobody to lead.",
    "Now that the country is stable, like in the tale of the Caucasian Chalk Circle many were jostling to take over, he said. (Colombo/June26/2024)"
  ]
}