{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/imf-expects-to-work-with-sri-lankas-new-leader-to-reschedule-third-review-180694/",
  "time_ut": 1727132460.0,
  "original_lang": "en",
  "original_title": "IMF expects to work with Sri Lanka’s new leader, to reschedule third review",
  "original_body_lines": [
    "ECONOMYNEXT – The International Monetary Fund (IMF) expects to work under Sri Lanka’s new President Anura Kumara Dissanayake and said it will discuss the timing of the third review of its ongoing economic reform under a 48-month loan.",
    "Sri Lanka has committed a raft of economic reforms including increasing tax revenue and restructuring of state-owned enterprises.",
    "Dissananayake’s Marxists Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) has pledged to renegotiate the IMF deal citing it has led to some unbearable difficulties for common people.",
    "“We look forward to working together with President Dissanayake and his team towards building on the hard-won gains that have helped put Sri Lanka on a path to economic recovery since entering one of its worst economic crises in 2022,” an IMF spokesperson said in a statement.",
    "“We welcome the announcement of an agreement in principle between Sri Lanka and international bondholders’ representatives, subject to confirmation on comparability of treatment by Sri Lanka’s Official Creditors Committee,” the spokesperson said referring to the last week announcement by former leader Ranil Wickremesinghe on successful agreement in principle with commercial creditors including international sovereign bond (ISB) holders on debt restructuring.",
    "“This represents significant progress in Sri Lanka’s debt restructuring process.”",
    "The IMF had earlier scheduled the third review of its $3 billion, 48-month bailout package in October this year.",
    "However, economists have said a discussion between the IMF and the Dissanayake’s new administration has to take place before agreeing on a new schedule, with possible risks of some delay in the disbursement of the fourth tranche of the Extended Fund Facility (EFF).",
    "Originally, the fourth tranche was scheduled for December this year after the completion of the third review.",
    "“We will discuss the timing of the third review of the IMF-supported program with the new administration as soon as practicable,” the IMF Spokesperson said. (Colombo/September 24/2024)"
  ]
}