{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/prime-minister-wijayananda-dahanayake-was-a-most-unconventional-character/",
  "time_ut": 1731919680.0,
  "original_lang": "en",
  "original_title": "Prime Minister Wijayananda Dahanayake was a most unconventional character",
  "original_body_lines": [
    "Wijayananda Dahanayake Prime Minister and Minister of Defence and External Affairs (September 1959 — March 1960)",
    "(Excerpted from Rendering Unto Caesar by Bradman Weerakoon, Secretary to THE Prime Minister)",
    "If S W R D Bandaranaike had ushered in the age of the common man, W Dahanayake who followed him as prime minister on his untimely death, was surely the common man himself. Or so he looked at first glance. Dressed always in the white national dress –not necessarily always spotless or immaculately cut like Mr Bandaranaike’s – with a rustic homespun touch about him, a non-smoker and teetotaller at the time I first met him, Dahanayake could easily have fitted the bill. He chatted easily in colloquial Sinhala with a choice of words which bespoke his south Ceylon origin, enjoyed chewing betel after a meal and could squirt out the detritus into a spittoon, or far out into the yard, with the best of them. Along with his disarmingly simple mannerisms and modest ways, he had, in his rather long political life, acquired a reputation for honesty, outspokenness, unpredictability and for being very much on the side of the underdog.",
    "These qualities had made him a favourite of the press who always found him good for a story. The media, I found, were not quite sure – as were many of us in the administration – of who and what Daha, as he was universally known, really was: the shrewd, intelligent and manipulative politician or the amiable and slightly eccentric uncle. There is a well-established folk belief in the country that people who hail from the south, the towns of Galle and Matara in particular, can be deceptively smooth and cool customers.",
    "There were two favourite media stories which were endlessly repeated about him. One was about his attempt — thwarted just in time by a vigilant policeman — to enter the Parliament in a span cloth (amude) to protest the imposition by Mrs Bandaranaike in 1964 of a ration of two yards of textiles per month per person at a time of grave foreign exchange shortage. The other was the record he had created by making the longest speech ever in the State Council in August 1945, thirteen and a half hours, a mammoth filibuster covering two days, during which he was reportedly never once censured by the speaker for the sin of repetition.",
    "Dahanayake’s father was a Muhandiram and the family had always had high status and recognition in the south. He had a strong base of support from ordinary folk who appreciated his earthy and direct ways and his espousal of the many causes they brought to him. He had a lot of time for people and even as prime minister wanted me to establish a small ‘Office of the prime minister’ in Galle. We found a room in the municipal hall opposite the Galle railway station and every weekend during the few months of his premiership he would hold court there. It was perhaps the forerunner of the Presidential Mobile Office which Premadasa in his time as president of the country initiated with his customary enthusiasm of being always with the people. I went down to Galle sometimes when there was something particularly serious to attend to.",
    "Dahanayake’s family had a tradition of supporting the temple and his father was the president of the Dayaka Sabha of the Wijayananda Pirivena in Galle. His father, who was overjoyed at the birth of twin sons on October 2, 1902 named the elder of the two by twenty minutes, Wijayananda after the Pirivena and the other Kalyanamitra, the kind friend. The twin brothers were exceedingly close and one of the few real friends Dahanayake had was indeed his twin brother who visited him often at Temple Trees. It was quite difficult in the beginning, and especially when they were together, to determine who in fact was the prime minister.",
    "Wijayananda Pirivena was the place where the famous Colonel Olcott, the American theosophist, converted to Buddhism in 1845. Olcott along with his colleague Annie Besant was largely instrumental in energizing the movement which had commenced about that time to raise the status of Buddhism which had been overshadowed during the colonial period by the dominance of Christianity, the religion of the ruler and the patronage extended to it by the state.",
    "They did so mainly by the support they lent to the establishment of Buddhist schools throughout the country. Such schools initiated by the BTS – the Buddhist Theosophical Society – were as a countervailing force to the proselytizing work of the CMS, the Church Missionary Society, and had an important influence on the future development of political power structures. I have no doubt that Dahanayake’s abiding interest in the education sphere and his path-breaking initiative in raising the status of the chief Pirivenas – the Vidyodaya and Vidyalankara Pirivenas in Colombo, to University status, when he served as minister of education in the Bandaranaike Cabinet – were conditioned by his early exposure to the importance of pirivena education.",
    "But there were many other moments, too, which people remembered and spoke about. In 1940, as a member of the State Council for Bibile, a remote constituency in the Uva Province that he represented for a while, far removed from his native Galle, Dahanayake had played an important part in persuading the elite Ceylonese leadership of the times that free education for children – a pearl of great price no doubt – was a right that could not be denied. He did so by sponsoring the collection of signatures for a public petition supporting the initiatives of Dr C WW Kannangara, then minister of education of free education for all the children in the colony.",
    "It was a path-breaking idea but an extremely difficult project to carry forward with no party machinery and a generally indifferent press. Public petitions were the order of the day and Dahanayake’s leadership with a list of signatures that, as rumour has it, stretched from the steps of the State Council to the doors of the Chamber itself, went a long way to convince the colonial secretary to give the bill his consent.",
    "We are now aware of how this uncommon southern countryman, Wijayananda Dahanayake, came to act for and finally succeeded Mr Bandaranaike after he was mortally wounded that fateful Friday morning of September 25, 1959. The story is one worth telling. Bandaranaike and Dahanayake had been in the political field for many years starting from the old State Council days. Both being able debaters they had often jousted with each other. Parliament was the friendly battleground for good-natured barb and repartee and Dahanayake, like several other politicians of the time, fancied himself as a versifier too. In 1952 as an independent in the opposition he had parodied J R Jayewardene, then minister of finance, who had suddenly and with drastic consequences for the government of the day, removed the subsidy on rice. It went thus imitating Alice in Wonderland:",
    "Dahanayake had a celebrated rhyming couplet against Bandaranaike too, which ran:",
    "I do not love thee Banda dear because you change from year to year.",
    "However the winds of 1956 changed all that. Dahanayake, as minister of education in the MEP government became one of Mr Bandaranaike’s staunchest and most energetic Cabinet colleagues.",
    "In the last few months before Mr Bandaranaike’s demise, the MEP coalition, which Mr Bandaranaike had led to victory with such an overwhelming people’s mandate, was beginning to come apart. Irreconcilable differences in policy had led to the resignation of Mr Phillip Gunawardene and Mr William de Silva, two of his most able ministers, from the Cabinet in 1959.",
    "The ideological divide in his MEP coalition, between the Left, which the VLSSP represented so forcefully, and his own party the SLFP, had come out into the open. The Paddy Lands Act, Phillip Gunawardene’s brainchild, which attempted to secure permanency of tenure to the ande cultivators of paddy fields, was strenuously opposed by the rightists in the Cabinet led by C P de Silva, minister of lands and land development, Stanley de Zoysa, minister of finance and Mrs Vimala Wijewardene, the minister of health. A series of crippling strikes in the industrial and commercial sectors occurred in the first half of 1959 greatly preoccupying Mr Bandaranaike who had no particular liking for or experience over the nuts and bolts of bargaining with trade unions.",
    "The resignations of two important ministers and some cross-overs (it was still possible under the Soulbury Constitution for MPs to leave a party and cross-over to the other side) left the government with a very thin majority for most of 1959. I well recall how important it was to muster every vote for important bills in Parliament.",
    "Worse was to follow when C P de Silva, then Leader of the House, and the obvious choice to act for the prime minister when on leave, was stricken with a mysterious illness on August 26. Destiny was stepping in quite unexpectedly to give Mr Dahanayake a chance for the top leadership position and I had some little hand in the drama.",
    "On the afternoon of September 24 I had inquired of Mr Bandaranaike as to who would act as prime minister during his absence abroad: and he had said, “Mr Dahanayake.” I got his signature on the letter to the governor-general in terms of Article 46 (iv) recommending Dahanayake to act for him during his absence from the island and personally handed it over to N W Atukorale, Sir Oliver’s official secretary. So the governor-general had before him, most conveniently, and in writing, a nominated successor.",
    "It was to be a very short act. After the news came through that the prime minister had succumbed to his fatal injuries at 7.45 am on the morning of September 26, Mr Dahanayake drove once more to Queens House, this time to formally take the oath of office as prime minister. The transition of chosen succession to the highest position in the land had, in a tumultuous moment of history, been almost effortlessly accomplished. We were seeing in action, the phrase, common in British history: ‘The king is dead: long live the king’ brought to reality in our own land.",
    "Unlike Bandaranaike, who had lived at No 65 Rosmead Place, a charming two-storied bungalow in the most fashionable part of Colombo city – Cinnamon Gardens – and which remains a prestigious address even today, Dahanayake, the rural boy from the south, had managed, even as a minister and a bachelor, with a single room at the MP’s hostel ‘Sravasti’. Dahanayake indicated to me at the swearing-in that, now that he had been duly appointed, he would like to shift to Temple Trees, the official residence of the prime minister.",
    "I well remember the day that Dahanayake moved in. I had asked Guhaprasadam, the superintendent of government stores and his assistant, Singaratnam – the official residences being maintained and serviced by the Government Stores Department – to be present to receive the new occupant and show him around. As soon as Dahanayake arrived, accompanied by two somewhat battered suitcases, he asked to see his bedroom. I took him upstairs and showed him the master bedroom. He took one long look around the ornate double bed and antique furniture and said abruptly “I say, I can’t sleep in this. Can’t you find me a smaller room?”",
    "On being informed that all the bedrooms were of a similar size and small rooms were found only in the servants’ quarters, Daha hit on a brilliant idea. “Get the carpenters,” he said, “and make me a smaller room within this room.” This the Government Stores did, fashioning a room within a room in the stately official residence; a room sufficient to hold his single bed, wardrobe and dressing table, made with wooden frames and plywood sheeting, within the master bedroom and with its own little internal door.",
    "The only later addition to the furniture within his inner room which he soon ordered brought in, was a large iron safe in which he personally stored the many cash donations he began to receive from the business community as he prepared to face the inevitable coming general election. For the next six months, after an interregnum of almost 10 years, Temple Trees’ was to have a new and unconventional master in residence.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}