{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sohana-new-venture/",
  "time_ut": 1721668320.0,
  "original_lang": "en",
  "original_title": "Sohan…a new venture",
  "original_body_lines": [
    "I was reminded of the song ‘Goodness Gracious Me’, by Peter Sellers and Sophia Loren, when I was told that the legendary Sohan Weerasinghe has been doing his thing, in the showbiz scene, since 1975! And that means, next year, he reaches the half century mark!",
    "I’m sure all music lovers, both here and abroad, will be eagerly looking forward to Sohan’s Golden Jubilee celebrations!",
    "However, Sohan says he now needs a break but will continue to be active in the music scene…doing things differently.",
    "He and his long time buddy, Krishantha De Silva, who has been assisting Sohan for over 30 years, have come up with a brilliant idea…to promote and manage up-and-coming artistes – those who have the potential to achieve success in the near future.",
    "With that in mind, they have created SK Entertainments…and have already moved into action.",
    "They will be doing the needful for the band AROH, described by many as an awesome outfit, with all the potential to hit the top soon.",
    "When asked about his singing career, and his band The X-Periments, Sohan explained:",
    "“I would prefer to freelance now and take things easy as five decades is a very long time and it can be pretty exhausting, at times.",
    "“The X-Periments will always be there for special occasions, sing-along, weddings, etc.",
    "“I have also given them the total freedom to find their own work as I cannot find regular work for them, partly due to my overseas commitments.",
    "“So managing AROH, with Krishantha’s assistance, would be easier as I can also sing with them, as a guest star, if the need arises.",
    "“What’s more, they have their own repertoire and identity and they also have a versatile leader in Akila Dharmasena”.",
    "As a solo artiste, Sohan has been in the limelight on several occasions, both here and abroad.",
    "In fact, he did a gig with Sarith Surith & the News, at Nelum Pokuna, a couple of weeks ago, and, in the recent past, he has been seen at special functions, as a guest star.",
    "In December, last year, Sohan spent five weeks in Australia, as a solo artiste.",
    "“Yes, it’s a long time to be away from the home base and I was counting the days to get back”, the legendary singer/entertainer said.",
    "Sohan & The X-Periments will regroup for two events, in Colombo – on 31st August ‘Sing & Save a Life’, and on 21st September ‘Sing Along with Sohan & The X-Periments and Judy De Silva’.",
    "He has taken a break from the music scene to spend a month long vacation with his younger brother and sister, who reside in Canada, and his daughter who made it to Canada, from the States, for this family reunion.",
    "State but not public universities, private but not universities: What do we have in Sri Lanka?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}