{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/AKD-pledges-to-introduce-legislation-to-stop-political-crossovers/56-765355",
  "time_ut": 1723236652.0,
  "original_lang": "en",
  "original_title": "AKD pledges to introduce legislation to stop political crossovers",
  "original_body_lines": [
    "NPP Presidential Candidate Anura Kumara Dissanayake calls for an end to the practice of political crossovers",
    "Criticises frequent party-switching in SL politics, describing it as a blight on political landscape",
    "Says legislation introduced under a future NPP Govt. will unseat MPs who attempt to switch parties",
    "National People’s Power (NPP) leader and Presidential candidate Anura Kumara Dissanayake has called for an end to the practice of political crossovers.",
    "Speaking at a meeting in Malwana on Thursday, Dissanayake criticised the frequent party-switching in Sri Lankan politics, describing it as a blight on the political landscape. “In the afternoon, they belong to one party, by nightfall they’re with another, and by morning they’ve joined yet another group,” he remarked.",
    "Dissanayake vowed that these would be the final days where such crossovers are permitted, promising that an NPP Government would enact laws to unseat MPs who attempt to switch parties.",
    "He added that the current political landscape offers more than enough evidence for the people to make the right choice.",
    "He pointed out that MP Nalaka Godahewa, who secured the highest number of preferential votes for the Sri Lanka Podujana Peramuna (SLPP) in the Gampaha district, is now aligned with the Samagi Jana Balawegaya (SJB). Meanwhile, Prasanna Ranatunga, who came in second, defected to Ranil Wickremesinghe’s faction.",
    "“What about the former SLPP Chairperson G.L. Peiris? He’s now with Sajith,” Dissanayake remarked, highlighting that while the SLPP Chairperson has managed to infiltrate the SJB, the SJB’s own Chairperson, MP Sarath Fonseka, has been ousted.",
    "“Isn’t this kind of politics disgraceful?” he asked his supporters. Dissanayake pointed out that the SLPP has splintered into three factions, with different groups backing Ranil Wickremesinghe, Namal Rajapaksa, and Sajith Premadasa. “Should we continue to allow politicians to split into various factions during elections and let them come out on top?” he questioned.",
    "Dissanayake also revealed that many MPs who recently defected to the SJB had tried to join the NPP but were turned away due to their questionable histories. “Doesn’t this country need politics like that?” he asked.",
    "“We must put an end to the politics of defections. This can only be achieved by a political movement that refuses to accept those attempting to switch sides,” he asserted."
  ]
}