{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99067/presidents-fund-initiates-two-new-scholarship-programs",
  "time_ut": 1715083260.0,
  "original_lang": "en",
  "original_title": "President’s Fund initiates two new scholarship programs",
  "original_body_lines": [
    "As per the instructions of President Ranil Wickremesinghe, the President’s Fund has initiated two additional scholarship programs alongside the on-going scholarship initiatives, the President’s Media Division reported today.",
    "These scholarships will be extended to monks, nuns, and lay students enrolled in Piriven and Seelamatha Educational Institutions, as well as those pursuing Information and Communication Technology (ICT) at G.C.E. (Advanced Level), effective from May 2024.",
    "The scholarship distribution will cover all 822 Piriven and Seelamatha Educational Institutions across the country. A total of 06 scholarships will be granted to each institution. The selection of scholarship recipients from the respective departments/Seelamatha Educational Institutions will be the responsibility of the Parivenadhipathi Thero/Institution Director.",
    "Scholarships will be granted in two categories, with an anticipated 5000 scholarships set aside for lay scholars. Under the first category, scholarships will amount to Rs. 3000 per month for 12 months, beginning in May 2024. The second category will offer scholarships at Rs. 6000 per month for a duration of 24 months.",
    "Further details and the application form will be made available on the official website of the President’s Fund, www.presidentsfund.gov.lk, as well as on the official Facebook page, www.facebook.com/president.fund. Additionally, the application and instructions will be published in the Government Gazette on 10th May 2024.",
    "Candidates interested in this scholarship program must submit their duly completed application forms to the Parivenadhipathi/Head of Institute by 22nd May 2024. The selected scholarship recipients’ names, chosen by the Parivenadhipathi/Head of Institution, will be forwarded to the Director of (Piriwen) at the Ministry of Education via the Regional Assistant Director of Education (Piriwen).",
    "Under the guidance of the President, a scholarship program has commenced with operational backing from the President’s Fund, utilizing funds provided by the Telecommunications Regulatory Commission of Sri Lanka for the students who are following Information and Communication Technology (ICT) as a subject for G.C.E. (Advanced Level) Examination.",
    "This scholarship program aims to cover all education zones across the country, with a minimum provision of 50 scholarships per zone. Eligible students will receive a monthly scholarship of Rs. 6000 for up to 24 months starting from May 2024 until they sit for the G.E.C (Advanced Level) Examination.",
    "For information on qualifications and application details, applicants can refer to the official Facebook account of the President’s Fund (www.facebook.com/president.fund ) and the website www.presidentsfund.gov.lk. Additionally, details will be available on the official website of the Ministry of Education: www.moe.gov.lk.",
    "Information regarding this initiative has also been posted on the official website of the Telecommunications Regulatory Commission.",
    "Eligible students interested in applying for these scholarships are required to submit their completed applications directly to the President’s Fund via registered post by 22nd May 2024. Furthermore, the application form and instructions are scheduled to be published in the Government Gazette on 10th May 2024.",
    "In line with the President’s manifesto presented to Parliament on 07th February 2024, the President’s Fund has initiated several scholarship programs for school students in 2024, which are presently underway and progressing smoothly.",
    "The scholarship program to support the students with financial difficulties, who have passed G.C.E. (Ordinary Level) Examination in the academic year 2022/2023, was initiated in the 100 education zones across the country while selecting 60 students from each educational zone. This program offers a monthly scholarship of Rs. 6000 to aid students until they sit for the G.E.C. (Advanced Level) Examination.",
    "Currently, 6000 scholarship recipients have been selected under this program, and their details have been published on the official Facebook page and website of the President’s Fund. The disbursement of scholarships to these recipients is scheduled to commence from April 2024, along with the clearance of any pending arrears.",
    "In the meantime, the President’s Fund has launched a scholarship initiative targeting 100,000 students in grades 1 to 11 facing financial difficulties in accessing education. Covering all 10,126 schools in the country, the program aims to distribute scholarships of Rs.3, 000 per month to eligible students. Each school is set to receive a minimum of 04 scholarships and a maximum of 22 scholarships. Presently, the selection process for these scholarships is in progress, with the distribution scheduled to take place soon.",
    "At present, the President’s Fund is collecting information on scholarship applicants from the zonal education offices. Once all necessary details are computerized, the scholarship distribution process will commence, with funds directly deposited into individual bank accounts on a monthly basis. Recipients will receive confirmation via SMS upon receiving the scholarship."
  ]
}