{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-Argentina-s-once-great-economy-was-destroyed-Lessons-for-Sri-Lanka/4-762794",
  "time_ut": 1717784188.0,
  "original_lang": "en",
  "original_title": "How Argentina’s once great economy was destroyed? Lessons for Sri Lanka",
  "original_body_lines": [
    "Argentina’s exemplary economic success took a wrong turn from 1946 when Juan Peron became president and he implemented economic policies to make Argentina self-sufficient",
    "As Argentina was the fifth largest economy in the world in the early 1900s, Sri Lanka was one of the best economies in Asia and was referred to as the Switzerland of Asia. Sri Lanka’s downfall too was due to looking into import substitution starting in the mid 1950s. Sri Lanka went into a disastrous overdrive towards import substitution and self-sufficiency starting in 1970 which led to goods shortages and high prices and an economic crisis. Sri Lanka opened its economy in 1977. But the Sri Lankan economy has not remained fully open since then and many of the tough reforms were not done when Sri Lanka opened its economy leading to many lost economic opportunities for the country",
    "Argentina was the fifth largest economy in the world in the early 1990s and it was expected by many to rival the economy of the United States at that time. Even by the 1950s, Argentina’s GDP per capita was 3 times that of Japan and 2 times that of Spain making Argentina a very successful economy. But when you look at Argentina today, it is a shadow of its past. Argentina has defaulted 9 times and in the 21st century alone it defaulted 3 times. How did this economic success story become a basket case in a few decades? Where did Argentina go wrong in its economic policies?",
    "Argentina’s exemplary economic success took a wrong turn from 1946 when Juan Peron became president and he implemented economic policies to make Argentina self-sufficient. Foreign direct investment was not welcomed and open trade was largely rejected with the entire economy shifting towards an inward looking trade policy. Import tariffs were made very high in order to reduce imports so Argentina can produce them locally and also exports were taxed. It focused on building its industries by cutting out outside competition and being less dependent on other countries.",
    "An unwelcome attitude on foreign direct investments resulted in underuse and underinvestment in Argentina’s resources. A good comparison is between Argentina and Chile where both nations have copper but Chile is the largest copper exporter in the world while Argentina is nowhere close to Chile. Argentina also has been spending a large percentage of government spending on price subsidies. Subsidies on energy alone come to 2% of GDP in government spending.",
    "Argentine President Peron also focused on a state with a very strong labour movement which resulted in unsustainable and large welfare schemes and higher wages making Argentinian products uncompetitive. It also led to a large portion of the population working for the government resulting in unsustainably large portions of government revenue being spent only on paying salaries and pensions of state employees. This resulted in capital expenditure of the government being insufficient on areas like education, health, infrastructure and research and development.",
    "A good example was Argentina’s successful export oriented agriculture sector which was neglected as financial and human capital was diverted away from the agriculture sector and into unproductive and uncompetitive sectors in the name of industrialisation and attaining self-sufficiency",
    "Argentina has had a history of hyperinflation with its inflation for last year being over 100%. Argentina’s excessive inflation can be linked back to its monetary financing by a non independent, politically controlled central bank which had resorted to money printing to finance the large fiscal deficit. Inflation had also resulted in Argentinians saving in dollars mostly putting further pressure on its local currency",
    "But the primary and most important economic policy that led to Argentina’s downfall was trade protectionism. Argentina’s most famous economist, Raul Prebisch, who also became the executive director of the United Nations Economic Commission for Latin America after the Second World War heavily influenced Argentina to move down the path of import substitution and self-sufficiency. The Prebisch-Singer hypothesis stated that primary goods tend to decline relative to prices of manufactured goods over time. A solution was to adopt import substitution where goods are made locally and local industries will be protected through import barriers.",
    "Prebisch’s influence as he headed the UN agency for South America also extended to other Latin American countries. Raul Prebisch’s import substitution policy even went to the extent of influencing far away countries in the 1950s onwards. A good example being India where India’s first Prime Minister Jawaharlal Nehru and many Indian prime ministers who followed him continued with the import substitution and inward looking economic policies depriving India of economic growth for four decades until finally in 1991, Indian Finance Minister Dr. Manmohan Singh ended the outdated policies and opened India’s economy to the world.",
    "Argentina largely closed its economy and focused on being self-sufficient. This resulted in large companies in Argentina shifting focus on producing for the local market in a protected economy. As they felt much more comfortable producing to the local market now that there were no imports and therefore no reason to be competitive and innovative, this resulted in Argentine products becoming lower in quality and less innovative as they are shut out of global markets and global competition. As Argentine producers produce to the local market, the economies of scale reduces resulting in higher production costs. These made Argentinian exports less competitive in the global markets and drastically reduced its exports.",
    "Import substitution policies and trying to be self-sufficient also meant that Argentina was trying to produce products and services in which it had no comparative advantage. Products which could be imported at either better quality or cheaper prices. This resulted in Argentina producing products at higher prices and/or lower quality resulting in inflation. This also meant that Argentina diverted resources away from producing products in which Argentina had a competitive advantage in and products which could have been exported thus increasing its foreign reserves. A good example was Argentina’s successful export oriented agriculture sector which was neglected as financial and human capital was diverted away from the agriculture sector and into unproductive and uncompetitive sectors in the name of industrialisation and attaining self sufficiency.",
    "As import substitution led to inefficient industries and a decline in Argentina’s traditional exports, Argentina turned to external debt to sustain its current account balance. As exports become uncompetitive due to import substitution, this means debt keeps piling. Argentina has experienced a series of recessions and currency devaluation and has defaulted 9 times.",
    "Import substitution and the notion of pursuing self sufficiency laid the foundation for Argentina’s economic crisis from which it did not recover even after three quarters of a century. Trade protectionism and a focus on import substitution is again beginning to rear its head as the US shows signs of interest with its new industrial policy. Argentina will continue to be a lesson to many countries including Sri Lanka.",
    "As Argentina was the fifth largest economy in the world in the early 1900s, Sri Lanka was one of the best economies in Asia and was referred to as the Switzerland of Asia. Sri Lanka’s downfall too was due to looking into import substitution starting in the mid 1950s. Sri Lanka went into a disastrous overdrive towards import substitution and self-sufficiency starting in 1970 which led to goods shortages and high prices and an economic crisis. Sri Lanka opened its economy in 1977. But the Sri Lankan economy has not remained fully open since then and many of the tough reforms were not done when Sri Lanka opened its economy leading to many lost economic opportunities for the country.",
    "As Argentina shows, import substitution and attaining self-sufficiency does not work as it results in resources being diverted away from sectors in which a country has a comparative advantage to export and leads to the formation of new unproductive industries which cannot survive without government subsidies or import tariffs. These industries have little chance to export in global markets. This results in debt replacing exports in order to balance the current account leading to repeated defaults. Sri Lankan policy makers need to understand this or we could head to another default.",
    "(The writer is an Economist. He is a Consultant on Economic Policy at the Asian Development Bank. He is an expert member of the World Economic Forum and a regular columnist to the International Monetary Fund on public finance management. He was a member of the Deloitte Global Economist Network. Views expressed in this article are strictly the writer’s own personal opinions.)"
  ]
}