{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/22/chinese-research-ship-yuan-wang-5-returns-to-indian-ocean",
  "time_ut": 1758537660.0,
  "original_lang": "en",
  "original_title": "Chinese Research Ship Yuan Wang 5 Returns to Indian Ocean",
  "original_body_lines": [
    "COLOMBO (News 1st); The Chinese scientific research vessel Yuan Wang 5 has returned to the Indian Ocean, three years after its high-profile visit to Sri Lanka’s Hambantota Port.",
    "The ship’s reappearance comes amid heightened regional scrutiny, as India closely monitors its movements.",
    "The Yuan Wang 5, a state-of-the-art satellite and missile tracking vessel operated by the Chinese People’s Liberation Army Navy, was last reported near Indonesia on September 18.",
    "Its return to the Indian Ocean coincides with speculation that India may conduct a hypersonic long-range anti-ship missile test over the Bay of Bengal between September 24 and 25.",
    "India has issued a NOTAM (Notice to Airmen) restricting airspace over the Bay of Bengal during this period, fueling further speculation about an impending missile test.",
    "The vessel is equipped with advanced radar systems capable of tracking objects in flight or orbit, and has a crew of over 400 personnel.",
    "Its dual-use tracking capabilities have raised concerns in New Delhi, with Indian authorities wary of potential surveillance activities.",
    "The Yuan Wang 5 is operated by the Strategic Support Force of the Chinese PLA Navy and has played a key role in tracking China’s space missions, including the Shenzhou crewed spacecraft, Chang’e lunar missions, and BeiDou satellites.",
    "The ship underwent a technical upgrade in 2022 to enhance its navigation, safety, and specialized equipment.",
    "The vessel previously docked at Hambantota Port in August 2022, after Sri Lanka granted permission despite Indian security concerns.",
    "The port itself was leased to a Chinese state-owned company in 2016."
  ]
}