{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/from-barter-to-blockchain/",
  "time_ut": 1758974460.0,
  "original_lang": "en",
  "original_title": "From Barter to Blockchain:",
  "original_body_lines": [
    "The sun slants through the high windows of Seylan Bank’s head office, catching on shelves stacked with old ledgers, rare coins and brittle newsletters. Sitting amid these treasures, Dr. Nimal D. Rathnayake – senior banker, researcher and self-styled custodian of the island’s financial memory – looks more like a historian than a man who signs off on billion-rupee transactions.",
    "“Banks are the backbone of the Sri Lankan financial system,” he says with a smile. “They provide liquidity to the economy and reshape the risk profile of assets.”",
    "He speaks with the easy authority of someone who has spent decades both practising and studying the craft. Over a long conversation he takes me from ancient monasteries to fintech start-ups, tracing how Sri Lankans have saved, lent and transacted for two millennia.",
    "In the beginning there were no banks – just barter. “Trade was mostly goods for goods,” Dr. Rathnayake explains. “Over time, coins like the Kahapana appeared between the 3rd century B.C. and the 1st century A.D.” Gold doubled as currency and a store of wealth.",
    "Even then, people looked for places to keep their surplus. Buddhist monasteries, under the Niyamatana system, stepped into that role. “They accepted deposits of grain, pulses and currency, lending them out at interest to fund religious life and community welfare,” he says. Long before the word “bank” entered Sinhala, the idea of trusted intermediaries was already here.",
    "With the arrival of the Portuguese and later the Dutch, European concepts of finance began to filter in. Dr. Rathnayake shows me a print of the Bank van de VOC – Sri Lanka’s first formal bank, established in Colombo in 1743 by the Dutch East India Company. “It was set up to handle trade finance,” he says. By 1785, the island had its first printed banknotes, denominated from one to ten Pathaga.",
    "The earliest unit of currency known in Sri Lanka is referred to as a ‘Kahapana",
    "Then came the British era, and with it a surge of institutions whose names still echo today. Bank of Ceylon (1841), Western Bank of India (1843), Oriental Bank Corporation (1851), Mercantile Bank of India (1854), Hatton Bank (1888, now HNB), HSBC and Chartered Bank (1892). “This was the foundation of the modern system,” he notes. British banks financed tea, rubber and coffee exports; their cheques and ledgers underpinned colonial commerce.",
    "Independence brought a new centre of gravity. “The Currency Board gave way to the Central Bank of Ceylon in 1950 under the Monetary Law Act,” Dr. Rathnayake recalls. “Mr. N. U. Jayawardena became the first Sri Lankan governor in 1953.”",
    "For him, that shift marks the birth of a truly national monetary authority with an active policy role. He still remembers the shock of the 1996 bomb attack on the bank’s York Street headquarters. “It was a blow not just to a building but to the confidence of the sector,” he says quietly.",
    "Fast-forward to the present. Sri Lanka’s banking sector now counts 24 licensed commercial banks and six licensed specialised banks. For decades only three British, three Indian and one Pakistani bank operated here; liberalisation in 1979 opened the doors to American and European institutions — Citibank, Bank of America, Banque Indosuez, European Asian Bank, Chase Manhattan, Amsterdam Rotterdam Bank and others.",
    "“We’ve moved from a club of a few banks to a diverse landscape of local and international players,” Dr. Rathnayake explains. “But the biggest change isn’t the numbers; it’s technology.”",
    "“Digital transformation is inevitable,” he warns. “But Sri Lanka still has only about 12.4 million internet users out of 23.2 million people. We need the right mix of physical and digital.”",
    "He ticks off the trends he’s watching: mobile-first services, artificial intelligence, cloud computing, blockchain, fintech partnerships. “Branch networks and large workforces will inevitably shrink,” he says. “Banks and staff must prepare early. Collaborating with fintechs and strengthening cybersecurity will be key.”",
    "Paperless and green banking, he adds, are not just buzzwords but necessary shifts. “The financial landscape is changing rapidly, necessitating greater innovation from banks. But amidst all these changes, the importance of trust remains constant.”",
    "As our conversation winds down, Dr. Rathnayake runs his fingers over an old copper coin on his desk. It’s a quiet reminder that Sri Lanka’s banking culture has always been in motion — from barter to coins to banknotes to mobile apps.",
    "“We’ve adapted before,” he smiles. “We can do it again – but only if we balance innovation with inclusivity and trust. The past shows us that banking succeeds when it’s woven into the fabric of society, not imposed from above.”",
    "He hopes more young bankers will study history. “Knowing how we got here makes it easier to see where we’re going,” he says.",
    "3rd century B.C.–1st century A.D. – Kahapana coins in circulation; Buddhist monasteries act as financial institutions.",
    "1743 – Bank van de VOC established in Colombo by the Dutch East India Company.",
    "1841 onwards – Surge of banks under British rule – Bank of Ceylon, Hatton Bank, HSBC and others.",
    "1950 – Central Bank of Ceylon established, replacing the Currency Board.",
    "2025 – Sri Lanka’s banks balance digital transformation with physical presence as internet penetration grows.",
    "Dr. Rathnayake’s blend of scholarship and frontline experience makes his message clear: Sri Lanka’s banking sector has always adapted to change — and must do so again, balancing digital innovation with inclusivity and trust. The coins, ledgers and memories in his office are not just relics of the past but signposts for a future where banking, once again, becomes a bridge between people and progress.",
    "Ranil prepares to govern the country cohabiting with President CBK",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}