{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/JAT-opens-binder-plant-in-Horana/34-763155",
  "time_ut": 1718567868.0,
  "original_lang": "en",
  "original_title": "JAT opens binder plant in Horana",
  "original_body_lines": [
    "JAT Holdings PLC, recently celebrated a key milestone with the ceremonial opening of its state-of-the-art binder plant in Horana.",
    "The Company said the historic achievement marks the culmination of months of dedicated planning and construction, symbolising JAT’s unwavering commitment to innovation and operational excellence.",
    "The JAT Binder Plant represents a significant leap forward for JAT Holdings, enabling it to manufacture its own binders, the foundational component of wood coatings and emulsion paint. This strategic move positions JAT for greater backward vertical integration, optimising production efficiency, and ultimately delivering superior value to its customers.",
    "The inauguration ceremony was held in the presence of JAT Holdings’ senior management team, distinguished guests, and other dignitaries representing key stakeholders. The ceremony served to highlight JAT’s relentless pursuit of excellence and cutting-edge technology. The fully operational plant is now expected to significantly contribute towards JAT’s growth trajectory.",
    "JAT Holdings PLC CEO Nishal Ferdinando said: “The opening of our binder plant is a watershed moment for JAT. This investment in domestic manufacturing empowers us to revolutionise the Sri Lankan paint industry, offering our customers unparalleled quality and cost-effective solutions. We are confident that this venture will propel us to even greater heights, whilst further strengthening our position as the market leader. We are also excited about the potential for exporting our excess production from this plant, and launching even more cost-efficient, high-value, and superior-quality products for the benefit of our customers.”",
    "The plant thus signifies a new era for JAT, solidifying its position as a dominant leader within the wood coatings and paints industry in Sri Lanka and the wider region. The new JAT Binder Plant will complement JAT’s Alkyd Resin Plant in Bangladesh, and its cross-border manufacturing infrastructure, supported by its class leading R&D Centre in Sri Lanka. This strategic integration allows JAT to leverage its expertise and cutting-edge technology to optimise the production process for its range of wood coatings and emulsion paints, along with the rest of its product portfolio.",
    "Director - Research & Development Ajith Bandara said: “We are thrilled to witness the fruition of the binder plant project. This plant not only empowers us to meet the rising demand for wood coatings and emulsion paints but also paves the way for ground-breaking collaborations in binder and polymer development. I am happy to mention that our automated binder facility is equipped with all the state-of-the-art machinery and a technical team with the right expertise and experience – making it a facility on par with international manufacturing facilities. We are eager to explore these possibilities with leading universities and research institutions, fostering innovation that will positively impact the entire industry, even beyond the national level.”",
    "JAT Holdings said it has prioritised quality throughout the execution of this project. The Group has secured the expertise of overseas consultants and R&D specialists who play a vital role in formulating JAT’s binders and other products. Additionally, JAT has invested significantly in automated machinery, ensuring exceptional productivity and operational efficiency. The plant also adheres to the strictest health and safety regulations, providing a secure and inspiring work environment that fosters creativity and innovation. Furthermore, the JAT binder plant operates in accordance with rigorous local and international environmental and sustainability standards, cementing JAT Holdings PLC’s commitment to its ESG goals."
  ]
}