{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Police-arrest-five-activists-protesting-for-Keheliyas-arrest-over-immunoglobulin-case/108-276070",
  "time_ut": 1706715360.0,
  "original_lang": "en",
  "original_title": "Police arrest five activists protesting for Keheliya’s arrest over immunoglobulin case",
  "original_body_lines": [
    "Colombo, Jan 31 (Daily Mirror) - Police have arrested five activists from civil organizations who staged a protest outside the Criminal Investigation Department, displaying banners with the slogan 'Keheliya Go Gama,' demanding the arrest of Minister Keheliya Rambukwella in connection with the import of substandard Immunoglobulin injections.",
    "The Citizen Power Against Bribery and Corruption, and People's Organizations jointly organized a peaceful Satyagraha today in front of the Criminal Investigation Department following reports that Minister Rambukwella was summoned to the CID to provide a statement regarding the substandard Immunoglobulin case.",
    "Police Spokesman DIG Nihal Thalduwa confirmed that the Minister and Additional Secretary of the Ministry of Health, Saman Ratnayake, were scheduled to provide statements to the CID  on Wednesday (31).",
    "It was reported that the Attorney General has instructed the CID to record statements from former Health Minister Rambukwella for the second time concerning the case involving substandard Immunoglobulin injections.",
    "However, the Minister did not appear before the CID. He reportedly informed the CID that he had to appear before the Colombo High Court for another case and also attend the Ministerial Subcommittee on Public Expenditure Management, chaired by the President at the Presidential Secretariat.",
    "While Minister Rambukwella was absent, Additional Secretary of the Ministry of Health Saman Ratnayake arrived at the CID and provided a statement.",
    "The CID had previously obtained statements from both the Minister and the Additional Secretary regarding the incident."
  ]
}