{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sahasya-investment-limited-to-operate-and-manage-expressways-from-01st-april-2024/",
  "time_ut": 1711449660.0,
  "original_lang": "en",
  "original_title": "Sahasya Investment Limited to operate and manage expressways from 01st April 2024",
  "original_body_lines": [
    "The Cabinet of Ministers approved the proposal presented by the Minister of Transport and Highways to shift the daily operations and management of expressways to Sahasya Investment Limited from 01.04.2024 in accordance with a formal management agreement and to transfer all the relevant assets to Sasahasya Investments Limited within six months consequent to a legal and financial feasibility study jointly conducted by the Road Development Authority and Sahasya Investments Limited.",
    "[At the Cabinet meeting held on 26.06.2023, it had been approved to shift the expressway network from the Road Development Authority to Sahasya Investment Limited so that the land owned by highways, highway loans and related staff can be managed more commercially. The respective action plan has been approved at the Cabinet meeting held on 05.02.2024.]",
    "Related Topics:Cabinet Decisionsdaily operations and management of expresswaysSahasya Investment Limited",
    "Preserving law and order not a Human Rights violation – President",
    "Cabinet nod to promote registration of ships under the Sri Lankan flag",
    "Cabinet nod to promote registration of ships under the Sri Lankan flag",
    "Prevention of Domestic Violence Act No. 34 of 2005 to be revoked and replaced by new act",
    "Rs 2000 million allocated to recommence stalled rural development projects",
    "M/s Premier Energies Ltd gets contract to install rooftop solar power generation at religious places",
    "Cabinet nod to import 42 million more eggs for the festive season",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}