{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Judge-proposes-Spains-Luis-Rubiales-face-trial-over-Hermoso-World-Cup-kiss/108-275717",
  "time_ut": 1706194560.0,
  "original_lang": "en",
  "original_title": "Judge proposes Spain’s Luis Rubiales face trial over Hermoso World Cup kiss",
  "original_body_lines": [
    "Spain, Jan 25 (BBC) - A Spanish judge has proposed that former football federation president Luis Rubiales should stand trial over the women's World Cup kiss involving captain Jenni Hermoso.",
    "Mr Rubiales grabbed Ms Hermoso's head and kissed her during the presentation after Spain's victory in Australia.",
    "She said the kiss was \"not consensual\", a statement denied by Mr Rubiales.",
    "A judge has found there is enough evidence for the matter to proceed to trial.",
    "During a hearing at the Audencia Nacional, or High Court, in Madrid, the judge described the kiss as \"not consensual and... a unilateral and surprising initiative\".",
    "Prosecutors previously charged Mr Rubiales with sexual assault and coercion.",
    "Penalties for such a kiss range from a fine to four years in prison.",
    "The incident has involved several Spanish football executives including Ms Hermoso's former coach, a former marketing manager and the sports director of the men's team.",
    "Jorge Vilda, Rubén Rivera and Albert Luque are accused of pressuring Ms Hermoso to say publicly the kiss had been consensual.",
    "Lawyers involved in the proceedings now have 10 days to make a formal trial request before a court.",
    "Ms Hermoso, Spain's top scorer, testified before the court investigating her allegation for more than two-and-a-half hours earlier in January.",
    "According to Spanish media, she said the kiss was \"unexpected and at no time consensual\".",
    "A statement issued shortly after the final that was attributed to Ms Hermoso had indicated the kiss had been consensual. But she later complained of being pressured by officials of the Spanish football federation to put her name to the statement.",
    "The kiss took place during the medal ceremony in Sydney on 20 August last year, following Spain's win over England.",
    "Mr Rubiales has always maintained the kiss was a \"consensual peck\", but in the wake of the incident, he was forced to resign as president of the Spanish football federation.",
    "It set off a wave of global anger at sexism at the highest levels of women's sport."
  ]
}