{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sri-lankan-police-target-families-of-disappeared-unhrc-should-monitor-repression-counterterrorism-law-abuses-hrw/",
  "time_ut": 1755651411.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Police Target Families Of ‘Disappeared’: UNHRC Should Monitor Repression, Counterterrorism Law Abuses: HRW",
  "original_body_lines": [
    "Sri Lankan security forces still harass families of victims of forced disappearances and misuse the country’s draconian counterterrorism law a year since President Anura Kumara Dissanayake took office with promises of reform, Human Rights Watch said today. The United Nations Human Rights Council should renew the mandates for the UN to collect and analyze evidence of abuses in Sri Lanka, along with continued monitoring and reporting on the situation.",
    "On August 13, 2025, the Office of the High Commissioner for Human Rights reported that there had been almost no progress in accountability for widespread abuses by government forces and the separatist Liberation Tigers of Tamil Eelam during the 1983-2009 civil war, and that “the structural conditions that led to past violations persist.” Tens of thousands of victims of enforced disappearances, many last seen in military custody, remain unaccounted for.",
    "“President Dissanayake pledged that he would adopt more rights-respecting policies, but very little has changed, particularly for Tamil victims of abuses,” said Meenakshi Ganguly, deputy Asia director at Human Rights Watch. “The families of the disappeared continue to face threats, including for engaging with the UN, while prospects for justice in Sri Lanka are as remote as ever.”",
    "In June, the UN human rights chief, Volker Türk, visited the Chemmani mass grave near Jaffna, from which the bodies of over 100 people including children believed to have died in army custody have been recovered, and called for “robust investigations by independent experts with forensic expertise who can bring out the truth.” Over several decades, about 20 mass grave sites have been discovered in Sri Lanka, including those linked to the brutal security forces crackdown during the 1987-1989 uprising in southern Sri Lanka by the Janatha Vimukthi Peramuna (People’s Liberation Front or JVP), the formerly militant leftist party that is now the largest constituent of the Dissanayake government. None of these sites have been adequately investigated.",
    "In 2020, the government withdrew its support for a UN Human Rights Council resolution adopted by consensus biannually since 2015 to advance justice. In 2021, the Council created the Sri Lanka Accountability Project to gather information and evidence for use in possible future trials. Many families of victims have braved possible retaliation by the authorities to share evidence with the project.",
    "In the predominantly Tamil Northern and Eastern Provinces, the areas most affected by the war, there has been no apparent reduction under the Dissanayake administration in police and intelligence agencies’ efforts to monitor and intimidate victims’ families and human rights defenders.",
    "A woman whose son was forcibly disappeared in army custody in 2008 said that in June, Terrorism Investigation Division police officers questioned her at her home for three hours. They asked her about her visits to Geneva, where she has engaged with the Accountability Project and the Human Rights Council.",
    "“Many mothers [of the disappeared] are mentally affected by the [police] inquiries, monitoring, and intimidation,” she said. She believes that surveillance, including by the police Criminal Investigation Department (CID) has increased. “The monitoring by the CID is tighter now,” she said. “Sometimes they approach our children to get information about us. That is a type of threat.”",
    "The police sometimes discourage people from attending events for war victims, and intimidate people there by filming memorial events. In August, counterterrorism police summoned Kanapathipillai Kumanan, a prominent Tamil journalist and rights defender, for questioning. One activist said that the authorities also “create isolation” by paying informers in communities to report on activists, while threatening others not to associate with certain campaigners or organizations. The monitoring is often directed at those who engage with the UN, including around the recent visit by Türk.",
    "The Sri Lankan authorities continue to use counterterrorism powers to arbitrarily detain members of minority communities and harass activists. Police from the Terrorism Investigation Division have repeatedly questioned administrators of nongovernmental organizations about their funding. Administrators say they are sometimes unable to receive bank transfers due to the misapplication of rules purportedly intended to counter terrorist financing. In September 2023, the International Monetary Fund found that “broad application of counter-terrorism rules” restricted civil society scrutiny of official corruption.",
    "Sri Lanka is being evaluated by the Financial Action Task Force (FATF), an intergovernmental organization that combats money laundering and terrorist financing. Activists have raised concerns that the government is violating FATF’s code, which calls for “focused, proportionate and risk-based measures,” and warns against “unduly disrupting or discouraging” legitimate work by nonprofit organizations.",
    "Since 2015, successive Sri Lankan governments have pledged to repeal the notorious Prevention of Terrorism Act (PTA), which has been used to enable arbitrary detention and torture since it was introduced as a temporary measure in 1979. The pledge has also been a condition of Sri Lanka’s beneficial trading relationship with the European Union since 2017. Dissanayake made the same commitment during his election campaign.",
    "However, the PTA is still being used to detain people without any evidence of involvement in terrorism. According to data in an August 2025 UN human rights report on Sri Lanka, 38 people were arrested under the law in 2024, and 49 in the first four months of 2025.",
    "Mohamad Liyaudeen Mohamed Rusdi was arrested under the PTA on March 22 with a detention order signed by Dissanayake. When he was released on April 7, Dissanayake signed an unprecedented “restriction order,” including to report regularly to the police. Rusdi’s alleged crime was pasting a sticker opposing Israeli government policies. The Human Rights Commission of Sri Lanka found a “total lack of evidence that Mr. Rusdi had committed any offense” and said it was “a stark example of the inherent dangers of the PTA and the propensity of law enforcement officials to deploy the PTA’s provisions in bad faith.”",
    "Police held Mohamed Rifai Suhail, a 21-year-old student, for nine months without charge because he criticized Israel on social media. Although the police are required by law to notify the Human Rights Commission of all PTA detentions, they did not do so.",
    "The Sri Lankan government should immediately and publicly direct security agencies to end the surveillance and harassment of victims’ families and activists, and announce a complete moratorium on the use of the PTA, Human Rights Watch said. The government should invite international experts to assist in the excavation of the Chemmani mass grave.",
    "Sri Lanka should also support a resolution at the upcoming UN Human Rights Council session, scheduled to begin on September 8, to renew the Accountability Project and the UN’s ongoing monitoring and reporting for two years.",
    "“Families of the disappeared in Sri Lanka have been fearless in their campaign for truth and justice, but they face government harassment every step of the way,” Ganguly said. “Foreign governments should press harder for credible investigations of mass graves and the prosecution of those responsible for serious crimes in Sri Lanka, wherever they can be brought to justice.”"
  ]
}