{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-plans-new-tender-for-japan-funded-airport-terminal-in-september-174228/",
  "time_ut": 1722246720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka plans new tender for Japan funded airport terminal in September",
  "original_body_lines": [
    "ECONOMYNEXT – State-run Airport and Aviation Services (Sri Lanka) Ltd plans to float a new tender to resume work on the second terminal in mid -September after a bilateral debt restructure made funds from Japan available, Chairman Athula Galketiya said.",
    "The original contractor self-terminated the contract, after completing only 5 percent of the terminal, when Sri Lanka defaulted on its debt in 2022.",
    "As a result, Sri Lanka had to pay 52 million in termination fees under the contract terms.",
    "The half-built sub-structure of the terminal, which was a safety hazard and was deteriorating, was then completed by a local contractor hired by the AASL.",
    "Though the contractor pulled put when the Japan International Co-operation Agency had to suspend projects after the sovereign default, the consultants, Japan Airport Consultants were retained at Sri Lanka’s expense.",
    "The original design had to be changed to accommodate new regulations and costs had also risen in the meantime, Galketiya said.",
    "JICA however had agreed to provide the gap funding and Sri Lanka had already done the preliminary work to float a tender, he said.",
    "Colombo airport passenger traffic was fast approaching pre-Covid levels and the airport agency was trying to start work on the new terminal as soon as possible.",
    "An attempt to start an interim terminal to with 30 check in counters in a separate building has got down bogged down in legal action.",
    "However, attempts are being made to resolve the problem and try to award that tender as well, Galketiya said.",
    "Colombo airport’s passenger volumes had 26.1 percent to 4.39 million in the first six month of the year.",
    "Sri Lanka is expecting volumes to rise to around 8 to 9 million by the end of the year.",
    "The existing terminal has handled about 10 million passengers though there is congestion in the departure terminal and immigration processing.  (Colombo/July29/2024)"
  ]
}