{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Expectations-and-disappointments/4-779335",
  "time_ut": 1753208698.0,
  "original_lang": "en",
  "original_title": "Expectations and disappointments",
  "original_body_lines": [
    "Voters are entitled to expect at least a clear set of signals that the promises made are being translated into reality",
    "It is nearing 11 months since Anura Kumara Disanayake became President and nine months since the JVP-NPP coalition was put in power with an unassailable two-third majority in Parliament. Both were made possible by a new generation of Sri Lankans awakened by an accelerating desolation of the country’s democratic governance, economic development and its socio-cultural heterogeneity.",
    "The 2023 Aragalaya was the expression of their discontent, which impressed upon voters that without a fundamental change in the political leadership and art of governance the country had no hope of getting back to its past glory. But even before the Aragalaya, there were progressive thinkers and spokespersons within the elder generation who too were advocating the need for system change. AKD’s promise of a new political culture through social revolution was music to their ears, and when the coalition was swept to power with Madam Harini Amarasuriya, a qualified and experienced social activist as the country’s second woman Prime Minister there was an air of optimism sweeping throughout the nation. There was an aura filled with great expectations from the new leadership.",
    "True, system change cannot happen overnight especially in the absence of a pre-set blueprint on the proposed new system. Therefore, the expected change needs to come through a process of trial and error. Even so, voters are entitled to expect at least a clear set of signals that the promises made are being translated into reality. But sadly, whether because of incompetence or inexperience or because of ideological differences between the coalition partners progress made so far has been too little, too narrow and too tardy. This is disappointing to say the least.",
    "There were four main areas where the new system needs a thorough break from the past: governance and public administration, economic development, inter-ethnic cohesion and the constitution. There has been some notable progress in the first and constrained achievement in the second but absolutely nothing in third and fourth. It is unfortunate that the new leadership is trapped by a destabilising Trump Effect on the international order whose accepted rules and values are being made redundant and institutions made powerless. Yet, there is also a window of opportunity for countries like Sri Lanka to minimise the negative impact of that Effect by aligning with the rising alternative leadership from the Global South.",
    "One area in which AKD and the NPP Government have made notable strides is in tackling the curse of nepotism and corruption in governance and public administration. These evil twins had spread so deep and wide in the country’s political governance and public administration that ordinary citizens had come to accept them as part of normality. Apart from the colossal financial waste and inordinate delays in getting things done through officialdom the most dangerous consequence had been the penetration of underworld operations in public affairs. Even security forces appear to have come under its influence.",
    "Financial corruption in managing public enterprises like the national airlines for example had turned them into lossmaking white elephants which in turn had made national budget balancing an impossible exercise. This is why the anti-corruption drive which AKD and NPP promised during their election campaigns is now in operation and they deserve to be commended. So far, a few notable personalities including previous ministers and public servants have been brought before the law, but there are still more out there yet to face the music. This project with the backing of voters must succeed for a new system to take effect.",
    "But there is one pre-election promise on which the new leadership seems to be dragging its feet. This was to abolish the draconian Prevention of Terrorism Act (PTA). The law enforcers and specially the local police force seem to have no clue about what constitutes terrorism. In fact, there is no universally accepted legal definition of terrorism and terrorists. The widely publicised arrests of two Muslim men who are now released on bail after months of incarceration demonstrate the prevailing confusion about PTA. One of them was arrested by the police for displaying an anti-Israel poster and the other for trampling an Israeli flag. Both were acts to demonstrate the men’s disgust at what is happening in Gaza.",
    "Although the magistrates have released the two so-called offenders there is increasing suspicion within the local Muslim community that the police and security forces have come under pressure from Israeli sources to take a tough stand against pro-Palestinian agitators. The recent influx of Israeli tourists, their daring disregard to the moral norms and values of local communities, unlicensed businesses run by Israelis arriving on tourist visas, and the establishment of Chabad Houses have raised concern about possible influence of Mossad in the Foreign Ministry.",
    "It appears that AKD and NPP are caught in an agonising dilemma between balancing the economic benefits of employment for Sri Lankans in Israel and paying a price for it by compromising Sri Lanka’s historic sympathy with the Palestinian cause. To Israel of course all Palestinians and pro-Palestinian demonstrators are either terrorists or anti-Semites. PTA will complicate matters further and sooner it removed from the statute book better for peace and tranquillity in this country.",
    "On the economic front there is a long way to go before reaching a state of play that would provide a degree of economic independence with affordable living standard for a vast majority of Sri Lankans. Although IMF is satisfied with progress made so far while warning the Government of challenges ahead, its main concern is about maintaining a rate of growth that would make Sri Lanka’s level of foreign debt remain serviceable and sustainable. However, as indicated already the fallout from the Trump Effect on trade and international relations would certainly make even IMF’s limited goals a challenge to achieve.",
    "The menace of rising cost of living which is a pandemic spreading almost all nations and on which local opposition is trying to make political capital will persist until there is peace in Europe and Middle East – a point only receiving casual mention in liberal economic analysis. The ultimate objective of Trump’s tariffs on imports is to force exporting countries to join his bigger war against China.",
    "Be that as it may, the current situation at home and abroad is also providing a fresh opportunity for AKD and NPP to reconsider the country’s economic relations with traditional trading partners. Instead of looking towards Global North for economic salvation why not turn towards Global South? The economies of SARC, ASEAN, Far East and Asia-Pacific regions have tremendous potential and experience to offer for Sri Lanka to reorient its development strategy. For example, instead of begging from Trump for a further reduction in his announced 30% tariff on local exports, which he may concede but at another but hidden price, why not diversify our markets and sources of foreign investment with regions mentioned above?",
    "The economic experience and achievements of China, Japan, Vietnam and Singapore for example offer invaluable lessons to Sri Lanka. It is disappointing that not sufficient measures been undertaken along this direction despite JVP leadership’s schooling in a bricolage of radical economics.",
    "However, two promises that still have not seen the light of action are ethnic reconciliation and a new constitution. On the first, no system can operate successfully and realise its goals unless people are supportive of it, and one factor that does not guarantee this support is the prevailing distrust between the two major ethnic communities. Over three quarters of a century a policy of divide and rule had been the pet strategy to win elections for the national parties. There is no need to go into details of this strategy’s disastrous consequences.",
    "The most welcoming feature of the new generation’s Aragalaya was its a-ethnic and a-religious character. The new leadership that captured power on the back of this generation cannot ignore this fact and AKD and NPP are duty-bound to make reconciliation a top priority. That reconciliation should be built on the foundation of composite nationalism. Once that is achieved it should be protected with a new constitution founded on principles of secular democracy. Here again the new leadership appears to be dragging its feet.",
    "The new generation of voters built its grand expectations on the belief that the current leadership would not let them down. Let them not be betrayed."
  ]
}