{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sec-renews-partnership-with-the-university-of-jaffna-to-empower-future-capital-market-professionals/",
  "time_ut": 1734135060.0,
  "original_lang": "en",
  "original_title": "SEC renews partnership with the University of Jaffna to empower future capital market professionals",
  "original_body_lines": [
    "The Securities and Exchange Commission of Sri Lanka (SEC) renewed its Memorandum of Understanding (MoU) with the University of Jaffna, strengthening its commitment to developing the next generation of capital market professionals.",
    "The partnership with the University of Jaffna began in 2009, as part of the SEC’s broader initiative to collaborate with national universities in 2008. This has been instrumental in bridging academia and the capital markets industry. The latest renewal reinforces this collaboration, ensuring undergraduates continue to benefit from a robust platform for academic and professional growth.",
    "The renewed MoU continues to offer a range of benefits to undergraduates, including academic recognitions such as gold medals and cash awards for excellence in capital market-related subjects, opportunities for research grants in the field, and enhanced industry exposure through internships and hands-on learning experiences facilitated by the SEC.",
    "The revised MoU was formally signed with the participation of key representatives from the University and the SEC. Tushara Jayaratne, Deputy Director General of the SEC, represented the Commission, while University of Jaffna was represented by its Vice Chancellor, Prof. Sivakolundu Srisatkunarajah, Prof. N. Kengatharan, Dean of the faculty of Management Studies and Commerce and Prof. Lingesiya Kengatharan, Head of Department of Financial Management.",
    "The SEC continues its mission to expand partnerships with other national universities, emphasizing its dedication to creating professional opportunities for students across the country. Through initiatives like these, the SEC aims to inspire a new generation of forward-thinking professionals, fostering academic excellence and driving innovation in Sri Lanka’s capital market.",
    "Beyond Escapes wins bronze medal at ICSDB Business Excellence Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}