{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-woman-prime-minister/",
  "time_ut": 1726638762.0,
  "original_lang": "en",
  "original_title": "The Woman Prime Minister",
  "original_body_lines": [
    "NB: This article is dedicated to the memory of thousands of women comrades who were tortured sexually abused and murdered by the Sri Lankan states, due to alleged affiliations to the Janatha Vimukthi Peramuna/ People’s Liberation Front in 1971 and 1988/89",
    "Many Sri Lankans love to talk about our legacy of women prime ministers. To be more precise, our legacy of being home to the world’s first woman prime minister. When the US Democratic Party’s Kamala Harris assumed office as the 49th Vice President of the USA in 2021, many Sri Lankans, including Sri Lankan men with zero interest in parity in politics at home, began a boasting game. “We did it first!” was their byline.",
    "This language of taking pride in Sirima Bandaranaike (1916-2000), a wealthy aristocrat who was forced into politics after the assassination of her husband Solomon, is symbolic of the political bankruptcy of many Sri Lankans. Sirima stands as the ultimate symbol of how women enter post-1948 Ceylonese/Sri Lankan politics, as in, thanks to some connection to a man, either a husband, a father, or a male sibling. Sirima is credited for her handling of foreign affairs, especially with regards to the Non-Aligned Movement, during her first two prime ministerial tenures (1960-1965, 1970-1977). In truth, these foreign policy feats were the work of a team of highly-skilled diplomats in the Sri Lankan diplomatic corps, who strategized wisely. Sirima, to her credit, is known to have been keen to take stock of advice given to her on issues on which she had no significant expertise. In foreign affairs she thrived, and her name, smile and demeanour are still remembered in many parts of the world including the People’s Republic of China and in countries that formed the former Yugoslavia.",
    "On the tendency to compare Sirima Bandaranaike and Kamala Harris, a post this writer published on Instagram in 2021 is available here.",
    "However, on the domestic front, to say that Sirima was a disaster is a euphemism. She was instrumental in reinforcing family, if not dynastic politics, bringing in many of her family members into politics, leading her opponents in the UNP to publish a ‘Pawul Gasa’ (a ‘family tree’), with all the names of her family members in government office. While she navigated a global economic and food crisis during her United Front tenure (1970-77), questions remain about strategy – as in, how her cabinet and advisors assessed the impact of some of the core policies including the food distribution policy.",
    "Despite Sirima’s ups and downs in politics, the precedent she set for Sri Lankan women with political aspirations is our collective misfortune. From her own offspring to many other women in politics (except very rare exceptions such as the late Renuka Herath and A.R. Anjan Umma), a woman would stand no chance in getting into party and electoral politics, unless she comes from a well-connected political household with powerful politically active men. At national level, the existing electoral system makes it very hard for a woman who does not represent such a household, or has no access to significant wealth, to make headway in politics. Women MPs in the Sri Lankan legislature form a meagre 6%. There has been very little incentive to strengthen women’s representation in party and electoral politics. While Sri Lankan women are politically active on many other fronts, this has not been the case with electoral and party politics. Many of the women we have seen in politics have also been struggling with adapting to a heavily male-centric space, exemplifying the words of Christiane Taubira, France’s former Justice Minister, that power forces many women to ‘toughen up’, i.e. adopt toxic masculine traits and ways of being – which only help perpetuate the patriarchy and its vices.",
    "The most significant initiative to facilitate women’s participation in post-1948 Sri Lankan politics has been launched by the NPP, in 2023/2024. Their ‘gahanu api eka mitata’ initiative has helped address a major gap in Sri Lankan politics. Not only has this project resulted in strengthening women’s participation in party and electoral politics. It has also helped zoom in on many issues that specifically affect women, from unpaid care work to gender-based violence and more. The success of this initiative lies in how it has been strategized, implemented and communicated, in a language that is intelligible to women from a diverse range of backgrounds. It is no exaggeration to note that ‘Gahanu api eka mitata’ set the tone and played a major role in energizing the subsequent presidential campaign of Comrade Anura Kumara Dissanayake.",
    "For the very first time in the history of the Sri Lankan state, the forthcoming general election is very likely to include quite a few women in the NPP electoral lists, and there is indeed a very good chance that many of them will be elected. In this sense, the 2024 presidential election on 21 September 2024 can be described as an election that will help strengthen the NPP’s ongoing work to strengthen women’s participation in party and electoral politics.",
    "However, there is a long way to go, in a country with a great deal of ethnonational, linguistic, class and many other intersections of diversity. Ensuring holistic representation, of women from diverse backgrounds, strengthening the political participation of ethnic minority women, and working towards 50:50 parity, are medium to long-term goals on the path ahead. Despite many challenges along such a path, the NPP has already won, by implementing a robust programme for women’s active engagement in their coalition – a step that no other political persuasion has even bothered to attempt in Sri Lankan politics.",
    "The NPP’s main coalition partner JVP is a political movement where women, especially smart young high-potential women from everyday backgrounds, found a political home, at critical junctures of Sri Lanka’s recent history. In equal measure, these women also earned the state’s intense wrath, with many women – many of them university students – were tortured, subjected to sexual abuse, and murdered by the state and its satellite forces. Some of them were abducted on grounds of alleged affiliations to the JVP and were not even active members of the party – which shows the political class’s fear of politically-savvy smart young women from underprivileged backgrounds. Post-1994, the JVP has been a largely male-dominated party. Even today, its politburo does not include any women, and its Central Committee includes only two women. While other realities (such as the very nature of Sri Lankan political culture) may explain this, one key reason is the decimation of women who could have made vital contributions to this political movement, during the dark days of 1988-89. Today, the JVP and the NPP have taken steps to turn this around, and for the first time in post-1948 Sri Lanka, create a space where women with an interest in politics and policymaking, equipped with the right skills, can find a welcome space to thrive, irrespective of the backgrounds they come from or the intersections of lived experience they represent.",
    "On 22 September 2024, for the first time in our history, we might have a woman prime minister, a woman head-of-government, who did not get there due to her family ties.",
    "*The writer is the author of the 2018 monograph Decolonising Peacebuilding and is a Commissioner at the O’Neill-LANCET Commission on racism, structural discrimination and global health."
  ]
}