{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Counterfactual-History-Rohana-Wijeweera-visiting-New-Delhi-in-1987/172-276953",
  "time_ut": 1707858420.0,
  "original_lang": "en",
  "original_title": "Counterfactual History: ‘Rohana Wijeweera visiting New Delhi in 1987.’",
  "original_body_lines": [
    "On the eve of JVP leader Anura Kumara Dissanayake’s much-talked-about visit to India, let’s take a journey into counterfactual history!",
    "Imagine the late JVP leader, Rohana Wijeweera travelling to New Delhi in 1987, or more plausibly, an industrious J.R. Jayawardene coaxing his Indian counterpart to invite Wijeweera (Granted, that is a tall order, considering that in the JVP’s assessment, payoffs of perpetuating violent opposition to the Indo-Lanka Peace Accord, favoured it over striking a compromise). That favourable context for a violent takeover remained so until Black Cats, PRA, and all the other assorted state-backed anti-JVP para militaries came to life. The JVP started targeting families of military personnel (or someone else did it and conveniently put it on the JVP account), shifting the military attitude into outright hostility towards the JVP.",
    "Still, in this ‘what if’ hypothetical scenario, had the JVP leader undertaken the visit, which might have mellowed his opposition to the Indo-Lanka Peace Accord, how different would it have been for Sri Lanka today?",
    "That would have saved 60,000 young lives lost to the Southern Insurgency. Equally importantly, it would have saved the country from a three decades of terrorist struggle of the LTTE.",
    "By the time R. Premadasa, placating JVP and other naysayers, demanded the withdrawal of the Indian Peace Keeping Force (IPKF), it had already forced the LTTE to retreat to the last jungle hideouts in Mullaitivu, and was pounding it with helicopter gunships. IPKF left an unfinished business which then engulfed Sri Lanka for the next three decades. That is the lasting cruel legacy of the JVP’s second insurgency - not so much the bout of carnage and mayhem in 1988-89.",
    "Assuming the economic cost of the Eelam war (including the direct cost and foregone investment and tourist revenues, etc.) at 2% of the GDP annually,  Sri Lanka would have been twice as rich as it is today, had it not been for that fateful decision.",
    "Not to mention the thousands of lives lost during the succeeding years, the shattered dreams and the tragic fate of two generations of Tamil youth. Also, one cruel irony seen in the recent history of international political economy is that a short spell in state terror – like one witnessed in the state crackdown of the JVP in 1989 – tends to be followed by an outburst of economic growth. Taiwan in the 60s under Chiang Kai-shek, Chile under Pinochet in the 70s, and Peru under Fujimori in the 90s are examples. However, having defeated one insurrection, Sri Lanka was compelled to fight another for the next thirty years.",
    "Today, the JVP is capitalizing on the public disgruntlement at the economic crisis, just like Wijeweera exploited popular resentment at the Indian intervention. Unlike in the past, it has a credible, still distant shot at power, not out of any particular policy strength, but due to its ability to exploit",
    "However, with every passing day, with the Rupee appreciating and tourists arriving in droves, the JVP’s electability is vanishing. That incentivizes it to perpetuate the crisis, amplify grievances and obstruct economic reforms.",
    "The JVP has come a long way from its violent past, but the policy paralysis it could inflict through street protests could equally be devastating. One of the most immediate victims is the expanding Indian investment portfolio in the country. But, this time, the JVP leadership actually travelled to New Delhi on an invitation by the Indian government.",
    "The JVP and NPP stalwarts have portrayed the invitation by New Delhi as the latter acknowledging Anura K as the next President or the JVP as the future government. However, the primary motive of the Indian invitation is likely to pre-empt the potential JVP protestations to Adani, Amul milk and the potential transfer of the majority stake of Sri Lanka Telecom to Reliance Jio.",
    "However, with every passing day, with the Rupee appreciating and tourists arriving in droves, the JVP’s electability is vanishing. That incentivizes it to perpetuate the crisis, amplify grievances and obstruct economic reforms.",
    "Co-opting the JVP would help soften its stance on Indian investment. It also compels the JVP to assume a degree of responsibility, though electoral considerations would always come",
    "Anura Kumara Dissanayake met with Indian External Affairs Minister, Subrahmanyam Jaishankar, National Security Advisor, Ajit Doval and Foreign Secretary, Vinay Kwatra. Mr Dissanayake and his delegation also undertook a study tour to Gujarat to explore the development model of Prime Minister Modi’s home state, and visited an Amul Milk complex in Ahmedabad. Meanwhile, back home, Namal Karunarane, the national organizer of the farmers association, a JVP front, was virulently opposing the advent of the Amul company in Sri Lanka.",
    "Indian overtures are not necessarily new. Tamil political parties have regularly paid homage to New Delhi. The recent gesture indicates a widening net, targeting the Southern political parties, who tend to have a less favourable opinion about India than their Northern peers. In normal times, various naysayers in Colombo could have viewed such overtures as intrusive. However, New Delhi might bet that sentiments are improving in light of the US$ 4 billion Indian lifeline during the economic crisis.",
    "Pseudo patriots who cry ‘interference’ at every Indian move in Sri Lanka are yet to be heard. Instead, the opponents have lampooned the JVP leader, whose visit, they say, was arranged by President Ranil Wickremesinghe, who might expect that new-found wisdom during the Indian visit would tone down JVP opposition to economic reforms.",
    "Whether the President had pulled strings from behind is not clear. Yet, he is likely to gain from a favourable behaviour change of the JVP.",
    "However, parodying Mr Dissanayake may hinder such positive development. Though the JVP has shed much of the past baggage, its strength lies only in the extent of the clamour of its opposition.",
    "Mr Dissanayake is a captive of this status quo. Whether the Indian visit would change that is yet to be seen."
  ]
}