{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cpc-iran-debt-down-to-us191mn-profits-fall-70-pct-to-june-2024-185974/",
  "time_ut": 1730682720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka CPC Iran debt down to US$191mn, profits fall 70-pct to June 2024",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s state-run Ceylon Petroleum Corporation has made a profit of 20.7 billion rupees in the first half of 2024, as revenues fell due to other players, a Finance Ministry report said.",
    "The total import cost of oil by the Ceylon Petroleum Corporation had fallen to 1,235 million US dollars up to June 2024 from 1,380 million dollars last year, as volumes fell due to new entrants despite an uptick in prices.",
    "CPC revenues fell 20.1 percent to 544.3 billion rupees up to June 2024 from 681.5 billion rupees last yar.",
    "Cost of sales had fallen by a slower 17.2 percent to 467.7 billion rupees, from 564.6 billion rupees.",
    "Net profits fell 70.2 percent to 20.7 billion rupees, from 69.5 billion rupees.",
    "CPC no longer had any debt to People’s Bank and Bank of Ceylon, the report said. The government took over CPC debt from state banks.",
    "CPC took large volumes of dollar debt from state banks, to settle supplier’s credit when forex shortages coming from money printed to boost inflation (flexible inflation targeting) and economic growth (potential output) in several cycles of currency trouble.",
    "When imports are made with suppliers’ credit after printing money (usually through open market operations) the external current account deficit widens.",
    "Each time the currency collapsed, the CPC then made large losses. When monetary stability is maintained by the central bank which is running deflationary open market operations, the suppliers credit is repaid.",
    "CPC’s debt to the National Iranian Oil Company of 230.9 million dollars, fell to 191 million dollar by June 2024, the report said.",
    "The Iranian debt was incurred during a currency crisis over two decades ago, when the practice of taking supplier’s credit as forex shortages from printing money started.",
    "Central Bank swaps, which are taken to suppress interest rates are similar in concept, analysts say.",
    "After the end of a civil war Sri Lanka took on a large volume of debt, including through an Active Liability Management Law, instead of operating interest rates compatible with the balance of payments, eventually driving the country to default.",
    "Since the last quarter of 2022, Sri Lanka’s central bank has provided exceptional monetary stability allowing state energy enterprises to be run easily and has also appreciated the currency, off-setting some of the oil price spikes seen in the world market. (Colombo/Nov04/2024)"
  ]
}