{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104740/pm-harini-denies-involvement-in-cancelling-lecture-at-peradeniya-uni",
  "time_ut": 1736084760.0,
  "original_lang": "en",
  "original_title": "PM Harini denies involvement in cancelling lecture at Peradeniya Uni.",
  "original_body_lines": [
    "The Office of the Prime Minister and Minister of Education, Dr. Harini Amarasuriya, has categorically denied any involvement in the cancellation of the scheduled lecture organized by the International Youth and Students for Social Equality (IYSSE) at Peradeniya University.",
    "Issuing a statement, the Prime Minister’s Office said that Dr. Amarasuriya has consistently championed academic freedom and democratic engagement, values fundamental to fostering critical discourse in educational institutions.",
    "The allegations suggesting that the Prime Minister and Minister of Education influenced the university’s decision to cancel the lecture are entirely baseless and misleading, the statement highlighted.",
    "Furthermore, the Office of the Prime Minister and Minister of Education has assured that no directive or instruction was issued from this office regarding the event, noting that the autonomy of academic institutions is a principle that the government is committed to upholding.",
    "“Universities must remain places where diverse opinions, including critiques of government policies, can be freely expressed and discussed without fear of suppression. Nevertheless, we express concern about any action that undermines democratic expression and open dialogue within academic spaces”, it added.",
    "The statement also added that Dr. Amarasuriya reaffirms her unwavering commitment to protecting the rights of students and educators to engage in meaningful and critical discourse, mentioning that upholding these principles is vital to maintaining the trust and confidence of the university community and the public at large."
  ]
}