{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/75-pct-of-436-adults-surveyed-say-sri-lanka-headed-in-wrong-direction-164307/",
  "time_ut": 1716382440.0,
  "original_lang": "en",
  "original_title": "75 pct of 436 adults surveyed say Sri Lanka headed in wrong direction",
  "original_body_lines": [
    "ECONOMYNEXT — Three out of four Sri Lankan adults out of 436 surveyed by an independent policy and research institute have said that the country is heading in the wrong in April 2024 while 3 percent said it was on the right track.",
    "The Institute for Health Policy (IHP) in their Sri Lanka Opinion Tracker Survey (SLOTS) carried out since early 2022 has found that the number of people who say the country is heading in the right direction has remained very low, at less than 10 percent.",
    "“Comparison of IHP SLOTS estimates for Sri Lanka with other countries shows that Sri Lankans are more likely to think the country is headed in the wrong direction than in any other country. In March-April 2024, a global average of 64 percent of adults polled in 29 countries by Ipsos thought their country was headed in the wrong direction compared with 96% in Sri Lanka,” IHP said in a statement.",
    "“Sri Lanka’s estimates for this comparison were adjusted by excluding don’t knows and refusals from the denominator when computing the percentages to ensure comparability with the Ipsos estimates for other countries.”",
    "The April 2024 estimates are based on 436 interviews, with estimates adjusted to match the Sri Lankan population for age, sex, education level, socioeconomic status, ethnicity, religion, geographical location, and sector, IHP said.",
    "According to IHP, SLOTS polls the public’s outlook on the overall direction of the country by asking people: “Would you say things in the country are headed in the right direction or the wrong direction?”. Respondents are also allowed not to answer or to say they “Don’t know” or are “Not sure”. The percentages saying the country is moving in the right or wrong directions is based on all those who were interviewed, so numbers for right and wrong tracks will not sum to 100% because of don’t knows and refusals.",
    "“To minimise sample bias, estimates are based on weighting respondents to match the national population for age, sex, sector, ethnicity, religion, education, socioeconomic status ranking, and geographical location. Weighting is done by propensity weighting and iterative proportional fitting (raking),” the institute said. (Colombo/May22/2024)"
  ]
}