{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98777/airasia-and-fitsair-among-bidders-for-srilankan-airlines",
  "time_ut": 1713783360.0,
  "original_lang": "en",
  "original_title": "AirAsia and FitsAir among bidders for SriLankan Airlines",
  "original_body_lines": [
    "Malaysian budget carrier AirAsia is among six bidders for Sri Lanka’s state-run carrier SriLankan Airlines as the island nation looks to reduce losses incurred by government-owned enterprises under a US$2.9 billion (RM13.8 billion) International Monetary Fund (IMF) programme.",
    "AirAsia Consulting has submitted a request for qualification from potential investors for the acquisition of shares in SriLankan Airlines Limited, a statement released by Sri Lanka’s finance ministry said.",
    "FitsAir, Sri Lanka’s privately-owned low-cost airline, has also submitted a RfQ for the acquisition of shares in SriLankan Airlines.",
    "The document also named Dharshaan Elite Investment Holding (Pvt) Ltd, Sherisha Technologies Private Limited, Treasure Republic Guardians Limited and local conglomerate Hayleys PLC as the other bidders.",
    "On 31. October 2023 via international and local media, the Government of Sri Lanka (GOSL) acting through the Ministry of Finance, Economic Stabilization and National Policies called for Request for Qualification (RfQ) from potential investors for the acquisition of shares in SriLankan Airlines Limited.",
    "The deadline for submission of proposals ended at 2pm on Monday, 22nd April 2024.",
    "The RfQs received were considered by the Opening Committee appointed by the Special Cabinet Appointed Negotiating Committee. The ministry said that 6 RfQs were received from the following parties:",
    "The state further said that the RfQs will be evaluated as per the Special Guidelines on Divestiture of State-Owned Enterprises approved by the Cabinet of Ministers in July 2023.",
    "International Finance Corporation, as Transaction Advisors for the divestiture of SriLankan Airlines Limited, will continue to advise GOSL, it said."
  ]
}