{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97070/sri-lankas-pursuit-of-free-trade-deals-crucial-for-economic-stability-growth-sabry",
  "time_ut": 1707278760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s pursuit of free trade deals crucial for economic stability, growth - Sabry",
  "original_body_lines": [
    "Minister of Foreign Affairs, Ali Sabry says strengthening and carrying forward President Ranil Wickremesinghe’s program to establish free trade agreements (FTAs) with other countries is crucial to ensure Sri Lanka’s economic stability and prevent future downturns.",
    "Speaking at a press briefing titled “Collective Path to a Stable Country” held at the President Media Centre (PMC) on Tuesday (Feb.06), Minister Sabry elaborated on the government’s plans to establish FTAs with India, Indonesia, Malaysia, Vietnam, and China by the end of 2024. He expressed optimism that these agreements would open up new markets for Sri Lankan businesses, contributing directly to the nation’s economic growth.",
    "Minister Sabry highlighted the recent FTA with Thailand as a historic step towards achieving President Wickremesinghe’s vision of a stable economy. He emphasized that this agreement has already provided Sri Lanka access to a USD 2.2 billion market, representing a significant advancement.",
    "The Minister signified the government’s commitment to diversifying Sri Lanka’s trade partnerships and strengthening its economic resilience through strategic FTAs. By expanding access to new markets and promoting trade, these agreements aim to create a more robust and sustainable economic foundation for the country.",
    "Sri Lanka significantly lags behind regional competitors like Vietnam and Bangladesh. This issue was highlighted by Minister Sabry, who pointed out the vast difference in export earnings. While Vietnam boasts exports of USD 370 billion and Bangladesh at USD 60 billion, Sri Lanka struggles with a mere USD 12-14 billion.",
    "Minister Sabry further emphasized this disparity by comparing historical and present data. In the 1990s, exports contributed a significant 30% to Sri Lanka’s GDP, compared to a meagre 15% today. This decline reflects a missed opportunity to capitalize on the global market, unlike neighbouring countries that actively pursued FTAs.",
    "“The main reason behind Sri Lanka’s export struggles is its limited market access. While focusing primarily on the domestic market, countries like Vietnam and Bangladesh actively expanded into larger international markets through FTAs. This strategic move fuelled their export-driven growth, leaving Sri Lanka behind.”",
    "“Recognizing this challenge, President Ranil Wickremesinghe embarked on a long-term program to establish FTAs with Asian countries. By unlocking new markets and empowering the export economy, this initiative aims to revitalize Sri Lanka’s economic growth and build a more resilient future”, the minister explained.",
    "Sri Lanka’s economy is set for a significant boost thanks to a recently signed free trade agreement with Thailand and on-going negotiations with other major economies. This agreement, along with technical assistance from Thailand, is expected to attract substantial investments in key sectors like fisheries, tourism, agriculture, and renewable energy.",
    "By the end of 2024, Sri Lanka aims to finalize free trade agreements with India, China, Singapore, Indonesia, Malaysia, and Vietnam. These agreements have the potential to significantly expand market access for Sri Lankan businesses and attract even more foreign investment.",
    "These developments are seen as crucial steps towards stabilizing Sri Lanka’s economy and laying the foundation for future prosperity. The minister emphasized the potential for further economic growth through increased trade with the wider world, he added further.",
    "Secretary to the Ministry of Foreign Ministry Mrs. Aruni Wijewardene and a group of officials were also present at the briefing."
  ]
}