{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Memories-of-mentoring-Celebrating-two-special-lives/4-765125",
  "time_ut": 1722796551.0,
  "original_lang": "en",
  "original_title": "Memories of mentoring: Celebrating two special lives",
  "original_body_lines": [
    "Time has flown so rapidly. It has been nine years since the demise of my “revered mentor.” It has been eight years since the demise of by “reverse mentor.” Prof. Uditha Liyanage, a sage of our age, in touching many minds as a marketing maestro, left us on 10 August 2015 at the age of 61. Nadeepa Dharmasiri, a precious prodigy, in touching many hearts as a loving son, left us on 8 August 2016, at the age of 13. As Seneka (the younger) said, “Time discovers truth; time heals what reason cannot.” Today’s column is a heart-felt reflection of the mentoring insights involving a superior and a son, in celebrating two special lives.",
    "Mentoring is typically associated with an enriching relationship with two individuals. Eric Parsloe, a veteran mentor, and an acclaimed author describes it as follows: “Mentoring is to support and encourage people to manage their own learning in order that they may maximise their potential, develop their skills, improve their performance and become the person they want to be.” It goes beyond coaching which is more directive. Mentors inspire and influence the proteges (mentees) by sharing experiences in truly “walking the talk.”",
    "In the conventional form, it happens with a youngster being nurtured by a veteran senior who is admired as a revered mentor. In a creative form, it happens with a senior being nurtured by a junior, who becomes the reverse mentor, on a specific aspect such as technology. Both forms of mentoring are needed to personal and professional developments. I was so fortunate to have both for at least for several years.",
    "I first met late Prof. Liyanage as my marketing teacher at the Postgraduate Institute of Management (PIM). As an engineer who had never done marketing, I developed a flavour for marketing during my MBA studies, thanks to him. The way he generated interest in us not only for the concepts but also for the applications was indeed remarkable. He often advocated us to “be brilliant in basics.”",
    "The way he delivered a session was much interactive and informative, as he firmly believed in “chalk and talk.” This was the case with numerous topics in Strategic Marketing, Marketing Communication, Consumer Behaviour, Research, Business Strategy and Policy. Of course, he had PowerPoint slides but not with just points but with powerful points. He always challenged us in asking “what is THE point? We had to be clear about the central theme or the main argument.",
    "Prof. Liyanage insisted on understanding and application of managerial topics. He gave us a challenge. Be confident in sharing a key learning in your own words with your teenage son or daughter, in a manner that they understand. That requires clarity and commitment. He suggested us to have “switch on” and “switch off” approach. Switch on is when you are in complete focus with attentive concentration. Switch off means to relax and unwind. A healthy blend of both is necessary in effectively grasping knowledge.",
    "Developing teaching models was one of his key initiatives. A simple Google search would amply justify the popularity of those models in relation to marketing and strategy. Liyanage Value Pyramid, Liyanage 10 S Strategic Marketing Planning Framework and Liyanage Strategy Quadrant are some such models that became very useful for management learners. These authentic models made his sessions immensely enriching and showcased the power of Sri Lankan thinking that is second to none.",
    "Prof. Liyanage inspired me in many fronts. He was standing tall in front of all of us. As a sought-after marketing scholar, a strategic management thinker, an exceptional academic, a thought-provoking teacher and a visionary leader, he was a guiding light for us. I saw him rendering yeoman service in multiple ways in raising the PIM flag higher.",
    "“The process of learning and one’s exposure to education must be continuous. There is so much more to be known, and that which you know may no longer be valid.” This had been Prof. Liyanage’s advice. He shared with us articles, web-links and books that are of high relevance to sharpening the managerial skills. I still remember how he shared the article on “Nishkam Karma (detached involvement) written by Prof. Chakraborty of Indian Institute of Management, Bangalore. Prof. Liyanage was much interested in knowing my reflections on it, and it took time for me to realise the value of such gestures. Moreover, I see the immense value of detached involvement as a leader, thanks to him.",
    "I saw the blossoming of transformational leadership at PIM with Prof. Liyanage. He influenced all of us to raise the quality and relevance of all modules we deliver. “Our business is mastery,” he often uttered. “PIM brings the reward of outstanding results to those professional managers who strive towards mastery.” That’s how he influenced the aspiring learners of PIM. Converting practitioners to professionals with character and competence has been our endeavour.",
    "He influenced us to change for the better. Through his famous “mod-tradi consumer model”, he encouraged us to strike a balance between the traditions and technology. I still remember how he insisted us of using more practical examples in discussing a theory than being overly theoretical in neglecting the practice. He showed us through his innovative teaching approaches as to how we should maintain depth and breadth.",
    "Prof. Liyanage compared PIM to a temple and often suggested that the work we do have a high spiritual value. He encouraged us to “give more than get” regarding rewards. Having left a lucrative multinational career in becoming an academic, this lesson was much soothing for me.",
    "He cautioned me to strike the needed balance between knowledge creation and knowledge sharing when I was having an over-demand for training and consultancy. Research role, though not financially rewarding is of extreme use for a management academic. I learnt how to be a multiple role player with balance and brilliance, thanks to him. My respect towards him, in fact, grows day by day with gratitude towards a “revered mentor.”",
    "I was so glad to collectively initiate the creation of “Prof. Uditha Liyanage Memorial Library” at PIM, and jointly launching the Biennial Memorial Oration together with Sri Lanka Institute of Marketing (SLIM) and Chartered Institute of Marketing (CIM). The inaugural oration was held in 2019 delivered by Dr. Mahesh Amalean and the second one was on 10 August 2021, delivered by Dr. Hans Wijayasuriya.",
    "My son was my hero in many fronts. He was an all-rounder with flare for music and favour for technology. He was loved by everyone who had an encounter with him. This was evident in the way students, teachers, relations, and friends alike emotionally responded upon hearing his sudden demise. Being a junior prefect and a chorister at Royal College, he was in the limelight as a bright and an obedient student.",
    "I learnt a lot by being with him. My association with him gave me many an exposure to discover him. As a life-long learner in management, it was indeed “reverse mentoring” in action. Me from Generation X (born approx. between 1960 and 1980), was being mentored by a young boy from Generation Z (born approx. 2000 onwards). I learnt how to be cheerful from him. He was always with a smile. This was repeatedly mentioned by his friends who came to pay their last respect. When I was stressful and tired, his warmth and cheerfulness was a relief for me. From early childhood, he was a “hugging” boy. He used to request from me and his mom, “give me a big hug.” A flying kiss was a regular feature when he was half sleep when I had to leave early morning. He was the cheer generator at home front. The popular prescriptions of positive thinkers were very much evident in little Nadeepa.",
    "He was a guardian to his elder sister Navodi. He was conscious of the fact that she was struggling with the pressures of GCE AL. He had to sacrifice many excursions because of Navodi’s AL encounters. His care was aptly experienced by my parents as well as Ruklanthi’s parents. The way he was showing his genuine love for me, Ruklanthi and Navodi was a classic case of caring. He showed us how we should care for each other through timely action.",
    "The way school teachers appreciated Nadeepa was such a delight for us as parents. He was one whom the teachers could have confidence in assigning a task. Being a primary prefect and a junior prefect, this was further demonstrated by him. The fundamental elements of commitment we encounter in management could be seen in him. Nadeepa was a member of the “Inspirational Choir” who sang the welcome song at the airport when Pope Francis visited Sri Lanka last year. He had made many speeches in front of large audiences and sang many a times in variety of entertainment events. He fell in a pool and broke his ankle one year before his departure. Subsequently, he was on clutches for two months. Yet, he never lost his spirit. All these were signs of his confidence. I humbly admire his ways, compared to where I was at his age.",
    "My son never skipped playing. He enjoyed playing cricket and soccer with his friends. He also enjoyed playing computer games. Though I did not understand what it really meant, he told me that he is a clan leader in virtually playing the “clash of the clans.” He often told me and Ruklanthi not to be too serious. We in fact were worried at times, whether he is neglecting his studies. Yet, he proved otherwise in passing exams with flying colours. I learnt how to be relaxed yet stay in focus, from him.",
    "He was a natural team leader. There had been many instances where he played a key role in organising class parties, trips, and other events. The way others rallied around him was amazing. He knew how to gather friends for a worthy cause. Whilst I was teaching teamwork, he really demonstrated it in his own way.",
    "Nadeepa was often creative in many fronts. He was writing poetry and composing songs. He was handy with the camera I bought from USA and taking many uncommon shots. He won many creative writing competitions. What I insist on being creative, I saw clearly in my son. I saw the curiosity in him the way he asked many intelligent questions, especially when we were travelling together. He wanted to think deeply and to probe. No wonder, how he found science his favourite subject. At times, I felt he wanted to challenge the assumptions and have a fresh way. What I was teaching as “out of the box thinking,” I saw in his own original approach.",
    "Nadeepa wanted to be a scientist and a priest. That may sound as a rare and unique combination. He was spiritual by nature. I saw a young pure heart brimming with genuineness in him. He was having asthma but have got quite used to an inhaler. Strangely, he experienced an acute asthmatic attack resulted in a struggle at the Medical Intensive Care Unit (MICU)of Lady Ridgeway Hospital for three days. I still recall watching through the glass door of the MICU last time, whilst Ruklanthi was inside sitting close to Nadeepa. She consoled me saying, “He is too precious for this world.”",
    "Nadeepa Dharmasiri Memorial Prize for Science (his favourite subject) awarded to grade 9 students at Royal College will be a way to remember his name for the aspiring scientists. We are pleased to have created the Nadeepa Dharmasiri Memorial Trust Fund (www.nadeepdharmasiri.info) to help the needy children of his age, and despite challenges, several charity projects have been done with the generous contributions of relatives and friends.",
    "“In the end it’s not the years in your life that count; it’s the life in your years,” so said Abraham Lincoln. Both my revered mentor and my reverse mentor proved it in different ways. Prof. Uditha Liyanage left a legacy as a legendary scholar. Nadeepa Dharmasiri in his small way showed the value of a loving son. Goodbye my beloved Sir. Goodbye my darling son. I collectively celebrate both these special lives with peace and solace.",
    "(The writer, a Senior Professor in Management, and an Independent Non-executive Director, can be reached at [email protected], [email protected] or www.ajanthadharmasiri.info.)"
  ]
}