{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-unveils-all-new-fun-blaster-plan-for-the-ultimate-social-media-experience/",
  "time_ut": 1710176220.0,
  "original_lang": "en",
  "original_title": "Dialog unveils all-new Fun Blaster Plan for the ultimate social media experience",
  "original_body_lines": [
    "Dialog Axiata, Sri Lanka’s #1 connectivity provider, announced the launch of the Fun Blaster Rs. 547 monthly plan, tailored to meet the burgeoning social media needs of customers, including unlimited access to Facebook, WhatsApp, and YouTube, along with an additional 3GB of anytime data.",
    "Priced at a tax-inclusive price of Rs. 547, this plan allows customers to fulfill all their social media requirements with just one reload for the entire month along with additional data for other requirements. Ideal for those who are avid users of Facebook, WhatsApp, and YouTube, this plan ensures an affordable and unlimited data experience, making it convenient for customers to stay connected with their family and friends.",
    "In addition to the Rs. 547 plan, the Fun Blaster range includes more plans catering to diverse customer preferences in social media. The lineup includes the Rs. 305 monthly plan with 15GB dedicated to Instagram and TikTok, and the Rs. 223 monthly plan with 20GB for Facebook, WhatsApp, Viber, and IMO.",
    "Banks alarmed by suspension of parate process at behest of a few individual defaulters – SLBA",
    "Serendib Flour Mills attends prestigious Gulfood 2024 Festival in Dubai",
    "Dialog Axiata becomes the first Telco in South Asia to adopt SASB & GSMA Standards",
    "Dialog Axiata Surpasses 200,000 Users on Sri Lanka’s largest 5G Trial Network",
    "Dialog Axiata Upgrades its Official Website to Support Inclusive Online Journeys",
    "Dialog Axiata strengthens its commitment to data security and privacy with ISO 27701",
    "Dialog Axiata Successfully Trials Voice over 5G (VoNR) Service for the First Time in Sri Lanka",
    "National fuel pass receives prestigious digital inclusion award at GSMA",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}