{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Fentons-wins-Overall-award-and-becomes-most-awarded-corporate-at-NPMEA-2024/34-763192",
  "time_ut": 1718651022.0,
  "original_lang": "en",
  "original_title": "Hayleys Fentons wins Overall award and becomes most awarded corporate at NPMEA 2024",
  "original_body_lines": [
    "3 Gold Awards for Best Managed Projects in ‘Social Enterprise (Local and International), ‘Green Outcomes’, and ‘Infrastructure Development’",
    "1 Bronze Award for Best Managed Project in ‘Power and Energy Sector’",
    "Hayleys Fentons, with over a century of excellence in engineering and project management, won the highest number of awards, including the ‘Overall Best Managed Project of the Year’ title at the recent National Project Management Excellence Awards (NPME) Gala 2024.",
    "The annual NPME Awards, organised by the Project Management Institute of Colombo, Sri Lanka Chapter, recognise outstanding project management achievements by highlighting best-in-class projects from various sectors.",
    "The ‘Overall Best Managed Project of the Year’ title was awarded for the landmark Watchtower Solarisation Project, which won Gold, securing ‘Best Managed Project in the Social Enterprise Sector. The project facilitated energy independence for the organisation and was implemented in two phases, establishing Sri Lanka’s largest Battery Energy Storage System (BESS) integrated with a 322 kW solar power plant, which promises up to three days of uninterrupted power in case of a power failure. The project reinforced Hayleys Solar’s reputation as a provider of large-scale renewable energy projects.",
    "The commercial 2.3 MWh turnkey solar project executed on Texlan Centre’s expansive rooftop won the Gold Award - ‘Best Managed Project with Green Outcome’ for its commitment to reducing greenhouse gas emissions by 46,370 tonnes of CO2 over the project period.",
    "The comprehensive scope of MEP, ELV, and fire protection and detection work carried out by Hayleys Fentons MEP Division for Aitken Spence Logistic’s Container Freight Station (CFS) earned the Gold Award - ‘Best Managed Project in Infrastructure Development’.",
    "“Soorya Sathkara,” a CSR initiative by Hayleys Solar, was launched to install solar power systems in 200 care homes in Sri Lanka in commemoration of reaching 200 Megawatts of solar installations. The company partnered with Sri Lankan Cricketer Pathum Nissanka, who scored the first 200 runs for Sri Lanka in an ODI, for a 360° marketing campaign that received widespread coverage. This initiative won the silver in ‘Best Managed Project in Marketing and Advertising.’",
    "The 1.56 MW solar project for Dipped Products PLC’s Kottawa manufacturing facility won the Bronze award for project management excellence in the power and energy sector.",
    "Hayleys Fentons Managing Director Hasith Prematillake emphasised the team’s dedication to ensuring that project objectives align with the larger needs of communities and businesses for each project. “We prioritise timely delivery and the proactive integration of effective risk mitigation and accountability into all facets of stakeholder engagement and project goals, which result in successful project management and implementation. I extend my appreciation and gratitude to the Project Management Institute (PMI) of Colombo, Sri Lanka Chapter, for organising the NPME Awards,” said Prematillake."
  ]
}