{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/why-you-should-vote-for-anura-10-facts/",
  "time_ut": 1726656938.0,
  "original_lang": "en",
  "original_title": "Why You Should Vote For Anura – 10 Facts",
  "original_body_lines": [
    "Thirty years ago when I was a university student, Anura Kumara Dissanayake and I were on opposite sides politically. There have been many occasions since then when I have not been in agreement with positions he has taken. Today, I stand with him.",
    "It’s become almost cliché to say we’re living in turbulent times. What’s less obvious is what this turbulence stems from. We need to ask why, despite so much upheaval, those in power refuse to let it reshape the world.",
    "What’s new in examining our time is the profound confusion and uncertainty about the forces at play, both globally, regionally, and locally. On one side, we have the defenders of the status quo, and on the other, the agents of change and transformation. From the micro levels to the macro and to the planetary scale, this uncertainty about where the world is heading affects both the dominant structures and those challenging them. To begin understanding what’s happening, we must try to unravel these uncertainties. There’s no longer a clear framework to explain reality or guide action. The old grand ideological theories have become obsolete, leaving us without a solid method for formulating new approaches. Those invested in preserving the status quo simply cling to authority, and resist change. Nevertheless, forces advocating social transformation not only recognize the need to break free from these constraints but are actively engaged in challenging the overbearing, corrupt and oppressive structures. The ongoing clash between those protecting the old order and those pushing for progress is precisely what is happening and this is why the National People’s Power (NPP), led by Anura, has seen such rapid growth.",
    "For the past 15 years, Anura and the NPP leadership have been deeply engaged in addressing critical questions and developing fresh perspectives. However, as we evaluate the present circumstances, there’s an undeniable decline in theoretical frameworks. No clear guidance or genuine attempts to resolve issues exist. This erosion of confidence has led to widespread mistrust, confusion, and a pervasive sense of despair.",
    "We’re currently witnessing a pivotal moment in history, driven by significant structural shifts. Ranil Wickremesinghe, often dubbed the “Ping President,” claims to be an economic savior with unmatched global connections. However, it’s crucial to remember that he was handpicked by the Rajapaksa family, who fled during the uprising to protect themselves. [Meanwhile, Namal Rajapaksa, another presidential candidate, made statements with YouTuber Eraj Weeraratne a year and a half ago, remarks that many seem to have conveniently forgotten.]",
    "Over the past 16 years, in numerous private discussions with Anura, the recurring themes of instability and uncertainty have surfaced time and again. From these conversations, I can attest to his quality as a listener and his unwavering dedication to reshaping the outdated ideologies that once dominated his party. Since assuming leadership, Anura and his team have proposed significant social reforms in Sri Lanka, and now, the pressing task is to turn those reforms into lasting reality.",
    "* Anura avoids presenting an unrealistic vision of an idealized state.",
    "* Anura doesn’t believe that a classless society is tenable.",
    "* Anura accepts that civil society will always face conflicts, struggles, coercions, and wars.",
    "* Anura knows people can be influenced by corruption and the consumer economy, and he is not overly idealistic.",
    "* Anura understands that we are moving towards an open society where transparency is key and believes in combining openness with privacy laws.",
    "* Anura continuously studies the problems faced by different social segments in society.",
    "* Anura recognizes the importance of a contingency approach to political and societal situations.",
    "* Anura understands the need to create minimum conditions for all people to live decently and knows that while problems like exploitation can’t be eradicated, they can be controlled.",
    "* Anura is aware of the threats and weaknesses faced by women, other genders, the disabled, the elderly, and children in society as well as their strengths and how to provide them an opportunity.",
    "* Anura, as I’ve observed over the last 16 years, is always willing to learn from others and listen to anyone, making him a humble and approachable leader.",
    "Rather than boasting about personal achievements or claiming to have fulfilled promises, Anura has built a strong network of experts from various fields, both in Sri Lanka and abroad, who remain loyal to him. This network is a true reflection of his success. I genuinely believe Anura is one of the most humble leaders Sri Lanka has seen, and that he will never allow power to cloud his judgment or change his character.",
    "Have no fear, vote for Anura Kumara Dissanayake on September 21, 2024, with absolute certainty!"
  ]
}