{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-new-bill-introduced-to-address-bankrupt-businesses/",
  "time_ut": 1721592540.0,
  "original_lang": "en",
  "original_title": "A new bill introduced to address bankrupt businesses",
  "original_body_lines": [
    "A new institution named “Enterprise Sri Lanka” has been established to empower micro, small, and medium enterprises. President Ranil Wickremesinghe said recently.He stated that it is not feasible to indefinitely maintain the temporarily suspended Parate law. Consequently, a new bill will be introduced to address bankrupt businesses.",
    "The President also mentioned that the proposed bill includes provisions for restructuring loans taken by Micro, Small and Medium Enterprises (MSME).",
    "Additionally, a new institution named “Enterprise Sri Lanka” will be established to provide necessary support and assistance to Micro, Small and Medium-Scale Entrepreneurs. The President emphasized that the government is committed to encouraging and empowering these entrepreneurs in Sri Lanka.",
    "President Ranil Wickremesinghe made these remarks at the “Critical initiative to revitalize Sri Lanka’s micro, small and medium scale economy” event, organized by the Ceylon Federation of MSME, on July 19 at the BMICH Colombo.",
    "The President stated that a copy of the new bill, which has already been drafted, can be provided to the Ceylon Federation of Micro, Small, and Medium Enterprises. He requested that micro, small, and medium enterprises submit their views and suggestions on the bill.",
    "He mentioned that an opportunity could be arranged to discuss the issues faced by micro, small, and medium enterprises with the International Monetary Fund delegation scheduled to visit Sri Lanka at the end of this month.",
    "“Currently, we have suspended the Parate law, but it cannot remain suspended indefinitely. Therefore, we are working on a new Insolvency Bill, which we have now presented. A copy will be made available for discussion. Please review it, as it includes provisions for restructuring, “he said.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}