{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-vehicle-imports-spend-917mn-on-to-aug-2025-forex-inflows-18-9bn-242483/",
  "time_ut": 1759313400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka vehicle imports spend $917mn on to Aug 2025, forex inflows $18.9bn",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has spent 198.9 million US dollars on personal vehicles in August 2025, central bank data showed, while commercial vehicles cost another 50.2 million dollars, against current forex earnings of 18.9 billion US dollars.",
    "Up to August Sri Lanka has spent 705 million dollars to import personal vehicles.",
    "Commercial vehicles cost another 212.5 million US dollars, taking the total to 917 million US dollars up to August.",
    "Sri Lanka’s gross foreign exchange earnings up to August was 18.97 billion dollars, compared to vehicle imports of 917 million US dollars.",
    "Investment goods imports rose 21.3 percent to 2,597 million US dollars.",
    "Macro-economists usually cause economic crises by printing money to cut rates.",
    "The printed money then ends up as investment credit and investments goods imports.",
    "In the crisis year of 2021, when cars and most other import were banned, money printed by macro-economists drove investment goods imports to 4.46 billion US dollars.",
    "With private credit picking up, investment goods imports are now also picking up.",
    "Machinery and equipment imports rose 15.3 percent to 1,658 million US dollars, and building material imports rose 7.9 percent to 286.7 million US dollars.",
    "Sri Lanka banned vehicle imports in 2021 after printing money to target ‘potential ouputput’ a type of full employment policy for which technical advice was given by the IMF.",
    "Sri Lanka was also led to believe that it was possible to do inflation targeting without a clean float, both of which led to forex shortages and currency depreciation and finally external default."
  ]
}