{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jrj-encapsulates-his-autobiography-in-a-1992-post-retirement-book/",
  "time_ut": 1722835680.0,
  "original_lang": "en",
  "original_title": "JRJ encapsulates his autobiography in a 1992 post retirement book",
  "original_body_lines": [
    "I was born on 17 September 17, 1906. My father was E.W. Jayawardene, K.C. and a Judge of the Supreme Court and my mother was Agnes Helen, the daughter of Tudugala Don Philip Wijewardene and his wife Helena Wijewardene. My maternal grandmother is remembered as a pious and noble lady who made munificent gifts for the restoration of the Kelaniya Raja Maha Viharaya, the 2,500 years old Sacred Buddhist shrine.",
    "I was affectionately called ‘Dickie’ and was taught English and music by a Scottish governess, Miss Monro. At an early age I learned to play the piano. I entered the Royal College in 1911 and pursued my studies there till 1925 when I left Royal and entered the Ceylon University College. At the Royal College I was awarded the prize for general merit and the best speaker in 1925, the year in which I passed the London Matriculation Examination. I boxed, played cricket, rugger and football for the School, and played for the winning team in the annual Royal-Thomian encounter in 1925. At the University College I studied English, Logic, Latin and Economics.",
    "In 1928 1 joined the Law College and the following year I was awarded the Hector Jayewardene Gold Medal for Oratory and the Walter Pereira Prize for Legal Research. In 1932 1 took my oath as an Advocate of the Supreme Court. The most symbolic act of my unconventional conduct as a law student was to hang of Mahatma Gandhi’s portrait in the parlour of the Law College. This sensational episode gained me much publicity at that time, for it amounted to a challenge thrown at the British Raj.",
    "Born to a family of eminent lawyers whose private lives were played out in the public arena, I was propelled into politics in my youthful years. For a while my attention was directed to the Trade Union Movement launched by A.E. Goonesinha and in 1930 I addressed a meeting of Tramcar workers who were on strike.",
    "Being the lawyer son of a lawyer father it did not take long for me to be recognized at Hulftsdorp. I never deviated from the high code of ethics of this learned profession. A voracious reader, I preferred history, current affairs, biography and political science to pure literature. The dynamic national liberation movement of India under the guidance of Mahatma Gandhi and his band of able lieutenants headed by Nehru was a source of inspiration to me.",
    "I linked my fate with Elina B. Rupasinghe on February 28, 1935. Her affluence enabled me to pay more attention to politics and relegate law into the background although I was making my mark in the legal profession. We have one child, Ravindra, who qualified and worked as a Commercial Pilot in the Air Lanka untill ill-health compelled him to resign. He was a champion marksman representing his country in many International Games and led the Sri Lankan team to the Tokyo Olympics in 1954.",
    "The Ceylon National Congress was dominated by politicians of Victorian vintage who followed the principles of liberal democracy of the era of Gladstone and Disraeli. The masses were either apolitical or showed total indifference to national problems. But in the neighbouring Sub-continent of India a mass movement was in full swing. Mahatma Gandhi, the frail ascetic, was the general who planned the Swaraj Movement, and his technique of Satyagraha or the power of Truth was the basis of the Indian freedom struggle. I was much impressed by the role played by Pandit Nehru for whom I developed a great affection.",
    "In the Ceylon National Congress, I built up a significant relationship with D.S. Senanayake and the other elder statesmen. Always receptive to new ideas, a band of young radicals with myself bent our energies to transform the Ceylon National Congress into a mass political organization similar to the Indian National Congress. When I became the Joint Secretary of the Ceylon National Congress in 1940 with Dudley Senanayake we took steps to restructure and provide muscle and clout to this political forum which was dominated by members of elite families and representatives of the legal profession. We drafted a new Constitution and made great efforts to broadbase the organization. I led the Ceylon National Congress delegation consisting of J.E. Amaratunga and P.D.S. Jayasekare to the Annual Session of the Indian National Congress held at Ramgarh in March 1940.",
    "The Ceylon National Congress nominated candidates for the Colombo Municipal Council elections in 1940 and I was elected as Member of the New Bazaar East Ward. At this time a group of young Marxists who had returned from English universities were busy organizing the urban working class and were active in rural areas as well. I cherished the friendship of Marxist intellectuals but I was not prepared to accept any ideology based on violence or which went against our national ethos, or conflicted with the ethics and tenets of Buddhism.",
    "When I sought election to the State Council for the vacant seat of Kelaniya created by the resignation of Sir D.B. Jayatillake I had to face a formidable rival in E.W. Perera, the doughty freedom fighter. On April 18, 1943, I won the Kelaniya seat by a majority of 10,195 votes. On May 25, 1943, 1 took oath as Member of the State Council for Kelaniya and before long I became a recognized spokesman on major national issues. I introduced a bill in the State Council to make Sinhala the official language of Ceylon, later amended to include Tamil also.",
    "Though immersed in national politics I also took a keen interest in Kelaniya. I never forgot to nurse the electorate and before long many rural hospitals, dispensaries and schools were built and numerous roads were constructed in the Kelaniya electorate which stretched from the banks of the Kelani River to the heartland of Siyane Korale. The State Council was no Mecca of mediocrities for it had a galaxy of brilliant young legislators and I worked hand in hand with them.",
    "A founder member of the United National Party, which was formed in 1944 to contest the General Election of 1947, 1 was a follower of D.S. Senanayake and was offered the portfolio of Finance in the first Cabinet. Within a short period I understood the essentials of Public Finance and the first Six Year Plan was drawn up under my guidance. I had the reputation of being one of the hard working Ministers in D.S. Senanayake’s Cabinet, and I was able to get the best out of my subordinates as well as my advisers.",
    "I become known in the international scene in September 1951 when I opposed Soviet Foreign Minister Andrei Gromyko’s attempt to sabotage the Japanese Peace Treaty at San Francisco to the infinite relief of war-torn Japan. The sponsorship of the Colombo Plan also made me known in the international arena.",
    "In Sir John Kotelawala’s Cabinet I was assigned the portfolio of Food and Agriculture. Before long storm clouds were gathering over the political horizon and the popularity of the United National Party slid down as the resurgent nationalist force with the accent on Buddhist revival and enthronement of Sinhala as the language gathered momentum.",
    "In the General Elections held in April 1956 the party which ruled Ceylon since independence was beaten by the Mahajana Eksath Peramuna, headed by S.W.R.D. Bandaranaike. The UNP was reduced to a mere rump of eight seats and I was one of the many casualties in this electoral holocaust.",
    "This reminds one of a remark in Winston Churchill’s War Memoirs, written about the great French Prime Minister Clemenceau who was rejected by the electorate. Churchill said, “Ingratitude towards their Leaders is a hallmark of a cultured race”. Perhaps he was making a veiled allusion or an insinuation against the British electorate which rejected his party at the polls after the Second World War. Kelaniya electorate rejected its representative in Parliament. I had done much for the electorate but was defeated by an intruder in April 1956.",
    "The thinking in the country was that the UNP was a spent force which had outlived its purpose. Sir John was not inclined to attend Parliament and as a political party the UNP became rudderless and began to drift in a troubled sea of uncertainty. Dudley Senanayake had left the Party. I did not withdraw into a political wilderness. I advised my defeated friends that “In defeat, defiance should be the slogan.”",
    "I was able to discern the dilemmas which the nation faced and assessed correctly the incompetence and inability of the new regime to deliver the goods. With neither an organization, ideology nor a program, it was destined to an untimely end. The Mahajana Eksath Peramuna possessed seeds of disintegration within itself. The `Sinhala Only’ Act was passed with much fanfare and the canker of communalism began to eat into the body politic of Ceylon. Very soon problems began to pile up and the Mahajana Eksath Peramuna began to tear at the seams.",
    "The time was ripe for a review of the UNP’s future, the only party in the opposition based on principles of democracy and it fell to my lot to undertake this task. With a band of courageous and faithful followers I organized mass meetings and rallies throughout the country and took steps to correct the image of the UNP which was considered a conservative, capitalist party. Very soon I was able to pick up the broken pieces of the UNP and to amend them. Thus I was able to rebuild the fortunes of my party and the UNP was ready to face its adversaries in an electoral combat.",
    "I championed the rights of the common man in Ceylon during the dark days of the MEP regime. When President, I was questioned by the ‘Leaders’ magazine as to my single greatest accomplishment during my political career. I mentioned that the most remarkable and fruitful thing I had achieved was keeping my party together and reviving it after the defeat in 1956. It is my firm conviction that Democracy lives in Sri Lanka today because of that.",
    "The United National Party was prepared to stage a come back in 1960 mainly due to the Herculean efforts made to re-fashion and revitalize it. I regained my Kelaniya seat but it was a Pyrrhic victory for the UNP. Dudley Senanayake had rejoined the Party and his government lasted only for three months and the formidable Opposition was able to defeat it. In the General Elections of June 1960 the pendulum once more swung in favour of the SLFP, but the UNP was a sizeable party in the opposition and a force to be reckoned with in the country.",
    "Dudley Senanayake became the Leader of the Opposition and I directed the assault on the establishment. The Marxists joined the SLFP in a grand coalition and proposed a bill to nationalize the Press. This attempt was foiled and the coalition government was defeated on a motion of ‘No-Confidence’.",
    "In the General Election held in March 1965 the UNP defeated the coalition. I became the Minister of State. I rendered assistance to Premier Dudley Senanayake to launch the ‘Green Revolution’. I did much to develop tourism in Sri Lanka and the tourist boom we are witnessing today stems from those policies. I am an ardent environmentalist. I caused areas like the Horton Plains and Laggala to be declared as nature reserves. Though much was done to increase food production, yet the electorate once more gave a massive mandate to the United Front in the General Elections held in 1970.",
    "There was much youth unrest in the country specially among educated young men from rural areas for want of employment opportunities and they backed the United Front. Though reduced in electoral strength the UNP with me as the Leader of the Opposition had to fight many a battle in the parliamentary arena and outside. The armed insurrection of those who were disillusioned with the United Front Government brought in its wake a plethora of problems. I was quite sincere when I wanted to render assistance to the government which was in great difficulties.",
    "My attention was directed to the problem of the ‘functions of the Opposition’ in a parliamentary democracy or specially in a developing country like Sri Lanka. I questioned whether it was always necessary for the Opposition to oppose the party in power. My move to cooperate with the Government was vehemently opposed by a powerful section of the UNP.",
    "Very soon cracks began to appear in the United Front Government and rule by ‘Emergency’ became the order of the day. Sri Lanka was in a total mess in every way. The protracted ‘Emergency’ coupled with the short-sighted economic policies of state ownership it pursued, paved the way for its inevitable collapse.",
    "After the death of Dudley Senanayake, I was unanimously elected as the Leader of the UNP on April 26, 1973. I streamlined the party organization and built up a strong party and was prepared to confront the SLFP which disregarded the democratic rights of the people. By the strategy which I planned and executed, the UNP was in a position to deal a crippling blow on the SLFP and all the forces of the Left in the July 1977 election.",
    "I took oath as Prime Minister on July 23, 1977. In a series of new measures which were a great wrench away from the short-sighted policies of the previous regime we swept away the muck and ineptitude of the former regime in a short time in a massive effort of cleaning the Augean stables. We refashioned a new Constitution, and a new page in the history of Sri Lanka was turned when I took oath of office as the first Executive President of Sri Lanka in February 1978.",
    "We caused a major overhaul of economic and political priorities and paved the way for a liberalized, open economy and dismantled the previous government’s array of quotas, import restrictions and subsidies. These were some of the achievements after I became the Executive President. The accelerated Mahaweli Development Program which my government started has brought about a transformation in a vast area of the Dry Zone where a new civilization in being created.",
    "The first Presidential Election was held on 20 October 20, 1982 and I won by a majority of over nine lakhs. In the first referendum held in Sri Lanka on 22 December 22, 1982, I received a mandate from the people to extend the term of Parliament in order to continue with the Development Program launched by me and the response of the people has continued to be positive.",
    "It was my destiny to steer Sri Lanka through one of the traumatic periods of its history during the eighties. The very peace and tranquility of the island-nation was torn by violence and ethnic strife. It was during this period that the Sri Lanka-India Accord was signed between Prime Minister Rajiv Gandhi and myself.",
    "Now I am no longer in active politics, but often watch the world around me, gripped by senseless violence born of suspicion, fear and by not understanding the perceptions and positions of one another in both the national and the international spheres. As I watch the events and personalities in these events, I hope e that the Buddhist spirit of compassion would prevail, and peace return to our island once again.",
    "In this account of Men and Memories, which is not strictly an autobiography, I seek to present some autobiographical recollections and reflections which were inseparable from my life, and for over more than half a century of work. This I do in the hope that the contemporary and future generations would be enabled to understand the Agony and Ecstasy of Sri Lanka and her people with more insight, understanding and compassion.",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}