{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Qatar-Sri-Lanka-Business-Council-and-National-Chamber-of-Exporters-of-Sri-Lanka-sign-Memorandum-of-Understanding/34-767574",
  "time_ut": 1728065902.0,
  "original_lang": "en",
  "original_title": "Qatar-Sri Lanka Business Council and National Chamber of Exporters of Sri Lanka sign Memorandum of Understanding",
  "original_body_lines": [
    "The Qatar-Sri Lanka Business Council (QSBC) signed a Memorandum of Understanding (MoU) with the National Chamber of Exporters (NCE) of Sri Lanka with the aim of fostering stronger business ties and enhancing trade and investment opportunities between Qatar and Sri Lanka.",
    "At the launching ceremony of the QSBC, Sri Lankan Ambassador to Qatar Mohamed Mafaz Mohideen emphasised the importance of signing MoUs and fostering mutual agreements between business chambers and associations in both countries to strengthen bilateral business ties. He noted that this MoU marks an important milestone in this initiative.",
    "The MoU signed outlines several areas of cooperation including providing assistance to visiting members of both organisations, missions, trade groups, etc., exchanging information and publications on local and national economic trends with each other, promoting trade, investment, services, industrial cooperation, and business partnerships, and initiating trade shows, catalogue exhibitions, and other business events in each other’s countries.",
    "QSBC President John Prasad stated: “This MoU represents a significant landmark in advancing economic collaboration between Qatar and Sri Lanka. It presents an excellent opportunity for businesses from both nations to grow and prosper. Through mutual cooperation, we aim to increase the volume of trade and investment, creating enduring partnerships that will benefit the economies of both countries.”",
    "NCE Secretary General and Chief Executive Officer Shiham Marikar emphasised that the NCE and the QSBC will collaborate to organise joint programs and initiatives aimed at enhancing trade relations between the two countries. These programs will focus on knowledge sharing, creating networking opportunities, and exploring emerging market trends.",
    "By partnering with the NCE, the QSBC seeks to leverage the strengths and resources of both organisations, ensuring that their members benefit from the growing opportunities in Qatar and Sri Lanka."
  ]
}