{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SLFEB-Chief-warns-against-private-agencies-exploiting-South-Korea-s-E-8-visa-scheme/56-769707",
  "time_ut": 1732569126.0,
  "original_lang": "en",
  "original_title": "SLFEB Chief warns against private agencies exploiting South Korea’s E-8 visa scheme",
  "original_body_lines": [
    "SLFEB Chairperson Kosala Wickramasinghe labels attempts by private agencies to send workers to South Korea under E-8 visa as form of human trafficking",
    "Says CID informed, internal SLFEB probe underway to identify those involved in illegal visa operations",
    "Questions involvement of former Foreign Employment Minister in unauthorised E-8 visa agreement",
    "Says immediate solution for those affected not possible and calls for patience as SLFEB works to resolve issue",
    "Sri Lanka Foreign Employment Bureau (SLFEB) Chairperson Kosala Wickramasinghe has labelled private agencies attempting to send workers to South Korea under the E-8 visa system a human trafficking scheme.",
    "Addressing the media yesterday, Wickramasinghe said the Criminal Investigation Department (CID) has been informed, and an internal probe is also underway to look into the issue.",
    "He also raised concerns over the involvement of a former Foreign Employment Minister, accusing him of unlawfully facilitating the E-8 visa agreement without Cabinet approval or proper Government authorisation. The agreement, allegedly made directly with a South Korean provincial governor, bypassed standard protocols and has since been flagged by South Korean authorities, he said.",
    "The controversy comes as a group of persons holding E-8 visas staged a continuous protest outside the SLFEB headquarters in Battaramulla. The protesters, whose visas for short-term agricultural work in South Korea are set to expire today, demanded immediate solutions from authorities. They vowed to continue their agitation until their grievances are addressed.",
    "Responding to the protesters, Wickramasinghe said protesting is not the way to resolve this issue.",
    "“While we are in discussions, we are also gathering suggestions from affected persons to develop a proper methodology. Legal action will be taken against groups involved in illegal visa schemes, and those who collected money unlawfully must return it to the victims.” he noted.",
    "Wickramasinghe clarified that no private agency in Sri Lanka is authorised to send workers to South Korea under the E-8 visa system. He highlighted public misconceptions about the visa, noting that it is valid for only six months and lacks Government oversight, leaving workers vulnerable. “These visas are short-term and do not provide adequate protection, such as insurance or legal support in case of accidents or disputes,” he explained. He further emphasised the risks of unauthorised visa schemes, stating: “Issuing visas without proper approval burdens our citizens and tarnishes the system. Any issues arising leave individuals unprotected, as these visas lack legal validity.”",
    "To address the issue, Wickramasinghe reaffirmed the SLFEB’s commitment to promoting the legal E-9 visa, which offers longer-term employment in South Korea with better protection and benefits.",
    "“The E-9 visa remains the proper and stable route for Sri Lankan workers in Korea. By the end of this year, we expect to send over 7,000 workers under this system, ensuring substantial income and job security,” he said, urging job seekers to avoid unauthorised E-8 visa schemes.",
    "Wickramasinghe stated that nearly 285,000 Sri Lankans have secured legal foreign employment this year, with E-8 visa holders representing a small group of approximately 100 individuals. He assured the public that the Bureau is working towards a sustainable solution while prioritising lawful processes.",
    "Director General for International Affairs Gamini Senarath Yapa has also clarified that currently approved systems for South Korean employment include E-Face and E-7 visas, which adhere to Government regulations.",
    "Despite assurances from the SLFEB, protesters accused the authorities of negligence and demanded immediate redress, claiming they were misled into accepting unauthorised visas. As tensions mount, Wickramasinghe called for patience, stating: “We are committed to resolving this issue through lawful and fair means while safeguarding Sri Lanka’s reputation in foreign employment markets.”"
  ]
}