{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-to-reform-public-sector-Essential-asset-management-solution/4-771487",
  "time_ut": 1736195278.0,
  "original_lang": "en",
  "original_title": "How to reform public sector:  Essential asset management solution",
  "original_body_lines": [
    "Just reducing numbers would not make the public sector a better one, without introducing structural reforms",
    "Soft changes to the Sri Lankan public sector would not work. The typical approach in Sri Lanka is to appoint a group of human resources, administrative and finance professionals to lead a reform plan. It has not worked previously, and it would not work in the future either. There is a secret how the Australian public sector became so good. They implemented an Asset Management Strategy for all public sector organisations around 40 years ago and continually refined its process and execution. This is the only solution for Sri Lankan public sector revival as well",
    "One of the Key Performance Indicators for the NPP Government would be its ability to transform the ailing public sector operation into an effective, efficient, and sustainable operation. It is a herculean task, because NPP must deal with an unplanned, overregulated, overcrowded service sector with a high percentage (say 80%) of staff who are unmotivated, and deeply associated with corrupt acts of varied scales. The actions of the employees of the public sector are yet to be synchronised with the NPP’s conceptual governance plan.",
    "NPP has the national mandate to induce transformation. Most probably people would give Local and Provincial Government governance powers as well because there is no sense to do otherwise, to clean up the mess from the bottom to the top. There will be no excuses left for NPP if the job is not done. However, a government alone cannot do this job without the whole nation’s unconditional support by behaving ethically and showing right attitudes. Law and order on the land must be enforced on “have nots” and “have yachts” equally. There is no other way to rescue the country.",
    "The public sector accounts for approximately 15% of total employment in the country with 1.5 million employees, to serve a 22 million population (one employee per 14 people). However, these employees struggle to prove their worth due to their self-centred behaviour over the on-time execution of public duties, poor signs of continual professional development, and unimaginable lethargy. Recently, a Cabinet Minister mentioned that the total employee number must be reduced to 750,000 eventually. I am not sure how that number was derived. However, it is no brainer that the total number must be reduced significantly if the current inefficient and ineffective bureaucratic systems are being continued, to keep financial sustainability.",
    "However, just reducing numbers would not make the public sector a better one, without introducing structural reforms. Right organisational design will automatically decide the right employee number.",
    "In my view, the total number of employees is never a problem if each organisation has a unique purpose, right ambition among employees to realise the purpose, a right organisational structure, a well-placed service provision strategy, an executable delivery plan, an asset management strategy and a plan, a sound resources strategy, and a set of qualitative and quantitative performance indicators. This means every employee has a job to do to achieve the organisational goals and each unique organisation has been designed optimally to meet the relevant social needs. The key here is having a set of organisational design principles to form unique organisations without any duplications.",
    "Australia has approximately 2.6 million public sector employees (Commonwealth 360,000, State Government 2.0 million and Local Government 213,000) to serve 26.6 million population (one employee per ten people). Worse than Sri Lanka? Not really. Australian public sector is considered as one of the best performed public sectors in the world. It has all mechanisms in place to ensure it is managed like a competitive business with empathetic heart. The performance of each layer of public sector is periodically reviewed in line with the political election cycle. This means that the organisation structure of each, and every organisation is reviewed, and revised business plans are developed.",
    "The new organisational improvement proposal is sent for approval. Consequently, some current positions get axed and new positions are created. Existing employees are given a chance to apply for the new positions. If they become unsuccessful, redundancy payments are paid to relieve them from the organisation. None can successfully sue employer against these decisions. Although it looks ruthless on the face value, there are not many redundancies as employees are multi-skilled and high performers who can fit into a new role easily. Necessary training is available for employees to bridge competency and skills gaps to fit into the new job. I have seen employees who stayed 40-50 years in one public sector organisation, surviving multiple restructurings.",
    "Overall, the number of position reduction is extremely low, in the grand scheme of things. Employees have at least six months’ notice to know what is coming and to be prepared for career change. In general, a public officer can only advance salary steps within the appointed position grade. To be appointed to a higher-grade position, he or she must go through a new competitive interview process. There is no automatic advancement to the positions outside own grade based on number of years served.",
    "Soft changes to the Sri Lankan public sector would not work. The typical approach in Sri Lanka is to appoint a group of human resources, administrative and finance professionals to lead a reform plan. It has not worked previously, and it would not work in the future either. There is a secret how the Australian public sector became so good. They implemented an Asset Management Strategy for all public sector organisations around 40 years ago and continually refined its process and execution. This is the only solution for Sri Lankan public sector revival as well.",
    "This means every Sri Lankan public sector organisation needs to appoint a multidisciplinary group to formulate an Asset Management Policy, an AM Strategy and an AM Plan supported with a Resources Strategy. If appointing of individual organisational committees is impractical, the relevant Ministry can develop the guidelines and templates for Integrated Planning and Reporting for all public sector organisations. That would lead to a standardised approach. Each organisation must have a Risk Management Policy, Framework, a Strategy, and a Risk Management Plan. This entire process requires arduous effort by a resolute, competent group.",
    "Australians started the Asset Management journey 40 years ago and are still marching along that path. We can learn from them to shorten the time of our own journey. I have written a few Daily FT articles about the public sector performance and the importance of asset management processes, but so far, only two Government authorities have shown some interest and obtained my help. Recently, a State-Owned Agency started having discussions with me on implementing one element of Asset Management Process which is at least a good sign. However, each such effort was purely an initiative of a senior management team member of those organisations, not due to an initiative under any Government directive. I will refocus on the need of Asset Management in this article for the new Government’s attention.",
    "Usually, people look at the corporate sector and the public sector organisations differently as the control over organisational activities in the public sector is rigid due to the legislative rules and regulations in place. However, I do not see any difference in core functions that are to be performed by the corporate and the public sector organisations.",
    "In my view, any business or service organisation performs three key functions viz: Services/Product Management, Asset Management and Risk Management. All other subfunctions viz; planning, organising, staffing, leading, controlling, coordinating, reporting, budgeting, problem-solving and decision making are intertwined with the above three functions.",
    "Organisations are created to manage services and or products. Services/products are created to fulfil customer and stakeholder ‘needs’ and or to fulfil the organisational management ‘needs’ and or to fulfil legislative ‘directives’ (in case of public sector organisations). In case of legislatively directed services, a Public Sector Organisation must go beyond just fulfilling the legislative compliance and add value to the compliance services to impress public to develop tolerance to put up with unexpected service failures. As an example, in Australia, the legislative target of approving a Development Application (DA) is 40 days but some City Council thrive even to process a DA within 15 days by fast tracking applications for standard developments if the applicant has fulfilled all documentary submission requirements.",
    "The starting point of a service is the identification of the need. The needs are multi-faceted. The Nominative Needs are originated by legislation, standards or by experts. The Comparative Needs are originated by comparing similar services and competitive services or provisions. There comes the Sensory Needs which are based on receiver’s feelings. The last category is the Expressive Needs identified by the provider by observing the body language of the receiver.",
    "The service provider would analyse all needs and develop a “needs profile” by justifying the provision.",
    "A Service is an interaction between a provider and a receiver which creates value for both and captures value by both. If one party misses the value creation or capturing, it would not be considered as a service.",
    "As an example, issuing a passport to a person is a service. The government authority, which is the service provider, by issuing a passport, fulfils a legislative directive and facilitates a person to use it for overseas travel possibly to earn foreign exchange for the country or for recreational purposes of simply to make a citizen happy (happy community provide less financial stress to the government) or to promote trade or international relationships by Sri Lankan citizens. This is the value created and captured by the provider. Also, the person who obtain the passport creates a value of having an internationally accepted travel document to travel overseas legally for leisure or economic purposes.",
    "The problem, a Public Sector Organisation faces would be to decide which services are to be delivered as the resources are limited especially for a developing country. Hence, there should be service prioritisation criteria. In general, the top priority would be the provision of legislatively compulsory services. Any government should have resources for these services no matter what. The next priority is the provision of basic human services by considering reasonable expectations of public to have a quality and healthy life in a democratic environment. If the Government can afford, it should provide value added services. This is the difference between the performance of a surviving government and a progressive government. This service category is usually provided with the partnership of the corporate sector.",
    "The life cycle of a service includes Development, Delivery, Review, Change, Demise, Revive. It must be remembered that different staff may deal with various stages of a service life cycle, hence proper coordination is essential for sustaining the quality, effectiveness, and the efficiency of overall service delivery. A public sector organisation can deliver a service by direct involvement or outsourcing or just facilitating its occurrence.",
    "How do we know that the service has created the intended value for both parties and captured by both? It could only be verified by defining relevant Key Performance Indicators and measuring KPIs. Achieving KPIs would benefit the organisation in terms of customer satisfaction, legislative compliance, financial compliance, and better risk management.",
    "The constant monitoring of service life cycle activities is essential. At a certain point of time in the service life cycle, the service delivery authorities will realise that the service characteristics are no longer relevant, and the service needs to be redesigned. The reason for this inevitability is due to the changed characteristics of dynamic service environment. The operational and delivery environment is being constantly changed due to the technological advancement, and change of customer expectations, etc. The service delivery authorities must respond to this change. Many public sector organisations miserably fail to respond adequately to the change.",
    "The result would be the public anger generated against the government of the day, labelling Government as an ineffective service provider. Even some corporate sector giants like Kodak and Block Buster Video failed to be relevant with time and responded to the changed operating environment and vanished from the business world.",
    "In my view, there is no alternative to an Asset Management Process and a Risk Management Process for transforming an under-performing public sector organisation to a high performing organisation.",
    "ISO 5500X Suite is the international standard for asset management. In this standard, an asset is defined as “an entity or a thing that has the potential or actual value to an organisation.” The asset management (AM) is defined as “the coordinated activity of an organisation to realise value from the assets.”",
    "Shouldn’t AM be the commonsense approach? One needs to understand the broader applicability of the above open-ended definitions. An entity or a thing valuable to an organisation could be ‘anything.’ The employees, customers, knowledge, brand, reputation, intellectual properties, physical assets and many other ‘things’ that could be categorised as potentially or declared valuable assets for an organisation. When a definition says ‘coordinated activities’ it requires the support of strategies, policies, processes, and procedures. If one wants to realise ‘value’ from the assets, those coordinated activities must be formulated and executed by competent people in each professional discipline responsible for the relevant asset category management process.",
    "What are the typical assets specifically managed in a public sector organisation?",
    "Internal people (employees), external people (customers, contractors, suppliers, stakeholders), physical assets (buildings, land, roads plant and equipment, vehicles and so on), data and information, brand, reputation, organisational culture, and values are some of the important assets which are to be managed.",
    "The covering of technical aspects of asset management is not the scope of this article. However, the following notes would be important clues for the leaders to seek relevant ability in managing each asset category and the whole asset management process, technically.",
    "People management – This is a muti-disciplinary activity. Although HR professionals must be a part of each step, the relevant technical experts must be involved in developing Position Descriptions of employees because a PD must have job specific skills, competencies and capabilities, essential and desirable selection criteria. Interview guides are to be developed jointly by the HR Professionals and Subject Matter Experts. It is important to include behavioural questions to the guide to assess the applicant’s ability to apply skills and competencies. Conduct of psychometric testing and interpreting results would be managed by the HR professions. However, the interview panels must have members who are trained in targeted selection.",
    "During whole employment period, the assessment of the performance of employees is based on mutually agreed Key Performance Indicators and it must be done in a structured way by keeping written records and having two-way communication between the immediate supervisor and the employee continually. On-going training of staff must be linked to the performance appraisal. Superior performance should attract non-monetary organisational rewards and the mediocre performance must trigger special training and support program arrangements. If the employee is not interested in improving performance at own will, step by step disciplinary action must be started, coupled with a performance management plan.",
    "The intention is that if the employee is non-responsive to the targeted work plan, the eventual dismissal of the employee from the position is on the cards. This must be done legal and transparent way. If there are gaps in law and regulations to do this, the Government should introduce such laws and regulations. The leaders of the organisation must be able to prove at a court of law that enough opportunities and support were offered to the employee to improve his/her performance before taking dismissal decision. Employment is a legal contract between two parties. Both parties must fulfil their obligations. If any party does not fulfil obligations, it is a breach of contract attracting penalties and an affected party can walk away from the contract.",
    "Data management – Data and derived information are assets, to be managed cyclically. Data collection and maintenance is a costly exercise. Hence, the authorities must collect essential data for sound decision making. Such data must be collected and available for decision makers at the right time and data integrity and validity must be kept. This means that data must be updated and cross-checked periodically for accuracy. Data collection frequency should be in line with the best time of the use of data for business decision making. Outdated data would lead to wrong decision makings. Interpretation of data and deriving information is a science and an art. Data custodians should be able to defend when someone questions about the validity of data and the information derivation process. If this is not done properly, the reputation and the trust upon the organisation will be at stake.",
    "I am perplexed that there was not a single professional in Sri Lankan public sector came forward so far to express his/her opinion on the need of asset management process within public sector organisations as a rescue measure. The most probable reason could be the limited availability of local asset management professionals who could think holistically, who know about advanced asset management and who practise behavioural engineering.",
    "It should be noted that I am aware a few engineering organisations like Ceylon Electricity Board, National Water Supply and Drainage Board, Road Development Authority have initiated implementing basic asset management processes. However, it is a common myth that most engineers believe, the asset management is all about developing databases, collecting data, and analysing data using computerised software tools. I think that this belief has led them to limit their implementation of asset management to asset database which would only deliver limited results and service failures occur.",
    "Total Asset Management is a far more advanced multi-disciplinary activity. It needs a series of strategic asset management actions after conducting an asset management maturity diagnostic assessment involving staff in the whole organisation from the worker on ground to the Director General/CEO at the top. Hence, my firm belief is that currently none of Sri Lankan City Councils, State Owned Enterprises or Government Departments are practising advanced asset management.",
    "To increase awareness of asset management among Sri Lankan professionals, I conducted three presentations/webinars previously. Also, I once accommodated a high-level Sri Lankan Government delegation who visited Australia a few years back, at my workplace in NSW. I did a workshop to educate them on the importance of asset management. It has happened during earlier Government, and I heard nothing from them afterwards. However, I expect a more responsible approach from NPP Government.",
    "I have once communicated with the United Nation’s representative for the Asset Management Technical Support program aimed for developing countries. I came to know that Sri Lankan authorities had no representation to this program. Interestingly Bangladesh had a heavy involvement on this and even the UN documentation had been translated into Bengali language for straightforward application. Hopefully, I can consult with both parties to work together on this. However, the initiation should come from the Sri Lankan Government not the other way around.",
    "It should be noted that the UN Asset Management Support program is about implementing of the basic asset management process which is suitable for real beginners of asset management, and it does not offer the advanced asset management process needs. Also, it does not go beyond the physical asset management. Anyway, it would be an ideal start for the Sri Lankan Local Government Sector as the asset management maturity in Sri Lankan local government sector is zero and its staff are not yet ready to embrace any advanced asset management process elements now.",
    "Every asset management action is taken for a reason. Following steps would be useful for the Sri Lankan public sector organisations to implement during its transformation process to become a high performing entity.",
    "Identification of Asset and Non-asset solutions to fulfil stakeholders’ needs.",
    "Development of Asset Registers with essential data for decision making",
    "Establishment of Service levels (affordable, sustainable, and satisfying stakeholder expectations)",
    "Establishment of Asset Maintenance Level in line with agreed service level delivery",
    "Organisational structure, Reward System, Position Descriptions with clear description of skills, competencies, qualifications and training needs, Targeted Selection Process, Employee Performance Management System,",
    "Long-Term Life Cycle Asset Management Plan with a Maintenance Plan",
    "Asset rationalisation study to find deficiencies in asset quantities, asset condition and asset capacities.",
    "To implement the roadmap, a professional team is needed. The typical asset management team would consist of Asset Engineers, Accountants, Economists, Sociologists, Stakeholder Liaison Officers, Asset Management System Developers and Operators, Asset Data Collectors, Data Analysts, Asset Planners, Asset Maintainers, Asset Developers (Planning, design, and construction of Assets), and Asset De-commissioners.",
    "Anyone in Sri Lankan public sector who looks at this roadmap can understand that Sri Lanka has a long way to go for asset management process implementation. The most important pre-requisite for setting up an organisational-wide asset management culture and implementing a process, is to show the genuine interest and commitment by the senior management of the organisation. Has the NPP Government appointed such leaders to the public sector organisations? My sincere hope is they have, or they are doing so. Time will tell whether I had a genuine hope or not.",
    "(The writer is a Chartered Professional Engineer, a Fellow, and an International Professional Engineer of both the Institution of Engineers, Sri Lanka, and Australia. He holds two Masters Degrees in Local Government Engineering and in Engineering Management and at present, works for the Australian NSW Local Government Sector. He shares over three decades local and overseas experience with Sri Lankan professionals to transform public sector management practices to meet international standards. He is contactable via [email protected].)"
  ]
}