{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Two-top-global-marketing-experts-at-PIM-PIMA-CEO-forum-on-29-May/34-762090",
  "time_ut": 1716333089.0,
  "original_lang": "en",
  "original_title": "Two top global marketing experts at PIM-PIMA CEO forum on 29 May",
  "original_body_lines": [
    "The PIM-PIMA CEO Forum titled “Reimagining future in a new normal” will be held on 29 May from 8 a.m. to 9 a.m. preceded by breakfast at the ITC Randipa, Colombo 1. The event will feature two global marketing experts Prof. Joshua Gildea and Prof. Chad McBride.",
    "Professor Joshua Gildea, is a Senior Lecturer of Marketing as well as the Director of the MBA Business Marketing Academy at the Kelley School of Business at Indiana University. His teaching focuses on business-to-business marketing strategy, international business, and sales leadership.",
    "He has had broad based exposure in marketing, strategic planning, market research, field sales, customer service, agency management, and media planning with a wide array of global companies, multinational corporations and non-profit organisations. Prof. Josh holds a Bachelor of Arts in Public Relations and Communications from Brigham Young University and a Master of Business Administration in Marketing from Indiana University’s Kelley School of Business.",
    "Professor Chad McBride, MBA, is a marketing lecturer at the Kelley School of Business at Indiana University. Chad joined Kelley in August 2021 following a 20-year career at Eli Lilly and Company. At Lilly, Chad held leadership roles in global marketing, sales, strategic planning, and product innovation. Chad is also the Founder of Systemic Innovation, a management consulting firm, where he works with clients to deliver customer-driven innovation. Chad’s focus at Kelley is in the areas of product innovation, global marketing, and the business of healthcare. Chad earned his MBA from Brigham Young University.",
    "The session will be moderated by PIM Director Dr. Asanga Ranasinghe"
  ]
}