{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/myanmar-unlike-any-land-you-know-about/",
  "time_ut": 1717878660.0,
  "original_lang": "en",
  "original_title": "Myanmar…..unlike any land you know about",
  "original_body_lines": [
    "A desire to visit Burma (Myanmar since 1989) having seen the film ‘The Story of Dr. Wossell’ as a school boy was fulfilled recently. The film was about a dedicated British Army Medical Officer who during World War II fell in love with the country and more deeply with a lithesome and compassionate Buddhist Burmese lady and chose to remain with her in her country after demobilization.",
    "Several books, fiction and non-fiction of the country read over the years made the desire greater. However, Burma’s isolation from the rest of the world since 1962 when the military junta known as the State Law and Order Restoration Council (SLORC) seized power, rumours of political unrest, and later the house arrest of the Nobel Peace Prize winner and leader of the National League for Democracy, Aung San Sun Kyi made one think twice about making the journey. However, recently people spoke of trickles of tourists flowing into the country and we, a party of five, including my sister followed suit.",
    "Yangon the capital city known as Rangoon up to 1989 is also the international airport. On arrival Customs and Immigration formalities were gone through without the feared hassle. Every foreign visitor however is required to purchase Foreign Exchange Certificates (FECS) for at least US$ 200. The dollar is presently valued at 350 Kyats (pronounced chat) and is presently the official rate of exchange but encashable up to 400 Kyats or more when payments for purchases are made in US dollars or FECs.",
    "There are about 150 licensed hotels in Yangong which are authorized to receive foreign guests in addition to locals. On the top of the range is The Strand (in existence from British times) at around US$ 400 a night with dinner or lunch at US$ 25 and high tea at US$ 10 per person! In the Traders Hotel and Hotel Equatorial, rooms are about half that price. In the budget range there are very many hotels and guesthouses at about US$ 30 double and US$ 20 single with AC, attached bathroom, hot and cold water, mini fridge, good linen and comfortable beds which are more than adequate for the normal tourist. In addition a breakfast of juice, eggs, toast, tea or coffee is included. Payments by foreigners for hotel accommodation are strictly in US dollars or FECs.",
    "Clean and tasty meals of rice or noodles with vegetables, chicken or fish at a little less than US$2 are available in this type of hotel. Hundreds of middle range restaurants which serve Western, Indian, Chinese and Burmese food are found all over Yangon.",
    "Yangon has a population of around four million out of 89 million in the country. It is clean and roads, some with six lanes for traffic, are lined with ornamental trees and flowering shrubs at the center and beyond the wide pavements on both sides. Residential areas of the wealthy where some of the foreign embassies are located are more like the best areas of Singapore, Bangkok, Jakarta etc. No doubt there are the seamy sides of the city but prudent tourists avoid those here or in any country unless they are seeking unnecessary trouble!",
    "A very notable feature is that these roads are well maintained, even those outside the capital, and are completely devoid of refuse not even scraps of paper or other litter. That goes for the bazaars as well (Scott market being the most popular) and the other commercial areas. Pavements of many of these areas, particularly in the evenings, are converted into open air eating houses with low plastic stools for patrons who are served with a variety of food from rice, noodles, soups, barbecued meats of various kinds, to beer, tea and other beverages.",
    "In these bazaars the normal tourist looking for gifts or souvenirs would be attracted by exquisitely carved wooden ornaments, jade jewellery, gem stones (rubies and sapphires), cotton and silk longyi (lungi) – all truly Burmese. As in any other country if one wants to be doubly sure of quality, tourists’ shops located in the better residential areas and the upper class shopping malls would be the choice.",
    "Practically, everyone in the country, rich or poor, in whatever occupation from shop assistants to Government employees, and professionals, other than those in their regulation uniforms, wear the longyi – the Burmese unisex sarong. Men normally wear small checked cotton sarongs well above the ankle with a rather prominent knot in front and with their wallets tucked at the back; perhaps a bit risky in crowded areas.",
    "Women wear very colourful longyis with one end tucked into the side. Men wear western style shirts or less often tunic style collarless shirts above the sarong while the upper garments worn by women are loose blouses in varying styles and colours to match the longyi. This dress is so very sensible, particularly for men in a hot tropical climate and is also very elegant while class distinctions created by different types and styles of western clothing do not arise.",
    "More men in Sri Lanka should adopt this form of dress particularly during non-working hours as casual wear in the evenings – the writer has done that for the last 40 years. Men in two piece suits are a definite rarity and they also do not normally wear the headgear which used to be seen in photographs of leading Burmese men in earlier years. Both men and women wear slippers or sandals and hardly anyone is seen in socks and shoes or barefoot.",
    "With King Anawarahta’s ascendance to the throne in 1044 Burma’s history began to be written and from 1057 it became a Buddhist state. In 1472 King Dhamma Zedi caused a revival of Buddhist culture and during his reign contact with European countries, mainly British, Dutch and French commenced. After several other Burmese Kings, the British took over Mandalay (700 km. North of Yangon) and the surrounding areas after the most ruthless crushing of any opposition to their onward march and consolidation of its power over the whole of Burma which became a part of British India.",
    "In 1942 the Japanese having driven the British out declared Burma an independent country. However, due to their harsh rule a strong anti-Japanese feeling arose and towards the end of World War II the British took control of the country again. On January 27, 1947, 37-year old General Aung San and Prime Minister Clement Atlee signed an agreement for the formation of a Constituent Assembly after a general election.",
    "Aung San’s party won by a majority of 53 seats but in July 1947 he and six of his assistants were assassinated. On January 4, 1948 Independence was granted to Burma with General Aung San’s second in command, U Nu as leader of the country. Since then the country has had continuous political problems with one rebel group or another until the SLORC imposed martial law and took control of the country.",
    "In May 1990 the National League for Democracy led by Aung San Sun Kyi (daughter of the late General Aung San) won a general election with a majority of 93 seats but the ruling military junta continues in power to date having called itself the State Peace and Development Council (SPDC) with 19 Members replacing the former SLORC with 27 members.",
    "Throughout this tumultuous period of Myanmar’s history one aspect of life remained calm, constant and undeterred; veneration of Lord Buddha and adherence to His teachings which were introduced by the Indian Emperor Asoka the Great in the third century BC. This was later followed by frequent visits by Sinhala Buddhist missionaries between the sixth and 10th centuries resulting even now with Sri Lankan visitors often being accepted with a greater degree of cordiality than other foreigners.",
    "Eighty seven percent of the Burmese practice Theravada Buddhism which as is known to us teaches one to work towards ones own salvation through acceptance of the Four Noble Truths and practice of the Eight Precepts. Meditation or correctly called insight awareness based on instructions of the Maha Satipattana is practiced widely by the young and old in temples and their homes as a daily ritual.",
    "Several centres in Yangong teach the discipline to foreigners and locals; and in some simple food and lodging are provided free of charge provided the followers adhere to the rigorous house rules. These are long periods of practice from early dawn to mid morning and in the late evenings, following the Eight Precepts, refraining from solid food after the noon meal and dressing simply and modestly throughout the training period which can be a few weeks or months according to each individuals need.",
    "In all Buddhist temples one cannot fail to notice the deep sense of serenity of the worshipers, groups or individuals in meditation, absolute cleanliness although perhaps thousands pass through each day. Also seen is the absence of tills. Flower offerings and oil lamps with lighting of candles and joss sticks are confined to small and limited areas. Bo trees are seldom seen in temples and the few that are seen have smaller leaves than our Bo trees. Instead of ‘bathing’ these trees, the common practice among the Burmese is to pour water over small statues of the Buddha placed beside small ponds with sprinklings of flowers: one cup of water for each year of life and one extra for future years.",
    "The Shwedagon Paya is the most famous of dagabas or temples in Yangon and Myanmar. It stands on a hillock 190 feet above sea level, 321 feet high from its base, covered in beaten gold, a truly awe inspiring sight particularly early in the morning or late evening. It was built about 2,500 years ago, repaired several times after damage due to earthquakes and enshrines eight strands of the Buddhas hair relics which were brought in to the countryfrom India by two Burmese merchant brothers.",
    "In 1852 British soldiers occupied the premises for 77 years up to 1929, plundered and desecrated the temple and even took away among other treasures a 23-ton bell which accidentally fell into the Yangon River when loading into a ship for transfer to England. Many years later it was retrieved by the Burmese and placed in its original location.",
    "In Prome some 150 miles from Yangon is the hallowed Shwesandaw Paya overlooking the Ayeyarwardy (Irawawaddy) River. Here pilgrims are taken to the base of the dagaba from the bottom of the hill it stands on by a slightly creaky electric lift for which a few Kyats are charged. This edifice is one meter taller than the Shwedagon and is a beautiful sight in the evenings when floodlit. As in the Shwedagon Paya premises hundreds of worshippers pass through daily at all hours in silence and with great piety.",
    "Ten miles south of Prome on the road to Yangong is a temple with a huge statue of the Buddha in the sitting position defiled with a pair of gold rimmed spectacles. To say the least it is bizzare and the serenity of the face is lost.",
    "The story goes that a long time ago a wealthy man of the area was going blind and vowed to gift the existing statue with a pair of spectacles if the treatment he was undergoing answered. He was cured and the vow was fulfilled. Strangely, years later the Christian wife of a British officer in Pyay in colonial times was also said to have been cured of an eye ailment and she too fulfilled a vow by donating a pair of eye glasses to the statue. It is not clear whose gift is seen today. However, one wishes that these two people when cured did not so unfeelingly desecrate a beautiful statue but expressed their gratitude by adding to the sanctity of the temple by other means.",
    "Writing about the practice of religion in Myanmar mention must be made that there are small numbers of Theravada Buddhists, Hindus and Christians, mostly Baptists. Their places of worship are occasionally seen in the city and outside.",
    "Myanmar, specially Yangon is a mixture of a certain degree of modernity and true ‘Burmese-ness;’ values which are a Buddhist way of life, respect for elders in the family or outside, all forms of life, modest simple dress, polite and dignified behaviour. There is evidence of poverty alongside indications of wealth and luxury but true Buddhist culture appears to pervade throughout all sections of society.",
    "Having been cut off from the rest of the world for about 40 years has had its benefits and disadvantages depending on circumstances and situations and what values one looks for.",
    "About 100 years ago Rudyard Kipling’s companion said to him, “This is Burma and it will be quite unlike any land you know about”. How very true even today and may it be that way in the years to come.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}