{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Entrepreneurship-in-the-21st-century/4-769733",
  "time_ut": 1732666976.0,
  "original_lang": "en",
  "original_title": "Entrepreneurship in the 21st century",
  "original_body_lines": [
    "Last week marked Global Entrepreneurship Week; with our world on the brink of catastrophe in so many respects – conflict, climate, inequality – we have never needed the involvement of youth in defining entrepreneurial solutions to these problems, more than now. I was privileged to join the NIBM School of Business in exploring what entrepreneurship looks like from a practitioner’s perspective.",
    "The good news is that everyone wants to be an entrepreneur. Less good is the reality that few know how. Most have gone through the motions – marketing, business administration, new media, and their social media dramatically quotes great entrepreneurs. One explains, ‘anything is possible’, another, ‘make the climb without the rope,’ and ‘let’s punch today in the face.’",
    "I shared the story of one of our nation’s greatest entrepreneurs, my father Merrill J. Fernando. He set out from his tiny village in 1950 with a vision to make the world a better tea. Translating that vision into a mission demanded incredible faith, and as he often shared, when confronted with impossible obstacles he gained more strength and direction in prayer than anything he learned elsewhere. It demanded dedication. He devoted his life to tea and his evolution through trainee, employee, owner, bulk tea exporter, rejection, renewed effort and eventually the first step – the launch of Dilmah Tea. He was 55 when he saw the first glimpse of success, and it had taken him 35 years.",
    "The tea category was buoyant, yet the industry was moving in the direction of multi-origin blended teas, blindly pursing what greed, economic and business theory advocates – reduce your cost of goods. He was an entrepreneur, so his direction was the opposite, pure origin teas. Not because it was profitable, but because it was the right and honest decision. My father was blessed in being born to a lower middle class family which could not afford the university education that many told him would help advance his mission. I call it a blessing because his belief that human values should extend to business was not diluted by the business theory he might have been subjected to. His philosophy in life and work therefore was a continuation of his faith in God which fashioned his values – integrity, quality – and the kindness that my grandmother taught him.",
    "He believed fervently in his mission and he was passionate about his tea. A brand is a two-way covenant between customer and brand owner, and no brand has the right to deviate from its founding promise midway for profit. He fought attempts by successive governments of Sri Lanka to permit the importation of tea for blending, explaining to businesses and politicians lured by the promise of glamour and profit, that every kilogramme of cheap tea that enters Sri Lanka for blending would be a kilo less of quality Ceylon Tea exported. Value reduction rather than value addition. Following the industry direction would have produced vastly greater profits for Dilmah, as a brand, but explaining the social and economic disaster that could be the result was the right thing to do.",
    "Entrepreneurship is too easily promoted as business as usual; assessing a category where one sees potential to make money, writing a story and joining the fray with a product that is a variation of one that exists. Invariably better packaged or lower priced of course, and with the risk that youth are advised are a part of entrepreneurship in their quest for profit. That’s not entrepreneurship. Less than 10% of startups succeed but lacking originality, devoid of relevance to the world, no endeavour deserves success. In this 21st Century everything has changed – consumer, environment, population, mindset, the role of brands and businesses. The notion of entrepreneurship must change too.",
    "Last year we had a showdown with one of our largest customers. Since 2009 successive price increases had been halved or quartered, even with data supported explanation of cost escalation. We stood our ground, and refused to compromise. In a market corroded by discount, where customers are lured by the short lived joy of half price, that was potentially catastrophic but it was a risk worth taking. We are growers, not traders, and we are at the frontline of many of the crises that our world confronts. Each can be mitigated or solved – we can and do adapt to climate change, to build resilience to ensure the food security we desperately need. We can and do fund education for the children of our workers to support their welfare. We can and do fund nutrition, vocational training, entrepreneurship development amongst our workers and the wider community, to reduce social, economic and gender inequality. We just can’t compromise.",
    "The problem is all this costs money. A minimum 15% of our pretax earnings from Dilmah is used by our MJF Foundation to fund the healthcare, education, entrepreneurship, housing and other humanitarian initiatives and a further 5% to fund Dilmah Conservation’s Biodiversity, Climate Action and Environmental Education efforts. We have 300 people in our organisation dedicated to fulfilling this founding promise. I am too often advised that this is not what business should be doing.",
    "Too often also, our youth are advised to pursue profit. Reverting to the advice of my greatest mentor, the unschooled Merrill J. Fernando, you make money to give it away. As I now occupy the desk he once worked from, I see inches from my left hand the powerful inspiration that he lived by, Etienne de Grellet’s words – “I shall pass through this world but once. Anything therefore that I can do or any kindness that I can show to any human being, let me do it now. Let me not defer it or neglect it, for I shall not pass this way again.”",
    "As I explained to the students of NIBM in closing, without purpose, life is meaningless. Purpose validates ambition, and it unites, motivates and energises teams to achieve. That purpose cannot be profit nor can it be success. Our purpose must be the significance that lies beyond profit. Anything less would be parasitic, upon people and nature. Achieve significance and the profit will find you.",
    "All the ‘unbusinesslike’ activities of our business today are our greatest strength and our most powerful resilience. We need to explain this as much to our colleagues in business as to the young men and women who we hope will deliver entrepreneurial solutions to the existential threat we face today. As many young people are doing around the world already, we need to ask the same of government structured outdated principles, and unable to comprehend the simple reality that business, government, life, all begin and end with people and nature.",
    "I conclude with the equally un-businesslike mission statement that we embrace wholeheartedly.",
    "We spread kindness by doing everything with care and respect.",
    "This means respecting nature – sustainably growing only the finest ingredients",
    "and protecting the environment. Respecting our workers – providing them with good working conditions and being kind to their families.",
    "We uphold the highest standards and do not compromise quality to enhance profit.",
    "We make the best tea in the world and use our earnings to support those",
    "(The writer is the Chairman of Dilmah Tea. Dilhan also nurtures his father’s pledge to make business a matter of human service through the work of the MJF Charitable Foundation and Dilmah Conservation. Dilhan currently chairs the Biodiversity Sri Lanka Platform & United Nations Global Compact in Sri Lanka, a corporate sustainability initiative by the UN.)"
  ]
}