{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/wind-turbines-in-mannar-designed-to-pose-no-threat-to-birds-minister/",
  "time_ut": 1711927080.0,
  "original_lang": "en",
  "original_title": "Wind turbines in Mannar designed to pose no threat to birds: Minister",
  "original_body_lines": [
    "Power and Energy Minister Kanchana Wijesekera said on the floor of the Parliament recently that according to the EIA Report, meticulous planning has been undertaken to mitigate potential risks to migratory birds. Contrary to assertions, the EIA report explicitly states that turbines will not be situated within the migratory birds’ flight corridor. Moreover, innovative solutions such as an AI-based radar system are slated for implementation. This cutting-edge technology will swiftly identify birds in the path, triggering mechanisms to halt rotor movement, thus safeguarding avian populations an in-depth analysis of the Environmental Impact Assessment (EIA) Report reveals.",
    "The minister also said that the government has removed six turbines belonging to wind power plants in Mannar and will also keep a corridor of 2km for bird migration.",
    "He also revealed that a former member of Viyathmaga is actively advising opposition and its leader, to oppose the proposed wind power project which aims at providing Sri Lanka affordable renewable energy and reduce dependence on costly and climate averse fossil fuel.",
    "The opposition to the $386 million, 250 MW renewable energy project in Mannar, Sri Lanka, raises concerns about its potential benefits and the motivations behind resistance. Despite offering the promise of affordable energy, state-of-the-art technology, and minimal environmental impact.",
    "The developer, India’s Adani Group, in a statement said the company has underscored its commitment to environmental stewardship. Their proposal includes the utilization of high-capacity turbines, strategically designed to minimize the project’s overall impact area. Additionally, specialized blade designs aim to enhance visibility for avian species, ensuring their safety amidst the project’s operations.",
    "Thorough planning detailed in the EIA Report, combined with the developer’s proactive steps, represents a dedicated commitment to align renewable energy initiatives with the principles of ecological conservation.",
    "The Mannar project transition not only positions Sri Lanka as a frontrunner in renewable energy technology but also opens doors to increased investment and innovation, further solidifying its status as a progressive and forward-thinking nation on the world stage.",
    "According to the EIA, it is expected that 1048 GWh of Annual Energy Production (AEP) can be obtained, which is around 6% of the country’s requirement leading to an 18 billion rupees worth of annual fuel saving, and 0.8 million metric tons of Green House Gas (GHG) reduction, annually. After the implementation of the project, the cost per kWh energy production will be 0.04 USD cents, which is a low-cost power generation option, in comparison to other type of conventional power plants in the country. This would save a significant amount of foreign exchange throughout the operational life of the project. Additionally, the Mannar region will benefit immensely from the project related infrastructure development.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}