{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Eran-raises-concerns-over-100-m-mineral-sector-investment-hindrance/34-765202",
  "time_ut": 1722886165.0,
  "original_lang": "en",
  "original_title": "Eran raises concerns over $ 100 m mineral sector investment hindrance",
  "original_body_lines": [
    "SJB MP Eran Wickramaratne raises questions on why Puttalam Ilmenite is being denied access to SLCC land",
    "Questions SLCC’s agreement with Asha Minerals, which allegedly violates the Mines and Minerals Act and Intellectual Property Act",
    "Seeks explanations for the Ministry of Finance’s instructions to SLCC not being followed and how compliance is enforced",
    "Samagi Jana Balawegaya (SJB) MP Eran Wickramaratne this week raised critical questions in Parliament regarding the denial of access to Sri Lanka Cement Corporation (SLCC) land to Puttalam Ilmenite Ltd. (PIL), which has invested over $ 20 million over the past decade.",
    "Wickramaratne pointed out that this obstruction is hindering the realisation of a $ 100 million investment, the largest ever in the country’s mineral sector and a significant boost to Foreign Direct Investment (FDI) at this crucial time.",
    "In his Parliamentary query, Wickramaratne demanded written answers by 7 August from the Minister of Industries. He questioned the manner and methods by which SLCC entered into an agreement with Asha Minerals Ltd., allegedly violating the Mines and Minerals Act and the Intellectual Property Act, and depriving PIL of its investment rights despite having the necessary licenses long before the agreement with Asha Minerals.",
    "Wickramaratne asked why no action was taken regarding the Ministry of Industries’ letter dated 23 May 2023, and inquired about the outcome of PIL’s appeal forwarded to the Finance Ministry on 19 October 2023. He also sought explanations for the Finance Ministry’s instructions to SLCC on 30 January 2024, and 11 March 2024, not being followed, and how the Finance Ministry enforces compliance on SLCC.",
    "He noted SLCC was initially under the State Ministry of Primary Industries, linked to the Ministry of Industries and due to the lack of progress in addressing PIL’s issues, SLCC was later brought under the Finance Ministry. Despite instructions from the Treasury, SLCC’s board members, appointed by former State Minister Chamara Sampath Dassanayake, have not complied with these directives.",
    "Wickramaratne highlighted that Asha Minerals, with a share capital of Rs. 1000 as per its Form 15 Annual Return, is owned by Tushan Fernando, believed to be the brother-in-law of ex-MP Susantha Punchinilame. The CEO, Rasika Attapattu, appears to have no experience in the mineral sector but has managed to bypass standard approval processes. Asha Minerals lacks the necessary licenses from the Geological Survey and Mines Bureau (GSMB) yet continues construction facilitated by SLCC.",
    "In contrast, PIL, along with its reputable joint venture partners such as Dilmah, has already invested approximately $ 20 million. Their Board of Investment (BOI) proposal, which includes blue-chip Australian and Chinese partners, received approval on 27 January 2022. PIL holds long-standing licenses from the GSMB and has exclusive rights to the mineral sands. However, PIL is currently denied site entry by SLCC, hindering their ability to move forward with their investment."
  ]
}