{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rallying-around-the-president/",
  "time_ut": 1727720460.0,
  "original_lang": "en",
  "original_title": "RALLYING AROUND THE PRESIDENT",
  "original_body_lines": [
    "Public support for the government after the presidential election is on the rise. The first actions of the government have been appreciated by the general public. These include the exposure of former presidential advisors and their vehicles, the investigation ordered into the visa and passport controversies not to mention the peaceful conduct of the post-election celebrations which did not include any taking of revenge against those who had been in power. This is indeed a break with the past when the victors went on the rampage against their political opponents and included innocent ethnic and religious minorities in their frenzy.",
    "The concern about post-election violence was strong this time as the class nature of the political divide made for possible reordering of relationships between those who had been permanently in power and those who had been permanently out of power. In addition, the JVP which forms the core of the NPP has a party constitution that continues to state that it is a Marxist-Leninist party which believes in the expropriation of the foreign-owned property of those at the top of the economic pyramid. The memory also remains among the older generations in particular of the JVP’s violent revolts against the state that led to tens of thousands of people being killed and state and privately owned properties being vandalised.",
    "However, 52 years after the first JVP insurrection of 1971, and 46 years after the second one, the JVP has become a more tempered party. Its violence has been confined since then to the state-run universities. At these universities, the JVP and its breakaway faction the FSP continue to battle with each other and other student associations, even to the extent of traumatising incoming students who are in their first year. If the NPP government can put an immediate end to ragging, it would obtain much sympathy and goodwill from the parents and students who choose to study within the state university system or who have no other option in view of the exorbitant cost of private education.",
    "There is also the mainstreaming of the NPP which has occurred through the bringing in of academic researchers, professionals, artistes and civic activists. The JVP has proven successful in drawing on the better elements of mainstream society and initiating new practices which are acceptable to all. These include not celebrating the election victory of President Anura Kumara Dissanayake in an ostentatious way that rubs the salt of defeat into the losers. The international media has noted the role the new president has played in bringing the JVP and its broader NPP camp to embrace a centre-left programme that recognises the role business must play in rescuing the country’s economy.",
    "One of Sri Lanka’s leading political thinkers Professor Jayadeva Uyangoda has been quoted in the international media stating that “Labelling the NPP as left, socialist, Marxist is very outdated” and that “Old ideological labels are no longer applicable at this political moment.” There was concern among sections of the international community that the NPP’s foreign policy would be slanted towards communist countries with which it will have an ideological affinity. However, this has not happened so far. The Indian High Commissioner was the first to meet President Dissanayake after his victory. It was also reported in the local media that the Indian Foreign Minister is scheduled to visit Sri Lanka shortly as a follow up to the earlier visit undertaken by President Dissanayake . The new government has also assured the business community that it will stick the course with the IMF agreement, even though they feel that a better job could have been done in negotiating the agreement. The Adani Power Project in the North is likely to be renegotiated for the long term benefit of Sri Lanka.",
    "The main attraction of the NPP to both the Sri Lankan public and international community is its proof of commitment to the national interest. Up until the present time, neither the JVP nor its umbrella grouping, the NPP, have shown parochial or personal interests that take priority over the national interest. This has not been the case in the past with previous governments whose leaders have not shown themselves averse to satisfying their personal interests first before considering the cost-benefit analysis of taking loans, including for white elephant projects. The investigations that the government has ordered into the most recent such scam, involving visas and passports is likely to be the first of many.",
    "A foreign policy that is based on the national interest will serve to protect Sri Lanka from getting trapped in the geopolitical tug-of-war that is taking place in the Indian Ocean. It is in Sri Lanka’s interests to have economic ties with those countries that give the greatest economic benefit to the country. This can include China and countries in the Western bloc in addition to India. At the same time, it is in Sri Lanka’s national interests to be mindful of India’s security concerns, which is the concern of a regional great power. The indications at present are that the NPP’s foreign policy will be like Prime Minister Modi’s who has an “India first” policy. It will only be prepared to accept loans, grants and investments that put the interests of the Sri Lankan people first.",
    "It is interesting that a similar type of thinking was prevalent among the LTTE which like the JVP used violence to fight against the Sri Lankan state on behalf of people they felt were being unjustly excluded from equal citizenship and access to the fruits of development in the country. Despite the fact that India had trained and armed them, the LTTE was not prepared to become a foreign policy instrument of the Indian government. Both the LTTE and JVP opposed the 13th Amendment that established provincial councils. Although the LTTE had benefited from its relationship with India it did not accept the 13th Amendment or the provincial devolution of power in the absence of a genuine political will to resolve the issue. But times have changed and old enmities need to be ended and the NPP is well suited to do so.",
    "A Sri Lanka first approach in regard to both healing the wounds of the past on the one hand and banishing corruption in the country on the other will be extraordinarily beneficial to the country and provide a model to a world that needs idealism to sustain hope. But it is likely to engender resistance from those who have, and continue to be large scale beneficiaries of conflict and corruption. Those who are involved in corrupt activities and making private profits as a result, will wish to stop at nothing to fulfill their aims and objectives. The conversation these days, even among those who did not vote for President Dissanayake at the recent elections, is that the new government needs to be safeguarded to take forward its mission which no previous government has done as yet.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}