{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Immigration-Department-sees-revenue-surge-amid-passport-service-expansion/34-781685",
  "time_ut": 1757887861.0,
  "original_lang": "en",
  "original_title": "Immigration Department sees revenue surge amid passport service expansion",
  "original_body_lines": [
    "Deputy Controller General Mahesh Karunadasa attributes growth to Department’s efficiency in issuing passports",
    "Issues around 1,500-2,000 one-day passports and 1,000 normal service passports daily",
    "Department of Immigration and Emigration Deputy Controller General Mahesh Karunadasa",
    "The Department of Immigration and Emigration has seen a significant increase in monthly revenue, now ranging between Rs. 3 billion and Rs. 5 billion, thanks to enhanced passport services.",
    "Speaking to the media, Deputy Controller General Mahesh Karunadasa attributed the growth to the department’s efficiency in issuing passports.",
    "“Within four hours, we now provide one-day service passports, issuing around 1,500-2,000 daily. Through the normal service, around 1,000 passports are issued each day,” he explained.",
    "Karunadasa said depending on the demand the total daily output ranges between 4,000-5,000 passports.",
    "Normal passports for all countries are priced at Rs. 10,000, while urgent one-day passports cost Rs. 20,000. These fees apply to both online and offline applications and cover ordinary passports.",
    "The highest number of passports were issued in 2022 (911,757) and 2023 (908,678). The high demand is understandable given that most Sri Lankans who had the slightest chance of getting out of the country did so, given the economic woes they were facing. While the final, total number of passports issued in Sri Lanka for all of 2024 is not yet available, the first five months of 2024, the number of passports issued were 381,678, so the year also would have ended with the same numbers as the two previous years.",
    "In 2025 too, the demand for passports has remained high hence the long lines at the Department of Immigration and Emigration."
  ]
}