{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/g-c-rodrigo-friend-colleague-when-with-others-speak-carefully/",
  "time_ut": 1716351579.0,
  "original_lang": "en",
  "original_title": "G.C. Rodrigo: Friend, Colleague & Comrade: ‘When Alone Think Clearly; When With Others Speak Carefully’",
  "original_body_lines": [
    "The phrase “When alone think clearly and when with others speak carefully” is attributed to Gautama Sidhartha. Though that may be apocryphal it certainly does depict his grace. Secondly, you will find that I sometimes refer to GCR as Gerard and sometimes as Chris depending on whether St Thomas College or our later political comradeship is uppermost in the context.",
    "Gerard was a Thomian, two years my junior in “College” and a very interesting chap he was. He came from a Roman Catholic family and at least till his early-teens was devout, distributing ‘The Messenger’ in the Dehiwala area where he lived. He was a strange fellow and I must tell you just one anecdote which I swear is true. It is known that the oscillation of a simple pendulum (your old-style grandfather clock) is governed by a linear equation (a simple equation, if you are not a science guy) if the oscillations are small, but if large there is no straightforward solution. Our physics master the redoubtable Aana (Mr Anandanayagam) dinned this into us with due pomp and we were all much impressed.",
    "Gerard however, refused to be cowed, laboured away diligently, and weeks later approached Aana and inquired how he may apply for the Nobel Prize. Then the conversation went as follows: “Aha Rodrigo what have you discovered?” “Sir I have solved the problem of large oscillations of a pendulum”. Intrigued, Aana inquired, “Ah let me see, let me see Rodrigo”. “Oh no sir, then you will apply for the prize yourself” replied Gerard to an astounded Aana! There are many more hilarious stories I can tell you about Gerard’s eccentric College days.",
    "Well time went by and GCR entered the Faculty of Engineering, Peradeniya, still two years my junior. At some point in the next three years, he came under the influence of Vickremabahu (Bahu) and like me, Vasu, Siritunga Jayasuriya, Sumanasiri Liyanage and Shanta de Alwis affiliated with Vama Samasamajaya, later renamed Nava Samasamajaya.",
    "Again, I have to digress to put you in the picture. While working for his Ph.D. in London GCR came under the influence of Ted Grant, the redoubtable old Trotskyite who advanced the thesis of “Entryism” which said that the working class would not desert its traditional organisations and that it was necessary to work inside the Labour Party and capture it, internally, by setting up in secret, a parallel party inside Labour. Thus, came the famous, or infamous, Militant Organisation for which Ted was eventually expelled from Labour. This was the same thesis as that which Bahu had arrived, entirely independently of Ted and Militant. Ok, ok I know it’s getting a bit theoretical and political, but that’s unavoidable since GCR was essentially and intellectually a political animal.",
    "In the late 1970s Gerard, now Chris (Comrade Chris) invited Ted to Lanka where he conducted well attended public lectures and even presented some of his idiosyncratic views which I will touch on anon. Fat and flatulent, Ted also ran intensive small group discussions for “the comrades”. That was all well and good, but he would frequently emit discharges of gut-vapour which had the comrades diving for the exits from the small crowded room in search of fresh air to avoid asphyxiation.",
    "Bahu, and his acolyte on this matter, Sumanasiri, voiced a most odd thesis which held that the essence of things depended on their origin, whatever their actual properties. True revolutionary states and movements were defined by their origin, not by what they had evolved into. Hence Cuba, Che and Fidel were not of the “essence” because these leaders had started off as petty-bourgeois idealists. Bahu held somewhat similar views of Mao’s China, Vietnam etc. but their Stalinist origins granted them a degree latitude in his eyes. Obscure Trotskyite groups in North America and Canada (World Socialist Website for example) had the right pedigree! This was far removed from Marx’s materialist reading of history. People like Siritunga, Vasu and I, more grounded in reality, laughed off this nonsense. Chris rejected it too but was more concerned about the organisational integrity of the movement and tried hard to broker a compromise and achieved some success. “Think calmly, speak carefully”, the maxim goes.",
    "Ted took the absurd position that if the economy of a country was state owned then it was a “deformed worker’s state”. A worker’s state, because the economy was state owned, and deformed because it was a far cry from socialist democracy. Somewhat like Trotsky’s much critiqued analysis of the Soviet Union. Ted’s absurdity even made Burma, Ethiopia and Mongolia deformed “worker’s states”! Fortunately, Bahu, Sumanasiri and that lot did not follow Ted all the way into that miasma.",
    "Sometime in the early middle period (that is 1970s) Chris met and married Milan Lin, an ethnic Chinese based in the Peradeniya Campus. Subsequently, after the two of them migrated to the US, Milan earned a Cornell PhD in her own right. She supported Chris in his most difficult days and remained his loyal companion to the end.",
    "I have focussed on the political dimension up to now because that’s what my readers will be interested in, but GCR was much involved in development economics as well. Let me adapt (that is modify) and use a few quotes from personal reminiscences written by Prof. Shanta de Alwis of Colorado University who, intellectually, was the closest of us all to Chris’ way of thinking.",
    "“Chris recognized earlier (sic!) than the rest of us, the deep-seated tribalism of the people of Sri Lanka and decided that he could best serve the cause by studying the underlying economic and social factors that affect the dynamics of a society. Consequently, he moved into management and economic studies, left his faculty job in electrical engineering and focussed on these studies. I venture to speculate that there are very few individuals who have done this successfully. He returned to SL and got involved in the struggle for human rights and social democracy. He became an independent consultant economist with association for a while with the IMF. In the last fifteen years or so of his life, he was working on a major work on development economics which would have been his magnum opus. I learnt a lot from him – particularly on economic issues and more broadly on the evolution of human society and the need to go beyond Marx in understanding modern capitalist society. We were broadly in agreement on US, Sri Lankan and British politics”.",
    "We have all known that GCR no longer referred to himself a Marxist, politically was perhaps a, and had evolved into a scholar of development economics and a consultant with international exposure but this is the first inkling that I have had that Shanta de Alwis too may have begun to distance himself from Marx’s philosophy and historical outlook.",
    "Chris’ formal academic record is indeed impressive. a) Ph.D. in Economics (Trade, Growth & Development), Cornell University, Ithaca NY,1994; b) MBA; School of Management, Yale University, New Haven; c) Ph.D. in Electrical Engineering, Queen Mary College, University of London, UK, 1970 – his first Ph.D.; d) B.Sc. Electrical Engineering, University of Ceylon, Peradeniya, 1965.",
    "Chris worked as an international consultant on projects in Rwanda, Egypt and Saudi Arabia and engaged in policy-oriented work at the IMF and the World Bank. Regarding Sri Lanka he was interested in housing market trends, poverty and inequality. He was interested in post-conflict reconstruction, upgrading industry competitiveness and support of SMEs. It is clear that GCR had through work involvements changed from a sharp left political activist into someone who believed that adapting and working with and within capitalism was appropriate. This ideological change occurred in many scholars after the Great Recession of the early 21-st Century. I sure many would today reconsider this mistaken view.",
    "Chris loved to sing. A lady named Mangalika, I think, would thump on the piano in Aniwatte, Kandy, as Chris belted out in his trained tenor voice accompanied by his cousin. He liked Wagner’s Das Rheingold and Gotterdammerung but I don’t think he tried such difficult compositions.",
    "G.C. Rodrigo lived a full life and achieved much in the political, intellectual and personal domains. God-speed to him in the hereafter."
  ]
}