{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-economy-on-y-o-y-growth-expansion-of-5-3-percent-cbsl-governor/",
  "time_ut": 1721839200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s economy on Y-o-Y growth expansion of 5.3 percent – CBSL Governor",
  "original_body_lines": [
    "The Sri Lankan economy expanded for the third consecutive quarter in the first quarter 2024, with a year-on- year real growth of 5.3 percent, as per the estimates, Central Bank Governor Dr Nandalal Weerasinghe said.",
    "‘The rebound in domestic economic activity is expected to sustain, buoyed by the transmission of relaxed monetary policy to broader market interest rates, enhanced supply conditions, the gradual rebound in external demand conditions, revival of tourism and the dissipation of uncertainties surrounding debt restructuring, Dr Weerasinghe told the press briefing following CBSL’s monthly monetary policy review meeting. The event was held at Central Bank head office in Colombo.",
    "Dr. Weerasinghe added: ‘In consideration of the current and expected macroeconomic developments highlighted above, and with due regard to the domestic and global uncertainties, the CBSL decided to reduce the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 25 basis points to 8.25 per cent and 9.25 per cent, respectively.",
    "‘CBSL underscores the need to signal its desire to continue easing monetary conditions to sustain revival of economic activity, in the absence of significant inflationary pressures.",
    "‘The Monetary Policy Board will continue to monitor inflation developments and those of other macroeconomic variables and take policy actions as necessary in the period ahead.",
    "‘In line with the eased monetary policy stance of the Central Bank, market interest rates continued to adjust downwards. However, the adjustments, particularly of lending interest rates other than on prime lending, remained weaker than the adjustments to deposit interest rates.",
    "‘Further, following a contraction recorded in April 2024, credit extended to the private sector by Licensed Commercial Banks (LCBs) expanded in May and June 2024. A sustained rebound in credit growth requires market lending interest rates to decline further in line with the prevailing accommodative monetary policy stance.",
    "‘While the external current account is likely to have recorded a surplus in the first half of the year, the cumulative merchandise trade deficit widened during this period compared to the same period in 2023. Earnings from tourism and workers’ remittances continued to be promising.",
    "‘Gross Official Reserves (GOR) stood at US dollars 5.6 billion (including the swap with the People’s Bank of China) as of end June 2024, compared to US dollars 4.4 billion at end 2023.",
    "‘The Sri Lanka rupee witnessed intermittent volatility against the US dollar in recent months. Overall, the Sri Lanka rupee appreciated by over 6.5 per cent against the US dollar thus far during 2024.",
    "‘The Central Bank has cut the rate at which it is lending “printed money” to banks by 25 basis points to 9.25 percent and the rate at which excess money is taken to 8.25 percent, in a July monetary policy decision.",
    "‘The Board arrived at this decision following a careful assessment of the current and expected macroeconomic developments and possible risks and uncertainties on the domestic and global fronts with a view to maintaining inflation at the targeted level of 5 per cent over the medium term, while enabling the economy to reach its full capacity.",
    "‘In arriving at this decision, the Board considered the need to signal the continuation of the eased monetary policy stance, thereby inducing a further reduction in market lending rates to support economic activity, amidst a benign inflation outlook.",
    "‘The Board noted that, based on the available information, inflation is likely to remain below the inflation target of 5 per cent by a sizable margin for the next several months before aligning with the targeted level over the medium term.",
    "‘Since September 2022 in particular, Sri Lanka’s Central Bank has laid a strong foundation for people and businesses to engage in economic activity by keeping inflation around 2-3 percent, and exchange rate stable by largely avoiding printing money to enforce policy rates incompatible with the balance of payments.",
    "‘Sri Lanka has to repay some sovereign debt in 2024 if a bond exchange proceeds as planned and the Central Bank itself has to settle loans to India and the International Monetary Fund requiring deflationary policy to be followed.",
    "‘Analysts have warned that countries under IMF programs which use mathematics to decide policy rates (data driven monetary policy) ignoring laws of nature, under so-called flexible inflation targeting, tend to trigger confidence shocks, external crises, followed by stabilization programs and social unrest at home.",
    "‘Social unrest broke out in both Kenya and Bangladesh during IMF programs, following depreciating currencies. Kenya had to hike rates steeply to end confidence shocks to the currency. Bangladesh is now following a so-called ‘crawling peg’.",
    "‘Analysts say that a Central Bank that has reserve-related-liabilities to settle (or collect forex reserves under an IMF program) cannot cut rates based on a historical inflation statistic – especially as private credit recovers.",
    "‘In June, the Central Bank injected 7-day money to the banking system up to Rs. 50 billion as low as 8.93 percent despite the overnight rate being at 9.50 percent, losing the ability to collect reserves in the month.",
    "‘Headline inflation, as measured by the year-on-year change in the Colombo Consumer Price Index (CCPI, 2021=100), was recorded at 1.7 per cent in June 2024. Such considerably below-target headline inflation was underpinned by the downward revisions to the electricity tariff and fuel and LP gas prices in addition to relatively weak demand conditions.",
    "‘Meanwhile, core inflation, which reflects underlying demand in the economy, was recorded at 4.4 per cent (CCPI- based, year-on-year) in June 2024 compared to 3.5 per cent in May 2024, although a sustained acceleration is not anticipated.",
    "‘Realized quarterly average headline inflation during the Q2 2024 was below the inflation target by more than the margin of 2.0 percentage points stipulated in the Monetary Policy Framework Agreement (MPFA). The latest projections suggest that headline inflation is likely to be notably below the target in the forthcoming months due to the combined impact of downward adjustments to electricity tariffs and domestic fuel prices and the favourable statistical base.’",
    "Pathfinder Foundation and Ananta Aspen Centre lead India-Sri Lanka Physical & Digital Connectivity Dialogue",
    "Soul Sounds Academy triumphs at 13th Bali International Choir Festival 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}