{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-sjb-leadership-still-members-of-unp-claims-dianas-spouse-162540/",
  "time_ut": 1715337840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka SJB leadership still members of UNP, claims Diana’s spouse",
  "original_body_lines": [
    "ECONOMYNEXT — The leadership of Sri Lanka’s main opposition Samagi Jana Balawegaya (SJB) are still members of the United National Party (UNP), according to former chairman of the now-defunct Ape Jathika Peramuna (AJP) Senaka de Silva.",
    "de Silva, who is the spouse of former MP Diana Gamage, said at a press conference on Friday May 10 that according to the party constitution members cannot hold membership of two parties at once.",
    "“We’re talking to our lawyers about next steps. Neither I or Diana Gamage sold a party. We gave him this party for the country. I gave the party to Sajith Premadasa and made him leader of the party. Diana Gamage was secretary. She stepped down and gave the position to Ranjith Madduma Bandara,” said de Silva.",
    "“It was given for them to take the party forward and serve the people of the country,” he said.",
    "de Silva showed a document bearing the seal of the Election Commission on the transfer of the AJP to the breakaway faction of the UNP that was led by Premadasa.",
    "“As chairman, I have signed, and Diana Gamage has signed as secretary, under that Sajith Premadasa and Ranjith Madduma Bandara have signed,” he said.",
    "“If something comes up, we can take it to a place where Premadasa’s leadership is not accepted and Madduma Bandara’s position is not accepted,” said de Silva.",
    "“They’re throwing stones from inside a glass house,” he added.",
    "The former AJP leader said that they would play this “trump card” when the time was right in an effort to stop what he called the revenge being extracted from Gamage.",
    "He added that, as permanent members of the party, he and his wife could not be removed.",
    "Asked about the implications for Premadasa’s candidacy at the upcoming presidential election, de Silva said the issue could prove a “big problem”, hinting that Premadasa will not be allowed to contest under the SJB symbol.",
    "“According to the party constitution, you can’t me members of two parties. Ranjith Madduma Bandara and Sajith Premadasa are members of the UNP even now,” he said. (Colombo/May10/2024)"
  ]
}