{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98232/two-luxury-houses-in-beruwala-dehiwala-used-for-terrorism-related-activities-court-hears",
  "time_ut": 1711520040.0,
  "original_lang": "en",
  "original_title": "Two luxury houses in Beruwala, Dehiwala used for terrorism-related activities - Court hears",
  "original_body_lines": [
    "The two luxury houses in Dehiwala and Beruwala, seized under the Terrorism Prevention Act (PTA) after the 2019 Easter Sunday bombings, had been used for terrorism-related activities of Al-Qaeda and National Thowheed Jamaath (NTJ), the Attorney General informed the Supreme Court on Tuesday (26).",
    "This was communicated when two fundamental rights (FR) petitions filed by the owners of the two houses were called before Supreme Court Justices Preethi Padman Surasena, Shiran Gunaratna and Mahinda Samayawardhana on Tuesday (27).",
    "After taking into account the submissions made by Senior State Counsel Shaminda Wickreme on behalf of the prosecution, the judge bench ordered that the two petitions, put forward challenging the decision to seize the establishments in question, be revoked. The petitions had been filed by Mohamed Hayatullah and Mohamed Hasim, naming the Attorney General, the IGP, the Terrorism Investigation Division (TID) officers and several others as its respondents.",
    "During Tuesday’s court proceedings, the prosecution, citing the findings of police investigations, revealed that the owners of the two houses have had contacts with Lukman Thalib, an individual with links to terror activities, adding that the establishments had also been used by Al-Qaeda and National Thowheed Jamaath members for their terrorism-related activities.",
    "The Senior State Counsel also disclosed that the relevant houses had been used to conduct classes related to extremist activities.",
    "Noting that the President’s orders calling for the seizure of the two houses was based on sufficient evidence, the prosecution argued that the fundamental rights of the house owners have not been violated by the move. As such, he requested the judge bench to revoke the two petitions.",
    "However, the petitioning parties went on to vehemently reject all accusations, while emphasizing that it was unlawful to confiscate the property under the PTA.",
    "Appearing on behalf of the petitioners, President’s Counsel Faisz Mustapha challenged the prosecution’s submissions, stating that the investigators had not uncovered such information.",
    "Following a lengthy trial, the three-member judge bench ordered that the petitions be revoked without taking them up for hearing."
  ]
}