{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/IDB-to-roll-out-national-vehicle-parade-with-all-domestically-value-added-vehicles/34-762903",
  "time_ut": 1718043599.0,
  "original_lang": "en",
  "original_title": "IDB to roll out national vehicle parade with all domestically value-added vehicles",
  "original_body_lines": [
    "A vehicle parade of locally manufactured and assembled vehicles organised by the Industrial Development Board (IDB) along with the Ministry of Industries (MOI), Sri Lanka Automobile Component Manufacturers Association (SLACMA) and Automobile Assemblers Association will be held on 18 June.",
    "The third parade of its kind will tour through Galle Face, Lotus Roundabout, Fort, Technical Junction, Punchikawatta, Maradana, Borella, Borella cemetery junction and to BMICH from 4 p.m. onwards.",
    "The IDB under the Ministry of Industries is a key stakeholder in the Standard Operating Procedure which facilitates automobile assembly and component manufacturing in the country. The roadshow will see a fleet of over 200 locally assembled vehicles parade the streets.",
    "IDB Chairman Dr. Saranga Alahapperuma said: “The IDB which is the statutory body responsible for the development of all industries in Sri Lanka, has a mission to provide the strategic, technological and commercial foundation needed to encourage, promote and develop all industries in the country. Hyundai, Proton, Chery, BAIC, DFSK, Wuling, Mahindra, TATA, JMC, Lanka Ashok Leyland, TVS and Bajaj are few of the brands that are assembled in Sri Lanka with the approval and certification of the Industrial Development Board.”",
    "The services of the IDB are of great benefit to the automobile and auto component manufacturing and automobile assembly industry in the country. It is the authority responsible for overseeing the auto component development, design, testing and certification for industries, automotive component costing and process/product optimisation services, raw material testing and selection for automotive components, plant, machinery, equipment, tool appraisal and valuation and incubator facilities for automotive component developers. It is also the national tooling centre for automotive component development and provides services such as foundry and metallurgy services for automotive component developers, technical inspection services, rubber compound development for automotive components and electro-plating services for automotive components through a network of district offices covering the entire island.",
    "The IDB also provides industrialists with industry information services, incubator facilities, and even an electricity subsidy.",
    "“The facilities provided by the IDB will help create a very favourable environment for the automobile manufacturing and assembly industry and the automotive component manufacturing industry to match world standards. The Sri Lanka Automobile Component Manufacturers Association (SLACMA) and Automobile Assemblers Association both are committed to help organise the vehicle parade annually, to whom I thank for their efforts,” Alahapperuma added."
  ]
}