{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/On-a-divided-road-and-heading-for-trouble-EDITORIAL/172-283272",
  "time_ut": 1716476160.0,
  "original_lang": "en",
  "original_title": "On a ‘divided’ road and heading for trouble - EDITORIAL",
  "original_body_lines": [
    "The Sri Lanka Police has caused a stir in the motoring scene by making great efforts to strictly follow an old law that relates to the ownership of vehicles. What stirred a hornet’s nest in social media was when a female police officer checked a vehicle recently and demanded to know details of vehicle ownership.",
    "Now we come to know that the police have powers vested in them to check vehicle registration details courtesy a law passed in Parliament many years ago. This law was possibly passed to prevent unlawful activities linked to vehicles; example theft and unlawful assembling of vehicles.",
    "However, the incident made motorists wake up to the requirement of keeping the ownership details of vehicles in order. In the past there was a habit of delaying the updating of the vehicle registration book when ownership of the ‘machine’ changed. Now new owners of vehicles have to be more responsible in having vehicle registration documents in order.",
    "This incident and the response by the police make us go back in time when Sri Lanka or ‘Ceylon’ was new to vehicles plying on roads. Before vehicles hit the roads, the islanders were using animals like elephants, horses and oxen as modes of transport. Then we saw the era where there were the Bakki Karaththe, Barabage Bara Karaththe, Thirikkal and Gaman Karaththe (Wagon), the latter having the capacity to carry as many as ten passengers.",
    "In 1902, Ceylon witnessed the first steam car on the roads. One year later the first motorcycle arrived on the island. The first petrol car came to Sri Lanka in 1905 and the first Sri Lankan to own a car was E.L.F de Zoysa. He owned an Oldsmobile Car. In the good old days vehicle owners didn’t have to have vehicle registration certificates, driving licenses and insurance certificates to ply their vehicles. But it is enlightening to know that the drivers of yesteryear were greatly skilled in manoeuvering vehicles and depended heavily on their intelligence and commonsense when travelling. This is because the vehicles of yonder weren’t sophisticated and drivers had nothing else to depend on. More than anything else, the drivers of motor vehicles in the past extended much courtesy to fellow drivers. This is something absent in today’s society. The registration of motor vehicles was made compulsory starting 1904 and this service was handled by the Department of Police and Government Agents.",
    "When we compare the bygone era with the present times, we are forced to think whether the open economy, unrestricted social freedom and opportunities for individuals to educate themselves and get rich quickly have left room for individuals who show no respect to others to lay their hands on the steering wheel of a vehicle and spoil what we once knew as a ‘pleasurable drive on the road’. Driving on Colombo’s traffic- congested roads can easily be termed a dangerous game to play.",
    "There was a time during the height of the civil war (1987) when the Indo-Sri Lanka Accord was signed. If that pact was implemented fully police powers would have been given to each province. This would have given the police the authority to check people’s movements during occasions when travelling from one province to another. Isn’t it something similar that’s happening right now with the police insisting that the driver of a motor vehicle declares the vehicle registration documents when he travels from one province to another?",
    "If subtle perception is applied here we can, from a perspective point of view, begin to think whether this is yet another way of dividing this nation which is waiting in eagerness for a system change. In other words now we’re divided provincially and you only need to drive a car to realize that!",
    "This old rule pertaining to vehicle ownership being strictly enforced has reemerged at a bad time. Many feel so because people are greatly restricted due to a depressing economy and the skyrocketing cost of living. Most car owners would sigh a relief if this rule is applied in incidences where it only really matters."
  ]
}