{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-man-in-the-small-room-a-norwegian-who-quietly-made-a-nation-rich/",
  "time_ut": 1753786435.0,
  "original_lang": "en",
  "original_title": "The Man In The Small Room: A Norwegian Who Quietly Made A Nation Rich",
  "original_body_lines": [
    "In the quiet halls of the Norwegian Foreign Ministry during the 1960s, behind a nondescript door, sat a man in a modest room. No press, no fanfare, no entourage. Just papers, maps, treaties, and a mind fiercely devoted to his country. His name was Jens Evensen—a name few outside Norway’s policy and legal circles knew at the time. Yet the work he did in that small room changed the destiny of a nation.",
    "Jens Evensen was not a politician then. He was a public official—an expert in international law with an unwavering sense of duty. His mission? To secure Norway’s maritime borders and legally stake its claim to the North Sea’s continental shelf, an area soon to be discovered as one of the richest oil reserves in the world.",
    "At the time, Norway was a relatively modest Scandinavian nation, more known for its fisheries and shipping than for any natural resource wealth. Oil exploration was only beginning to surface as a possibility. But Evensen saw what many didn’t. He understood that unless Norway had clear, internationally recognized legal rights to its seabed, any future discoveries would be vulnerable—legally disputed, or worse, exploited by others.",
    "He worked tirelessly, year after year, inside that room. Studying international maritime law, anticipating future treaties, negotiating bilateral agreements, and drafting legal frameworks. He helped define Norway’s Exclusive Economic Zone (EEZ) and participated in delicate negotiations with the UK and Denmark to draw maritime boundaries.",
    "It was quiet work. Tedious. Intellectual. Far from the drama of politics or the excitement of oil rigs. But it was foundational. Without Evensen’s legal groundwork, the later discovery and development of Norway’s massive oil fields—like the Ekofisk field—may have never translated into sovereign control and public benefit.",
    "Years later, as oil wealth flowed into Norway and the country transformed into one of the world’s richest and most equitable societies, politicians claimed the stage. They made the speeches, they received the accolades. But those who knew the history knew: Jens Evensen had lit the match. His contribution was eventually recognized when he was appointed as a judge to the International Court of Justice in The Hague, but his fame never equaled his impact.",
    "This is the essence of public service. Working not for applause, but for purpose. Serving not for recognition, but for the greater good. In a world where self-promotion often overshadows substance, Evensen’s story is a powerful reminder that quiet integrity can shape the fate of a nation. And it offers a deep lesson for Sri Lanka.",
    "Sri Lanka is a country rich in potential—blessed with oceans, fertile land, strategic location, and a proud history. But what we lack is not opportunity—it is the presence of enough Jens Evensens. Public officials who are willing to sit in that small room, for years if needed, to craft laws, frameworks, and protections that will benefit generations to come.",
    "In Sri Lanka—unlike in countries such as India—public officials are too often praised not for what they have accomplished, but for the titles they have held or how close they were to politicians. It’s a system that rewards proximity over productivity. Hopefully, a time will come when the public and media begin to ask the right question: What have you actually done? That will be the moment a new culture of genuine public service begins to take root.",
    "Jens Evensen’s legacy is not just legal—it is moral. It is about the ethics of service and the humility of contribution. His work was never transactional; it was visionary. Today, as Sri Lanka navigates its own economic challenges and future possibilities—from ocean rights to renewable energy to regional diplomacy—we would do well to look to that quiet Norwegian in the Foreign Ministry.",
    "In the end, it is not always the loudest who lead. Sometimes, it is the one working silently in a small room, thinking only of his country, who changes everything.",
    "*The writer is a former diplomat, Head of Tourism, academic in business studies, YouTuber, meditation coach, and Reiki healer."
  ]
}