{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankan-airlines-should-show-progress-within-six-months-minister-nimal-siripala-de-silva/",
  "time_ut": 1710257940.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Airlines should show progress within six months – Minister Nimal Siripala de Silva",
  "original_body_lines": [
    "As the government has provided financial relief of US$510 million, the progress of the operational and financial units of Sri Lankan Airlines should be shown within the next six months, said Minister of Ports, Shipping and Aviation Nimal Siripala de Silva. He was in a discussion with the Company Administration and the trade unions on the current progress of the airline held at his office.",
    "Sri Lanka Airlines was blamed and subject to extensive criticism due to its constant delays in operations from time to time. The delays annoyed passengers and inconvenienced them in the recent past.",
    "Subsequently, the Government decided to repay US$510 million out of US$ 1.2 billion in loans borrowed from several commercial banks and other institutions to enable the Airline to continue its operations. The decision was taken after a proposal made by President Ranil Wickremesinghe in his capacity as the Minister of Finance.",
    "Accordingly, it has been planned to start a restructuring program for Sri Lankan Airlines within the next six months with an attractive financial balance sheet. Addressing the discussion the minister reiterated that unnecessary expenditure of the Airline should be cut, better financial disciplines should be implemented in six months, and the Company Administration and Trade unions should work in unison toward this effort. Otherwise, he further said that the jobs of about 6000 employees are uncertain.",
    "The Company authorities revealed in the discussion that 16 aircraft are currently used in operations, thereby running six long-distance and 29 short-distance flights. They stated that three aircraft from Belgium and another one from Fit Air have been obtained on a lease basis for these operations.",
    "Pirates seize control of cargo ship near Somalia, say owners",
    "New laws in offing to benefit Sri Lanka’s student population – Education Minister",
    "Despite love and hate, National Carrier is a must-have for its economy: SriLankan CEO",
    "MS Empress’ call at KKS Port signifies northern region’s tourism potential",
    "Turkey seeks to establish direct flights between Istanbul and BIA",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}