{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102098/grade-5-scholarship-exam-paper-marking-temporarily-halted",
  "time_ut": 1726829760.0,
  "original_lang": "en",
  "original_title": "Grade 5 Scholarship Exam paper marking temporarily halted",
  "original_body_lines": [
    "The Secretary of the Ministry of Education, Thilaka Jayasundara, announced that the paper marking process of the Grade 5 Scholarship Examination, which was held on September 15, has been temporarily suspended.",
    "Speaking at a press conference today (20), she stated, “We do not intend to proceed with the paper marking process, until we receive all the investigation results and make a decision. Until then, activities related to the release of the results have been temporarily suspended.”",
    "An investigation was launched by the Department of Examinations after it was alleged that a question paper from the exam had been leaked. The initial investigation report has been handed over to the Criminal Investigation Department (CID), which is currently conducting further inquiries.",
    "Jayasundara further stated that if it is confirmed that the question paper for the Grade 5 Scholarship Examination was leaked, arrangements will be made to conduct the exam again.",
    "“It has also been reported to us that certain tutors discussed model papers in the days leading up to the exam without adhering to the rules. Disciplinary action will be taken accordingly,” she added.",
    "She emphasized that if the question paper has in fact been leaked, legal action will be taken against those responsible.",
    "This year’s scholarship exam was held at 2,849 centers across the island, with 323,879 candidates participating.",
    "The Ministry of Education confirmed that a decision on whether to hold the Grade 5 Scholarship Examination again will be made after the CID and the Department of Examinations complete their investigations into the alleged leak of exam questions.",
    "The Ministry of Education (MoE) had issued a special statement yesterday (19) regarding the controversy over the incident of the Grade 5 Scholarship examination paper allegedly being leaked.",
    "The communiqué stated that the Department of Examinations and the Criminal Investigation Department (CID) are conducting an investigation regarding the issue with the first paper of the 2024 Grade 5 Scholarship Examination.",
    "It is further stated that a decision on the matter will be made after the conclusion of these investigations."
  ]
}