{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Trump-A-chaos-agent-in-a-country-at-war-with-itself/172-279493",
  "time_ut": 1711315500.0,
  "original_lang": "en",
  "original_title": "Trump: A ‘chaos agent’ in a country at war with itself",
  "original_body_lines": [
    "Donald Trump owns the Republican Party, and if elections were held now, Trump would win as no other Republican contender can even come close. Photo (C) The New York Times",
    "In a recent column, I discussed the worsening American economy and dire forecasts of a looming recession. I said too, that there is more to the health of a country than money and economics. In fact, when the going is good and the sun is shining, countries and people get carried away and start making mistakes that lead to their downfall and hard times.",
    "Political analyst Ian Bremmer has much that is enlightening to say about the socio-political malaise that troubles the US. In a YouTube interview with Tom Bilyeu, he said that the biggest threat to the US comes not from Russia or China but from within– the US is waging war against itself.",
    "Interestingly, he’s one of the very few analysts on social media saying that the American economy is in better shape than all the doomsday forecasts make it out to be, adding that President Joe Biden is not getting the credit for a positive economic performance. But, Bremmer’s main concern is about the social-political health of the nation, not the economy.",
    "Socio-political malaise has made deep inroads into American society, plunging it into chaos. Bremmer says that’s why Donald Trump, a total outsider no one had heard of prior to 2017, is so successful; Trump is a ‘chaos agent’ who drives the media and everyone insane. He owns the Republican Party. If elections were held now, Trump would win. No other Republican contender can even come close. Nikki Haley, a moderate Republican who supports abortion rights, looked like a rising star and challenger, but her support withered so fast that she pulled out quickly, afraid of losing her home state to Trump.",
    "By November, the Trump/Biden margin could be 60/40, but Bremmer adds that a lot could happen between now and November to change that equation.",
    "Let’s hope so. Trump  is facing trial with 91 indictments against him. A conviction is possible in the New York case, which would mean jail time for Trump. Knowing this, he’d do everything possible to avoid losing the election. A Trump win would mean even more chaos, with supporters and the Republican Party screaming foul play. Bremmer rules out civil war, but it could be violent, with local police and even members of the military joining the violence against Biden if he’s re-elected.",
    "Interestingly, ‘civil war’ rings a bell in my mind, when either Time or Newsweek said exactly the same thing when the result of the Al Gore-George W. Bush battle hung in the balance in Florida in 2000, and supporters from both camps were ready to explode. Al Gore graciously conceded defeat, thus defusing the situation.",
    "Bush’s supporters, incensed as they were, were still a far cry from  the  garishly painted, armed Trump cohorts resembling characters from a Vampire movie who stormed Capitol Hill in 2020. The trouble, as Bremmer puts it, is that both camps are now so hostile that they resemble Russia vs. Ukraine or Israel vs. Hamas. They don’t believe in negotiating.",
    "The Gore-Bush supporter showdown in Florida and the havoc created by Trump and his supporters in 2021 resemble more the kind of post-election violence in Sri Lanka we have seen than what is normal in any other advanced industrial country (Japan, Germany, France or Britain, etc.) in the world. Even in Brazil, where Trump-like far right politician Jair Bolsonaro’s supporters demonstrated vehemently after leftwing candidate Lula da Silva won the presidential elections last year, things didn’t degenerate into arson and looting.",
    "Bremmer paints a bleak picture of a disgruntled, disappointed American electorate. The system is unrepresentative of average Americans, and they have lost faith in the political elite. Those African-Americans who voted for Barack Obama turned about and voted for Trump because they felt Obama, an outsider but a bona fide member of the elite, failed them. That’s why Trump, an outsider but a street-fighter of a businessman with no scruples, gives Americans of all colours hope despite his obvious racism.",
    "The US, Bremmer says, is run by algorithms. He calls this nature vs. nurture. The younger generation in particular are so driven by the manipulative drivers of social media that they are alienated from traditional, humanistic cultures. This is a prime cause of the very high rate of suicide or attempted suicide among American teens.",
    "Historically, American society has valued individualism over collectivism. He cites the case of Japan, where social cohesion and collective thinking is at a very high level. Now Japan may be an extreme example, but he is making a valid point there.",
    "The nurture factor is gone from American societal values and ordinary Americans have lost faith not just in the political elite but in major institutions such as the church, Congress, public schools and big corporate businesses. The US is a very religious country compared to other western nations, but this isn’t reflected in church attendance.",
    "Billions of dollars of ‘dark money’ is spent on year-long election cycles. Bremmer says the political and business elites work together to keep their money and status quo safe, treating middle and working class voters as cannon fodder.",
    "Tobacco and food companies lied to the public for decades, treating people as products. But political lobbies are on the payroll of these mega businesses, and people now know they have been lied to. The system is broken. Worse, the US keeps throwing wrenches into globalisation, which made it into a superpower global giant in the first place, but manages to keep going because of huge resources and its geographic location.",
    "All over the world, there seems to be a consensus among intellectuals and analysts that they have been had by post WWII American foreign and economic policy. A British analyst says bluntly that Britain has no foreign policy. It’s merely a tool of the US.",
    "Prof. Yanis Varoufakis, a prominent critic of US policy and its Silicon valley ‘cloud capitalism,’ cites the latter as a principal reason of the economic decline of Western Europe over the past two decades while the US has maintained its supremacy. He says no West European country has the equivalent of Silicon Valley and the cloud capital and social media clout of Amazon or Facebook, while the world’s industrialists invest 70% of their earnings in Wall Street.",
    "The only country which has successfully countered this Silicon Valley dominance is China. The America plan to hand over manufacturing to China and dominate the world with Silicon Valley goes back to Richard Nixon. While becoming rich by manufacturing, the Chinese developed their own Silicon Valley clout and are now seen as a major threat by the US. Europe is an ally of the US but lagging far behind and need the Americans even to defend their borders."
  ]
}