{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-akds-1-year-broken-promises-modest-gains-and-lingering-questions-241522/",
  "time_ut": 1758535320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka AKD’s 1-year: broken promises, modest gains, and lingering questions",
  "original_body_lines": [
    "ECONOMYNEXT – When Anura Kumara Dissanayake (AKD) swept into office a year ago, it marked the first time a leftist leader from the National People’s Power (NPP) had captured Sri Lanka’s presidency.",
    "Riding a wave of frustration with mainstream parties and promising a “new political culture,” Dissanayake presented himself as the face of accountability, anti-corruption, and people-centered governance after years of economic hardship and elite impunity.",
    "Ordinary citizens measure a government by their daily hardships. By this yardstick, many feel disappointed. Many people still praise AKD’s anti-corruption policies and some accountability measures. However, they complain that their cost of living has not reduced much. Others, especially youth who voted for change, express frustration that systemic issues are unchanged.",
    "Polls indicate a dip in AKD’s popularity from the euphoria of election night. Opposition parties sense an opening, accusing him of betraying his own voters.",
    "One year into office, President Dissanayake’s scorecard is a patchwork: modest gains on macro stability, welfare, and foreign policy; stalled progress on political reform and anti-corruption; and glaring failure on cost-of-living relief.",
    "He faces a stark choice in year two: either use his political capital to deliver visible change, mainly in easing people’s burdens, or risk becoming another chapter in Sri Lanka’s long story of broken promises.",
    "Twelve months later, his administration faces mixed reviews. Some of his campaign pledges like trimming presidential powers, pursuing corruption investigations, and expanding welfare, have seen partial traction. But on crucial fronts such as economic relief, public sector reform, and debt restructuring, expectations have collided with harsh realities.",
    "Here is a scorecard of AKD’s first year, measured against his own promises.",
    "One of Dissanayake’s loudest campaign commitments was to dismantle the overbearing executive presidency that many critics blame for decades of authoritarianism and abuse of power. He pledged to introduce a system where the president would be largely ceremonial, with parliament and independent institutions playing stronger roles.",
    "In practice, progress has been halting. A draft for constitutional reform was floated, with discussions about shifting powers to parliament and curbing presidential immunity. Yet, by his first anniversary in office, no concrete bill has been passed. Government allies argue that constitutional changes require a two-thirds majority and a referendum. Though the NPP has more than two-third parliament majority, it might struggle to win a referendum.",
    "Opponents accuse Dissanayake of enjoying the very powers he once vowed to surrender. The promise remains unfulfilled, and public skepticism is mounting.",
    "2. Fighting Corruption and Recovering Stolen Assets – Partially Fulfilled",
    "Another cornerstone of AKD’s campaign was a pledge to hunt down corrupt politicians and business elites, recover looted wealth, and hold offenders accountable. In his early months, a few high-profile investigations were reopened. The Proceeds of Crime Act was used in several test cases, and his government pushed for tighter financial disclosure rules for MPs and officials.",
    "However, critics say the results are cosmetic. No major conviction of a powerful figure has occurred yet. Asset recovery has been slow, and many cases are bogged down in court procedures. Civil society activists argue that the government lacks the political will to target allies and instead focuses on scapegoats from rival camps.",
    "Supporters counter that systemic change takes time, and laying a legal framework is more important than instant headline arrests.",
    "Dissanayake’s most immediate promise to the electorate was easing the unbearable cost of living. His campaign narrative was built on empathy for ordinary Sri Lankans crushed by inflation, taxes, and shortages.",
    "Yet one year in, the reality looks grim. While inflation has indeed fallen from crisis highs, food prices and utility bills remain punishing for lower- and middle-income families. Electricity tariff reforms demanded by the IMF remain a flashpoint, with his government reluctant to implement cost-reflective pricing but unable to shield households fully from hikes.",
    "On taxation, the government has struggled to balance IMF conditions with popular pressure. Income and VAT increases have deepened public resentment.",
    "Many citizens feel little tangible relief, accusing the president of abandoning his people-friendly rhetoric once in office.",
    "On the macroeconomic front, AKD inherited an IMF-supported program and a country emerging from default. His pledge was to renegotiate terms more equitably, protect sovereignty, and accelerate recovery.",
    "To his credit, Sri Lanka has seen modest growth retud inflation run, improved foreign reserves, and stabilized inflation. Debt restructuring talks advanced during his first year, with significant progress on bilateral and commercial fronts. However, deals have dragged on longer than expected, and uncertainty clouds investor confidence.",
    "The administration has promoted new foreign direct investment (FDI) deals in ports, energy, and agriculture. But critics argue the government lacks a coherent long-term industrial or export strategy.",
    "Dissanayake promised to rationalize Sri Lanka’s bloated public sector, make it efficient, and generate jobs in productive sectors. But reforms have barely scratched the surface. The state payroll remains unwieldy, and attempts to restructure loss-making SOEs have stalled amid union resistance.",
    "Unemployment among youth is still high, and many graduates remain underemployed. While vocational training and digital economy initiatives have been announced, their impact is not yet visible.",
    "To cushion vulnerable groups, AKD’s government expanded targeted welfare payments under the “Aswesuma” program, while trimming wasteful subsidies. Digital cash transfers have improved efficiency, though implementation has been uneven.",
    "Poorer families acknowledge some benefits, but the broader public feels welfare alone cannot offset economic pain.",
    "Dissanayake campaigned on restoring Sri Lanka’s non-aligned posture, distancing from great power rivalry while safeguarding sovereignty. In his first year, Colombo balanced ties with India, China, and the West, avoiding overt alignment.",
    "His government courted investment from India and China but emphasized transparency in deals. Relations with the IMF, UN, and regional partners remain functional. However, Colombo’s handling of sensitive issues like Palestine and Ukraine has attracted scrutiny, with some accusing the president of fence-sitting.",
    "One of AKD’s boldest promises was introducing a “new political culture”: clean politics, people-first governance, and transparency. A year later, the verdict is sobering.",
    "While rhetoric has changed, old patterns remain: patronage, lack of consultation, and centralization of power. His cabinet has faced criticism for weak performance and a shortage of technocratic expertise. Parliamentary behaviour has not improved significantly.",
    "The dream of transformative politics is still just a dream. Colombo/September 22/2025)"
  ]
}