{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/News-1st-Sonali-Wanigabaduge-wins-prestigious-South-Asia-Laadli-Media-award-for-Gender-Sensitivity-2024/56-767890",
  "time_ut": 1728676599.0,
  "original_lang": "en",
  "original_title": "News 1st Sonali Wanigabaduge wins prestigious South Asia Laadli Media award for Gender Sensitivity 2024",
  "original_body_lines": [
    "News 1st Sonali Wanigabaduge won the prestigious South Asia Laadli Media and Advertising award for Gender Sensitivity 2024, representing Sri Lanka, at a star-studded award ceremony at the Tata Theatre, NCPA, Mumbai, on 9 October.",
    "The awards, organised by Population First, a Mumbai-based social impact organisation that has been working for over two decades to promote gender sensitivity in media, recognised 14 gender-sensitivity awardees from seven South Asian countries at the fourth edition of the South Asia Laadli Media and Advertising Awards for Gender Sensitivity 2024. Apart from Sri Lanka, the award winners cover Pakistan, Afghanistan, Nepal, Bhutan, Bangladesh and the Maldives.",
    "Capital Maharaja Group Group Director Chevaan Daniel, said: “We at News 1st are very proud of Sonali’s achievement. She began her career in the News 1st newsroom, and despite her many achievements, she has stayed grounded and continues to relentlessly push the boundaries of discussion on relevant social topics.”",
    "Sonali was recognised for her contribution towards creating a more inclusive and equitable society through her work across ‘The People’s Platform’, showcasing her engagement with multi-sectoral stakeholders on critical issues, from challenging myths and stereotypes surrounding gender to create attitudinal shifts in the way gender is viewed in society, to sexual and reproductive rights, demystifying masculinity, creating safer workplaces for women, mainstreaming LGBTIQ+ rights, gendered dimensions of mental health, mobilising the female vote and advocating for greater and more meaningful women’s participation in the political arena, and legal reform.",
    "Sonali is a lawyer by profession, and the Capital Maharaja Group Company Secretary, which operates as one of the largest privately-held conglomerates in Sri Lanka. She holds a Master’s degree in Transitional Justice, Human Rights and the Rule of Law from the Geneva Academy of International Humanitarian Law and Human Rights. She is also a Chevening South Asia Journalism Fellow (2023). Sonali won the State Award for Best English News Presenter in 2013/’14 and the Raigam Award for Best English Program Presenter in 2022.",
    "Freelance journalist Aanya Wipulasena from Sri Lanka was also among the winners in recognition of her web-based reportage focusing on stories of women from the periphery.",
    "The South Asia Laadli Media and Advertising Awards for Gender Sensitivity celebrates the media’s role in shaping perceptions towards gender, aiming for a fairer society. The initiative is supported by UNFPA. Collaborating partners for this edition are South Asian Women in Media (SAWM), the Asian Federation of Advertising Associations (AFAA), with the venue partner being NCPA. The winners were chosen in collaboration with South Asian Women in Media (SAWM), with each country being represented on the judge’s panel."
  ]
}