{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sir-Oliver-Goonetilleke-The-negotiator-behind-independence/4-758783",
  "time_ut": 1708623619.0,
  "original_lang": "en",
  "original_title": "Sir Oliver Goonetilleke: The negotiator behind independence",
  "original_body_lines": [
    "The independence that Sri Lankans won from the British empire, which pervaded nearly two centuries on the island was unique in many ways. From an optimistic point of view, the independence that the British granted us was a triumph of the liberal democratic tradition implanted by the British themselves. Contrary to the aggressive nature of the Indian freedom struggle, which often shuddered the White Hall of London, our own path to independence epitomised the British liberal values absorbed by the native leaders. Although it contains a sense mortifying feeling regarding the absence of a rigorous freedom struggle, Sri Lanka can boast of the pacific nature of the power transition from the British to the natives.",
    "Among the pantheon of the leaders who set the path for dominion-styled freedom, the name of Sir Oliver Goonetilleke has fallen into obscurity. Neither street names nor larger monuments bear his memory except the statue located on Castle Street, Colombo 8 near his son-in-law Mallroy Wijemanne’s house. Yet the gallant role played by Sir Oliver in carving the freedom from British as a brilliant negotiator and a crafty manipulator deserves a special place on the Independence Day.",
    "Most of the nationalist leaders in colonial Ceylon rose to eminence through the pedigree of aristocracy or else their growth was shadowed by the grace of the bourgeoisie class in the 19th century. Kumari Jayawardane aptly describes this in her seminal work “Nobodies to Somebodies”. The saga of Sir Oliver is devoid of such aristocratic pedigree or enormous wealth inherited from the parents as he was born to a middle-class native postmaster of the colonial government in the late 19th century. Sir Oliver assiduously forged his path uneventfully, especially without arousing anyone’s green-eyed monster.",
    "First as a teacher at his own alma mater Wesley College, Colombo and then as a sub-accountant in a bank in Colombo. Instead of opting for a quicker path to success, Sir Oliver preferred his own path, which took a considerable time to succeed. It was not a path based on making a public figure in Colombo’s society as a newly emerged anti-colonial activist. Neither did he choose the path of becoming a colonial infant like the members belonged to the Bandaranaike-Obeyasekera clan. He picked the right friendship at the right time, which finally took him to echelons of power.",
    "The camaraderie he secured with the emerging leaders in the Ceylon National Congress such as Sir John Kotelawala, and D.S. Senanayake supported his robust success in public life. Throughout his illustrious career as a public servant, Sir Oliver made a rapport with every party without being too sentimental. This stoic gesture of his character brought him to the attention of the British and after a brief period, Sir Oliver reached a greater height of the colonial bureaucracy by becoming the first Ceylonese auditor general. When the contemporary leaders in the nationalist movement tried to be foolhardy in challenging the British authorities, Sir Oliver’s acumen saved them from committing such political debacles.",
    "His partnership with D.S. Senanayake was one fine example of his competence as a brilliant negotiator. When Senanayake was frustrated with the shortcomings of Soulbury reforms and decided to quit the commission hearings regardless of the possible consequences of delaying the independence, it was Sir Oliver who calmed DS’s recklessness. While keeping D.S.’s wrath at bay, Sir Oliver enchanted the colonial administration as a loyalist, which eased up his negotiation with the British to grant independence. This uncanny knack for developing the relationship with higher British authorities won the trust of giants like Lord Soulbury and Sir Geoffrey Layton, the Commander-in-Chief of Ceylon during the Second World War.",
    "Sir Oliver mastered the art of handling the macho characters in politics by using his razor-sharp mind. One instance was the rapport he built with Sir Geoffry Leyten during Japanese air raids in 1942. As the Civil Defence Commissioner empowered by the colonial administration, Sir Oliver normalised the essential services in Colombo during the Second World War. He tactfully prevented Ceylon from turning into a fiasco and continued to persuade the British to grant more responsibilities to the natives in the civil administration.",
    "The triumvirate of Sir Oliver Goonetilleke, D.S. Senanayake and Sir Ivor Jennings was known as the “Breakdown Gang” as they determined to gain self-rule from the British amidst the war situation. Sir Oliver’s visit to London in 1944 was the apogee of his extraordinary negotiation skills as the draft Constitution presented by him to the British Government known as the minister’s draft received a positive welcome in London.",
    "Sir Oliver who came back with much hope, the first task which he attended was to pacify the angry D.S. Senanayake and to advise on some important matters in good faith. At the advice of Sir Oliver, D.S. Senanayake met socially and unofficially the members of the Soulbury Commission which arrived in Sri Lanka on 22.12.1944. After the Report of the Commission was presented to the Secretary of State for Colonies Oliver Stanley in London, he invited D.S. Senanayake to London for discussions.",
    "The Dominion status proposed by the British government to Ceylon met a vehement opposition from D.S. Senanayake. It was Sir Oliver who pacified DS and urged him to accept the Dominion status of the Independence. Under the prudence of Sir Oliver, D.S. Senanayake presented the proposal at the State Council, where the British scheme was passed by 51 to 3.",
    "The vicissitudes of fortune altered Sir Oliver’s life variously in post-independent Ceylon from grace to the fall. In the first decade after the independence, Sir Oliver reached the pinnacle of his distinguished career by assuming the duties of the Governor General Post under Sir John Kotelawala’s administration. Sir Oliver declared a State of Emergency to quell the rioting during the 1958 ethnic riots, which impeded Ceylon from falling into an anarchic situation. Yet Sir Oliver’s fortune was short-lived in public service. Sir Oliver’s name was connected to the military coup of 1962, which ousted him from power and finally, Sir Oliver chose a life in exile.",
    "It is purely deplorable to note that modern historians have given less concern in examining the role of Sir Oliver Goonetilleke as a brilliant negotiator, whose role resembled the sharpness of Italian statesman Count Cavour in the Italian Unification movement. In the words of Sir Oliver’s biographer, Sir Charles Jeffries “If Ceylon makes it, this will largely be due to Oliver Goonetilleke. If she fails, it will not have been",
    "(The writer is a lecturer at the Faculty of Law, General Sir John Kotelawa Defence University.)"
  ]
}