{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Tea-smallholders-express-grave-concerns-over-unprecedented-wage-hike/108-283400",
  "time_ut": 1716755460.0,
  "original_lang": "en",
  "original_title": "Tea smallholders express grave concerns over unprecedented wage hike",
  "original_body_lines": [
    "Alarmed by the government’s move to increase the minimum daily wage without additional revenue streams and with no industry consultation, Sri Lanka’s tea smallholders, which account for over 75 percent of the tea production, expressed the grave concerns on the sustainability of the Ceylon tea industry.",
    "Speaking to Mirror Business, Medium Scale Tea Estate Owners Association Founding General Secretary Ushan Samarasinghe warned that small and medium estate owners in particular are hit by the wage increase.",
    "“The government needs to do their homework first; they need to show us new markets, so we can earn this additional revenue to pay our employees.  Otherwise, they will be forced to move into other crops. Already a large number of tea estate owners have moved to other crops, this will only accelerate this trend,” he said.",
    "After coming out of multiple man-made crises including the ban on all agrochemicals, he noted that smallholders are finding it extremely difficult to finance fertilisers. Further, he noted that it has become a bureaucratic nightmare to obtain subsidised fertiliser. Hence, he cautioned that the wage increase could push them over the edge.",
    "The new Rs.1700 living wage is a 70 percent increase when compared to current living wage of Rs.1000. It consists of Rs.1350 daily wage (including the daily budgetary relief allowance and to be applied for payment of EPF and ETF) and Rs. 350 daily special allowance. In addition, Rs.80 is proposed for over the Kilogram rate.",
    "However, Samarasinghe pointed out that green leaf price per kilo needs to be maintained at a minimum of  Rs.300 to facilitate the wage hike. Given the fluctuation in tea auction prices, he noted that this is impossible unless the government imposes a floor rate at the auction.",
    "He also raised concerns on the announcement of a wage hike at this moment as the country enters into an election cycle.",
    "“We are not objecting to wage increase, but our view is that it must be linked to productivity, hence, we are proposing a percentage of Greenleaf prices to be allocated to workers based on productivity,” he added.",
    "According to Samarasinghe, green leaf count remains as low as 25 percent when compared to 80 percent in tea growing nations like Kenya.",
    "On 14th of May, in a letter to President Ranil Wickremesinghe, the Estate Owners Association (TEOA), on behalf of the pioneering tea entrepreneurs of the Sri Lanka National Institute of Plantation Management, presented a comprehensive proposal aimed at integrating and empowering the tea industry and its workers.",
    "The set of proposals includes initiatives for Integration and Marketing of High Polyphenol Tea Products and Tea Technologist Project for Worker Empowerment.",
    "“Recognising the indispensable role of tea workers, we propose the launch of a specialised Tea Technologist Project.",
    "“This initiative aims to enhance the skills and expertise of tea workers, enabling them to contribute more effectively to the production process. By ensuring fair wages, improving living standards, and offering opportunities for career advancement, we aspire to enhance the socio-economic well-being of tea workers and foster a culture of dignity and respect within the industry,” the letter highlighted.",
    "Meanwhile,   Estate Owners Association urged the government to assure US$ 5 floor price per kilogram for manufactured tea in order to implement the wage hike."
  ]
}