{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Turkiye-Ambassador-and-President-Dissanayake-discuss-boosting-bilateral-ties/56-767841",
  "time_ut": 1728611762.0,
  "original_lang": "en",
  "original_title": "Turkiye Ambassador and President Dissanayake discuss boosting bilateral ties",
  "original_body_lines": [
    "Turkiye Ambassador Semith Lutfu Turgut yesterday paid a courtesy call on President Anura Kumara Dissanayake.",
    "During the meeting, Ambassador Turgut extended heartfelt congratulations on behalf of Turkish President Recep Tayyip Erdoğan and the people of Turkiye on President Dissanayake’s recent election victory.",
    "In a message of support from President Erdoğan, it stated: “On behalf of myself and my nation, I extend my congratulations to Your Excellency on the occasion of your election as the President of Sri Lanka and wish you success in your high office. It is my sincere hope that the work to be carried out under your leadership will be instrumental in strengthening the peace and prosperity of all segments of the Sri Lankan people.”",
    "The discussions centred on strengthening bilateral relations, with a focus on tourism, employment, and trade. Ambassador Turgut highlighted the growing demand for an immigrant workforce in Turkiye, assuring that more employment opportunities would be made available for Sri Lankans across various sectors.",
    "A key point of discussion was expanding Sri Lanka’s tea exports to Turkiye, further enhancing the economic ties between the two nations. In addition to trade, the Ambassador expressed a desire to deepen educational collaboration by offering more scholarships to Sri Lankan students to study in Turkiye.",
    "The meeting concluded with an invitation for President Dissanayake to visit Turkey symbolising the strengthening of bilateral ties. President Erdoğan also conveyed his best wishes for the prosperity of the Sri Lankan people and reaffirmed optimism for continued close collaboration and mutual progress."
  ]
}