{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankans-deserve-transparency-accountability-during-hard-reforms-us-envoy-149528/",
  "time_ut": 1706768580.0,
  "original_lang": "en",
  "original_title": "Sri Lankans deserve transparency, accountability during hard reforms: US envoy",
  "original_body_lines": [
    "ECONOMYNEXT — While commitments agreed to under an ongoing International Monetary Fund (IMF) programme require Sri Lanka to carry out hard and unpopular reforms, the public deserve transparency and accountability from leaders, US ambassador Julie Chung said.",
    "Speaking at a American Chamber of Commerce CXO Forum in Colombo on Wednesday January 31, the ambassador said the commitments required by the IMF as part of its Extended Fund Facility programme call for government reform measures in both tax compliance and combatting corruption.",
    "“These are hard steps, and not always popular. Sri Lanka has taken difficult measures to put the country on a long-term sustainable footing and comply with the IMF commitments. But the people of Sri Lanka deserve and continue to demand openness, transparency, and accountability from their leaders as the process of reforms moves forward,” she said.",
    "The new higher value added tax (VAT) rates have been a hit on the average Sri Lankan and the country’s businesses, she told the business leaders in attendance at the event",
    "“We understand that while there may be short term necessary pains, the public deserves to know that such measures are being taken looking at the wholeness of the problem and endemic issues that must be addressed in a structural, sustainable way, fair and transparent to all.  That includes not just raising taxes but eliminating tax loopholes, addressing government inefficiencies, particularly in state owned enterprises,” the diplomat said.",
    "“It means digitalising customs to raise revenue and reduce corruption.  Creating predictable customs duties and streamlined processes would encourage importers, who want to import more to Sri Lanka but are worried about the uncertainty in the import process.  Unpredictable customs fees discourage importers and limit the amount of customs revenue the Sri Lankan government can collect.  This shifts the burden of tax revenue further onto the shoulders of the people, who can’t bear much more,” she said.",
    "Chung said that in a recent meeting National Chamber of Exporters, business owners had relayed some of the obstacles they face, including red tape, regulatory challenges, and unpredictability.",
    "“Exports and private sector growth will be the engine of recovery, but they need the space and support to thrive.  As the largest export market for Sri Lanka, the United States can help be part of the solution,” she said. (Colombo/Feb01/2024)"
  ]
}