{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/T20-World-Cup-2024-Sri-Lanka-start-campaign-against-South-Africa-today/108-283978",
  "time_ut": 1717395240.0,
  "original_lang": "en",
  "original_title": "T20 World Cup 2024: Sri Lanka start campaign against South Africa today",
  "original_body_lines": [
    "June 3 - One of the most exciting matches in the T20 World Cup is that of Sri Lanka vs South Africa that will take place at the Nassau County International Stadium in New York.",
    "Daily Mirror partners with BETSS for live coverage of today's match, starting at 08:00 PM Sri Lanka time.",
    "Both Sri Lanka and South Africa have stars who shone in the recently concluded IPL. Matheesha Pathirana, who took 13 wickets for Chennai Super Kings at an economy rate of 7.68, will be a force to be reckoned with, as will be South Africa’s Heinrich Klaasen, who scored 479 runs for Sunrisers Hyderabad as they secured a runners-up finish in the IPL final.",
    "It’s not just Pathirana who brings express pace for Sri Lanka. Dishan Madushanka and Dushmantha Chameera can also bowl express pace. Nuwan Thushara, meanwhile, has had his highs and lows but his figures of 5/20 against Bangladesh in a T20I n March will act as an inspiration of sorts to do better.",
    "Among spin options, Sri Lanka have the reliable skipper in Wanindu Hasaranga, who registered figures of 2/40 against Ireland in a practice match recently.",
    "As far as South Africa’s bowling attack is concerned, the onus will fall on Kagiso Rabada and Anrich Nortje once again, whereas Tabraiz Shamsi and Keshav Maharaj remain the spin duo.",
    "The Proteas also have two versatile finishers in David Miller and Tristan Stubbs, who proved his worth for Delhi Capitals in IPL 2024.",
    "Sri Lanka: Wanindu Hasaranga (c), Charith Asalanka (vc), Kusal Mendis, Pathum Nissanka, Kamindu Mendis, Sadeera Samarawickrama, Angelo Mathews, Dasun Shanaka, Dhananjaya De Silva, Maheesh Theekshana, Dunith Wellalage, Dushmantha Chameera, Nuwan Thushara, Matheesha Pathirana, and Dilshan Madushanka (Reserves: Asitha Fernando, Vijayakanth Viyaskanth, Bhanuka Rajapaksa, and Janith Liyanage)",
    "South Africa: Aiden Markram (c), Ottniel Baartman, Gerald Coetzee, Quinton de Kock, Bjorn Fortuin, Reeza Hendricks, Marco Jansen, Heinrich Klaasen, Keshav Maharaj, David Miller, Anrich Nortje, Kagiso Rabada, Ryan Rickelton, Tabraiz Shamsi, Tristan Stubbs. (Travelling reserves: Nandre Burger and Lungi Ngidi)."
  ]
}