{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98327/ex-president-maithripalas-controversial-statement-sparks-diplomatic-crisis-",
  "time_ut": 1711895340.0,
  "original_lang": "en",
  "original_title": "Ex-President Maithripala’s controversial statement sparks diplomatic crisis?",
  "original_body_lines": [
    "Samagi Jana Balavegaya (SJB) Parliamentarian Dr. Harsha de Silva alleges that former President Maithripala Sirisena has provided a controversial statement linking India to the Easter Sunday terror attacks, which will likely cause a critical diplomatic crisis.",
    "Quoting a report published on a national newspaper, de Silva stressed that the ex-president has claimed that India was behind the Easter Sunday massacres and that an Indian diplomat whom he named has not only confessed to him about the attack but also the reason.",
    "The reason was said to be because Sri Lanka has not consider handing over India any projects, according to the lawmaker.",
    "Expressing his stance regarding the relevant claims, Harsha de Silva stated that this is an extremely irresponsible statement.",
    "“Then what happened to all [his] statements made so far? Several more issues will arise in dragging another country into this problem. They will ask for the basis of this statement. Would anyone else make a confession like that, except for a diplomat with a mental health issue?” he stresses.",
    "“He should have evidence to make such a statement. We see this as a statement made to create a diplomatic issue between the two countries”, de Silva added.",
    "Against this backdrop, MP Patali Champika Ranawaka also disclosed several facts in relation to the Easter Sunday terror attacks, while addressing an event held in Ratnapura on Saturday (30).",
    "The MP expressed: “Keep in mind that the ‘Easter Attacks drama’ was a well-organized performance carried out by a ‘corrupted group’ who lost power in 2015. They carried out this act in a well-planned manner for five years”.",
    "“Zahran Hashim left the ‘Thowheed Jamath’ organization in 2017, as clearly shown in the President’s Committee report [Presidential Commission of Inquiry on the Easter Attacks]. It mentions the people who helped him, those who took him away, and the manner in which he carried out the attack”, he added.",
    "“Zahran had visited every location where conflicts had arisen, conducted classes, and won over Muslim youth to his side. All others were well-aware of this matter”, the MP stressed.",
    "“Mr. Gotabaya Rajapaksa’s appointment occurred only after a five-year conspiracy”, the lawmaker claimed."
  ]
}