{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Rock-paper-scissors-Sri-Lanka-s-mineral-merry-go-round/4-763700",
  "time_ut": 1719792113.0,
  "original_lang": "en",
  "original_title": "Rock, paper, scissors: Sri Lanka’s mineral merry-go-round",
  "original_body_lines": [
    "We can achieve little in isolation in this modern milieu, and this rings true even in the muddy business of minerals and mining",
    "Sri Lanka’s mineral resources were once again in the spotlight recently, when news broke that India had shown interest in acquiring mines in Sri Lanka. As detailed in a study by the Institute of Policy Studies earlier this year, the local graphite industry must reposition itself with adequate international partnerships to take maximum advantage of the resource. Sri Lanka has about 1.5 million tonnes of graphite, which is inadequate to meet serious international demand, but the quality of the deposit promises a high price.",
    "German investment via Bogala Graphite Ltd. over the past two decades have seen significant value addition and enhanced operating standards, and despite a 70% decline in operating profits last year due to global exigencies the sector has grown well with foreign participation.",
    "Given our current standpoint, international expertise is a necessity to capitalise upon our rich mineral deposits.",
    "Besides graphite, Sri Lanka is also blessed with high grade Phosphate and Ilmenite deposits, and this has been common knowledge for the past five decades or more. But what have we really done with these discoveries? Sri Lanka’s phosphate and ilmenite are hardly heard of in the international market. In Eppawala via Lanka Phosphate Ltd. there sits over 60 million tonnes of apatite rock phosphate, yet we continue to import fertiliser spending around $ 200 million annually. A 2022 report from the Ministry of Agriculture lists the deposit as one of the most unique apatite deposits out of 414 in the world. The report adds that “sustainable use of phosphate reserve will ensure providing raw material to produce soluble phosphate fertilizer for at least 200 years.” Yet, here we are at a situation of despondency.",
    "Sri Lanka’s valued ilmenite deposits are faring no better. Despite Australian investment via Puttalam Ilmenite Ltd. of millions of dollars on exploration and feasibility, the company was then hit with bureaucratic red tape and political skullduggery rendering it impossible to move ahead. It is alleged that following completion of exploration, which constitutes the more difficult part of mining cycle, Sri Lanka’s politicos are now more interested in affording approvals to vested companies for personal gain.",
    "These companies that have no real experience in the mining trade to add value to our product, nor the expertise to obtain the right price or market will do little for Sri Lankan exports or the mineral industry. Whilst genuine developers partnering with Sri Lankan blue chip responsible corporates like Dilmah attempt to breathe life into the sector, progress has been hampered by land wrangling and regulatory pressures exerted by vested parties.",
    "Movement in the sector is very slow. 2023 saw limited exports and earnings for Sri Lanka, and the country must enhance its approach to grow the commercial potential of this segment internationally.",
    "Minerals are a highly technical subject and resource that must be administered, marketed and led by relevant experts. Our lack of capacity with investment and resource meant Sri Lanka merely sat on this potential for over 50 years. Even at this very late juncture, the country is unable to muster the required courage and reform to encourage and drive the right interest and investments in this valuable sphere.",
    "As highlighted during several forums, Sri Lanka needs to build bridges to the world to enhance our value and returns. We can achieve little in isolation in this modern milieu, and this rings true even in the muddy business of minerals and mining.",
    "The Cabinet of Ministers needs to urgently set up a committee of experts including the private sector to redefine this sector, and put in place the necessary checks and balances to ensure this valuable resource is not wasted for another 50 years to come. We must learn to leave the experts to do their jobs and leave politics out of the picture."
  ]
}