{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ummagga-jatakathe-art-and-science-of-problem-solving/",
  "time_ut": 1720630800.0,
  "original_lang": "en",
  "original_title": "Ummagga Jataka:The art and science of problem solving",
  "original_body_lines": [
    "Today, people read sketchy things on the web while holding a smartphone. A life busy with too many agendas presumes books as lengthy and boring.",
    "Our students, preoccupied with examination-oriented education, rarely read Ummagga Jataka.",
    "Parents do not encourage their children to read beyond the curriculum, instead send them to tuition classes. Compel religious indoctrination and adherence to tradition, considering ancient scripts that they don’t read as infallible gospels.",
    "Teachers rarely refer to the above Jataka Story, rich in imaginative descriptions to inspire how artistic insight and rational inquiry lead to the truth. A prime illustration of the art and science of problem solving.",
    "Policymakers entertain every fashion in technology and impose them prematurely on the education system, hoping immediate economic returns but ignore inculcating the habit of broad reading to awaken students. For them reading Ummagga Jataka would be enlightening and precautionary.",
    "stands stalwartly as an archetypical literary composition elaborating virtues of knowledge, creativity, wisdom and justice. The story narrates the character and deeds of Pundit Mahaoshada. It is parabolic to our failures and mistakes, including the inability to solve or diffuse long-standing issues, repercussions of errant advice and the poor performance of institutions.",
    "Mahaoshada was the son of a wealthy nobleman who lived in the Eastern Village of Mithila, India, during the reign of King Videha. Before adulthood, he showed unprecedented wisdom attracting the attention of the citizenry. He built a large mansion with compartments devoted to various activities, including a playroom, a hall for the destitute and a courtroom to counsel grievances. The King, having heard of the accomplishment, instructed a minister to find who designed the marvelous architecture. The minister reported the work is an innovation of Pundit Mahaoshada, the seven- year-old illustrious son of the Siriwaddana Situ. He planned everything himself, with utmost precision, and his companions helped in the construction.",
    "King Videha always sought the opinion of his four advisors: Senaka, Pukkusa, Karvinda and Devinda before making important decisions. Impressed by the ingenuity of Mahaoshada, the King asked Senaka, “Shall we get him to serve in the Court as my fifth advisor”. Senaka said: “Oh my Lord, man would not become a pundit by building a house, anybody can do it”. The King remained silent, but suspicious of Senaka’s ulterior motive, ordered a minister to visit the Eastern Village and observe the activities of Mahaoshada.",
    "The minister, talking to the villagers, learnt how Pundit Mahaoshada settles disputes cleverly and harmoniously.",
    "One day a woman, getting ready to bathe, left her cotton-threaded necklace on the bank of the pond. Another woman, passing by, having seen the ornament, said: Sister, this is beautiful. Can I wear it to see how it fits? When the first woman consented, she wore the necklace and walked away. The first woman chased her and pulled the necklace, saying, “why are you stealing my belongings?” The second woman shouted “a woman is attempting to snatch my necklace”. The clueless onlookers pleaded to Pundit Mahaoshada to intervene. The Pundit said: “I will settle the brawl if both parties abide by my decision”. When they agreed, he first questioned the woman whom he identified as the culprit, judging from her gesture. What scent did you perfume the necklace? She said, sabbasamharaka. The other, answering the same question, replied, I don’t have the means to buy such costly perfumes; I scented the thread with puwanga flowers. Pundit immersed the necklace in a bowl of hot water, removed it after a while, and requested a perfume dealer to sniff the vapor. The perfumer exclaimed: this is puwanga flower. The second woman admitted she pilfered the necklace.",
    "The Pundit used science to identify the perfume and thereby prove that the necklace belonged to the first woman. However, his tactic obviously wouldn’t have worked if he didn’t notice that the second woman should be the culprit, a subjective decision based on the gesture of the second woman.",
    "Science exclusively dependent on verifiable interpretations is objective. Whereas the arts unrestrictedly based on feelings, emotions and behaviour of individuals is subjective. Arts feel the truth. Science establishes the truth by interpretation of data and logical reasoning.",
    "Videha, greatly impressed by the way Mahaoshada handles issues and solves them: asked Senaka again, shall we get him? Senaka said: “Sir, these are petty achievements. You need to test him more rigorously!”",
    "The palace officials crafted a series of puzzles and posted them to the Eastern Village, ordering unless they presented viable answers to the questions, the village would be heavily fined.",
    "One of the hardest puzzles was finding the end closer to the root of a geometrically symmetric wooden pole, carved out of a Kihiriya tree. The perplexed Eastern Village folk assembled and told Sriwaddana Situ, that only your son Mahaoshada can unearth the puzzle. The father went to the playground and picked up his son. Mahaoshada addressed the gathering: Don’t you know the wood in a tree is denser near the root than the shoot? I will solve the problem, get me a pail of water. He floated the pole in water and said: the end that dips further into water is the root end.",
    "Our teachers explaining the Archimedes Principle should tell the story to the students. Float an unsharpened pencil with an eraser in water. The end where the eraser is attached is heavier. Ask the question why it floats inclined to the horizontal? Balancing forces to get equilibrium is not enough. Ask why the equilibrium is stable! Understanding fundamentals of this nature is far more important than premature exposure to new technologies in the school.",
    "When the palace demanded impossible things from the Eastern Village, crafted by Senaka. Mahaoshada provided quick-witted responses. One day a message reached the Eastern Village, saying that one of the ropes of the King’s swing, turned out of sand, was broken, and that the villagers should supply a new rope, made of sand, before a deadline. Mahaoshada advised a group of workmen to meet the King and request the broken pieces of the rope, to take measurements necessary to make a duplicate. Viedha told the Court, Mahaoshada’s art of responding to questions reflects his unappalled wisdom. Senaka disagreed!",
    "Although Mahaoshada answered all the questions posed to the Eastern Village, to the greatest satisfaction and admiration of King Videha, Senaka and his deputies vehemently opposed the admission of Pundit Mahaoshada to the Court as an advisor. These purohits were worried that in the presence of Mahaoshada, they would be totally eclipsed forever and eventually lose the privileges of the palace.",
    "People all the time blame politicians for damning situations and the failure of institutions. In many instances, real malefactors are probably not the politicians but the advisors and high officials serving under them. They yearn to continue in their positions, solely for enjoying privileges. They manipulate objectives, rules and regulations to eliminate the young and most capable.",
    "We would be better if the questions of the kind sent to the Eastern Village are also posed to potential candidates for high positions.",
    "Disregarding the objections of Senaka and his deputies, Videha appointed Mahaoshada as the fifth advisor. He outshined other advisors, just like fireflies shying away from the sun. Out of jealousy, Senaka plotted against Mahaoshada, sometimes temporarily misleading Viedha. Yet Mahaoshada insisted that the four previous advisors should be retained because they were his elder colleagues. Videha also did not wish to distance them completely.",
    "The rulers need wise and honest advisors to do constructive work. And retain dishonest and unwise but crafty intriguers to subscribe to their misdeeds.",
    "A contemporary of Videha was King Chulani Brahmadatta of Panchala. His advisor Kevatta proposed a master plan to conquer the whole of India and succeeded in capturing all kingdoms, except Mithila.",
    "Kevatta told Brahmadatta, do not attempt to invade Mithila; Mahaoshada’s tactics will destroy us. Instead, we will invite Videha to Panchala on the pretext of a gesture to marry your daughter and kill Videha and Mahaoshada.",
    "Anticipating Kevatta’s sinister plan, Mahaoshada warned Videha not to accept Brahmadatta’s invitation.",
    "In lust for Chulani, Brahmadatta’s daughter Panchala Chandi, portrayed an idol of beauty by Kewatta; Videha ignored the advice of Mahaoshada. He consulted Senaka, who encouraged his wish and fell into the trap set by Kewatta to besiege Mithila and annex it to the Empire of Brahmadatta.",
    "The foresight of Mahaoshada allowed Viedha to escape the fortress of Brahmadatta through a tunnel. The tiny kingdom of Mithila defeated the mighty Empire of Panchala.",
    "Sri Lankans are indebted to the author who translated Pali scripts to Sinhala and compiled Ummagga Jataka as an original masterpiece of Sinhala literature. He is believed to be a Buddhist priest from Tanjore, South India. T.B.Yatawara, Ratemahatmaya of Angammana, who translated the Sinhala Text to English in 1898 suggested that the occurrence of a large number of Tamil words in the Sinhala Translation supports the above claim.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}