{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/expectations-over-reaching-debt-restructuring-requirements-keep-cse-in-fine-trim/",
  "time_ut": 1712077980.0,
  "original_lang": "en",
  "original_title": "Expectations over reaching debt restructuring requirements keep CSE in fine trim",
  "original_body_lines": [
    "Sri Lanka is engaging with bondholders and is optimistic about a positive outcome, while efforts were underway to finalize in-principle deals with official creditors, State Minister for Finance Shehan Semasinghe said.",
    "Sri Lanka is expected to meet IMF debt restructuring requirements in the second quarter for a review to be passed by the lender’s board, he said.",
    "Meanwhile, President Ranil Wickremesinghe said that he expected debt restructuring to be wrapped up by June–July before any elections are conducted, the State Minister told a meeting.",
    "Due to bullish conditions that arose in the market against the backdrop of the above comments, both indices moved upwards yesterday. The All Share Price Index up by 74.17 points while S and P SL20 rose by 22.32 points. Turnover stood at Rs 2 billion with five crossings. Those crossings were reported in JKH, which crossed 250,000 shares to the tune of Rs 49.3 million; its shares traded at Rs 197.25, Hayleys 500,000 shares crossed for Rs 42.5 million; its shares traded at Rs 85, HNB 200,000 shares crossed for Rs 37 million and its shares sold at Rs 185, Access Engineering 1 million shares crossed to the tune of Rs 23.3 million; its shares fetched Rs 23.30 and Pan Asia Bank 1 million shares crossed for Rs 21.5 million; its shares sold at Rs 21.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; CIC Holdings Rs 95.8 million (1.3 million shares traded), Hemas Holdings Rs 81 million (999,000 shares traded), NDB Rs 73.9 million (1 million shares traded), Sampath Bank Rs 73.5 million (935,000 shares traded), JKH Rs 71.7 million (364,000 shares traded) and First Capital Holdings Rs 68.9 million (1.9 million shares traded). During the day 73.4 million share volumes changed hands in 16000 transactions.",
    "Yesterday the rupee was quoted at Rs 299.85/95 to the US dollar in the spot forex market, crossing the 300 mark after opening at Rs 299.90/300.00, dealers said.",
    "The rupee closed at Rs 300.00/06. Bond yields were broadly steady. A bond maturing on 15.12.2026 was quoted stable at 11.30/40 percent. A bond maturing on 15.09.2027 was quoted at 11.85/12.00 percent from 11.90/12.05 percent. A bond maturing on 15.12.2028 was quoted stable at 12.10/20 percent.",
    "National Action Plan for Inclusive and Sustainable Business Capacity Development being crafted",
    "Cabinet approves import of 750 vans and 250 buses for tourist industry",
    "Major transactions in Taprobane shares take CSE turnover past Rs. 4 billion mark",
    "Rate reduction by Central Bank exerts rejuvenating impact on CSE",
    "Share market in suspenseful wait over interest rates; selling pressure up",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}