{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-foreign-exchange-earnings-exceed-imports-by-us586mn-in-june-174796/",
  "time_ut": 1722494700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka foreign exchange earnings exceed imports by US$586mn in June",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s current foreign exchange earnings from exports, remittances and gross services, totaled 2,033 million dollars in June 2024, exceeding imports by 586 million US dollars, official data showed.",
    "Exports were 1,077 million US dollars in June, remittances were 519.6 million dollars and gross services including tourism were 436.2 million US dollars, giving local residents foreign exchange to make imports, travel abroad or buy any other foreign services.",
    "Net services after deducting travel abroad air and sea transport was 198 million US dollars.",
    "Imports were 1,446 million US dollars in June. Imports are usually calculated to included insurance and freight, while exports are free on board.",
    "Any money saved can be used to repay debt or build private or official reserves as long as they can be borrowed by the central bank (for Treasury bills) or banks as deposits.",
    "The government can also buy the dollars by raising funds from the sale of Treasury bills or taxes.",
    "In the central bank does not appropriate the saving at a suitable interest rate, the money will be invested through private credit and imports will come as a result.",
    "If the central bank prints money for flexible inflation targeting (to push down rates with reverse repo or standing facilities claiming real interest rates are high disregarding domestic credit and laws of nature) there will be forex shortages if private credit is strong as imports are made with printed money.",
    "Forex shortages emerge when there is a balance of payments deficit, regardless of whether there is a current account deficit or surplus.",
    "Classical mercantilists thought forex shortages and depreciation (the rising price of gold) was caused by trade deficits, due to their lack of understanding of the working of note issue banks (free or central banks) of that era.",
    "Under modern Saltwater-Cambridge academic neo-mercantilism, (especially after 1960s) both trade and current account deficits are blamed as services are significant unlike in the 17th century, critics say.",
    "Sri Lanka’s imports are muted as foreign invested projects were halted (inflows through the financial account reduced) and the central bank was running largely deflationary policy and withdrawing liquidity from dollar purchases.",
    "As bilateral projects resume, and private investments also pick up, imports can go up.",
    "Sri Lanka banking system foreign assets positive in May, collects $6.7bn since rate hike: analysis",
    "The central bank, the government had repaid loans and private banks have been building reserves since or repaying debt (outflows through the financial account) since interest rates were market priced in 2022. (Colombo/Aug01/2024)"
  ]
}