{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adani-wind-farms-in-mannar-and-procedural-challenges-in-swiss-auction/",
  "time_ut": 1718577060.0,
  "original_lang": "en",
  "original_title": "Adani wind farms in Mannar and procedural challenges in Swiss auction",
  "original_body_lines": [
    "India’s Adani Group, which has committed SL’s single largest FDI in the power sector by committing to invest over a billion dollars in setting up ~500MW wind projects in Mannar and Pooneryn region, is facing resistance from a lobby group. The reason is unclear, says Vinayak Maheswaran – an equity and economic analyst at an equity markets platform who was also a former analyst at Wells Fargo Advisors.",
    "“Initially they said the project harms the environment. This when the Environment Impact Assessment (EIA) was done by a renowned professor and the government promised to implement the suggestions made in it and by public to minimize environmental impact. Several other Renewable Energy Organizations, Climate Organizations, environment organisations like the National Environment Caucus, Youth for Renewable Energy Organization, Sri Lanka Blue Green Alliance too conducted their own studies and have decided to back the project.”",
    "“Then they raised questions on process not being followed. Sri Lanka’s Electricity Act allows proposals under G-2-G mechanism and the Adani’s project falls under this. The laid down process being followed for ages is government floats an RFP (Request for Proposal) and developers respond against it. As per procurement guidelines, any tender needs to go through the same process of Technical Evaluation by Project Committee of CEB & thereafter tariff negotiation by Cabinet Appointed Negotiation Committee (CANC). This was followed and done for the Adani project, which has been approved by the Public Utilities Commission of Sri Lanka (PUCSL). So where is the question of process not being followed?”",
    "“In spite of the government negotiating an extremely competitive tariff (USC 8.26 or LKR 24.78/ unit), those against it are complaining on it being high and are seeking a Swiss auction (where new players are allowed to bid below the finalized tariff). Are they aware that Swiss auction is illegal in SL, and like most nations, SL too has put an end to this practice, citing procedural challenges? Incidentally, the same Swiss auction is not being demanded on other similar projects which have been cleared in the recent past and at a higher tariff. Double standards, anyone?”",
    "Tariff negotiated by the government is clearly the best SL is getting currently is evident from the table below.",
    "“None of the other recently approved projects are facing any opposition, inspite of their tariffs being higher. Take the example of an Australian firm which has proposed a 700 MW of Solar + Battery capacity with a tariff of 16 cents. Applying the same argument levelled against Adani that global benchmark tariffs for wind projects is lower than the finalized tariff, then this project’s global benchmark tariff is 9-11 cents. Has SL agreed to pay an extra US$ 1.9 billion over 25 years on this project? There is no whimper of protest for that.”",
    "“Another example is the 100 MW Odamavadi Solar project, whose tariff too has been approved at 8.75 cents. As per the argument being made, when benchmarking with global benchmark of 2-3 cents, have we have agreed to pay an extra US$ 350 million over 25 years on this project?",
    "What’s the real reason behind those opposed to the project? Why do we want to chase Adani away, which is reposing tremendous faith in the country by investing in during our time of crisis. Its success will attract fresh investments and will also help SL meet its sustainability goals. On government and civil society’s end, we must ensure the environment and CSR commitment made by it is met.”",
    "“Policymakers and concerned citizens need to look at the larger picture of if somebody has the appetite for implementing such large scale RE projects, why aren’t they doing so, instead of delaying the existing ones? Does it not show that they are not interested in making any investments but rather derailing the projects coming on ground? There are many other wind & solar sites available in the country. Why aren’t they putting money where their mouth is and set up projects there at global benchmark tariffs they themselves are quoting?”",
    "“SL needs RE energy and needs it quick. It needs partners who will offer competitive tariffs and set up projects in time and budget. Hence their antecedents are important. Adani Group is amongst world’s largest RE players and is setting up world’s largest RE park in India. It has a reputation to keep by completing the project in time and budget.”",
    "“SL hasn’t seen a project of this scale which can potentially upend its energy dynamics and take the country closer to self-reliance and reduce dependence on fossil fuels. The Mannar + Pooneryn projects will save US$ 270+ Mn annually by displacing higher cost fuel-based tariffs. The project will generate ~1,500 million units of power per year – corresponding to meeting energy demand of 0.6 million households and equivalent to cutting 1.06 Mn tons of CO2 emission per year,” Maheswaran argues.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}