{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sl-women-to-the-fore-prez-shines-in-india/",
  "time_ut": 1734646380.0,
  "original_lang": "en",
  "original_title": "SL women to the fore; Prez shines in India",
  "original_body_lines": [
    "Cass has always maintained that if you want a job done well give it to a woman. Of course, there will be exceptions but generally that maxim holds. Eleanor Roosevelt, a power in her own right, said; “A woman is like a tea bag – you can’t tell how strong she is until you put her in hot water.”",
    "Women are generally incorruptible and can resist the temptation of flesh and spirit. How many men down the corridors of history have fallen from their pedestals – King Solomon and the Hebrew man of great strength Samson of Biblical times and thereafter – to the charms (or wiles) of female temptresses. How many famous women holding positions of kingship or governance have sacrificed their positions for the attraction of a man? None at all, Cass believes. All down the ages, men have taken bribes; in contrast to so few women. Corruption of the spirit? Comes to mind a meteoric Christian preacher and self-appointed Prophet, now claiming to be consecrated a Bishop. Plenty of such publicity seeking Buddhist monks are also around. They claim having attained higher states on the Path to Nibbana, or worse, pronounce persons following their teaching and meditation as now Sovan, their samsaric cycle reduced to a mere seven rebirths. Corruption of the spirit in lay persons can be causing aberration of the mind.",
    "Sri Lankan women are proud that the 48th Chief Justice of the country is a woman, the second after Dr Shirani Bandaranayake whose very elevation to the position during the time of G L Peiris being Minister of Justice was critiqued. She suffered a short stormy career which was most rudely terminated by Prez Mahinda Rajapaksa. We recall the insults she was subjected to by some MPs who were delegated to question her and the manner of her ejection from the official residence.",
    "Here is a Head of the Judiciary who possesses qualifications, has risen correctly, meaning through meritocracy to the position, and is accepted. This last fact was proven in the ceremonial welcome she received, which the media detailed.",
    "In acknowledging her reception, Chief Justice Murdu Fernando said; “I am indeed honoured and privileged to serve … and I pledge my unwavering commitment to uphold the integrity, independence and dignity of our judiciary as an independent and impartial arbiter of justice.” We believe her and Cass more so, because she is a woman who promises thus.",
    "CJ Fernando continued thus: “I also recognise the significance of this achievement to all women of the legal profession and those aspiring …. any other chosen field… This milestone is not just for me, but for all those who have fought for equality,…to break down barriers, the glass ceiling and who have believed in the power of perseverance… Justice is not a mere ideal; it is a living, breathing force that impacts families, communities and nations. It is our duty to ensure that the rule of law is applied fairly and impartially, without fear or favour and that every individual who enters this hallowed institution, regardless of their background, finds a system that listens, understands, and seeks to protect their rights.”",
    "BRAVO! A whole lot said simply but sincerely and giving us Ordinaries hope for the future, which promises to be so different from how it has been these past decades.",
    "We ordinaries usually cheer those who fight for or even protest the rights of animals. But Cass feels that those who shout out now for the rights of marauding animals are way out. In this category is another woman who has been making a mark – this time a black mark – by organising roadside protests and speaking out for the right of animals to live and roam around freely: monkeys of all kinds, wild pigs and other animals who destroy crops from paddy to fruit, particularly banana and papaw; sugar cane to vegetables. She is Dr. Ajantha Perera. Who is of greater importance to the world at large – human beings or animals? Who calls for precedence when safety and life itself are at stake? Humans of course. In this instance the animals destroy the plantation of farmers, small holders et al and thus are a positive menace. They impoverish those engaged in agriculture and cause immense frustration and misery. You nurture a clump of fruit trees or a vegetable plot with your life’s toil and then one morning you rise to see it all destroyed. These animals are wantonly destructive. So who needs help and saving?  The farmers of course!",
    "Cass asked an experienced ex Sri Lankan civil servant who worked with rural people what he thought of the Minister of Agriculture’s pronouncement in Parliament that farmers could use any method to get rid of marauding animals. He said the minister was correct. Cassandra’s gut feeling is the same: the problem of crop destruction by animals being so severe. A good sign: sterilisation of monkeys has begun. Better late than never.",
    "Please note that Cass has not included elephants as marauding animals. There the blame is shared by intruding human beings. That conflict is very different from the monkey, porcupine, pig incursion of agricultural lands.",
    "Earlier in this Cry, oops sorry, Song of Celebration, Cass expressed hope in the turn we think the country has been taken on after the new government came to power. But due to the Speaker, now resigned, a slur has been cast, a stain impressed. He seems to have used and exhibited the highest academic qualification fraudulently, or a PhD he acquired from an institution that cannot award doctorates that are recognised and accepted by global academia. Some claimed that it was a minor matter. Not at all. In a dispensation claiming to be honest and against all forms of corruption, one of the highest being deceptive about his academic qualifications is dishonest and equal to corruption.",
    "We have had many Drs of Phil sprouting up recently, Cass thinks after Viyathmaga professors gathered around Prez hopeful, Gotabaya R. They could all be thus: having been conferred doctorates but the conferring universities may not be recognised nor even be universities proper. One knows degrees can be bought in the US. We recall how Mervyn Silva from Kelaniya used the prefix Dr claiming it was a doctorate. Was it in alternate medicine and from a sort of university set up an acupuncture specialist?",
    "Cass’s point here is that claiming or exhibiting academic qualifications is a new quirk in our collective psyche. There are great men who have refused honours they did not mentally work for. Many professionals of high calibre are conferred doctorates by well recognised universities but do not use the prefix.  We hope this near manic yen for high academic qualifications of Prof and Dr will die down.",
    "Wednesday December 18 headline in The Island: “Govt. intends to save Rs 1,200 mn by reducing ex-Presidents’ security.” Why only intend? Should have been done long ago. What threat is there for any of them, the widow included? Cass says, and it makes sense, will anyone expend even that much energy to throw a stone at any of them? They must travel unescorted or not travel at all. They live in fortressed mansions, also provided by us the heavily burdened taxpayers. Didn’t any of them realise that the money spent so uselessly on their security could have fed so many families who are now suffering near starvation.",
    "Then the other scandal that came to light in Parliament on Tuesday December 17. The millions taken for personal use by those in power from the President’s Fund. Even minding her own business Cass roiled with anger to know Rambukwella’s balcony walk for whatever purpose cost us poor Sri Lankans millions for his long Australian hospital stay. Thank goodness all this will end.",
    "Let’s conclude this song of today on another celebratory note. We were proud to see Prez Disanayake in India given a warm welcome. He carried himself perfectly: proud but with no hauteur; indicated or gave the impression we are a small poor country but with national pride. Gratitude to India was expressed.  Thank you, Mr President.",
    "How a Feminist Foreign Policy could lay the basis for a more peaceful world",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}