{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96552/karapitiya-hospitals-senior-oncologist-decides-to-retire-after-assault-accusations-",
  "time_ut": 1705672380.0,
  "original_lang": "en",
  "original_title": "Karapitiya hospital’s senior oncologist decides to retire after assault accusations",
  "original_body_lines": [
    "The Senior Oncologist of the Karapitiya Teaching Hospital Dr. Krishantha Perera, who was disappointed by the recent incident at the hospital, has decided to retire voluntarily.",
    "His letter of retirement has already been handed over to the Ministry of Health, the Government Medical Officers Association (GMOA) said.",
    "Convening a press conference in relation to the arrest and remand of the Senior Oncologist of the Karapitiya Teaching Hospital, the GMOA and Specialist Doctors alleged that the police have not taken any action regarding the complaint previously filed by Dr. Perera. They also expressed displeasure with acting only on the second complaint which was filed by the junior staffer.",
    "The GMOA also warned that they would resort to a strict trade union action if proper action is not taken at the institutional level and by the police against the hospital’s oncology ward staff for joining the health strike and the attempted assault on the concerned consultant.",
    "Dr. Krishantha Perera, 61, was arrested for purportedly assaulting a female junior staff member during a contentious situation that had ensued on Wednesday morning. He was accused of assaulting the said staff member during a heated argument between him and the other junior staffers after he slammed them for disrupting hospital services by going on a token strike the day before.",
    "The hospital’s authorities had brought the situation under control, however, a female junior staff member got herself admitted to the Karapitiya Teaching Hospital, claiming an assault by the senior oncologist who was subsequently arrested and remanded until January 22 on the orders of the Galle magistrate.",
    "Against this backdrop, the medical officers and nurses of the oncology unit of the Karapitiya Teaching Hospital, together with the patients and residents of the area staged a demonstration on Friday (Jan.19), seeking justice for the senior oncologist."
  ]
}