{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Will-wind-power-projects-mortgage-our-future/4-763703",
  "time_ut": 1719792862.0,
  "original_lang": "en",
  "original_title": "Will wind power projects mortgage our future?",
  "original_body_lines": [
    "Saudi Arabia aims to utilise her vast arid lands to harvest renewable energy resources and to increase her share of renewables to around 50% by the year 2030. This is similar to Sri Lanka’s stated goal of 70% renewable energy usage by 2030. However, sadly this is where the similarity ends.",
    "Recently, the Saudi Power Procurement Company entered into two agreements with Marubeni Corporation of Japan to purchase wind power at a staggeringly low rate of 1.566 US cents per kWh. Now compare this with Sri Lanka and the power purchase agreement with a foreign investor Adam Green Energy Ltd. at 8.26 US cents per kWh. True, the Government states that this will be the single most significant foreign investment in the country with a price of $ 1 billion and Sri Lanka will have uninterrupted electricity for the next 20 years, etc., and makes the convoluted argument that it is cheaper than thermal power which is 26.99 US cents per kWh and that the Ceylon Electricity Board purchases wind power from 9.67 to 13.99 US cents per kWh. Additionally, the power bought from Odamwadi solar project is higher in that it is 8.75 US cents per kWh unit.",
    "Be that as it may be, if competitive tenders were invited even in Sri Lanka a more competitive rate could have been possible keeping with the global norms. But this was an unsolicited bid negotiated by the Government high ups. Dr. Rohan Pethiyagoda has pointed out that for newly commissioned onshore wind projects, the global weighted average internationally for wind power is between 3.5 US cents per kWh to 3.3 US cents per kWh (2022 figures) and falling. In fact, in India the levelised tariff for wind power is 3.8 US cents per kWh. The very same investor is supplying wind power to the Indian power grid at this competitive rate.",
    "This shrouded price has spurred Transparency International Sri Lanka to file no less than 11 Right to Information applications about this now cabinet-approved project that will come into fruition two years down the line and has questions regarding the legality, transparency, evaluation process, pricing, Government involvement, and the environmental impact assessment related to 250 MW wind power plant in Mannar and the 234 MW wind power plant in Pooneryn. Additionally, it strongly raises an alarm about the ecological feasibility of these projects which are located in an ecologically sensitive zone and one in a Ramsar declared wetland sanctuary.",
    "The Right to Information has elicited a stony silence by the authorities and it is petitioned that the sovereignty of the people has been violated. If we take the pricing factor in isolation, it behooves the Government to answer this call at least, keeping aside the energy policy and investor friendliness that the Government talks about for this sector. Next question is do we need to buy wind energy in US$ for next 20 years? What justification is there to pay in US$ for our free wind. Capital investment by the developer could have been treated as a loan repayable at a reasonable interest rate.",
    "Geopolitical considerations may have influenced India to be involved in our power sector in order to ward off Chinese intrusions, but there are questions both big and small that require answers for it appears that the people’s sovereignty is being trampled and they have a right to know.",
    "(The writer is the Secretary General/CEO, Chamber of Construction Industry of Sri Lanka.)"
  ]
}