{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/visit-to-brussels-and-quiet-diplomacy-with-the-soviets-in-colombo/",
  "time_ut": 1729504860.0,
  "original_lang": "en",
  "original_title": "Visit to Brussels and quiet diplomacy with the Soviets in Colombo",
  "original_body_lines": [
    "Person identified as KGB agent at embassy sent off sans publicity",
    "(Excerpted from the autobiography of MDD Pieris, Secretary to the Prime Minister)",
    "At the end of the (London security) course, High Commissioner Tilak Gooneratne, who had an appointment in the European Common Market in Brussels with Sir Christopher Soames, External Commissioner for the European Common Market, took me along with him. He knew Sir Christopher, who was the son-in-law of Sir Winston Churchill, quite well and was keen that I should meet him, and also see at first hand certain common market arrangements.",
    "He telephoned the Prime Minister and obtained her permission for me to accompany him to Brussels. Generously, Tilak wanted me to have a larger experience, and therefore decided not to fly. Instead, we drove to Dover, took the channel ferry to Calais, and then drove on to Brussels. We had an interesting meeting with Sir Christopher and drove to Bonn for a late lunch, with C. Gunasingham who was acting for the Ambassador at the time. The next day, we took the ferry, this time from Ostend, and came back to Britain.",
    "One has to be deeply grateful to people like Tilak, who always took such an interest, a great deal of trouble, and incurred personal expense in broadening the horizons of those who had to deal with him. His wife Pam, a cultured and refined lady, matched his generosity, by taking us to the theatre to see some excellent plays, whenever, we had a free evening. They were also willing hosts who opened their residence and their dining table and were genuinely happy when you came.",
    "When I got back, I briefed the Prime Minister on the intelligence I had received, when in London. She got down WT Jayasinghe and instructed him to call the Soviet Ambassador to the Ministry and merely say that we would like the person concerned to leave the country within 10 days. He was further instructed to tell the Ambassador, if he asked for reasons, that we are in possession of information, that would make his further stay in Sri Lanka detrimental to the very good relations we enjoyed with the Soviet Union, and that it was in the interests of both countries that this whole thing was done quietly and without publicity. In the end, things were done very quietly indeed. The Soviet Ambassador, when confronted with our request, had merely stated that if this is what the Prime Minister wanted, he would comply. No reasons were asked.",
    "A few months after this episode, the Prime Minister had to visit the USSR. This visit was in the pipeline for sometime, and dates were finally fixed for November 1974. The Soviets sent a special four engine Turbo-prop plane to take the Prime Minister and party to the USSR and bring them back. These arrangements made it possible for a larger delegation than usual to accompany her.",
    "The principal members of the delegation were myself, Tissa Wijeyeratne; Dr. Mackie Ratwatte; Elmo Seneviratne, Director Economic Affairs of the Foreign Ministry; Mr. A.B. Elkaduwe, Additional Secretary, Ministry of Industries and Scientific Affairs; Mr. Balasubramaniam, Director (West) of the Foreign Ministry; Mr. Austin Fernando, Director External Resources; and Mr. D.P. Amerasinghe, Additional Private Secretary to the Prime Minister. There was also an aide, Mr. M.M. Weerasena of the Prime Minister’s office and a representative of the Sri Lanka Broadcasting Corporation.",
    "The Prime Minister’s son Anura also accompanied us and Mr. Nishanov, the Ambassador for the USSR in Sri Lanka came on the flight. We took off on November 10, 1974 and flew direct to Tashkent, a journey of some seven hours 40 minutes. We were put up for the night in a state guest house. Our bedrooms were large and the furniture heavy. My bed was very large and with an iron frame. The mattress was hard and seemed designed more to produce straight and hard backs than afford comfort.",
    "After dinner, when I went to sleep, I found the room grossly overheated and quite uncomfortable. On investigation I found that what we had was central heating with no possibility of regulation from the room. The guest house was a sprawling complex with long corridors, and when I opened the door of my room, to see whether I could bring this problem to someone’s attention, all was silent and there was no one in sight. There was no choice but to bear the discomfort for a few hours.",
    "It was, however, much worse than I had anticipated. Sleep was out of the question. I was bathed in sweat. The windows appeared to be sealed. I tossed and turned with abandon, and sometime during the night, there was a loud crack and the bed broke and one side slumped and sagged at an angle! The satisfaction of breaking such a massive looking bed, somewhat compensated for the lack of sleep. There was nothing left to do now, but to collect some of the bedclothes and settle down on the floor.",
    "The next morning, at breakfast I proudly announced my feat of the previous night to a gathering which included the Prime Minister and the Soviet Ambassador. Everyone was quite amused except the Ambassador, who looked embarrassed. It appeared that all had suffered from the problem of over heated rooms during the night. Only I had the distinction of breaking the bed as a response.",
    "After breakfast, we re-joined the flight and set out for Moscow. It took five and a half hours. As we got down in Moscow, it was bitterly cold. The wind cut through, what now appeared to be our inadequate protection, except for the Prime Minister and one or two others, who seemed to be more prepared. We were met at the airport by Prime Minister Kosygin, Foreign Minister Andrei Gromyko and other Soviet dignitaries, and after the playing of National Anthems, were witnesses to a march past of smart goose-stepping troops.",
    "We were housed in a large dacha, set in extensive wooded grounds. The rooms were once again large, but to our relief the heating system was much better. If at all, it was a little more on the cold side. Our hosts were very thoughtful and most of us were presented with heavy overcoats which were a great help. It was doubtful whether such heavy coats could have been obtained in many countries and certainly not in Sri Lanka. Wearing one of them and walking about provided protection and exercise at the same time.",
    "From the time we settled in, there was work to do. We had a draft communique almost ready, to which we had to add a few finishing touches, and we knew the Soviets had one too. They fixed the unusual hour of 10.15 in the night, to start joint discussions on the communiques. Tissa, with his Communist Party training explained that this was not unusual at all. He said that these were all tactics to wear down the other side and get what they want. Once we knew this, it was possible to steel one’s mind and to evoke the mental strength and stamina that were necessary.",
    "We met in the Soviet Foreign Ministry at 10 p.m. In addition to myself, our side included our Ambassador Dr. Soma Weeratunge; Tissa Wijeratne; Dr. Wiswa Warnapala, from the University of Peradeniya, who was on a few years attachment to our Embassy in a senior diplomatic position; and Mr. Balasubramaniam of the Foreign Ministry. First, there was the haggling about which draft to be used. Eventually, we agreed to use the Soviet draft as a basis, subject to discussions on the wording.",
    "Here, it was our intention to bring in the wording from our draft, or wording as approximate as possible, into the main communique. This was not easy. The Soviets were attempting to get us to subscribe to at the time, their relatively new concept of Asian Collective Security, which was going to be under their auspices. We were on the other hand a country active in the Non-aligned Movement, and with an influence in the movement which was disproportionate to our size or population. We also had very good relations with the West. We were not willing to come under the tutelage of any power bloc.",
    "The discussion dragged on till 1.15 a.m. and ended inconclusively on several important points. It was decided to meet again later in the day, the new day already having dawned.",
    "Later, we had formal talks in the Kremlin with Prime Minister Kosygin and his team, which included Foreign Minister Gromyko and other important Ministers. This meeting followed a lunch hosted by the Soviet Prime Minister. During the official discussions, Mrs. Bandaranaike bargained closely on many issues pertaining to Soviet aid to Sri Lanka. She wanted to get the best terms and the best deal possible. At one stage, Mr. Kosygin banteringly wagged a finger and said, “you are a hard lady.” Mrs. Bandaranaike replied that if she was hard, it was on behalf of her country.",
    "The discussions were cordial, and we were able to obtain assistance for the public industrial sector, as well as a commitment to preliminary studies relating to the Samanalawewa Hydro Electric Scheme. The meeting ended during the late afternoon. During the early evening the Soviet Prime Minister was taking the Prime Minister to the Bolshoi Ballet. The Ambassador, Mackie and I were also invited. But there was no question of my going. We had work to do on the communique with the Soviet side.",
    "I told Tissa to lead the discussions. With his old Communist background, during which he had also had a stint of training in the Soviet Union, he was quite proficient on their negotiating techniques and general strategy. This also gave me the time to think, whilst Tissa talked. The meeting kept dragging on. The Soviets were defending every word of their draft as if their life depended on it. Perhaps, their careers did. We for our part were not prepared to alter our foreign policy to suit anybody. We had discussed matters with the Prime Minister after our first meeting, and we knew we had her full backing on the Issues we considered important for us.",
    "Once the other side realized that we were unlikely to yield on some matters, and that we were in no hurry to reach agreement, although according to the programme we had to leave for Tibilisi-Georgia the following afternoon, after a luncheon signing of some agreements by the Prime Ministers, and the release of the communique, they became more accommodating. Some progress was made. There were still a very few important matters about which we were deadlocked.",
    "At this stage, the Russians called to their aid Deputy Foreign Minister, Firyubin. He strode into the room complaining that he had been disturbed at the ballet and that this was the first time in his career that he had to be dragged out from the ballet for a matter such as this. Tissa Wijeratne, sweetly replied “Excellency, you can see the ballet tomorrow. But we are leaving tomorrow and we will never be able to see it.” The Deputy Foreign Minister grunted testily.",
    "“What is all this?” he inquired. We politely told him. He realized that we meant business, and that we were not ready to agree on a communique at any cost. Things proceeded better thereafter, and we were eventually able to agree. By this time, it was very late, and the Prime Minister who had returned from the ballet had been wondering what had happened to us. She sent a message that she was waiting for us to return in order to have dinner. This also would have helped to expedite matters with the Russians.",
    "When we got back finally at about 10 p.m.. the Prime Minister was pleased that we had successfully defended our positions. The discussions had gone on for some six hours, and this with very little translations required, because most of the discussions were conducted in English. We worked as a team and enjoyed working together. The Prime Minister fostered this team spirit. She was, though the leader and at a much higher level, very much a part of the team. Her refusal to have dinner without us underlined this, and proved to be a great boost to us.",
    "There was an interesting sequel to our prolonged discussions. That night I was fast asleep, quite fatigued, well tucked under the blankets against the cold, when as if in a dream I heard the distant sound of knocking on what appeared to be my door. Soon, the knocking became quite loud, and I realized that it was indeed my door someone was knocking on. Put up suddenly from a deep and tired sleep, I took some time to get out of bed and reach the door. I was half shivering having suddenly emerged from under cosy blankets. The knocking continued.",
    "When I finally opened the door there was a young man from the Soviet Foreign Ministry sporting a broad grin and with a sheaf of papers in his hand, which he thrust into mine saying that this was the final version of the communique and would I check it, because they had to finalize everything by 7 a.m. and have it ready for signing at lunch. By this time, I was wide awake, and suspected that this was a piece of harassment aimed to teach us a lesson for being stubborn in the negotiations.",
    "I now wide awake therefore said, “Come in. Come in, let’s order some coffee and go through this together.” There was near panic in his face. His job seemed to be to disturb my sleep and get away. He said “No”, he had to report back to the Foreign Ministry. I said, I will telephone the Ministry and say, that in view of the obvious urgency that I want to go through the communique right now and hand it over to their official. But he mumbled some excuses, and virtually fled.",
    "Now that I was up and alert, I thought I would go through the draft straightaway. The time was 4.30 a.m, and that’s what I did. There were just a couple of matters I wanted to clarify with the Ambassador, Tissa and Professor Wiswa Warnapala in the morning. But substantially, almost everything was in order. The next morning Tissa, said that my nights disturbance was typical Soviet tactics, and that he was not at all surprised. If they really were tactics, I fail to understand what they sought to gain by them. Certainly, it could not have been goodwill.",
    "This whole episode, including the long drawn out negotiations on the joint communique appeared to me to illustrate the rigidity and the almost surreal nature of the system. Much time and effort were spent on relatively minor issues and any kind of compromise was hard to achieve. One felt that preoccupation with sheer process had taken a life of its own, and that the end result, which should have included the creation of respect and goodwill was lost to them.",
    "Most of the matters addressed in the communique should not have been those which should have kept a Foreign Ministry’s chandeliers burning all night. One really wondered how a great country like the Soviet Union could function in this way. In fact, the contrast between the Soviet Union and the West was brought out subsequently when the Prime Minister visited West Germany on a State visit. I did not go on this visit. But colleagues who did told me that the two sides exchanged their drafts of the communique at the airport on arrival, and subsequently at an informal twenty minute discussion, everything was finalized! These experiences were clearly illustrative of two very different systems, one, process oriented, cumbrous and bureaucratic, and the other pragmatic, practical and expeditious.",
    "Trump creates an even bigger threat than “immigrant vermin” – The Enemy Within",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}