{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84064",
  "time_ut": 1716060240.0,
  "original_lang": "en",
  "original_title": "Is s it too much to allow the North and the East to remember lives of their loved ones felled in the conflict as much as the Sinhala-South remembers their fallen soldiers?",
  "original_body_lines": [
    "If the Sri Lankan State tried with all its might and main to look ridiculous in the eyes of the world, it could not do better than the preposterous performance of law enforcement agencies in the North and East during the formal remembrance of those who died during the ending of Sri Lanka’s decades-old ethnic conflict on May 18th each year.",
    "Fifteen years after that inexpressibly sad phrase of the country’s turbulent history with images of emaciated men, women and children of the Wanni emerging out of the blood soaked sands of Mullivaikkal with haunted eyes, we have state agents performing miserable antics that only play into global anti-Sri Lanka propaganda machines with gusto. This is the result of police panjandrums acting to the directive of an Inspector General of Police whose record stands in abrupt contrast even when compared to his less than perfect immediate predecessors and his patron, the Minister of Public Security whose own record is no better.",
    "Perhaps if they and their subordinates employ a smidgen of common sense rather than strut their stuff in the former war theatre, we would not have to witness these manifest absurdities. This year, we have the farcical spectacle of Tamil civilians who tried to mark that period with the partaking of the traditional ‘kanji’ (porridge or rice gruel) being summarily arrested.  The humble porridge is of enormous significance as this was all that many of those caught in the defeat of the Liberation Tigers of Tamil Eelam (LTTE) by Sri Lankan state forces, had to eat at that time.",
    "So at what point does the communal consumption of ‘porridge’ become a national security threat to the State? On that same logic, when the South ate milk rice with celebratory crackers when former President Ranasinghe Premadasa was assassinated by the LTTE (though we had other nonsensical versions spun by those with vested ambitions), the police should have gone around arresting all and sundry?",
    "This time, the grounds advanced to prevent the consumption of porridge in public spaces were variously that this was for ‘health reasons’, to prevent discord in the multi-ethnic East and as they amounted to ‘commemorating’ the LTTE and calling for its revival.",
    "Apparently, these were the scarcely believable reasons given by the police in arresting several Tamil civilians engaging in the act of eating porridge in Trincomalee a few days ago. As to how all these dastardly motives can be read into the simple act of the communal partaking of porridge beggars the proverbial imagination.",
    "Four persons including three women arrested on that basis were released on bail five days later. No doubt they have become heroes in their community and for good reason. This is how the Sri Lankan State fosters ethnic discord and disharmony in short.",
    "In fact, the arrests have awakened more controversy than if the affected communities had been allowed to eat their rice gruel in peace. Across the districts of Trincomalee, Batticaloa and Kalmunai, the police appealed for magisterial orders to prevent Sri Lanka’s Tamil communities from eating porridge to mourn their dead. The Special Task Force (STF) were employed with force to threaten and intimidate communities.",
    "But is it too much to allow the North and the East to remember lives of their loved ones felled in the conflict as much as the Sinhala-South remembers their fallen soldiers? What more poignant event goes to the heart of ‘reconciliation’ and ‘truth’ if not this? And why should the Sri Lankan State adopt different policies depending on which President, IGP or Public Security Minister sit on their respective (albeit temporary) thrones? These remembrances in the North and East were permitted during the period of the Maithripala Sirisena Presidency.",
    "If so, what has precisely changed now to justify a different stance? Can the State discharge the burden cast upon it to logically explain or are we to live in the land of the perpetually bizarre? Certainly it is the height of irony, to be kind, that the Wickremesinghe Presidency which parades its farcical Truth and Reconciliation exercises with flair and aplomb, cannot be ‘truthful’ or for that matter, merciful enough to permit Sri Lanka’s Tamils to remember their dead.",
    "True, that dead may include former cadre of the LTTE. Each community affected by Sri Lanka’s numerous conflicts would remember their dead in different ways as does the Janatha Vimukthi Peramuna (JVP) in marking Rohana Wijeweera’s capture and killing by Sri Lankan security forces in the eighties.",
    "More importantly, giving this much prominence to the spectre of the revival of the LTTE is only counter-productive to the much trumpeted victory call of the Sri Lankan State that it vanquished the LTTE.",
    "In fact, all this has afforded a space for some to throw fuel to the fire under which the contested ‘kanji’ pots in the North and East simmer, by making a public spectacle of the prevention of remembrances of the Wanni’s ‘dead and disappeared.’",
    "Noted French philosopher Jean Paul Sartre (1905-1980) explained his famous dictum that the oppressor-State legitimises its oppression by the use of the law. He went on to controversially legitimise the use of violence in meeting that oppression.  By engaging in such ridiculous state overreach, it is almost as if state agencies are playing into the hands of those who like to poke fun at the Sri Lankan State.",
    "And in Colombo, the police who act like lions in arresting Tamil women for eating porridge only cower like meek sheep when a State Minister strikes a porter at Sri Lanka’s international airport for having the temerity to ask for money for carrying his wife’s luggage.",
    "What we see is the familiar and useless drama of ‘recording a statement from him. What is sought to be ascertained from such an exercise? That he did not assault the unfortunate porter? But the offending State Minister admits that he did and also mumbles but not with a contrite face that the act was wrong on his part.",
    "This thuggish parliamentarian has a history of outrageous behavior including shouting abuse at former Speaker Karu Jayasuriya and throwing packets of chilli powder during the fracas in Parliament when his Rajapaksa-led Pohottuwa faction in the House tried to capture power. Perchance he did not quite realise that cameras were recording his actions during the incident in question.",
    "Quite rightly, the Minister of Public Security who acted out his bravado recently by justifying ‘action to be taken’ against a passenger who had loudly questioned as to why the Sri Lankan Government had ‘outsourced’ the issuance of visas to a global visa processing service at Katunayake, has been forthrightly asked by the Sri Lankan public as to why he is silent when a State Minister behaves like a  common ruffian at the airport. We do not see any response in regard to that questioning.",
    "But to return to our main point, why is the Government so afraid of people eating porridge in the North and East? And what is the point of setting up this newest Truth Commission, on which state funds are expended, to engage in a charade of ‘consultations’?",
    "Memorialisation, as we may recall, is an integral part of any country’s truth and reconciliation process. Without a consistent state policy on this, we may as well throw all our ‘reconciliation’ efforts into the dustbin.",
    "Which is where they presently belong, it must be said with force."
  ]
}