{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CFA-Society-Sri-Lanka-Capital-Market-Awards-2024-to-recgonise-ESG-reporting/34-760431",
  "time_ut": 1712524409.0,
  "original_lang": "en",
  "original_title": "CFA Society Sri Lanka Capital Market Awards 2024 to recgonise ESG reporting",
  "original_body_lines": [
    "CFA Society Sri Lanka Vice President and ESG Committee Chair Rashmi Peiris-Paranavitane",
    "The 11th annual CFA Society Sri Lanka Capital Market Awards will be held on 18 June 2024, with a key highlight being the Best ESG Reporting Award conferred for the first time in the history of the signature event. ESG reporting refers to the process of disclosing a company’s performance and practices related to environmental, social, and governance (ESG) factors. It involves communicating relevant information to key stakeholders, including investors, employees, customers, regulators, and the public, about how a company is managing its ESG risks and opportunities.",
    "First mooted at the CFA Society Sri Lanka Capital Market Awards 2023, the Best ESG Reporting Award will recognize companies listed on the Colombo Stock Exchange (CSE) that have demonstrated a commitment to creating a positive impact in the areas of environment, social, and governance and have adopted best practices in relation to global ESG reporting standards and disclosures. CFA Society Sri Lanka Vice President and ESG Committee Chair Rashmi Peiris-Paranavitane said: “The CFA Society Sri Lanka is committed to promoting sustainability in our capital markets. The introduction of this award is a continuation of those efforts to encourage the adoption of best practices in sustainability reporting among corporates in Sri Lanka.”",
    "Giving prominence to ESG reporting among listed entities is anticipated to help them understand that financial performance is not the sole measure of performance. Today, companies work in the context of global markets and therefore, need to be in line with relevant regulations and compliance, particularly in regions such as the European Union (EU), which requires a greater focus on ESG factors. In addition, global institutional investors maintain a stringent focus on ESG reporting as a prerequisite when considering equity investments, thereby benefiting listed entities that consider ESG factors when looking to attract foreign investments.",
    "ESG advocacy efforts gather speed Awareness of ESG remains low in Sri Lanka’s capital markets domain with only a handful of large corporations considering ESG factors in detail, while local investors also tend to demonstrate low awareness levels on the subject. Set against this backdrop, CFA Society Sri Lanka’s advocacy efforts have included webinars focused on ESG, catering to investors and companies, as well as universities and the general public. Moreover, the Society has promoted the Certificate in ESG Investing, awarded by CFA Institute, in a bid to develop ESG-related skills among local market practitioners. CFA Society Sri Lanka also provides technical assistance for regulatory bodies in Sri Lanka to develop ESG standards and expects that over time, more listed companies will adopt reporting standards while investors will also learn to look beyond the financials.",
    "Two-step process to evaluate award applicants. The evaluation process for the Best ESG Reporting Award involves selection criteria that have been developed in line with global best practices on ESG reporting and encompasses a two-step process. The first step requires companies to submit an application form, available on the CFA Society Sri Lanka website and published in newspapers. These entities would be shortlisted based on their reporting practices, the frameworks used and ESG factor disclosures. The deadline for submitting applications is 29 April 2024. The second step would see shortlisted companies being invited to make a presentation to a panel of judges comprising a collection of ESG industry practitioners, ESG research analysts, and individuals with a background in climate change at leading financial institutions. Based on this process, three awards – Gold, Silver, and Bronze – will be conferred at the CFA Society Sri Lanka Capital Market Awards 2024."
  ]
}