{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/of-that-paan/",
  "time_ut": 1706892120.0,
  "original_lang": "en",
  "original_title": "Of that paan",
  "original_body_lines": [
    "Sri Lanka is experiencing various shortages, but gazette notifications are never in short supply. The only thing the Gotabaya Rajapaksa government did efficiently was to issue gazettes, but most of which were withdrawn immediately after their issuance. Naturally, Sri Lankans do not take gazettes seriously, especially when they make announcements beneficial to the public.",
    "The Consumer Affairs Authority (CAA) has issued a Gazette Extraordinary specifying the weight of a loaf of bread or paan. This is something long overdue. The CAA let the grass grow under its feet before taking some action to safeguard the interests of bread consumers. The standard weight of a loaf of bread has been specified as 450g with a tolerance deficiency of 13.5g. Besides, all traders are required to display the weight of bread for sale. The gazette notification applies to all types of bread manufactured, packed, stored, displayed for sale or sold retail or wholesale, in this country.",
    "There must be a maximum retail price for bread as well. Bread is sold at different prices at present. Now that the weight of bread has been specified, a cap must be set on the bread prices to prevent bakers and traders exploiting the public, who ‘cannot even say paan’, as a local saying goes.",
    "Politicians are hauled over the coals for aggravating the economic woes of the public. But most members of the business community are no better; they fleece consumers in every possible manner and laugh all the way to the bank while being critical of politicians.",
    "It may not be possible to legislate for the prices of all bakery products, except bread, and other food items made from wheat flour to be regulated, but the government must at least take action to ensure that they are prepared and served hygienically. Fines must be imposed on those who sell unhygienically prepared food items such as kottu and fried rice containing harmful additives. The incidence of NCDs (Non-communicable Diseases) is extremely high in Sri Lanka; they account for 70 percent of the national disease burden. Ready-to-eat meals containing high levels of oil, salt and flavour enhancers are believed to have contributed to this situation.",
    "Hotel and eatery operators have earned notoriety for using degraded cooking oil and harmful food colourings and additives endangering the lives of the public. Most eating houses are unhygienic. The Public Health Inspectors (PHIs) stand accused of turning a blind eye to these illegal practices for obvious reasons; allegations abound that many of them have their palms greased at the expense of the public. The PHIs have joined other health workers in demanding that they be given the same DAT (Disturbance, Availability and Transport) as doctors!",
    "There is a pressing need for stringent action to be taken against errant members of the business community as well as the corrupt elements among the PHIs and CAA officials.",
    "Now that a gazette has been issued announcing the weight of bread, the CAA will have to ensure compliance. Given the sheer number of unscrupulous traders who violate the consumer protection laws, the CAA may be able to boost the state revenue significantly by way of fines. The general consensus is that most traders blatantly flout the consumer protection laws with impunity owing to the CAA’s inefficiency and/or corruption.",
    "It is hoped that the CAA will stay awake and make a serious effort to implement its paan gazette without allowing crafty bakers and traders to find ways and means of circumventing it.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}