{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97131/volcano-erupts-in-iceland-for-third-time-in-2-months",
  "time_ut": 1707448860.0,
  "original_lang": "en",
  "original_title": "Volcano erupts in Iceland for third time in 2 months",
  "original_body_lines": [
    "A volcano began erupting in southwestern Iceland early Thursday, sending lava jets as high as 80 meters, the country’s weather office said.",
    "“At 5:30 this morning an intense seismic activity started north-east of Mt. Sýlingarfell. Around 30 minutes later, a volcanic eruption started at the site,” the Icelandic Met Office said.",
    "Images taken by an Icelandic Coast Guard surveillance flight appeared to show the eruption taking place at a location near the Dec. 18 eruption, official said.",
    "Another eruption nearby on Jan. 14 sent lava flowing into Grindavik, a small town that had been evacuated prior to the eruption.",
    "The latest eruption began at about 6 a.m. local time on Thursday, after a series of earthquakes rumbled the region for a half-hour, Met officials said.",
    "The fissure was about 3 km long, stretching from Mount Sundhnúkur towards the eastern part of Mount Stóra-Skógfell, the office said.",
    "“Lava flows mostly towards west at the moment and the flow seems to be slightly less than at the start of the 18th of December eruption,” the office said.",
    "It wasn’t immediately clear if the town of Grindavik, where homes had been destroyed by the most recent eruption, was at risk from Tuesday’s fissure. But it appeared it may be spared, a local politician said.",
    "“This time a bit further North than December eruption and further away from town of Grindavik,” Gisli Olafsson, an MP, said on social media.",
    "The nearby geothermal spa Blue Lagoon had closed on Thursday, according to its website.",
    "President Guðni Th. Jóhannesson posted a photo of billowing smoke, saying it was the “view outside my residence as I woke up this morning.”",
    "He said flight to and from Iceland had not been affected by Thursday’s eruption.",
    "“As before, our thoughts are with the people of Grindavík who cannot reside in their beautiful town,” he said. “This too shall pass.”"
  ]
}