{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-gives-tax-payer-guarantee-to-central-banks-us2-45bn-india-debt-155290/",
  "time_ut": 1710900780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka gives tax-payer guarantee to central bank’s US$2.45bn India debt",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka tax payers have underwritten 2,451.43 million dollars of borrowings taken by the central bank from India through a Treasury guarantee, official data shows, sharply increasing the obligations of the state.",
    "The guarantee was originally issued on 17 October 2023 to the Reserve Bank of India for 2,601 million dollars and will be effective till 17 October 2024.",
    "Remaining borrowings under Sri Lanka’s Treasury guarantees mostly to state enterprises climbed to 1,931 billion rupees by end December 2023, from 1,050 billion in September at the conversion rate used in a debt update.",
    "Issued Treasury guarantees were 2,387 billion rupees by December from 1,527 billion in September.",
    "Sri Lanka’s IMF program initially had a Treasury guarantee ceiling of 1,700 as an indicative target, which was raised to 2,100 in the last review.",
    "Sri Lanka’s central bank borrowed dollars from the Reserve Bank of India through a swap and also by running arrears on dollars owed through the Asian Clearing Union for private imports.",
    "A central bank with a policy rate that sells dollars to maintain the exchange rate, immediately prints money to offset the sale (sterilizes the intervention) to mis-target rates, worsening a currency crisis and allowing banks to give credit without deposits.",
    "The exercise is carried out by macro-economists running soft-pegs or flexible exchange rates in the belief that monetary reserves can be used for private sector imports.",
    "The belief seems to have emerged among Western inflationist academics after the 1920s in line with the invention of open market operations by the Fed and by Keynes’ belief in the spurious ‘transfer problem’, analysts say.",
    "Neither clean floats nor hard pegs (currency boards) use reserves for imports or for any other purpose.",
    "Central bank swaps were invented by the ‘independent’ US Federal Reserve in the 1960s as money was printed to operate ‘macro-economic policy’ (potential output targeting in another name), because the agency did not want to give gold reserves to foreign central banks which were not printing money and wanted to redeem overproduced Fed notes.",
    "There was a surge of forex borrowings by the Fed through swaps when money was printed ahead of the collapse of the Bretton Woods, when it eventually floated (suspended convertibility).",
    "Swaps allowed inflationist central bankers not only run down reserves backing the note issue to target or mis-target the policy rate, but get into debt to continue to mis-target the rate and print more domestic money into banks to sterilize the reserve sales, critics say.",
    "Sri Lanka’s central bank still has negative foreign assets as a result of borrowings from the IMF, Swaps, and ACU arrears being effectively used to mis-target rates via sterilized dollar sales.",
    "However, as a result of re-financing credit, the central bank’s foreign debt from swaps or ACU arrears is effectively backed by (already issued) Treasury securities bought outright or taken as collateral for any liquidity injected into banks.",
    "When the borrowed dollars are run down, and more money printed to mis-target the policy rate, the central bank ends up with an open position on dollars, which triggers a loss when the currency collapses due to earlier mis-targeted rates and sterilized interventions.",
    "The ‘independent’ Fed has also come under fire for mis-using swaps to bailout Mexico, outside the control of the Congress in the mid 1990s when the Bank of Mexico mis-targeted rates, undermined its peg and drove the country towards default, despite the politicians operating good fiscal metrics.",
    "Critics have slammed Fed’s swaps with other counterparts without congressional approval for being extra legal and also democratically unsanctioned foreign policy as well as for being yet another action for which central banks are not accountable.",
    "Critics have questioned the concept of giving independence to an agency that engages in macro-economic policy and prints money to trigger high inflation in the belief that it can spur growth, but ultimately triggers monetary instability or asset price bubbles.",
    "From mid-2022, after India cut the ACU tap, Sri Lanka’s central bank was able to end inflationary policy, and regain monetary stability.",
    "Since then, rates have come down amid stability, a slowdown in domestic credit and confidence from deflationary policy despite reserves being collected.",
    "Domestic credit also fell due to taxes reducing non-interest borrowings, SOE price corrections, and a slowdown in private credit. (Colombo/Mar19/2024)"
  ]
}