{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Recent-electricity-tariff-revision-not-given-by-the-government/108-278298",
  "time_ut": 1709658480.0,
  "original_lang": "en",
  "original_title": "Recent electricity tariff revision not given by the government",
  "original_body_lines": [
    "Colombo, March 5 (Daily Mirror) - The recent electricity tariff revision was not given by the incumbent government or current political authorities but by the collective efforts of civil organisations, the public and the media, former Public Utilities Commission of Sri Lanka (PUCSL) Commissioner Janaka Ratnayaka said.",
    "Addressing the media today, he praised the 21.9 percent electricity tariff revision announced recently by the current PUCSL chairman.",
    "He claimed that the PUCSL members or the political authority did not agree to provide this tariff revision.",
    "\"I started this mission to grant this revision during my tenure as the former PUCSL chairman. I lost my job because of that. The proposal, which was signed by me during my tenure, was passed and received as a benefit to the people. The proposal for the electricity tariff revision, which I made in February 2022, has become a reality in March 2024.",
    "\"Since 2022, the PUCSL had been making the decision to reduce the electricity tariff for the people. But the tariff revision was initiated at a huge margin during the past two years by several disqualified PUCSL members and the chairman,\" Ratnayaka said. However, this revision will help people with low incomes and people who use electricity in the range of 0 to 30 units, Ratnayake added.",
    "Meanwhile, the incumbent PUCSL chairman categorically said that the CEB had made a huge profit of Rs. 62 billion last year. The CEB also made a huge profit in January (Rs. 10 billion) and February (Rs. 15 billion) this year.",
    "\"The nearly Rs. 90 billion profit that the CEB had gained was not given to the people. Therefore, necessary arrangements should be made to provide that benefit to the people, and we should exert that pressure on the relevant authorities,\" Ratnayake said.",
    "Meanwhile, he said authorities must take appropriate action to reduce the water tariff as well."
  ]
}