{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lavanya-travels-wins-best-thailand-tour-organiser-award-at-asia-miracle-awards/",
  "time_ut": 1723316940.0,
  "original_lang": "en",
  "original_title": "Lavanya Travels wins Best Thailand Tour Organiser Award at Asia Miracle Awards",
  "original_body_lines": [
    "Lavanya Travels Pvt. Ltd. has won the Best Outbound Tour Organiser at the prestigious Asia Miracle Awards, organised by MUGP International Organisation. The award ceremony was recently at the Water’s Edge Hotel in Battaramulla. Established in 2014, Lavanya Travels began its journey by organising small group tours to Thailand. Despite the challenges posed by the Covid-19 pandemic in 2019, the company resumed operations with renewed vigor and now arranges two groups of 50 travellers each to Thailand every month. Over the past, they have earned the trust of countless customers from all parts of the country. The company’s dedication to providing unparalleled travel experiences has been recognised with the several awards including Pinnacle Award last year (2023), and now the Asia Miracle Award.",
    "What sets Lavanya Travels apart is their all-inclusive, luxury packages with no hidden fees. Their most-sought-for 6-night, 7-day package, priced at Rs. 229900, includes visits to 14 top attractions in Thailand, ensuring a memorable and immersive experience. Customers consistently praise the company for its transparency and exceptional service. One of the highlights of Lavanya Travels’ tours is the presence of two Sri Lankan guides, one male and one female, who cater to every traveller’s needs. The company’s brand ambassador, popular actress Nethmi Roshell, further reinforces their commitment to excellence. The company goes above and beyond by visiting clients at their homes to collect necessary documents including passports, so their clients do not have to visit the office from distant areas. From the moment travellers arrive at the airport, Lavanya Travels handles it all, providing a stress-free start to the journey. They also organise trips to other popular destinations, including Dubai and Malaysia.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}