{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96860/israeli-forces-kill-three-palestinian-militants-in-west-bank-hospital-raid",
  "time_ut": 1706617260.0,
  "original_lang": "en",
  "original_title": "Israeli forces kill three Palestinian militants in West Bank hospital raid",
  "original_body_lines": [
    "Israeli forces have killed three militants inside a hospital in Jenin, in the occupied West Bank.",
    "CCTV footage showed members of an undercover unit disguised as medics and other civilians making their way through a corridor with rifles raised.",
    "The Israeli military said the militants were hiding in the hospital, and that one was about to carry out an attack.",
    "The Palestinian Authority’s ministry of health accused Israel of carrying out a “new massacre inside hospitals”.",
    "Hamas, an armed Palestinian Islamist group which is fighting a war with Israel in Gaza triggered by its unprecedented attacks on Israel on 7 October, said the Israeli forces had “executed three fighters”, including one of its members",
    "Another armed group, Palestinian Islamic Jihad, said two of those killed were its members and were brothers. It added that one of them had been receiving treatment at the hospital.",
    "The security camera video from Ibn Sina hospital shows several members of the Israeli undercover unit - men and women - hurrying through a corridor, training their weapons left and right. One can be seen taking a piece of clothing of an unidentified person who is kneeling down with his hands behind his head, then covering his head with it.",
    "Tensions have soared in the West Bank since the 7 October attacks, with near daily Israeli arrest raids and clashes with Palestinians. Jenin, a militant stronghold, has been a focus of such raids for months.",
    "Since 7 October, Israeli forces have killed at least 357 Palestinians - militants, civilians and attackers - in the West Bank, while Israeli settlers have killed at least eight, according to the United Nations.",
    "Palestinians from the West Bank have killed at least 10 Israelis in attacks in the West Bank and Israel in the same period.",
    "In a statement, the Israel Defense Forces (IDF) said the Hamas suspect who was killed had “planned a raid attack inspired by the October 7th massacre”. On that date, waves of Hamas gunmen invaded Israel from Gaza, killed about 1,300 people - mainly civilians - and took about 250 others back to Gaza as hostages.",
    "The attack triggered Israel’s military campaign in Gaza, with the declared aim of destroying Hamas. The Hamas-run health ministry in Gaza says more than 26,600 Palestinians - mostly women and children - have been killed in the Israeli offensive.",
    "The official Palestinian news agency in the West Bank, Wafa, said the three Palestinians in the hospital had been “assassinated”.",
    "According to its sources in the hospital, about 10 members of Israeli special forces dressed in civilian clothes went to the third floor, where they killed the men using weapons fitted with silencers.",
    "One of the PIJ members who was killed had been receiving treatment for an injury in the hospital since 25 October, it added."
  ]
}