{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Central-Industries-appoints-new-Chairman-Non-Executive-Directors/34-781105",
  "time_ut": 1756760080.0,
  "original_lang": "en",
  "original_title": "Central Industries appoints new Chairman, Non-Executive Directors",
  "original_body_lines": [
    "Central Industries PLC yesterday announced the appointment of C.S. Hettiarachchi as the Non-Executive Chairman of the company, along with Thilini Wathsala Weerasinghe and Dushan Virantha as Non-Executive Directors.",
    "Hettiarachchi was appointed to the Board on 30 June 2018. He holds a Bachelor of Laws (LL.B) Degree from the University of Colombo and an MBA from the University of Sri Jayewardenepura (PIM). He is an Attorney-at-Law of the Supreme Court of Sri Lanka. He is a past Chairman of the Leasing Association of Sri Lanka (LASL) and served as a Director of Credit Information Bureau of Sri Lanka (CRIB). Other current appointments in listed companies: He served as the Director – Corporate Affairs of Central Finance Company PLC and is a Director of Tea Smallholder Factories PLC. Others: Director of Dehigama Hotels Company Ltd. and Finance House Consortium Ltd. He serves as a Director on five other companies within the Central Finance PLC Group.",
    "Thilini Weerasinghe is a finance professional with over 15 years of experience that includes more than 10 years in auditing and assurance across multiple sectors, complemented by five years in leadership roles where she has excelled in risk assessment, internal controls, and financial reporting, regulatory compliance, and operational oversight.",
    "Weerasinghe currently serves as the Chief Financial Officer at Central Finance Company PLC. Since joining Central Finance in June 2019, she has held senior roles, including General Manager and Assistant General Manager – Internal Audit, before being appointed as CFO in December 2021. She had previously been in senior managerial positions as Head of Finance at Axis Bank Ltd. (Sri Lanka Branch) and Senior Manager – Assurance at Ernst & Young, Sri Lanka.",
    "She is an Associate Member of the Institute of Chartered Accountants of Sri Lanka (ICASL) and holds a Bachelor of Science (Hons) Degree in Accounting (Special) from the University of Sri Jayewardenepura.",
    "Dushan Virantha has over a decade of experience in strategic planning and data analytics within the financial services sector. He currently serves as Senior Assistant General Manager – Strategic Planning and Data Analytics at Central Finance Company PLC. His expertise includes strategic planning, developing strategic initiatives, performance management, data analytics and artificial intelligence, and risk management, with a proven track record of driving data-driven strategic initiatives and supporting business growth. He is a CFA Charterholder from the CFA Institute (USA), holds a BBA in Finance from the University of Colombo, and a Postgraduate Diploma in Marketing from the Sri Lanka Institute of Marketing."
  ]
}