{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112265/sri-lankas-foreign-minister-to-deliver-statement-at-60th-unhrc-session-today",
  "time_ut": 1757302200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Foreign Minister to deliver statement at 60th UNHRC session today",
  "original_body_lines": [
    "The 60th session of the United Nations Human Rights Council (UNHRC) commences today (8) in Geneva and will continue until October 8.",
    "Sri Lanka’s Minister of Foreign Affairs, Vijitha Herath, is expected to deliver a special statement on behalf of the Government of Sri Lanka during the session.",
    "The Ministry of Foreign Affairs announced that the Minister will also engage in discussions with several high-level diplomats on the sidelines of the Council meetings.",
    "A special meeting is scheduled to take place between UN High Commissioner for Human Rights, Volker Türk, and Minister Vijitha Herath.",
    "Commenting on the significance of the session, former Sri Lankan Human Rights Commissioner, Professor Prathibha Mahanamahewa, stated that the 60th UNHRC session will be of particular importance to Sri Lanka.",
    "He further revealed that a draft resolution concerning Sri Lanka had been submitted to the Ministry of Foreign Affairs about a month ago.",
    "Meanwhile, the Government of Sri Lanka has submitted its official response to the report presented to the Human Rights Council by High Commissioner Volker Türk, following his recent visit to the country.",
    "“Sri Lanka observes that external initiatives will only serve as hindrances to the ongoing national efforts and serve to polarise the population. The GoSL does not agree with the conclusions and recommendations in the report with regard to international action.",
    "The Government has the mandate to and is firmly and sincerely committed to working towards a country that respects and celebrates the diversity of its people with no division or discrimination based on race, religion, class and caste.",
    "The Government is resolved not to leave room for a resurgence of racism or extremism in Sri Lanka. As Sri Lanka moves forward on this path through its domestic processes, the understanding, encouragement and support of the international community is welcomed and appreciated.”"
  ]
}