{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lankan-business-delegation-visits-FoodAgro-2024-in-Karachi/34-765957",
  "time_ut": 1724614801.0,
  "original_lang": "en",
  "original_title": "Lankan business delegation visits FoodAgro 2024 in Karachi",
  "original_body_lines": [
    "A 22-member Sri Lankan business delegation, organised by the Trade Development Authority of Pakistan (TDAP) and the Pakistan High Commission in Colombo, attended FoodAgro 2024 in Karachi.",
    "The Consulate General of Sri Lanka in Karachi facilitated the visit.",
    "The delegation comprised prominent Sri Lankan business leaders, officials from the Department of Animal Protection and Health, Pakistan High Commission in Colombo Trade Development Officer Asela Rangana, and Sri Lanka-Pakistan Business Council President Indhra Kaushal Rajapaksa.",
    "During the visit, the group toured the expo, engaging with potential business partners and exploring various collaborative opportunities.",
    "A highlight of the visit was a high-profile meeting with Pakistan’s Commerce, Industry and Production Federal Minister Rana Tanveer Hussain, joined by TDAP Executive Director Zubair Motiwala. The discussions were focused on elevating bilateral business relations to new heights.",
    "The Consulate General organised a session for the delegation with Karachi Chamber of Commerce and Industry President Iftikhar Ahmed and his Management Committee and discussed matters relating to the formation of a joint business group, the organisation of trade exhibitions in Colombo and Karachi, and the establishment of a trade dispute resolution mechanism.",
    "Sri Lankan Consul General in Karachi Jagath Abeywarna and Pakistan-Sri Lanka Business Forum President Aslam Pakhali and Management Committee hosted a networking dinner at the Consulate General in Karachi with the participation of the Sri Lankan delegation and potential Pakistan business entities.",
    "The visit underscored a shared commitment to enhancing economic ties between Sri Lanka and Pakistan, paving the way for exciting new ventures"
  ]
}