{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Mehta-Toss-Rule-for-Indian-Premier-League-Playoffs/108-282833",
  "time_ut": 1715958840.0,
  "original_lang": "en",
  "original_title": "'Mehta Toss Rule' for Indian Premier League Playoffs",
  "original_body_lines": [
    "(Daily Mirror) - Dr. Rabindra D. Mehta, an India-origin Sports Aerodynamics Consultant, who, in 1980 used to open the bowling with Imran Khan for the Royal Grammar School in Worcester, and who has researched extensively on swing bowling, has been following the IPL from the USA, where he is now based at.",
    "When the Indian cricket board is considering abolishing the tossing of the coin in local matches, the scientist has expressed his views on how the coin would be advantageous to the well-deserving higher ranking teams only.",
    "\"As we approach the end of the regular IPL season, all the teams in contention are vying for the first two spots (seed 1 and seed 2), and for good reason, since they get “two bites at the cherry”! However, what is the advantage of finishing first (as opposed to second)? NONE!! And, for that matter, there is no advantage in finishing third as opposed to fourth.\"",
    "\"In almost every other sport, seeding matters when it comes to the playoffs. Should that not be the case in IPL cricket as well, and if so, how can it be achieved? In most other sports, the advantage for the higher seed is by gaining “home field advantage.”",
    "However, the venues for the playoffs are predetermined in the IPL so that cannot be applied. So how can the team with the higher seed are rewarded?\"",
    "Suggesting the ‘Mehta Toss Rule’, he said \"The team with the higher seed is automatically granted the coin toss win. This can be applied all through the playoffs (including the final) whereby the team with the higher seed is awarded the coin toss win. There is so much discussion regarding the toss before every IPL match, and for good reason.\"",
    "\"Depending on the pitch/ground conditions and weather forecasts, each team decides what their preference would be if they won the toss and this can sometimes affect the outcome of the match.”",
    "“So this coin toss win would serve as a well-deserved advantage for the team with the higher seed. While too late for this year, I urge the IPL management to seriously consider the “Mehta Toss Rule” for future IPL tournaments,\" he signed off."
  ]
}