{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lanka-Walltiles-announces-three-new-Directors-on-Board/34-771548",
  "time_ut": 1736297155.0,
  "original_lang": "en",
  "original_title": "Lanka Walltiles announces three new Directors on Board",
  "original_body_lines": [
    "Lanka Walltiles PLC has announced the appointment of three additions to its Board of Directors.",
    "Yogadinusha Bhaskaran has been appointed as Non-Executive Director and Dinesh Mendis and Naomal Pelpola as Independent Non-Executive Directors.",
    "Dinusha Bhaskarar is a financial and accounting professional with over 20 years of experience, who currently, serves as the Managing Director of Vallibel One PLC and Executive Director of Delmege Ltd.",
    "ln addition, she presently serves in the capacity of Non-Executive Director on the Boards of LB Finance PLC, Vallibel Power Erathne PLC, Country Energy Ltd., and as a Member of the LB Finance Audit Committee. She is also the Chairperson/Director of Greener Water Ltd.",
    "Bhaskaran has previously worked as a Financial Controller with several Australian companies in Melbourne for a number of years and was the Assistant General Manager (Finance and Planning) at Pan Asia Banking Corporation PLC.",
    "Bhaskaran is a Fellow of the Chartered Institute of Management Accountants UK (FCMA), Fellow of CPA Australia (FCPA) and an Associate Member of the Institute of Bankers Sri Lanka.",
    "She had the distinction of being awarded the most coveted award for Best Corporate Leader 2023, presented by WIM, at the Top50 Professional & Career Women Global Awards.",
    "Naomal Pelpola is an eminent legal practitioner in Sri Lanka, having been admitted to the Bar in May 2002, with a versatile practice in the Courts of First Instance (District Court and Commercial Court) as well as in the Appellate Courts (Court of Appeal and Supreme Court).",
    "Pelpola specialises in the fields of Commercial Law, Banking Law, Business Law, Intellectual Property Law, Property Law, Labour Law and Family Law. He has extensive experience in alternate dispute resolution procedures (Arbitration) both in the capacity of Arbitrator, as well as Counsel and has on several occasions been appointed as Prosecuting Counsel for the Sri Lanka Institute of Architects (SUA).",
    "Pelpola holds a Degree in Law (LLB) from the University of London, and a Masters in Law (LL.M) from the University of Colombo.",
    "Dinesh Mendis has a corporate career spanning over 30 years and is an innovative business leader with exceptional strategic, operational, marketing and people development experience and was a Director of Aitken Spence Group Ltd., from 2001 to 2022.",
    "He has served as the Managing Director, companies in a variety of industries which include Fintech and Financial Services, Freight Forwarding, Logistics, Engineering and held Directorships in companies in ICT, Printing and Packaging, and Real Estate Industries in Sri Lanka. He also has experience working in the Retail industry in the United States.",
    "Mendis holds a Bachelor of Science Degree (BSc), (Magna Cum Laude) from Slippery Rock University of Pennsylvania, USA, specialising in Marketing and Economics where he won the outstanding Undergraduate Student award in Marketing and Economics in his final year 1992. He also holds a Master of Business Administration Degree (MBA) specialising in Marketing in 1993 from The University of Texas, USA.",
    "Mendis has served on the Board of Directors of the American Chamber of Commerce in Sri Lanka and currently serves on the Board of The National Council for Child and Youth Welfare and is involved in mentoring and advising local startup companies and small enterprises."
  ]
}