{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-forum-debate-challenges-and-explores-solutions-to-SOE-restructuring/34-759544",
  "time_ut": 1710525860.0,
  "original_lang": "en",
  "original_title": "CA Sri Lanka forum debate challenges and explores solutions to SOE restructuring",
  "original_body_lines": [
    "From left: Arjuna Herath, Suresh Shah, Reyaz Mihular and Dr. Indrajit Coomaraswamy",
    "Stepping up in its standing as the National Body of Accountants and as a leading professional body, the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) took the initiative to bring together experts to focus on the highly debated restructuring process of State-Owned Enterprises (SOEs).",
    "The enlightening forum held recently, in collaboration with the Ministry of Finance, Economic Stabilisation, and National Policies, served as a pertinent platform that brought together prominent figures representing the Government, industry and corporate to discuss and debate critical issues and explore potential solutions related to SOE restructuring in the country.",
    "The event was keynoted by Central Bank of Sri Lanka former Governor Dr. Indrajit Coomaraswamy, followed by an insightful panel discussion featuring State-Owned Enterprises Restructuring Unit Director General Suresh Shah and Bairaha Farms Chairman and Sri Lanka Telecom Former Chairman Reyaz Mihular. The session was moderated by CA Sri Lanka Policy Advocacy and Economic Contribution Committee Chairman and CA Sri Lanka Past President Arjuna Herath.",
    "CA Sri Lanka President Heshana Kuruppu and Vice President Tishan Subasinghe with Suresh Shah,",
    "During the forum, participants were provided with an in-depth understanding of the current landscape of SOEs in Sri Lanka and a detailed analysis of the challenges and opportunities associated with SOE restructuring, in addition to exploring the best practices and recommendations to ensure effective SOE reforms which will benefit the country in the long term.",
    "Among those present at the event were also CA Sri Lanka President Heshana Kuruppu, Vice President Tishan Subasinghe, CEO Asoka Piyadigama and Chief Operating Officer Lakmali Priyangika.",
    "The forum was the first initiative of the newly established PAECC, chaired by Herath. The committee aims to serve as a proactive and influential advocate for the accounting profession and the broader public interest in Sri Lanka. Through rigorous research, stakeholder engagement, and strategic advocacy, the committee will work to address policy matters affecting the profession, businesses, and society at large. By promoting transparency, accountability, and sustainable economic growth, PAECC also aims to enhance the integrity and effectiveness of the profession while contributing to the advancement of the nation’s economic well-being apart from continuing to play the public interest role entrusted to the profession."
  ]
}