{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Lawyers-Collective-speaks-out-on-22nd-Amendment-to-the-Constitution-Bill/14-764367",
  "time_ut": 1721175638.0,
  "original_lang": "en",
  "original_title": "Lawyers’ Collective speaks out on 22nd Amendment to the Constitution Bill",
  "original_body_lines": [
    "The Cabinet of Ministers has approved the Twenty-Second Amendment to the Constitution Bill, the legal effect of which would be that a Bill that seeks to extend the term of office of the President or the duration of Parliament to over five years would require a two-thirds majority in Parliament and the approval of the People at a Referendum. The Bill seeks to amend present Article 83(b), according to which the maximum period to which such term or duration can be extended without a Referendum is six years. Article 83 also states that any Bill that seeks to amend Article 83 itself would require a two-thirds majority and approval at a Referendum. Thus, it is clear beyond doubt that the proposed Bill will require a two-thirds majority and a Referendum.",
    "The Nineteenth Amendment to the Constitution, which Ranil Wickremesinghe presented as Prime Minister, reduced the President’s term and the Parliament’s duration from six to five years. That change did not require a Referendum. However, the Nineteenth Amendment left the upper limit of six years intact because reducing it would have necessitated a Referendum, as Article 83 would have to be amended for that purpose.",
    "The proposed Amendment follows statements from leaders of President Wickremesinghe’s party and his allies calling for an extension of his term. These statements triggered angry reactions from the people eagerly awaiting Presidential and Parliamentary elections, not to mention the postponed local government elections and long-overdue Provincial Council elections. The Supreme Court emphatically rejected an attempt to delay the Presidential Elections through a fundamental rights application. At the hearing, reference was made by the Court and counsel to the Court’s earlier jurisprudence when the Nineteenth Amendment Bill was challenged, and President Sirisena sought the views of the Court regarding his term.",
    "The Election Commission’s Order commencing the Presidential Election process is expected in late July or early August, and the election is likely to be held in late September or early October. If the proposed Bill is passed in Parliament by a two-thirds majority, the President must direct the Election Commission to hold a Referendum, which must be held within thirty days. Thus, the country will be burdened with two parallel national elections, one happening soon after another, creating chaos. A Referendum will cost several billion Rupees, while the Government says there is no money for local government elections.",
    "The Lawyers Collective wishes to emphasise that there is no urgency whatsoever in lowering the upper limit of the terms of the President and Parliament.  The proposed amendment could well be an attempt to scuttle the electoral process by unnecessarily complicating matters. Parliamentary elections will indeed follow the Presidential election. There has been a robust discussion on the necessity for constitutional changes relating to the abolition of the Presidential form of government, electoral system, power-sharing, fundamental rights, and judiciary, to name just a few. The new administration is likely to embark on constitutional reform, and, in any case, there will be public pressure for meaningful change, a demand of the Aragalaya, the popular uprising of 2022. Some of these changes would require a Referendum. The upper limit of the terms could surely be lowered at that stage.",
    "The Lawyers Collective denounces the proposed Bill as an attempt to manipulate the electoral process and calls upon all democratic forces to oppose it.",
    "On behalf of the Lawyers’ Collective Upul Jayasuriya, President’s Counsel, Dr. Jayampathy Wickramaratne, President’s Counsel, Professor Savitri Goonesekere, Attorney-at-Law, Dinal Phillips, President’s Counsel, Dulindra Weerasooriya, President’s Counsel, Anura B. Meddegoda, President’s Counsel, Saliya Pieris, President’s Counsel",
    "Professor Deepika Udagama, Professor Camena Gunaratne, S.T. Jayanaga, President’s Counsel, Chandra Jayasekare, President’s Counsel, Nalin Dissanayake, President’s Counsel, Upul Kumarapperuma, President’s Counsel, Chandima Muthukumarana, Attorney-at-Law, Rev. Fr. Noel Dias, Attorney-at-Law, Srinath Perera, Attorney-at-Law, K.W. Janaranjana, Attorney-at-Law, Nalani Manathunga, Attorney-at-Law, Akalanka Ukwatta, Attorney-at-Law, Ermiza Tegal, Attorney-at-Law,",
    "Darshana Kuruppu, Attorney-at-Law, Sandamal Rajapakse, Attorney-at-Law, Rajitha Lakmal, Attorney-at-Law, M N Zeinul Luthufi, Attorney-at-Law, and Jayantha Dehiaththage, Attorney-at-Law."
  ]
}