{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97274/state-minister-reveals-plans-to-establish-three-international-universities-in-sri-lanka",
  "time_ut": 1707919560.0,
  "original_lang": "en",
  "original_title": "State Minister reveals plans to establish three international universities in Sri Lanka",
  "original_body_lines": [
    "State Minister of Higher Education Dr. Suren Raghavan has announced plans to offer multiple degrees through state universities, in a bid to enhance the educational landscape in Sri Lanka.",
    "Drawing from insights of international education experts, Dr. Raghavan explained that plans are also afoot to establish three international universities within Sri Lanka, adding that that two of these universities are currently in the establishment phase, with the third scheduled to commence operations by May of this year.",
    "Notably, the Indian Institute of Technology is to be opened in Kandy, while the other two universities will have branches affiliated with the United States and the United Kingdom, with anticipated memorandum of understanding signings, the President’s Media Division (PMD) reported.",
    "The State Minister made these remarks at a press briefing held at the Presidential Media Center today (14 Feb.) under the theme of “Collective Path to a Stable Country”.",
    "Meanwhile, discussions are also underway to establish the new Higher Education Development Commission, integrating findings from the Wijedasa Rajapaksa Committee and the Committee Report of the University Grants Commission. Former Chief Justice K. Sri Pawan has been appointed to chair this committee, with a focus on deliberating the relevant legal framework and presenting the draft to Parliament.",
    "Discussions are also underway to provide multiple degrees in the state universities, the State Minister said, adding that the Australian Higher Education Minister has been invited to Sri Lanka through the Australian Embassy. With him, the chancellors of Melbourne, Sydney University and 10 other universities are going to come to Sri Lanka, and are expected to discuss the next steps to be taken after observing our educational situation.",
    "Lastly, while emphasising the need to regulate the private higher education sector, Dr. Raghavan assured that there are no preparations for commercializing education.",
    "State Minister of Higher Education Dr. Suren Raghavan said that after the observation of experts with international experience in education, they have focused on providing multiple degrees through state universities. Regulation of the private higher education sector is deemed necessary. However, it’s important to clarify that there are no intentions to commercialize education, the PMD said."
  ]
}