{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99405/president-stresses-importance-of-preserving-true-essence-of-theravada-buddhism-and-sharing-its-wisdom-with-world",
  "time_ut": 1716481860.0,
  "original_lang": "en",
  "original_title": "President stresses importance of preserving true essence of Theravada Buddhism and sharing its wisdom with world",
  "original_body_lines": [
    "President Ranil Wickremesinghe underscored the significance of Theravada Buddhism in addressing the challenges posed by a world rapidly advancing in science and technology. Speaking at the State Vesak Ceremony held at the Dharmaraja Piriven Viharaya in Matale virtually this morning (23), President Wickremesinghe stressed the importance of preserving the true essence of Theravada Buddhism and sharing its wisdom with the world.",
    "Although President Wickremesinghe was scheduled to participate in the State Vesak Ceremony in person, adverse weather conditions prevented his attendance. Instead, he joined the State Vesak Ceremony virtually and extended his wishes to all Buddhists for a meaningful Vesak celebration.",
    "The State Vesak Festival this year is being held centring the Matale district, under the theme “Attano wa avekkhyeya kathani akatani cha” (Let’s Focus on What We Have Done, Not What Others Have Done). The period from May 21st to 27th has been declared Vesak Week. This year’s festival is particularly special as Buddhist monks from 12 countries have arrived to participate in the State Vesak Festival, emphasizing the global significance and unity in celebrating this sacred event.",
    "During the ceremony, Pooja Bhumi Scroll Memorandums were presented and gifts were exchanged by foreign delegations. Additionally, several significant actions were undertaken, including the issuance of a Vesak commemorative stamp, providing grants for temple development, providing grants from the Buddhasasana Fund, providing provision letters for Dhamma schools, symbolic distribution of book sets for lay monks and the distribution of Budu Puth Maapiya grant cheques.",
    "A total of Rs. 22 million has been allocated for the development of 22 rural Buddhist temples in the Matale district. Additionally, Rs. 2.6 million has been earmarked for the development of 5 temples where programs are held in conjunction with the State Vesak festival. Another Rs. 0.4 million has been allocated for the reconstruction of 3 temples affected by disasters. Furthermore, Rs. 5 million has been dedicated to the development of 12 Dhamma schools. Under the Buddhasasana Fund, Rs. 32 million has been allotted to provide sanitary facilities for 32 challenging temples.",
    "Simultaneously, development efforts for over 25 temples in the district have commenced with labour contributions from the Armed Forces and the Civil Defence Force.",
    "The State Vesak festival has been orchestrated by the Samastha Lanka Shasanarakshaka Mandalaya, the Ministry of Buddhasasana, Religious and Cultural Affairs, the Department of Buddhist Affairs and the Matale District Secretariat.",
    "I regret being unable to attend the national Vesak festival, which is being held this year in the Matale district, due to adverse weather conditions. It’s important to note that the Matale district holds significance in Theravada Buddhism. The transcription of the Sacred Tripitaka occurred at Alu Viharaya in Matale, which has played a vital role in preserving Buddha’s teachings. Therefore, we should give more consideration to Theravada Buddhism.",
    "Not only did the Maha Sangha originate from the pirivena that existed in the Anuradhapura era, but scholars such as Senarath Paranavithana also believed that the inception of Sri Lanka’s most significant irrigation system was made possible through Piriven education.",
    "Today, the world is progressively moving away from superstition, directing increased focus towards science. The advent of new technologies is fundamentally reshaping our way of life, which has remained relatively unchanged for centuries. Notably, significant advancements have occurred in the medical and technological sectors. However, alongside the development of new knowledge about the cosmos and the rapid progress in artificial intelligence technology, we are confronted with several emerging challenges.",
    "Indeed, for those who adhere to Theravada Buddhism and comprehend its authentic essence, these challenges may not pose insurmountable obstacles. Theravada Buddhism offers a framework through which such issues can be addressed and resolved. Therefore, it is imperative that we concentrate our efforts on safeguarding and perpetuating the genuine spirit of Theravada Buddhism. Wishing everyone a joyous and meaningful Vesak celebration.",
    "The event was graced by the presence of Maha Sangha including the Chairman of the Samastha Lanka Shasanarakshaka Mandalaya Ven. Thunmulle Seelakkanda Thera and the Registrar Ven. Mugunawela Anuruddha Threa, Minister of Buddhasasana, Religious and Cultural Affairs Vidura Wickramanayake, State Ministers Pramita Bandara Thennako and Rohana Dissanayake, Governor of the Central Province Advocate Lalith U. Gamage, Members of Parliament Nalaka Kottegoda and Udayana Kirindigoda, Chief of Defence Staff General Shavendra Silva, Army Commander Lt. Gen. Vikum Liyanage and other dignitaries."
  ]
}