{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/whats-killing-so-many-of-sri-lankas-iconic-elephants/",
  "time_ut": 1707199980.0,
  "original_lang": "en",
  "original_title": "What’s killing so many of Sri Lanka’s iconic elephants?",
  "original_body_lines": [
    "Sumitra Malkandi breaks down as she recounts the fateful evening in March last year when her husband was trampled to death.",
    "She was busy in the kitchen – the couple lived in a farming village in central Sri Lanka – and her husband, Thilak Kumara, was just outside feeding their cows. Then she heard an elephant’s trumpeting roar. She said she was about to alert him, but “within minutes, the worst happened”. The elephant ran away after hearing the appalled cries of villagers.",
    "Ms Malkandi, a 45-year-old mother of three young daughters, said her family is yet to recover from the shock. She worries it could happen again. Surrounded by coconut, mango and banana trees, which elephants love to feast on, her house is nestled in a farm that is just a few hundred metres from a dense forest. Her village, Thalgaswewa in Kurunegala district, now finds itself on the frontlines of a worsening conflict between humans and elephants.",
    "Local officials say three people and 10 elephants have been killed in Thalgaswewa and nearby villages alone in the past two years. Villagers now fear venturing out of their homes after sunset.",
    "But the problem spreads itself far wider than just this one small area.",
    "Mr Kumara is one of 176 people who died in encounters with elephants in Sri Lanka last year. During the same period, 470 elephants died – half of them at the hands of humans, while the rest were killed by illness or in accidents. On average, that means, more than one elephant died each day of the year, while a human was killed every two days.",
    "As farming expands, it is encroaching elephant habitats, disrupting their food and water sources and putting people’s lives in danger. “All the food crops we cultivate are very attractive to them,” explains Prithiviraj Fernando, Sri Lanka’s foremost elephant expert.",
    "But it is also making future of Sri Lanka’s iconic elephants look precarious, with the latest figures showing a record number of deaths in 2023.",
    "Conservationists are seeking urgent action from the government because both casualty counts are the deadliest on record – and a stark reminder of the fatal consequences when humans cross paths with these majestic animals.",
    "“After the civil war ended [in 2009] the government started releasing [more] land to the public. These were no-go areas during the war,” said Chandima Fernando, an ecologist at the Sri Lanka Conservation Society. He says this has opened up more land for farming and settlements, bringing people into greater contact with elephants.",
    "Illegal high-voltage fences have been killing elephants – this one was Kurunegala district (BBC)",
    "Killing elephants, which are endangered, is punishable by law in Sri Lanka where they hold religious and economic value. Domesticated elephants are often part of religious processions and a tourist attraction.",
    "That hasn’t stopped farmers from taking lethal precautions to protect their crops and themselves.",
    "While Sri Lanka allows electric fences to keep the animals away, the charge is just strong enough to stun them without causing serious injury. The country has some 5,000km (3,100 miles) of electric fencing, including around the homes in Thalgaswewa, and plans to expand it.",
    "But activists say farmers have also illegally set up fences with higher voltage that can kill elephants. They also use poison, explosive baits called “jaw bombs” and sometimes shoot at the animals to drive them away.",
    "Experts like Chandima Fernando recommend simpler and kinder methods, such as “cultivating citrus fruits or other crops that will not draw elephants”.",
    "An estimated 5,800 elephants roam across Sri Lanka’s protected habitats – wetlands, grasslands, highlands and shrubland – although some experts fear the actual number could be far less.",
    "An elephant typically roams up to 48km a day, and stays close to fresh water. They do not walk long distances unless they run out of food. But when that happens – due to drought, for instance, in protected areas – they are drawn to nearby farms.",
    "The government itself has warned people about pushing elephants that wander out of protected areas back in, because shrinking forests cannot support too many elephants.",
    "Prithviraj Fernando was the head of an official committee set up in 2020 to draft a National Action Plan to lessen the impact of human-elephant conflict. The plan remained dormant the past few years as Sri Lanka went through an unprecedented economic crisis,  but the sharp rise in elephant deaths has infused a sense of urgency.",
    "Apart from encounters with humans, shrinking habits and drought are also a risk for the animals (BBC)",
    "The country’s elephant population has fallen almost 65% since the turn of the 19th Century, according to the Worldwide Fund for Nature.",
    "A decade ago, Sri Lanka lost around 250 elephants a year. But the numbers have increased sharply in recent years with the deaths now exceeding 400 for the second year in a row. If elephant deaths continue to rise at the current rate, up to 70% of Sri Lanka’s elephants would be gone, Prithviraj Fernando said.",
    "What is also worrying experts is the large number of male elephants that are dying, putting the survival of the species at risk. The tuskers often wander into rural communities alone, which makes them more vulnerable.",
    "Parts of central Sri Lanka have not reported a single male elephant sighting in recent years, said Chandima Fernando. Before the pandemic, sightings were common.",
    "Researchers say that while elephant deaths outside protected areas are accounted for, they don’t know enough about what is happening inside forests, where illness, infighting or drought could be causes.",
    "Back in Thalgaswewa, Ms Malkandi says the chances of another encounter with an elephant terrify her.",
    "“More and more elephants keep coming to the farm,” she says. “We are scared to live here.”",
    "Nissanka’s unbeaten 210 outplays Omarzai, Nabi tons as Sri Lanka clinch opener",
    "Chinese ship, Xiang Yang Hong 3’s port call flares India tension",
    "76th Independence Day celebration a spectacular display of national pride, unity and resilience",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}