{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Exterminators-to-transform-pest-management-industry-in-South-Asia/34-758245",
  "time_ut": 1707346146.0,
  "original_lang": "en",
  "original_title": "Exterminators to transform pest management industry in South Asia",
  "original_body_lines": [
    "Appointed exclusive distributor for India, Sri Lanka, and the Maldives by PestScan B.V. Netherlands",
    "Aims to cater to over 15,000 pest control companies operating in South Asia",
    "Exterminators PLC has announced that the company recently entered a ground-breaking strategic partnership with PestScan B.V. Netherlands and Sentario UK Ltd.",
    "Exterminators PLC is aiming to transform the pest management industry in South Asia from a chemical-focused industry to a technology-focused industry by adapting cutting-edge AI-powered digital pest management solutions.",
    "Exterminators PLC is the exclusive distributor of PestScan’s digital pest management software for India, Sri Lanka, and the Maldives and the non-exclusive distributor in Pakistan, Bangladesh, Nepal, and Bhutan.",
    "Exterminators PLC Founder and Managing Director Marlon Ferreira said: “This strategic partnership enables the company to offer advanced AI-powered digital pest management solutions to over 15,000 pest control companies operating in South Asia, setting a new standard for service excellence in the region. Exterminators PLC is poised to become a leader in digital pest technology in South Asia and is also rebranding its brand from pest management to a pest technology brand.”",
    "Exterminators PLC will establish a call centre to provide training and support for both their clients in South Asia and Sentario UK Ltd.’s clients in the United Kingdom. The company will appoint regional and country resellers in South Asia. Exterminators PLC plans to initially invest Rs. 10–15 million in the next 12 months to set up a high-tech business centre to build capacity to cater to over 15,000 pest control companies operating in South Asia to help develop the industry on par with the developed markets.",
    "PestScan offers cutting-edge digital pest management solutions with office software, a technician app, and a customer portal. It is used by 127,000 users in 27 languages worldwide. The software will not only help in reducing chemical consumption and creating a paperless environment, but also in mitigating the workload on employees.",
    "Key benefits of subscribing to the PestScan system include real-time monitoring of pest activity, allowing pest control companies to quickly identify and address pest infestations before they become widespread. The digital platform streamlines the pest control process, saving time and resources, and it also uses advanced technology to accurately detect and track pests, ensuring more precise and effective pest management.",
    "In addition, it allows pest control companies to provide better customer service by offering transparent and detailed reports on pest activity, treatment plans, and data-driven insights. This provides valuable data and analytics on pest activity, enabling pest control companies to make informed decisions and improve their pest management strategies by mitigating the chemical-based approach. PestScan allows pest control companies to monitor and manage pest activity from anywhere, providing greater flexibility and control over their operations.",
    "Ferreira further stated that this partnership signifies a new era in the pest management industry in South Asia and sets a new standard for service excellence in the region on par with developed markets. This strategic shift aligns with their goal to embrace technological advancements and evolve with the changing demands of the pest management industry. They are confident that this repositioning will help enhance their vision of becoming a global digital pest tech brand while balancing social and commercial objectives."
  ]
}