{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/commercial-bank-offers-attractive-home-loan-packages-for-john-keells-properties-latest-project-viman-ja-ela/",
  "time_ut": 1709916360.0,
  "original_lang": "en",
  "original_title": "Commercial Bank offers attractive home loan packages for John Keells Properties’ latest project – ‘VIMAN’ Ja-Ela",
  "original_body_lines": [
    "Offering an unprecedented opportunity to prospective homeowners and investors to own a part of its latest residential project, ‘Viman’ Ja-Ela, John Keells Properties has entered into a strategic collaboration with Commercial Bank to offer attractive housing mortgage solutions. As part of this partnership, John Keells Properties hosted an exclusive event on 15th February for customers of Commercial Bank.",
    "This event provided an opportunity for customers to explore the model apartment of Viman Ja-Ela at John Keells Properties’ head office located in Vauxhall Street, Colombo 2. The invitees had the privilege of touring the model apartment, engaging with the experienced sales team and having one-on-one discussions on the housing mortgage solutions enabled through the partnership. This setting allowed customers to get a good understanding of the product and the unique offerings of Viman Ja-Ela. The exclusive mortgage packages offered by Commercial Bank enable prospective homeowners to access easy, customized housing finance solutions to fulfil their aspirations of living in their dream home at Viman.",
    "Commenting on the occasion, Nadeem Shums, Head of Sales & Marketing – John Keells Properties and Vice President – John Keells Group, elaborated on the exciting experiences offered by Viman, “Sprawling across 6 acres in the heart of Ja-Ela, Viman offers a harmonious blend of modern comforts with 418 apartments and is designed to provide a secure, family-friendly environment with convenient access to Colombo city.",
    "Ensconced within a lush central garden, Viman boasts a range of amenities that create a peaceful sanctuary for residents to reconnect with themselves and provide an ideal space for families to thrive. Importantly, Viman will feature energy-efficient solar-powered homes, abundant green spaces and foster a strong sense of community, exemplifying John Keells Properties’ commitment to prioritize both modern comforts and a sustainable lifestyle.”",
    "“Commercial Bank is pleased to collaborate with John Keells Properties, offering flexible financial packages for those looking to diversify their real estate portfolio with ‘Viman’. These packages consider individual financial goals and repayment capacities, featuring attractive interest rates for a smooth loan process. This partnership provides a valuable opportunity for potential buyers and investors, making real estate a compelling choice for investment in today’s economic landscape”, commented Hasrath Munasinghe – Deputy General Manager, Retail Banking and Marketing of Commercial Bank.",
    "Cey-Nor Foundation in partnership with SLT Digital Services for a dynamic new website launch",
    "ComBank & UnionPay invite cardholders to ascend to culinary heights",
    "Over 135 child artists awarded at ComBank’s ‘Arunalu Siththam’ art competition",
    "ComBank wins ‘Best Treasury Team’ at CT Marquee awards for financial institutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}