{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/cinnamons-colombo-focused-tourism-to-bring-high-end-tourists-to-sri-lanka-156565/",
  "time_ut": 1711708200.0,
  "original_lang": "en",
  "original_title": "Cinnamon’s Colombo-focused tourism to bring high-end tourists to Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Cinnamon Grand Colombo is introducing curated eco excursions of Colombo, which seeks to reposition the city as more than just a transit destination to international travellers, and bring in high-spending tourists to the country.",
    "“The more discerning traveler is looking for these niche-experiences and they are willing to pay an additional amount for this,” Area Vice President and General Manager of Cinnamon Grand Colombo, Kamal Munasinghe told EconomyNext.",
    "Cinnamon Nature Trails’ Colombo edition promises to provide unique insights into Colombo’s ecological wonders and  consists of urban eco-tourism ventures such as birdwatching in the Diyawanna wetlands, volunteering at the zoo, looking for rare and valuable flora, exploring religious sites, and street photography, and is currently available for in-house guests of Cinnamon Hotels.",
    "“When you take business travelers, be it a man or a woman, their spouse can come and enjoy these after they are tired from shopping,” Vice President of Cinnamon Nature Trails, Chitral Jayathilake said.",
    "Chairman of Sri Lanka Tourism Promotion Bureau, Chalaka Gajabahu, said that the country hopes to attract 2.5 million high-end tourists spending 500 dollars a day instead of the current 200 dollars a day.",
    "In order to facilitate this, Cinnamon Hotels and resorts have employed a team of 14 naturalists, who are academically qualified and given on-the-job training by Cinnamon Hotels and Resorts.",
    "“We have 14 wildlife tours including a tour to Sinharaja, Wilpatthu, Minneriya and Trincomalee,” Cinnamon Nature Trails naturalist Gayan Pradeep told EconomyNext. “Most are foreigners. The current group is from the Netherlands and are returning customers.”",
    "“Most of our customers are Europeans,” Pradeep said. “However, we see tourists from Malaysia, Singapore and Taiwan as well.”",
    "A 14-day tour booked by 4 guests and due to begin shortly will bring in 21,000 dollars, he said. “There is a high-end market for nature-based tourism in Sri Lanka. We only need the right skilled professionals and correct marketing to tackle this market.”",
    "Sri Lanka Tourism Development Authority (SLTDA) data shows that Sri Lanka’s largest tourist markets from January to March 2024 are India, Russia, Germany, the United Kingdom and China.",
    "Gajabahu said that there has been an increase in the number of tourists arriving from the Netherlands. (Colombo/Mar29/2024)"
  ]
}