{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-Judiciary-Unbowed-Holding-Law-Breakers-To-Account/172-275368",
  "time_ut": 1705689000.0,
  "original_lang": "en",
  "original_title": "The Judiciary Unbowed, Holding Law-Breakers  To Account",
  "original_body_lines": [
    "The Supreme Court of our country keeps making history for all the right reasons. Lay persons sometimes – based on ‘he-said, she-said knowledge’ – accuse the Courts of this country of bowing to the will of the political leadership, and failing to protect the Constitution and the implementation of justice.",
    "The reality – nothing could be further from the truth. Since the inception of the Executive Presidential system, various Executive Presidents have – at one time or the other – attempted to undermine the independence of, and confidence in, the judiciary. The reasons behind these actions are to inflate their already inflated egos, fulfill particular needs of their political parties and those of their friends, relatives and hangers-on.",
    "Late President J.R. Jayawardene, the first Executive President and the man who ushered in the present Constitution on 5 September 1978, was himself one of the first culprits in this regard.",
    "In July 1981, he pardoned the notorious underworld criminal and convicted rapist, Gonawala Sunil.",
    "Two other interventions during that President’s era also come to mind. First the promotion and payment of a fine imposed on a police officer convicted for obstructing the Constitutional rights of MP Ms. Vivienne Gunawardena.",
    "The second incident being the surrounding of the residence of the then Chief Justice by hooligans backed by that government, hurling abuse and pelting stones while the police stood idly by.",
    "A few days ago, on 17 January 2024, the Supreme Court again came good, when for the first time in our history a court ruled that the pardon of a President was invalid.",
    "The country’s Supreme Court revoked the pardon given by former disgraced President Gotabaya Rajapaksa to ex-lawmaker Duminda Silva who together with his henchmen killed a political rival and three others in the presence of witness. The Court ruled Rajapaksa’s decision to pardon the former Parliamentarian was arbitrary and not valid in law. The presiding Judge observed there was no legal or factual basis to uphold the President’s decision. He declared the decision arbitrary, irrational and made for the reasons best known only to the former President.",
    "Former President Gotabaya did not bother with niceties such as the need to provide documentation regarding a reason behind the ordering of the release of a convicted killer.",
    "The deluded ruler had begun believing that ‘his word was law’.",
    "It brings to mind the truth of an ancient Greek idiom ‘those whom Jupiter (God) wishes to destroy, he first deprives of reason’. Perhaps, the ex-President had begun to believe late President J.R Jayawardene’s claim that the only power he did not possess was to change a man into a woman or vice versa.",
    "This was not the first time ex-President Gotabaya had on a whim, pardoned killers. A case which comes to mind is that of the Mirusuvil massacre during the country’s decades-long civil war. The incident occurred on 20 December 2000. An army sergeant was involved in the arrest and subsequent murder of eight internally displaced refugees, including four children by slitting their throats. He was found guilty of the murders in 2015.",
    "Perhaps, Wednesday’s ruling will see the challenging of these and other similar cases, including the case where ex-President Maithripala Sirisena’s pardoned the convicted murderer in the Royal Park murder case; one of that President’s last acts before he relinquished the reins of his Presidency.",
    "On an earlier occasion, President Sirisena attempted to dismiss the lawfully elected government of this country in 2018. The Supreme Court quashed the President’s decision, reinstalled the lawful government and upheld the rule of the constitutionally elected government in the land.",
    "Despite threats and drawbacks, the Supreme Court has courageously continued to uphold the Rule of Law and defend the Constitution of the country against the tyrannical decisions of Executive Presidents who had come to believe they were a law unto themselves.",
    "We feel confident that even in the future, the Courts of the land will continue upholding the Rule of Law and protecting the citizenry from rapacious attacks from all sources."
  ]
}