{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111490/trump-to-meet-putin-today-in-push-for-ukraine-peace",
  "time_ut": 1755228840.0,
  "original_lang": "en",
  "original_title": "Trump to meet Putin today in push for Ukraine peace",
  "original_body_lines": [
    "US and Russian officials will converge on the state of Alaska ahead of a highly anticipated Friday meeting between Presidents Donald Trump and Vladimir Putin.",
    "The pair will meet for the first time in six years, as Trump tries to enact a key campaign pledge to end Russia’s war in Ukraine.",
    "The US president, who has portrayed himself as a global peacemaker, hopes to leverage his personal relationship with Putin to achieve a ceasefire breakthrough where others have failed.",
    "On Thursday he assessed there was a “25% chance” the meeting would not be successful.",
    "Ukraine’s leader Volodymyr Zelensky has been excluded from the talks, and warned that any resolutions made in his absence will be meaningless.",
    "In Anchorage there are few signs of the impending high-stakes meeting, except for the international media that have descended on the area.",
    "Journalists are rubbing elbows with holidaymakers from the “lower 48” states on visits to the Alaskan wilderness during the height of the tourist season.",
    "Friday’s meeting between the two leaders will take place entirely on a nearby US military base – a reflection of security concerns and the relative brevity of the planned sit-down, currently scheduled to last just a few hours.",
    "The summit comes exactly one week after Trump’s deadline for Russia to reach a ceasefire or face tough new sanctions.",
    "It was always highly unlikely that Kyiv and Moscow – who have been locked in a bloody war since Russia launched its full-scale invasion of Ukraine in 2022 – would reach an agreement to end hostilities before that deadline.",
    "There was scepticism about whether Trump would stand by his threat of imposing sanctions on countries that do business with Russia, which would have resulted in a blistering trade war with China. He has, however, gone as far as to say he will impose secondary tariffs on India later this month over its purchases of Russian oil.",
    "Last week’s announcement that Trump and Putin would meet had the effect of tacitly pausing the sanctions countdown - and awarding both sides more time to think about their next move.",
    "Throughout the week, the American approach to the aims and hopes for the summit has been varied – shifting from the positive, to the cautious, to the menacing.",
    "At the latter extreme, Trump has threatened “very severe consequences” if his Russian counterpart does not agree to end the war. What seemed to harden his approach was a group call on Wednesday with European leaders including Zelensky.",
    "On the other hand, Kyiv will have been alarmed when Trump mooted the “swapping of territories” and the White House indicated that the president would take a passive approach by treating the meeting as a “listening exercise”.",
    "All the while, the Russians have remained mostly silent – refusing to engage with speculation and rumours of frozen frontlines, territorial exchanges or minerals deals between Moscow and Washington.",
    "There is consistency in that silence. Whenever Kremlin officials have spoken this week, it has been to reiterate Putin’s seemingly intractable position on the conflict.",
    "They have restated that the war will only end once Russia gains full sovereignty over the Ukrainian regions it partially occupies – Donetsk and Luhansk, known as the Donbas, as well as Kherson and Zaporizhzhia – and a pledge that Kyiv will demilitarise and not join Nato, the military alliance of Western powers.",
    "But Trump seems convinced that the usually convivial relationship he has cultivated with Putin could help him unlock a deal to end the conflict and further his image as a global peacemaker.",
    "The issue has become central to the question of what Trump has delivered on the world stage since returning to the US presidency. He has a domestic audience to keep happy, and many of his supporters backed him for his pledge to swiftly end the war and disentangle America from expensive foreign conflicts more generally.",
    "Ahead of the summit - his first meeting with Putin for six years - the American hopes that his negotiating style will pay dividends where other efforts to end the war have failed.",
    "His top officials have stressed the importance of him meeting Putin in person, and Trump himself has talked up his business-like instincts, saying he may know “in the first two minutes... exactly whether or not a deal can be made”.",
    "Europe finds itself in the unenviable position of being caught between the two sides and excluded from Friday’s discussion.",
    "During their last-minute call with Trump on Wednesday, European leaders emerged tentatively optimistic that once in Alaska the US president would fight their corner.",
    "Like Ukraine itself, they have endured several turbulent months, during which Trump had a memorable White House bust-up with Zelensky and later temporarily paused military supplies for Kyiv - a markedly different stance to his predecessor Joe Biden.",
    "Despite protests by the Ukrainian leader that any agreement struck by Trump and Putin without input from Kyiv would amount to “dead decisions”, it became increasingly clear as the week progressed that the US-Russia meeting would remain a bilateral only.",
    "While he was careful to keep Trump onside, Zelensky felt he had to intervene after the US president’s throwaway comments about the need to see “some swapping, changes in land” between Russia and Ukraine.",
    "“We will not withdraw from the Donbas. We cannot do that,” the Ukrainian president said, with a hint of exasperation, as speculation over potential territorial concessions reached a height on Tuesday.",
    "“Everyone forgets the first part: our territories are illegally occupied. For the Russians, the Donbas is a bridgehead for a future new offensive,” he said, arguing that he would “pave the way” for further conflict on its soil if he gave up the region.",
    "Like many of his compatriots, Zelensky is convinced that Putin wants to destroy Ukraine’s sovereignty and people, and believes any concession to Russia would result in renewed and perhaps fatal aggression in the near future.",
    "That is why he has consistently pushed to be invited into the room with Trump and Putin.",
    "While this will not be the case during Friday’s summit, the US president has pledged to update Zelensky soon afterwards - and has indicated he is angling for a “quick” three-way meeting in the near future.",
    "What Putin would have to gain from such a meeting is unclear. The Kremlin has always said Putin and Zelensky have no reason to meet until much further down the negotiating line.",
    "But that could still be far off. Ultimately, Putin’s “central objective lies in obtaining... the geopolitical ‘neutralisation’ of Ukraine,” according to analyst Tatyana Stanovaya.",
    "“It is extremely difficult to convey what is truly at stake... as people often simply cannot accept that Putin might want so much - and be serious about it. Unfortunately, he can.”",
    "The frenzied lead-up to the Alaska summit has revealed that if Trump’s position on a potential resolution of the conflict is still subject to change, Putin’s is not.",
    "Alaska will offer them a meeting place; common ground at the negotiating table may be harder to find."
  ]
}