{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/FR-application-by-retired-HC-judge-against-PCoI-fixed-for-argument/108-277171",
  "time_ut": 1708073640.0,
  "original_lang": "en",
  "original_title": "FR application by retired HC judge against PCoI fixed for argument",
  "original_body_lines": [
    "Colombo, Feb. 16 (Daily Mirror)- A fundamental rights application filed by retired High Court Judge Padmini Ranawaka challenging the findings of the Presidential Commission of Inquiry relating to the controversial telephone conversations with former Deputy Minister Ranjan Ramanayake has been fixed for further argument by the Supreme Court on February 26.",
    "The petitioner, retired High Court Judge Padmini Ranawaka was a member of the three-judge-bench which handed down the death sentence to five accused, including former Parliamentarian Duminda Silva for the murder of Bharatha Lakshman Premachandra.",
    "A majority judgment of the petitioner and High Court Judge M.C.B.S. Moraes found Duminda Silva and the other accused guilty of the murder of Bharatha Lakshman Premachandra and four of his associates on October 08, 2011.",
    "The petitioner stated that the father of Dumunda Silva had lodged a complaint before the Presidential Commission of Inquiry appointed to probe incidents of political victimization, naming her as a respondent in connection with the telephone conversations with former Deputy Minister Ranjan Ramanayake.",
    "The petitioner states that at no time during the sittings of the said Commission, which commenced in January 2020 and concluded on 25 November 2020, was the petitioner ever summoned to appear before the same, whether as a witness or in any other capacity, and that she had not received any notice or summons to appear before the said Commission at any time.",
    "The retired High Court Judge further sought an order staying the operation of the findings and recommendations contained in the final report of the Presidential Commission.",
    "The Supreme Court three-judge-bench comprised Justices Vijith Malalgoda, Achala Wengappuli and Arjuna Obeysekere.",
    "Counsel Nilshantha Sirimanne with Deshara Goonetilleke appeared for the petitioner, the retired judge, while Ikram Mohamed PC appeared for the first respondent, Upali Abeyrathne chairman and member of Presidential Commission. Additional Solicitor General Nerin Pulle appeared for the Attorney General and the Bribery Commission. Anuja Premaratne PC appeared for the father of Duminda Silva."
  ]
}