{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-hybrid-of-theravada-ethics-and-mahayana-pragmatism-in-a-capitalist-framework/",
  "time_ut": 1727199420.0,
  "original_lang": "en",
  "original_title": "A hybrid of Theravada ethics and Mahayana pragmatism in a capitalist framework",
  "original_body_lines": [
    "As described in last week’s column, Buddhism, beyond its spiritual teachings, has deeply influenced socio-economic life across Asia. Theravada and Mahayana, the two main branches of Buddhism, offer contrasting views not only on religious practice but also on economic principles. Both schools emphasise ethical behaviour, compassion, and non-attachment to material possessions. However, their divergent philosophical outlooks lead to varying interpretations of economic activity, wealth accumulation, and societal roles.",
    "The core teachings of Buddhism emphasise the Middle Path, which seeks a balance between indulgence and asceticism, ultimately aiming to reduce suffering dukkha. This principle informs both Theravada and Mahayana perspectives on wealth and economics. Central to this framework is the Buddhist understanding of interdependence and the moral implications of actions karma. Consequently, economic activities should adhere to ethical principles that promote collective well-being rather than personal greed.",
    "Theravada Buddhism, prominent in countries like Sri Lanka, Thailand, Myanmar, and Cambodia, emphasses personal responsibility in the accumulation and use of wealth, focusing on individual liberation Nirvana. While wealth is not condemned, it is seen as a potential obstacle if it leads to attachment. Theravada promotes mindful use of resources through “right livelihood,” avoiding harm and supporting ethical professions. Wealth is valued when used for virtuous purposes like family support, charity, and donations to religious institutions. The practice of dana (generosity) is central, fostering spiritual growth. The laity supports the monastic community Sangha in exchange for spiritual guidance, creating an economic interdependence that limits materialism.",
    "Mahayana Buddhism, prevalent in East Asia, promotes a more inclusive spiritual practice through the Bodhisattva ideal, where individuals seek not only their own enlightenment but also the liberation of all beings. This collective outlook shapes its approach to wealth, viewing it as positive if used altruistically for the benefit of others. Mahayana emphasises collective well-being, encouraging large-scale philanthropy, social welfare, and efforts to reduce inequality. A key feature is its focus on compassionate action karuna, motivating wealthy individuals to address poverty’s root causes, contrasting with Theravada’s focus on personal morality in economic behaviour.",
    "In both Theravada and Mahayana Buddhism, wealth is viewed through an ethical lens, but with key differences. Mahayana emphasises social responsibility, making it more compatible with modern capitalist systems, where wealth creation can serve the greater good if aligned with ethical goals. In contrast, Theravada promotes a simpler lifestyle and cautions against excessive material accumulation, with the Sangha serving as a moral check on economic inequality. Mahayana’s focus on compassionate economics has led to socially conscious businesses in East Asia, prioritising sustainability, fair labor practices, and ethical products, aligning with the Bodhisattva ideal of serving humanity.",
    "While Theravada and Mahayana both uphold the core Buddhist principles of ethical behaviour and compassion, their divergent views on wealth accumulation and economic activity offer distinct paths for addressing economic challenges.",
    "Theravada’s Strengths: Its focus on personal morality ensures that economic actions are deeply rooted in individual ethical responsibility. It encourages a frugal lifestyle and mindful consumption, which can be a powerful antidote to modern consumerism. However, Theravada’s individualistic approach may be less equipped to address systemic inequality and economic injustice, as it emphasises personal liberation over societal transformation.",
    "Mahayana’s Strengths: By contrast, Mahayana’s collective approach to enlightenment supports structural changes in economic systems. Its Bodhisattva ideal inspires a sense of social responsibility, motivating the wealthy to act for the benefit of society. This inclusive approach can lead to broader initiatives aimed at reducing poverty and inequality. However, it may also open the door to a more relaxed attitude toward wealth accumulation, as long as it is justified by altruistic intent.",
    "Sri Lanka, as a predominantly Theravada Buddhist country, has a long history of intertwining its religious principles with governance and economic policies. However, a critical examination reveals that the country’s modern economic policies, shaped by globalisation and capitalism, increasingly diverge from traditional Theravada Buddhist concepts. While Sri Lankan society continues to emphasise Buddhist values in various aspects of life, its capitalistic economic structure suggests a closer alignment with the broader, more flexible economic interpretations found in Mahayana Buddhism.",
    "Theravada Buddhism promotes the Middle Path, avoiding both extreme poverty and excessive materialism. Economic activity should follow ethical principles, particularly “right livelihood,” which discourages harmful or exploitative industries. While wealth isn’t inherently wrong, it can lead to attachment and suffering dukkha, so individuals are encouraged to use resources mindfully, focusing on supporting family, charity dana, and the monastic community Sangha. The Sangha serves as a moral guide, counterbalancing materialism, while laity supports monks through donations and alms, fostering mutual dependence that limits wealth concentration and promotes ethical resource use.",
    "Since Sri Lanka’s economic liberalisation in 1977, the shift toward free-market principles and deregulation has moved the country away from a state-controlled economy toward a capitalist model focused on global trade and market competition. The rise of private enterprises, multinational corporations, and consumerism marks a significant departure from traditional Theravada Buddhist values of simplicity and non-attachment. Rapid urbanisation, tourism expansion, and increasing wealth inequality further highlight the alignment with capitalist ideals, prioritising profit and material success over ethical concerns of wealth distribution and social equity, creating tension with Sri Lanka’s cultural and religious values.",
    "Theravada Buddhism promotes personal restraint in wealth usage, whereas Mahayana Buddhism, particularly in East Asia, adopts a more flexible approach. The Bodhisattva ideal encourages wealth accumulation if it’s used for societal welfare, aligning with capitalism when wealth is directed altruistically. Similarly, Sri Lanka’s capitalist policies embrace wealth accumulation, entrepreneurship, and international trade, with an increasing emphasis on corporate social responsibility (CSR) and philanthropy. Large corporations and wealthy individuals frequently contribute to charitable causes, echoing Mahayana principles of using wealth for the greater good, without necessarily limiting personal accumulation.",
    "Sri Lanka’s growing consumer culture reveals a conflict between traditional Theravada values and the capitalist economy. The rise of materialism and status competition, especially in urban areas, contradicts Theravada’s teachings of contentment and non-attachment. Advertising and media drive the desire for luxury goods, fostering a consumption-driven lifestyle that opposes the Middle Path. Similar trends are seen in Mahayana Buddhist countries like Japan and China, where Buddhism has adapted to modern economic realities by emphasising charitable giving and social responsibility rather than strict asceticism.",
    "Sri Lanka’s current economic policies deviate from traditional Theravada teachings on wealth distribution, which emphasise supporting the Sangha and charitable acts to reduce inequality. Despite this, the country has experienced growing wealth disparities, with urban elites benefiting more from economic growth while rural and marginalised communities remain in poverty.",
    "Sporadic welfare programs and redistributive policies, reflecting aspects of Mahayana Buddhism’s Bodhisattva ideal, attempt to address these issues. However, inefficiencies, corruption, and a capitalist system focused on profit over equity often undermine efforts like free education and healthcare.",
    "Religion remains influential in Sri Lanka’s socio-economic landscape, with most citizens practicing Buddhism and engaging in acts of generosity (dana). However, a gap exists between these religious ideals and the realities of the capitalist economy. While donations to temples and acts of charity persist, they often reinforce existing socio-economic structures rather than challenge capitalism. Temples have increasingly become tied to capitalist enterprises, relying on donations from wealthy patrons who benefit from the system, reflecting a shift toward accepting wealth accumulation if it supports societal and religious welfare, resembling Mahayana Buddhist practices.",
    "(The writer, a senior Chartered Accountant and professional banker, is a professor at SLIIT University, Malabe. He is also the author of the “Doing Social Research and Publishing Results”, a Springer publication (Singapore), and “Samaja Gaveshakaya (in Sinhala). The views and opinions expressed in this article are solely those of the author and do not necessarily reflect the official policy or position of the institution he works for. He can be contacted at saliya.a@slit.lk and www.researcher.com)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}