{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103131/moldovas-pro-western-president-wins-2nd-term-in-runoff-overshadowed-by-russian-meddling-claims",
  "time_ut": 1730688780.0,
  "original_lang": "en",
  "original_title": "Moldova’s pro-Western president wins 2nd term in runoff overshadowed by Russian meddling claims",
  "original_body_lines": [
    "Moldova’s pro-Western President Maia Sandu has won a second term in a pivotal presidential runoff against a Russia-friendly opponent, in a race that was overshadowed by claims of Russian interference, voter fraud, and intimidation in the European Union candidate country.",
    "With nearly 99% of votes counted in the second round of the presidential election held Sunday, Sandu had 55% of the vote, according to the Central Electoral Commission, or CEC, compared to 45% for Alexandr Stoianoglo, a former prosecutor general who was backed by the pro-Russia Party of Socialists.",
    "The result will be a major relief for the pro-Western government, which strongly backed Sandu’s candidacy, and her push for closer Western ties on Moldova’s path toward the EU.",
    "“Moldova, you are victorious! Today, dear Moldovans, you have given a lesson in democracy, worthy of being written in history books. Today, you have saved Moldova!” Sandu said after claiming victory after midnight.",
    "She went on to claim that her country’s vote had faced an “unprecedented attack” through alleged schemes including dirty money, vote-buying, and electoral interference “by hostile forces from outside the country” and criminal groups.",
    "“You have shown that nothing can stand in the way of the people’s power when they choose to speak through their vote,” she added.",
    "Speaking before the final vote count, Stoianoglo told the media that “everyone’s voice deserves respect” and that he hopes “from now on, we will put an end to the hatred and division imposed on us.” It isn’t clear if he has publicly commented on his electoral defeat.",
    "When polls closed locally at 9 p.m. (1900 GMT), turnout stood at more than 1.68 million people — about 54% of eligible voters, according to the CEC. Moldova’s large diaspora, which cast ballots in record numbers of more than 325,000 voted, heavily in favor of Sandu in the runoff.",
    "In the first round held Oct. 20, Sandu obtained 42% of the ballot but failed to win an outright majority over the second place Stoianoglo. The presidential role carries significant powers in areas such as foreign policy and national security and has a four-year term.",
    "European Union Commission President Ursula von der Leyen congratulated Sandu on her victory, by writing on X: “It takes a rare kind of strength to overcome the challenges you’ve faced in this election.”",
    "Moldova’s diaspora played a key role in the presidential vote and in a nationwide referendum held on Oct. 20, when a narrow majority of 50.35% voted to secure Moldova’s path toward EU membership. But the results of the ballots including Sunday’s vote were overshadowed by allegations of a major vote-buying scheme and voter intimidation.",
    "Instead of winning the overwhelming support that Sandu had hoped, the results in both races exposed Moldova’s judiciary as unable to adequately protect the democratic process.",
    "On Sunday, Moldovan police said they had “reasonable evidence” of organized transportation of voters — illegal under the country’s electoral code — to polling stations from within the country and from overseas, and are “investigating and registering evidence in connection with air transport activities from Russia to Belarus, Azerbaijan and Turkey.”",
    "“Such measures are taken to protect the integrity of the electoral process and to ensure that every citizen’s vote is cast freely without undue pressure or influence,” police said.",
    "Moldova’s foreign ministry said on Sunday afternoon that polling stations in Frankfurt, Germany, and Liverpool and Northampton in the U.K. had been targeted by false bomb threats, which “intended only to stop the voting process.”",
    "Stanislav Secrieru, the president’s national security adviser, wrote on X: “We are seeing massive interference by Russia in our electoral process,” which he warned had a “high potential to distort the outcome” of the vote.",
    "Secrieru later added that the national voter record systems were being targeted by “ongoing coordinated cyberattacks” to disrupt links between domestic polling stations and those abroad, and that cybersecurity teams were “working to counter these threats and ensure system continuity.”",
    "Moldova’s Prime Minister Dorin Recean said that people throughout the country had received “anonymous death threats via phone calls” in what he called “an extreme attack” to scare voters in the former Soviet republic, which has a population of about 2.5 million people.",
    "After casting her ballot in Chisinau, Sandu told reporters: “Thieves want to buy our vote, thieves want to buy our country, but the power of the people is infinitely greater.”",
    "Outside a polling station in Romania’s capital, Bucharest, 20-year-old medical student Silviana Zestrea said the runoff would be a “definitive step” toward Moldova’s future.",
    "“People need to understand that we have to choose a true candidate that will fulfill our expectations,” she said. “Because I think even if we are a diaspora now, none of us actually wanted to leave.”",
    "Moldovan police expose a scheme allegedly plotted by a convicted oligarch",
    "In the wake of the two October votes, Moldovan law enforcement said that a vote-buying scheme was orchestrated by Ilan Shor, an exiled oligarch who lives in Russia and was convicted in absentia last year of fraud and money laundering. Shor denies any wrongdoing.",
    "Prosecutors say $39 million was paid to more than 130,000 recipients through an internationally sanctioned Russian bank to voters between September and October. Anti-corruption authorities have conducted hundreds of searches and seized over $2.7 million (2.5 million euros) in cash as they attempt to crack down.",
    "In one case in Gagauzia, an autonomous part of Moldova where only 5% voted in favor of the EU, a physician was detained after allegedly coercing 25 residents of a home for older adults to vote for a candidate they did not choose. Police said they obtained “conclusive evidence,” including financial transfers from the same Russian bank.",
    "On Saturday, at a church in Comrat, the capital of Gagauzia, Father Vasilii told The Associated Press that he had urged people to go and vote because it’s a “civic obligation” and that they do not name any candidates.",
    "“We use the goods the country offers us — light, gas,” he said. “Whether we like what the government does or not, we must go and vote. ... The church always prays for peace.”",
    "On Thursday, prosecutors raided a political party headquarters and said 12 people were suspected of paying voters to select a candidate in the presidential race. A criminal case was also opened in which 40 state agency employees were suspected of taking electoral bribes.",
    "Cristian Cantir, a Moldovan associate professor of international relations at Oakland University, told AP that whatever the outcome of the second round, it “will not deflate” geopolitical tensions. “On the contrary, I expect geopolitical polarization to be amplified by the campaign for the 2025 legislative elections.”",
    "Moldovan law enforcement needs more resources and better-trained staff working at a faster pace to tackle voter fraud, he added, to “create an environment in which anyone tempted to either buy or sell votes knows there will be clear and fast consequences.”",
    "Savlina Adasan, a 21-year-old economics student in Bucharest, said she voted for Sandu and cited concerns about corruption and voters uninformed about the two candidates.",
    "“We want a European future for our country,” she said, adding that it offers “many opportunities, development for our country … and I feel like if the other candidate wins, then it means that we are going 10 steps back as a country.”",
    "A pro-Western government has been in power in Moldova since 2021, and a parliamentary election will be held in 2025. Moldova watchers warn that next year’s vote could be Moscow’s main target.",
    "In the wake of Russia’s invasion of Ukraine in 2022, Moldova applied to join the EU. It was granted candidate status in June of that year, and in summer 2024, Brussels agreed to start membership negotiations. The sharp westward shift irked Moscow and significantly soured relations with Chisinau."
  ]
}