{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/donald-lus-comeback-story/",
  "time_ut": 1709393820.0,
  "original_lang": "en",
  "original_title": "Donald Lu’s Comeback Story",
  "original_body_lines": [
    "More than a year after he visited Sri Lanka, US Assistant Secretary of State for the Bureau of South and Central Asian Affairs Donald Lu went on record calling Sri Lanka the greatest comeback story in “the region I work on.” He contrasted the situation two years ago – rife with shortages and riots – with the relative stability and calm present today. Pointing at the support given by India in 2022, he highlighted USAID’s humanitarian efforts in the country and the debt restructuring assistance given by Japan, France, and India.",
    "Not surprisingly, Lu does mention China, but only in the context of the pressure that US allies applied on it to grant Sri Lanka debt relief. Just as unsurprisingly, he credits Sri Lanka’s recovery to “a Little Help from friends” and “this better proposition” that the US Indo-Pacific strategy offers for the region. One can only assume he means that Sri Lanka is a comeback story partly – or largely – because of US intervention in the Indian Ocean.",
    "Lu’s presentation garnered polarising responses almost immediately after it came out. Sri Lankans took to Twitter in particular to berate what they saw as his indifference to ground realities in the country. On the other hand, supporters of the present government and of Ranil Wickremesinghe praised his comments, with the President’s official Twitter account promoting the video. Lu has not responded to these comments. He is not obliged to. But the video has had massive impact, on social media and elsewhere.",
    "The presentation looks and sounds out of sync with the country he is referring to on at least three counts. First, there is his reference to stability and calm. Not a few Sri Lankans feel that the stability we are living under is more imposed than organic, more extrinsic than intrinsic. There is a sense of disaffection, not just with the government but with the policies being enacted. Since the government frequently uses these policies as justification for its austerity measures, people no longer bother distinguishing between the two.",
    "If the conventional, orthodox understanding of stability is the lack or absence of price and currency fluctuations, we have certainly made it. But when fuel and food prices are three times what they were three years ago, when the dollar rate of the rupee has come down to a third of its pre-2021 value, when salaries have stagnated and failed to keep up with cost of living rises, this stability seems little better than the queues and shortages we faced in 2021 and 2022. Not surprisingly, many of those who have responded positively to Lu’s comments seem to hail from a milieu which has been able to weather these storms.",
    "Most Sri Lankans do not have that luxury. They are angry at the government, the tax hikes and price hikes being imposed on them, and practically everyone who bats for the government or its policies. That much was clear at a recent programme on NewsFirst, where a representative of a prominent economics think-tank was overwhelmed, first by a leftwing political economics professor and second by the YouTube comments feed. What such developments show more than anything is that anyone advocating austerity, or policies which depend on austerity, will lose credibility among the public.",
    "My critique of these policies, of course, does not and should not undermine the veracity of some of their propositions. For instance, it is true that SOEs need drastic restructuring. It is true that we need to enforce growth-centric reforms. But it is also true that this can be done outside of the hard, harsh, austerity-oriented framework we are living in now. As a political analyst pointed out last week, moreover, the issue with pro-market economists in Sri Lanka, including those attached to Opposition political parties, is that they view the problem in terms of a conflict between capitalism and socialism, when it is possible, within a capitalist framework, to think of alternatives to austerity.",
    "The problem is that anyone even remotely suggesting such alternatives are, as Pasan Jayasinghe points out in a recent, thoughtful DailyFT piece, “painted as a unique, society-destroying danger… cast as stupid and selfish.”",
    "Such is the contempt that the establishment holds ordinary Sri Lankans in that they are required to be grateful for the very policies driving them to ruin.",
    "I am not an economist, so to ponder or reflect on these issues further may lead me astray. But my point is that Lu’s comment blithely ignores these realities. One does not have to be a degree holder from Cambridge or the London School of Economics, or for that matter the University of Colombo, to understand that there is, at present, a palpable rift between the acclaim the government is getting for implementing neoliberal policies and the backlash it has provoked on the streets over those policies. The narrative may have shifted in favour of this regime, since 2022. But the contradictions on the ground are just too much for anyone, even a diplomat of Lu’s standing, to applaud the restoration of stability.",
    "Economic policy is not the only grounds on which Lu’s comments can be critiqued. And the Left is not the only political orientation within which that critique can be formulated. Lu’s reference to the US Indo-Pacific strategy, and his view that such strategies are to the benefit of countries like Sri Lanka, for instance, has ruffled nationalist feathers.",
    "Rightly or wrongly, this government’s lurch towards the US – be it in the Red Sea or on the economic front – has opened it up to allegations of siding with Washington, an allegation that has almost always been toxic for any presidential candidate, as Wickremesinghe himself realised in 2019 with regard to the MCC fiasco. The advantage Wickremesinghe has now is the support he has secured from the SLPP. The question remains, however, as to how long the SLPP will cling on to Wickremesinghe. There are several ideological differences between the president and the party giving him the numbers in parliament. Yet will that party tolerate the president’s tilt to Washington forever? Probably not.",
    "Lu’s view of Sri Lanka is rose-tinted, overtly optimistic, and, to his critics, utterly unrealistic. It is true that Sri Lanka has returned to stability, it is true it has reclaimed it. But the stability we are seeing now is more imposed than intrinsic. It cannot continue for long. If US diplomats, particularly those who work in regions where regime change and electoral coups have become part of the political culture, cannot see that, well, too bad.",
    "Uditha Devapriya is a writer, researcher, and analyst based in Sri Lanka who contributes to a number of publications on topics such as history, art and culture, politics, and foreign policy. He can be reached at udakdev1@gmail.com.",
    "RW seeks ‘final solution’ to poaching in SL’s northern waters",
    "State Minister hails Sri Lanka’s ‘civilisational link’ with India, calls China ‘important trading partner’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}