{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-elections-for-Presidency-all-political-parties-have-promised-to-abolish/4-760144",
  "time_ut": 1711917435.0,
  "original_lang": "en",
  "original_title": "Why elections for Presidency all political parties have promised to abolish?",
  "original_body_lines": [
    "None in mainstream politics would lead this country on a right path to freedom, democracy and an inclusive society with socio-economic and cultural development. These political leaderships simply have no valid “development program” to back their criticism of the past and the present and their request for political power at the next “presidential” election. A larger crisis therefore is the timidity of the educated urban polity that has access to new information, new knowledge and new social discourses beyond geographical boundaries",
    "President Ranil Wickremesinghe is reported to have told the cabinet of ministers, priority has to be given to the IMF program to ensure economic stability and elections will have to be postponed till the IMF program is concluded. One newspaper report had it, the President had in fact informed the Election Commission too about postponing elections.",
    "Postponing elections being a far cry, there is now a new debate mainly in Colombo circles, whether Basil’s request for a parliamentary election should precede the constitutionally scheduled Presidential election, or not. President Wickremesinghe is said to have told Basil then, it would be the Presidential election that would be held according to Constitutional provisions, but, if MPs need a parliamentary election sooner, they should have a resolution adopted in Parliament to that effect. This only needs a simple majority. With Mahinda Rajapaksa also endorsing the proposal for a parliamentary election first, Basil no doubt has the political clout to get the SLPP to move a motion in Parliament for a parliamentary election and have it passed. Yet they know, with no presidential candidate of their own, their future electoral politics will be a compromise with Wickremesinghe and they have to maintain space for a consensual path.",
    "The main Opposition in Parliament the SJB, has no intention in supporting Basil’s proposal for a parliamentary election before the presidential election, they have said. They are clear they want the Presidential election first. The JVP/NPP leadership is seriously in for a Presidential election. They are campaigning for the Presidential election with Anura Kumara as the candidate whom they believe has already won the election. All in all, Colombo seem to want a Presidential election for a “complete change” carrying the same rhetoric the “aragalaya” left as political chaos.",
    "Fact remains, Sri Lanka does need a “change”. Not just a “complete change” but a huge change with a wholly new Constitution including the overhaul of the entire State apparatus and politics of governance right down to Local Government bodies. That change is not possible with an election for the Executive Presidency. That needs a new parliament, the legislative body for legislating the total change the people need. A change that begins with the abolition of the “Executive” Presidency, and transferring “executive power” back to Parliament.",
    "Abolition of the “Executive” Presidency is a promise, a pledge given to people by all political parties at different elections during the past 30 years. It was the JVP that first demanded the abolition of the executive presidency at the October Presidential elections in 1994. After a bloody ruthless insurgency that was wiped out with equal brutality by State forces in late 1989, scattered remnants of the JVP regrouped and came to open politics at the 1994 August parliamentary elections contesting all districts except Jaffna, Vanni and Batticaloa in collaboration with Ariya Bulegoda’s Sri Lanka People’s Front (SLPF). They polled a mere 01.1 percent though the new leadership it was said, expected a total poll of 5% plus in few districts to be above the cut-off mark. JVP had only Nihal Galappaththi elected as their MP from Hambantota district, who was nominated as their presidential candidate at the 1994 October Presidential election.",
    "After the parliamentary elections they realised, they would not poll even the 01.1% at a presidential election and thus made a compromise with the People’s Alliance (PA) presidential candidate Chandrika Kumaratunge (CBK) who was tipped to win the Presidential election. Negotiated through Minister Mangala Samaraweera, a very close personal ally of CBK, the JVP request of abolishing the Executive Presidency within six months from swearing in as president was conceded in writing and the JVP withdrew their candidate in support of CBK.",
    "Interestingly, then “The Hindu” correspondent in Colombo met former President Jayewardene, the architect of the Executive Presidency and asked him “Sir, you said this executive presidency is so powerful, it cannot only change the gender. PA candidate Chandrika has promised to abolish it. What have you to say on that?” After his usual haughty laugh, Jayewardene had told him “Meet me after it is abolished. I will then tell you”.",
    "Jayewardene was certain no political leader would abolish such power in presidency with legal immunity, they are eager to sit with. Since 1994 October, in almost all elections political leaders tried to outmanoeuvre each other by promising total abolition, immediate abolition and even using the election to have the mandate to abolish the executive presidency calling it the sole reason for all evils in the country including mega corruption. We thus had all political parties that usually gain representation in Parliament agreeing to abolish the dangerously authoritative presidency, but none serious about it once elected. The JVP backed presidential candidates from Mahinda Rajapaksa in November 2005 to Maithripala Sirisena in January 2015, guaranteed the presidency would be abolished as the first most important task when elected. It was in fact the JVP who were vociferous about abolishing the presidency in those election campaigns.",
    "What is politically a clear fraud now with JVP is, driving a heavily funded campaign to have their JVP/NPP candidate Anura Kumara Dissanayake (AKD) elected to that same ruthlessly dictatorial executive presidency they condemned and wanted abolished over the past 30 years as the sole reason for mega corruption. They now remain stony silent on abolishing of the presidency. What is more disgracefully hollow is the political narrative they ride on, claiming they would “use the power the People would vest with them in electing AKD as president to create a society with dignity and equality to all”.",
    "Sri Lanka is certainly at crossroads and helplessly so. None in mainstream politics would lead this country on a right path to freedom, democracy and an inclusive society with socio-economic and cultural development. These political leaderships simply have no valid “development program” to back their criticism of the past and the present and their request for political power at the next “presidential” election. A larger crisis therefore is the timidity of the educated urban polity that has access to new information, new knowledge and new social discourses beyond geographical boundaries. They need to accept they have a social responsibility in intervening to create a realistic valid social dialogue and to pressure Governments to stay course. Almost a total lack of their independent intervention in social dialogue has allowed political parties with their own sectarian agendas, possibly with laundered black money to manipulate media, especially social media to dominate social thinking in urban circles. What this country immediately needs therefore is an alternative, realistic intervention in deciding how a new and an effective change could be achieved. First it is about creating a social lobby that would independently engage and address the people. Next is about establishing a Government that would be held responsible for the change needed. Thereafter it is about holding that Government responsible for the change and in implementing reforms necessary at every step of the way, without going into the usual selfish life and waking up yet again when elections are called for.",
    "It is therefore not about electing a president once again to the post that had been condemned, had been socially accepted as dictatorial and therefore promised to be abolished, transferring executive power back to Parliament. It is not the president who could abolish the presidency. It is not the president who could legislate reforms necessary. It is not the president who could allocate public funds for social necessities. All that needs a government in parliament with an active social lobby to hold the elected government responsible to the people. Thus, we at crossroads need a new political phenomenon with people deciding on elections, the next Government and most importantly holding that Government responsible in delivery, with the more advantaged urban polity leading the way. Well, they have to accept their social responsibility is far heavier than what they would like to accept."
  ]
}