{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96705/sri-lankas-it-and-bpm-industry-stakeholders-raise-concerns-over-online-safety-bill",
  "time_ut": 1706097780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s IT and BPM industry stakeholders raise concerns over Online Safety Bill",
  "original_body_lines": [
    "The Sri Lanka Association of Software and Service Companies (SLASSCOM), Federation of Information Technology Industry Sri Lanka (FITIS), the Computer Society of Sri Lanka (CSSL) and the British Computer Society (BCS) have raised concerns pertaining to the proposed Online Safety Bill.",
    "In a joint statement issued on Wednesday (24 Jan.), the collective of Information Technology (IT) and Business Process Management (BPM) industry stakeholders raised four key concerns regarding the controversial Bill.",
    "They claimed that certain provisions holding online platforms and social media networks liable were ‘impractical’, and risked an economic setback or Sri Lanka. Further, the IT and BPM industry stakeholders stated that the proposed Bill may impose a significant financial burden on the industry.",
    "Speaking with regards to the impact the proposed Bill has on international human rights and the international cooperation, the joint statement read that “Potential violations of ICCPR could tarnish Sri Lanka’s IT&BPM industry reputation internationally, emphasizing the need for alignment with accepted regulations”, adding that concerns have also been raised regarding the latter about the “potential reductions in our authorities’ ability to engage in international cooperation for data and electronic evidence gathering”.",
    "Thus, the collective of industry stakeholders made the following recommendations to be considered by the government:",
    "1. Inclusive Stakeholder Consultations: Call for wider consultations with stakeholders to ensure a comprehensive understanding of industry needs.",
    "2. Alignment with International Standards: Modify or remove provisions conflicting with ICCPR and other international regulations to strike a balance between security and fundamental rights.",
    "3. Careful Definition of Provisions: Advocate for narrower definitions to prevent unintended consequences and ensure compatibility with human rights principles.",
    "“SLASSCOM, FITIS, CSSL and BCS Sri Lanka emphasize the importance of safeguarding Sri Lanka’s digital economy and call on the government to collaborate in developing legislation that balances security and industry interests”, the statement concluded."
  ]
}