{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CPA-Australia-and-Daily-FT-forum-presents-insights-to-digitalisation-AI-and-future-of-business/34-764651",
  "time_ut": 1721778089.0,
  "original_lang": "en",
  "original_title": "CPA Australia and Daily FT forum presents insights to digitalisation, AI, and future of business",
  "original_body_lines": [
    "CPA Australia, one of the world’s largest professional accounting organisations in partnership with Daily FT, yesterday hosted a thought leadership forum at the ITC Ratnadipa Hotel, Colombo.",
    "The event was titled “Digitalisation, AI, and the Future of Business” and was attended by over 100 C-suite executives, senior professionals, and other revered guests.",
    "The event opened with a welcome address by CPA Australia President, Board Chair, and John Curtin University Distinguished Professor Dale Pinto, who spoke extensively about technologies such as Artificial Intelligence’s (AI) impact on businesses and opportunities brought to the accounting industry.",
    "“Technology has already had a crucial impact on traditional accounting, and AI is set to drive it even further. AI has the capacity to process large amounts of data, which allows for analysis, reporting, and generating new insights in significantly shorter timeframes. This provides more opportunity for finance professionals to focus on strategic, ‘human’ aspects of business decision-making, by removing routine tasks,” Prof. Pinto said.",
    "“The Business Technology Report 2024 conducted by CPA Australia showcases many businesses in the Asia-Pacific region have rapidly been adopting new technology. The report shows an increase in investment in cyber security and improving cyber resilience. 69% of businesses are using AI in 2024, which is an increase from 55% in 2023 and 2022 respectively; however, most businesses are still using AI on a part-time basis. There are many positive impacts of digital transformation including improving operational efficiency, enhancing cyber security, boosting customer experience, meeting regulatory compliance, and reducing costs. There are also major barriers which include financial costs, low ROI, complex legacy system, shortage of tech talent, data privacy concerns, and cyber security concerns,” he added.",
    "Prof. Pinto’s opening address was followed by a stimulating discussion with a panel of esteemed experts from multiple fields, including Brandix Group Digital Transformation Chief Operating Officer Oshada Senanayake, Nihal Hettiarachchi & Company Chairman and Managing Partner Dinuk Hettiarachchi, former Sri Lanka Securities and Exchange Commission Director and Accedo Intel Solutions Founder Chiranthi Cooray, and CPA Australia Director Kaushika Jayalath. The discussion was moderated by Daily FT Editor and Chief Executive Nisthar Cassim.",
    "Oshada Senanayake explained: “Delving into the reality check is imperative. Since the adoption of AI, businesses have been eager to leverage its potential. From any technology trigger, heightened expectations from businesses and individuals are inevitable. We initially thought that AI would help resolve a lot of business issues and significantly impact the bottom line overnight. However, this was not the reality, as we had to realign our strategies to adapt AI correctly to our business. AI is very much in its earliest stages, and as businesses, it is paramount that we assess how it can benefit us. Localised experimentation, R&D, and a clear understanding of its intended use are essential for this to happen.”",
    "Senanayake went on to explain: “At Brandix, we had inflated expectations which we did not meet, but there absolutely is potential for impact. We have over 50,000 users across India and Bangladesh and we have used AI to support our internal digital transformation – we no longer need a triaging IT support team, things are completely automated, and the accuracy is at 98%. What this means is that our first response time is less than five minutes, and we achieved this within 10 months. We are still grappling with a model to figure out our productivity gains, as this framework is still being developed.”Kaushika Jayalath went on to discuss the best practices and key learnings of AI. He said: “While there is hype, it is very important to break out the hype from what is real, but also keeping in mind that AI is not new, it has been around for a while – for example, Google Maps and Apple Maps have been using it.",
    "What is new now, is the accessibility for you to do something with it, so that control is unprecedented. At Oracle, their focus is not solely on the uses, but the skill development that has to go in even before technology is touched. This is a two-pronged approach. First, everay single person in an organisation will have to be open to the fact that they have to do something they are not used to. This has to roll down from Board level, all the way down to the ground level employee. The other side of it is the technology enablement and the skill upliftment as well. An understanding of how to use AI, what prompts to use to protect personally identifiable information, all becomes part of our daily work.”",
    "He went on to explain: “You are constantly going to be keeping up because technology will move fast. You need a sustainable ecosystem through higher education systems or professional institutions to ensure that talent can keep up with the technology.”",
    "Chiranthi Cooray spoke extensively about the challenges faced by leadership and the cultural shifts that come about with digital transformations. She explained: “In terms of structure, strategy, skill, system, shared value style, and staff, it is all based on people. Firstly, the right structure needs to be in place; then, in terms of strategy, there has to be directional alignment from the Board to the CEO and middle management, which is the first line of defence, which makes things work or not. If this is not in line, culture will consume strategy. In terms of skills, digital literacy is of paramount importance at all levels of any organisation. Digital behaviour is the other skillset that is of great importance. In terms of style, leadership style, tone and clear messaging down the line must be maintained; undiluted messaging is important for open and honest communication. Establishing trust within an organisation is critical, as is psychological safety for employees.”",
    "Dinuk Hettiarachchi talked about the role of the accountant in a post digital transformation. He explained: “The role of the accountant has changed significantly over the last few years due to digital transformations and especially AI. We as accountants must be a part of that process within the organisation – if we do not contribute to its development, we will be left out of the decision-making process. At the end of the day, if we are not aware of what is happening within this process we will not be able to contribute to it, which will create a negative impact on the company. Larger organisations will have a dedicated team for digital transformation; however, Sri Lanka’s economy is driven by SMEs, who will not have separate rules within their company. So, there is an opportunity for CFOs or finance managers to take on this role, upskill, and contribute to the development of the organisation. We have to be part and parcel of the running of the organisation from a digital sense.”",
    "During the course of the discussion, the panel was open to questions from audience members, which provided a valuable opportunity for attendees to engage directly with the panellists. This interactive segment allowed participants to seek expert advice and gain deeper insights into the discussion points.",
    "The panellists offered thoughtful and detailed responses, ensuring that the session was highly informative and enriching for everyone in attendance.",
    "The forum concluded on a high note, leaving the attendees with a greater understanding of the pivotal role that AI and digital transformations play in shaping the future of business. The esteemed panellists provided invaluable insights, drawing from their experience and expertise, to address the ever-evolving landscape of technology in business."
  ]
}