{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-keeps-policy-rates-unchanged-165028/",
  "time_ut": 1716862440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka keeps policy rates unchanged",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank kept is policy corridor unchanged with most rates converging towards the floor rate in recent weeks helped by a build up of excess liquidity from dollar purchases.",
    "“While the medium term inflation outlook remains compatible with the current level of policy interest rates and inflation expectations are well anchored, the Board observed the need for a further reduction in market lending interest rates in line with policy interest rates and other benchmark interest rates, which is imperative for the easing of domestic monetary conditions and domestic economic recovery,” the central bank said in its monetary policy statement.",
    "The central bank said the effect of value added tax hike in the inflation index had been offset in the inflation index by falling fuel, electricity and LP gas prices.",
    "The electricity and gas sectors have said the appreciation of the currency (after deflationary monetary policy) was the reason they were able to cut prices, indicating that it was the central bank that was fully responsible for the energy price falls.",
    "The Central Bank of Sri Lanka maintains policy interest rates at their current levels",
    "The Monetary Policy Board of the Central Bank of Sri Lanka, at its meeting held on 27 May 2024, decided to maintain the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank at their current levels of 8.50 per cent and 9.50 per cent, respectively. The Board arrived at this decision after carefully assessing the current and expected macroeconomic developments and possible risks on the domestic and global fronts with a view to maintaining inflation at the targeted level of 5 per cent over the medium term while supporting the economy to reach its potential. While the medium term inflation outlook remains compatible with the current level of policy interest rates and inflation expectations are well anchored, the Board observed the need for a further reduction in market lending interest rates in line with policy interest rates and other benchmark interest rates, which is imperative for the easing of domestic monetary conditions and domestic economic recovery.",
    "Headline inflation is expected to converge to the targeted level over the medium term, despite transitory volatilities",
    "Headline inflation, as measured by the year-on-year change in the Colombo Consumer Price Index (CCPI, 2021=100), showed some uptick to record 1.5 per cent in April 2024 compared to 0.9 per cent in March 2024, mainly due to an acceleration in non-food inflation. However, on a month-on-month basis, both food and non-food prices declined. Recent movements in inflation indicate that the uptick in inflation driven by the Value Added Tax (VAT) amendments in January 2024 has been partly offset by the latest price developments underpinned by the downward revisions to the electricity tariff, and fuel and LP gas prices.",
    "In addition, the moderation in food prices and the muted demand conditions also contributed to the low level of inflation. Meanwhile, core inflation, which reflects underlying demand pressures in the economy, also remained at subdued levels reflecting low demand pressures in the economy. Incoming data suggests that headline inflation is likely to be below the targeted level of 5 per cent in the upcoming months due to the combined impact of the administered price adjustments and eased food prices,",
    "However, inflation is expected to eventually align with and remain around the target level over the medium term, supported by appropriate policy measures.",
    "A further decline in market lending interest rates is warranted",
    "The overall market interest rate structure has adjusted downwards in response to the monetary policy easing measures implemented thus far. The yields on government securities continued to decline, further aligning with the current level of policy interest rates. With the decline in average deposit interest rates in the banking sector in recent months along with the moderation of benchmark interest rates, further space has been created for overall lending interest rates to adjust downwards in the period ahead. Moreover, elevated interest rates on selected loan products are yet to be adjusted downwards in line with the overall interest rate structure. Flows of credit to the private sector have only recorded a marginal expansion thus far during the year, in spite of the notable monetary policy easing and the improvement in overall liquidity conditions. A further reduction in retail lending interest rates could facilitate the pickup in private sector credit, thereby supporting the ongoing recovery of economic activity.",
    "As domestic economic activity gathered momentum in recent months, the cumulative merchandise trade deficit is expected to have widened during the four months ending April 2024 compared to the same period in 2023. Buttressed by tourism related inflows, the services sector recorded a notable net inflow in recent months, while workers’ remittances remained elevated. Gross official reserves increased notably to US dollars 5.5 billion (including the PBOC1 swap) by end April 2024, supported by considerable net purchases by the Central Bank from the domestic foreign exchange market amidst increased foreign currency inflows. Meanwhile, the Sri Lanka rupee recorded an overall appreciation of around 8.0 per cent against the US dollar thus far in 2024.",
    "In consideration of the current and expected macroeconomic developments highlighted above, the Monetary Policy Board of the Central Bank of Sri Lanka, at its meeting held on 27 May 2024, was of the view that it is appropriate to maintain the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank at their current levels of 8.50 per cent and 9.50 per cent, respectively. The Board noted that there remains space for market lending interest rates to decline further given the prevailing accommodative monetary policy stance and the continued decline in the cost of funds of financial institutions. The Board re-emphasised the need to pass the benefits of eased monetary conditions to the borrowers without further delay.",
    "The Monetary Policy Board will continue to observe incoming data and assess risks to the inflation outlook, among others, and stand ready to take appropriate measures to maintain domestic price stability in the period ahead while supporting the economy to reach its potential."
  ]
}