{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/PCB-prioritises-fitness-Pakistan-team-to-train-with-army/108-278351",
  "time_ut": 1709710440.0,
  "original_lang": "en",
  "original_title": "PCB prioritises fitness, Pakistan team to train with army",
  "original_body_lines": [
    "New Delhi, Mar. 6 (Crictoday) - The Pakistan Cricket Board (PCB) announced a ten-day training camp for the national team, scheduled from March 25th to April 8th at the Pakistan Army’s Kakul academy. This decision comes amidst a packed cricketing calendar, raising concerns among players and fans.",
    "PCB chairman Mohsin Naqvi expressed his concerns about the team’s fitness, observing a lack of six-hitting power during recent matches. He emphasized the importance of this camp, aiming to improve the team’s fitness before crucial upcoming series against New Zealand, Ireland, England, and the T20 World Cup.",
    "Recently, former Pakistan team director Mohammad Hafeez too criticised the fitness of the players and blamed Babar Azam and ex-coaches for not pushing for top-standard fitness.",
    "“The players’ body fat level was found to be one-and-a-half points above the normal limit. The team trainer revealed that six months ago, the former captain (Babar) and head coach (Arthur) had instructed him that fitness was not a priority at that moment and the players were allowed to play as they wished. It was shocking for me to hear from the team trainer that he was told not to check the players’ fitness.”",
    "However, the timing of the camp is likely to be met with resistance. The camp falls within the second half of Ramadan, a period of religious observance where most Pakistanis prioritize family and religious activities over work. Additionally, players will be fasting during the camp, potentially affecting their performance and endurance in a rigorous training environment.",
    "Despite the challenges, the PCB has cited past success with similar military-involved training camps. In 2016, Misbah-ul-Haq’s team trained at Kakul before a Test series against England, and their improved performance was attributed partly to this experience.",
    "Naqvi also addressed the ongoing debate about players prioritizing franchise cricket leagues over national commitments. He urged the players to prioritize national duty, citing his own example of temporarily leaving his business to serve as Punjab’s chief minister."
  ]
}