{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-announce-single-overnight-policy-rate-from-nov-27-190053/",
  "time_ut": 1732637940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to announce single overnight policy rate from Nov 27",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank will announce a single overnight policy rate from November 27, instead of the current policy corridor involving standing deposit facilities, the monetary authority said.",
    "The standing lending and deposit facilities, will remain as a margin to the announced overnight policy rate.",
    "The central bank will continue to target an average call money rate with liquidity operations.",
    "Critics have warned that the denial monetary stability, especially from 2015, which led to serial currency crises, borrowing to repay debt, borrowings by the Ceylon Petroleum for current transactions, was a consequence of excess money printed to target a mid-corridor rate (a de facto single policy rate).",
    "Sri Lanka has been running broadly deflationary policy from around September 2022, withdrawing liquidity through outright transactions, but concerns have been raised at initial inflationary policy through its overnight and term operations.",
    "Narrowly targeting a policy without a clean float or even with a clean float leads to all shocks to the credit system including a private credit recovery being accommodated or over over-accommodated with printed money, leading to forex shortages and external instability, analysts have warned.",
    "RELATED: Sri Lanka can cut floor rate, but targeting ‘dysfunctional’ call market will lead to trouble",
    "The Central Bank of Sri Lanka implements a Single Policy Interest Rate Mechanism by Introducing the Overnight Policy Rate",
    "As announced in the Central Bank’s Annual Policy Statement in January 2024 and the",
    "subsequent announcement in September 2024 of the planned implementation of the single policy",
    "interest rate mechanism, the Monetary Policy Board of the Central Bank of Sri Lanka decided to",
    "implement a single policy interest rate mechanism transitioning from its dual policy interest rate",
    "mechanism, with effect from 27 November 2024. This marks another significant improvement in",
    "the Flexible Inflation Targeting (FIT) framework implemented by the Central Bank.",
    "Accordingly, the Central Bank introduces the Overnight Policy Rate (OPR), as its primary monetary policy",
    "tool to signal and operationalise its monetary policy stance. The OPR will be periodically",
    "reviewed and adjusted as needed by the Central Bank to indicate and communicate a change in",
    "its monetary policy stance. This transition is expected to enhance the efficiency and effectiveness",
    "of monetary policy signalling and transmission to the financial markets and the broader economy.",
    "With this change, the Central Bank will target to maintain the average weighted call money rate",
    "(AWCMR), the rate at which banks transact with each other in the interbank market, at or around",
    "the announced OPR. AWCMR will remain the operating target of the Central Bank under its FIT",
    "The standing facilities, namely the Standing Deposit Facility and the Standing Lending Facility",
    "will continue to be available to participatory institutions for overnight transactions with the Central",
    "Bank. The applicable rates for these facilities, namely the Standing Deposit Facility Rate (SDFR)",
    "and the Standing Lending Facility Rate (SLFR) will be linked to the OPR, with pre-determined",
    "margins as decided by the Central Bank. SDFR and SLFR will continue to provide the lower",
    "bound and upper bound, respectively, for interbank call money rates. With this transition to the",
    "single policy interest rate mechanism, SDFR and SLFR will no longer be considered policy",
    "The Central Bank’s monetary policy is guided by the FIT framework, which aims to maintain headline",
    "inflation at the target rate of 5 per cent, while fostering economic growth to reach its potential."
  ]
}