{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/When-tax-policy-backfires-Call-for-more-calculated-policy-approach/14-779381",
  "time_ut": 1753298342.0,
  "original_lang": "en",
  "original_title": "When tax policy backfires: Call for more calculated policy approach",
  "original_body_lines": [
    "Ironically, the strategy that was meant to discourage smoking and boost Government coffers has done the opposite",
    "Over the first half of 2025 alone, authorities in Sri Lanka have intercepted more than 115 million illegal cigarettes at entry points across the country. In one bold attempt, traffickers tried to sneak 2,000 cartons worth over Rs. 60 million through the green channel at the airport. These are not isolated incidents – they are symptoms of a broader policy failure.",
    "The recently published Annual Report of Ceylon Tobacco Company PLC estimates that 1.2 billion cigarettes were smuggled into the island last year, costing the Government over Rs. 110 billion in lost revenue. Legal cigarette sales, once the backbone of excise collection, has shrunk to a mere 1.9 billion sticks, making up just 20% of the total tobacco industry in the country. These are not just numbers – they’re red flags waving at the very heart of our economic and enforcement systems.",
    "In the span of just seven years, the retail prices of legitimate cigarettes rose to Rs. 70 per stick. That is not due to inflation, instead it was policy gone unchecked. As the Government continued to push taxes upward, the price elasticity of demand – the basic principle that consumers buy less when prices rise – began to stretch beyond its limits.",
    "A recent Frontier Economics report, which looked at markets from Pakistan to the United Kingdom to Australia, confirms what many have feared: if cigarette taxes and prices rise too far, too fast, people don’t just quit – they shift to cheaper, illegal alternatives. In Sri Lanka, the warning signs are already there. While a legitimate cigarette now sells at Rs. 160 or more, a smuggled one goes for Rs. 100 or less – and offers healthy profits for illegal networks. That’s not public health progress as some people make it out to be, it is fumes from a thriving black market.",
    "The report highlights a critical factor often ignored in policy debates: the availability of substitutes. When substitutes are easy to access and significantly cheaper—as is the case with smuggled or counterfeit cigarettes—consumers don’t stop smoking. They just stop paying taxes. The result? The State loses both revenue and control, while criminals profit.",
    "Ironically, the strategy that was meant to discourage smoking and boost Government coffers has done the opposite. Smoking hasn’t slowed down—tax revenue has. And worse, the spike in smuggling has introduced new challenges: corruption, border enforcement gaps, and increased public costs to police a growing illicit market.",
    "It’s time policymakers reconsider what cigarette taxation is really meant to achieve. If the goal is to reduce smoking, then current policy has failed—illegal cigarettes are not only plentiful, they are fast becoming the norm. If the aim is to increase government revenue that has failed too.",
    "The truth is, Sri Lanka may have crossed the revenue-maximising point of taxation, where any further price increases reduce total tax income. This is well-documented in economic theory—and now, in practice. We are at the point where each tax hike shrinks the legal market, making every rupee harder to collect and enforcement more costly.",
    "For a country facing mounting economic pressures, it is no longer sustainable to craft tax policy in a vacuum. Price elasticity assumptions must be transparent, science-based, and locally calibrated. Too many past tax increases were made without serious modelling or consideration of market responses. The recent fixation on raising excise “above inflation” may sound reasonable—until inflation itself becomes unmanageable. Then what?",
    "Sri Lanka needs a more balanced approach—one that considers economic conditions, consumer behaviour, and the growing threat of illicit trade. Policy must serve a defined purpose, and it must be followed through with real-world enforcement.",
    "It can either double down on a broken approach—continuing to raise taxes, chasing international benchmarks while losing control of the market—or it can pause, reflect, and recalibrate.",
    "Smarter taxation doesn’t mean softening on public health. It means targeting sustainability over symbolism, revenue over rhetoric, and pragmatism over panic. That is the only way out of the spiral we are in—and the only path toward a policy that actually works.",
    "(The writer is a Senior Research Associate at a reputed audit and management services house in Colombo.)"
  ]
}