{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/singer-sri-lanka-wins-retail-sector-award-at-best-corporate-citizen-sustainability-awards-2024/",
  "time_ut": 1733938740.0,
  "original_lang": "en",
  "original_title": "Singer Sri Lanka wins Retail Sector Award at Best Corporate Citizen Sustainability Awards 2024",
  "original_body_lines": [
    "Singer (Sri Lanka) PLC, a trailblazer in the retail sector, has once again been recognized for its steadfast dedication to sustainability, earning the Retail Sector Award at the Best Corporate Citizen Sustainability Awards 2024 for the second consecutive year. This accolade underscores Singer’s leadership in embedding Environmental, Social, and Governance (ESG) principles into its corporate strategy, cementing its position as a pioneer in sustainable business practices.",
    "On the environmental front, Singer has consistently led the way in innovation. In 2013, it became the first company in Southeast Asia to introduce R600a technology, an energy-efficient refrigerant that gained widespread adoption for its reduced environmental impact. In addition, Singer’s adoption of paper pulp packaging for locally manufactured refrigerators has significantly curtailed Styrofoam waste, while its use of recycled cast iron in water pump production demonstrates a strong commitment to circular economy practices. Notably, two of Singer’s factories are now solar-powered, exemplifying its efforts to minimize its carbon footprint and drive sustainable manufacturing processes. Continually upgrade with energy efficient equant in line with the environmental initiatives of the company.",
    "Singer’s contributions extend beyond environmental stewardship to create a profound social impact. Through initiatives in education and healthcare, the company has empowered countless individuals and communities. The Singer Fashion Academy, in particular, stands out as a transformative platform offering sewing and fashion courses that foster skills development and entrepreneurship. These programs not only enhance livelihoods but also reinforce Singer’s role in uplifting communities across Sri Lanka.",
    "In the area of governance, Singer continues to uphold the highest standards of transparency and accountability. By aligning with global best practices, the company ensures ethical and responsible operations. Currently, Singer is in the process of adopting the IFRS S1 and S2 standards, further solidifying its sustainability reporting and risk management framework.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}