{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sampath-bank-and-sathosa-motors-partner-to-deliver-lower-interest-rates-and-special-discounts/",
  "time_ut": 1757185260.0,
  "original_lang": "en",
  "original_title": "Sampath Bank and Sathosa Motors partner to deliver lower interest rates and special discounts",
  "original_body_lines": [
    "Sampath Bank PLC and Sathosa Motors PLC have partnered to offer exclusive benefits to vehicle buyers. The Memorandum of Understanding (MoU) was signed recently at the Bank’s Head Office, marking progress in expanding affordable transport options in Sri Lanka.",
    "Customers buying vehicles from Sathosa Motors will gain access to tailored financial solutions from Sampath Bank, subject to standard regulations. These include a 0.5% interest rate reduction on vehicle lease, interest-free loans for insurance premiums if settled within two months, and credit cards issued without a joining fee. Insurance payments via these cards can be repaid over 12 months at 0% interest for increased convenience.",
    "Additionally, Sathosa Motors will offer special promotions to its customers under this agreement, including a discount of Rs. 50,000 on trucks and Rs. 100,000 on double cabs, free vehicle registration, three free services covering both labour and material, and exclusive discount coupons on spare parts. These offers aim to provide added value and long-term support to customers choosing Sathosa Motors vehicles.",
    "Sathosa Motors PLC, a trusted name in Sri Lanka’s automotive industry, has represented the Isuzu brand for over six decades. The company’s extensive product portfolio includes double-cab pickup trucks, commercial vehicles, luxury passenger coaches, and specialised vehicles such as fire trucks and bowsers. Supported by an island-wide network of workshops and dealers, Sathosa Motors continues to deliver reliable vehicles backed by comprehensive after-sales service.",
    "This partnership between Sampath Bank and Sathosa Motors demonstrates their shared vision to make vehicle ownership more rewarding while strengthening the country’s transport sector.",
    "ComBank achieves a world first with LoungeKey access for UnionPay Asia Prestige Cards",
    "Neela Marikkar named “Sri Lanka Iconic Woman 2025” at SLBC centenary awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}