{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Reciprocal-cultural-visit-between-Indian-and-Sri-Lankan-armed-forces/56-767516",
  "time_ut": 1727998746.0,
  "original_lang": "en",
  "original_title": "Reciprocal cultural visit between Indian and Sri Lankan armed forces",
  "original_body_lines": [
    "A Reciprocal cultural visit between the Indian and Sri Lankan armed forces commenced on 2 October, with arrival of an Indian Air Force Aircraft carrying 120 Indian armed forces personnel at Bandaranaike International Airport, Colombo.",
    "Over the next three days, Indian delegation will be visiting cultural sites in and around Nuwara Eliya. Simultaneously, an aircraft departed with 120 Sri Lankan armed forces personnel for a three day long visit to Bodh Gaya, India.",
    "Ceremonial welcomes was accorded to the incoming delegation, and were received by senior officers from the Indian High Commission, Colombo and Sri Lankan armed forces. A memento exchange between the heads of delegations from both sides was followed by a group photograph. The aim of this cultural exchange is to further enhance people to people contact between both the armed forces and exposing them to each other’s cultural heritage.",
    "Bilateral relations between Indian and Sri Lankan armed forces in line with India’s ‘Neighbourhood First’ policy has been deep rooted and extensive. Defence cooperation between both the nations’ spans across multiple spheres including training, capability development of Sri Lankan Armed forces personnel, bilateral exercises, bilateral goodwill visits by Navy and Coast Guard ships and people to people contact.",
    "It may be recalled that similar cultural exchanges have taken place twice in the past with the last visit in June 2019 wherein 80 armed forces personnel from both sides have visited India and Sri Lanka respectively. These visits were halted post-COVID, however, through the efforts of the Defence Ministry from both sides and High Commission of India in Colombo, these cultural exchanges have re-commenced this year."
  ]
}