{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-budget-deficit-down-38-pct-tax-revenues-up-41-pct-to-august-183860/",
  "time_ut": 1729059840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka budget deficit down 38-pct, tax revenues up 41-pct to August",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka tax revenues rose 41 percent to 2,348 billion rupees in the eight months to August 2024, at a rate higher that the full year 35 percent target, and current expenses only grew 3 percent, amid higher tax rates and monetary stability, official data showed.",
    "Total revenues also grew 41 percent to 2,557 billion rupees, with non-tax revenues rising to 209 billion rupees from 158 billion rupees last year, according to pre-budget fiscal report.",
    "Current spending was contained at 3,041 billion rupees amid wage restraint and a lower than budgeted interest bill. Interest cost rose only 2 percent to 1,560 billion rupees, despite new debt taken to finance the budget deficit.",
    "The current account deficit (total revenues less current spending) fell to 483.8 billion rupees or 1.5 percent of GDP in the fist eight months, from 1,121.7 billion rupees a year earlier.",
    "Capital spending picked up to 435.3 billion rupees, up 22 percent.",
    "The overall deficit after grants was 911 billion rupees, down 38 percent from 1,470 billion rupees.",
    "The deficit financed by borrowings for the first eight months, without bank recapitalization costs was only 2.9 percent of GDP.",
    "Domestic borrowings were down 46 percent to 742.4 billion rupees, as current spending was kept under control, while foreign borrowings picked up 80 percent to 168 billion rupees.",
    "President Anura Dissanayake has announced fuel subsidies to fishermen and farmers, originally proposed by ex-President Ranil Wickremesinghe, while members of the public are paying high levels of taxes to shoulder the burden of making national debt sustainable.",
    "A state worker salary hike is also due next year after the 2022 currency collapsed destroyed the real value of savings.",
    "The primary balance was 648 billion rupees, expanding from 55 billion rupees last year with the interest bill at 1,560 billion rupees, greater than the overall budget deficit.",
    "Sri Lanka has nominal interest rates due to serial currency and stabilization crises coming from flexible inflation targeting (printing money for inflation) and potential output targeting (printing money for growth), which eventually ended in sovereign default.",
    "From late 2022, Sri Lanka’s central bank has refrained from denying monetary stability through a 5 percent inflation target and inflationary open market operations as it did after the end of a civil war, generally running deflationary policy.",
    "Amid deflationary policy, the central bank has also allowed currency appreciation, undershooting its 5 percent inflation target (domestic anchor).",
    "Currency appreciation can improve real wages, boost spending and consumption tax revenues as well as increasing the real the real value of past savings, pushing down interest rates, analysts say.",
    "Currency depreciation has the opposite effect, making budgets impossible to manage as demands for subsidies, salaries and operational expenditure go up.",
    "Sri Lanka’s budget became un-manageable from the early 1980s, discrediting the strongest set of economic reforms seen in the last century, and triggering greater social unrest, critics say.",
    "The currency was depreciated from 1978 after the IMF’s second amendment deprived the central bank of a credible anchor, with external and specie anchors discouraged without an alternative."
  ]
}