{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Two-eminent-industry-leaders-join-Teejay-Lanka-board-as-independent-directors/34-759129",
  "time_ut": 1709493860.0,
  "original_lang": "en",
  "original_title": "Two eminent industry leaders join Teejay Lanka board as independent directors",
  "original_body_lines": [
    "Bill McRaith and Shrihan Perera fortify top textile manufacturer’s corporate leadership",
    "Teejay Lanka PLC has announced the appointment of two eminent apparel industry personalities, Messrs. Bill McRaith and Shrihan B. Perera as independent, non-executive directors, effective 1 March 2024.",
    "Recently retired after an illustrious career of more than three decades in the global apparel and retail industries, Bill McRaith was, in his last appointment, PVH Corp. Chief Supply Chain Officer, the American clothing company that owns brands such as Tommy Hilfiger and Calvin Klein.",
    "Based at the company’s New York headquarters, he oversaw PVH’s global supply chain operations and was responsible for developing the global production structure, processes, manufacturing footprint and logistics network that serviced the needs of the company’s global retail and wholesale divisions.",
    "A native of Scotland and a Professor of Glasgow Caledonian University McRaith has also served as Wal-Mart Global Sourcing Senior Vice President, managing electronic, hardware, toys, and home furnishings supply chains; as Victoria’s Secret Executive Vice President – Manufacturing, Sourcing and Product Development and Intimates at Limited Brands Chief Supply Chain Officer.",
    "He was previously a member of the Board of Directors of the American Apparel and Footwear Association (AAFA) and currently serves on the F.I.T. International Trade and Marketing Advisory Board as well as an Industry advisor to O9 Solutions. Since his retirement from the corporate world, McRaith has leveraged his manufacturing, supply chain and brand retail knowledge to support industry efforts on climate and environmental impact while enabling profitable growth, preparing for future legislation. As such, he acts as an advisor on Future-Proof Fashion.",
    "Shrihan Perera was the Teejay Lanka PLC CEO from April 2018 to December 2019 and retired four years ago. He is a Fellow of the Chartered Institute of Management Accountants/CGMA, UK., and has a B.Sc. in Mechanical Engineering 2nd Class Upper Honours, from the University of Moratuwa.",
    "He served as Brandix Apparel Solutions Ltd. CEO from January 2010 to March 2018, and as Unilever Sri Lanka Ltd. National Finance Director from April 2007 to December 2009.",
    "Perera currently serves as an independent director on the boards of Teejay Lanka Prints Ltd., Teejay India Ltd. and Fintrex Finance Ltd. He is also a consultant to and undertakes coaching assignments for Iceman Technologies Ltd. and Elegant Knitting International Ltd.",
    "The Teejay Group owns manufacturing facilities in Sri Lanka and India, along with a state-of-the-art printing facility in Sri Lanka. An ISO 9001:2015, ISO 14001:2015 and OHSAS 18001:2007 compliant company and the first in the industry to develop green fabric, Teejay Lanka was also the first textile manufacturer in Sri Lanka to receive membership of the US Cotton Trust Protocol. Teejay is a public quoted company with 40% public ownership and the backing of Sri Lanka’s largest apparel exporter, Brandix Lanka which has a 33% stake in the Company. Pacific Textiles of Hong Kong, whose key shareholder is the Tokyo Stock Exchange listed Toray Industries Inc., owns 27% of Teejay Lanka."
  ]
}