{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/an-evening-of-music-unity-and-gratitude/",
  "time_ut": 1756147020.0,
  "original_lang": "en",
  "original_title": "An evening of music, unity and gratitude",
  "original_body_lines": [
    "The local scene is inundated with musical events, with happenings here, there, and everywhere!",
    "Yes, music fans have a choice, but not much variety to choose from as, practically, the same artistes are featured at most venues.",
    "However, it’s going to be an entirely different scene when the spotlight falls on the Cinnamon Lakeside A/C Marquee, on Saturday, 13th September, where glamour, music, and gratitude will merge into one unforgettable evening at The Gajaba Unity Fest 2025.",
    "According to the media coordinator of the 2025 event, Maneka Liyanage, The Gajaba Unity Fest is held annually and is organised by the Gajaba Veterans Association, to promote unity, entertainment, and welfare of the Gajaba Regiment veterans and their families.",
    "She went on to say that the festival aims to raise funds for the welfare of Gajaba Regiment veterans, their families, and the families of war heroes who were disabled or killed in action.",
    "Organised by Rideem Entertainment, together with the Gajaba Veterans Association, this concert is more than a celebration of music, says Maneka.",
    "Describing the setup for the evening of Saturday, 13th September, she said:",
    "“It’s a heartfelt tribute to the bravery and sacrifice of Sri Lanka’s disabled soldiers and their families, and we have got the lineup to do the needful on 13th September.",
    "“In the spotlight will be Sohan Weerasinghe , the legendary singer/entertainer, with an irresistible stage presence; Mariazelle Goonetilleke, whose songs remain timeless; Lahiru Perera, the ultimate crowd-mover, bringing unstoppable energy; and Kavindi Kulasena, the new-age sensation with a voice that commands attention; and with Dominic Kellar as compere.",
    "“Backing the singers will be the electrifying Redeemers Band, guaranteeing a performance that will keep hearts racing and feet moving all night long.",
    "“Imagine an arena filled with unforgettable music, legendary voices, and an audience united by one cause—supporting the heroes of our nation. That’s what the Gajaba Unity Fest 2025 is all about – a night where entertainment becomes a gesture of gratitude. It’s a celebration of courage, compassion, and community.”",
    "Yes, indeed, Gajaba Unity Fest 2025 is not only a night to celebrate life, music, and unity—but, above all, it’s a way of giving back to those who gave everything for us.",
    "You could also contact: Rumesh (0777 188 485) or Thusitha (0714 417 378) for more details.",
    "Whither Meritocracy? Reimagining Grade 5 Scholarship Examination in Sri Lanka – II",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}