{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103818/warning-issued-over-possible-cyclone-nearing-sri-lankas-east-coast-",
  "time_ut": 1732711080.0,
  "original_lang": "en",
  "original_title": "Warning issued over possible cyclone nearing Sri Lanka’s east coast",
  "original_body_lines": [
    "The Department of Meteorology warns that the deep depression over the southwest Bay of Bengal, which was located 110 km to the east of Trincomalee at around 11.30 a.m. today (27), is likely to move closer to the east coast of Sri Lanka and further intensify into a cyclonic storm during the next 06 hours.",
    "Under the influence of the system, cloudy skies will prevail over most parts of the island while very heavy showers and strong gusty winds can be expected in Northern, North-central, Eastern, Northwestern and Central provinces, it said.",
    "Issuing a “Red” advisory, it said showers or thundershowers will occur at times in Northern, North-central, Central, Western and North-western provinces and in Trincomalee, Batticaloa and Kegalle districts.",
    "Very heavy showers above 150 mm are likely at some places while showers will occur at times elsewhere of the island too. Fairly heavy showers above 75 mm are likely at some places, the department said.",
    "The warning further said that the deep and shallow sea areas around the island will be rough to very rough as the wind speed can be increased up to 60-70 kmph at times. Very heavy showers or thundershowers are likely at some places areas around the island.",
    "The swell waves (about 2.5–3.0 m) height may increase in the sea areas off the coast extending from Batticaloa to Kankasanthurai via Trincomalee (this is not for land area).",
    "The Met. Department said there is a possibility that near shore sea areas off the coast extending from Batticaloa to Kankasanthurai via Trincomalee may experience surges due to swell waves.",
    "Naval and fishing communities are warned not to venture to the deep and shallow sea areas around the island until further notice. They are also requested to be attentive about future advisories issued by the Department of Meteorology in this regard.",
    "The general public is requested to be vigilant regarding impending extreme weather situation from November 26 to 27 and to contact the local disaster management authorities for emergency assistance.",
    "They are also requested to be attentive about future advisories issued by the Department of Meteorology in this regard."
  ]
}