{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/anura-kumara-dissanayake-in-india/",
  "time_ut": 1707642360.0,
  "original_lang": "en",
  "original_title": "Anura Kumara Dissanayake in India",
  "original_body_lines": [
    "Anura Kumara Dissanayake’s recent visit to India, on an invitation extended by the Indian government, underlies a tectonic shift in Sri Lankan politics, a sign of things to come. It hints at what may happen at upcoming elections. More than anything, it shows that India is taking the JVP-NPP seriously. We should be, too.",
    "The responses to the visit by other parties have, so far, been lukewarm. The UNP’s Vajira Abeywardena, for instance, welcomed the move, and stated that his party hoped the JVP-NPP would contribute towards national policies which would “revive the nation”, adding that he looked forward to seeing the party work with the UNP, just as it had worked before with Chandrika Kumaratunga and Mahinda Rajapaksa.",
    "Rather less obtusely, the SLPP’s Namal Rajapaksa commented on the JVP-NPP’s changing stance on India. While welcoming the visit, he recalled the JVP-NPP’s opposition to the Sampur Power Project, and said he hoped the party would now foster a collective national effort to revive the economy through foreign investment.",
    "Rajapaksa’s and Abeywardena’s parties, and a section of the SJB, appear to be reluctantly coming to terms with that which has become evident to the Sri Lankan masses, and the world at large, for more than two years: the JVP-NPP’s growing relevance. Perhaps because of this, they have focused more on the JVP-NPP’s activities in the 1980s, taking issue with what they see as the party’s hypocrisy.",
    "That, of course, is illogic of the worst sort. If we are to judge what political parties and personalities are doing now on the basis of what they did once upon a time, we would have to subject every single politician in the country to the kind of sardonic comments and jibes that the JVP-NPP is getting from its critics. It is of course important to remind voters of what these parties once stood for. But in the JVP-NPP’s case, what we are seeing is a fundamental pivot, a reflection of the changing face of Sri Lankan politics.",
    "What is amusing and disgusting about all this is the hypocrisy. The same people and parties making these comments would hardly, if at all, do the same with their political kin. The SLPP, for instance, has nothing to say about its partnership with a man it contested against, and attacked, in 2019. The Rajapaksas, who are part of this intriguing political dispensation, can both call for lower taxes and vote for the recent VAT rise.",
    "As far as Sri Lanka’s political establishment goes, only the major parties are permitted to play Tom and Jerry or Raigamayai Gampalayai at the same time. All others should be consistent and predicable in their policies, and their articulation of them. If they break away from their previous policies, they will invariably be subjected to ridicule.",
    "By the political establishment, of course, I include not just the SLPP and the UNP, but also Colombo’s right-wing intelligentsia. That includes the liberal intelligentsia, sections of which appear to have found common ground with the SLPP and UNP.",
    "The latter development is of course interesting, but hardly unpredictable. As the last chapter of Rajiva Wijesinha’s Representing Sri Lanka – telling titled “The Death of Liberal Sri Lanka” – makes it clear, Sri Lanka’s liberal intelligentsia has for years prioritised economic over social liberalism. Once seen as advocates of social justice and equity, they have now embraced the mantra of free markets and liberalisation.",
    "That is why self-professed liberals – liberals only in their opposition to State intervention in the economy – have rejected the JVP, and why these outfits have all but excluded the party from its platforms and discussions. It is also why Anura Kumara Dissanayake’s recent visit seems to have astonished them. Like establishment nationalists pathetically searching for excuses for their support of Ranil Wickremesinghe, establishment liberals view the current dispensation as preferable to a JVP-NPP-led government.",
    "The excuse they keep bringing up is, of course, the JVP’s opposition to Indian intervention, the 13th Amendment, and the UNP’s economic reforms of the 1980s. I think any analysis of what the JVP did or failed to do during the 1980s has to account for the complexities of that period, which included some of the country’s darkest years.",
    "On the one hand, the then UNP government overplayed its hand by postponing elections, framing the JVP for the 1983 riots, hedging all our bets on the West while alienating India, and imposing economic reforms that ostensibly promoted growth but in reality generated inequality. On the other, India overplayed its hand, asserting and reinforcing its Big Brother image, opening training camps for LTTE cadres and threatening gunboat diplomacy when Sri Lanka was on the verge of a military victory in the north.",
    "Contrary to what Vajira Abeywardena said, the J. R. Jayewardene government did not really help the JVP “take a democratic route.” Au contraire, by framing them for the riots and denying them any political space, it pushed them away from the mainstream. We know where that got us. And we are seeing a replay of it, in a less unsubtle form, today: civil society activists are being silenced and jailed, while the government is rushing through one law after another on the pretext of protecting its MPs from the proverbial mob.",
    "In that regard, the most astute and comprehensive analysis of Anura Kumara Dissanayake’s visit came from Dayan Jayatilleka. Writing in the DailyFT this week, Jayatilleka announced, not inaptly, that “Anura Kumara Dissanayake has arrived.” While opponents of the JVP-NPP have mainly acknowledged the party’s shifting attitudes to India, he chose to underline the significance of the visit to New Delhi.",
    "It was impressively unorthodox agility by Delhi, recognising and jumping on the emerging reality; stealing a march over China; capitalising on the facts that Beijing couldn’t be seen to be the first to invite Anura just as he couldn’t be seen to make China his first “official” visit. India is trying to ensure, especially after the Maldivian turnaround, that a possible victory by Anura Dissanayake is not simultaneously a victory for China. In doing so, India is also safeguarding the interests of the Quad.",
    "Jayatilleka’s analysis is important because he was once the JVP’s most articulate critic. Yet to be fair by him, he has always been fair by them. Even his critique of the JVP during the insurgency was rooted in his opposition to their line on India: a line he opposed while also opposing India’s heavy-handed approach to Sri Lanka. Indeed, in recent months, he has been far more critical of the SJB and its fragmentation.",
    "Jayatilleka’s assessment is thus important, for many reasons. The upshot of it all is that, as a political force, the JVP-NPP is here to stay. It is not going to go away. Any move on their part to recalibrate and re-strategise, and thus re-manoeuvre, must be encouraged. Their India visit – in the course of which they met the Foreign Minister and called on other influential MPs and politicos – is a turning point in their history and should be acknowledged as such. More than anything, they have been seen as important and relevant by our neighbour to the north. That alone should silence the naysayers and the cynics.",
    "Uditha Devapriya is a writer, researcher, and analyst based in Sri Lanka who contributes to a number of publications on topics such as history, art and culture, politics, and foreign policy. He can be reached at .",
    "Prof. J.E Jayasuriya: “A Guiding Light” in Sri Lankan Education",
    "Qatar frees eight ex-Indian navy officers previously on death row",
    "At least five killed in protest over mosque demolition in north Indian town",
    "FTA talks underway with India, Indonesia, Malaysia, Vietnam, and China – Minister of Foreign Affairs Ali Sabry",
    "Minister of Power and Energy to attend India Energy Week 2024 conference",
    "Bumrah and Ashwin beat England’s bazballers as India draw level",
    "Chinese ship, Xiang Yang Hong 3’s port call flares India tension",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}