{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/gsp-can-it-drive-inclusive-growth-in-sri-lanka/",
  "time_ut": 1732634460.0,
  "original_lang": "en",
  "original_title": "GSP+: Can it drive inclusive growth in Sri Lanka?",
  "original_body_lines": [
    "In a mid-October 2024 meeting with the European Union (EU) Ambassador, Sri Lanka reaffirmed its commitment to strengthening trade relations with the EU, particularly highlighting the role of the GSP+ programme in boosting Sri Lankan exports. This discussion underscores the significance of the GSP+, which offers tariff preferences for Sri Lanka’s exports to the EU. The GSP+ offers reduced tariffs on exports, conditional upon the recipient countries implementing 27 international conventions. These conventions include standards on labour and human rights, environmental sustainability, and good governance. Sri Lanka’s major exports to the EU, such as wearing apparel, employ low and medium-skilled, and female workers, as well as estate and rural sector workers, directing benefits of GSP+ to vulnerable communities.",
    "In 2023, Sri Lanka exported goods worth USD 3.63 billion (Bn) to the EU and the United Kingdom (UK) representing 30% of total exports of Sri Lanka. The 1,301 products exported by Sri Lanka under the six-digit Harmonized System (HS) codes, concentrate on key sectors such as wearing apparel, rubber, seafood, and tea. Notably, the EU and the UK are major export destinations for wearing apparel accounting for over half (54.9%) of Sri Lanka’s total wearing apparel exports​.",
    "GSP+ preference offers Sri Lanka zero tariffs on many goods, granting relative price competitiveness in the EU market. Without GSP+, tariffs would revert to the EU’s Most Favoured Nation (MFN) rates. The preference margin – the difference between MFN and GSP+ – is more than 10 percentage points for high-value export sectors like wearing apparel.",
    "However, GSP+ benefits are not fully utilised. Complex rules of origin make compliance challenging and costly, particularly for the wearing apparel sector. For instance, in 2019, Sri Lanka exported USD 1.31 Bn of knitted or crocheted apparel to the EU and UK, with only about half the exports (52.3%) benefiting from GSP+. Similarly, 52.3% of non-knitted apparel exports, valued at USD 842.45 million (Mn), used GSP+, while rubber products had a 96.4% utilisation rate, contributing USD 340.95 Mn in exports.",
    "Consequently, the effect of a potential tariff increase will differ across export sectors, depending on factors like export volume, utilisation rates, and the size of the tariff hike. The forthcoming publication “Who Stands to Lose? Examining the Fallout of GSP+ Preference Erosion in Sri Lanka”, shows that once all these factors are accounted for, reverting to MFN tariffs due to the loss of GSP+ could lead to a decline in exports of USD 1.23 Bn, or 36.7%, compared to 2019, after accounting for utilisation rates.",
    "The wearing apparel sector is expected to experience the largest hit, with a projected loss of USD 996.38 Mn, representing a 44.63% drop in exports. Although the utilisation rate for GSP+ in the wearing apparel sector is relatively low at 52.3%, the large volume of exports and the 10-percentage point difference between MFN and GSP+ rates mean that the sector would suffer significant losses. Key products such as men’s underpants, brassieres, and shirts, which are among Sri Lanka’s top 10 exports to the EU, are vulnerable to the negative effects of GSP+ withdrawal.",
    "Sectors highly vulnerable to export changes play a crucial role in promoting inclusive economic growth in Sri Lanka, as they provide significant employment opportunities for women and rural workers. As a result, any potential decline in exports would disproportionately affect these vulnerable groups within the labour force, intensifying the economic challenges they face.",
    "The IPS analysis suggests that the loss of GSP+ could put 73,574 workers at risk of losing their jobs. The apparel sector employs 87.1% of these vulnerable workers. The apparel industry currently employs 475,741 workers, of whom 70.5% are women.",
    "When the embedded employment in the export losses is broken down by gender and skill level, it becomes clear that women, along with low and medium-skilled workers, will be the hardest hit. Out of the 73,574 workers at risk, 42,958 are women in low or medium-skilled roles. In the wearing apparel sector, 61.4% of vulnerable employees are females employed in low and medium-skilled occupations. Overall, 82% of all vulnerable workers are low and medium-skilled, highlighting the disproportionate impact on these workers if GSP+ is withdrawn.",
    "Sri Lanka cannot afford to lose GSP+ given the current economic situation and the growth stage of the country. The slowly growing employment numbers show that alternative sectors are not in existence to absorb the labour force vulnerable to the GSP+ loss. Finding alternative jobs in the formal sector will be even more difficult.",
    "To avoid this scenario, it is in Sri Lanka’s best interest to comply with the agreed-upon conventions and retain the GSP+ status. In the future, as the country reaches higher income levels, the GSP+ loss may be more manageable. However, at this stage, GSP+ is a driving force for increasing Sri Lanka’s exports and overall income.",
    "While maintaining the crucial GSP+ preference, Sri Lanka should attempt to increase its utilisation by expanding the cumulation of non-originating materials, similar to the recent EU approval of cumulation between Sri Lanka and Indonesia. Enhanced cumulation will especially benefit the country’s wearing apparel sector. The Trade Preference Outlook-2024 of the UNCTAD also underscores the importance of reforming rules of origin, accounting for supply chain realities. In the longer term, Sri Lanka can look into options like entering a free trade agreement with the EU to cope with the adverse effects of GSP+ loss at a higher income stage of the country. This is particularly important as Sri Lanka’s eligibility for GSP+ is not only tied to compliance with the required conventions but also to its income classification. If Sri Lanka transitions to upper-middle-income status, it will no longer qualify for the GSP+. This highlights the need for long-term solutions to maintain preferential market access.",
    "Dr Asanka Wijesinghe is a Research Fellow at IPS with research interests in macroeconomic policy, international trade, labour and health economics. He holds a BSc in Agricultural Technology and Management from the University of Peradeniya, an MS in Agribusiness and Applied Economics from North Dakota State University, and an MS and PhD in Agricultural, Environmental and Development Economics from The Ohio State University.",
    "Chaya Dissanayake is a Research Officer at the Institute of Policy Studies of Sri Lanka (IPS). She holds a B.Sc. (Hons) in Agriculture specialised in Agricultural Economics from the University of Jaffna and is currently reading for an MSc in Integrated Water Resource Management at the Postgraduate Institute of Agriculture, Peradeniya. Her research interests include agricultural policies and institutions, disaster risk management, poverty and inequality, SMEs, women and the workforce.",
    "Rashmi Anupama is a Research Assistant at the Institute of Policy Studies of Sri Lanka (IPS). She holds a BSc in Agriculture, specialised in Agricultural Economics, with a First Class from the Faculty of Agriculture, Rajarata University of Sri Lanka. Her research interests include international trade, regional integration, macroeconomic policy, structural reforms, and entrepreneurship.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}