{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/zesta-invites-sri-lankan-tea-lovers-to-create-the-next-zesta-commercial/",
  "time_ut": 1721343120.0,
  "original_lang": "en",
  "original_title": "Zesta invites Sri Lankan tea lovers to create the next Zesta commercial",
  "original_body_lines": [
    "Zesta Tea, a renowned flagship brand under Sunshine Consumer Lanka, has announced ‘My Zesta Story’, a campaign inviting all Sri Lankan tea lovers to create their very own commercial for the brand. Participants are encouraged to submit their ideas in various formats, including videos, audio recordings, scripts, storyboards, and animations.",
    "The winning entry will receive a grand prize of Rs. 1 million, and the following top four entries will each receive consolation prizes of Rs. 250,000. Additionally, Zesta will give the winning idea the opportunity to be produced and aired on TV, offering the ultimate platform for Sri Lankan creativity.",
    "Sunshine Consumer Lanka CEO Anuruddha Aluvihare commented on the campaign, “The ‘My Zesta Story’ campaign is a further testament to our bold ways of communicating what Zesta brings towards Sri Lankans. We are thrilled to invite our loyal consumers to share their creative visions and join our ongoing legacy. While honouring the brand’s rich heritage, this campaign also paves the way for an exciting future driven by the passion and imagination of Sri Lankan tea lovers.”",
    "Building on this rich heritage, Sunshine Consumer Lanka Chief Marketing Officer Kavi Rajapaksha said it is a proud moment to launch this campaign. “As we launch the ‘My Zesta Story’ campaign, we are building on Zesta’s rich heritage of quality and innovation. This initiative celebrates our legacy and empowers our loyal consumers to become a part of our brand’s future. By inviting Sri Lankans to share their creative visions, we aim to reinforce Zesta’s position as one of the most loved Sri Lankan brands that continues to capture hearts and inspire imaginations. We are excited to see the incredible emerging ideas and look forward to turning the winning concept into a reality.”",
    "Submissions can be made through the campaign’s dedicated website, www.myzestastory.com, or via WhatsApp at 070 274 0833. A panel of judges featuring renowned personalities from the advertising and entertainment industries will evaluate the entries.",
    "INSEE Cement’s mangrove restoration programme contributes to Sri Lanka’s coastal and biodiversity protection",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}