{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/power-of-criminals/",
  "time_ut": 1758649020.0,
  "original_lang": "en",
  "original_title": "Power of criminals",
  "original_body_lines": [
    "A huge consignment of narcotics and several illegal firearms, including an assault rifle, were detected in Tangalle on Monday. They would possibly have gone undetected if not for the suspicious death of a person that led the police to a place where a truck used to transport some of the narcotics was parked. Two other persons were found dead on the scene. Later on, the police took into custody two other trucks with narcotics and illegal firearms.",
    "It is incumbent upon the police to conduct a separate investigation to find out how the drug haul and illegal firearms had been smuggled into the country. There have been prima facie lapses on the part of the authorities tasked with battling the narco menace, and they should be probed so that the police will have a better understanding of the clandestine operations of the drug Mafia, which employs very innovative methods to accomplish their missions.",
    "Some trawlers are used for drug smuggling and gun running, as is public knowledge. Coastal areas in the South have come to be plagued by bloody turf wars, some of which have been going on for years. Keeping fishing harbours and trawlers under surveillance is a prerequisite for holding many drug smugglers at bay.",
    "The controversial practice of releasing freight containers via the green channel has stood drug dealers and other smugglers in good stead, and it must be abandoned forthwith. If the Customs and the police get their act together, the goal of ridding the country of drugs will be within the realm of possibility. They should be given all necessary resources and a free hand. The strength of the Navy must not be reduced on any grounds. Instead, it should be enhanced.",
    "The detection of lethal weapons and narcotics on Monday shows how powerful drug cartels have become over the years. One may recall that following an abortive underworld operation to rescue two drug dealers, Harak Kata and Kudu Salindu, from the well-guarded CID headquarters, it was revealed that the masterminds behind the attack had planned to use several commandos in the rescue operation. In November 2023, a military sniper was taken into custody for his alleged involvement in the plot to spring free Harak Kata and Kudu Salindu from the CID. A Lt. Col. of the Army Commando Regiment has been arrested for supplying ammunition to the drug dealer Kehelbaddara Padme’s bodyguard, ‘Commando Salintha’. This points to the increasing vulnerability of the ordinary public. Drug dealers do not reason. One of them, Kudu Nauffer, had Sarath Ambepitiya, an upright High Court judge, assassinated in November 2004. There have been instances where drug dealers in prison even bragged that they could target anyone. In 2020, a drug kingpin, known as Podi Lassie, while being held in the Boosa prison, openly threatened to harm the then President Gotabaya Rajapaksa, Defence Secretary Gen. Kamal Gunaratne and high-ranking prison officers.",
    "The government has provided maximum possible security to President Anura Kumara Dissanayake and Prime Minister Dr. Harini Amarasuriya—and rightly so. It would do well to ensure that its political rivals are also given adequate protection. Previous governments settled political scores with their opponents by either curtailing or withdrawing security provided to the latter. The UNP did not fully recover from the political fallout of the Lalith Athulathmudali’s assassination (1993), which was blamed on its leaders who had refused to provide protection to the former National Security Minister despite threats to his life. Political upheavals sparked by that crime would have led to a mass uprising but for the assassination of President Ranasinghe Premadasa a few days later. Those who do not learn from history are said to be doomed to relive it.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}