{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/netanyahu-welcomes-trumps-re-election-to-second-term/",
  "time_ut": 1732522380.0,
  "original_lang": "en",
  "original_title": "Netanyahu welcomes Trump’s re-election to second term",
  "original_body_lines": [
    "Trump’s new Ambassador to Israel: “There’s really no such thing as a Palestinian”",
    "The re-election of Donald Trump to a second term of the presidency of the United States has changed the ideological trajectory of the future of the United States. At least for the foreseeable future.But it has sealed the fate of the Palestinian people in the Gaza Strip and the West Bank. Permanently.",
    "To even consider the validity of the above statement, one must look into the constitutional, conventional and practical qualifications for the Presidency of the United States. Constitutionally, the President must be at least 35 years of age, be a natural born citizen and must have lived in the United States for at least 14 years.",
    "Conventionally, the President stands before the Chief Justice, raises his right hand, with his left hand on the Bible, takes the constitutional Oath of Affirmation, to the effect that he/she does solemnly swear (or affirm) to faithfully execute the office of the President and preserve, protect and defend the constitution of the United States.",
    "Swearing upon the Bible, indicating that the President is a Christian, is an option, not required by the constitution. The sixth President, John Quincy Adams took his oath on a book of law, with the intention that he was swearing on the constitution. Theodore Roosevelt and Calvin Coolidge also did not use a Bible in their oath-taking ceremonies.",
    "In current times, however, a Presidential candidate who is not a Christian will not qualify to assume the office of the President of the United States. In fact, Donald Trump was so anxious to prove his devotion to Christianity that he took his oath on two Bibles. Perhaps as insurance against one bursting into flames during the ceremony.",
    "There are two other practical and realistic qualifications for a candidate to qualify for the presidency. The first is that he/she must swear allegiance to the totally fraudulent interpretation of the Second Amendment, about the necessity of a “well-regulated militia, being necessary to the security of a free state, the right of the people to keep and bear arms, shall not be infringed”. A text which has been mistranslated to mean that “every citizen of 18 years of age and over in the nation has the right to bear arms, up to the maximum military lethality available, without any restriction whatsoever”.",
    "This translation was made by the National Rifle Association (NRA), the lobby for the US military industrial complex, which controls the Republican members of the US Congress. Former Republican Chief Justice, Warren Burger once said, “The gun lobby’s interpretation of the Second Amendment is one of the greatest pieces of fraud, I repeat the word fraud, on the American people by special interest groups that I have ever seen in my lifetime”.",
    "The second (and I apologize it took me so long to come to the qualification relevant to my original statement) is that any candidate with aspirations to the US presidency, since the end of World War II in 1945, has to swear undying fealty to the Jewish State of Israel, and provide all assistance, financial and military, to defend the Promised Land and ensure its divine sovereignty to perpetuity.",
    "The backlash against the Biden/Harris Administration by the Arab population in the United States, especially the large concentration of Muslim and Arab-Americans in the city of Dearborn, in Michigan, one of the vital battleground states, was a major factor in Trump carrying a state that Biden won convincingly in 2020 by a margin of 2.8%. A state that was vital for his re-election.",
    "Michigan had been a blue (Democratic) state which had not been won by a Republican since 1988, till Trump flipped it by 0.2%, the closest margin of all states in 2016. At that time, it was felt that Clinton lost Michigan because she was too over-confident, paid little attention to personal visits and advertising and took the support of the Arab-American population for granted.",
    "Biden learned from Clinton’s mistakes, and heavy advertising and personal visits turned out to be a winning strategy in 2020.",
    "In November, 2024, however, Trump won Michigan, beating Vice-President Harris by 2,804,647 to 2,724,029 votes, a majority of 120,618 (1.4%) votes, mainly because of the misplaced anger of the large population of Arab-Americans, Muslims and Palestinians, currently numbering over 200,000, against the Biden administration’s continued support of Israel in their continuing massacre of Palestinian civilians, men, women and children in Gaza and the West Bank.",
    "The Palestinians in the Gaza Strip are continuing to face the consequences of the brutal onslaught by 2,000 Hamas terrorists, who ran amok at an Israeli settlement (kibbutz) near the Israeli-Gaza border on October 7. Over 1,200 innocent civilians, men, women and children, including 71 foreign nationals were savagely butchered in a gruesome terrorist act by Hamas. Over 250 people, including 12 Americans were taken hostage; about 100 hostages are still alive, according to current Israeli estimates.",
    "The Israelis, consumed by grief and fury, immediately went into revenge mode against the entire population of nearly two million Palestinians living in the Gaza Strip, for the despicable acts of a group of Hamas terrorists, who have their base in the Strip. The Israeli attacks have now escalated to include Palestinian settlements in the West Bank, home to 1.8 million Palestinians. Palestinians in Gaza and the West Bank live in fear of losing their homes, and their lives, at any moment during the relentless Israeli airstrikes. They live in terror, as the Jews did in Germany in the 1930s, guilty of no crime other than their ethnic identity.",
    "On October 18, 2023, President Biden visited Israeli Prime Minister Bibi Netanyahu, embraced him, vowing that the United States will provide “rock solid” support for its strongest ally in the Middle-East to defend itself.",
    "Which begs the questions: what is the extent of the self-defense demanded by Israelis for the October 7 massacre? How many more innocent Palestinian civilians, men, women and children, must be slaughtered, how many more billions of dollars must Americans pour in, before the Israeli thirst for revenge is entirely slaked? When will, in Israeli and American eyes, the punishment on innocent Palestinian civilians be deemed to adequately fit the October 7 crime committed by Hamas terrorists?",
    "In other words, when will the Israeli-American aggressor achieve the compassion, the maturity, to recast the concept of vengeance into the quality of justice?",
    "Even more simply and cynically put, what is the going conversion rate for massacred human beings, Jews to Arabs? How many killings of Palestinians will justify the loss of 1,200 Israelis butchered on October 7? Palestinian civilian deaths currently stand at 45,000+, representing nearly forty Palestinian civilians to one Israeli civilian. What is the final count that will satisfy Israeli revenge? Or are they going for a new Holocaust of 3.5 million Palestinians, representing nothing short of ethnic cleansing and genocide?",
    "Months into the conflict, with tens of thousands of Palestinian civilians, men, women and children, murdered, and hundreds of thousands displaced and homeless, the Biden Harris administration has continued to support the Israeli’s right to self-defense, providing military and financial assistance, despite acknowledging the ongoing humanitarian crises. The US has also supported Israel in vetoing United Nations Resolutions, initially for “humanitarian pauses” then for immediate ceasefires, resolutions that have been resisted by Israel until all the hostages held by Hamas have been released.",
    "Such support caused violent anti-Semitic protests in university campuses and the Arab communities in the United States against the Biden administration.",
    "A year after the atrocities committed by Hamas terrorists against Israel, the Biden administration, while again acknowledging the dire humanitarian crisis in Gaza, said “it would not impose a ban on selling more weapons to Israel to continue the war”.",
    "In a report released on November 14, 2024, a United Nations Committee stated that “Israel’s warfare in the Gaza Strip is consistent with the characteristics of genocide”, accusing Israel of “using starvation as a method of war”, resulting in “mass civilian casualties and life-threatening conditions for Palestinians”.",
    "Last week, the International Criminal Court based in The Hague, Netherlands, issued arrest warrants for Israel Prime Minister Netanyahu and Defense Minister, Gallant, as well as Hamas leader, Ibrahim Al-Masri (whom Israel has confirmed is dead) for alleged war crimes and crimes against humanity in the Gaza conflict.",
    "However, the continued support of the Israelis by the Biden administration, in spite of both President Biden and Vice-President Harris calling for a ceasefire and political negotiations for a two-state solution, did not sit well with the Arab-American communities in the US, who largely voted against Vice-President Harris on November 5.",
    "The relations between the Biden-Harris administration and Israeli Prime Minister, Netanyahu have been cooling through the 13 months of the war. However, Vice-President Harris and the Democratic Party were fully aware that their already slim chances of winning the presidency in November would be reduced to zero if they spoke one word against the Israeli offensive.",
    "The re-election of Donald Trump will be the beginning of the latest Holocaust, the genocide of the Palestinian people and the establishment of the Jewish State of Israel ordained by the Christian God. In a call with Netanyahu shortly after his election win, Trump reportedly told the Israel Prime Minister, “Do what you have to do”.",
    "Donald Trump’s immediate choice for the US Ambassador to Israel, Mike Huckabee, is conclusive evidence of the Trump administration’s unqualified support of the genocidal ambitions of Israeli Prime Minister Netanyahu, a long-time friend of Donald Trump.",
    "Huckabee, a former TV host, Baptist preacher and Republican Governor of Arkansas has described himself as an unapologetic, unreformed Zionist. He once said, “There’s really no such thing as a Palestinian”, asserting that “Palestinian identity was a political tool to try and force land away from Israel”. A two-state solution has never been on the cards for Palestine since the Nakba (literally, in Arabic, “catastrophe) in 1948, with the displacement of Palestinians for the creation of the new state of Israel.",
    "Israeli Prime Minister and war criminal Netanyahu is over the moon at the resurgence of his great buddy, Donald Trump and the new Republican Party. Trump’s America will provide Israel with all the necessary military and financial assistance to complete the genocide of the Palestinian people and finally realize the Divine promise of the Jewish State.",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}