{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Pelwatte-Dairy-revolutionises-Sri-Lanka-s-dairy-industry-by-achieving-global-certification-for-food-safety-management/34-769033",
  "time_ut": 1731091258.0,
  "original_lang": "en",
  "original_title": "Pelwatte Dairy revolutionises Sri Lanka’s dairy industry by achieving global certification for food safety management",
  "original_body_lines": [
    "Pelwatte Dairy Industries Ltd., a trailblazer in Sri Lanka’s dairy sector, has enhanced its production quality standards even further with the acquisition of the state-of-the-art FOSS FT3 machine and its recent achievement of the prestigious FSSC 22000 V6.0 Certification. These new milestones reflect Pelwatte’s unwavering commitment to delivering high-quality dairy products and setting new benchmarks in the industry.",
    "Pelwatte Dairy has made a significant leap forward in Sri Lanka’s dairy sector with the implementation of the cutting-edge FOSS FT3 machine, making it the first of its kind in Sri Lanka. This state-of-the-art tool is designed for unparalleled precision in dairy testing, capable of analysing multiple parameters simultaneously, including fat, protein, lactose, and up to 30 adulteration parameters. By ensuring that every batch of dairy products meets stringent international standards, the machine enhances the overall taste and nutritional value of Pelwatte’s offerings.",
    "The introduction of this advanced technology improves testing efficiency by reducing testing times and minimising human error while it also aligns with Pelwatte’s commitment to sustainable production practices. The FOSS FT3 machine’s ability to reduce wastage reinforces the company’s dedication to environmental responsibility.",
    "In addition to this technological milestone, Pelwatte Dairy has attained the FSSC 22000 V6.0 Certification, a globally recognised standard for food safety management. This certification reflects the company’s adherence to the highest international food safety and quality standards, positioning Pelwatte as a leader in the industry. The FSSC 22000 V6.0 Certification is a testament to Pelwatte’s ongoing efforts to enhance product safety, consistency, and quality.",
    "Pelwatte’s proactive approach to innovation and its leadership role in the Sri Lankan dairy industry set new standards for product quality and food safety. The acquisition of the FOSS FT3 machine and the achievement of the FSSC 22000 V6.0 Certification serve as a model for other local dairy producers, encouraging them to adopt similar advancements and contribute to the modernisation of the industry. By increasing production capacity and efficiency and creating job opportunities Pelwatte Dairy continues to support the growth of the local economy.",
    "Pelwatte Dairy’s journey toward these advancements began years ago with the establishment of its Quality Assurance (QA) Department. Over time, the company has consistently implemented international best practices in quality control, continuously upgrading its testing protocols and investing in state-of-the-art technology and collaborated with global leaders.",
    "“We are proud to introduce the FOSS FT3 machine to Sri Lanka, which ensures that every batch of our dairy products undergoes rigorous testing for optimal quality,” stated Pelwatte Dairy Industries Managing Director Akmal Wickramanayake. “By reducing inconsistencies and speeding up product approval times, we can deliver fresher products to the market, directly benefiting consumers with higher-quality, safer, and more reliable dairy products,” he added.",
    "Pelwatte Dairy is committed to ensuring the highest product quality at every stage of the production process, ensuring that every Sri Lankan has the opportunity to consume high-quality fresh dairy products. Founded in 2006, Pelwatte Dairy has become a trusted name in the industry, renowned for its innovation, quality and sustainable practices. The company’s product range includes full cream milk powder, non-fat milk powder, butter, yogurt, yogurt drink, ice cream, curd, fresh cream, ghee, and other dairy products, all of which are prepared to the highest of standards, paying close attention to every aspect of the manufacturing process. Pelwatte Dairy is also deeply committed to supporting local farmers and contributing to the growth of Sri Lanka’s agricultural sector."
  ]
}