{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84145",
  "time_ut": 1717504200.0,
  "original_lang": "en",
  "original_title": "Stunning   Election Results  Humble  India’s Strongman  Prime Minister Narendra Modi who is  Forced to Form Coaition Govt with Alliance Partners – “The Economist”",
  "original_body_lines": [
    "Ahead of the general election that concluded on June 1st Narendra Modi, India’s prime minister, was expected to romp home. His charisma, combined with an emphasis on infrastructure development, welfare payments to the poorest and a polarising Hindu nationalism, looked unbeatable. Mr Modi exuded a confidence that matched those predictions. He claimed that his Bharatiya Janata Party (bjp) and its allies would win upwards of 400 seats in the 543-seat parliament.",
    "Early results from the vote count on June 4th appeared to put that target out of reach. After more than 50% of the votes had been counted, Mr Modi’s alliance still looked headed for victory, with the bjp and its allies ahead in 290 seats, compared with the opposition’s 235. Yet the bjp itself appeared to be on course to lose more than 60 seats compared with the last election in 2019, with results mid-afternoon putting its tally at 238, down from 303 in 2019.",
    "Crucially, that means that it will rely on its alliance partners to control parliament (272 seats are needed for a majority). Final results are expected late on Tuesday or early on Wednesday. The spectacle of the Modi machine faltering has shocked the public, the political world and financial markets: the country’s benchmark share index fell by 6%.",
    "The electoral surprise follows a deeply divisive campaign. From the start, opposition politicians and other critics had bemoaned the lack of a level playing field in the election. Opposition politicians were jailed on corruption charges that they called politically motivated. Congress, the main opposition party, said its bank accounts were frozen, hindering campaigning. Meanwhile Mr Modi used at times stridently anti-Muslim campaign rhetoric. All of this may have been motivated by worries about diminishing support for the bjp.",
    "The biggest upset may turn out to be the giant northern state of Uttar Pradesh (up) in the bjp’s Hindi-speaking heartland. In 2019 the bjp won 62 of the state’s 80 seats. This time, early results suggested that tally fell to 35, with a vote swing of 9% away from the bjp and its allies.",
    "Thirty-five seats are expected to go to the left-wing Samajwadi Party, which is a member of the opposition alliance and focused on the rights of lower-caste groups and religious minorities. The constituencies lost by the bjp include Faizabad, home to the city of Ayodhya, where Mr Modi inaugurated a large new Hindu temple in January. The temple occupies the spot where a mob of Hindu nationalists demolished an ancient mosque in 1992.",
    "The bjp also suffered large losses in Rajasthan and in Maharashtra, a rich industrial state in the west that is home to Mumbai, India’s business capital. The seats it lost there mostly went to Congress, which looked on course to nearly double its national seat count to 99, compared with 52 in 2019.",
    "What went wrong for the bjp? Its overall vote share across India stayed more or less the same as in 2019, at around 37%. The party also managed to make some small gains in the south and east, where it had not previously been able to make inroads. Yet its losses in critical areas like up mean that its power in parliament is set to plummet.",
    "A sense that the economy is not delivering for ordinary people may have been a big factor: despite strong growth figures, voters cited inflation and unemployment as concerns. The upset in up and Rajasthan may reflect worries among members of lower castes that the bjp might roll back affirmative-action policies.",
    "The opposition had tapped into such fears, emphasising Mr Modi’s closeness to oligarchs and claiming that the bjp might remove constitutional protections for lower-caste groups and religious minorities. Critically the prime minister’s once all-powerful personal appeal has dimmed and has been unable to make up for these concerns.",
    "For India three big questions now loom. First, can the bjp form a stable government? The answer is, probably. The bjp will still be by far the biggest party in parliament, with more than twice as many seats as Congress. Unless there is a major rebellion within the party, Mr Modi is likely to be able to continue as prime minister.",
    "He will have to strike deals with two of his alliance partners, Telugu Desam and Janata Dal (United), two regional parties from the southern state of Andhra Pradesh and the eastern state of Bihar, respectively. Their leaders, Chandrababu Naidu and Nitish Kumar, will now emerge as kingmakers and attempt to extract favours from the bjp on appointments, benefits for their states and policy. Both are already being courted by the opposition alliance. Mr Kumar, in particular, is notorious for switching sides, presenting a particular risk. Yet given the bjp’s deep pockets, Mr Modi may also be able to entice parties away from the opposition to shore up his alliance.",
    "The second question is how, once it is formed, that government might operate. Mr Modi’s favoured style is strongman executive rule with little debate in the cabinet or parliament. Now he will have to negotiate and make compromises. That will complicate policymaking, particularly a 100-day agenda that was expected to implement a currently stalled set of labour reforms and revamp policies intended to boost the manufacturing industry, including the government’s flagship industrial-subsidy scheme.",
    "Mr Modi may now feel he needs to pay more attention to the immediate economic needs of groups whose votes his party failed to win by unleashing a new wave of welfare schemes. A fear of less predictable policymaking, fewer reforms and a welfare splurge explains the stockmarket fall.",
    "The final question is how the surprise result changes India in the long run. The idea of Mr Modi ruling for another ten years is now far less likely given his personal brand has dimmed, with the result that the succession question will loom large. While short-term economic policy making may deteriorate, over time a more open style of politics could be helpful.",
    "Many of the changes most needed by India’s economy—including reforms to land acquisition, the power sector and agriculture—require co-operation with state governments and politically important social groups like farmers. India’s reforms in the early-1990s and 2000s were made by coalition governments.",
    "There is a danger that the disappointed leader may choose to double down on his more authoritarian tendencies and amplify his polarising religious rhetoric. All the same the fear that India might inexorably evolve towards a more autocratic form of government has receded: the bjp has failed to win enough seats to ram through constitutional changes; the opposition parties have been given a new lease of life; and debate and dissent will be reinvigorated. That may be the most lasting consequence of the 2024 general election. ■"
  ]
}