{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101353/one-dead-six-missing-after-luxury-yacht-sinks-off-sicily",
  "time_ut": 1724065380.0,
  "original_lang": "en",
  "original_title": "One dead, six missing after luxury yacht sinks off Sicily",
  "original_body_lines": [
    "One man died and six people were missing after a luxury yacht was struck by an unexpectedly violent storm and sank off the Sicilian capital Palermo, the Italian coast guard said on Monday.",
    "The 56-metre-long (184-ft) sailboat, which was British registered, sank with 22 people on board shortly before sunrise, the coast guard said in a statement.",
    "The missing people were of British, American and Canadian nationality, the coast guard said.",
    "“The wind was very strong. Bad weather was expected, but not of this magnitude,” a coast guard official in Palermo told Reuters.",
    "Storms and heavy rainfall have swept down Italy in recent days - with floods and landslides causing major damage in the north of the country - after weeks of scorching heat.",
    "Eight of the 15 people rescued, including a one-year-old child, were transferred to local hospitals. All were in a stable condition, local media reported.",
    "The coast guard said the boat had been found at a depth of 49 metres and that divers were inspecting the wreck.",
    "Prosecutors in the nearby town of Termini Imerese have opened an investigation to look into what had gone wrong.",
    "The coast guard named the yacht as the Bayesian, built by Italian shipbuilder Perini in 2008.",
    "The luxury ship has an aluminium hull and can carry 12 guests and a crew of up to 10, according to online specialist yacht sites.",
    "The boat left the Sicilian port of Milazzo on Aug. 14 and was last tracked east of Palermo on Sunday evening, with a navigation status of “at anchor”, according to vessel tracking app Vesselfinder.",
    "A U.K. foreign ministry spokesperson said British officials were in contact with local authorities over the incident and were ready to provide consular support for Britons who were affected."
  ]
}