{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103535/pakistani-province-declares-health-emergency-due-to-smog-and-locks-down-two-cities",
  "time_ut": 1731732780.0,
  "original_lang": "en",
  "original_title": "Pakistani province declares health emergency due to smog and locks down two cities",
  "original_body_lines": [
    "A Pakistani province declared a health emergency Friday due to smog and imposed a shutdown in two major cities.",
    "Smog has choked Punjab for weeks, sickening nearly 2 million people and shrouding vast swathes of the province in a toxic haze.",
    "A senior provincial minister, Marriyum Aurangzeb, declared the health emergency at a press conference and announced measures to combat the growing crisis.",
    "Time off for medical staff is cancelled, all education institutions are shut until further notice, restaurants are closing at 4 p.n. while takeaway is available up until 8 p.m. Authorities are imposing a lockdown in the cities of Multan and Lahore and halting construction work in those two places.",
    "“Smog is currently a national disaster,” Aurangzeb said. “It will not all be over in a month or a year. We will evaluate the situation after three days and then announce a further strategy.”",
    "Average air quality index readings in parts of Lahore, a city of 11 million, exceeded 600 on Friday. Anything over 300 is considered hazardous to health.",
    "The dangerous smog is a byproduct of large numbers of vehicles, construction and industrial work as well as burning crops at the start of the winter wheat-planting season, experts say.",
    "Pakistan’s national weather center said rain and wind were forecast for the coming days, helping smoggy conditions to subside and air quality to improve in parts of Punjab.",
    "Dr. Muhammad Ashraf, a professor at Jinnah Hospital Lahore and Allama Iqbal Medical College, said the government must take preventative measures well before smog becomes prevalent.",
    "“It is more of an emergency than COVID-19 because every patient is suffering from respiratory tract infections and disease is prevailing at a mass level,” he told The Associated Press earlier this week."
  ]
}