{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Marikkar-alleges-JVP-ITN-President-s-Office-conspiracy-behind-one-sided-debate/56-762975",
  "time_ut": 1718137937.0,
  "original_lang": "en",
  "original_title": "Marikkar alleges JVP-ITN-President’s Office conspiracy behind one-sided debate",
  "original_body_lines": [
    "Argues a debate should not be restricted to a State television channel or any single media outlet, advocating for its openness to all media",
    "Criticises involvement of Sudharman Radaliyagoda as mediator, citing his association with Rajapaksas and past imprisonment",
    "Rejects participation in event, alleging its orchestration by President, JVP, and demands Economic Council debate instead",
    "Samagi Jana Balawegaya (SJB) MP S. M. Marikkar yesterday claimed the recent televised debate planned between SJB leader Sajith Premadasa and National People’s Power (NPP) party leader Anura Kumara Dissanayake with only the latter attending was a conspiracy hatched by the NPP, ITN and the President’s Office.",
    "Addressing a press conference yesterday in Colombo, Marikkar displayed a photograph to support his allegation. The image depicted NPP’s K.D. Lalkantha and Upul Kumarapperuma in conversation with ITN Chairman Sudarshana Gunawardana at a social gathering.",
    "“This is ITN’s Chairman. Here is Lalkantha of the JVP. They collaborated with the President’s Office to script and conduct this one-sided debate,” he claimed.",
    "Marikkar was responding to a question posed by media on Premadasa’s failure to attend the event.",
    "With the two parties failing to yield concrete plans for two debates involving party leaders and their economic councils despite weeks of negotiations, last month, ITN Chairman Sudarshana Gunawardana extended a written offer to both the SJB and NPP to host the debate. Gunawardana’s letter outlined that the debate between Sajith Premadasa and Anura Kumara Dissanayake would take place on 6 June, with intentions to broadcast it live.",
    "However, Premadasa was notably absent from the event, leading to criticism, particularly on social media platforms, for his no-show while Dissanayake proceeded with the program alone.",
    "But according to Marikkar, a debate between two Presidential candidates should include neutral observers. “We requested the Bar Association of Sri Lanka and the Federation of University Teachers’ Associations to act as observers,” he noted.",
    "He also emphasised that such a debate should not be confined to a State television channel or any single media outlet. “The debate must be open to all media as a common production, with the live feed provided to all media organisations. It cannot be conducted solely through a State media outlet,” he asserted.",
    "He maintained that the majority of people watch private television channels, and therefore, the program should be broadcast as a live feed to all channels.",
    "“Why should we attend a debate which was scripted by the President’s office and carried out by Lalkantha and Sudarshana Gunwardana?” the MP asked.",
    "He also criticised Sudharman Radaliyagoda, the mediator of the program attended by Dissanayake. “Radaliyagoda was closely associated with the Rajapaksas and even went to prison. Why should we attend such a program? As a former media person myself, I know that an independent feed must be provided to all channels. This debate was engineered by Ranil Wickremesinghe and the JVP. We will not participate in such an event,” he asserted.",
    "“If possible, hold the Economic Council debate we have called for,” he challenged the NPP."
  ]
}