{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/First-national-elections-after-the-Aragalaya-Will-Ranil-join-with-Namal/4-766457",
  "time_ut": 1725645853.0,
  "original_lang": "en",
  "original_title": "First national elections after the Aragalaya: Will Ranil join with Namal?",
  "original_body_lines": [
    "People appear to be much more conscious of the value of their votes than ever before – Pic by Shehan Gunasekara",
    "Both RW and Namal Rajapaksa (NR) have their respective support bases in the country and amongst all communities now fielding two separate candidates, splitting the hitherto single vote base into two. In addition Pohottuwa is already split into factions, supporting groups opposed to RW. Furthermore, RW having in addition antagonised the Aragalaya, though appreciated by the business elites, had lost a vital and vocal pro change group in the voter base, partly to the SJB but mostly to Anura’s NPP",
    "The forthcoming 21 September Presidential election, the first after the country lost its economic clout due to bankruptcy, is having a much deeper impact on the people of the country than most previous elections. People appear to be much more conscious of the value of their votes than ever before. Voters are fully aware that they have to pay a heavy price, particularly in terms of the cost of living and survival in this country, if they make the wrong choice!",
    "The massive peoples’ protests that commenced in March 2022, the ‘Aragalaya’ can never be forgotten by anyone who will sit in the presidential hot seat after the national level elections. The prospective President must be well advised to remember throughout his administration, two features in the mass protests that erupted beyond the expectation of the then leaders.",
    "Firstly the President should not forget, even if aware, that the mass protests were a national outcry against those who caused economic bankruptcy that led to hunger and anger in a country blessed with huge natural resources in comparison with most countries in the world. The protesters blamed it all mainly on gross mismanagement and corruption. The ‘never before experienced’ struggle protesting the unbearable rise in the cost of a wide range of daily essentials with large numbers of Sri Lankans meanwhile emigrating were all blamed on the then President Gotabaya Rajapaksa and his Government.",
    "Secondly the primarily youth-led national outcry united all sectors of the country’s population rising above all ethno-religious divisions, also blamed by the youths and respected monks on the then President for exploiting race and religion for winning elections. The result: President abdicated.",
    "The Presidential Election 2024 coming up on 21 September is the first national election the country faces, following the mass protests, which for the first time in Sri Lankan history ousted the then sitting President. If anyone assumes that the outcry has been successfully contained, not recognising that it is only dormant, that would be a major blunder that could cost the country enormously.",
    "To this day, one can see protest marches led by Government sector unions facing water canon attacks. Just in time for the postal votes, Government had recognised the unbearable cost of living which had ignited the public sector and promised pay hikes. That would benefit a maximum of 1.5 million in Government service and their families, say six million in all. What about the 23-06 = 17 million others?",
    "I dare predict that the results of the forthcoming elections will show that the country wants a change of government, a real democratic change that will oust the very same Cabinet and the very same executive that governed under President Gotabaya Rajapaksa (GR) as well as under President Ranil Wickremesinghe (RW). Over 80% of the people, both rural and urban, inclusive of the pay hiked Government servants do want an effective change in the rulers while over half of the voting population want a change not only at the top but also a ‘system change’.",
    "Notwithstanding the predictions of the US funded NGO surveys, limited in scope and ambit, the 21/9 results would show a strong verdict against those who are perceived by the country-wide population as those who caused and are responsible for the on-going economic hardships and sufferings. President Wickremesinghe is also within that single loop!",
    "People also know that President Ranil Wickremesinghe was the Prime Minister of the country for five years, preceding the election of GR as the President, except for 50 days in October to December 2018, and also succeeded GR as the President and worked with the virtual Pohottuwa Cabinet supported by the Pohottuwa MPs. RW is seen, at times unfairly, as part and parcel of the ousted Pohottuwa team and therefore equally accountable for the country’s disastrous fall out.",
    "Both RW and Namal Rajapaksa (NR) have their respective support bases in the country and amongst all communities now fielding two separate candidates, splitting the hitherto single vote base into two. In addition Pohottuwa is already split into factions, supporting groups opposed to RW. Furthermore, RW having in addition antagonised the Aragalaya, though appreciated by the business elites, had lost a vital and vocal pro change group in the voter base, partly to the SJB but mostly to Anura’s NPP.",
    "Additionally, RW had lost the northern vote block, partly to the Tamil independent candidate and partly to Sajith’s SJP, following the recent Indian security adviser’s visit to the island. RW had earlier on, lost the Christian vote block mostly to the SJB, following his provocative partnership with the Pohottuwa. More than 90% of the 1.65 million Muslim vote block was never with him, because of RW continuing Pohottuwa’s “collective punishment” of this community for the Easter attacks, while ignoring the oft repeated cries of the victimised Christian flock for action against those who failed to prevent the attacks, at a time when it was clearly preventable.",
    "As of now, RW is prominently in the 3rd place, easily overtaking NR in the 4th place. NR however is demonstrating potentially attractive leadership, which can make Pohottuwa blossom in another 10 years’ time, once the North East issues are settled by the next President in a manner acceptable to all communities and if NR will not make the costly blunder of seeing the minorities as ghosts! He should know that Muslims played a patriotic role during the war but were revenged upon from 2012 by Norwegian brain-washed majoritarian radicals that led to several anti-Muslim riots, attacks on over 50 mosques and the despicable Easter attacks! Those and the role of other candidates are matters for a separate analysis.",
    "Though RW had succeeded over Pohottuwa Presidential candidate Namal Rajapaksa for the third place as at present, many also foresee the possibility of RW joining hands with Namal, shortly before or even after the Presidential elections. Will Namal give way to Ranil? The several open pleas of RW to both SJB and the NPP to join hands with him, while exposing his realisation that he is in dire straits, have been rejected by the two parties, who appear to be in a close battle for the first place.",
    "(The writer is a former Member of Parliament and a President’s Counsel.)"
  ]
}