{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sysco-labs-recognized-as-one-of-sri-lankas-most-outstanding-women-friendly-workplaces/",
  "time_ut": 1726179780.0,
  "original_lang": "en",
  "original_title": "Sysco LABS recognized as one of Sri Lanka’s Most Outstanding Women-Friendly Workplaces",
  "original_body_lines": [
    "Sysco LABS is proud to announce its recent recognition within the top ten of Sri Lanka’s most outstanding women-friendly workplaces at the prestigious “Women Friendly Workplace Awards”. Organized by Satyn Mag in collaboration with CIMA and AICPA, the awards celebrate organizations that go above and beyond to champion women in the workplace. Chaired by an eminent panel of judges, the platform is designed to recognize sustainable and meaningful measures taken by organizations to improve their policies and programs to empower Diversity, Equity and Inclusion, and invest in the career progress of women.",
    "Speaking about the achievement, Rasika Karunatilake, Managing Director, Sysco LABS, said: “This recognition is a reflection of our commitment to nurturing and developing women leaders within our organization. It’s an effort that is strongly supported by our parent company, Sysco. Awards like these inspire us to continue improving and setting higher standards. We have invested significantly in programs that enable women in our workplace to evolve as leaders and we have provided them with the necessary support to balance their work and life commitments.”",
    "Sysco LABS is an equal opportunity employer, focused on creating more opportunities for women to join the country’s tech workforce. The company has introduced multiple programs over the past year to train and upskill women to take on leadership roles.",
    "Rehan Anthonis, Director, People Operations at Sysco LABS, speaking about the award, said: “Diverse perspectives in the workplace are proven to be a crucial ingredient for an organization’s success. At Sysco LABS, our commitment to women’s empowerment is solidified through initiatives like Sysco LABS APEX, our women in leadership program, which trained 60 women to become impactful leaders.",
    "Iconic Trust increases stake in Sierra Cables to over 30 percent",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}