{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/short-term-pain-from-sri-lankas-reforms-subsiding-economy-strengthening-official-claims-157354/",
  "time_ut": 1712131260.0,
  "original_lang": "en",
  "original_title": "Short term pain from Sri Lanka’s reforms subsiding, economy strengthening, official claims",
  "original_body_lines": [
    "ECONOMYNEXT — Short term pains caused by Sri Lanka’s economic reform efforts have relieved to some extent and the decisions taken by the government have started to pay off with the economy getting stronger, State Minister of Finance Shehan Semasinghe said.",
    "Semasinghe told reporters on Tuesday April 02 that various political parties had tried to bring the government to disrepute using the public’s initial resistance to the reforms.",
    "“There was severe criticism of our reforms from the people at the outset, and because the government took on that challenge, various political parties tried to bring the government to disrepute,” said Semasinghe.",
    "“There was a short term pains from those reforms, and by today those pains have subsided a bit. The economy is becoming stronger. The decisions taken regarding the economy have now started to bear fruit,” he said.",
    "According to the World Bank, Sri Lanka’s economy has stabilised though poverty remains, underlining the need to maintain stability and continue on the reform path.",
    "The World Bank’s April 2024 Sri Lanka Development Update projected 2024 growth at 2.2 percent up from 1.7 percent projected last year and 2.5 percent for 2025.",
    "Sri Lanka’s economy has stabilised and it was essential for stability and reforms to continue, Country Manager Chiyo Kanda told reporters on Tuesday.",
    "Sri Lanka’s inflation was low, interest rates were falling and the rupee was appreciating, World Bank’s Senior Country Economist Richard Walker said.",
    "Results were already beginning to be seen, but there was unlikely to be a quick bounce back, he said.",
    "Sri Lanka upcoming elections and the possibility of reform fatigue or reversals were, a key risk to the recovery path.",
    "Related World Bank concerned over potential reform fatigue in Sri Lanka’s election year",
    "Meanwhile the sudden poverty created from a currency collapse in 2022 was likely to persist for some time.",
    "By 2026 World Bank was forecasting growth at 3.0 percent for 2026. The International Monetary Fund was also forecasting around the same level of growth.",
    "Sri Lanka has to make sure that the debt restructuring was sufficiently deep to prevent repeated events in the future, he said.",
    "“The modest economic recovery will likely be insufficient to reverse welfare losses experienced during the crisis, and the poverty rate is estimated to remain above 22 percent until 2026,” the report warned.",
    "“Falling household spending on health and education is likely to impact future human capital, especially in poorer households.”",
    "Extreme macro-economic policy (tax cuts on top of inflationary rate cuts to target potential output) drove the country to an external default in 2022, after quickfire currency crises in 2012, 2016 and 2018 boosted foreign borrowings and the central bank reserves also turned into net debt, analysts have shown.",
    "The country has had a tendency to recover quickly from currency crises but this was the first external default. The are also possibility of global headwinds over fiscal and monetary risks in reserve currency countries, following years of loose policy analysts say. (Colombo/Apr03/2024)"
  ]
}