{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/imf-upgrades-world-india-china-growth-on-lower-trump-tariffs-warns-on-fiscal-risks-233473/",
  "time_ut": 1753803600.0,
  "original_lang": "en",
  "original_title": "IMF upgrades world, India, China growth on lower Trump tariffs, warns on fiscal risks",
  "original_body_lines": [
    "ECONOMYNEXT – The International Monetary Fund has upgraded its 2025 world growth forecast to 3.0 percent in a July projection up from 2.8 percent in April, with China increased to 4.8 percent (+0.8-pct) and India 6.4 percent (+0.2-pct), amid lower than initial Trump tariffs.",
    "“A rebound in effective tariff rates could lead to weaker growth,” the IMF said in a July update to its World Economic Outlook.",
    "“Elevated uncertainty could start weighing more heavily on activity, also as deadlines for additional tariffs expire without progress on substantial, permanent agreements.",
    "“Geopolitical tensions could disrupt global supply chains and push commodity prices up.”",
    "Russia’s growth was downgraded by 0.6 percent to just 0.9 percent. Russia has been hit by sanctions, sharply higher military spending.",
    "The Russian central bank successfully shifted a floating exchange rate regime after Western nations froze its reserves and lost a chance to trigger a currency crisis and an economic meltdown.",
    "But the Bank of Russia has a 4.0 percent inflation target, leading to wildly volatile inflation outcomes and double-digit interest rates amid high defence spending, the actual amounts are not very clear to outsiders.",
    "Fiscal metrics of many Western nations were also under pressure, without war.",
    "After the collapse of the housing bubble, most Western macro-economists and the International Monetary Fund has been pushing for stimulus with higher state spending and printing money via abundant reserve regimes (single policy rate).",
    "Government finances of the US, home to the Fed which fired the Housing Bubble and the Great Recession (stabilization crisis) invented the abundant reserve regime its wake, is now in worse shape than after World War I and II, purely as a result of aggressive macro-economic policy.",
    "“Larger fiscal deficits or increased risk aversion could raise long-term interest rates and tighten global financial conditions,” the IMF report said.",
    "“Combined with fragmentation concerns, this could reignite volatility in financial markets.”",
    "Ironically Trump is raising tariffs to boost government finances, but he has also cut taxes in his Big Beautiful Bill, foxing investors.",
    "“On the upside, global growth could be lifted if trade negotiations lead to a predictable framework and to a decline in tariffs,” the the said.",
    "“Policies need to bring confidence, predictability, and sustainability by calming tensions, preserving price and financial stability, restoring fiscal buffers, and implementing much-needed structural reforms.” (Colombo/July29/2025)"
  ]
}