{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-s-international-bond-deal-Have-we-been-punching-below-our-weight/4-764946",
  "time_ut": 1722385839.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s international bond deal: Have we been punching below our weight?",
  "original_body_lines": [
    "Bondholders, in fact, were aware of these risks, including default risks, at the time they bought the bonds",
    "On 3 July 2024, the Government of Sri Lanka announced its ‘successful’ conclusion of discussions with the members of the ad hoc group of international bondholders. The purpose of this article is to contribute to the current debate on the agreed deal by pointing out apparent issues in the approach and processes underlying the negotiations.",
    "The views so far expressed as to the favourability of the agreement for Sri Lanka differ immensely. While the Government and several local analysts believe that agreed deal is in favour of Sri Lanka (Daily FT, 5 July 2024), others, particularly international observers/commentators argue that the agreement is tilted in favour of the bondholders (see, in particular a commentary by an expert of sovereign bond restructuring: https://www.cfr.org/blog/sri-lankas-bond-deal-should-not-set-precedent). Between these contrasting views, we find announcements made by leading international investment banks.",
    "They are directly or indirectly involved with Sri Lankan bonds in a practical sense and their announcements filter down to their fund managers and investment clientele who make ‘buy and sell’ decisions. As they have a vested interest in giving the best possible investment advice that will help increase the wealth of their clients, we need to pay especial attention to what they have to say. This will help us in judging who benefited over the other.",
    "Barclays Bank, as reported in the media (Daily FT, 12 July 2024), recommends the purchase of Sri Lanka’s bonds and states: “We retain our overweight rating on the Sri Lanka bonds. Considering the likelihood of macro-linked triggers, we estimate recovery to be $62 at 12% exit yield, in line with our fair value estimate of $60-65. Upside is likely from better exit yield estimates. Buy bonds with higher PDI claims: SRILAN 25/28/29/30.”",
    "In the following sections, I explain some issues in the approach and the processes underlying the negotiations that may have affected the agreement Sri Lanka has reached with international bondholders.",
    "(a) Aiming for a similar level of concessions from all lenders – A theoretical anomaly with adverse consequences",
    "The Government and the ISB holders were expected to reach a ‘comparable’ level of debt concessions as had already been agreed with the bilateral (official) lenders (Paris Club members and China). However, ISBs, despite being a debt instrument, are different from official loans. ISBs belong to a different ‘asset class’ in theory and also in the eyes of the investors. They are tradeable debt instruments in the secondary market. In contrast, loans do not have such a market and lenders are stuck with the nominal $ value of the loan until its maturity.",
    "Bondholders can sell their bonds in the secondary market at the going price without having to wait until they mature. The market price of a bond is determined by the demand and supply in the secondary bond market. Bondholders deemed to know, at the time of investing that the market price of the bond is likely to fluctuate as a result of changes in many variables. This price volatility, by definition, is the risk they face in investing in bonds. In the case of corporate bonds even default risk is included in the yield required by the investors. When it comes to sovereign bonds, the typical assumption is that States will not default as they do not go bankrupt because of their monopolistic power over levying taxes.",
    "However, bondholders are aware that governments could encounter liquidity crises and default payments. Therefore, they add a premium to their required rate of return. This premium is reflected in the high rate of coupon interest attached to the ISBs issued by Sri Lanka (for example, the coupon interest rate of the 10-year ISBs maturing in 2029 is 7.85%, whereas the average coupon interest rate across all countries attached to similar ISBs at that time was about 4.2%).",
    "The essence of this argument is that bondholders, in fact, were aware of these risks, including default risks, at the time they bought the bonds. They opted to take the risk having considered the high coupon interest rate plus the opportunity to make capital gains by selling the bonds in the secondary market. In contrast, bilateral loans are given at much lower interest rates and generally for a much longer period to support development programs in the recipient country and or out of goodwill towards the country.",
    "The concept/term ‘risk profiles’ is misunderstood even in some international debt restructuring literature/guidelines. Risk profile is not the same as risk tolerance. In bonds, risk profile is higher due to possible high volatility (range of ups and downs) of bond prices in the secondary market. However, if there is no default, bondholders will receive the agreed coupon interest bi-annually and the face value at the maturity. Hence, the volatility is created by the fact of having a secondary market which investors consider as an added advantage of investing in bonds. In contrast, as loans do not have a secondary market, loans have no other way to exit but wait till the borrower settle the loan on the date of maturity.",
    "If the borrower defaults or go bankrupt, the lender faces the same consequences as bondholders. However, ISB holders were aware of even the probability of default/bankruptcy and have already added a risk premium to the required rate of return (for simplicity, say, required coupon interest rate). By contrast, government to government loans (bilateral loans) are typically given out of pure goodwill towards the debtor country or as part of international programmes of developed countries for promoting development in developing countries and therefore involve interest rates much lower than the market rate. They are mostly concessionary loans.",
    "Moreover, the ‘risk tolerance’ is different between bonds and loans. Bond holders have a higher risk tolerance (higher tolerance/appetite for volatility) than lenders have. Therefore, expecting a similar concession from bilateral lenders is a theoretical anomaly. The comparability clause and presumptive concessions did not mean equality in rates or percentages. What the ‘comparability clause’ expected was comparability in debt concessions after allowing/controlling for intrinsic differences between bonds and loans.",
    "Considering these contrasts, putting ISBs and loans in the same basket and treating them alike for the purpose of setting presumptive debt restructuring targets is a serious anomaly in theory and practice. Negotiating with ISB holders with the premise ‘all debt is equal’ is a mistake that tilt the outcome of the deal in favour of the ISB holders. So, arguably Sri Lanka should have insisted on a much higher rate of concession from ISB holders. Judging from commentaries available in the public domain, Ghana seems to have taken this position in sovereign bond restructurings process.",
    "Bondholders might have argued (at least in their minds) that, in a bankruptcy, a court of law would treat all debt as same in applying the principle of pari passu. However, Sri Lanka is not bankrupt: ‘a country is not a company’. In any case, pari passu is now increasingly considered a fallacy even in international debt structuring as it implicitly promises to pay all unsecured debts on an equal (rateable, pro-rata) basis. ISB holders seem to have dipped-in both ways, i.e., making law-based interpretations of pari passu (which is good for a quick resolution by a judge who will not have the capacity to evaluate theoretical reasons or time to delve into risk tolerances) and applying market-based principles/processes (e.g., exit yield) to infer their future risks so that they will have the advantage of using a higher exit yield/discount rate to discount future cashflows.",
    "Therefore, the total rate of concession that has been agreed by the ISB holders need to be deflated by a suitable factor to allow for intrinsic differences between ISBs and bilateral loans to compare them. Otherwise, we will be comparing ‘apples and oranges.",
    "(b) Sri Lankan negotiators’ apparent failure to draw appropriate inferences from the secondary market price behaviour of the ISBs",
    "It is not clear from the information available in the public domain whether the agents of the Sri Lankan Government participated in negotiations well informed by studying the market price behaviour of the outstanding Sri Lankan ISBs. In this regard, the market reaction to prior announcements was reflected in the past price movements in Sri Lanka’s ISBs. For example, soon after the announcement of the domestic debt structuring plan (DSP) on 29 June 2023, the market price of Sri Lankan ISBs went up from $ 41 to $ 46, a 12.2% increase. This reaction to the DSP took place despite receiving some important negative information by the ISB market during this period (e.g., downgrading of SL rating from CC to C by Flitch rating agency).",
    "Since the announcements of the negotiations, and the deal reached with the bondholders, the bond price has increased further to $ 64. The most plausible inference from these price increases is that the bond market had thought that the outcome of the negotiations and the deal would be/had been in their favour.",
    "The negotiation team of SL could have used these inferences to bargain a more favourable deal (reasonably higher concessions) with the bondholders. Such a deal would not have caused an increase (or decrease) in the bond price. Theoretically/intuitively the price would have remained at the pre-agreement level. However, a fair deal would have still retained/maintained the gains bondholders had already made.",
    "The recent deal Ghana finalised with their ISB bondholders serves as a good comparison. Ghana’s bond prices in the secondary market in fact dropped following the confirmation of the agreement. The Ghanaian bonds are now trading around $ 50 (in contrast, Sri Lanka’s bond prices increased and trading around $ 64). Although it is not clear what the exit rate and discount rate were used in the agreement (a rate of 5% is mentioned in some news reports, compared to Sri Lanka’s 11%), it must have been seen by the market as advantageous to Ghana because bond prices dropped soon after the agreement.",
    "Moreover, according to Reuters, one of the options Ghana was permitted to choose was a direct haircut (direct write-down of the principal owed) by 37% (Reuters, 24 June 2024). Of course, Ghana is a low-income country. However, there is no reason to expect (or argue) that bondholders, unlike bilateral creditors (who are generally considered ‘development partners’), should treat low-income and middle-income country debtors differently. Both Ghana and Sri Lanka had issued bonds in Euro bond markets in competitive bidding under pure commercial grounds!",
    "Apparently, there is an issue of moral hazard relating to the Sri Lankan bond deal ‘Moral hazards’ can be described as the risk of being dependent on the moral behaviour of others. In the context of negotiations, the question is whether Sri Lanka has been dependent on the (normative) moral behaviour of their agents and the representatives of ISB to reach an agreement that is fair and help Sri Lanka to achieve debt sustainability. As the incentives, processes, submissions, minutes of discussions leading to the agreement have been subject to a confidentiality clause and kept under cover by all the parties, it is not possible to pass a judgment in this regard.",
    "However, based on the outcome of the negotiations (i.e., reaching an agreement biased in favour of the bondholders), it seems the government had expected ISB holders to do the right (moral) things for Sri Lanka to secure debt sustainability. Also, perhaps the government was keen to reach an agreement with ISBs as early as possible. However, the incentives of ISB holders had been stacked against this. For example, the size of the unsettled, accumulated coupon interest, which is bound to get a preferential treatment, gets larger the longer the ‘holdout’. This accumulated interest is calculated at the coupon interest attached to the existing bonds and should be settled at the very beginning with a minimal haircut, if any. (According to the finalised deal, bondholders will be given Past Due Interest (PDI) bonds to settle the accrued interest).",
    "The full incentive structure (fees, commissions, gratuities, etc.) of the agents (advisors, financial planners) are not known as this information is not available in public domain (except for the $ 225 million consent fee reported in the media). It is quite possible that the incentive structure was also stacked in favour of reaching an agreement somehow instead of reaching a fair agreement that would ensure long-term debt sustainability. The time frame of IMF also could have pressured Sri Lanka to give priority to closing a deal as soon as possible.",
    "According to a Bloomberg news item (in January 2024), a senior executive of Rothschild (the largest ISB creditor of Sri Lanka) moved to Lazard (Sri Lanka’s financial advisory firm for the ISB restructure) to manage debt restructuring. It could well be that the proposals that were on the negotiation table, including Macro Linked Bonds (MLBs), was ‘a joint proposal’ of the creditor and the financial advisor of the debtor!",
    "I would like to raise two issues relating to the institutional/procedural aspects of the bond restructuring.",
    "The international architecture for sovereign debt restructuring is still crystalising/consolidating and lacks acceptance from all relevant parties. Hence, the scope of and room for negotiation/bargaining would have been extremely high. The Common Framework for Debt Treatment for low-income countries that has been announced by the G20 and Paris Club countries does not provide clear guidelines for the application of ‘comparability of treatment’ (sharing of debt relief) among different creditors (Lazard Policy Brief, May 2022). Even though Sri Lanka is a low-middle income country, Sri Lanka could have requested to exclude ISBs from this comparability expectation/condition at least because it is subject to misinterpretation.",
    "It is possible the parties misconstrued the term ‘comparability’ to mean ‘similarity’ instead of comparability in essence, i.e., after allowing for differences in ‘risk profiles’ between ISBs and loans. In that case, it is possible that SL pitched their expectations (and negotiations) at a low level. In other words, Sri Lanka could have insisted ISB holders to offer a higher level of concession than loans, given the higher risk tolerance/appetite of ISBs.",
    "The unsettled nature of the international architecture for sovereign debt restructuring may have given more bargaining power to ISB holders despite Sri Lanka’s hope that the architecture would strengthen their position. It appears that ISB holders have picked and chosen positions advantageous to them in the absence of clearly defined processes and procedures.",
    "The exit yield used in Sri Lanka’s bond deal is 11%. This yield represents the annual rate of return an investor can expect to receive if they hold bonds until their maturity. Some commentators think that this exit yield, which is an indicator of the markets’ current perception of the riskiness of the bond, is too high.",
    "The discount rate directly affects the Net Present Values (NPV) of the replacement bonds and old bonds. The discount rate could also affect the magnitude/rate of the total value of the all-inclusive total debt concession agreed in the Deal. As the press releases and the annexures do not provide any information about the size of the discount rate or how it was used, it is not possible to make any judgement in this regard.",
    "The academic literature suggests several different methods to compute NPV of ISBs and NPV of debt concessions in a restructuring exercise. In practice, financial planners use the methods which are acceptable, and consistently used in their industry without giving much thought to their meaning and appropriateness. The appropriateness was something the parties were expected to decide, hence, the importance of negotiating.",
    "IBS restructuring literature (both academic and professional) tells us about the tactics that representatives of bondholders typically resort to achieve their objectives of maximising the gains (minimising losses) to bondholders. The nature of the discourse at each step of the negotiation may have depended on the negotiation prowess of the parties than on the intrinsic merits of the available options to achieve debt sustainability. The negotiations with the representatives of ISB holders would have been very challenging for the Sri Lankan team for the reasons given above.",
    "This opinion piece is based on the meagre information and incomplete data contained in the public announcements made by Sri Lankan authorities and piece-meal material available in public domains. In the absence of all relevant information (complete data sets, rationale adopted, methods and formula used) a deeper analysis has not been possible. The opinions expressed in this article, though intuitive, may even be unfounded. Therefore, the best thing authorities could do is to make relevant information available to the public. If the authorities disagree, they need to challenge the author’s arguments. An informed debate will help build trust in the Government and in their agents who took part in the ISB restructuring process. Hopefully, this opinion piece will contribute to generate an informed, robust debate.",
    "(The writer is a former head of finance, finance planning, and insurance disciplines of Deakin University, Australia.)"
  ]
}