{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/my-memory-lane-with-ranil-wickremesinghe/",
  "time_ut": 1756222135.0,
  "original_lang": "en",
  "original_title": "My Memory Lane With Ranil Wickremesinghe",
  "original_body_lines": [
    "“If a leader thinks that even a crow cannot fly over his head, such a leader is destined to leave no legacy”",
    "I entered the University of Colombo in 1968 and was part of the Arts Faculty. As I recall, RW entered the same university in 1969 and joined the Law Faculty. The Law faculty was located in a small classroom right between the Arts Theater Lecture Hall and the famous Domba Three. It was a small faculty with about 100 students. Back then, the relationship between the Law Faculty and the rest of the University was minimal.  One reason was that Law Faculty students studied in English. As I remember, all students were neatly dressed, so that they distinguished from the rest.  Once lectures were over, most students in the Law Faculty hurried to leave the campus, sometimes in their cars.",
    "From what I remember, Ranil Wickremesinghe (RW) had a skinny body, but he was taller than us. Back then, I was busy involved in campus politics as part of the SLSSP students’ wing. Charitha Ratewatte (CR) and Hiran Jayawardena (HJ) were with RW. We often had meetings with the Vice Chancellor, the University Registrar, and the Deans of Faculties to discuss issues related to student welfare and safety. Because of those meetings, I had some close interactions with RW. CR and HJ were with RW, so I got to know them well since they usually spoke briefly when we met. They communicated with me in Sinhala. In short, they showed that they were similar to us and, therefore, an essential part of the university student body. Even though I greeted RW, he never responded. Since I wasn’t dressed sharply and didn’t speak English, RW probably thought I was from a village, which is true and correct. Also, because I was involved with the SLSSP students’ wing, RW might have preferred not to communicate with me. So, there was a big gap between me and RW. In short, I realized that RW walks two inches above the ground due to his family background and status.",
    "Among many, I remember two incidents where RW and I had unpleasant encounters. In 1968, Colombo University students had fewer hostel facilities compared to the University of Peradeniya. I found accommodation at 121 Read Avenue. At that time, it was a property owned by a wealthy person from our village in Kurunegala. It was a shop combined with a small living room and a tiny garage-like space. Thanks to the kind help and support from the individual as mentioned earlier, I was able to find a small spot next to the toilet to sleep until I found a more suitable place. Similar to me, many students who entered the University from Colombo faced serious accommodation problems. Given the above situation, we often had meetings with the Vice-Chancellor, Prof. BA Abeywickrama. I must mention that RW  was living very close to the University. I was also very close, but it was next to the toilet at 121, Reid Avenue.",
    "For the meeting with the VC, RW represented the Law Faculty (as I recall, he was either the President or Secretary of the Law Faculty Students’ Union). I was a member of the Arts Faculty representation, alongside other faculties. Indeed, the Arts Facility had the highest number of students, more than 1400, as I can remember. In one meeting with a VC, I proposed that Colombo University students could also have hostel facilities similar to those at Peradeniya, which would be of immense help. Indeed, my request was to provide some hotel facilities to the Colombo University students as well.  I did not request luxuries at all. RW responded immediately. “Are you proposing to bring the climate in Peradeniya to Colombo as well? Stupid…”. Prof. BA Abeywickrama (VC) was an exceptional individual in many ways. He had understood our problem in depth, and his son was with the Science Faculty. So that VC intervened immediately.",
    "“Asoka did not intend to transfer the climate from Peradeniya to Colombo. Since we have had several meetings on the accommodation issue, we are committed to improving the situation. I have submitted some proposals to improve things. I expect a positive response soon,” the VC indicated. This incident, or unexpected remarks by RW, clearly demonstrated RW’s mentality. In short, he showed no concern for the students facing increasing problems, including safety and security issues. “We came to Colombo from villages, and for some students, it was their first experience with city life. They do not know where to go, whom to talk to, and, most importantly, how to get a good meal each day. When they were in villages, they didn’t have all the luxuries, but life was comfortable and dignified in many ways. Life at Colombo University was the opposite of this, while for RW, there was no difference at all.” I explained the truth and the ground reality. RW was born into luxury and lived a life of luxury. Most importantly, one rupee was a considerable amount for us, equivalent to Rs. 1000. In short, RW was unaware of the existence of one rupee.",
    "Regarding the recent prosecution and arrest of RW for misuse of public funds while attending his wife’s graduation ceremony in London, CID investigations state that a group of ten people accompanied the former president, with the trip reportedly costing the government around Rs. 16.9 million. That reflects RW’s lifestyle, as Saman Ekanayake explained that RW has a habit of taking 2-3 days of rest when traveling. So, he rested 2-3 days in London. For RW, as President, there is no difference between official and private travel, just as he behaves as if he were the king or walks with two inches of ground clearance. While more than one-third of the population is living in poverty and faces other mounting issues, RW used Rs. 16.9 million to rest in London. Imagine the alternative use of Rs. 16.9 million for the poor in the country: how many sanitation facilities could be provided, classrooms built, water supplied, and badges constructed, among other benefits. The list is very long. However, for RW, except for luxury hotels all over the world, there is no such list of what the poor people want.",
    "The second incident involved the Royal College. My oldest son was enrolled at the Royal Primary along with Charitha Ratewatta’s son. They were in the same class. I remember it was a sports event where RW approached me and Charitha Ratewatta. RW was surprised to see me there because, for RW, I wasn’t supposed to be at the Royal College. I noticed that Charitha and RW were discussing my son’s enrollment at the Royal Primary. This was related to 121, Reid Avenue, where I had lived for a long time, but RW was unaware of it. RW’s concern was that sons from villages like mine couldn’t be enrolled in Royal Primary. The Royal College is only for the children of the Royal Class or royal families. That’s clearly a class difference. I should add that Charitha and Hiran didn’t share RW’s negative mindset.",
    "I have written 62 articles for Colombo Telegraph from March 2024 to update. More than half of them were about RW. The King Of Crises Making & The Role Of Future NPP Government on August 3, 2024, is one of them. At the very beginning, I wrote “Sri Lanka has become a crisis-infected country, and Prez Ranil Wickremesinghe (Prez RW) has been its cause and source. “Postponement of local elections by RW and Acting IGP Deshabandu’s appointment are cited as examples, among many.  In my article, “IGP Controversy & President RW’s Failure To Break Up NPP”, I explained some aspects of how Prez RW created the crisis. RW did the above without any concerns, and against the law. By stating “ No Mony. No Election” at the parliament, Prez RW refused to fund local elections in March 2023, a constitutional right of the people. This paved the way for a crisis.",
    "I wrote that “The point is that financial or ‘No money’ has been the reason. There is a systematic and strategic way to inform and convince the parliament, the Election Commission, the people, and the country, rather than Prez RW acting like Mr. Bean in the parliament. Most importantly, Prez RW informed the Election Commission first, which would have been better because the process starts with the Election Commission. Such action vividly indicates integrity, honesty, genuineness, and foresight, RW as President.  But it was so unfortunate he did not do the right thing at the right time with the right people—the poor leadership quality of Prez RW”",
    "Another excellent example is Prez RW’s remarks about “Judicial Cannibalism” concerning the Supreme Court’s ruling on the Gender Equality Bill. He stated it violates the powers of Parliament under Article 4 of the Constitution. Prez RW decided to appoint a Select Committee to review the issue. RW’s nature is such that he always believes he is correct and proper. Even the Supreme Court or the Law is not above RW. Everyone around him must follow RW, whether it is right or wrong. RW’s Mr. Bean-like character, behavior, and responses contributed to his downfall in UNP. Indeed, if a leader thinks that even a crow cannot fly over his head, such a leader is destined to leave no legacy.",
    "*The writer, among many, served as the Special Advisor to the President of Namibia from 2006 to 2012 and was a Senior Consultant with the UNDP for 20 years. He was a Senior Economist with the Central Bank of Sri Lanka (1972-1993), asoka.seneviratne@gmail.com"
  ]
}