{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99992/neighbours-like-sri-lanka-are-extremely-important-to-india-jaishankar-tells-pm",
  "time_ut": 1718879040.0,
  "original_lang": "en",
  "original_title": "Neighbours like Sri Lanka are extremely important to India, Jaishankar tells PM",
  "original_body_lines": [
    "Indian Minister of External Affairs, Dr. S. Jaishankar called on Prime Minister Dinesh Gunawardena at Temple Trees in Colombo today (June 20).",
    "The Prime Minister congratulated Dr. Jaishankar on the election victory of the BJP-led National Democratic Alliance and reassured Sri Lanka’s commitment to work together to further strengthen close bilateral relations.",
    "He thanked India for the assistance given at recent difficult times after Covid-19 pandemic and the economic crisis, the Prime Minister’s Media Division said.",
    "Minister Jaishankar said neighbours like Sri Lanka are extremely important to India and there is tremendous goodwill for Sri Lanka in India. He said the Indian government reaffirms the ‘Neighbourhood First Policy’ and the main purpose of his visit is to underline India’s continued commitment to Sri Lanka as its closest maritime neighbour and time tested friend, the statement added.",
    "The Prime Minister and the Minister Jaishankar discussed Indian investments, development projects, connectivity projects and other mutually beneficial cooperation in different spheres.",
    "Meanwhile posting on ‘X’ (formerly Twitter), Dr. Jaishankar stated that he reiterated India’s strong support through development and connectivity initiatives during the meeting with PM Gunawardena.",
    "“Confident that our development assistance and capacity building programs will keep delivering for the aspirations of people of Sri Lanka”, he added.",
    "The Indian delegation included Indian High Commissioner to Sri Lanka Santosh Jha, Additional Secretary (Indian Ocean Region) Puneet Agarwal and Joint Secretary Sandeep Kumar Bayapu of Ministry of External Affairs and Deputy High Commissioner Satyanjal Pandey.",
    "Minister Douglas Devananda, MP Yadamini Gunawardena, Secretary to the Prime Minister Anura Dissanayake, Prime minister’s Advisor Sugeeswara Senadhira and Director General (South Asia) of the Foreign Ministry, Niluka Kadiragamuwa were also present on this occasion, according to the Prime Minister’s Media Division."
  ]
}