{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-police-chief-to-be-sacked-on-parliament-panel-findings-232056/",
  "time_ut": 1753157700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka police chief to be sacked on parliament panel findings",
  "original_body_lines": [
    "ECONOMYNEXT – A committee appointed by Sri Lanka’s Parliament has found that Inspector General of Police Deshabandu Tennakoon was guilty of misconduct and serious abuse of power and recommended his removal, speaker Jagath Wickramarathne said.",
    "It is the first time the parliament has acted against a police chief.",
    "“This marks a historic moment in our constitutional journey, the first time in the history of the Republic of Sri Lanka that such a Committee has submitted its findings recommending the removal of an Inspector General of Police under the provision of the law enacted by the Parliament,” Wickramarathne read out in parliament.",
    "“This committee has found unanimously that the officer in question is guilty of the allegations brought against him,”",
    "The committee comprised justices Padman Surasena and Neil Iddawela, and National Police Commission member Lalith Ekanayake.",
    "“As mandated under section 17 of the Removal of Officers Procedure Act, I am obliged and hereby undertake to place the finding of guilt in the form of a Resolution in the Order Paper of the Parliament for the consideration and vote of this house.”",
    "The committee’s report will be tabled as a parliamentary paper, he said.",
    "To remove the police chief, the parliament has to vote on an impeachment.",
    "“This Parliament, represented in the sovereign will of the people, now bears the strong responsibility of considering the resolution to give effect to the Committee’s findings,” the speaker said.",
    "“The House shall be notified in due course of the scheduled date for the debate and vote.",
    "“I urge honorable members to approach the forthcoming proceedings with the dignity, objectivity and the responsibility they demand.”",
    "Easter Sunday spy chief sacked ahead of Sri Lanka police clean-up",
    "Tennakoon is the first head of the department in its 159-year history to face impeachment. (Colombo/July22/2025)"
  ]
}