{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bank-stocks-spur-following-expectations-on-positive-credit-profile-of-the-sector/",
  "time_ut": 1732307460.0,
  "original_lang": "en",
  "original_title": "Bank stocks spur following expectations on positive credit profile of the sector",
  "original_body_lines": [
    "LOLC Holdings has said it divested 9.73 percent of its ordinary voting shares held in DFCC Bank through its sub-subsidiary LOLC Investment Holdings Three (Private) Limited for Rs 3.5 billion.",
    "A total 42.1 million shares were sold at Rs 85.00 each, the company has reported to CSE that LOLC Holdings acquired a 9.99 percent stake in DFCC Bank through its rights issue in 2022.LOLC Holdings stock was trading flat at 448.00. DFCC Bank stock was trading flat at 86.20",
    "Amid those developments the banking sector counters indicated acute buying interest following the Fitch Ratings announcement that they have confidence in the Sri Lankan banking sector. This has created some impetus to the market yesterday.",
    "Consequently both indices moved upwards. All Share Price Index up by 61.4 points while S and P SL20 up by 5.96 points. Turnover stood at Rs 1.9 billion with four crossings. Those crossings were reported in HNB, which crossed 200,000 shares to the tune of Rs 46 million and its share price traded at Rs 230, JKH 1.5 million shares crossed to the tune of Rs 30 million and its share price traded at Rs 20, Pan Asian Bank one million shares crossed to the tune of Rs 27 million and its share price traded at Rs 27 and Sampath Bank 211,000 shares crossed to the tune of Rs 20 million and its share price traded at Rs 35.",
    "In the retail market top six companies that mainly contributed to the turnover were Seylan Bank Rs 207 million (3.6 million shares traded), Pan Asian Bank Rs 121 million (4.5 million shares traded), JKH Rs 87.4 million (4.3 million shares traded), Sampath Bank Rs 80.1 million (847,000 shares traded), Dipped Products Rs 78.2 million (1.9 million shares traded) and Singer (Sri Lanka) Rs 65.3 million (2.7 million shares traded). During the day 86.1 million share volumes changed hands in 16000 transactions.",
    "It is said that the banking sector was the biggest contributor for the turnover and the manufacturing sector is the second largest contributor to the turnover.",
    "Yesterday, the Central Bank announced the US dollar rate. The rupee opened at Rs 290.90/95 to the US dollar from 290.95/291.05 to the US dollar on the previous day, dealers said, while bond yields were stable.",
    "A bond maturing on 15.12.2026 was quoted at 10.10/25 percent, from 10.15/25 percent.A bond maturing on 15.12.2027 was quoted at 10.85/95 percent, up from 10.80/90 percent.A bond maturing on 01.05.2028 was quoted at 11.12/20 percent.",
    "Sampath Bank reports a profit after tax of Rs 17.8 Bn, reflecting a year-on-year increase of 44%",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}