{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-revolution-without-violence/",
  "time_ut": 1730098080.0,
  "original_lang": "en",
  "original_title": "A revolution without violence",
  "original_body_lines": [
    "The total absence of violence before, during, and after the Presidential election has deeply impressed all sections of the population. Such exemplary discipline and conduct of the NPP took many observers by surprise, putting to shame established parties which, when they alternated in power, invariably let loose their goons to inflict pain and misery on opposition ranks. Serving in the police from 1965 to 2000, and in retirement for two and a half decades thereafter, I was witness to violence which followed every election with monotonous regularity.",
    "President Anura Kumara Dissanayake achieved 42% of the vote countrywide to win the election. It can be argued that what might have cost him votes was probably memories of the violent history of the JVP in 1971, and from 1986-89. These reminders may explain their paltry three percent at the previous presidential election. There can be no doubt that they championed grievances of the people, particularly the youth, from the 1980s. But what denied them the privilege of being a “mass’’ party may have been their previous association with violence.",
    "In a chapter on the JVP in my book ‘’Dilemma of an Island’’, written in 2001, I had stated at P-47: “For a monotonously long period of time, the country has been plagued by certain glaring iniquities such as graft, injustice, favouritism, which have left indelible scars on the minds of the youth. With such iniquities becoming more and more rampant, the young look for seemingly honest political leadership. So long as established political parties continue to permit the practice of such iniquities, the JVP has the potential to appear as the only beacon on the political horizon. Actually, the traditional political parties may unconsciously be conveyors which the JVP will exploit to travel towards its political goals and ends…..",
    "“Though the climate is favourable for exploitation, there is yet an impediment for their emergence as a ‘mass’ party. It is paradoxical that whilst the young romanticize violence, the more mature abhor it. Therefore it may yet be a long road to traverse in quest of substantial and far reaching political gains”.",
    "Whether the JVP would have changed their party name to include NPP, and distanced themselves from violence as part of their strategy if the old guard was at the helm, is a matter of conjecture. NPP leader Anura Kumara Dissanayake is no mirror image of the first JVP leader, Rohana Wijeweera.  Indications are that he and his seniors, upon taking control, steered the party to work within a democratic framework.",
    "With passage of time, established parties in government became blind to grievances of people. When the country went bankrupt, a public clamour arose for these grievances, collectively called ‘’the system’’ to be uprooted and for most serving MPs accused of being it’s practitioners to be denied entry to the legislature again. With time, bankruptcy and indifference to the burdens imposed on people by this decadent system, voters began to see a difference between the NPP and the established parties.",
    "The Aragalaya brought to light the growing belief among people that Parliament provided a conducive environment for MPs to turn from friend to foe and vice versa in order to secure positions and advantages, escape the arm of the law, accumulate wealth, and engage in corruption. Many people perceived that shifting of allegiances was often influenced by considerations that were not ethical. The Aragalaya encouraged the masses to consider that the large majority of serving MPs should not find representation again in Parliament. This was the backdrop of the presidential election. This selfsame reason may result in the denial of of entry to parliament to many serving MPs at the forthcoming general election.",
    "The NPP began to emerge as a ‘’mass party’’ for the reason that many considered them antagonistic towards ‘’the system’’, while those from established parties were perceived as protagonists. They drew a line between a political group outside the system, and those enjoying it’s undesirable benefits.",
    "The NPP now, with reins of government in hand, have commenced dismantling the decadent system which, commencing from about 1977, had assumed a state of malignancy. This process or manifestation can be termed a revolution. What is praiseworthy is that it is being achieved without violence. There was no violence before, during, and after presidential election. This should be a happy augury for the future.",
    "Shortly after elections, the president commenced dismantling aspects of the iniquitous system. Voters have long despised the vulgar display of the pomp and trappings of power long present in the country. These included parades with long motorcades, posses of totally superfluous security officers, school and public ceremonies glorifying politicians, pensions for MPs with just five years parliamentary service, sumptuous subsidized meals, and extravagant perks for retired presidents. These contrasted sharply with the abject poverty of the people, widening the gap between the haves and have nots. A course correction has been clearly signalled.",
    "The new president is requiring his parliamentary candidates to function within an entirely new political culture. The message in clear that elected representatives are servants of the people, not beneficiaries of taxpayer largesse. This is a far cry from what prevailed in the past. The start that has been made is praiseworthy. The Public Service and the Police are fortunate that they are being inspired to serve as professionals. The contrast in our time, more precisely from 1977 onward, had been a sad saga. It is hoped that this beginning will prevail over time.",
    "The government is also poised to commence investigations into politically orchestrated crimes, including the Easter Sunday tragedy. These were blatantly pushed under the carpet by the Yahapalana regime, Gotabaya Rajapaksa and Ranil Wickremesinghe administrations. Such inaction incurred the opprobrium of people. They expressed their contempt clearly at the presidential election.",
    "Opening cans of worms by way of investigations, rejection of vanity projects and extravagance on public display, practice of modesty and simplicity in governance and conduct, and the enforcement of the rule of law equitably, will no doubt help the NPP to gather more popular support than at the presidential election. The voter may now see a much wider contrast between the NPP and more established parties than they did on the eve of the presidential election since steps are being taken to eradicate undesirable features of the past. More popular support may also swing to the NPP now that voters have begun to believe that JVP violence is a thing of the past.",
    "If the main slogan or issue for the election would remain the public outcry to uproot the ‘’decadent system’’, many voters will again see the election as one between antagonists and protagonists of the past. The NPP will be beneficiaries because voters are witnesses to the process of eradication. Therefore, they are likely to muster increases to their vote bank at cost to the SJB and the UNP. Many citizen perceive most MPs from these groups as being adherents of the system. New faces in parliament are widely desired, and this is likely to influence the voting pattern. Overall, the SJB and UNP may find it difficult to offer a formidable challenge to the NPP.",
    "Tamils in the North and East are not as hard hit by the ‘’system’’ as people in the South. While admiring the distinct changes in the political culture of the NPP, the Tamil voter may be more interested in winning political concessions which to my mind have been long overdue. Knowing the current impregnability of the NPP and their advertised ‘’fair play’’, the NPP may now attract more votes from these areas than at the presidential election. The SJB and the UNP may not do as well as they did at the presidential election with the ITAK and SLMC which supported Sajith Premadasa now paddling their own canoe.",
    "In my book “Dilemma of an Island” (2001), I had foretold that the JVP (now NPP), may exploit weaknesses of traditional parties to make political gains. That is exactly what appears to have happened. The most culpable in this respect were the Rajapaksas (Mahinda in particular). The Sirisena- Wickremesinghe coalition and President Ranil Wickramasinghe’s just ended term also contributed. The practice of the decrepit system without restraint hastened the advance of NPP to political power. The NPP owe them a debt of deep gratitude.",
    "(The writer had for many years been in charge of the National Intelligence Apparatus}",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}