{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Eastern-Province-youth-entrepreneurs-empowered-through-Revamp-Sri-Lanka-Youth-Start-Up-Challenge-1-0/34-760789",
  "time_ut": 1713486605.0,
  "original_lang": "en",
  "original_title": "Eastern Province youth entrepreneurs empowered through ‘Revamp Sri Lanka Youth Start-Up Challenge 1.0’",
  "original_body_lines": [
    "The ‘Revamp Sri Lanka Youth Start-Up Challenge 1.0’, an initiative spearheaded by the Lanka Impact Investing Network (LIIN) in collaboration with the International College of Business and Technology (ICBT Campus), was held successfully on 4 April at the ICBT Campus in Batticaloa.",
    "The event showcased the entrepreneurial prowess of young minds in the Eastern Province, providing them with a platform to nurture and develop their innovative start-up ideas and entrepreneurial journey.",
    "The Revamp Sri Lanka Youth Start-Up Challenge 1.0 is aimed at empowering young talents by bridging the gap between innovative ideas and practical implementation. Through mentorship, networking opportunities, and access to industry leaders and investors, the event aimed to catalyse the growth of promising start-ups in Sri Lanka, particularly in the Eastern Province.",
    "MSME and SME Business and Marketing Consultant, SLIM Past President Suranjith Swaris, Paramount Realty Co-founder and CEO Dr. Nirmal De Silva, Edith Cowan University Sri Lanka Campus Senior Lecturer for Sustainable Tourism Management Dr. Thivanka Pathirana, and Agribusiness, Rural Finance and Value Chain Development Specialist Nilushana Sooriyaarachchi, played integral roles in conducting the introduction session and mentoring sessions, enriching the experience and fostering the development of innovative solutions during the Revamp Sri Lanka Youth Start-Up Challenge 1.0.",
    "Throughout the challenge, aspiring entrepreneurs from the region presented their creative solutions and hard work in various sectors, including Agriculture, Tourism, Export, and Education. After a rigorous selection process, the top five teams were chosen to compete in the final round.",
    "The winning team, Eco-Tours: emerged victorious with their innovative web application designed to revolutionise the tourism industry in Batticaloa. Their solution offers travellers curated packages for immersive experiences, highlighting the rich cultural and natural heritage of the region. They were awarded a cash prize of Rs. 175,000 in recognition of their outstanding achievement.",
    "In addition to the winner, two runner-up teams were also recognised for their outstanding contributions.",
    "Tech Craft Academy Team: secured the second position with its diverse range of educational opportunities aimed at nurturing students’ technology and innovation skills. The Tech Craft Academy team received a prize of Rs. 125,000 for their commendable performance. Meanwhile, AgGen Team: claimed the third position with their smart home garden system powered by IoT sensors and a cloud-based mobile app. The third-ranked team was granted a prize of Rs. 100,000 for their praiseworthy efforts.",
    "Reflecting on the success of the Revamp Sri Lanka Youth Start-Up Challenge 1.0, Lanka Impact Investing Network Chairman Chandula Abeywickrema, expressed his excitement about the Revamp Sri Lanka Youth Start-Up Challenge 1.0 collaboration, stating, “Partnering with ICBT Campus for this initiative is truly inspiring. It underscores our commitment to fostering young entrepreneurship in Sri Lanka. Together, we’re building a dynamic ecosystem for future entrepreneurs.”",
    "This collaborative endeavour was made possible through the generous support of the Government of Canada, facilitated by the World University Service of Canada (WUSC).",
    "The event was graced by distinguished personalities including LIIN Chairman Chandula Abeywickrema, LIIN General Manager Vishwanath Gunawardena, ICBT Campus Batticaloa Centre Manager Delucshanth Vaz, and Paramount Realty Co-founder and CEO Dr. Nirmal De Silva, along with Agribusiness, Rural Finance and Value Chain Development Specialist Nilushana Sooriyaarachchi.",
    "The Revamp Sri Lanka Youth Start-Up Challenge 1.0 stands as a testament to the potential of youth-driven innovation and entrepreneurship in driving positive change and economic growth in Sri Lanka."
  ]
}