{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110808/son-in-law-of-mp-rohitha-surrenders-to-court-",
  "time_ut": 1753340640.0,
  "original_lang": "en",
  "original_title": "Son-in-law of MP Rohitha surrenders to court",
  "original_body_lines": [
    "The son-in-law of Member of Parliament Rohitha Abeygunawardena has surrendered to the Matugama Magistrate’s Court a short while ago.",
    "The son-in-law of the MP, Dhanushka Weerakkody has been linked to an incident related to the seizure of an illegally assembled vehicle in Matugama recently.",
    "Meanwhile, the son of Member of Parliament Jagath Vithana, who was arrested by officers of the Panadura Walana Anti-Vice Unit over the incident is currently in remand custody.",
    "Rasika Withana was also arrested in Mathugama in connection with the alleged possession of an illegally assembled vehicle.",
    "Based on information received by the Acting Inspector General of Police regarding a jeep registered using forged data, the Walana Anti-Vice Unit launched an investigation about four months ago.",
    "Acting on intelligence that the vehicle was being driven in Matugama, officers launched a special operation in the area last afternoon. During the operation, the suspect who was driving the jeep was taken into custody along with the vehicle.",
    "Subsequently, Rasika Withana was handed over to the Matugama Police.",
    "Investigations revealed that the jeep was illegally imported into the country and registered with the Department of Motor Traffic using forged documents.",
    "Police suspect an individual attached to the Department of Motor Traffic may have assisted to register the vehicle.",
    "Investigations also revealed that the jeep was registered a second time under the name of a private company owned by Jagath Withana and was being used by his son.",
    "During interrogation, Rasika Withana had stated that he purchased the jeep from Roshelle Melanie Abeygunawardena, the daughter of Member of Parliament Rohitha Abeygunawardena.",
    "Following this statement, police visited the residence of Roshelle Melanie Abeygunawardena in Nagoda, Kalutara, but it was reported that she and her husband were not present at the time."
  ]
}