{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Reforming-the-global-financial-system-for-era-of-climate-change/4-760365",
  "time_ut": 1712339446.0,
  "original_lang": "en",
  "original_title": "Reforming the global financial system for era of climate change",
  "original_body_lines": [
    "In an era of escalating climate risks and impacts, the global financial system stands at a crossroads",
    "In an era of escalating climate risks and impacts, the global financial system stands at a crossroads. Existing structures and frameworks are facing serious challenges in adjusting to a changing global environment in ways that acknowledge and address the imperatives of climate justice, equity, and the needs of developing countries. The urgency of reform or improvement has been highlighted by several recent initiatives and proposals, such as the Bridgetown Initiative 2.0, the Paris Pact for People and Planet, the V20 Accra-Marrakech Agenda, or the Ubuntu Initiative, and featured prominently in the climate negotiations as well.",
    "The first Global Stocktake under the Paris Agreement, which was finalised at the 28th meeting of the Conference of the Parties to the United Nations Framework Convention on Climate Change (COP28), underscores “the importance of reforming the multilateral financial architecture, inter alia, multilateral development banks, […] and calls on their shareholders to expeditiously implement that vision and continue to significantly scale up the provision of climate finance in particular through grants and concessional instruments.”",
    "The global financial system needs to effectively channel funding towards climate change mitigation, adaptation, loss and damage, and sustainable development while avoiding mounting debt burdens for climate-vulnerable developing countries. Currently, these countries often struggle with difficult macroeconomic circumstances that are further exacerbated by climate impacts and the need to invest in climate action, which strains their national budgets and can threaten debt distress.",
    "International financial institutions such as the World Bank and the International Monetary Fund (IMF) play a critical role for global finance. However, their current frameworks and lending practices often do not align with the urgent needs of climate action, especially for climate-vulnerable developing countries already shouldering high debt burdens. Therefore, it is important to adjust these frameworks to correspond to the needs of today and provide enhanced funding for climate action, ensure debt relief, and green financial policies. Furthermore, the global financial architecture should incorporate key principles of equity and climate justice, as well as ensure transparency and accountability to build trust and ensure that funds are used effectively.",
    "Climate justice acknowledges that climate change is not just an environmental issue but also a matter of equity and human rights. It recognises the disproportionate impact of climate change on vulnerable populations in developing countries and calls for equitable solutions to address these challenges. Reforming the global financial system through the lens of climate justice means ensuring that funding mechanisms are available and accessible to those at the frontlines, empowering them to implement ambitious mitigation and adaptation strategies and respond to unavoidable climate-induced loss and damage.",
    "A key challenge is reforming the current financial system at scale and with the necessary speed, as developing countries are already experiencing serious climate risks and climate-induced loss and damage while also needing funds to green their economies and invest in sustainable development and resilient growth. Therefore, improving and climate-proofing the global financial architecture should be considered a priority and undertaken at a systemic level guided by principles of climate justice and equity.",
    "Key actors for such a reform include not only governments and multilateral financial institutions (for example, the IMF or the World Bank) but also banks, insurance and reinsurance companies, asset managers, rating agencies, and risk assessors. Climate risk and climate action should be mainstreamed across all aspects, including risk analytics, credit ratings, debt instruments, financial mechanisms and policies, regulatory frameworks, taxation, and available funding sources.",
    "For example, some proposed interventions include adding natural disaster and pandemic pause clauses to all lending instruments; adjustments in how physical and transitional climate risks are considered by credit rating agencies and in fiscal health assessments; establishing a global structure for carbon financing; developing legal frameworks for sovereign debt restructuring and relief; making data on debt and climate finance more accessible and available; promoting climate-contingent debt instruments; utilising special drawing rights to respond to global shocks; and expanding existing initiatives and mechanisms such as the G20 Debt Service Suspension Initiative, the G20 Common Framework for Debt Treatment, or the IMF’s Resilience and Sustainability Trust and Catastrophe Containment and Relief Fund.",
    "Proposals such as these are further detailed and expanded upon in several high-profile proposals for global financial reform launched in 2023, including the Bridgetown Initiative 2.0, the Paris Pact for People and Planet (an outcome of the Paris Summit for a New Global Financing Pact), the Finance in Common Summit in Colombia, the UAE Leader’s Declaration on a Global Climate Finance Framework, the V20 Accra-Marrakech Agenda, the Ubuntu Initiative (initiated by parliamentarians from Egypt, Ghana, Senegal, and Indonesia), and the COP28 decision on the establishment of a Loss and Damage Fund and funding arrangements for addressing climate-induced loss and damage.",
    "Other initiatives include the Global Expert Review on Debt, Nature and Climate launched by governments of Kenya, Colombia, France; the International Taxation Taskforce launched by France, in partnership with Kenya, Barbados and Spain; the Glasgow Financial Alliance for Net Zero (GFANZ) launched in 2021 by more than 160 financial institutions holding over $ 70 trillion in assets; the Coalition of Finance Ministers for Climate Action bringing together policymakers from over 90 countries; or the COP28 Leader’s Declaration on a Global Climate Finance Framework.",
    "The need to reform the global financial system in the era of climate change is not just an economic, but also a moral imperative. Transforming the existing architecture and institutions can unlock the necessary resources to support developing countries to scale up ambition and build long-term resilience to climate impacts in line with the principles of the UNFCCC and the Paris Agreement.",
    "(The writer works as Director: Research and Knowledge Management at SLYCAN Trust, a non-profit think tank based in Sri Lanka. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular contributor to several international and local media outlets.)"
  ]
}