{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98505/slaf-launches-separate-probe-after-corporal-killed-in-police-fire",
  "time_ut": 1712548740.0,
  "original_lang": "en",
  "original_title": "SLAF launches separate probe after corporal killed in police fire",
  "original_body_lines": [
    "The Sri Lanka Air Force confirmed that an SLAF Volunteer Corporal of the Rugby pool died in an exchange of fire with police officers in Padukka.",
    "The Sri Lanka Air Force (SLAF) is conducting a separate inquiry into the incident, according to the SLAF Spokesman.",
    "The SLAF said it is aware of an incident this morning involving an SLAF corporal attached to Air Force Rugby pool at a police checkpoint in Padukka, which has resulted in his death. The Commander of the Air Force has initiated an inquiry into the incident, Group Captain Dushan Wijesinghe said.",
    "The SLAF Director Media stated that preliminary findings point to an exchange of fire between the SLAF corporal (volunteer) and the police officers who were at the check point. According to the information of Police, the injured Corporal who was off duty, had succumbed to his injuries once hospitalised.",
    "Furthermore, he assured that the SLAF takes seriously any involvement of its personnel in criminal activity, and will work closely with law enforcement agencies to investigate the incident.",
    "It was reported this morning (08) that an individual was killed in an exchange of fire with police and Special Task Force (STF) personnel at Angamuwa in Padukka.",
    "The deceased was identified as a member of the Sri Lanka Air Force who was on a motorcycle and had defied an order to stop at a checkpoint during a Police-STF operation.",
    "Police said the motorcyclist had opened fire at the police personnel and was injured when the police returned fire. However, he had died on admission to the Padukka Hospital.",
    "The person who was shot dead at Angamuwa, Padukka is suspected to be the gunman in the shooting which killed two persons at Moragahahena in Horana yesterday, police said."
  ]
}