{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Misinformation-lovingly-brought-to-you-by-Big-Tech/4-767758",
  "time_ut": 1728505428.0,
  "original_lang": "en",
  "original_title": "Misinformation lovingly brought to you by Big Tech",
  "original_body_lines": [
    "Teens spend on average five hours a day on social media, of their nine hours on screens",
    "Hiding under a lobby group called NetChoice, it’s anything but",
    "I keep tabs on misinformation, and its close cousin, disinformation for a simple reason. I teach a computer class. These topics are all part of an ecosystem that students didn’t have to worry about, say, a decade ago. I am talking about phenomena such as data harvesting, trolls, linkbait, sexting, two-factor authentication, ransomware and the whole nine yards of cyber security that IT administrators –and now the rest of us–lose sleep over.",
    "While educators like me treat Alphabet (parent of Google) like the gold standard we can’t let our guard down. I teach at a high school in which our PCs run on the Chrome operating system. Yet, I am fully aware of Alphabet’s questionable practices. It is no longer the company that adheres to its ‘Don’t be Evil’ motto that was enshrined in its DNA at its launch. Fun fact: They put that nice idea to pasture many years ago. No matter which operating system we are locked into, it’s always healthy to scrutinise its business practices. Basically, don’t drink the Kool Aid.",
    "We live in the blast zone of disinformation. In the aftermath of hurricane Helene in the US, misinformation and disinformation has been rampant in some states. North Carolina and Tennessee are its latest victims. Some have pointed out that it is fuelled by climate science deniers, AI, and X (the former Twitter). We are just about a month away from US elections, a once in four-year event fuelled by more negative advertising than you can shake a stick at. In this milieu, the new ‘nattering nabobs of negativity,’ (a phrase that former vice president Spiro Agnew used to describe the media) are lobbyists, platforms such as X, and political action committees. Welcome to our new axis of evil. One that has been flying under the radar is NetChoice, funded by Google, Meta, X, and a host of others, including eBay, Netflix, AirBnB and Snap. Disinformation alert: NetChoice has been arguing that putting limits on tech and social media companies is a threat to ecommerce. They also claim in several high profile lawsuits that any bill to regulate privacy, and enforce child safety laws would be tantamount to violating the First Amendment to the US constitution—basically censorship.",
    "Why are they up to this? Why the frenetic rush to kill the bills that protect our children? Big Tech realises that the long-awaited ‘The Kids Online Safety Act’ (KOSA), if passed, would severely hamper what they can do. Previously Big Tech gutted another movement called Net Neutrality, calling it anti-business. These tech companies make oodles of cash by enabling the apps that collect the clicks, that suck in the eyeballs, that addict young people, that live in the houses that Silicon Valley built. They have not taken steps –don’t be evil, or otherwise–to address the global mental health crisis fuelled by device addiction. This is an uncomfortable truth we must all recognise. There is a large body of research plus evidence that teenage brains are negatively impacted by social media. For instance, one study reports how adolescents “show substantial changes in baseline brain activity when it comes to sadness experienced from social exclusions and they are more likely to report a worsened self view after being rejected.” (The Journal of Social Media in Society, Vol.12).",
    "Teens spend on average five hours a day on social media, of their nine hours on screens, according to Jonathan Haidt, author of ‘The Anxious Generation.’ He has noted that after Facebook and other social media companies bragged about ‘connecting the world,’ our connections have become shallower. “Those 5 or 9 hours (spent on social media) come out of other healthy teen activities — spending time together, physical activity, and sleep.”",
    "None of these social consequences seem to factor into the business model of tech companies. They lust after our clicks. According to Tristan Harris, an engineer who quit Google, and Randima Fernando with a background in education, they know it’s the algorithms: We know what they are programmed to do. “In other words, water is wet. We know that the business model of monetising attention…suicidal ideation in teenage girls is good for Facebook and Instagram.” Harris, while at Google, authored a paper on minimising attention and respecting users’ attention.",
    "On 17 September, a day before the kids safety act was being debated, Instagram announced it was rolling out ‘teen accounts’ for those between 13 and 17, so that parents could monitor, and teens could have more control. Beyond that, nothing seems to have changed. While they are algorithmically monetising attention, Big Tech firms are muddling our realities. “Look that way–water isn’t wet, it’s actually dry.”",
    "Ha ha! Hit that Like button! The pressure is on, however. In August, a US court ruled that Google’s search engine was a monopoly. Translated, Google has made sure we don’t have a choice in how we search online.",
    "Which brings me back to choice–NetChoice, the lobby group. NetChoice publishes statements like this: “KOSA is a Children’s Cybersecurity Disaster in the Making.” Essentially, it says that requiring companies to verify the age of users (they call it a way to “hoard children’s data”) and limit underage users to some content, will make it easy for hackers to access this information. If we follow this logic, it’s akin to saying that requiring a password to be entered for an external door lock increases the risk of your home being ransacked. It gets more ridiculous. NetChoice launched a program called SHIELD–one of those acronyms probably dreamed up by a consultant desperate for a catchword. It stands for Secure-Hold-Invest-Empower-Launch-Develop. The D is to develop a digital literacy and child safety curriculum.",
    "News flash: That’s what teachers like us do to help kids see through this fog of legal nonsense. We develop and impart digital literacy, and call out their shenanigans when necessary. I recently told my students the harsh truth that Google had paid companies $ 26.3 billion just to maintain its search engine did not have any competition. I am doing a very tiny part, making some 250 students a year aware of what they are up against. What might you do?",
    "(The writer is a computer teacher at a high school in Arizona. His monthly newsletter on Substack, and his podcast, Wide Angle, focuses on the intersection of education and technology.)"
  ]
}