{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/What-Trump-s-victory-means-for-Sri-Lanka/4-768982",
  "time_ut": 1731025808.0,
  "original_lang": "en",
  "original_title": "What Trump’s victory means for Sri Lanka",
  "original_body_lines": [
    "Regardless of how Trump’s rule finally ends, there can be no doubt that it is the harbinger of a destructive conclusion to the global order",
    "The victory of Donald Trump in the US Presidential election held on 5 November 2024, is likely to be a defining moment in our global epoch. Trump brought together the decades-long projects of the American oligarchy and reactionary social forces. He ran on the agenda of amplifying the darkest trends in the American polity. But while the spectre of his return rose, the Democratic leadership held onto a bankrupt vision for the future that resisted interrogation of the US empire.",
    "The party did little to reverse the abandonment of the working people for corporate interests in the US itself or shift away from naked backing of Israel’s war machine. The reality is that the US’s empire has always been brutal, which created the xenophobic poison that has now consumed its own body politic. But Trump’s victory further represents the potential termination of the US’s domestic status as a republic, and its transformation into an entirely new regime. Consequently, the shift in the US’s approach to the outside world will be qualitatively more brutal.",
    "Regardless of how Trump’s rule finally ends, there can be no doubt that it is the harbinger of a destructive conclusion to the global order as it has been understood since the end of the Cold War. That system had already produced profound inequalities, with a neoliberal project serving finance capital through tremendous extraction. The 21st century has also seen the escalation of wars in West and Central Asia by the long arm of the US military. It started with Afghanistan and Iraq two decades back and now continues with the US’s unconditional support for Israel’s war in Gaza, which has provoked further conflagration in the region. Now, we are looking at the real threat of open warfare between regional and global powers along with more tipping points in climate change. The liberal international order often provided an excuse for Western interventions abroad. But Trump’s election signifies a far-reaching breakdown in which the resulting jockeying for power will almost certainly be resolved through force.",
    "The instability will have profound effects on the global political economy. That includes the strong possibility of uncoordinated deglobalisation and even the tearing apart of the global economic system itself, led by great powers looking out for their own self interests. Accordingly, it would be naïve to assume that there is any solution for Sri Lanka on the current economic path. There will be no expansion of global trade to facilitate exports and little meaningful financing of future investments for developing countries. In fact, there will be further extraction and dispossession of the meagre resources that these countries possess. The economic giants will expand their military arsenals while pursuing industrial policies to secure production within their national borders.",
    "Against this backdrop, Sri Lanka must look at the electoral results in the US and recognise that there is no returning to the liberal international order as it is represented in the so-called path of recovery with the current IMF program. Instead, what comes next will inevitably be shaped by the resistance that countries in the periphery can cobble together.",
    "As part of that agenda, it should be clear that the only alternative to the fascist tide engulfing the planet is self-sufficiency at home, with a deep basis in pluralism. John Maynard Keynes originally wrote his essay titled “National Self-Sufficiency” during a similar period of global unravelling in the 1930s. He argued that because of modern techniques of production, many goods could be “homespun.” He challenged the classical argument of comparative advantage, or the idea that countries should only produce what they are most efficient at. Keynes pointed out that the great order of free trade during the belle epoque (1871-1914) had in fact prevented countries from adopting the domestic measures required to pull themselves out of crisis and depression. The analogy with today’s world is striking. Neoliberal globalisation has exhausted itself. A period of tremendous uncertainty awaits.",
    "The difference, of course, with Keynes’ time is that many countries that did not exist then are now independent. Their legacies of colonial extraction are compounded by new forms of dispossession, including through extractive, high interest commercial loans. For Sri Lanka to recommit itself to the collapsing global order would be disastrous. The current austerity program only contains a vague promise of future benefits in areas such as trade and finance to rescue Sri Lanka from its deep crisis. Even before Trump’s victory, that path was unsustainable. It primarily served long-term extraction by global finance capital while throwing countries in the global South into repeated debt crisis.",
    "But elections in the US have further revealed the triumph of power politics over economic extraction, openly closing that path. Economic models often take for granted a stable political order for trade and growth. What happens when all of that is thrown out, and an oligarchy led by a demagogue committed only to strengthening their own power sits at the head of an unravelling empire?",
    "Moreover, Trump has shown that ideology can intervene in powerful ways to shape people’s perceptions of their own interests. The discursive appeal of economics to mutually beneficial interest in the pursuit of global growth is dead. What remains is dawning realisation of the cutthroat competition for strategic resources that can be used for sectors deemed critical to national security, under the control of oligarchs benefiting from little to no scrutiny. Sri Lanka is a minor piece in this geopolitical puzzle.",
    "But the point is that there will be no attempt to rein in global finance or expand concessional development financing. Even the supranational institutions such as the IMF and World Bank will be further sharpened into instruments of empire, now completely unrestrained in its extractive approach towards developing countries. Moreover, that empire, under pressure from external rivals, will likely identify militaristic responses as the default option, which will spike the price of internationally traded goods.",
    "Accordingly, growth alone cannot be Sri Lanka’s objective in its own evolving period of crisis. Instead, Sri Lanka must identify a path towards redistribution to secure the survival of its people as more shocks inevitably occur. That will require compelling our capitalist class to invest in industries capable of strengthening domestic linkages within the economy. Meanwhile, safeguarding the interests of the people will depend on a conscious effort to prioritise production of food and other basic goods so that Sri Lanka cannot be subordinated to the blackmail of a callous and crumbling global order. Trump’s agenda in the US includes, for example, drilling for oil in wildlife refuges. The climate consequences of a full-blown commitment to the fossil fuel economy will produce more shocks in food systems around the world.",
    "In this context, we must revive planning and industrial policy. We must prioritise avenues of production that can protect Sri Lanka’s people. A viable strategy for accumulation will necessarily require compromises with our own capitalist class. That includes identifying potential areas for profit-making. But there can be no doubt that the vision and economic direction must come from a state truly committed to a popular notion of welfare. Investment in strategic sectors according to a dynamic industrial policy is necessary to upgrade techniques and increase productivity.",
    "At the same time, these benefits must be folded into a revised definition of the economy. It is the mechanism for securing the survival of ordinary households. From this angle, GDP is not the only measure. Instead, Sri Lanka’s stance towards trade and trade agreements should reflect two priorities of planning: rebuilding the economy on more egalitarian foundations and insulating it from external shocks.",
    "In parallel, and on an international level, Sri Lanka must identify ways of working with other countries across the global South to build non-aligned power with the goal of consolidating it into a new movement. Whatever opportunities for technology transfers from more prosperous countries that become available, for example, must be inserted into a national framework of planning. Meanwhile, Trump’s victory represents the further consolidation of authoritarian regimes around the world. But there is hope in the extent to which many states are still accountable to the welfare and developmental needs of their populations. There is room for resistance in this context. But it will require all our efforts to channel struggles on the ground into the construction of a new bloc of countries in the periphery that can work towards self-reliance and self-defence.",
    "The elections in the US are harrowing in their implications. Nevertheless, they may also come to reflect the degree to which countries such as Sri Lanka can finally break with the myths and ideologies that have sustained the liberal international order. The difficult task now is to swim out of the fascist tide and find a new current based on principles of equality and freedom."
  ]
}