{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/kumar-david-left-intellectual-activist-friend-rascal/",
  "time_ut": 1729364985.0,
  "original_lang": "en",
  "original_title": "Kumar David: Left Intellectual, Activist, Friend, Rascal",
  "original_body_lines": [
    "Much has already been written, and more will be written in the coming days about the much-loved Kumar David— electrical engineer, brilliant academic, Left intellectual, activist and writer who passed away on Monday in Los Angeles. Others will write about his academic achievements, his contribution to the Sri Lankan Left, his writings, etc. My short piece is more anecdotal.",
    "Kumar had been unwell for some time. In his last email to me on 14 August, he wrote: ‘I am still in LA. Health not too good. Hope to be in SL early 2025 if my health improves.’ Irrepressible as he always was, he added: ‘I understand that you are conning the poor buggers in Papua New Guinea or some such place on Constitutional matters.’",
    "I cannot remember when I first met Kumar. It must have been in 1965 or 1966. In May 1965, while still at school, I joined the Lanka Sama Samaja Party as a youth leaguer in Kandy. In January 1966, I was promoted to ‘candidate member’ of the Kandy LSSP Local, to which Kumar was attached. Those days, we had party names by which we were identified in the Local. Kumar David was ‘Goldin’, and Vickramabahu was ‘Parker-Smith’- both names of authors of engineering books.",
    "In 1966, Kumar left for the United Kingdom and returned in 1969 with a PhD from the Imperial College of Science and Technology, University of London. It was soon after the famous student protests in Europe, which enthused students worldwide. The LSSP group in Peradeniya organised a lecture by Kumar on the topic ‘Student Unrest in Europe’, but it was disallowed by his own teacher, Prof. E.O.E. Pereira, then Vice-Chancellor, who probably feared that Kumar would call the students to arms! The lecture was finally held at the Physics lecture theatre after Dr. Osmund Jayaratne assured Dean Appapillai that there was nothing to fear. The lecture theatre was packed, with many standing, and Ossie introduced Kumar. Kumar’s opening words were: ‘If you have come here expecting fireworks, you will be disappointed. We are going to discuss seriously what happened in Europe and why.’",
    "While at Law College, I helped publish ‘The Nation’, the popular Left weekly edited by Hector Abhayavardhana. An editorial board of sorts met on Sunday evenings at Hector’s place along Chitra Lane: Kumar David, Jayantha Somasundaram, Vijay Kumar, Handy Perimpanayagam, myself, and others who dropped in. For me, it was a learning experience. Kumar used to mischievously annoy Hector with criticisms of the United Left government. Hector would refer to Kumar as ‘the rascal’ albeit in his absence!",
    "Kumar was funny, indeed. He had nicknames for those close to him- Vijay Kumar was ‘Kochchi’ because of his Kerala roots, Lankaloka was ‘Ceylon World,’ Wilegoda was ‘Hole Works’ and I was ‘Jumpy.’ Some of the nicknames he coined are unprintable. He would spice conversations with Sinhala obscenities, which friends were required to tolerate. ‘Machang, I am not fluent in Sinhala, no?’ he would mischievously justify. Once, at a discussion, we agreed after continuous protests that he could utter an obscenity only once every five minutes, and I was appointed ‘timekeeper.’ Needless to say, I ‘resigned’ after some time.",
    "When he began writing regularly to the papers, Kumar asked me to suggest a penname for him. I suggested ‘Aswini,’ his other forename, of which many were unaware. He said he never liked it. I then suggested ‘Goldin,’ and he was surprised I remembered his party name. He finally decided to write under his name.",
    "When Ranjika and I decided to marry in secret, it was Kumar who helped us, driving early in the morning to fetch her on her way to the school she taught at in Udadumbara and dropping her off just in time for her to return to a relative’s house where she was staying as if she was returning from school. I still remember the car number 6406 but forget which Sri series it was.",
    "Kumar married Rohini, whose surname, Leula, is the name of the village my family moved to from Udispattuwa to facilitate our schooling in Kandy. I offer my deepest sympathies to Rohini, her son Amrit, and her sisters Kanthi and Tilaka.",
    "The Sri Lankan Left has lost an intellectual giant. Readers of The Island and Colombo Telegraph will miss Kumar on Sundays. I will miss a rascal of a friend. Farewell, Kumar!"
  ]
}