{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceylon-Energy-secures-SEZ-licence-from-Kenyan-President/34-757691",
  "time_ut": 1706051762.0,
  "original_lang": "en",
  "original_title": "Ceylon Energy secures SEZ licence from Kenyan President",
  "original_body_lines": [
    "Ceylon Energy Founder/Chairman Madusanka Fernando receiving the SEZ Enterprise Licence from Kenyan President Dr. William Ruto",
    "Ceylon Energy, a company with a history of excellence in power transmission projects, has been issued a Special Economic Zone (SEZ) Enterprise licence by Kenyan President Dr. William Ruto to commence operations at the Naivasha SEZ.",
    "The licence was handed over to Ceylon Energy Founder/Chairman Madusanka Fernando by President Ruto in Nairobi, Kenya on 13 January.",
    "Upon receiving the licence, Fernando assured the Kenyan President that Ceylon Energy would be investing heavily in the Naivasha SEZ.",
    "The company is scheduled to invest over (Kenyan Shilling) KSh. 1.1 billion on five acres of land in the initial phase with 374 jobs expected to be created at the end of the entire project. The proposed investment is for the projects in galvanisation, helical anchors, smart meters, tower manufacturing and steel fabrication plants.",
    "Fernando met with several other Kenyan Government officials including Ministry of Energy and Petroleum Cabinet Secretary Davis ChirChir, Ministry of Investment, Trade and Industry Cabinet Secretary Rebecca Miano, Ministry of Energy and Petroleum Principal Secretary Alex Wachira, State Department for Investment Promotion Principal Secretary Abubakar Hassan, Special Economic Zone CEO Dr. Kenneth Chelule, and Special Economic Zone Chairperson Fredrick Muteti.",
    "They all expressed their willingness to work closely with Ceylon Energy to materialise the proposed projects.",
    "Ceylon Energy has built strategic alliances and partnerships across the globe over the past, and they have enabled the company to lead the power and energy sector by introducing the latest global technology and innovation. Ceylon Energy has currently established themselves in the African region and is expanding rapidly into many western and Asian parts of the world, with a mission to make energy accessible to all."
  ]
}