{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/e-b-creasy-in-notable-share-transaction-cse-bounces-back/",
  "time_ut": 1756921860.0,
  "original_lang": "en",
  "original_title": "E. B. Creasy in notable share transaction; CSE bounces back",
  "original_body_lines": [
    "E.B. Creasy & Co. said yesterday in a CSE filing that its public holding had increased to 26.43 percent following share sales by Colombo Fort Land & Building, market analysts said. According to the filing, Colombo Fort Land disposed of 5 million shares on August 6 and a further 1.5 million shares on August 27.",
    "As a result, the company’s public float rose from 23.86 percent reported in its June 30 interim financial statements to 26.43 percent as at August 29, the record date. The increase improves liquidity in the stock and moves the company further above the minimum public float threshold required under CSE listing rules.",
    "Meanwhile, the biggest shareholder Fairfax on Monday picked up another 1.3 percent stake or 230 million shares in top blue chip JKH. Via HWIC Asia Fund, Fairfaxt held a 24.2% stake in JKH as at end of June 2025.On Monday, JKH saw 237.3 million of its shares traded for Rs. 5.5 billion with the share price closing at Rs. 23, down by 30 cents. Fairfax acquired the new stake at Rs. 23.20 per share. Among major sellers was Norges Bank Account 2, which as at end June 2025 held 422.8 million shares or a 2.4 percent stake.",
    "The CSE was able to bounce back yesterday due to active retail participation and mainly driven by Dankotuwa Porcelain due to heavy retail market trading, market analysts said. Amid those developments mixed reactions were noted in both indices. All Share Price Index moved up by 6.53 points, while the S and P SL20 rose by 19.3 points. Turnover stood at Rs 6.4 billion with eight crossings.",
    "Those crossings were reported in HNB, which crossed 350,000 shares to the tune of Rs 138.2 million and its shares traded at Rs 395, Resus Energy 3.1 million shares crossed to the tune of Rs 124 million and its shares traded at Rs 40, Hemas Holdings two million shares crossed for Rs1.2 million and its shares sold at Rs 30.60, JKH 1.8 million shares crossed to the tune of Rs 22.70, Dipped Products 675,000 shares crossed to the tune of Rs 39.8 million and its shares traded at Rs 59, Melstacope, 230,000 shares crossed for Rs 37.9 million; its shares traded at Rs 165, Asian Hotel and Properties 378,000 shares crossed for Rs 36.5 million; its shares traded at Rs 36.50 and Aitken Spence Hotels 250,000 shares crossed to the tune of Rs 26.2 million; its shares sold at Rs 105.",
    "In the retail market top seven companies that have mainly contributed to the turnover were; Dankotuwa Porcelain Rs 1.9 billion (57 million shares traded), LB Energy Fund Rs 310 million (25.6 million shares traded), Pan Asia Power Rs 234 million (12 million shares traded), Sierra Cables Rs 156 million (5.9 million shares traded), JKH Rs 144 million (6.3 million shares traded), Aitken Spence Hotels Rs 141 million (1.6 million shares traded) and Jetwing Symphony Rs 141 million (8.1 million shares traded). During the day 260 million share volumes changed hands in 420000 transactions.",
    "Yesterday, the rupee opened at Rs302.10/15 to the US dollar in the spot market, stronger from Rs 302.12/20 the previous day, while bond yields were broadly steady, dealers said.",
    "HNB General Insurance Certified™ as a Great Place To Work® in Sri Lanka",
    "Japan urges steady implementation of Japan-assisted mega projects in SL",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}