{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-coconut-product-exporters-raise-alarm-over-30-pct-trump-tariff-231061/",
  "time_ut": 1752673680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka coconut product exporters raise alarm over 30-pct Trump tariff",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s coconut exporters have warned that a 30 percent Trump tariff will hit 20 percent of annual exports as competitors have got access at much lower rates to the United States.",
    "Out of 857 million dollars of annual exports 160 million went to the US.",
    "“Competing suppliers such as the Philippines, Vietnam, and India enjoy preferential trade access, meaning Sri Lankan products, despite their globally renowned quality, will be sidelined on cost alone,” the Ceylon Chamber of Coconut Industry (CCCI) said in a statement.",
    "Overnight President Donald Trump said Indonesia’s exports will only be charged 19 percent. Indonesia is also a top coconut producer. Trump said both Indonesia and Vietnam have allowed free entry to US goods.",
    "“Our products are recognised globally for their purity, taste, and nutritional value,” Jayantha Samarakoon, Chairman of the CCCI.",
    "“But no matter how good they are, a 30 percent tariff makes them unaffordable for buyers. We will be priced out of the market, not because of quality, but because of cost.",
    "“While we acknowledge the reduction from the originally proposed 44%, even at 30%, the impact remains deeply damaging to our export competitiveness and to the hundreds of thousands of rural livelihoods tied to this industry.”",
    "“This isn’t just a policy shift. It’s a devastating blow to an entire industry that Sri Lanka has worked hard to build.”",
    "Desiccated coconut, virgin and refined coconut oil, coconut milk and cream, coconut water, coir fibre products, activated carbon, and husk-based growing media are under threat.",
    "Many of these are premium niche exports that Sri Lanka pioneered in the global market, but buyers will now have little choice but to shift sourcing to cheaper destinations.",
    "Over 800,000 Sri Lankans depend on the coconut industry for their livelihoods, including smallholder farmers, processors, factory workers, logistics providers, and exporters, the Chamber said.",
    "More than 150,000 direct jobs in the manufacturing and processing sectors are now under immediate threat.",
    "A sudden drop in export demand could flood the domestic market with unsold produce, reducing farmgate prices, the chamber said.",
    "Falling exports could hurt foreign direct investments and there was a risk of the industry going abroad, the chamber said.",
    "The Chamber called for “urgent and coordinated government action to safeguard the sector. It has urged immediate engagement with the Office of the US Trade Representative to explore options for tariff relief or exemptions.",
    "The Chamber also called for a renewed push to secure bilateral trade agreements that ensure fair access to key markets, alongside targeted support to help exporters absorb short-term shocks and improve long-term competitiveness.",
    "The Chamber however did not suggest Sri Lanka could offer to the US in return to help get concessions for coconuts.",
    "Local apparel markets have said they wanted to raise import taxes in  Sri Lanka by 300 to 400 percent by item as their colleagues called on the government to reduce a 30 percent tax.",
    "Sri Lanka is highly protectionist and charges very taxes for vegetable oil imports partly due to the coconut lobby, analysts say.",
    "Sri Lanka’s coconut land owners have strong connections to most political parties, analysts who have studied the problem in depth have noted that taxes on vegetable oil on the people were raised over the years.",
    "The US is a top exporter of soybean oil and countries like Saudi Arabia and Kuwait, which have got very low tariffs, are big importers of US soybean oil.",
    "However, the industry did ask for coconut kernel imports to be allowed when domestic prices rocketed, which was delayed by officials.",
    "If exports to the US fell, coconut land-owners may get less profits, the chamber said, as lower export demand could “flood the domestic market with unsold produce,” the Chamber claimed."
  ]
}