{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Ranil-s-Akhand-Bharatisation-of-Lanka-Sajith-s-socialist-nightmare-and-religious-rampage/4-760268",
  "time_ut": 1712170772.0,
  "original_lang": "en",
  "original_title": "Ranil’s Akhand Bharatisation of Lanka, Sajith’s socialist nightmare and religious rampage",
  "original_body_lines": [
    "“In Delhi, President Ranil Wickremesinghe’s Chief of Staff led the team to discuss a wide range of subjects, from a land bridge across the Palk Strait…”",
    "“Where a class abdicates its moral right to leadership, it is already doomed and must surely die.”",
    "– Mervyn de Silva, “1956”, Ceylon Observer Magazine Edition, 16 and 23 May 1967 –",
    "Prime Minister Modi’s hawkish remarks on Kachchatheevu island conceded by India Gandhi to Sri Lanka a half-century ago in 1974, reveal the not-so-benign aspect of the ruling BJP’s attitude towards Sri Lanka. (https://www.hindustantimes.com/india-news/startling-pm-modi-slams-congress-for-callously-giving-away-katchatheevu-island-to-sri-lanka-101711860374728.html)",
    "External Affairs Minister Dr. Jaishankar’s lengthy press briefing lent itself to the unsettling impression of a revisionist interpretation of the Kachchatheevu issue (“who gave it away?”) while shedding light more pertinently, on the relentless recent pressure on Delhi from Tamil Nadu on the fisheries issue. (https://x.com/sidhant/status/1774708125150613723?t=ypyX1N4W-u7_c9RLjjFSaA&s=080)",
    "It is this aggressive, latently annexationist neighbouring (sub-regional, regional) dispensation that President Wickremesinghe is plugging Sri Lanka into and striving for multi-dimensional “connectivity” with, i.e., strategic dependency on. This is also the South India that SJB shadow Finance Minister Harsha de Silva insists we should “integrate” into.",
    "Ranil’s bridge to India will turn Sri Lanka into a part of Akhand Bharat. Where Ranil’s bridge starts, Sri Lanka’s independent story will stop.",
    "Future history may record the unprecedentedly disgraceful and deep treachery that is now underway and indict not only the ruling elite that is perpetrating it but also all those of us citizens who are alive, aware and active and watching it happen without resistance or dissent. I write this because I do not intend to be one of those.",
    "The betrayal that is underway is bigger than anything in our recorded history because it is not a betrayal of an ethnic community, a language, a religion, a class, a gender, a caste, a political cause, a family or a locality. It is not a betrayal of anything that separates us. It is a betrayal of something that unites us, that is common to us and shared by all of us citizens.",
    "It is the betrayal of this place on this planet which we have been born, come from, belong to. It is the betrayal of the island of Sri Lanka, or if you prefer, Lanka, Ceylon, Serendib or any other name it has had in its long history. It is the ultimate betrayal of our home.  It is the home we inherited from our ancestors and pass down to future generations.",
    "It is a betrayal of our ancestors; those who fought for us, built for us and produced for us. It is a betrayal of those who are to come, because we shall no longer be passing onto them that which was passed on to us. There cannot be a betrayal more existential; a treachery worse.",
    "The Rajapaksas too are participants in his betrayal since the Sri Lanka Podujana Peramuna (SLPP) is propping up President Ranil Wickremesinghe and his administration.",
    "Ranil’s bridge will end Sri Lanka’s ‘island character’. We shall no longer be the island of Lanka. We shall no longer enjoy the protective gap provided by geography and tectonic evolution that provides us the space to grow as a distinct, separate peoples, not a peripheral part of the giant landmass that is India and beyond-- the subcontinent.",
    "Our existence as an island is what helps us offset even slightly the enormous asymmetry of the neighbouring landmass hanging over our head, pressing down on us while the vast ocean is to our back and around us.",
    "Wickremesinghe is effacing the space that enabled us to be who we are, with our autochthonous narrative.  By doing so, he is ending our identity. By ending the very physical condition of our independent existence—our separation by a strip of sea from the subcontinent—Ranil is bringing to a close our independent story which is perhaps among the longest continuous chronicles in the world. By ending our independent story, Ranil Wickremesinghe is ending us as we have always been. Ranil’s bridge will be the beginning of our ontological end.",
    "Imagine what the case would have been if this island wasn’t physically separate from the subcontinental landmass. When the counterreformation of caste-ridden Brahminism rolled back the more enlightened reformist Buddhism in post-Asokan India, it would have been rolled back here too. It is our island character that enabled it to take deep, firm root.",
    "Furthermore, our magnificent hydraulic civilization was possible only because we had a separate existence as an island.",
    "Ranil’s bridge connects us to South India, more precisely to Tamil Nadu. It is just 15 years after the end of a Thirty Years War of separatist savagery. We have a continuous chronicle of incursions from the Southern cone of India and establishment of kingdoms in the Northern cone of the island. We would never have suffered alien kingdoms on our small island if not for the extreme proximity of India’s South. All those kingdoms were the result of cross-border invasion. We can’t change history, but Ranil is altering the geography that creates history: shortening the distance, eliminating the gap. What kind of mentality must he have to embark on such a nihilistic project of geopolitical and geostrategic genocide?",
    "The island of Sri Lanka has a particular demographic configuration, just as the giant landmass of India does. The South of India and the North-East of Sri Lanka mirror each other. They are kin states. Building a bridge between Tamil Nadu and North Sri Lanka will not only alter our destiny by ending our island character, it will also alter our internal destiny by physically integrating our island’s North with the powerful, rich, Tamil Nadu with its large pool of sympathy for Prabhakaran and the Tigers. Ranil’s bridge will cause a permanent power-shift in favour of the North and against the Southern two-thirds of this island.",
    "The Ramayana (7th century BC), which I call The Iliad (8th century BC) of the East, has as a central motif, the bridge built by Hanuman and his Monkey Army so as to establish connectivity with the island of Lanka, for the purpose of successful military incursion to rescue Sita, the Indian equivalent (albeit involuntary abductee/hostage) of Helen of Troy. The centrality of the motif of the bridge proves:",
    "n The defensive value for the island of the strip of water separating it from the neighbouring landmass.",
    "n  Conversely, the crucial importance of physical contiguity afforded by the bridge, for a military incursion into the island.",
    "It is the strip of non-contiguity, i.e., the island character, that made ‘Lanka’, Lanka, and not part of ‘Bharat’. If not for that geographic fact, Lanka would have been ruled by Ram, the God-king, not by Ravana, the rebel and resistor. Even in mythology we would have been ruled by an alien God. We weren’t, because we were an island with—as the Ramayana admits—its own advanced science and civilization, though we were betrayed from within: The Vibeeshana Syndrome.",
    "Look ahead a hundred years, a thousand years, after Ranil’s bridge is built. This island would not only no longer be an island, it would have been absorbed into India. It would be a part of India. We would be part Indian, if not wholly Indianised.",
    "There has never been a worse act of treachery in the long history of this island, and it is being perpetrated by Wickremesinghe, a ruler who was not elected by the people to the Presidency, nor even to Parliament, unlike President DB Wijetunga. He has absolutely no mandate whatsoever to make the utterly fundamental changes that he is undertaking, which in any democracy would require a national Referendum.",
    "There is complete silence from the main Opposition. This is in sharp contrast to the behaviour of Ranasinghe Premadasa who (as Evans Cooray describes in his memoir) while still Prime Minister, wrote a letter to Prime Minister Rajiv Gandhi and secured its delivery to him, by-passing President JR Jayewardene, which aroused the ire of the latter. The letter was a protest against the patronage extended to the Tamil militants.",
    "Sajith Premadasa the Leader of the Opposition should address the Government of India and request it to suspend the project because its Sri Lankan partner has no mandate from the people to undertake any such mega-enterprise, and therefore the matter should await an elected President, a new Parliament and a national Referendum. Anura Bandaranaike as Opposition Leader wrote to Prime Minister Rajiv Gandhi expressing his dissent on a matter far less insidious than Ranil’s bridge.",
    "The post-Independence political Establishment, the bourgeois political elite—UNP, SLFP, SLPP, SJB—is unwilling, incapable and uninterested in defending national independence, sovereignty and territorial integrity in the most basic sense. Therefore, this multi-partisan political elite has lost its moral, ethical and historical right to rule. No social class, no elite, unmoved by an external threat to the very foundations and fundaments of the independent existence of the country itself, has a moral right to rule it. We must look to the alternative.",
    "At the SJB’s event ‘The Blueprint’ in Ratnapura on March 27th, Sajith delivered a major doctrinal speech, preceded by Kabir Hashim and Harsha de Silva.",
    "Kabir’s elaborate power-point presentation purported to show that the UNP government of Prime Minister Ranil Wickremesinghe of 2001-2003 had recognized the economic realities and was set to address the problems, but was obstructed, chiefly in the matter of privatization of state-owned enterprises, by the JVP. He strove to illustrate the point with audiovisual extracts of young AKD’s and Handunetti’s speeches.",
    "Kabir showcased the great shape in which the UNP left the economy in 1994. He overlooked the basic point emphasized by Prof Howard Nicholas, that this success was driven by President Ranasinghe Premadasa’s 200 Garment factories program of export-led provincial industrialization, which as Howard underscores was not continued/resumed by Prime Minister Ranil Wickremesinghe’s administrations of either 2001-2003 or 2015-2019.",
    "Harsha made a dangerous and disingenuous point. He said that whatever agreement that President Ranil Wickremesinghe would arrive at with the private bondholders would be honoured by a future President Sajith Premadasa, just as successor governments honoured the debts of President Mahinda Rajapaksa. All debts were incurred by ‘the Republic’, he proclaimed. This was dangerous because it pre-emptively tied an elected President’s hands. It was deceitful because it obfuscated the fundamental difference between an agreement arrived at by a President elected by the sovereign people – the source of all power in a Republic—and an agreement arrived at by Wickremesinghe who has no such mandate and legitimacy.",
    "Harsha is engaging in a sleight-of-hand. As Prime Minister in 2015-2019 Ranil was chiefly responsible for creating the economic crisis, starting with the shutdown of the Port City, and his administration issued the vast bulk of the ISBs. The case is lucidly made by Harsha’s colleague Dr. Nalaka Godahewa (https://youtu.be/dHrTSGZ2Dnc?si=10oktFXH9bs6Vexh).",
    "Ranil who has no popular mandate to do anything of the sort, is about to sign a deal with the private bondholders for restructuring the debts that he (for the most part) incurred. Harsha, who hopes to be Finance Minister, intends to bind us to that debt which his previous boss Ranil incurred, and the restructuring deal he is about to enter in June-July.",
    "Harsha poked fun at the JVP-NPP economic team for focusing on ‘an economy of production’, mockingly querying “what other kind of economy is there? An economy produces goods and services”. He forgot the times and places that he and the SJB’s Economic Council suggested prioritizing Sri Lanka as a financial hub and a hub for services.",
    "In his speech Sajith resorted to obsolescent Cold War rhetoric:",
    "n “…Some others are going to build a smart country within the socialist system, through a planned economy.  Please remember this well. When restrictions fall on the enterprises that you have created through your ability and skills, and the money that you earn, you will understand that through this socialist system there is never a place for entrepreneurship. Socialism is an anti-entrepreneurial concept…”",
    "n “Do you really think that through socialism you can develop your gem industry? Can the tea industry be developed through socialism? Can you as entrepreneurs go forward through an ultra-leftist, state-centric, state-led, economic structure?  Remember well that this socialism that is spoken of, is a socialism that destroys people’s lives and livelihoods.”",
    "n “Would you like it if you are asked to run your business with your hands tied behind your back? Would you like it if your arms, legs and whole body are enveloped by rules and regulations? Would you like it if a statement were made that the state should have the right to take everything that you earn? Can a state take into its own custody that which you have made through the sweat of your brow? Think intelligently. Think well. This is the philosophy of the group that stands opposite to us: to take over lock-stock-and barrel, the wealth that is created thanks to entrepreneurship. I think you are firmly opposed to that nationalization process…”",
    "Sajith’s anti-Socialist diatribe is off-the-wall, downright corny because it is profoundly irrelevant. Not a single one of the ideas he roundly condemns and combats, has been in the electoral arena for decades.",
    "Contrary to what he alleges, these are not even remotely the views advocated by his chief electoral opponent, Anura Dissanayake and the JVP-NPP.",
    "Sajith is setting up a straw man with a board around its neck reading ‘Socialism’, and proceeding to lynch it.",
    "It is simply wrong, plain bad, to speculate dishonestly about matters of religion or to lie using religion, especially for political purpose. At a Youth Force conclave in Matara March 30th Sajith played the religious card disgracefully:",
    "n “…Some will stop worship at temples; worship at churches and kovils and places of worship will be prohibited. The citizens and youth of this country will lose the freedom to practice the religion that they believe in and adhere to…”",
    "Addressing SJB Women in Badulla, March 31st he denounced the economic danger from a non-existent, i.e., imaginary “ultra-leftist, ultra-socialist” rival, went into overdrive on religion, and pretty much lost it:",
    "n “…Some of these alternative formations have no belief in religion. They have no belief in daham paasal (catechism schools). They have no belief in temples, kovils, churches, sacred places of worship, be they Buddhist, Hindu, Muslim, Catholic or Christian. They have no faith in a religious-centric moral order. What do they say? That all 220 lakhs must become irreligious/non-religious (“niragamika”)! Adhering to religions is prohibited! What do you think of that? The fundamental rights in this country have already been violated on election platforms today...I call upon the people not to betray those rights…”",
    "Zero evidence is presented for these claims and accusations, because there is none. The weaponisation of religion through fake horror stories is gravely irresponsible.",
    "McCarthyite hysteria and Trumpian paranoia are hardly manifestations of civility, rationality, balance, moderation and maturity, still less stellar qualifications for national leadership."
  ]
}