{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/dissanayake-the-minority-president/",
  "time_ut": 1727487808.0,
  "original_lang": "en",
  "original_title": "Dissanayake: The Minority President",
  "original_body_lines": [
    "Sri Lanka successfully conducted the election to choose its 9th executive president on September 21. This was one of the peaceful elections. The next day, Anura Kumara Dissanayake was declared the winner and sworn in on September 23, 2024. This essay synthesizes some of the significant aspects of the election and the results.",
    "First, the election installed what I like to call a “minority” president (like a minority government) because numerically minority voters elected him. He received 42.31 percent of the votes, while Sajith Premadasa of the Samagi Jana Balawegaya (SJB) received 32.76 percent. In other words, a majority of the voters, 57.69 percent, to be precise, did not prefer Dissanayake as president.",
    "The elections law clearly states that a candidate should poll at least 50 percent of the votes (plus one vote) to win the election. Since no candidate polled the required 50 percent of the votes, the second (and third) preferences of the voters were counted and added to the original votes of Dissanayake and Premadasa. At the end of the process, Dissanayake had more votes. Hence, he was declared the winner. The irony was that even in terms of second preference, Dissanayake could not top the table. Premadasa and Dissanayake received 167,867 and 105,264 votes respectively. Therefore, most voters did not vote for him in the first or second preferences. Therefore, Dissanayake was elected with a weak mandate.",
    "Before the election, most commentators believed Dissanayake would win by a landslide. A minority of commentators, including this author, predicted a Dissanayake loss. In a previous essay, I asked, “Can Dissanayake win the presidential election without minority and anti-socialist votes?.” Both were proved correct. Dissanayake eventually became president but did not have the numbers to win straightaway because, as predicted, he did not have adequate support among ethnic minorities and liberal-leaning voters to win in the first count. Therefore, the count moved to the preferential votes. Unfortunately for the Dissanayake supporters, the predicted “landslide” and the “red wave” did not happen.",
    "Dissanayake was essentially elected by Sinhala voters, as he swept the Sinhala majority districts (Kandy, Gampaha, Kegalle, Kurunegala, Kalutara, Matale, Matara, Monaragala, Anuradhapura, Ratnapura, Galle, Polonnaruwa, and Hambantota). Since the Colombo “district” is heavily Sinhala and Buddhist, Dissanayake also won the Colombo district. Minorities, especially the Tamils, preferred Premadasa. Premadasa easily won the Tamil majority districts of Batticaloa, Vanni, and Jaffna. It seems the Indian Tamils also voted for Premadasa, as Nuwara Eliya went to Premadasa.",
    "Reports indicate that during the election, the minority trend of voting for Premadasa and Wickremesinghe earned the wrath of the Dissanayake supporters, which entailed a degree of racism and majority hegemonism. The Janatha Vimukthi Peramuna (JVP) supporters behaved as if not supporting Dissanayake was a sin. Notably, Dissanayake warned the Tamil voters about the repercussions of not voting with the Sinhalese. One must wait and see how this would impact Dissanayake’s policy decisions.",
    "In his book The Conspiracy to Oust Me from the Presidency, Gotabaya Rajapaksa also condemned the Tamils for not voting for him. Eventually, it was proved that the Tamils voted prudently in 2019. Hence, this time, the Tamils do not have to worry about the JVP/NPP supporters’ attacks.",
    "A connected aspect is that Gotabaya Rajapaksa voters (in 2019) transformed into Dissanayake voters in this election. Presumably, a small segment of the Goatabaya voters defected to Ranil Wickremesinghe, who polled 17.27 percent of the votes. This is why Dissanayake received about 10 percent fewer votes than Gotabaya. This transformation is surprising and intriguing because Gotabaya Rajapaksa’s inexperience in governance ultimately contributed to the 2022 economic crisis. The Easter Sunday massacre of 2019 influenced the Gota voters to vote for a military strongman despite his governance inexperience.",
    "Hence, one would expect the Gotabaya voters to be careful about voting for Dissanayake, who has no governance experience. After winning the election, Dissanayake appointed Harini Amasasuriya as prime minister. Amarasuriya also has no governance experience. As of today, both the president and prime minister of Sri Lanka have no experience in governance, a fact that should worry more citizens. The Dissanayake government is entirely dependent on bureaucracy for the day-to-day administration of the country, which is not an ideal situation.",
    "Dissanayake has a weak mandate because, as aforementioned, most voters did not prefer him to be president. Out of the 39 candidates who contested the election, Dissanayake was the only one who presented a relatively radical program for transformation. This was natural because he came from a socialist and Marxist political background. All the other candidates proposed gradual change. The results indicate that the voters preferred gradual change. Therefore, Dissanayake cannot introduce drastic changes based on this ballot. He must go before the voters to receive a mandate for any specific structural changes during the parliamentary election.",
    "President Dissanayake declared that structural changes would be delayed until economic stability was established in his first address to the nation. This would disappoint the JVP/NPP sympathizers who yearn for a “new beginning.” Currently, the policy is “continuation” rather than “change.”",
    "Perhaps one exception could be the call to eradicate corruption. Before and during the election, voters overwhelmingly demanded action against corruption. In return, Dissanayake and many other candidates promised action against corruption. There is no doubt that, at least at the initial stage of his presidency, Dissanayake will introduce concrete action against corruption at the top political level. One must wait and watch if corruption will be eradicated in Sri Lanka during Dissanayake’s tenure.",
    "A significant aspect of Dissanayake’s election was the public sector employees overwhelmingly voted for the Marxist candidate. Sri Lanka’s public sector is one of the most corrupt institutions in the world. Many citizens cannot move a file in public institutions without a bribe. In a way, the corruptors have voted to root out corruption in this election, a commendable move. Hence, the Dissanayake administration should also address public sector corruption to make its anti-corruption program meaningful. Will he move against his primary constituency? This will not be an easy task. Cleaning the system means cleaning up the entire system, not just the political establishment. The new administration is doing exceptionally well in “exposing” the corrupt behavior of the previous regimes.",
    "Dissanayake and the JVP currently have an identity problem. Rohana Wijeweera founded the JVP based on revolutionary Marxist/socialist ideology. It staged two (unsuccessful) insurgencies to capture state power and establish a socialist state. However, many people, especially young voters, believe they are not “socialists.” These people believe that the party and Dissanayake are “liberal democratic.” Perhaps, especially the young voters are unaware of the history. However, as far as I know, the JVP has not officially dropped its socialist ideals. The party’s website still carries the pictures of Wijeweera and the Hammer and Sickle symbol. So, the question is, are they socialist or liberal democratic? Nevertheless, as of now, the confusion works to the party’s advantage. I believe that the JVP’s “inner Marxism” will come out gradually and slowly. If the party is still ideologically socialist, it has effectively deceived the voters through its presidential election manifesto.",
    "Without wasting too much time, Dissanayake dissolved parliament and scheduled the parliamentary election for November 14. This is a clever move. During the election, Dissanayake’s party had only three members in a hostile parliament dominated by the Sri Lanka Podujana Peramuna (SLPP). Hence, he cannot continue with the same parliament. Moreover, facing the parliamentary election before the “honeymoon” is over would fetch more seats in the new parliament. Hence, Dissanayake decided to dissolve parliament immediately and opt for a fresh general election.",
    "Dissanayake eventually won the presidential election because the liberal forces, especially Ranil Wickremesinghe’s alliance and the SJB, were divided. Premadasa and Wickremesinghe combined polled little more than 50 percent votes. Wickremesinghe and Premadasa believed they could win the election without the other’s help. Since Wickremesinghe was president, Premadasa could have negotiated the prime minister position for an electoral alliance. Hence, liberal commentators currently encourage an alliance between the United National Party and the SJB. Such an alliance would considerably impact the outcome of the parliamentary election.",
    "Nevertheless, I would like to see a marginal JVP/NPP victory in the parliamentary election so that whatever happens will be their responsibility. They cannot blame it on the party that wins the parliamentary election.",
    "*Dr. S. I. Keethaponcalan is a Professor of Conflict Resolution at Salisbury University, Maryland. He was formerly a Professor of Political Science at the University of Colombo, Sri Lanka."
  ]
}