{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113204/munich-airport-shuts-again-over-drone-scare",
  "time_ut": 1759556580.0,
  "original_lang": "en",
  "original_title": "Munich airport shuts again over drone scare",
  "original_body_lines": [
    "Munich airport was forced to halt operations for the second day in a row on Friday (Oct 3) over drone sightings, with dozens of flights and more than 6,000 passengers affected.",
    "Airports in Denmark, Norway and Poland have recently suspended flights due to unidentified drones, while Romania and Estonia have pointed the finger at Russia, which has brushed off the allegations.",
    "Munich airport said in a statement that on Friday “from 9.30pm air traffic was restricted and then cancelled due to drone sightings”, meaning 23 incoming flights were diverted and 12 bound for Munich were cancelled.",
    "Forty-six departures from the airport had to be cancelled or delayed until Saturday, with a total of 6,500 passengers affected.",
    "A police spokesman told AFP that there were “two simultaneous confirmed drone sightings by police patrols just before 11pm around the north and south runways”.",
    "“The drones immediately moved away, before they could be identified,” he added.",
    "“As on the previous night, the airport, in collaboration with the airlines, promptly provided supplies for passengers in the terminals. Camp beds were set up, along with blankets, drinks, and snacks,” the airport said.",
    "The airport expects service to be resumed as normal at 5.00am on Saturday.",
    "The initial disruption on Thursday caused more than 30 flights to be cancelled there and left nearly 3,000 passengers stranded.",
    "The first incident began at 8.30pm local time on Thursday when police say drones were spotted in areas close to the airport, including the towns of Freising and Erding.",
    "Erding plays host to an airfield used by the German military. Bild newspaper said some of the drones were spotted flying over the facility, although police could not confirm this.",
    "The first drones near the airport perimeter were seen around 9.05pm on Thursday, and then over the airport complex about an hour later.",
    "The sightings ended around midnight, but not before causing the closure of both runways.",
    "Police helicopters were deployed but “no information is available on the type and number of drones”, police said.",
    "Earlier on Friday, German Interior Minister Alexander Dobrindt said the first night’s incident was a “wake-up call” on the threat from drones.",
    "“The race between the threat from drones and the defence against drones is becoming more and more difficult,” he told Bild, adding that “more financing and research” on the issue was urgently needed at the national and European levels.",
    "The disruptions came as the country celebrated German Unity Day on Friday - a national holiday - and as Munich geared up for the final weekend of Oktoberfest, which draws hundreds of thousands of people to the city every day.",
    "The annual beer gala and funfair had already closed for half a day on Wednesday after a bomb scare.",
    "The German government is expected on Wednesday to sign off on plans for a change in the law to let the army shoot drones down if necessary.",
    "Bavarian state premier Markus Soeder told Bild that “we must be able to shoot (drones) down immediately instead of waiting” and said that the police should also have the power to do so.",
    "The drone sightings in Denmark and high-profile aerial incursions in Estonia and Poland have heightened fears that Russia’s assault on Ukraine could spill over Europe’s borders.",
    "Ukrainian President Volodymyr Zelenskyy warned Europe on Thursday that the recent drone incursions showed Moscow was looking to “escalate” its aggression.",
    "Germany is on high alert, saying a swarm of them had flown over the country last week, including over military and industrial sites.",
    "Denmark also raised the alarm, with Prime Minister Mette Frederiksen reiterating last week that only one country “poses a threat to Europe’s security - and that’s Russia”.",
    "Moscow said it “firmly rejects” any suggestion of involvement, with Russian President Vladimir Putin accusing Europe of stoking “hysteria” to justify rising military spending."
  ]
}