{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-heading-to-end-the-week-on-a-dynamic-note/",
  "time_ut": 1753371960.0,
  "original_lang": "en",
  "original_title": "CSE heading to end the week on a dynamic note",
  "original_body_lines": [
    "Stock trading at the Colombo Stock Exchange (CSE) showed a bullish sentiment yesterday following the Central Bank’s decision to keep policy rate at a low level, market analysists said.Amid those developments both indices moved upwards. All Share Price Index up by 153.3 points while S and P SL20 up by 45.82 points.",
    "Turnover stood at Rs 6.2 billion with fifteen crossings. Those crossings were reported in JKH 6.2 million shares crossed to the tune of Rs 155 and its share price traded at Rs 25, PCP Glass 1.2 million shares crossed to the tune of Rs 67.2 million and its share price traded at Rs 54.60, Access Engineering one million shares crossed to the tune of Rs 51 million and its share price traded at Rs 51, Dipped Products 861,000 shares crossed to the tune of Rs 51.6 million and its share price traded at Rs 60, Pan Asia Bank 800,000 shares crossed to the tune of 42.5 million and its share price traded at Rs 53.10, Sunshine Holdings 1.4 million shares crossed to the tune of 42 million and its share price traded at 29, Lanka IOC 315,000 shares crossed to the tune of Rs 41.9 million and its share price traded at Rs 136, Cheveron Lubricant 445,000 shares crossed to the tune of Rs 165, Aitken Spence 228,000 shares crossed to the tune of Rs 32.4 million and its share price traded at Rs 142, Ceylinco (Non Voting) 30000 shares crossed to the tune of Rs 27.1 million and its share price traded at 27.50, Ambeon Holdings one million shares crossed to the tune of Rs 27.1 million and its share price traded at Rs 27.50, Haylays 150,000 shares crossed to the tune of Rs 26.25 million and its share price traded at Rs 175, HNB 570,000 shares crossed to the tune of Rs 20.8 million and its share price traded at Rs 352 and HNB (Non Voting) 700000 shares crossed to the tune of Rs 20 million and its share price traded at 287.",
    "In the retail market top seven companies that have mainly contributed to the turnover were JKH Rs 261 million (10.4 million shares traded), Overseas Realities Rs 249 million (seven million shares traded), Ambeon Rs 208 million (7.4 million shares traded), NDB Rs 194 million (1.4 million shares traded), DFCC Rs 191 million (1.3 million shares traded)and People’s Leasing and Finance Rs 167 million (seven million traded). During the day 354 million shares volumes changed hands in 41000 transactions.",
    "The manufacturing sector led the market while banking sector also performed well; namely Pan Asia Bank and NDB.",
    "Yesterday, the Central Bank announced the US Dollar rate as against rupee. The rupee opened slightly weaker at Rs 301.70/90 to the US dollar in the spot market, from Rs 301.80/85 the previous day, while bond yields were broadly steady, dealers said.",
    "A bond maturing on 01.08.2028 was quoted at 8.90/95 percent.",
    "A bond maturing on 15.12.2029 was quoted flat at 9.50/55 percent.",
    "A bond maturing on 15.12.2032 was quoted flat at 10.40/50 percent.",
    "Ceilao Insurance joins forces with Nawaloka Hospitals to enhance medical accessibility",
    "UK-based Global Banking and Finance Awards 2025 recognises Janashakthi Life",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}