{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/SL-finance-and-leasing-industrys-operative-environment-to-remain-stable-Fitch/108-276561",
  "time_ut": 1707346980.0,
  "original_lang": "en",
  "original_title": "SL finance and leasing industry’s operative environment to remain stable: Fitch",
  "original_body_lines": [
    "Says easing inflation and interest rate pressures should provide steadier conditions",
    "Points out some headwinds linger, as higher taxes will continue to weigh on household finances",
    "Gives Asia Asset Finance a first-time rating of ‘A+(lka)’, with a stable outlook",
    "The operating environment for the Sri Lankan finance and leasing company (FLC) industry is expected to continue to stabilise, following the inflation and interest rate shocks over the past two years, Fitch Ratings said yesterday.",
    "It noted that the easing inflation and interest rate pressures should provide steadier conditions for the FLC sector performance.",
    "“Some headwinds linger, as higher taxes will continue to weigh on household finances in 2024. Investor confidence will also take time to recover. Nonetheless, we expect the economic activity to improve in FY25 as GDP growth recovers,” the rating agency said.",
    "Fitch shared its take on the local FLC sector in the rating action commentary of Asia Asset Finance, a 72.9 percent-owned subsidiary of India-based Muthoot Finance Ltd (MFL, BB/Stable).",
    "Fitch ratings gave the entity a first-time rating of ‘A+(lka)’, with a stable outlook.",
    "Its core business is in gold-backed lending, similar to its parent. Asia Asset Finance has a small market share of 1.6 percent of the total FLC industry assets.",
    "Fitch Ratings said Asia Asset Finance’s rating reflects its expectation that MFL would provide extraordinary support to its subsidiary, if required.",
    "The agency said it believes MFL has the financial ability and incentive to provide support, given its majority shareholding, record of capital infusions and strategic and operational alignment in its subsidiary’s core product – gold-backed loans.",
    "“This is counterbalanced by Asia Asset Finance’s small size and contribution to MFL, limited brand sharing and different operating jurisdiction,” it said."
  ]
}