{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103770/cabinet-approval-to-present-vote-on-account-2025-budget-on-jan-9",
  "time_ut": 1732599120.0,
  "original_lang": "en",
  "original_title": "Cabinet approval to present Vote on Account; 2025 Budget on Jan. 9",
  "original_body_lines": [
    "The 2025 Budget proposal will be presented to the Parliament on January 9, 2025, Cabinet Spokesman, Minister Dr. Nalinda Jayatissa confirmed.",
    "Speaking during the Cabinet press briefing held this morning (26), the Minister stated that the Second Reading of the 2025 Budget will take place on February 17, while the debate on the Third Reading will be held from February 27 to March 21.",
    "Furthermore, the Cabinet Spokesman added that the new government is expected to prepare the budget for the year 2025 as a budget that will strengthen the public’s trust in the government and take the initial steps towards the desired development so that the public’s expectations are fulfilled.",
    "Accordingly, the Cabinet of Ministers has approved the proposal submitted by President Anura Kumara Dissanayake, in his capacity as the Minister of Finance, Planning and Economic Development, to prepare the Budget for the year 2025 in such a way that the necessary provisions can be made to implement the projects and programs identified by each Ministry under the scope of the Ministry, subject to the expenditure limits specified in the Public Finance Management Act, No. 44 of 2024 and in accordance with the Government Policy Statement.",
    "Meanwhile, the Cabinet of Ministers has also granted approval to prepare an Interim Vote on Account for the first 04 months of the year 2025, including government recurrent and capital expenditure, public debt servicing and debt restructuring expenses.",
    "Dr. Jayatissa said that the decision was taken in view of the insufficient time to follow the statutory steps required to pass the Appropriation Bill for the year 2025.",
    "Therefore, as provided for in Section 23(1) of the Public Finance Management Act, No. 44 of 2024, an Interim Vote on Account will be presented to Parliament for the allocation of funds required for the maintenance of ongoing projects and public services for the first 04 months of the year 2025.",
    "The relevant parliamentary debate will be held on December 5 and 6, according to the Cabinet Spokesman."
  ]
}