{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lost-in-the-death-valley-in-chile/",
  "time_ut": 1736060460.0,
  "original_lang": "en",
  "original_title": "Lost in the Death Valley in Chile",
  "original_body_lines": [
    "In 2016, Shyamala and I visited Peru and Chile in South America. We flew from Miami in the USA nine hours before landing at Santiago Airport in Chile. The sky was blue, and a mild cool breeze engulfed us when we exited the airport. An elderly man was waiting for us, holding a board that said “Shyamala.” He greeted us warmly when we approached him. He introduced himself, welcomed us to Chile, took our two suitcases, and led us to a large van. He drove us to the hotel we had booked. It was an old mansion converted into a boutique hotel. It reminded me of old cottages in Goa in India with large verandas, narrow doors, and dark interiors. It was 11 am, and we had to wait about one hour before checking in. The hotel staff invited us to the coffee bar. While sipping wonderful coffee, I saw a poem on a wooden frame.",
    "It was a powerful statement of the human nature. It highlighted how easily one can misread or suspect others’ behaviour with assumptions, attitudes, and fears. The double negative in the poem heightened the depth of its pledge. It was a poem from a book or a poem written by a hotel staff member. It presumably meant that the hotel staff would take care of its guests.",
    "We flew to Calama Town the next day to start our journey in the Atacama Desert. The Airport was a tin shed with basic facilities amid a mining area. The air was hot, and an occasional wind stirred dust, which could blind anybody for a few seconds. A charming, chubby man met us at the airport. His name was Joe, and his vehicle was an air-conditioned luxury van. He explained our itinerary for the next five days and said that we would visit several of the most beautiful places on earth. That afternoon, our destination was a small town called Pedro de Atacama, 200 km from Calama, in the heart of the Atacama Desert.",
    "The Atacama Desert, the driest place on earth, is a testament to the beauty of nature. With less than 1mm of precipitation each year, some of its areas have not seen a drop of rain in the past 100 years. As we journeyed through the desert, Joe showed us abandoned and decaying vehicles, animal skeletons, and buildings partially buried in sand. The mirage was strong in front of us on the road, creating a mesmerizing landscape. Joe’s advice to wear sunglasses and drink plenty of water was a reminder of the desert’s harsh conditions, and his large cool box was a welcome sight.",
    "Pedro de Atacama was a picturesque small town. A perennial large water spring in its vicinity sustained it. We checked into a cosy, thatched, mud house-type hotel at the northern fringe of the town. At the house’s entrance were two guardian dwarfs carved out of a tree trunk. They told us about the rich indigenous culture. The hotel’s thatched roof kept its interior cool. The hotel had a bar, a restaurant, and a coffee shop.",
    "The culmination of our stay in Pedro de Atacama was visiting the Valle de La Muerte (Death Valley). On the afternoon of our second day in Atacama, Joe drove us to the Death Valley, about 10 kilometres from our hotel. According to him, the valley got the name ‘Death Valley’ because, in the past, whoever tried to cross it alone died in the attempt. It is a barren, dry land with sand dunes and decaying chalk hills. The valley has peculiar geomorphic and topographical characteristics. Rocky and natural sculptures, created by corrosive sand, spread unevenly to the horizon. The landscape was just stunning. The changing colours of sand dunes, the cragginess of the terrain, the unusual land contours, and the sheer vastness of the desert mesmerised us.",
    "Joe, while driving, told us stories about the Death Valley. He cautioned us to follow his directions describing the fate of a young French tourist travelling in the Death Valley alone. He disappeared in the valley, and his body was never found. Several others, too, lost their way and perished in the scorching sun. Despite the risks, anyone who came to Pedro de Atacama never missed visiting Death Valley.",
    "As we turned from the tarred main road to a large pool of sand without roads, Joe’s resourcefulness and kindness shone through. The disappearing tyre marks of previous vehicles vaguely guided us to Death Valley from the main road. When the van’s tyres lost traction on the smooth sand, Joe didn’t panic. Instead, he calmly inserted several planks under the rear two tyres and tried to move the van backwards. He asked us to stay in the van and kept the air conditioner running. After half an hour, he suggested that we walk to the Death Valley, which was only a few hundred metres from where we were. He could not contact a garage in the town because of the lack of communication signals. Therefore, he had to wait for a vehicle to send a message to a garage.",
    "Joe showed us the directions to reach the Death Valley. We hesitated to walk without him, as there was no road. In front of us was a rapidly rising sand dune. Joe told us to walk towards it until we met a path across a valley. He said that the Valley we would cross is a branch of the Death Valley. He promised to meet us at the other end of the path as soon as he could get the van moving.",
    "Shyamala and I checked the water in our small bottle and found it full. I told Joe that we feared desert insects and scorpions. He said that we could easily see and avoid them in daylight. We started walking, and the climb became steep; it exhausted us. We saw a vehicle parked on a plateau about half a kilometre from us. That morning, we heard tour groups come to the Death Valley in the afternoon before heading to the Moon Valley (Valle de La Luna) to see spectacular sunsets. Joe said nothing about the plateau and how we could reach it. On our climb, fine sand forced us to slide several feet down at some places before regaining traction. We found small cactus bushes on our way but could not hold on to them because of their sharp, needle-like spikes. We climbed the dune on all fours, trying to avoid fine sand hitting us on the face. I was looking for sand scorpions and poisonous insects and saw a few hurriedly moving away from us.",
    "Halfway to the top of the sand dune, we saw a narrow path across the slope of a sea of sand to our left. We could not see its other end. Shyamala and I discussed our direction: to climb the sand dune or walk towards the path as Joe had instructed. Shyamala opined that we should climb up to the plateau where we could see a vehicle and several people. I pointed out we should take the path, as its contours matched Joe’s description. We watched for a few minutes how the path temporarily disappeared and reappeared as sand blew over it. In the end, the sloping path with its changing contours, caused by strong wind, discouraged us from taking it.",
    "I was worried that if we did not follow Joe’s directions, we might not meet him before sunset and might get lost in the Death Valley. Given its nasty sandstorms, darkness, and coldness after sunset, staying in the Death Valley overnight was not an option for us. The stories of travellers who died in the Death Valley loomed large in my mind.",
    "We regretted our decision to leave Joe. I worried how Joe would find us. Shyamala told me we should not worry about Joe. If he could not find us, he could have checked at the hotel whether we had returned, and if we had not, he should have a plan to rescue us.",
    "When we reached the plateau, we saw two vehicles were leaving. To our consolation, there were two more vehicles on the plateau. Many people were taking photographs of the changing landscape of the Death Valley and the glorious sunset. We walked on the plateau and watched how wind constantly changed the landscape with fine sand. The lack of moisture, the unforgiving sun, and the desert winds created endless horizons and new contours of the large sand bank. Dusty red rock formations against the sun gave a breathtaking view of the Death Valley. The sun was setting, and suddenly, we felt cold.",
    "We could vaguely see the main road about two kilometres away from the plateau. The plateau gradually sloped in that direction. We could walk towards the road to meet a vehicle to get help to reach our hotel. Shyamala pointed out that we could not walk that far at night without knowing the terrain. Therefore, we must leave the plateau and the Death Valley as early as possible. We saw the two vehicles leaving. If we got stuck on the plateau, we should look for the road the two vehicles had taken. I told Shyamala that we could walk to the main road if we could find that road. She disagreed.",
    "The plateau was about two acres in size and had no trees or bushes. We felt cold and had to stand close to a small crag to avoid the direct wind. Our shadows were lengthening as the sun was going down rapidly. We had no warm clothes to protect us from blowing cold winds.",
    "Suddenly, a van emerged onto the plateau, and we were thrilled to see it. Several women got down and hurriedly walked to watch the Death Valley. Then, they returned to their vehicle. I felt that we were not lonely in the Valley.",
    "Shyamala insisted that we should ask the van driver to take us to Pedro de Atacama. I hesitated. I thought about Joe, who would be looking for us at the location where he told us to wait. While I was fighting with my thoughts, Shyamala walked toward the van across the plateau. The van driver saw her approaching the vehicle. He stopped the vehicle and came out to meet her.",
    "He told Shyamala in halting English that we must not delay leaving the plateau. Shyamala told him we were stranded because our driver did not turn up, and we did not know how to get to the main road. She asked him to drop us on the main road. He talked to the women and told us to get into the van. The van was full of old ladies. They made room for us to sit at the edge of two seats. I thought they would be unhappy because of the delay we caused and because of overcrowding the van. But all of them were accommodating and kind. Some of them talked to us. A few were worried about us and thought aloud about our predicament in the Death Valley at sunset. The poem I copied from a board at the hotel in Santiago a few days before came to my mind. The driver was undoubtedly kind and did not hesitate to help strangers in trouble. I thought their kindness would fit into the poem’s meaning – “they love you with all they have.” They rescued us from grave danger without an iota of hesitation.",
    "We left the Death Valley before the sun disappeared. The road was winding, and reaching the main road took about 20 minutes. The driver told us he could not drop us at Pedro de Atacama because his team was going to the Moon Valley to see the sunset, which was already late. He dropped us on the road, which was not too far from our hotel. We walked to the hotel. At the hotel, we checked whether Joe had tried to contact us. The hotel did not receive any message from him. I thought about Joe. Was he still with the van in the Valley, or did he get help moving his vehicle from the sand dune?",
    "Early in the morning, the hotel manager told us that Joe had contacted him at 10 pm to check whether we had returned from the Death Valley. We were happy that we did not follow his instruction to go to the other end of the path across the Valley. If we had, we would have waited more than five hours in an unknown, lonely place for him to come and rescue us! That was, only if we had managed to cross the Death Valley and survived.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}