{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/JICA-Senior-Vice-President-engages-with-AASL-Chairman-on-BIA-Terminal-2-development/34-771634",
  "time_ut": 1736383522.0,
  "original_lang": "en",
  "original_title": "JICA Senior Vice President engages with AASL Chairman on BIA Terminal 2 development",
  "original_body_lines": [
    "A high-level meeting took place yesterday led by Japan International Cooperation Agency (JICA) Senior Vice President Shohei Hara and Airport and Aviation Services (Sri Lanka) Ltd., (AASL) Chairman Air Chief Marshal (Retd.) Harsha Abeywickrema, focusing on the Bandaranaike International Airport (BIA) Terminal 2 development project.",
    "The discussion highlighted critical aspects essential to the project’s success, with an emphasis on enhancing project management efficiency and improving the quality of consultancy services. Both parties recognised the importance of these measures in expediting the project’s completion while adhering to the highest standards of quality. This transformative initiative is seen as a cornerstone for the long-term growth of Sri Lanka’s aviation sector.",
    "The construction of Terminal 2 at the BIA began at a cost of Rs. 145 billion under the JICA soft loan scheme in 2020, but it was stalled from 2022 as a result of Sri Lanka’s economic crisis. The project was then suspended till Sri Lanka’s external debt restructuring was finalised.",
    "During a site visit to the BIA Terminal 2 construction area, Hara expressed JICA’s unwavering commitment to supporting Sri Lanka’s infrastructure development.",
    "He underscored the need for collaboration to ensure the shared goals of efficiency, sustainability, and excellence in execution.",
    "Chairman Abeywickrema conveyed his gratitude to JICA for its steadfast support and reaffirmed AASL’s dedication to delivering a project that aligns with stakeholder expectations.",
    "He noted that the development of Terminal 2 would significantly enhance Sri Lanka’s connectivity and solidify its position as a regional aviation hub."
  ]
}