{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/God-wont-change-your-destiny-until-you-change-yourself/172-283320",
  "time_ut": 1716575400.0,
  "original_lang": "en",
  "original_title": "God won’t change your destiny until you change yourself",
  "original_body_lines": [
    "Despite President Wickremesinghe yet to officially announce his candidature the prospect of him contesting is increasing",
    "Following the Election Commission’s announcement on May 9 that the Presidential election would be held between September 17 and October 16, President Ranil Wickremesinghe  informed the Cabinet on Wednesday that only the said election would be held this year putting an end to speculations that Parliament might be dissolved before the Presidential election.",
    "However, the race for the top most post started months ago with the Jathika Jana Balawegaya (JJB) or the National People’s Power (NPP) and the Samagi Jana Balawegaya (SJB), the apparent two front-runners having commenced their campaigns in a huge way. They have been organising public meetings for various interest groups such as women, farmers and retired armed forces personnel with large crowds attending.",
    "Both parties have been challenging each other for the past several months for a debate on their economic policies and even dates were discussed for the debate, though it seems most unlikely to be held, given the ducking tactics by both sides.",
    "Despite President Wickremesinghe yet to officially announce his candidature the prospect of him contesting is increasing. Minister Manusha Nanayakkara, one of the President’s close confidants stated this week at a press briefing interestingly at the Sirikotha, the headquarters of the United National Party (UNP), led by the President that Wickremesinghe would officially announce his candidature next month. The election monitoring body, People’s Action for Free and Fair Elections (PAFFREL) has accused the government of expediting development programmes targeting the presidential election. This too indicates Wickremesinghe’s possible candidacy.",
    "However, his decision seems to depend mainly on that of the Sri Lanka Podujana Peramuna (SLPP) as the vote bank of the latter would be his only strength, in the light of his party having totally eroded in 2020 with the SJB’s split from it. On the other hand, the SLPP is also in a predicament as its support base seems to have drastically worn away after the economic crisis and the resultant public uprising in 2022. The party has not been in a position even to decide on a Presidential candidate of their own. Hence,  the UNP and the SLPP are mutually in need of each other – Wickremesinghe wants the SLPP’s vote bank while the SLPP wants President’s powers for pre-poll manipulations.",
    "In the context of political rhetoric gradually beginning to eclipse the serious and objective discussions among the people that were prompted by the economic hardships, one cannot rule out the possibility of people electing again a set of corrupt politicians in the forthcoming national elections. It is ironic that those who are responsible for the ruination of the economy has the audacity to put the blame of the crisis on those who came out in their thousands chanting “Gota go home’ to demand solutions to their problems. Their cruelty is such that they attribute the crisis to the agitations by the people and not the other way around.",
    "Basil Rajapaksa who stated after resigning from the Parliament on June 9, 2022 that those who voted for President Gotabaya Rajapaksa and the present government were also responsible for the current political and economic crisis was more sensible than these people, despite him being one of them. Basil’s statement was nothing but something like somebody who hoodwinked the masses blaming the same for being hoodwinked. Yet, he was, in a way, talking sense.",
    "Despite his wanting to evade the responsibility for the economic disaster that the country has been witnessing and put it entirely on the people, his statement was food for thought. Yes, people should have been well informed and thought objectively based on past experience before going to the polling booth. That applies to the forthcoming elections as well.",
    "The Aragalaya was not a thrilling event for the hundreds of thousands of people who participated in it. It was the result of a long-term economic mismanagement by the rulers of the country which was brought to a head by the government of President Gotabaya Rajapaksa. His government’s decisions to implement a huge tax cut, to ban imports of agrochemicals and to assign a fixed value for the dollar while the rupee was fast depreciating aggravated the situation. The decision not to seek assistance from the IMF, the only option left to the government by 2020 to face the unprecedented foreign exchange crisis resulted in a huge shortage of fuel and cooking gas which in turn led to a political crisis.",
    "There were intermittent protests organized by Opposition political parties against the rising cost of living during the first half of 2021 and farmers’ protests were seen in almost every district with the ban on chemical fertilizer imports in May 2021. The leaders of the government who failed to understand the real situation on the ground described those agitations as politically motivated anti-government disruptive actions. Towards the end of 2021, a series of cooking gas- related explosions were reported from all over the country and when the lethargic attitude of the authorities towards all these problems was clearly evident, there seemed a clear change in the frame of mind of the supporters of the government as well.",
    "The fuel shortage caused by the foreign exchange crisis had a chain reaction turning the lifestyle of people, especially the middle class and above, upside down, as it resulted in power cuts over 12 hours a day in the first few months of 2022.  It created huge disruptions in the transport sector which in turn resulted in a threefold price hike of essential items within weeks which was unbearable to the people of the lower middle class and below. People had to wait in miles-long queues for weeks for fuel and cooking gas. Dreams of housing, vehicles, higher education, foreign education and marriage - all were shattered.",
    "The outburst of frustration over all these issues first occurred in a massive spontaneous demonstration in front of President Gotabaya Rajapaksa’s private residence in Mirihana on the night of March 31, 2022. With it being live streamed by hundreds of people with their mobile phones, soon it became a trend setter as the social media activists called people for an even larger protest in Colombo on April 3. It was also a success, despite the government having slapped curfew apart from a state of emergency.",
    "Protesters gathered in front of the Presidential Secretariat in the Galle Face Green on April 9, 2022 for a continuous protest, which was later called Aragalaya and it became an inspiration for the people across the country who were suffering from economic hardships. With the government struggling to cope with the crisis, the protest campaign grew by leaps and bounds and a healthy discourse on the political culture commenced among the people seeking a “system change.” Finally, the Aragalaya – though it was yet to present an alternative solution - compelled the President to flee the country in July of the same year.",
    "Then the IMF bailout package which was initiated by President Gotabaya Rajapaksa started to work in March last year with loans from international financial institutions flowing, easing the foreign exchange pressure. Miles-long and weeks-long queues vanished and the government is now attempting to portray it as economic recovery, in spite of the gap between the income and the expenditure of families still being un-mendable and shattered dreams being unrestorable. In the bigger picture, we have somewhat restored our lifestyles with the loans obtained recently but are lacking ways and means to repay them, meaning a bigger crisis is lurking ahead in a few years. This experience should be the theme of a dialogue before people cast their votes in the forthcoming elections."
  ]
}