{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/falling-leaves-an-autobiographical-memoir-of-a-high-achiever/",
  "time_ut": 1712413380.0,
  "original_lang": "en",
  "original_title": "Falling leaves – an autobiographical memoir of a high achiever",
  "original_body_lines": [
    "(We begin excerpting today sections of an anthology of memoirs of LC Arulpragasam,",
    "who at over 95-years of age is among the last surviving members of the old Ceylon Civil Service.",
    "I was born on November 5, 1927 to a Jaffna Tamil, Christian family. My father was Dr. A. R. Arulpragasam, a government medical doctor, and my mother was Mrs. Bertha Arulpragasam. I had three siblings: Dr. A.C. Arulpragasam, FRCS (Fellow of the Royal College of Surgeons), Ms. Aruljothi (Bartlett) Arulpragasam (M.A. Educn) and my younger brother Jega Arulpragasam, a Computer Engineer. I was in the Ceylon Civil Service (CCS) for 10 years. I then joined FAO (the Food and Agricultural Organization of the United Nations) in 1962 and retired as Director of Agrarian Reform. I am currently the only surviving member of the family, at the age of 95 years.",
    "I was blessed with ideal parents, a wonderful wife, excellent siblings, caring children and good friends the world over. I also have been blessed (no merit of mine) with more than my share of worldly gifts. I have tried to nurture these gifts to the best of my ability. I never learnt music but play the piano by ear and listen to a lot of classical music. I have been a pictorial photographer, winning awards at International Exhibitions, and have also designed a Ceylonese postage stamp. I became a passable painter in oils in my middle years and have, in fact, hand-painted the picture of fallen leaves on the cover of these memoirs. I have participated in a number of sports, including athletics (track), rugby, boxing, swimming, tennis, sailing, wind surfing and skiing.",
    "I love the outdoor life, and especially being near water. I owned a canoe as a boy and have wandered down Lanka’s many waterways. I have swum off the beaches of all of Sri Lanka’s coasts and in many different oceans and seas. I have walked over 200 miles through the jungles of the Uva and Eastern Provinces, and also from Okanda in the Eastern Province through to the Yala Sanctuary in the Southern Province. In later years, I have been among the poppy growers in the jungles of the Burma/Thai border, as well as among the former head-hunters of Sarawak and Sabah. I have also been to the game reserves of Kenya, Tanzania, Zimbabwe and Namibia.",
    "I married my classmate at the University, Ms. Lohini Saravanamuttu, whose parents came from the well-known Saravanamuttu and Chitty families. My wife unfortunately passed away in the year 2007, after 56 years of our married life. She was loving, generous, kind and forgiving. It was some time before I realized that I was married to the most decent human being that I have ever encountered in this world.",
    "We have three children: Dr. Shyamala Abeyratne (PhD in Development Sociology), Dr. Jehan Arulpragasam (PhD in Economics) and Ms. Anjali Arulpragasam Ashley (Attorney-at-Law, Harvard University). They have all done well in their respective professions; but more importantly, they have turned out to be caring human beings, thanks to the example of their mother.",
    "I went to Royal Prep and then to Royal College, Colombo: the latter from 1939-1946. I was fortunate to win many prestigious prizes at Royal, including the Dornhorst Memorial Prize for the Best All-Rounder and was also made Head Prefect of Royal College. I was also head of the Cadet Corps in Royal College, in command of 60 cadets, the highest rank a schoolboy could attain. In fact, my name figured the most number of times in the history of the school (for the greatest number of prestigious prizes won) engraved on the marble rolls of honour that adorn the walls of Royal College hall – this record has probably been beaten by now.",
    "I was also active in sports, being Athletics Captain of Royal College and awarded College Colours in Athletics (Track) and Rugby, while also being a member of the House boxing, cricket and tennis teams. Having passed the SSC and HSC in the First Division (with ‘A’ in all four subjects at the HSC), I also passed first in the whole country in all three subjects offered at the University Entrance Examination (English, History and Political Science) and was offered the University Entrance Scholarship in respect of each of them.",
    "I chose the scholarship in Political Science, although there was no degree in that subject at that time. It was a ‘sub’ of the degree in Economics (a subject that I hated back then); but I took the economics course for its political science ‘sub’ because of my passionate interest in the behavioral sciences. The degree course in Sociology began to be offered in the next year. I would have taken it, if it had been offered in my year.",
    "My university career did not amount to much. The ‘problem’ was that I fell in love with my wife-to-be from the first day that we met at the University. I chased her unavailingly for the better part of two years. In my final year, we became an established couple, and I was able to return belatedly to my studies, passing first in my batch, but failing to get a first class. In the meantime, I pursued my sport interests and was awarded University Colours in Athletics (Track), Rugby and Boxing and was made Athletics Captain of the Ceylon University.",
    "I was also the holder of two All-Ceylon Athletics (track) records in the 4 x 440 yards relay (with two different teams, in two different years) while still at the University: this was due to the merit of my relay team-mates rather than to me. I was also a strong swimmer, probably the best in Royal College and the University in my time; but unfortunately there were no Swimming Colours, either at Royal or in the University at that time. In fact, neither institution had a swimming pool in those days.",
    "My career ambition was to be an academic and researcher. Although appointed as Assistant Lecture in Political Science for two years, there were no further openings in my field. Having also passed first in the batch in the Sociology degree, I was promised a post of Assistant Lecturer in Sociology by Professor Bryce Ryan, the Head of the Sociology Department. Unfortunately, since the post was not advertised that year or the next, I had no option but to sit for the CCS Exam, which was only three months away. I had just returned from a three-month trek in the jungles of Bintenne on a sociological survey of the Veddas. I was sick with severe dysentery contracted in the jungle. I had only three months to study for the CCS exam – and was only able to cover one-third of the syllabus. It was with great luck that I managed to pass first (in the whole country) in the CCS exam of that year.",
    "The Sociology post in the University was subsequently advertised and I applied for it from the Civil Service – which was not done at that time, because the Ceylon Civil Service was considered more prestigious, with a higher salary. Only one post was advertised. The head of the Sociology Dept, Prof. Ryan insisted that I be appointed to that post; in fact, at an appointment meeting, he offered to resign if I was not appointed. He insisted that I would be the best candidate to lead the Sociology Department in the future.",
    "It is worth noting that I was recommended for that one post by the Head of the Dept. of Sociology (Prof. Ryan) over Mr. S.J. Tambiah, who ultimately headed the Dept. of Social Anthropology at Harvard University in America. I turned down the appointment because Dr. Ralph Pieris was appointed to that one post. In the end, they created three posts (in order to get over Prof. Ryan’s objection that he would resign if I were not selected for the post advertised). Actually, this was part of a larger fight: whether the school of Sociology in Ceylon was going to be empirical research-oriented or not. I turned down the post on Prof. Ryan’s advice; he too resigned soon after.",
    "In a curious manner, I was also later (in 1956) selected for a post as understudy to the Marketing Manager of Lever Bros. (Unilevers), on a starting salary that was six times higher than my salary in the Ceylon Civil Service (CCS). I would have thus become Marketing Manager of the biggest commercial firm in Ceylon at the age of 29 years. This would have broken a glass ceiling of ‘British only’, as these top posts were reserved only for the British. I would have become the first Ceylonese to attain a Manager/Director level post in a big British company at that time. However, given my interests in economic and social development, I turned down that job offer too. I must also admit that I was shamed into turning down this offer because my father, who had always stressed service before self, who wrote to me deprecatingly, saying: “I cannot believe that any of my sons would stoop to filthy lucre like this”!",
    "So, I decided to stick to the Ceylon Civil Service. It was a decision which I have never regretted because I was able to see and hear real people. I was fortunately able to navigate my own path within the CCS, taking only development-type jobs and specializing only in the agriculture sector. The latter was partly due to my own interests, but mainly because I felt that I could contribute most in that sector, since it provided a living to 70 percent of the national population at that time.",
    "Ultimately in 1960/61, from my post in the Department of National Planning, I wrote a policy paper calling for a fundamental change in agricultural policy from our uneconomic policy of land development to a forward-looking policy of agricultural development. This was strongly opposed by both the Minister of Finance and Planning (Mr. Felix Bandaranaike) and the Hon. Prime Minister (Mrs. Sirimavo Bandaranaike), who believed fervently in past policy, which had been with us since pre-independence. I spent about three weeks persuading them to accept the (opposite) policy changes.",
    "I argued for a policy of agricultural intensification, to take advantage of the HYVs (High Yield Varieties) that were becoming available at that time. I had in effect written a strategy for agricultural development in 1960, based on the coming green revolution and a policy to support it, given our smallholder agrarian system. The Prime Minister called a high-powered meeting of the Minister of Agriculture and Lands, Mr, C.P. de Silva, his Permanent Secretary and all his Departmental heads to discuss and agree upon a way forward. Mr. C.P. de Silva hotly contested each policy proposal – and even challenged the figures that I was using.",
    "His argument collapsed when I showed that they were from his own Ministry’s reports. The meeting went on for two days, with Mr. C.P. de Silva shouting at me. In the end, he subsided, agreeing to all the policy changes that I was seeking. His departmental heads agreed with me – since I had worked with them on my policy proposals. He agreed even to publishing them all in what became the Short-Term Implementation Programme of 1961.",
    "But in little over a week, the Minister, Mr. C.P. de Silva broke his agreement and threatened the Prime Minster that he would resign from her Government and cross the floor with 14 of his supporters, causing the fall of her Government. The Prime Minister had to give in. She called me to her office to thank me for my hard work and apologized to me because she had not been able to politically push my proposals through. As a result, the country missed the green revolution by 10 years!",
    "I had fought the Minister of Finance and Planning, the Hon. Prime Minister and the Minister of Agriculture and Lands, all of whom had been strongly against my proposals. We had struggled to arrive at the agreed changes in agricultural policy. But now all my work had come to naught – for political reasons. I had taken the risk of venturing into the field of policy – because I had seen the possibility of Ceylon becoming self-sufficint in rice. May be, I presumed too much!",
    "Now I had nowhere to go – except to purely administrative jobs. So, I decided to apply for development jobs abroad. However, being persuaded by the Prime Minister, I agreed to come back to Sri Lanka when and if she was in a position to carry out the policies we had agreed upon. Fortunately for me and my children, she was never able to fulfill her side of the agreement, because her government was voted out of office",
    "I was appointed to the UNDP, New York, as Programme Officer, and in quick succession to a post with the FAO. Choosing the FAO job because of my interest in agricultural policy, I resigned from the CCS in 1962.",
    "In my FAO capacity, I managed to set up the Agrarian Reform and Training Institute (now renamed the Kobbekaduwa Institute) in Ceylon, with FAO assistance. Later in Rome in 1970, I was appointed Senior Economist for Asia and the Far East in the Economic Analysis Division. In 1976, I was appointed Chief of the Land Tenure and Agrarian Reform Service at the Director level, being the youngest to be appointed to that level at that time. However, my career in FAO became blocked thereafter for various political reasons.",
    "FAO at that time was highly compartmentalized into specialized technical fields, while the organization itself was becoming more bureaucratic, autocratic and politicized. Although the technical directors were highly qualified, they had PhDs from countries that had the opposite set of factor proportions to the small farmers of the developing world. They were accustomed to having plenty of land and access to capital, thus choosing strategies that best utilized these resources. But these are what around 70 percent of the farmers of the developing world did not have.",
    "Hence, by a strange quirk of history, the most qualified FAO experts were the least qualified to help the farmers of the developing world. They were trained in countries which had the opposite factor proportions to those that the developing countries had. They were now called upon to cater to small farmers with little land, no capital, but with surplus labour.",
    "Although completely boxed-in within the field of agrarian reform, my knowledge of agricultural problems and policies was much broader and deeper, due especially to my field work and agricultural planning experience in Sri Lanka. I felt strongly, for example, that FAO had no technologies nor improved farming systems for small and subsistence farmers, who make up some 70 percent of all farmers in the developing world. Fed up and frustrated, I simply handed in my resignation to FAO in 1987- two years before my time – and just walked away.",
    "This represented for me, the greatest failure in my life, since with this impetuous decision, I had lost my only chance to change the policies of the international organizations relating to the farmers of the developing world. As in Sri Lanka, where I took on the Minister of Agriculture, the Minister of Finance and Planning and the Prime Minister herself, I should have taken on the Director-General of FAO. I had written a policy paper arguing that FAO’s policy towards the farmers of the developing countries was all wrong. But instead of confronting the Director-General with it, I chickened out (on the advice of the Director du Cabinet). I resigned from FAO in ‘surrender’ mode, afraid of the Director-General of FAO – to my lasting regret.",
    "I also regret very much that I did not go to some other development institute to develop my own ideas about small farm development and publish them. I chickened out of this too, because I would have had to go to another country (England or Norway – where there were research institutes) and set up house alone there. Because of this rash decision to resign from FAO without confronting the Director-General, I went into a deep (mental) depression – because I had failed in my duty. I buried myself in international consulting. I found that I was much in demand by IFAD, which was based in Rome.",
    "My main benefit from FAO was that we spent 30 years in Rome, giving our children a chance of growing up in Italy, with the advantage of a rich cultural life and fluency in three or four European languages. I also had a piece of land by a beautiful lake, where I planted vines and fruit trees, which bore abundantly. We continued to live in Rome for 10 years after I resigned from FAO, during which time I accepted international consultancies for about five months each year, working from home where feasible. I worked in Asia too, where I was able to visit my mother in Sri Lanka. In fact, I was in Sri Lanka when she passed away, following her fervent wish.",
    "In 1995 my wife and I moved from Rome to Washington D.C., to be close to our children. But one by one, our children took off for international postings outside the USA. Hence, when my wife passed away in 2007, I had no family in Sri Lanka in my old age. So I decided to take up residence with my eldest daughter, in the Philippines.",
    "Unlike other expatriates, my work has brought me regularly to Sri Lanka for nearly 40 years, from 1962 to 2000. This has enabled me to work with different governments over the years, also enabling me to keep in close touch with my friends. I continue these contacts by visiting Sri Lanka for about two months every year. Now that I have reached the age of 95 years, I have had to discontinue my visits to Sri Lanka. I now miss the country of my birth so much!",
    "SampathCards “Sampath Siritha” lights up the Avurudu season with unbelievable discounts and savings for Cardholders",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}