{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100076/sri-lanka-must-extend-free-visa-to-more-countries-to-compete-with-regional-competitors-tourism-minister",
  "time_ut": 1719236700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka must extend free visa to more countries to compete with regional competitors - Tourism Minister",
  "original_body_lines": [
    "Sri Lanka’s Minister of Tourism Harin Fernando says that the country must issue free visas to tourists for more countries in order to compete with its regional competitors and to achieve the nation’s ambitious target of 2.3 million tourist arrivals within the year.",
    "Speaking during a press conference held today, the Minister expressed that the special committee report on the proposal to issue free visas to tourists from 67 countries will be presented to the Cabinet of Ministers within the next 2 weeks.",
    "Furthermore, Fernando revealed a number of government initiatives intended to attract more tourists to the country.",
    "“Cabinet has appointed a special committee to provide a report on the proposal to issue free visas to tourists from 67 countries. That committee’s report will be submitted to Cabinet either this week or the next”, the Minister said.",
    "“Our competitors; the Maldives, Thailand, Cambodia, Malaysia and Singapore all offer free visa facilities. We have seen a significant increase in the number of requests for 6-month, multiple entry visas. There has been a similar increase in the number of requests for 1, 2 and 5-year visas. However, in order to be competitive as a tourist destination, we must relax the regulations for single-entry visas as well.”",
    "“We will launch our global tourism promotion initiative within the week. There will be 5 separate campaigns for China, Europe, Australia and Japan, India and Eastern Europe. The procurement process has been completed and it only remains to finalize the contracts with our partners. With this campaign, we intend to attract a record number of tourists to the country for the winter season, which starts in November”, he added.",
    "“Apart from that, we intend to launch a marine tourism promotion campaign by August this year. Through this campaign, we intend to attract global recognition to Trincomalee and Arugam Bay as premier marine tourist destinations”, said the Minister.",
    "Moreover, Minister Harin Ferndao also said that 33% of tourists who arrive in Sri Lanka are repeat visitors and that is why the government intends to promote the tag-line “Sri Lanka – You Come Back for More”.",
    "Meanwhile, Sri Lanka has welcomed over 980,000 tourists during the first half of 2024.",
    "According to the Sri Lanka Tourism Development Authority’s latest report, 84,383 tourists have arrived in Sri Lanka during the period from June 01 to 23, 2024."
  ]
}