{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/calendar-girl/",
  "time_ut": 1710351120.0,
  "original_lang": "en",
  "original_title": "Calendar girl…",
  "original_body_lines": [
    "Neil Sedaka’s big hit of the sixties, ‘Calendar Girl’, came to mind when I was told that Rozanne Diasz, and her senior colleagues, in the modelling scene, had worked on a project to bring out a calendar, featuring the senior models.",
    "According to Rozanne, the 2024 calendar was their very first attempt at doing something unique for the senior models.",
    "“It was a kind of a trial effort and the response that came our way was very encouraging and we now plan to make the calendar a reality for the year 2025 – as a desk and wall calendar.",
    "The 2024 effort features Rozanne herself, Dannielle Kerkoven, Geraldine D’ Rozario, Koshi Edirisuriya, Nilusha Fernando, Nilu Senanayake and Rozelle Sheril Plunkett.",
    "They are pictured in the respective months they celebrate their birthdays.",
    "“Since we did all this at short notice we didn’t get a birthday girl model for each month of the year, but it will be a totally different scene when we come out with our desk and wall calendar for 2025.”",
    "Rozanne added that they are not looking for celebrities but senior models who excelled in their profession, and those who are still active as models.",
    "“We want to keep the candle burning so that the senior models, who were in the spotlight, during their heydays, will still be remembered.”",
    "Others who came into the scene, for the 2024 calendar, included Prishan Pandithage (photography and editing), with Ramzi Rahaman, Enoka Wijetunge (Enoka Bridal), Salon Lanka Fernando and Shevin Thilakawardhane handling the hair and makeup.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}