{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/keeping-the-nation-fed-during-the-july-1983-riots/",
  "time_ut": 1758962580.0,
  "original_lang": "en",
  "original_title": "Keeping the nation fed during the July 1983 riots",
  "original_body_lines": [
    "Exemplary service by public officials and gentleman Minister Gamini Jayasuriya",
    "Maintenance of food supplies was a major problem. The country was under curfew for long hours. When it was lifted for a short while one could see people with bags and sacks in their hands rushing to market. The poor rushed to the co-operative retail outlets. They looked worried and frightened. Soon long queues formed outside the co-operatives and authorized distributors. The transactions of weighing, changing money, answering questions from consumers, etc were taking considerable time. With the time for the re-imposition of the curfew approaching, near riotous conditions began to manifest themselves.",
    "There was a real danger of the Co-operatives being broken into by desperate people and food riots taking place. If this happened, people would have next invaded houses. Hunger knows no laws. I immediately instituted two meetings, one at 8 a.m. to decide strategy for the day and the other at 8 p.m. to review the day’s events and take further decisions in the light of that day’s experience. By 8 a.m. we had further details of food movements during the night. The meetings were attended by the Additional Secretary, the Food Commissioner. his senior deputies and the Assistant Food Controllers in charge of the wharf and some of the important store complexes, the Corninissioner of Co-operative Development and his senior officers. We co-opted others as and when necessary.",
    "The first decision we took was that matters were far too grave for the normal co-operative managers to function in their accustomed manner. Therefore under the emergency regulations senior officers from the Co-operative Department were despatched to take over and run some of the identified and critically important Multi-Purpose Co-operative Societies. Most of these supplied 40-50 retail outlets. Some 60-70. They catered to a very large population.",
    "The Commissioner of Co-operatives himself, a senior Class I officer of the SLAS took charge of the Colombo North MP.CS. The Senior Deputy took over Colombo South. Other senior officers took charge of the MPCS of Dehiwela – Mt. Lavinia, which cover a large area, including Nugegoda; and the MPCS of Moratuwa, Kotte; Battaramulla; Kelaniya; and Mahara.",
    "We felt it was vitally important to see that the capital city and the seat of government of Colombo was free of any disorder. The other MPCS on the periphery of Colombo taken into our charge catered to very populous areas and constituted the outer Colombo ring which we were particularly keen to keep stable and trouble free. These senior officers, with considerable administrative experience behind them became immediately effective. They had the experience, the ability and the authority to take decisions, and they took them.",
    "At our meetings twice a day we reviewed progress, problems and strategy and took decisions which were immediately implemented in the field. Having learnt from the experience of the 1971 insurgency, we ensured that there were people stationed in the Co-operatives who stayed overnight during curfew hours and weighed and packeted the food items into small quantities such as 200 grams. Most of the poor who came to the Co-operatives did not have the money to buy in quantities of kilos or even 450 grams. They could therefore not stock up. They rushed to buy as and when they got some money to hand.",
    "As in 1971, this strategy worked in clearing the queues much faster. The sense of panic was reduced. We also judiciously employed psychology. We ensured that a few loaded lorries were sent to the more sensitive spots, when the time for the re-imposition of the curfew drew near. This gave comfort to those who could not get to the head of the queue before the curfew time. They were certain that food would be available next morning. We also arranged for lorries loaded with rice from the Paddy Marketing Board and vegetables from the Marketing Department and Markfed to effect mobile sales in populous areas of the city, such as Borella, Narahenpita, Slave Island, Wellawatte and Kirulapone.",
    "We contacted the Chambers of Commerce and Industry and arranged with them to provide thousands of employees in the private sector a substantial package of rice, flour and sugar on credit. The Chambers undertook to liaise with the individual companies and firms and help us to recover the monies. This step was taken, because thousands of people still came to work in the city on a daily basis, even during the curtailed hours. They constituted a substantial pressure on the food resources of the city, for they tended to purchase in Colombo, before going home in the evening.",
    "Giving them the main food commodities on credit eased this pressure considerably. The Chambers were co-operative and efficient. By this time Mr. S.B. Herat had died and we had a new Minister, Mr. Gamani Jayasuriya, who was also Minister of Agricultural Development and Research. He was also a person of great experience and a perfect gentleman. During this whole period, he left his own room and sat in mine, which was the centre of operations. He watched and he encouraged, but wisely did not in the least interfere. He realized that there was nothing more he could do, than what was being done already.",
    "One of the things he did do on more than one day, was to gently remind me that I had not had my lunch. I used to get down my lunch from home, but for the first ten days or so rarely got down to consider eating till well past 6 p.m. By that time, in any case the food was cold and uneatable. My room was like a busy railway station with so many people going in and out, and instant decisions being given and taken pertaining to so many on so many matters. There were three telephones ringing constantly, each call a problem which demanded an immediate decision. Some of the calls were from Government Agents in the Districts. It was a continuous and non-stop pace that was maintained from eight in the morning till about eleven in the night.",
    "Very early in this process, the President, Mr. Jayewardene summoned me to his office in Republic Square. There he gave me the shortest order that any public servant anywhere in the world would have received from a Head of State or Government. “Pieris.” he said when I was summoned to his presence. “About all these food matters, you do anything you want, I will give you covering sanction,” and I was out. The entire conversation consisted of this one sentence!",
    "There are many things to write about. But I am recording only a few of these. In fact this subject is another one where there is enough matter to write a separate book. At the beginning when the curfew came on suddenly, we could not get the store-keepers into some of our main stores. Just at this time we received an SOS from the Marketing Department bakery in Borella, that they were desperately short of flour and that therefore they would not be able to supply the hospitals that evening. Something had to be done immediately.",
    "I contacted General Attygalle, who after discussion sent a couple of officers carrying weapons and also armed with a large hammer. Having asked the Marketing Department to send their lorries to the Orugodawatte store complex, I personally proceeded there with the two army officers. I authorized them to try and break the padlock of a store containing flour, with the large hammer. If that failed, we were going to blast it. In the end, some heavy blows with the hammer proved sufficient.",
    "I waited whilst the requisite bags of flour were loaded, made a log entry and signed. I was for the moment the store keeper of that store. The hospitals got their bread. Later we sent vehicles round to the houses of the store-keepers, rounded them up, informed their families that they were not going to see them for some time, lodged them in the store complexes and fed them.",
    "Apart from what I have already recorded, one of the most critical things was to ensure that the entire food operations went on round the clock in spite of the severe disruptions caused by the curfew and the general confusion. Matters became worse on Friday of that week, when the misinformation spread that the “Tigers” had come to the city and were attacking. This led to severe panic culminating in murder, where numbers of Tamils were killed by frenzied mobs.",
    "Most of the schools had been turned into refugee camps containing a large number of people, and these camps had to be supplied with food on a regular basis. It is to the credit of many Secretaries to Ministries and other senior public servants, who having little to do during extensive curfew hours volunteered to work in the camps. Their experience and maturity helped a great deal. There was however little anyone could do unless we were able to move the food.",
    "I had a meeting with the Inspector General of Police and some of the Senior Deputy Inspectors General. Curfew passes had to be issued to a fleet of over 1,000 lorries including the lorries of Co-operative Societies, many of them coming into the city from the outstations. Lorries had to be deployed for clearing cargo from ports for railway waggon loading, and other activities. The police were too preoccupied with other matters and it was agreed that I issue the passes.",
    "Again, we had to be practical. I had no authority to issue curfew passes. Only authorized police officers over a particular rank could do so. But then, a soldier at a roadblock would not know that the signature on the pass was that of the Secretary Food. We got a large stock of serially numbered books of passes from Police Headquarters. I instituted a machinery to ensure that every pass was issued after adequate scrutiny by a team of specially delegated officers. Every issue was recorded in a log book with particulars of the lorry number, the serial number of the passes, the name of the driver and cleaner and other details and the entry signed by the driver.",
    "After these procedures and checks, I personally signed each pass. Mobility was thus ensured. Banks were working extremely curtailed hours. Special arrangements were made to collect cash accumulating in the Food Department. We were facing a situation where we were literally overflowing with millions of rupees. Special arrangements had to be made with the Central Bank to send the surplus cash under armed escort for deposit in their vaults. Government Agents were spoken to regularly and continuously and matters co-ordinated with them.",
    "My experience gained during the insurgency of 1971, and my almost four year stint as Deputy Food Commissioner assisted me greatly in this crisis. By now, as I encountered a problem, I knew the solution, many a time much to the amazement of the Minister, who was in my room viewing this whole operation. Practically every day as he went home during the late evening, he used to put his hand on my shoulder, and pat me on the back, before he said good night.",
    "Although all these steps eased pressure considerably, I was still not satisfied with the supply situation to the consumers. The problem was that many of the smaller private shops were not opening, and the co-operatives were under excessive strain. Perhaps, the workers had gone home due to the curfew. I decided to see Mr. H.K. Dharmadasa, Nawaloka Mudalali. I knew that he was a resourceful person, who had a network of contacts with small traders in the city. I telephoned him. He readily agreed to come and meet me.",
    "But in the environment in which I worked, it just was not possible to have quiet conversation. I therefore told him that I would drop in and see him at his home in Alexandra Place, but that it would have to be around 11 p.m. During those days this was about the time I left office to go home. My journey home in fact took me past his home. Mr. Dharmadasa was very concerned and wanted to keep dinner for me. I thanked him and said that at least for a short moment during a long day, I would wish to sit with my family and have dinner. He understood.",
    "I urged him to call up a meeting of traders and their representatives and prevail upon them to keep their shops open. This would assist greatly in restoring normalcy. He undertook to do what he could, and I took my leave. This meeting helped. Although there was no mass opening of shops, Mr. Dharmadasa and his colleagues did manage to get some shops opened. Every little bit helped.",
    "(Excerpted from In Pursuit of Governance, autobiography of MDD Pieris) ✍️",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}