{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Spotlight-on-key-reforms-at-Sri-Lanka-Economic-Summit/34-771494",
  "time_ut": 1736197013.0,
  "original_lang": "en",
  "original_title": "Spotlight on key reforms at Sri Lanka Economic Summit",
  "original_body_lines": [
    "The Sri Lanka Economic Summit organised by The Ceylon Chamber of Commerce will be inaugurated on 28 January at the Shangri La Hotel Colombo, under the theme \"Shaping Sri Lanka’s Future: Transformational Growth Rooted in Sound Economic Policies.\"",
    "On day 2 of the Summit on 29 January one of the key sessions will examine “The Right Reforms for Transformational Growth”.",
    "The session will centre on the Korean story of economic transformation, and potential applications to Sri Lanka’s development trajectory. It will explore medium-term opportunities for Sri Lanka and leverage the expertise of a high-profile panel representing leading multinational corporations, local conglomerates, the energy, ports and capital market sectors, and multilateral agencies.",
    "Discussions will also focus on the potential for public-private partnerships to drive Sri Lanka’s growth.",
    "The session’s keynote address will be delivered by The Asia Foundation Country Representative for Korea Dr. Kyungjin Song. With over 25 years of experience spanning public service, international affairs, and economic diplomacy, Dr. Song has served in key roles including Special Assistant to the Special Economic Adviser to the President of Korea, and Chief Secretary for the Presidential Committee for the G20 Seoul Summit. Dr. Song currently serves as a member of the Advisory Committee of the Foreign Affairs Ministry with a special focus on economic diplomacy. She also is Korea’s coordinator for the Korea-India Strategic Dialogue in the Seoul Forum for International Affairs.",
    "A high-profile panel comprising ADB Country Director Takafumi Kadono, John Keells Holdings Chairperson Krishan Balendra, Unilever Sri Lanka Chairman/CEO Ali Tariq, Colombo West Intl. Terminal CEO Munish Kanwar, and Tundra Fund Founder/Chief Investment Officer Mattias Martinsson will explore the focus areas of the session. The discussion will be moderated by Ceylon Chamber’s Chief Economic Policy Advisor Shiran Fernando.",
    "The Sri Lanka Economic Summit will take place on the 28 and 29 January at the Shangri La Hotel, Colombo. Registrations are now open at www.sles.chamber.lk."
  ]
}