{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/peoples-bank-unveils-2024-calendar-driven-by-ai-technology/",
  "time_ut": 1706031000.0,
  "original_lang": "en",
  "original_title": "People’s Bank unveils 2024 calendar driven by AI technology",
  "original_body_lines": [
    "People’s Bank, at the forefront of digital banking in Sri Lanka, proudly revealed its 2024 calendar infused with cutting-edge AI technology. In its relentless pursuit of delivering the most advanced digital banking services, the bank has launched this unique calendar with the purpose of offering yet another exceptional experience to its valued customers.",
    "The People’s Bank 2024 calendar, themed ‘Our Ocean – Our Pride,’ emphasizes the significance of conserving oceans and their diverse life forms. Featuring captivating images of blue whales, turtles, dolphins, and coral reefs, the calendar delivers a visual journey into marine beauty. By downloading the Overly App from the Google Play Store or Apple App Store and scanning the People’s Bank calendar, customers gain access to live videos enhanced by AI technology. This interactive experience allows users to explore additional information about the calendar’s contents.",
    "As one of the foremost financial institutions in Sri Lanka, People’s Bank has successfully executed numerous initiatives, emphasizing banking and sustainability. The bank now extends an invitation to the general public to download its specialized AI calendar, crafted to raise awareness about ocean conservation and facilitate education for individuals and communities.",
    "Agreement to support the expansion of Union Bank’s women-focused financial services",
    "‘SL making no attempt to put Chinese swap to use despite meeting pre-condition’",
    "People’s Bank, one of the most awarded Sri Lankan banks in 2023",
    "People’s Bank becomes one of the Most Awarded Sri Lankan Banks in 2023",
    "People’s Bank’s ‘Mahajana Mehewara’ uplifts seven under-resourced schools through solar power electricity",
    "People’s Bank’s ‘Mahajana Mehewara’ uplifts seven under-resourced schools through solar power electricity",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}