{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103197/sri-lankan-migrants-stranded-on-diego-garcia-offered-move-to-uk-report",
  "time_ut": 1730865060.0,
  "original_lang": "en",
  "original_title": "Sri Lankan migrants stranded on Diego Garcia offered move to UK – report",
  "original_body_lines": [
    "Migrants stranded for years on the remote Indian Ocean island of Diego Garcia will be offered the right to come to the UK, under a government proposal.",
    "Around 60 Sri Lankan Tamils have spent more than three years in a makeshift camp on the island, which hosts a secretive UK-US military base, after becoming the first people ever to file asylum claims there.",
    "The government has previously opposed bringing the group to the UK and complex legal battles have been fought for years over their fate.",
    "In a letter on Monday, government lawyers said that “following further consideration”, the government had proposed a “change of policy”.",
    "Under this, “all families, children and those of the unaccompanied males who do not have criminal convictions, outstanding charges or investigations would be offered the opportunity to be transferred directly to the UK”.",
    "It added that work on the offer was “ongoing” and a formal decision would be made within 48 hours. “Details will be provided as soon as possible,” it said.",
    "In a phone call with one of the Tamils, an official said the decision to bring them to the UK was due to the “exceptional circumstances” of the island, adding that entry would be for “a short period of time”.",
    "The Prime Minister’s Official Spokesperson told reporters at a daily news briefing in Downing Street that “the government inherited a deeply-troubling situation that remained unresolved under the previous administration when it came to migrants who had arrived at Diego Garcia. Diego Garcia had clearly never been a suitable long-term location for migrants”.",
    "He added “the government has been working to find a solution that protects their welfare and the integrity of British territorial borders”.",
    "Lawyers representing the Tamils described the move as a “very welcome step” in a “long battle for justice”.",
    "“After three years living in inhumane conditions, having to fight various injustices in court on numerous occasions, His Majesty’s Government [HMG] has now decided that our clients should now come directly to the UK. We hope that HMG will now take urgent steps to give effect to this decision,” Simon Robinson of UK law firm Duncan Lewis told the BBC.",
    "“Today’s decision is an enormous relief to our clients and we urge the home secretary to close the camp and bring our clients here without any further delay,” said Leigh Day lawyer Tom Short.",
    "“It looks like a dream. I don’t know what to think,” one Tamil said after receiving a call from an official with the news.",
    "The UK had previously offered some of the group a temporary move to Romania with the possibility of then coming to the UK. Others were offered financial incentives to return to Sri Lanka.",
    "The latest development comes after the UK announced last month that it was handing sovereignty of British Indian Ocean Territory (Biot), which includes Diego Garcia, to Mauritius. The military base, however, will remain on the island.",
    "Under a separate deal last month, future migrants arriving on Biot before the arrangement with Mauritius comes into force will be transferred to the island of St Helena - another UK territory some 5,000 miles away.",
    "In court on Monday, lawyers said three people with criminal convictions may be sent to the island of Montserrat - a British territory in the Caribbean - to serve their sentences.",
    "The BBC was recently granted unprecedented access to Diego Garcia to attend a court hearing, which is set to determine whether the Tamils had been unlawfully detained.",
    "During the visit, the migrants walked the court through military tents they have been living in, pointing out damp, tears in the canvas, droppings, and a rats’ nest above one of the beds.",
    "Over the past three years, there have been multiple hunger strikes on the island, and numerous incidents of self-harm and suicide attempts after which some people have been transferred to Rwanda for medical care.",
    "“For three years I have been caged. Now they are releasing me but I don’t know what to do. I feel a bit blank,” one man in Rwanda said.",
    "“I am very happy because I am coming to the UK. I thought they would send me to some other country.”",
    "The group includes 16 children. Most are awaiting final decisions on claims for international protection - which the United Nations says is akin to refugee status - or appealing against rejections. In total, eight have been granted international protection."
  ]
}