{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/overcoming-old-and-new-challenges-for-an-inclusive-democracy-159490/",
  "time_ut": 1713583440.0,
  "original_lang": "en",
  "original_title": "Overcoming Old and New Challenges for an Inclusive Democracy",
  "original_body_lines": [
    "ECONOMYNEXT – A former Chief Election Commissioner, in India, Dr S Y Quraishi would like to see the establishment of a national election fund, through which, political parties would receive financial support based on their performance at an election.",
    "Throughout a 44-day period beginning April 19, India goes to the poll to elect 543 members to its 18th Lok Sabha, the Lower House of Parliament. It is the largest election in the country since 1951-1952 with nearly 970 million eligible to vote.",
    "Dr Quraishi was commenting on the controversy surrounding the Electoral Bonds and its protection of donor identities. The scheme was introduced by the incumbent BJP government in 2017 and was abolished by the Supreme Court in February this year, owing to increasing allegations of corruption.",
    "The scheme allowed individuals and corporate groups to donate anonymously, any amount of money to political parties, as Electoral Bonds.",
    "Participating at a webinar entitled “India Votes: Inclusive Democracy 2024”, jointly organised by the Friedrich Naumann Foundation for Freedom (FNF), South Asia and Seeking Modern Applications for Real Transformation (SMART) on April 16, Dr Quraishi pointed out that throughout the last 75 years, political parties have received direct funding, with most donors contributing to all parties to ensure their interests are protected, whichever party wins. (In the previous system, individuals were not allowed anonymity if the donation was over Rs. 20,000).",
    "Moderated by Independent Journalist and Filmmaker, Seemi Pasha, the webinar included Multimedia Journalist Ankita Dhar Kamakar and Co-Director of Lokniti, CSDS, Professor Sanjay Kumar as panelists. The Founder of SMART, Archana Kapoor gave the welcome address.",
    "The election comes amidst the allegations of corruption, the electoral bonds issue, rising inflation and youth unemployment. Would the latter two issues that impact the everyday life of voters or the allegations of corruption and the non-disclosure of the donor identity funding political parties be the deciding factor?",
    "All political parties have received funding from business houses and individuals says Professor Kumar, adding that voters are resigned to corruption within the system.",
    "Despite unemployment and the rising cost of living, voters make their choice according to their perception of the party and candidate they prefer; if they trust a party, they believe anything the party puts out, and ignore the lie, he observes.",
    "The large numbers seen at political rallies too could be deceiving he points out, as in most cases, participants are prevailed upon to attend with enticements such as cash payments, transportation and food.",
    "Lokniti -CSDS is known for conducting studies around national and state elections and recently concluded a survey on the 2024 election.  However, Professor Kumar cautions that the voter behaviour patterns identified in a survey do not necessarily reflect the ground situation.",
    "There is usually a ‘joining the bandwagon’ mentality when it’s time to vote, he explains.  This time around despite daily hardships, the revival of Hindutva, and the building of the Ram Mandir etc. are major factors in the voter decision-making process; ‘Hindu pride overrules all those personal deprivations.’",
    "Voting patterns in the North and the South also vary, Professor Kumar says where regional parties hold sway in the South, while the BJP and Congress are stronger in the North.",
    "While Lokniti surveys are for purely academic purposes, he explains, ‘we are not pollsters,’ adding that tinkering or manipulating survey outcomes are usually associated with commercial groups commissioned to produce results a political party would like to see.",
    "While the election is fought on the aforementioned issues, Ankita Dhar Kamakar, claims that various drawbacks may result in scores of Indians being unable to exercise their franchise.",
    "Concerns range from students living away from their usual residence, migratory workers, accessibility issues for the differently abled, voters with intellectual disabilities and proving their gender identity, in the case of the LGBTQUI community, as they cannot self-disclose, but must submit a certificate.",
    "While many university students are unable to get to their home provinces to cast their vote, migratory populations are unable to provide proof of residence, Kamakar explains.  Locating the relevant forms to prove their residence or identity is not easy on the elections website she says.",
    "Students are unaware they can use their temporary address to cast their vote instead of travelling home, she explains, adding that it has fallen on civil society groups to spread the word in universities. Non-Resident Indians are allowed the use of a postal ballot, but that is not available for internal migrants, she claims.",
    "Transgender folk, meanwhile, face difficulty in getting voter ID cards reflecting their status. There is also the issue of election officials not being sensitised to the social and other issues faced by marginalised communities she alleges.",
    "Young women encounter a particular handicap; while the father leaves her out from the householder list as she would move to her in-law’s home after marriage when she does take up residence with her in-laws, they do not register her until she conceives or a son is born; if such a situation results in a divorce, why bother registering her?",
    "Dr Quraishi however, argues that many of the drawbacks Kamakar highlighted have been dealt with by the Elections Commission.  The issue of gender was raised during his tenure, he says, and there is no requirement to submit a certificate, but pick ‘T’ to indicate Third Gender, just as males and females would choose ‘M’ or ‘F’ respectively.  Those living outside their usual residence are allowed to use their temporary address and not travel home to vote. Election officials will make the necessary adjustments.",
    "Twice a year, election officials go door to door, to update information.  The young and tech-savvy and non-governmental organisations too could volunteer their services, he suggests.",
    "Dr Quraishi is hopeful India would move towards a Proportional Representation system, adding that the Nepal model would be the best suited.  The current practice of a phased-out election should also be replaced where elections could be held simultaneously across the country, or in one phase, he adds.",
    "And what of the media’s role?  Professor Kumar points out that while television is among the influencers, it is not the main one, nor is it the most important now.",
    "Social media, says Dr Quraishi is currently the biggest culprit. It spreads misinformation, and can, ‘within 5 minutes set the country on fire.’"
  ]
}