{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Sri-Lanka-to-get-tough-Tourists-doing-business/155-278731",
  "time_ut": 1710291840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to get tough - Tourists doing business",
  "original_body_lines": [
    "- Raids are presently being conducted in the south to identify illegally run businesses",
    "- In future, foreigners will need a local partner to operate businesses",
    "Colombo, March 13 (Daily Mirror) - The government will soon strengthen its laws to prevent foreign nationals from operating businesses in the country while they are under tourist visas and have already begun conducting raids in the south, the Daily Mirror learns.",
    "Earlier this month, the Daily Mirror exclusively reported that several foreign nationals including Russians, Ukrainians and Israelis who were in Sri Lanka under tourist visas were operating businesses in tourist hotspots which had severely hampered the local tourist industry.",
    "From running cafes, restaurants, bars to exchanging money and running undial services and providing accommodation and transport, several foreign nationals who have been in the country long term due to conflicts in their own countries, seem to have taken the law for granted.",
    "Tourism Minister Harin Fernando had told the Daily Mirror earlier this month that most of these establishments were not registered with the SLTDA and were not paying taxes.",
    "Following the expose by the Daily Mirror, Public Security Minister Tiran Alles said that Russians and Ukrainians who have been in Sri Lanka since February 2022 will need to apply for a visa or leave the country.",
    "Highly placed sources said that some foreign nationals who had been conducting businesses illegally had already been deported in recent weeks and raids are presently being conducted, especially in the south as most establishments were unregistered.",
    "In an attempt to prevent the matter from escalating further whilst maintaining diplomatic ties with the nations concerned, the government will soon introduce new laws clearly stating that foreigners arriving in Sri Lanka under tourist visas will not be able to operate any businesses while here and those who wish to do so must enter through valid visas. Furthermore, foreigners must have a local partner in order to operate a business in the country and the business must be registered with the relevant institutions including the SLTDA.",
    "If any foreigner is caught going against these laws, they will be arrested and deported, sources said stating that presently the situation of tourists operating businesses had 'gone out of control'.",
    "The Daily Mirror learns that President Ranil Wickremesinghe has been briefed about the situation and has agreed to draft new and clear laws in order to prevent diplomatic misunderstandings with the countries concerned."
  ]
}