{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-policy-lending-rate-cut-25bp-to-9-25-pct-173466/",
  "time_ut": 1721786880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank policy lending rate cut 25bp to 9.25-pct",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has cut the rate at which it is lending ‘printed money’ to banks by 25 basis points to 9.25 percent and the rate at which excess money is taken to 8.25 percent, in a July monetary policy decision.",
    "“The Board arrived at this decision following a careful assessment of the current and expected macroeconomic developments and possible risks and uncertainties on the domestic and global fronts with a view to maintaining inflation at the targeted level of 5 per cent over the medium term, while enabling the economy to reach its full capacity,” the central bank said in a monetary policy statement.",
    "“In arriving at this decision, the Board considered the need to signal the continuation of the eased monetary policy stance, thereby inducing a further reduction in market lending rates to support economic activity, amidst a benign inflation outlook.",
    "“The Board noted that, based on the available information, inflation is likely to remain below the inflation target of 5 per cent by a sizeable margin for the next several months before aligning with the targeted level over the medium term.”",
    "Since September 2022 in particular, Sri Lanka’s central bank has laid a strong foundation for people and businesses to engage in economic activity by keeping inflation around 2-3 percent, and exchange rate stable by largely avoiding printing money to enforce policy rates incompatible with the balance of payments.",
    "Sri Lanka has to repay some sovereign debt in 2024 if a bond exchange proceeds as planned and the central bank itself has to settle loans to India and the International Monetary Fund requiring deflationary policy to be followed.",
    "Analysts have warned that countries under IMF programs which use mathematics to decide policy rates (data driven monetary policy) ignoring laws of nature, under so-called flexible inflation targeting, tend to trigger confidence shocks, external crises, followed by stabilization programs and social unrest at home.",
    "Social unrest broke out in both Kenya and Bangladesh during IMF programs, following depreciating currencies. Kenya had to hike rates steeply to end confidence shocks to the currency. Bangladesh is now following a so-called ‘crawling peg’.",
    "Analysts say that a central bank that has reserve-related-liabilities to settle (or collect forex reserves under an IMF program) cannot cut rates based on a historical inflation statistic – especially as private credit recovers.",
    "In June, the central bank injected 7-day money to the banking system up to 50 billion rupees as low as 8.93 percent despite the overnight rate being at 9.50 percent losing the ability to collect reserves in the month.",
    "Private credit has also started to recover amid the stability provided.",
    "Headline inflation is projected to remain below the inflation target in the near term",
    "Headline inflation, as measured by the year-on-year change in the Colombo Consumer Price Index (CCPI, 2021=100), was recorded at 1.7 per cent in June 2024. Such considerably below-target headline inflation was underpinned by the downward revisions to the electricity tariff, and fuel and LP gas prices in addition to relatively weak demand conditions.",
    "Meanwhile, core inflation, which reflects underlying demand in the economy, was recorded at 4.4 per cent (CCPIbased, year-on-year) in June 2024 compared to 3.5 per cent in May 2024, although a sustained acceleration is not anticipated. Realised quarterly average headline inflation during the Q2 2024 was below the inflation target by more than the margin of 2.0 percentage points stipulated in the Monetary Policy Framework Agreement (MPFA).1 The latest projections suggest that headline inflation is likely to be notably below the target in the forthcoming months due to the combined impact of downward adjustments to electricity tariffs and domestic fuel prices and the favourable statistical base.",
    "While some upside risks remain within the forecast horizon, inflation is expected to gradually align with the target level over the medium term, supported by appropriate policy measures.",
    "The recovery in domestic economic activity is expected to sustain",
    "The Sri Lankan economy expanded for the third consecutive quarter in Q1 2024, with a year-onyear real growth of 5.3 per cent, as per the estimates of the Department of Census and Statistics (DCS). The latest economic indicators suggest that real GDP growth in Q2 2024 also has been robust.",
    "The rebound in domestic economic activity is expected to sustain, buoyed by the transmission of relaxed monetary policy to broader market interest rates, enhanced supply conditions, the gradual rebound in external demand conditions, revival of tourism, and the dissipation of uncertainties surrounding debt restructuring. The economy, which operates below its full capacity presently, is forecast to reach its potential over the medium term horizon.",
    "In line with the eased monetary policy stance of the Central Bank, market interest rates continued to adjust downwards. However, the adjustments, particularly of lending interest rates other than on prime lending, remained weaker than the adjustments to deposit interest rates.",
    "Meanwhile, following a contraction recorded in April 2024, credit extended to the private sector by Licensed Commercial Banks (LCBs) expanded in May and June 2024. A sustained rebound in credit growth requires market lending interest rates to decline further in line with the prevailing accommodative monetary policy stance.",
    "A positive momentum is observed in the external sector thus far in 2024",
    "While the external current account is likely to have recorded a surplus in the first half of the year, the cumulative merchandise trade deficit widened during this period compared to the same period in 2023. Earnings from tourism and workers’ remittances continued to be promising.",
    "Gross Official Reserves (GOR) stood at US dollars 5.6 billion (including the swap with the People’s Bank of China) as of end June 2024, compared to US dollars 4.4 billion at end 2023.",
    "Meanwhile, the Sri Lanka rupee witnessed intermittent volatility against the US dollar in recent months. Overall, the Sri Lanka rupee appreciated by over 6.5 per cent against the US dollar thus far during 2024.",
    "Policy interest rates are further reduced to induce downward adjustments in retail lending rates",
    "In consideration of the current and expected macroeconomic developments highlighted above, and with due regard to the domestic and global uncertainties, the Monetary Policy Board of the Central Bank of Sri Lanka, at its meeting held on 23 July 2024, decided to reduce the Standing Deposit Facility Rate (SDFR) and the Standing Lending Facility Rate (SLFR) of the Central Bank by 25 basis points to 8.25 per cent and 9.25 per cent, respectively.",
    "The Board underscored the need to signal its desire to continue eased monetary conditions to sustain the revival of economic activity towards the full potential, in the absence of significant inflationary pressures.",
    "Accordingly, financial institutions are expected to transmit the benefit of policy easing thus far by continuing the downward adjustments in lending interest rates.",
    "The Monetary Policy Board will continue to monitor inflation developments and those of other macroeconomic variables and take policy actions as necessary in the period ahead. (Colombo/Jul24/2024)"
  ]
}