{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/fearing-legal-action-globally-sri-lanka-parliament-calls-to-review-uns-evidence-gathering-165387/",
  "time_ut": 1717034940.0,
  "original_lang": "en",
  "original_title": "Fearing legal action globally, Sri Lanka parliament calls to review UN’s evidence gathering",
  "original_body_lines": [
    "ECONOMYNEXT – Facing possible legal actions on human rights violations in International Court of Justice (ICJ) and International Criminal Court (ICC), a Sri Lankan parliament panel has called all stakeholders to look into a United Nation’s evidence gathering mechanism against the island nation’s rights abuses under a 2021 UN resolution, a top official said.",
    "The United Nation’s Human Rights Council (UNHRC) passed a resolution in March 2021 that has given mandate for the global body to establish a mechanism to gather evidences outside the country over alleged human rights violations during and after a 26-year war ended in 2009.",
    "The resolution has allowed the Office of the UN High Commissioner for Human Rights (OHCHR) “to collect, consolidate, analyse and preserve information and evidence and to develop possible strategies for future accountability processes for gross violations of human rights or serious violations of international humanitarian law in Sri Lanka, to advocate for victims and survivors, and to support relevant judicial and other proceedings, including in Member States, with competent jurisdiction”.",
    "The resolution was approved despite strong protest by the Sri Lankan government which said the move was infringing its sovereign rights.",
    "Sarath Weerasekera, a legislator and retired Navy Admiral as well as the Chairman of the Sectoral Oversight Committee on National Security said he has “summoned” representatives of Foreign Ministry, Defence Ministry, chief of all three forces, and attorney general to review external mechanisms that has been established as per resolution 46/1 in Geneva about the evidence gathering mechanism.",
    "“It is a mechanism to gather evidence against the leaders of such military and elected leaders who gave orders,” Weerasekera told reporters at a media briefing on Wednesday in Colombo.",
    "“Though our government and Foreign Ministry had rejected this mechanism, this process is now on. According to this mechanism, legal cases can be filed in different countries under international jurisdictions against the military leaders and those officials who gave orders to the military,” he said.",
    "“Already the UN Human Right Commissioner has looked into if legal actions can be taken by various countries against those involved. If that happens they can take our military and political leaders to International Court of Justice ( ICJ) and International Criminal Court (ICC). We have that threat now.”",
    "“That will have an impact on the country’s national security because such step will demotivate our military.”",
    "Since the end of the war in 2009, Sri Lanka has strongly rejected any human rights violation and said it had maintained zero casualties in its final war.",
    "However, the UN has repeatedly said it has found credible evidence of nondiscriminatory killing by both Sri Lanka military and the fighters of Liberation Tigers of Tamil Eelam (LTTE) in the final phase of the war.",
    "The new move comes as the island nation is likely to face another resolution to pressure Sri Lanka to probe alleged rights abuses at the next UNHRC meeting in four months, right groups say.",
    "Already select Sri Lankan military and political leaders are facing some targeted travel bans and freezing of financial assets mainly by some Western nations.",
    "A new OHCHR report released on May 18 has already recommended targeted sanctions on officials responsible for disappearances in Sri Lanka since 1970 and has called for justice outside the country for the families of victims.",
    "A limited number of Western nations have already imposed targeted sanctions, including travel bans for some Sri Lankan political and military leaders, after finding credible information about human rights violations.",
    "The United States has imposed a travel ban on former Army Chief Shavendra Silva and his immediate family members, Navy intelligence officer Chandana Prasad Hettiarachchi, Army Staff Sergeant Sunil Ratnayake, army officer Prabath Bulathwatta, and former Navy chief Wasantha Karannagoda, citing human rights violations, the recent UN report said.",
    "Canada last year imposed financial sanctions to freeze the assets of former Sri Lankan presidents Mahinda Rajapaksa and Gotabaya Rajapaksa, citing rights abuses.",
    "Some top Sri Lankan military officials have been deprived of taking part in lucrative UN Peacekeeping Missions due to human rights allegations during the war.",
    "Human rights analysts say some Sri Lankan political and military leaders are still unaware that they have been blacklisted by Western nations for rights abuses and will only become aware of such measures when they request visas from these countries.",
    "Weerasekera admitted that there is a travel ban for senior retired military leader Shagi Gallage and the current defence secretary Kamal Gunaratne as well.",
    "“Terrorism is no more local or regional. It is global and transnational. Therefore there has to be a concerted effort from the part of the international community to address this menace,” he said.",
    "“We in fact defeated a terrorist group that has been banned by 32 countries. So other countries should support us. The denial of visa is wrong. We see it as a move opposing our anti-terrorism moves.”",
    "“This is a violation of Geneva act. This is an act totally demotivating our armed forces.”",
    "The Rajapaksas and military leaders have denied any wrongdoing, and successive governments have rejected an independent international investigation into alleged human rights violations, citing infringement on the country’s sovereignty.",
    "Tamil families have been waiting for justice and accountability from successive governments since 2009. Rights groups say the Sri Lankan government has been dragging most of the local probes of such human rights abused accusations including thousands of forced disappearances. (Colombo/May 30/2024)"
  ]
}