{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98167/cid-to-record-statement-from-ex-president-maithripala-over-claims-on-easter-attacks",
  "time_ut": 1711259820.0,
  "original_lang": "en",
  "original_title": "CID to record statement from ex-President Maithripala over claims on Easter attacks",
  "original_body_lines": [
    "The Criminal Investigation Department (CID) will record a statement tomorrow (March 25) from former President Maithripala Sirisena over the controversial statement he recently made on the Easter Sunday attacks, says IGP Deshabandu Tennakoon.",
    "On Friday (22), former President Maithripala Sirisena had stirred controversy when he claimed he was aware of the true mastermind of the 2019 Easter Sunday terror attacks and that he was prepared to disclose the information to the judiciary if inquired from him or if an order is issued regarding the matter.",
    "Speaking to the media in Kandy, Sirisena said that he is ready to disclose the relevant information and that at the same time, it is the responsibility of the judges to keep the information strictly confidential.",
    "However, Minister of Public Security Tiran Alles had ordered IGP Deshabandu Tennakoon yesterday (23) to conduct an immediate investigation into the statement made by the former President on the Easter Sunday bomb attacks.",
    "Meanwhile, Samagi Jana Balawegaya (SJB) Parliamentarian Kavinda Jayawardena lodged a complaint with the Criminal Investigation Department (CID) yesterday, seeking an expeditious investigation into the former President’s controversial remarks.",
    "The comments also sparked controversy in the political arena and left the former President in hot water for allegedly willfully concealing crucial information about the heinous bombings that claimed the lives of more than 250 people.",
    "Amidst the controversy, however former President Sirisena has now claimed that his statement was based on some information he had received three weeks ago."
  ]
}