{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-repays-foreign-debt-of-952mn-in-2q-including-331-sovereign-bond-239915/",
  "time_ut": 1757469480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka repays foreign debt of $952mn in 2Q including $331 sovereign bond",
  "original_body_lines": [
    "ECONOMYNEXT  –  Sri Lanka has repaid 952 million US dollars to foreign creditors in the second quarter of 2025, picking up from 406.6 million dollars in the first quarter including a 330 million dollar sovereign bond, official data shows.",
    "In the second quarter, principal repayments to bilaterals picked up 200 million dollars from 17 million in the first quarter.",
    "“On 24 March 2025, Sri Lanka concluded the restructuring process with the Government of Japan,” the island’s Public Debt office said.",
    "“Subsequently, bilateral amendatory agreements between the Government of Sri Lanka and the Export-Import Bank of India, covering Lines of Credit and Buyer’s Credit Agreements, were signed on 25 March 2025 and 3 April 2025, respectively.",
    "“With the completion of the signing of bilateral amendatory agreements with the Government of French Republic on 16 June 2025, Sri Lanka has successfully completed 92 percent of its debt restructuring process.",
    "“As a result of these agreements, Sri Lanka has resumed regular debt servicing to the aforementioned partners.”",
    "In the second quarter Sri Lanka also repaid the first international sovereign bond of 330 million US dollars, made up of an amortizing bond issued to cover restructured interest arrears of the defaulted bonds.",
    "Outstanding sovereign bonds as a result fell to 10,255 million dollar by end June 2025, 10,585 million dollars by March 2025.",
    "In Sri Lanka there is a powerful narrative  – often repeated – that debt repayments will resume in 2028 or 2029, depending on whom people listen to.",
    "Around 2028, Sri Lanka is expected to get market access, which can reduce the repayments as the country has the possibility of rolling over maturing debt.",
    "Many of Sri Lanka’s other bonds, including macro-linked bonds, are amortizing securities.",
    "In 2028 for example repayments of ISBs climbs to 544 million dollars from 330 million each in 2026 and 2027.",
    "Analysts have warned that the Treasury seems to depend on the central bank to generate dollars to repay debt, which it will not be able to do, if its policy rates are too low and it does not conduct sufficient deflationary policy.",
    "In the first half of 2025, the central bank had provided around 770 million dollars to the government to repay debt, in addition to repaying its own debt.",
    "RELATED : Sri Lanka central bank makes over $750mn unsterilized forex sales to govt",
    "Sri Lanka’s central bank has maintained broad monetary stability, but concerns have been raised over recent rate cuts and the possibility of returning to an abundant reserve regime (excess liquidity and inflationary policy like in the last quarter of 2024) after IMF technical advice on a single policy rate.",
    "Monetary stability allows domestically raised rupees – either from taxes or treasury bills – to be converted to dollars to repay debt. The government will then be left with rupee securities instead of dollar debt as there is no overall budget surplus.",
    "“As of the end of June 2025, total government external debt stood at USD 37,138 million, reflecting a nominal reduction of USD 104 million from USD 37,242 million recorded at the end of the first quarter of 2025,” the Debt Management Office said.",
    "Sri Lanka default in 2022 after almost a decade of flexible inflation targeting, which analysts have pointed out is a toxic coctail of anchor conflicts, cooked up by Western inflationists and foisted on unfortunate countries.",
    "When forex shortages emerge from open market operations (or inflationary swaps), conducted for flexible inflation targeting, the government has to borrow abroad to settle maturing debt, leading to an increase in outstanding debt above the dollar financed portion of the current year budget.",
    "RELATED : How Sri Lanka’s IMF-backed ‘Young Plan’ fired a foreign debt death spiral: Bellwether",
    "Based on the Keynesian mis-understanding of external payments in a country with a reserve collecting bank- of-issue, generally known as the ‘transfer problem’, Sri Lanka also enacted a active liability management law to borrow heavily abroad instead of settling maturing debt and interest with deflationary policy.",
    "Sri Lanka’s Treasury does not buy its own dollars in the market, or collect taxes in dollars due to a legal tender monopoly given to macro-economists, and is therefore hostage to deflationary monetary policy to get dollars.",
    "Countries started to default wholesale in the 1980s after the IMF’s Second Amendment left them without a credible anchor for money and many of them continue to default regardless of fiscal corrections made as the original monetary trouble is not fixed.",
    "Before the IMF, the inflating central bank tended to be closed and the country dollarized, or a central bank based on basic classical economics rules, instead of macro-economics was set up.",
    "The most prominent early example was the setting up of the Bank deutscher Länder (BdL) which was under the full control of the hard money Ordoliberals in the political leadership through the Allied occupation authority in West Germany.",
    "It provided provided stability for the German economic miracle, until the Bundesbank proper was set up nearly a decade later on the same principles.",
    "The Reichsbank which created monetary instability through World War I, the Weimar Republic and Nazi Germany was shutdown, freeing Germany from its operating framework.",
    "Latin America, which is most exposed to Saltwater post-Keynesian universities in the US, suffered most from monetary troubles after World War II.",
    "Chile, where the Chicago University had an exchange program with the Pontifical Catholic University of Santiago was a rare exception.",
    "The so-called ‘Chicago Boys’ achieved close to full monetary stability in Chile, despite the country having a dictatorship, which most of the time leads to a failed state, currency collapses and out-migration.",
    "Argentina President Milei’s attempt to close the BRCA failed, including due to pressure from macro-economists and socialists, and the currency is still falling, despite extensive economic reforms.",
    "RELATED : Argentina dollarization falsehoods touted in shocking parallel to Sri Lanka reactions",
    "Falling currencies, which imply forex shortages, and a faulty operating framework of the central bank, tends to fire social unrest and discredit reforms.",
    "Analysts have warned that it is up to Sri Lanka’s parliament to bring laws to provide sound money, so that democracy is not usurped by macro-economic policy filtering from the US or other Western universities or the IMF. (Colombo/Aug10/2025)"
  ]
}