{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85328",
  "time_ut": 1736426880.0,
  "original_lang": "en",
  "original_title": "Can President Anura Kumara Dissanayake  who came in with a mandate to end corruption, clean up his own parliament and ensure that both politicians and bureaucrats end their habits of bribes and commissions to get work done Under the ‘Clean Sri Lanka’ programme ?",
  "original_body_lines": [
    "The ‘Clean Sri Lanka’ campaign launched by the government is hitting headlines especially in the electronic media, with videos of buses and three wheel drivers being stopped by police, advising them to remove the additional accessories on their vehicles.",
    "Despite a grace period extended by the police to remove such accessories, bus drivers associations and three wheel drivers are not happy. In fact a video circulating on social media, shows bus drivers threatening to strike if they continue to be ‘victimized’ by the police and talks are ongoing with the authorities.",
    "Now while this move has been long needed, considering how bus drivers drive recklessly on the roads and how such additional accessories on their vehicles may be leading to accidents, the publicity done by the authorities on a daily basis showing the cops hounding the drivers is quite amazing. It is a PR stunt well done highlighting how the government’s ‘Clean Sri Lanka’ programme is proceeding as promised.",
    "But while all this is catching public eye, is ‘Clean Sri Lanka’ only limited to this?",
    "For years, Sri Lanka’s political landscape has been corrupt and due to the mismanagement of consecutive governments, Sri Lanka was forced to declare bankruptcy in April 2022. It is a fool’s thinking if Sri Lanka’s bankruptcy is blamed only on one particular government, giving a clean chit to the others who governed.",
    "Sri Lankan politicians have long been blamed for corruption so much so that despite Sri Lanka having so much of potential we have not been able to attract the key investments. Consecutive leaders have pledged to transform Sri Lanka into an international economic and trading hub but even before the investors land here, they are driven away by the stories of bribes and commissions which they have to splurge on the bureaucrats and politicians, just to get the project off ground.",
    "Endless discussions with investors have proved that they are not willing to come here anymore, not until a friendly investment climate is created and a guarantee given that investments will not be suspended if governments change, as an act of political revenge.",
    "Under the ‘Clean Sri Lanka’ programme can, President Anura Kumara Dissanayake, who came in with a mandate to end corruption, clean up his own parliament and ensure that both politicians and bureaucrats end their habits of bribes and commissions to get work done?",
    "Has this clean-up also begun, to bring those who were involved in large scale corruption in the past, before a court of law?",
    "Under ‘Clean Sri Lanka’ will the scams done in past be probed?",
    "Despite the political unrest in 2022, which eventually led to Gotabaya Rajapaksa being chased away from office, corruption within the political ranks did not end. To date, the new government is yet to divulge if they have begun a probe on the most recent e-visa scam which put our tourism industry into chaos, causing a dent in our tourist arrivals. Then came the passport scam. The repercussions of this scam is felt by the citizens to the present day as the queues outside the passport office remains with the government hinting that it would at least continue into the first half of this year.",
    "When the Daily Mirror contacted two senior ministers on the e-visa scam, both were unaware of the latest updates on the government probe and said they would get back later with the details. To date, the update is awaited. It is indeed disappointing to see this, when President Dissanayake and other senior NPPers had pledged in their election campaigns that if they win office, they will launch a probe and arrest all those involved.",
    "Foreigners running illegal businesses in Sri Lanka, will they be deported?",
    "Then comes the issue of foreigners running illegal businesses here. How are these foreigners overstaying in the country without catching the attention of the authorities. In fact very recently, Israeli nationals putting up ‘Chabad’ houses, a place of worship for Israeli nationals, especially in Colombo, has caused much concern, In fact Prime Minister Harini Amarasuriya admitted in Parliament on Wednesday that these were indeed illegal constructions.",
    "This issue is a cause of serious concern, considering the war ongoing between Palestine and Israel. Intelligence are on alert over any possible threat due to the large scale Israeli nationals arriving here, with some suspected to be IDF soldiers who are blamed for genocide in Gaza and then arriving on our shores to enjoy the island’s beauty.",
    "Sri Lanka needs a change. They want a change. And it is with this hope that President Anura Kumara Dissanayake and his government swept the polls last year. This ‘Clean Sri Lanka’s programme is a brilliant initiative if the areas that really need to be cleaned up and wiped up in order to ensure a better country for all.",
    "If this programme is confined only to a few target groups, then it will not serve the intended purpose. Only time will tell."
  ]
}