{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/US-House-passes-bill-that-could-ban-TikTok-nationwide/108-278841",
  "time_ut": 1710392940.0,
  "original_lang": "en",
  "original_title": "US House passes bill that could ban TikTok nationwide",
  "original_body_lines": [
    "BBC - The US House of Representatives has passed a landmark bill that could see TikTok banned in America.",
    "It would give the social media giant's Chinese parent company, ByteDance, six months to sell its controlling stake or the app would be blocked in the US.",
    "While the bill passed overwhelmingly in a bipartisan vote, it still needs to clear the Senate and be signed by the president to become law.",
    "Lawmakers have long held concerns about China's influence over TikTok.",
    "TikTok is owned by Chinese company ByteDance, founded in 2012.",
    "The Beijing-based firm is registered in the Cayman Islands, and has offices across Europe and the US.",
    "If the bill does manage to secure approval in the Senate, President Joe Biden has promised to sign it as soon as it lands on his desk, which could prompt a diplomatic spat with China.",
    "ByteDance would have to seek approval from Chinese officials to complete a forced divestiture, which Beijing has vowed to oppose. Foreign ministry spokesperson Wang Wenbin said the move would \"come back to bite the US\".",
    "Mike Gallagher, a Wisconsin Republican who co-authored the bill, said the US could not \"take the risk of having a dominant news platform in America controlled or owned by a company that is beholden to the Chinese Communist Party\".",
    "Chinese companies are subject to a national security law requiring them to share data with the government on request.",
    "TikTok has tried to reassure regulators that it has taken steps to ensure the data of its 150 million users in the US has been walled off from ByteDance employees in China.",
    "TikTok chief executive Shou Zi Chew said the company was committed to keeping its data secure and the platform \"free from outside manipulation\".",
    "He warned the bill, if passed, would mean a ban on the app in the US, giving \"more power to a handful of other social media companies\" and putting thousands of American jobs at risk.",
    "However, an investigation by the Wall Street Journal in January found the system was still \"porous\", with data being unofficially shared between TikTok in the US and ByteDance in China. High-profile cases, including one incident where ByteDance employees in China accessed a journalist's data to track down their sources, have stoked concerns.",
    "Speaking ahead of the vote, Hakeem Jeffries - the top Democrat in the House - welcomed the bill, saying it would decrease \"the likelihood that TikTok user data is exploited and privacy undermined by a hostile foreign adversary\".",
    "Senate Majority Leader Chuck Schumer said the chamber would now review the legislation.",
    "Its prospects in the upper chamber of Congress are unclear in the wake of Republican White House candidate Donald Trump speaking out against the bill.",
    "The former president, who tried to ban the app during his term in office, changed his position after a recent meeting with Republican donor Jeff Yass, who reportedly owns a minor stake in ByteDance.",
    "Mr Trump's opposition was echoed by some House members on Wednesday. Marjorie Taylor Greene, a Georgia Republican, wrote on social media that the bill could allow Congress to force the sale of other corporations by claiming to be protecting US data from foreign adversaries.",
    "Some Democrats are also opposed to a ban, fearing it could alienate the app's youthful userbase as the party struggles to retain its hold over younger voters.",
    "But the leaders of the Senate intelligence committee welcomed the House vote. Mark Warner, a Democrat, and Marco Rubio, a Republican, said they were determined to shepherd the bill through the chamber.",
    "\"We are united in our concern about the national security threat posed by TikTok - a platform with enormous power to influence and divide Americans whose parent company ByteDance remains legally required to do the bidding of the Chinese Communist Party,\" they said in a statement.",
    "After the vote, TikTok appeared to renew its push to have users lobby Congress, sending another notification urging them to contact their representatives. A similar move last week saw congressional offices bombarded with calls, a move that some staffers told the BBC had hardened opposition to the company.",
    "Outside the White House on Wednesday a handful of supporters gathered to protest against the bill. Tiffany Yu, a young disability advocate from Los Angeles, told the BBC the platform was vital to her work.",
    "\"Fifteen years ago I only dreamed of reaching 30 to 40 people,\" she says. Now, she has millions. Another demonstrator, Ophelia Nichols, highlighted the bill's negative impact on US businesses.",
    "Content creator Mona Swain, 23, said her earnings from the app were paying her mother's mortgage and for her siblings' college educations.",
    "\"To be put out of work at such a crazy time in my life and just in a lot of other creators' lives, it's really, really scary right now,\" Ms Swain told Reuters news agency.",
    "The Chinese foreign ministry's spokesperson said: \"Although the United States has never found evidence that TikTok threatens US national security, it has not stopped suppressing TikTok.",
    "\"This kind of bullying behaviour that cannot win in fair competition disrupts companies' normal business activity, damages the confidence of international investors in the investment environment, and damages the normal international economic and trade order.\"",
    "But White House Spokesperson Karine Jean Pierre insisted that the bill merely sought to ensure that ownership of major technology platforms operating in the US \"wouldn't be in the hands of those who can exploit them\"."
  ]
}