{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/NPP-and-bird-cage-economy/4-759286",
  "time_ut": 1709857298.0,
  "original_lang": "en",
  "original_title": "NPP and bird cage economy",
  "original_body_lines": [
    "NPP’s bird cage economy would be realistically grounded on a rejuvenated real sector rather than on an IMF stabilised financial sector",
    "It was Chen Yun, a theoretical economist and a Chinese Communist Party Politburo member from 1934 to 1987 who rejected Mao Zedong’s reliance on the revolutionary enthusiasm of masses to promote rapid economic growth, and propounded the theory of a bird cage economy characterised by a dominant plan and subordinate local markets. Yun stressed the importance of the market to improve agricultural production and productivity. And it was that model which was later picked up by Deng Xiaoping and put into practice.",
    "Even today the Chinese economy, the second largest in the world, remains a bird cage economy operating within its 14th Five Year Plan. In China, the market bird is free to fly but restrained by the iron bars of the cage. In a relative sense however, China is an open economy. If it is good for China, why cannot it be suitable for a small open economy like Sri Lanka? True, the Five-Year Plan of Sirimavo’s leftist regime ended in unmitigated disaster, but the reason for that disaster was not planning as such but the way that plan was implemented. It was ruined by doctrinaire ideology and not ruled by economic pragmatism.",
    "The idea of a planned economy and the strategy of economic planning received notoriety among free market pundits since the end of the Cold War and victory of economic liberalism, a demonic ideology. However, and quite ironically while free market theoreticians were prepared to condemn national macro planning by the State, the very same idealogues have no qualms in advocating planning at microlevels by large private companies or multinational corporations and for that matter even by small and medium scale enterprises in order to enhance their competitive performance and profit making.",
    "It is time one rethinks about the rationality of economic planning and consider the suitability of the bird cage model in restructuring bankrupt economies like Sri Lanka. It is in that light one should look at the essence of NPP’s economic strategy for development. Blind criticism of that party by digging into its buried past is a pointless exercise of scaremongering, which ignores the reality that the new generation of NPP leadership is schooled in the art of economic realism rather than doctrinaire revolutionary ideologies.",
    "Their call for a systemic change and social revolution is not based on any outdated texts but on a rational analysis of how Sri Lanka’s once flourishing economy and high standard of public welfare had been systematically wrecked by decades of ethnoreligious parochialism, which provided a social license to its champions and promoters to loot the economy for private opulence in the name of development. Those culprits are still roaming the corridors of power and occupying seats in Parliament. This is why NPP advocates a U-turn via paradigm shift.",
    "NPP’s leader Anura Kumara Dissanayaka (AKD) and his team of economists and theoreticians had repeatedly emphasised that their economic strategy is market-friendly, open to foreign investment, accommodative to IMF agenda, and above all that it is people centred. From that policy platform NPP cannot be expected to surrender the final choice of deciding which market to be open and to what extent, which investment to be allowed and for what purpose and which advice of IMF be accepted and for what reason, to an uncontrolled free market entity which economic neoliberalism endorses. That means NPP is compelled to design a macroeconomic strategy or an economic plan to develop the economy in stages, and that plan would be the cage for the market bird to fly.",
    "However, it would be unreasonable and irrational to expect miracles to happen overnight within NPP’s first term of office. But unlike Ranil Wickremesinghe’s (RW) 2048 Valhalla, which he aspires to build on a high-tech and competitive export intensive magical platform, NPP’s bird cage economy would be realistically grounded on a rejuvenated real sector rather than on an IMF stabilised financial sector. To drive this point further, it is an undisputable fact in recent economic history that it is the excessive financialisation of economies globally that produced a series of economic downturns and recessions globally. Pundits of neo-liberalism justify this as part of a normal trade cycle. But these recessions were not cyclical but structural.",
    "Therefore, to rejuvenate SL’s real sector, NPP’s first task would be a cleanup campaign to get rid of the artificial rigidities that were intentionally created with support from different Governments to sabotage the normal operation of a market economy. It is the threat of that cleanup campaign and the fear of losing fortunes accumulated already by promoters of those rigidities that had frightened them and hence their scurrilous anti-NPP propaganda. In the current situation, and in spite of all its advice and financial assistance IMF is regrettably not interested in freeing the market from those rigidities. Instead, its agenda for recovery is based on strengthening the financial sector and continuing with the status quo while expecting that sector to drive economic growth. IMF’s recommendation for improving governance lack specificity and direction. Thus, NPP’s first task is to clean up the market before restructuring it.",
    "When Chen Yun proposed his bird cage model, he was primarily targeting to incentivise China’s agricultural sector, which involved hundreds of millions of Chinese households. Agriculture desperately needed a market to encourage profit motive to drive production. Likewise, without a productive and resourceful domestic sector driven by market and State provided incentives Sri Lanka’s economy cannot remain stable in a volatile global environment. Therefore, a domestic-sector-centred development strategy should not be misconstrued as backward-looking or closed-economy strategy.",
    "NPP’s economic policies mark a clear distinction from its opponents",
    "Sri Lanka is a fertile country surrounded by the Indian Ocean. Why should it import its food supply from foreigners? What sense does an open free market make to an island that could produce all or bulk of its food supply domestically? Similarly, in the industrial sphere also there are subsectors where domestic skill and creativity could play a deterministic role in partnership with foreign capital to develop a local industrial complex catering to domestic needs first before exporting to other markets. Therefore, the domestic market should not simply be a magnet to attract foreign investment of all sorts. Those investments need State guidance or direction to fit into its macro strategy. The bird cage model teaches exactly such a strategy. This is where NPP’s economic policies mark a clear distinction from its opponents.",
    "Every other party in the field is talking about promoting economic growth via IMF agenda. But apart from explaining how they fail to realise that economic growth is simply a unitary measure based entirely on GDP growth. But what sort of a growth it would be, what contributes to that GDP and who gains and who loses from that growth are not specified. So far NPP is the only party that is not mentioning anything about economic growth, which makes a lot of sense. In supporting its stand, one should also be reminded of the fact that it is the failure of economic growth to reflect the actual improvement in the living conditions of people that made UNDP to introduce the Human Development Index (HDI) in which per capita GDP is only one of the elements that make that index. NPP’s bird cage economy indicates a shifting focus on HDI and not simply on growth.",
    "Moreover, there are also other institutional clean ups to be carried out. Corruption, tax evasion and unlawful tax minimisation, and influence peddling are few of the known evils that had contributed to the economic collapse of this nation. Accounting firms that indulge in the art of tax minimisation should be made accountable. So far only NPP has openly campaigned against these crimes in general and promised to bring the culprits to book. This alone is a good reason why NPP deserves a chance to govern. It is time for a U-turn."
  ]
}