{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/breaking-the-binary-embracing-gender-diversity-and-inclusivity-in-universities/",
  "time_ut": 1725903180.0,
  "original_lang": "en",
  "original_title": "Breaking the Binary: Embracing gender diversity and inclusivity in universities",
  "original_body_lines": [
    "I recently had the opportunity to read Sari Andapu Pirimi (‘Men Draped in Sarees’) by Vishnu Vasu, a powerful narrative that sheds light on the lived experiences of the LGBTQ+ community in Sri Lanka. Through personal stories of discrimination, within families, in society, and by the country’s legal framework, the book offers a heart-rending look into the systemic marginalization faced by individuals who do not conform to the country’s dominant heteronormative norms.",
    "This theme of exclusion is raised in Ramya Kumar’s Kuppi article “LGBTIQ+ matters: Creating positive space at universities”  (20.08.2024), where she highlights deeply entrenched heteronormativity within Sri Lankan universities. Ramya discusses how ragging, rigid dress codes, and gender-segregated facilities further marginalize LGBTQ+ students and staff, while institutional support for these individuals remains almost nonexistent. Conversations around gender diversity, when they do happen, are often dismissed or trivialized.",
    "Drawing from both Vasu’s book and Ramya’s article, and with the hope that this article reaches members of the academic community, I aim to explore how we can better understand gender and sexuality as a spectrum. More importantly, I wish to discuss why this understanding is crucial for creating a more inclusive and supportive university environment, one that recognizes and respects the diversity of identities that exist within its community.",
    "We often think of sex and gender in binary terms: as either male or female, man or woman. However, such binary understandings are increasingly being challenged. Even from a biological standpoint, there is a diversity of bodies and characteristics that don’t neatly fit into the traditional categories of “male” and “female.” Intersex individuals, for example, are born with biological characteristics that don’t conform to conventional definitions of male or female bodies.",
    "Sociologically, the distinction between men and women is even more fluid. However, society often assigns roles, behaviours, and preferences to each gender, based on assumption such as that boys like to play cricket or play with cars while girls prefer to play with dolls, cook or do makeup. However, in reality, the way we express our gender identity is highly individual and cannot be strictly defined by societal expectations. For example, some boys enjoy cooking while some girls like to play cricket. (Sri Lanka’s women’s cricket team winning the 2024 Women’s Twenty20 Asia Cup refutes such societal expectations.) In other words, gender identity is not a simple, static binary, but rather a spectrum of behaviours, preferences, and identities that can evolve over time.",
    "The spectrum of gender identity has idealized notions of masculinity and femininity at the two extremes. Individuals, whether they identify as men or women, align with these ideals to varying degrees throughout different stages of their lives. This means that a person’s experience of gender can change over time, depending on various factors such as personal growth, cultural influences, and social circumstances. For some, this might mean rejecting traditional gender roles entirely, while for others, it may involve embracing certain aspects of masculinity and/or femininity.",
    "Similarly, people express their sexuality in diverse ways, not only through their choice of sexual partners but also in their behaviour, the language they use to describe themselves, and the way they relate to their bodies. This wide range of expressions challenges the assumption that heterosexuality is the “normal” or default sexual identity. In reality, heterosexuality is just one among many ways that individuals can express their sexuality. Lesbian, gay, bisexual, transgender, queer, intersex, and other identities exist within this spectrum of gender and sexual expression, each with its own distinct experiences and challenges.",
    "In Sri Lanka, where traditional gender norms and heteronormativity are deeply entrenched, these ideas about gender identity as a spectrum face significant resistance. Conservative cultural values often emphasize the binary nature of gender, associating masculinity with strength, leadership, and authority, and femininity with nurturing and domesticity, within heterosexual partnerships. This narrow definition of gender roles leaves little room for those whose identities do not conform to these expectations.",
    "Although contemporary Sri Lankan society frequently cites cultural values and traditions when discussing LGBTQ+ issues, this narrative overlooks the fact that Sri Lanka was relatively more sexually liberal during the pre-colonial period. Historically, under the Kandyan law, practices such as polyandry were not only accepted but institutionalized within communities. Yet today, same-sex relationships are illegal under Section 365 of the Penal Code implemented under British rule, contributing to the stigma that pervades both social and institutional spaces, including universities.",
    "University is a place where people with diverse sexual identities and orientations come together, creating an environment that should encourage understanding, respect, and acceptance. However, within the Sri Lankan university system, like many other institutions in the country, the dominant and often exclusively recognized sexual identity continues to be heterosexual. This heteronormativity marginalizes individuals who do not conform to these expectations, reinforcing a cultural atmosphere where non-heterosexual identities are either invisible or stigmatized.",
    "LGBTQ+ students or faculty members face various forms of discrimination, ranging from subtle biases in classroom interactions to more overt forms of harassment or bullying. For example, the way a person dresses, speaks, or behaves could lead others to assess their worth or intellectual capability based on these external markers rather than their academic or personal achievements. A graduate from Peradeniya who identifies as gay recounted how he was socially isolated during his undergraduate years. “I didn’t have a girlfriend, and I wasn’t interested in drinking. I felt more comfortable spending time with my female friends rather than the male ones. The guys always had something negative to say about the way I was, I felt they never took me seriously”. This kind of prejudice, which manifests through microaggressions, undermines the dignity and equality of LGBTQ+ individuals, pushing them to conform or hide their identities in order to “fit in.”",
    "Transgender students face significant challenges. A transgender student at Peradeniya spoke of challenges with finding accommodation as there are no gender-neutral hostel facilities on campus. This forced him to seek off-campus housing, which, despite being financially burdensome, was his only option. In a recent conversation I was part of, a senior academic expressed her belief that individuals with gender identities outside of what is considered “normal” should seek medical intervention, signaling what may be experienced when transgender students reach out for support.",
    "The consequences of this exclusion are far-reaching. LGBTQ+ students find it harder to express themselves authentically, leading to feelings of isolation, stress, and mental health challenges. This marginalization also extends to university policies and curricula, where issues related to LGBTQ+ rights and sexual diversity are rarely discussed openly. The lack of support by student unions and the absence of safe spaces within the university where LGBTQ+ identities can be acknowledged, respected, and supported, further exacerbates this issue.",
    "To improve how members of the university community relate to each other, it is essential to foster a culture where diversity, including LGBTIQ+ identities, are valued within universities.",
    "A promising initiative by the University Grants Commission’s Centre for Gender Equity and Equality (CGEE) is the introduction of the “Learning to Live with Diversity” course for university staff and students. This 15-hour course includes two important lessons specifically focused on gender diversity and sexual identities. By providing a comprehensive understanding of these topics and encouraging open discussions, the course has the potential to foster an attitudinal shift over time. To implement this programme, CGEE organized Training of Trainers (ToT) workshops across all state universities, ensuring that resource persons were equipped to deliver this vital content.",
    "An effective way to overcome cultural conservatism is through continuous, open dialogue. Programmes, such as “Learning to Live with Diversity,” can serve as a platform to encourage these discussions in a respectful and informative manner. Such dialogue could also take place in the classroom by integrating relevant content into curricula. Having prominent faculty members and administrators act as allies and role models for LGBTQ+ inclusion will help mitigate resistance and empower students and staff to adopt more inclusive attitudes. Peer education programmes and support groups are also needed to create safe spaces where LGBTIQ+ students (and staff) can share their experiences and find allies among their peers.",
    "To overcome institutional barriers, universities must adopt explicit anti-discrimination policies that protect students and staff based on their sexual orientation and gender identity. While the university leadership must actively support and endorse such policies, the administration could set an example by participating in discussion and dialogue and visibly advocating for inclusivity.",
    "Through such interventions, universities can create a healthier social environment where all students and staff are able to express their identities without fear of stigma or discrimination.",
    "(Udari Abeyasinghe is attached to the Department of Oral Pathology, Faculty of Dental Sciences, University of Peradeniya)",
    "Kuppi is a politics and pedagogy happening on the margins of the lecture hall that parodies, subverts, and simultaneously reaffirms social hierarchies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}