{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Serendib-Flour-Mills-celebrates-15-years-of-Nourishing-the-Nation-with-gala-event/34-770716",
  "time_ut": 1734558596.0,
  "original_lang": "en",
  "original_title": "Serendib Flour Mills celebrates 15+ years of ‘Nourishing the Nation’ with gala event",
  "original_body_lines": [
    "Serendib Flour Mills CEO Vijay Sharma (seventh from left), BOI Chairman Arjuna Herath (centre), and Al-Ghurair Foods CEO Turgut Yeğenağa (ninth from left), along with distributors of Serendib Flour Mills who have been with the company since its inception",
    "Serendib Flour Mills (SFML), a cornerstone of Sri Lanka’s food industry, celebrated over 15 years of purposefully nourishing the nation with a gala event held on 5 December, at the Taj Samudra Hotel. The evening was a significant corporate milestone in SFML’s journey of transforming Sri Lanka’s wider food ecosystem since its establishment in 2008.",
    "The celebration was graced by Board of Investment Chairman Arjuna Herath and Al Ghurair Foods UAE CEO Turgut Yeğenağa alongside other distinguished guests from the industry. The audience included the members of the Serendib distribution network, financial providers, key customers, staff and well-wishers.",
    "In his address, SFML CEO Vijay Sharma reflected on the company’s journey and unwavering commitment to quality and innovation in Sri Lanka’s bakery and food industry.",
    "“Over the past 15 years, SFML’s legacy has remained steadfast in our pursuit towards quality and innovation in Sri Lanka’s food sector. Throughout the journey, we have focused on ensuring consistent quality production, strengthening food security, and delivering nutritious products that nourish communities across the nation. We are grateful for the continued trust and support of our partners and customers,” stated Vijay Sharma.",
    "A highlight of the evening was the unveiling of SFML’s newly redesigned retail pack range. The modernised packaging represents a fresh chapter for the company’s popular ‘7 Star’ retail range, which has been the first choice among households and home bakers since its introduction in 2012. The refreshed designs align with contemporary market trends while maintaining the brand’s commitment to quality.",
    "The celebration also featured the premiere of a special tribute song, dedicated to the countless bakers, chefs, and food manufacturers who have been integral to SFML’s success story. The musical tribute captured the essence of SFML’s enduring journey and role in Sri Lanka’s food industry, paying homage to those who ensure daily bread reaches households across the nation.",
    "The event, which showcased SFML’s contribution to Sri Lanka’s economic and gastronomic development, concluded with a networking dinner, bringing together key stakeholders who have been part of the company’s outstanding journey.",
    "From left: Serendib Flour Mills Brand and Corporate Communication Director Kalinga Wijesekera, CEO Vijay Sharma, Al Ghurair Foods CEO Turgut Yeğenağa, AGF Finance Executive Vice President Shatheeshkhanna Nataraja, AGRT Procurement and Trading Senior Trader Seyed Moineddin Ahmadi, AGF Finance Business Partner Senior Vice President Jason Ambrose, Executive Vice President – Information Technology Kapil Gosar, and Serendib Flour Mills CFO Suresh Murugesu",
    "From left: Shanil de Soysa (Distributor), Serendib Flour Mills QA Head Hemani Gunathilake, Route to Market/Operations Head Kingsley Peterson, Mohamed Famik (Distributor), Serendib Flour Mills Sales Head Sashidaran Puwaneshwararaj, Chief Miller Manoj Ekanayake, and Asst. Manager – Brand Faizal Deen"
  ]
}