{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/tsunami-threat-to-vanuatu-has-passed-update-194605/",
  "time_ut": 1734402480.0,
  "original_lang": "en",
  "original_title": "Tsunami threat to Vanuatu has passed: Update",
  "original_body_lines": [
    "ECONOMYNEXT-  A tsunami warning has been issued for the Pacific Island of Vanuatu and nearby areas, after a 7.4 magnitude earthquake has been updated to say the threat has now passed.",
    "Minor sea level fluctions may still continue, the Pacific Tsunami Warning centre said.",
    "* AN EARTHQUAKE WITH A PRELIMINARY MAGNITUDE OF 7.3 OCCURRED IN",
    "THE VANUATU ISLANDS AT 0147 UTC ON TUESDAY DECEMBER 17 2024.",
    "* REMAIN OBSERVANT AND EXERCISE NORMAL CAUTION NEAR THE SEA.",
    "* MINOR SEA LEVEL FLUCTUATIONS MAY OCCUR IN SOME COASTAL AREAS",
    "A tsunami warning has been issued for the Pacific Island of Vanuatu and nearby areas, after a 7.4 magnitude earthquake.",
    "FIJI… KERMADEC ISLANDS… KIRIBATI… NEW CALEDONIA… PAPUA NEW GUINEA… SOLOMON ISLANDS… TUVALU… AND     WALLIS AND FUTUNA.",
    "**** NOTICE **** NOTICE **** NOTICE **** NOTICE **** NOTICE *****",
    "THIS MESSAGE IS ISSUED FOR INFORMATION ONLY IN SUPPORT OF THE",
    "MEANT FOR NATIONAL AUTHORITIES IN EACH COUNTRY OF THAT SYSTEM.",
    "ALERT FOR EACH COUNTRY AND MAY ISSUE ADDITIONAL OR MORE REFINED",
    "**** NOTICE **** NOTICE **** NOTICE **** NOTICE **** NOTICE *****",
    "* AN EARTHQUAKE WITH A PRELIMINARY MAGNITUDE OF 7.4 OCCURRED IN",
    "THE VANUATU ISLANDS AT 0147 UTC ON TUESDAY DECEMBER 17 2024.",
    "* TSUNAMI WAVES REACHING 0.3 TO 1 METERS ABOVE THE TIDE LEVEL",
    "* TSUNAMI WAVES ARE FORECAST TO BE LESS THAN 0.3 METERS ABOVE",
    "* FOR OTHER AREAS COVERED BY THIS PRODUCT A FORECAST HAS NOT",
    "* PERSONS LOCATED IN THREATENED COASTAL AREAS SHOULD STAY ALERT",
    "* ESTIMATED TIMES OF ARRIVAL -ETA- OF THE INITIAL TSUNAMI WAVE",
    "ARRIVAL TIMES MAY DIFFER AND THE INITIAL WAVE MAY NOT BE THE",
    "LARGEST. A TSUNAMI IS A SERIES OF WAVES AND THE TIME BETWEEN",
    "ANATOM ISLAND    VANUATU           20.2S 169.9E   0230 12/17",
    "ESPERITU SANTO   VANUATU           15.1S 167.3E   0233 12/17",
    "* A TSUNAMI IS A SERIES OF WAVES. THE TIME BETWEEN WAVE CRESTS",
    "* IMPACTS CAN VARY SIGNIFICANTLY FROM ONE SECTION OF COAST TO",
    "THE NEXT DUE TO LOCAL BATHYMETRY AND THE SHAPE AND ELEVATION",
    "* IMPACTS CAN ALSO VARY DEPENDING UPON THE STATE OF THE TIDE AT",
    "GAUGE LOCATION        LAT   LON     (UTC)     HEIGHT    (MIN)",
    "VANUATU              17.8S 168.3E    0207   0.25M/ 0.8FT  16"
  ]
}