{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Fervent-appeal-to-Minister-Amarasuriya-please-free-Royal-College-from-deep-rooted-corruption/14-767332",
  "time_ut": 1727654367.0,
  "original_lang": "en",
  "original_title": "Fervent appeal to Minister Amarasuriya; please free Royal College from deep rooted corruption",
  "original_body_lines": [
    "To date, I have written over 25 letters to Principal Waththuhewa and over 10 to Education Secretary Thilaka Jayasundara, making the same appeal. I don’t mind their not acknowledging my emails, as long as they had acted to eradicate rampant money collections at the Royal Primary.",
    "The Principal and his management team of 50 senior administrators completely ignore the thriving and omnipresent corruption happening right in front of them, employing a handpicked set of parents to rake in millions (without receipts/accounts/audits) and keeping the loot in private bank accounts. Please refer to the recent article where we showed the last year’s illegal collections topped Rs. 100 million (https://www.ft.lk/opinion/Education-Ministry-urged-to-probe-alleged-financial-malpractices-at-The-Royal-College-Primary/14-760265).",
    "And Madam Minister, here’s the latest and I have decided to place it before you as both Principal Waththuhewa and Secretary Jayasundara haven’t displayed any interest in taking action. Here’s the information sent by a parent of Class 5D at the Primary.",
    "Note: there are 40 students in 5D. The class teacher is T. Yogendran. Money collectors are Thivya Sujen (Class Treasurer) and five other parents who have grouped the students between them.",
    "So far, as directed by the class teacher and coordinated by Ms. Thivya, these collectors have collected Rs. 4k from each student in the first term and a further Rs. 5k in the second term, making a total of Rs. 9k per student making a grand total of Rs. 360k.",
    "No receipts were issued. No WhatsApp messages were sent. Money was mostly in cash.",
    "What is the Principal doing? Where is the Deputy Principal of the Primary? Is the Grade Head totally ignorant?",
    "Or are they all benefitting from the loot one way or the other?",
    "At Royal College the corruption is in millions. What about other schools? Only the scale is different. Comrade Joseph Stalin recently told me that he had recently received a complaint from a school in Vavunia.",
    "It’s time to cleanse the entire school system from rampant ransoms carried out by a handful of corrupt teachers. And the best place to start the campaign is at Royal College Colombo 7!"
  ]
}