{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Advocata-conference-on-Revitalising-Economic-Governance-for-Prosperity-on-Saturday/34-761862",
  "time_ut": 1715810462.0,
  "original_lang": "en",
  "original_title": "Advocata conference on ’’Revitalising Economic Governance for Prosperity’’ on Saturday",
  "original_body_lines": [
    "Independent economic policy think-tank, the Advocata Institute will hold a conference titled “Charting the Course: Revitalizing Economic Governance for Prosperity” on Saturday 18 May at the Galle Face Hotel from 8:30 a.m. onwards.",
    "In an effort to address the ever-evolving landscape of global governance, the conference will draw an esteemed gathering of thought leaders from diverse backgrounds.",
    "It will serve as a platform to socialise the findings of the IMF Governance Diagnostics Assessment. Experts from various disciplines, including public administration, business, academia, civic society groups and non-profits, will engage in critical discussions surrounding the challenges and opportunities inherent in contemporary governance frameworks.",
    "Central Bank Governor Dr. Nandalal Weerasinghe, Treasury Secretary Mahinda Siriwardena, Sarath Jayamanne PC, Murtaza Jafferjee, Dr. Radika Coomaraswamy, Justice Aluwihare, Dr. Sharmini Cooray, Prof. Rohan Samarajiva are among the key speakers.",
    "From examining regulatory policies to exploring innovative approaches to economic management, attendees can expect insightful dialogues aimed at fostering sustainable and inclusive growth.",
    "Advocata Institute Chair Murtaza Jafferjee said: “We are at a crucial juncture where effective governance is paramount for economic prosperity and societal well-being. This conference provides a unique opportunity for stakeholders to come together, share insights, and chart a path forward towards more resilient and equitable governance structures.”",
    "In recognition of the importance of accessibility and inclusivity, the conference will be available for remote participation via Zoom. Attendees who are unable to join in person need not miss out on the enriching discussions and networking opportunities.",
    "Zoom link will be provided upon registration. Advocata Institute said with the collective expertise and vision of attendees, the “Charting the Course” conference aims to pave the way for a more robust and responsive economic governance framework, setting the stage for prosperity and progress in the years to come."
  ]
}