{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83348",
  "time_ut": 1704136500.0,
  "original_lang": "en",
  "original_title": "When the Tigers Shot Down the Lionair Flight  602 in the Mannar Sea.",
  "original_body_lines": [
    "Twenty-five years ago an Antonov 24 aircraft  carrying fifty-five  civilians  from Jaffna to Colombo was shot down over the Gulf of Mannar  by the Liberation Tigers of Tamil Eelam (LTTE)  on  29 September 1998. The  LTTE known as tigers  was then at war with the Sri Lankan armed forces. Of the fifty- five on board forty-eight  were passengers  and seven crew. All the 48  passengers were Tamil. The  4 -member cockpit  crew were Ukrainian nationals while the 3  cabin crew were Sinhalese.",
    "Shooting down a plane with civilians was the first of its kind in Sri Lanka’s long war.The tragic fate of Flight LN 602 would under normal circumstances have  been the epicentre of a major  controversy. But a censorship was in force then. The censorship  prevented precise reporting of the incident within Sri Lanka  then.  I too had to write a detailed article   about the incident and its ramifications for an Indian journal,  so as not to  fall under the purview of  censorship  prevailing in Lanka  then.It is against this backdrop that this column re-visits the colossal tragedy  25 years later in this two part article.",
    "The main players in this deplorable drama , such as the Sri Lankan Government, the Liberation Tigers of Tamil Eelam (LTTE), and the airline concerned, Lion Airlines, all have  to share the blame in different degrees  for what  had happened. Nevertheless, it  was the self-proclaimed liberators of the Tamil people of Sri Lanka, the LTTE, which was  primarily responsible for the tragedy.. All available evidence pointed  to that organisation as being  responsible for shooting down the plane.",
    "Thus the LTTE  scored another despicable  “first” – it became the first organisation claiming to fight for the rights of a particular ethnic group that shot down deliberately a civilian plane carrying passengers who were all members of that ethnic group. However the LTTE escaped  being condemned universally for this outrage  at that time ,mainly because of the prevailing  censorship and the lackadaisical attitude displayed by the Government and Lion Airlines.",
    "In order to  clearly comprehend  what had happened  it is necessary to delve into the environment  that existed then. The available details reflect badly on all parties concerned-the Govt, the LTTE and the airline.",
    "After  the Sri Lankan Army captured Jaffna   through “Operation Riviresa” in 1996, the peninsula has been inaccessible by land from the rest of the country as the LTTE continued to control  a major portion of the northern mainland, known asWanni. Transport to and from the Jaffna peninsula was  possible only by air or sea.",
    "Earlier, civilians were taken in Air Force flights, for a fee. From August 1996, civilian transport was handed over to Lion Airlines, a private airline. The airline, which enjoyed a monopoly in this area, immediately increased the fare to almost double the earlier rate.",
    "Operating  flights fron Colombo to Jaffna and back  was highly lucrative. Although the distance between Colombo and Jaffna is only 400 km, a Colombo-Jaffna return ticket then cost 5,300 or 6,000 SL rupees, depending upon where the ticket was bought. The demand for transport to Jaffna was tremendous  and there was always a long waiting list. Passengers also complained about poor service and harsh conditions of travel. Yet, the need for transport being great, Tamil passengers who used the airline learnt to stomach indignities. Subsequently, a second private airline, “Monara”, was allowed to operate flights to Jaffna.",
    "Since 1997 the Sri Lankan Government began to adopt the controversial practice of mingling service personnel with civilian passengers aboard these flights. Sometimes the planes were chartered exclusively to transport troops and there were  instances of passengers being offloaded at the last minute. This practice was  certainly a violation of the international humanitarian law, in spirit though not in letter.",
    "All legitimate governments are expected to afford full protection to and minimise the risks to the safety of civilians during times of war. The Sri Lankan Government’s practice of taking troops in civilian flights then  was  termed by Tamil politicians as being akin to using civilians as a human shield.",
    "On that fateful day in September 1998 , Flight LN  602 began its journey from Palaly at 1-40 p.m. There were 48 passengers, all of them Tamils, four cockpit crew, all Ukrainian nationals, and three cabin crew, all Sinhalese. The AN-24 had been leased from the Belarusian company Gomelavia. The chief pilot was Capt. Anatoli Matochko.Among the passengers were 17 women and 8 children.",
    "Fifteen minutes later – according to newspaper reports – the pilot had reported a decompression at about 1-55 p.m. when the plane was over the Gulf of Mannar. The Palaly headquarters asked him to turn back but the plane went off the radar screen in a few minutes.",
    "Initially there was little information available after the aircraft went “missing”. This led to much speculation.If the decompression was caused only by a technical fault, the plane would have been able to return to Palaly within 15 to 20  minutes. Moreover, Antonov 24s have the capacity to withstand any decompression difficulty for at least an hour. But the fact that the plane went off the radar screen within a few minutes suggested that the decompression problem was caused by some other factor.",
    "This brought three possibilities to the fore sabotage, an explosion within or the plane being shot down by an external agency.",
    "Sabotage was a remote possibility as maintenance was the responsibility of personnel drawn from the countries which formed part of the erstwhile Soviet Union. The track record of maintenance had been without blemish up to that time.",
    "Secondly, an induced explosion could have been possible either through a suicide bomber or through a time-bomb. But again, the security checks at Palaly were extremely stringent and it would have been virtually impossible for anyone to smuggle a bomb into the plane. This left  the third option of the plane being shot down. There were other factors also that supported this possibility.",
    "According to experts, the decompression problem would not have been that serious if it was a technical fault of the compressor. In that case, the plane would have experienced sustained pressure problems for a while. But if the decompression had resulted from a hole in the fuselage, an additional thrust would have been experienced by it. This would have been owing to a jet of air blowing through the hole.",
    "Since the plane was flying at an altitude of 15.000 feet (about 4,500 metres), this would have seriously impaired the controls, resulting in the aircraft plummeting downwards. This again strengthened  the possibility that an extraneous device like an anti-aircraft missile may have done the damage.",
    "As the events unfolded, more and more evidence that the LTTE had indeed shot down the plane began to emerge. Initially, the state-run Daily News reported that the security forces had intercepted an LTTE radio message on the afternoon of September 29, from a cadre who seemed exuberant that a plane had fallen into the sea off Mannar. Most people, however, did not believe this.",
    "Further information came to light when fishermen from Pesalai in Mannar informed the Mannar “kachcheri” or district secretariat that they had seen an aircraft fall into the sea near Iranaitheevu (Twin Islands) within LTTE-controlled territory. Also two of the passengers aboard the missing plane were from Vankalai, another fishing village in Mannar district. They were undergraduate women students of Jaffna University.",
    "Thereafter, the Catholic parish priest of Vankalai, Fr. Thevasagayampillai, ventured into areas held by the LTTE on a fact-finding mission. The priest reported his findings to the Church authorities.The Church however  maintained an official  silence on the issue thereafter",
    "Subsequently . Fr. Thevasagayampillai told the BBC Tamil service  that he had spoken to fishermen and a few other persons from the Iranaitheevu area. They   confirmed the fact that an aircraft that was visibly on fire had fallen into the sea. The fishermen had also recovered six bodies, he said.",
    "The  Vankalai parish priest as well as the Catholic Church were not very revelatory about the visit to the media. This  conspicuous “silence” itself  pointed to the involvement of the LTTE. Moreover, Fr. Thevasagayampillai’s information about the aircraft being on fire too was  crucially important and indicated that the plane may have been shot down.",
    "The Tamil daily Uthayan, published from Jaffna, wrote an editorial about the incident criticising those  responsible for shooting down the aircraft. In the climate of fear that prevails in Jaffna, the editorial by itself was a bold piece of writing. A little bit of reading between the lines was sufficient to reveal which agency the paper was referring to.",
    "Tamil political parties such as the Eelam People’s Revolutionary Liberation Front (EPRLF) and the People’s Liberation Organisation of Tamil Eelam (PLOTE) were more explicit. They blamed the LTTE for the incident and condemned it severely.",
    "The next development was the release of a special report by the human rights monitoring group, the  University Teachers for Human Rights (UTHR). This organisation, comprising former lecturers of Jaffna University, has issued several reports on the conditions in the Tamil areas and have  been  been critical of both the security forces and the LTTE. In a situation where very little criticism of the LTTE emanated from Tamil circles, the UTHR’s reports were  viewed with disfavour by the LTTE, and its members themselves were at risk. In spite of this predicament, the UTHR report was severely critical of the LTTE on the aircraft incident.",
    "Apart from compiling the events in chronological   detail, the UTHR report carried some startling information.",
    "According to the report, the LTTE had erected a clandestine platform at the St. Sebastian’s Church on Sirutheevu. Iranaitheevu consists of two islands: the northern one is Peruntheevu (big island) and the southern one is Sirutheevu (small island). These islands are about 10 km away from the main LTTE base  at Nachikudah on the Mannar coast. The LTTE had erected the platform under the direction of  its Nachikuda sea tiger chief  named  Arul.",
    "According to the report, the fishermen of the area saw the plane falling and were initially fearful, thinking that it was a Sri Lankan bomber. Then, when they realised that it was a civilian plane, the fisherfolk tried to go to the scene of the crash. But LTTE cadres who had assembled there quickly forbade anyone from going out to sea. The fisherfolk also saw LTTE speedboats rushing to the spot.",
    "The LTTE cadres on shore were excited and started  talking among themselves. One interesting fact overheard was that a 17- year-old cadre had shot down the plane. It was then that the residents of Iranaitheevu realised that it was the LTTE that had shot down the plane and that the clandestine platform erected in their church was used for that destructive purpose.",
    "When more information became  available in the  context of certain happenings in the recent past, the LTTE  was  clearly pinpointed  as the perpetrators of the crime. Furthermore years later the alleged  tiger cadre who brought the plane down was apprehended. Parts of the plane’s wreckage were also salvaged by the navy. These matters will be related in detail in the second and final part of this article next week.",
    "This Article appears in the “DBS Jeyaraj Column “Of the “Daily Mirror”dated 23 November 2023.It can be accessed here –"
  ]
}