{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100513/ever-grateful-to-india-for-its-timely-support-says-mp-rauff-hakeem",
  "time_ut": 1721019300.0,
  "original_lang": "en",
  "original_title": "Ever grateful to India for its timely support, says MP Rauff Hakeem",
  "original_body_lines": [
    "Sri Lanka Muslim Congress leader and MP Rauff Hakeem on Sunday said that his country is “ever grateful” to India for extending huge financial assistance to Sri Lanka when it faced economic turmoil a couple of years ago.",
    "Although the economy of Sri Lanka bounced back after the Eelam war, the island nation faced a massive economic crisis a couple of years ago because of mounting debts and was unable to settle loans received from foreign nations.  It was at this juncture that India extended huge financial assistance to Sri Lanka when it faced the worst economic crisis with severe fuel shortage affecting its citizens. It was due to this timely assistance and support by India that Sri Lanka could manage the crisis, Mr. Rauff Hakeem said and added that his country would be “ever grateful” to India.",
    "Speaking to journalists at the Tiruchi international airport upon arrival from Colombo, Mr. Rauff Hakeem said Sri Lanka had signed an agreement with India to develop wind power plants in the island nation.  Asked for his reaction on Narendra Modi becoming India’s Prime Minister for the third consecutive term, Mr. Rauff Hakeem said he felt that more than who had come to occupy power in India, its democracy had emerged victorious.",
    "India being a vast country, elections have been conducted smoothly in multiple phases without any untoward incidents, he said.  Although the party of Mr. Modi had formed the government, nevertheless a strong opposition had emerged which augured well for democracy, Mr. Rauff Hakeem said and added that the emphatic victory of the DMK-led alliance headed by Chief Minister M.K. Stalin in Tamil Nadu was indeed an “achievement”."
  ]
}