{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-Status-of-Tamils-in-Ceylon-Waxed-and-Waned-in-the-Pre-and-Post-Independence-Eras-Respectively/172-275447",
  "time_ut": 1705862160.0,
  "original_lang": "en",
  "original_title": "The Status of Tamils in Ceylon, Waxed and Waned in the Pre and Post-Independence Eras Respectively",
  "original_body_lines": [
    "As far as the Tamils are concerned in Ceylon/Sri Lanka, their situation during the pre-independence era was hunky-dory, whereas in the post-independence era, it has stirred up a hornet’s nest and hamstrung the political and social fabric, which was a consequence of the act of political hanky-panky and the hegemony of the native rulers. The plight of Tamils has been agonizing and antagonistic, with deaths and destructions, wounds, loss of limbs, disabilities, enforced disappearances, property losses, internal displacements, even the rape and murder of a schoolgirl and women, and so on.",
    "The vast majority of English-medium schools were established in the Tamil regions of Ceylon by the colonial rulers. Union College was founded in Tellipalai in the Jaffna District, by the American Mission School firstly in 1816. Uduvil Girl’s College was founded in 1820 which was the first girls-only boarding school in Asia. The Batticotta Seminary was an educational institute founded by the American Board of Commissioners for Foreign Missions (ABCFM’s). The American Ceylon Mission in Vadukodai in the Jaffna Peninsula was established in 1823, which later became Jaffna College. Sri Lankan former Speaker, K. B. Ratnayake and the former Minister of Education, Dr. Richard Pathirana, both studied at the distinguished English-medium schools in Jaffna, Hartley College and Jaffna Central College respectively. The Green Memorial Hospital was founded in Manipay, Jaffna, in 1848, the first medical school in Ceylon.",
    "Simon Casie Chetty became the first Ceylonese civil servant in 1824.",
    "Sir Muttu Coomaraswamy was the first non-Christian Asian to be called to the English Bar.",
    "Sir Ponnambalam Ramanathan was an unofficial member of the Legislative Council, representing all communities in Ceylon. He became the first President of the Law Student’s Union which was founded in 1894. He was the first Ceylonese Solicitor General of Ceylon, during the period of 1892–1906. He is commended for declaring Vesak as a public holiday during the British era. In 1915, during the Sinhalese-Muslim riots, the British government declared Martial Law, and prominent Sinhalese leaders, including D.S. Senanayake (who later became Prime Minister of Ceylon) were arrested by the British rulers and ordered to be shot dead without a trial. At the request of Anagarika Dharmapala, P. Ramanathan went to England and engaged in legal proceedings at an English Court of Law using his legal erudition. Owing to his efforts, those Sinhalese leaders were released. The great patriot, Ramanathan, was given a hero’s welcome on his victorious return to the island; prominent Sinhalese leaders of Ceylon placed him in a carriage with ‘No horses’, and drew him to his residence ‘Sukhasthan’ at Ward Place by themselves as a gesture of eternal gratitude.",
    "Sir Ponnambalam Arunachalam was the first Ceylonese to enter the civil service through an open competition examination in 1875. He became the first Sri Lankan Registrar General appointed by the British government in 1898. The Ceylon National Congress was inaugurated in 1919, with the intention of gaining independence to Ceylon from British colonial rule. It was spearheaded by P. Arunachalam as its first President, along with other prominent Sinhalese leaders. He was the first Ceylonese to be elected as the President of the Ceylon branch of the Royal Asiatic Society in 1916, and the first to start agitating for the University of Ceylon, and has been rightly called as the “Father of the Ceylon University Movement”. Shortly after Arunachalam’s death, in respect of his munificence and service to the country, the people of Ceylon erected his statue at the premises of the old Parliament. It was unveiled by the then-Governor, Sir Herbert Stanley, on April 3, 1930. It was the first statue to be installed on Parliament premises, and stood in solitary splendour, until the statue of his brother, Sir Ponnambalam Ramanathan was erected in 1953. The first hall of residence which was opened for the students of the University of Peradeniya was named after him as “Arunachalam Hall” in 1951.",
    "Samuel Kadirgamar became the first Ceylonese Registrar General of the Supreme Court. He was also the founder and first President of the Law Society of Ceylon.",
    "Allen Abraham Subramaniar Ambalavanar was the first native Ceylonese to become a member of the Royal Astronomical Society in 1911.",
    "One of the first Joint Secretaries of the Government Medical Officer’s Association was Dr. S. L. Navaratnam in 1926.",
    "Sir Chittampalam Abraham Gardiner was the one who pioneered the cinema business in Ceylon and established “The Ceylon Theatres Limited” in 1928.",
    "W.T.I. Alagaratnam became the first Ceylonese to be appointed as Irrigation Engineer in 1934. He became the first Ceylonese to be appointed as Director of Irrigation in 1952.",
    "The Jaffna Medical Association was the first regional medical organization that was established in Sri Lanka in 1941, as the Jaffna Clinical Society, by Dr. SF Chellappah.",
    "Dr George Ratnavel became the first Consultant Neurologist of the Colombo General Hospital in 1951.",
    "V. Cumaraswamy was the first Secretary of the Dental Institute in 1951.",
    "Major A.M. Muttukumaru became the first Ceylonese Commander of the Army in 1955, who also became the first Major General of the Army in 1958.",
    "Captain Chelliah Kanagasabapathy served in the British Royal Air Force during World War II. He was the first Lankan to fly a jet plane at that time.",
    "Sir Ratnasothy Saravanamuttu was a Ceylon physician, politician, and the first Mayor of the Colombo Municipal Council in 1937. His brother, T. V. Saravanamuttu, became the first Sri Lankan Excise Commissioner in 1951. Another brother, P. Saravanamuttu was a regular member of the Tamil Union Club from the time he left St. Thomas College. He made major contributions towards its growth, to become one of the most prestigious sports clubs in the country. To pay him respect, the Colombo Oval Club was renamed as P. Saravanamuttu Stadium in 1977. He was President of the club for many years. He also became the President of the Ceylon Cricket Association (1937–1951), and was elected as the first President of the Board of Control for Cricket in Ceylon in 1949.",
    "Rev. Fr. Dr. Peter Pillai was appointed as the first Ceylonese Rector of St. Joseph’s College, Colombo in 1940. Aquinas College of Higher Studies in Borella was established by him in 1954; it was the first university in Sri Lanka to offer external degrees, and he was its first Rector in 1954. He was the “Father of the Employees Provident Fund” scheme in Ceylon.",
    "A. Arulpragasam was the first Commissioner appointed to the Department of Elections",
    "Prof. C. Sundaralingam was offered the first Chair of Mathematics at the Ceylon University College. He taught Mathematics to Queen Elizabeth II.",
    "Dr. Premala Sivaprakasapillai Sivasegaram became the country’s first female Engineering undergraduate student in 1960 and the first female Engineer in 1964.",
    "Professor Thambyahpillai Sivaprakasapillai was the first Ceylonese Engineer at the Colombo Port Commission.",
    "Ragunathar Kanagasuntheram was appointed as a Professor of Anatomy and Head of the Department of Anatomy at the University of Singapore in 1962. He was the first Asian to chair the department.",
    "Dr. Surendra Ramachandran was a physician and Nephrologist who was the founder of Sri Lanka’s first Dialysis Unit, and was instrumental in setting up the first Kidney Unit in the country.",
    "The leadership of the internationally accredited accounting firm KPMG passed on to its first Sri Lankan senior partner, S. Vellupillai in 1962.",
    "Alfred Jeyaratnam Wilson was the founding Chair of Political Science at the University of Ceylon (later the University of Peradeniya) in 1969.",
    "The first elected President of the Institute of Chartered Accountants of Sri Lanka was K. Satchithanandan in 1972.",
    "Professor S. Mahalingam was the first Sri Lankan Engineer to receive a prestigious award, the Doctor of Science in Engineering (DScEng), from the University of London.",
    "Dr. P. Sivasubramaniam was inducted as the Founder President of the College of Ophthalmologists of Sri Lanka in 1992.",
    "Professor V. Sivalingam was a Sri Lankan Academic and Physician, the founder of the Faculty of Medicine at the University of Peradeniya, and the first Professor of Parasitology at the University of Ceylon.",
    "The British colonial rulers recruited a lot of Ceylon Tamils to the public service, recognising their skill, merit and performance, not only in Ceylon but also in India, Malaysia and Singapore as well. All these significant trailblazers of Ceylon/Sri Lanka hail from the Tamil community, based on available information, which was a result of the greater education given by British rulers in Ceylon. In simple encapsulation, Tamils were well treated by the British colonial rulers.",
    "While recollecting the period of British rulers in Ceylon where Tamils were flamboyantly jubilant; in the post-independence period, they were jinxed. There were no dearths of discrimination, deaths and destructions against minority Tamils.",
    "In 1948, Indian-origin Tamils were denied of their citizenship and made stateless; their franchise-voting rights were stripped off. In 1956, the Sinhala Only Act was enacted making Sinhala as the official language which became a stumbling block for Tamil government servants to continue their state services if they did not qualify in Sinhala.",
    "In 1970, the policy of standardization was introduced for university admissions; therefore, many Tamil-medium students with higher scores were deprived of their university admission, while Sinhala medium students were given university admission with lower scores. Ultimately, this was the immediate root cause of an arms struggle for a separate state by the Tamil youths. The policy of standardization had cast a shadow over the Tamil students who were awe-inspiring in their studies.",
    "In 1972, the minority rights safeguard Section 29(2) enshrined in the Soulbury Constitution was disemboweled and Buddhism was given the first and foremost place, whereby other religions have been undermined in a multi-religious Ceylon.",
    "The culture of anti-Tamil racial riots continued in the years of 1956, 1958, 1977, 1981, and 1983 — popularly known as “Black July”— against the Tamils by the Sinhalese mobs, with the support of the then government, in which many Tamils were killed, injured, burned alive (including a Brahmin priest) and lost their property enormously. This Black July was the reflection of the Tamil Tigers killing thirteen Sinhalese forces in Jaffna. In an Interview to the Daily Telegraph on 11th July 1983, before the fortnight of 1983 riots, former President JR Jayewardene said: “I am not worried about the opinions of the Jaffna (Tamil) people now. Now we cannot think of them. Not about their lives or of their opinion about us. The more you put pressure in the north, the happier the Sinhala people will be here….really, if I starve the Tamils, Sinhala People will be happier…”",
    "In 1974, the Fourth World Tamil Research Conference was held in Jaffna, which was interrupted by the government, and the police shot and killed nine innocent civilians. The festive and enthusiastic environment suddenly sprung to be all hell broke loose. In 1981, the Jaffna library, which was one of the best libraries and the cynosure of all eyes in South Asia was set ablaze by the state-sponsored Sinhalese hooligans from the South. Over 96,000 volumes of books, along with numerous culturally important and irreplaceable manuscripts, were burned into oblivion.",
    "During the thirty-year civil war in the northern and eastern provinces where Tamils live, aerial bombing attacks were carried out by the Air Force indiscriminately on churches, Hindu temples, hospitals and schools; security checkpoints from place to place were installed; the government’s indefinite curfew was enforced from time to time in the years 1987–1993, and an economic embargo was imposed. The people were internally displaced from their own dwellings and still living in temporary shelters as refugees. Many thousands of Tamil civilians were allegedly killed by the attacks of security forces, and the worst-case scenario was that a Tamil schoolgirl and women were allegedly raped and killed by security forces. The case in point was a student of the distinguished Chundikuli Girls’ College, Krishanti Kumaraswamy, who was raped and killed in a cruel manner in Jaffna in 1996. She got through her O/Levels with flying colours, obtaining seven distinctions.",
    "Meanwhile, many Sinhalese civilians were also targeted and killed by separatist Tamil Tigers. And Sinhalese people were also displaced from their own villages to save their lives owing to threats from the Tamil Tigers.",
    "Over 6,000 acres of residential and agricultural land belonging to Tamils were grabbed by security forces, and kept at the clutches of the military for over twenty-five years, under the scheme of the “High Security Zone” in the Northern Province.",
    "A plethora of Tamil youths had been arrested and incarcerated for years; some detainees had no end in sight, even without trial under custody. And the prisoners, who were held incommunicado with their family members, had only slim chances. Even as of now, the family members and relatives of those enforced disappearances live excruciatingly in pain without information as to what happened to their loved ones. So many widows by war were forced to be lone breadwinners for their children under squalid conditions. There were state-sponsored settlements of Sinhalese in the regions where Tamils lived traditionally and historically in native regions, with the purpose of changing demography content. There have been instances where people have been denied emancipation and restricted by Police and security forces from commemorating their family members and loved ones who died in the civil war.",
    "In the vortex of the civil war and conflagration, a large number of Sri Lankan Tamils fled abroad. Sri Lankan Tamils have become a ubiquitous race in Western nations. All these sad tragedies have been engraved in the hearts and minds of Tamil people."
  ]
}