{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96695/russian-military-plane-crashes-near-ukraine-with-65-ukrainian-pows-on-board",
  "time_ut": 1706090340.0,
  "original_lang": "en",
  "original_title": "Russian military plane crashes near Ukraine with 65 Ukrainian POWs on board",
  "original_body_lines": [
    "A Russian military transport plane carrying 65 Ukrainian prisoners of war, six crew and three people accompanying them crashed on Wednesday morning in Russia’s Belgorod region near Ukraine, Russia’s Defense Ministry said.",
    "It wasn’t immediately clear what caused the crash, which occurred around 11 a.m. It was also not known if anyone survived.",
    "The authorities were investigating the cause of the crash, and a special military commission was on the way to the crash site, the Defense Ministry said.",
    "Earlier Wednesday, Ukrainian President Volodymyr Zelenskyy said a major Russian missile attack that apparently was devised to overwhelm Ukraine’s air defenses had killed 18 people and injured 130. Ukraine is marking the 700th day since the full-scale invasion by Kremlin’s forces started.",
    "The barrage employing more than 40 ballistic, cruise, anti-aircraft and guided missiles early Tuesday hit 130 residential buildings in three Ukrainian cities, “all ordinary houses,” Zelenskyy said on X, formerly Twitter.",
    "Russia’s onslaught, which included targets in the capital Kyiv and second-largest city Kharkiv, was the heaviest in weeks and lent weight to Zelenskyy’s appeals for Western allies to provide more military aid.",
    "“This year, the main priority is to strengthen air defense to protect our cities and towns, as well as defend frontline positions,” Zelenskyy said on X late Tuesday.",
    "With the 1,500-kilometer (930-mile) front line largely static amid icy weather and as both sides seek to replenish their weapons stockpiles, the war recently has focused on long-range strikes. Analysts say Russia stockpiled missiles to pursue a winter campaign of aerial bombardment, while Ukraine has sought to strike inside Russia with new types of drones.",
    "Russia may have employed decoy missiles in Tuesday’s attack in an effort to open up holes in Ukraine’s air defenses, a U.S. think tank said.",
    "The Washington-based Institute for the Study of War said Moscow is likely trying to acquire more ballistic missiles from foreign countries, including Iran and North Korea, because they may be more effective in some circumstances.",
    "A further barrage of Russian S-300 missiles struck residential districts of Kharkiv late Tuesday, injuring nine people and damaging residential buildings, regional Gov. Oleh Syniehubov said.",
    "Russia denies its forces strike civilian areas, although there is substantial evidence to the contrary.",
    "The Russian Defense Ministry said that air defenses shot down four Ukrainian drones over the Oryol region of western Russia early Wednesday.",
    "Oryol Mayor Yuri Parakhin said that several drones were downed over the city. He said there were no casualties, but windows were shattered in several apartment buildings in the city.",
    "Another Ukrainian drone was downed early Wednesday over the Belgorod border region, according to regional Gov. Vyacheslav Gladkov. He said there were no casualties or damage.",
    "Ukraine’s allies have promised to keep sending military aid packages, even though their resources are stretched. Help from the United States, by far Ukraine’s single biggest provider, has also hit political snags.",
    "The German defense ministry announced Wednesday that it plans to send six SEA KING Mk41 multi-role helicopters from Bundeswehr stocks to Ukraine.",
    "Since the beginning of the war military deliveries from Germany have amounted to around 6 billion euros ($6.52 billion), including substantial anti-aircraft and air defense systems, the government said.",
    "There were 63 people on board, Russian media reported. All of them died",
    "The Russian Defense Ministry said that there were Ukrainian prisoners on board the plane. The… pic.twitter.com/3doCOmZuX7"
  ]
}