{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-christmas-cake-index-deflates-7-3-pct-in-2024-196287/",
  "time_ut": 1735103400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Christmas cake index deflates 7.3-pct in 2024",
  "original_body_lines": [
    "ECONOMYNEXT – The cost of key ingredients for making Sri Lanka’s Christmas cake, fell 7.3 percent in 2024 amid deflationary policy and currency appreciation followed by the central bank under Governor Nandalal Weerasinghe, retail price data show.",
    "The difference in the cost of ingredients from 2022, when deflationary policy started showing up in the balance of payments and 2024 was only 0.8 percent.",
    "Sri Lanka’s Christmas cake is a fruit cake acclaimed by international foodies who have tried out the confection to be perhaps the World’s Best’.",
    "“For years I firmly believed that I had tried every single variation of the Christmas cake possible. Light, dark, moist, dry, British, Scottish, Italian, Serbian… That was, until I met my Sri Lankan husband,” writes author Queensashay at Food52, a foodie portal.",
    "“I would have never thought that the richest, the most decadent, the most interesting and the most delicious Christmas cake of all would come from Sri Lanka.”",
    "The Sri Lanka Christmas cake is a mix of foreign and local ingredients. The cake came from Sri Lanka’s colonial period when local ingredients were substitute (or enhanced) with imported fruit preserves.",
    "A key ingredients included dried grapes (sultanas, currents, raisins), candied orange peel, cherries, locally made ginger, pumpkin preserve.",
    "The cost of 11 ingredient including margarine (it was butter originally), totaled 14,774 rupees in 2024, down from 15,913 rupees in 2023.",
    "Sri Lanka has imposed chilling protectionists taxes on dairy products to allow nationalist domestic producers to gauge customers especially after the end of a civil war as nationalism worsened.",
    "Food and shelter (building materials) are among the most essential items from which money can be easily extracted including from poor people, by blocking competition.",
    "Butter is taxed at 750 rupee a kilo duty and 400 rupee cess in additional to value added tax. Cheese has similar nationalist taxes (650 rupees + 500 rupees). In Sri Lanka a kilo of dairy butter under nationalist autarky costs about 6000 rupees a kilo compared to about 2000 rupees in India.",
    "From 2022 to 2023  costs of several ingredients went down down, while others went up including cashew and ginger preserve. The 2024 ingredients fell despite being chopped up.",
    "Sri Lanka’s central bank stopped printing money to cut rates under flexible inflation targeting and/or potential output targeting in 2022 and started running deflationary policy after allowing rates to rise, which showed up in the balance of payments as a surplus from September.",
    "Inflation almost stopped in its tracks from then on as traded goods prices fell. However services and some non-traded items continued to catch up to the previous depreciation, as the central bank allowed the exchange rate to appreciate.",
    "Under deflationary policy a central bank has full control of the currency and can appreciate or depreciate the currency at will as outflows of foreign exchange is lower than inflows due mopping up inflows from dollar purchases.",
    "Sri Lanka’s International Monetary Fund program also has high credibility due to currency appreciation allowed under Governor Weerasinghe.",
    "However there has been warnings that inflationary policy is resuming. The central bank has also threatened to raise cost of living by 5 percent a year soon as it has done in the past.",
    "Sri Lanka experienced a series of balance of payment crises under 5 percent inflation targeting and defaulted on its foreign debt Latin America style without a war. (Colombo/Dec25/2024)"
  ]
}