{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112836/sri-lanka-to-seek-legal-advice-on-1-bn-unpaid-marine-disaster-claim",
  "time_ut": 1758634320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to seek legal advice on $1 bn unpaid marine disaster claim",
  "original_body_lines": [
    "The Sri Lankan government on Tuesday said it will consult the Attorney General on the next course of action after the owning company of a vessel failed to honour a court order directing it to pay USD 1 billion in compensation for a mishap, considered to be the worst marine disaster in the Indian Ocean.",
    "Singapore-flagged container vessel MV X-Press Pearl caught fire in May 2021 off Colombo port and burned for nearly two weeks while carrying 81 containers of hazardous chemicals, including 25 tonnes of nitric acid.",
    "The incident caused widespread marine pollution, with billions of plastic nurdles and toxic substances spilling into Sri Lankan waters, killing marine life and devastating coastal communities.",
    "Dead turtles, dolphins and whales were seen washed up onto beaches for weeks following the disaster.",
    "On July 24, Sri Lanka’s Supreme Court directed the ship’s owning and operating companies to pay USD 1 billion in compensation, with an initial tranche of USD 250 million due by September 23.",
    "Cabinet spokesman and minister Nalinda Jayathissa told reporters that the Attorney General would be consulted on the matter, after reports emerged that the vessel’s owners in Singapore were unwilling to make the payment.",
    "Shmuel Yaskovitz, CEO of the owning company, was quoted in foreign media as saying that the court ruling undermined the principle of limitation of liability in maritime law and compliance with the payment order could set a dangerous precedent for resolving future maritime incidents.",
    "The Supreme Court had termed the X-Press Pearl disaster the worst marine chemical catastrophe in recorded history in the Indian Ocean and declared it a violation of the fundamental rights of Sri Lankan fisherfolk to engage in lawful occupation.",
    "Following the incident, Sri Lanka also instituted criminal proceedings against the vessel’s captain, chief engineer and chief officer for the damage caused."
  ]
}