{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aditya-resorts-gets-full-score-on-travellers-review-by-booking-com/",
  "time_ut": 1714068660.0,
  "original_lang": "en",
  "original_title": "Aditya Resorts gets full score on Travellers’ Review by Booking.com",
  "original_body_lines": [
    "Sitting on the pristine beaches of Rathgama in Southern Sri Lanka, minutes away from the historic port city of Galle and the vibrant Unawatuna beach, Aditya Resorts added to its expansive range of accolades with yet another win, gaining a full score of 10 out of 10 on Travellers’ Review by Booking.com. Raising the bar continually in tourism excellence, this award reiterates this all-suite resort’s indelible signature of quality and consistency in Sri Lanka’s hospitality industry.",
    "One of the few properties in Sri Lanka to have gained a perfect score of 5 on Tripadvisor which presented the resort with a Hall of Fame crown, Aditya also gained No 1 ranking in Sri Lanka and in the league of outstanding hotels from New York based TripExpert, the online platform that distills expert travel reviews from over 85 publications. The accolades through the years include the Best of Sri Lanka and Experts’ Choice Awards, the 2019 Conde Nast Johansens Award for Excellence, being selected among the Top 20 Five Star Hotels in Galle and Top Hotel for Honeymoons by Travelmyth.",
    "Director/General Manager Shamindra Fernando attributes Aditya’s continuing placements in the global hospitality rolls of honour as a testament to an amazing team. “Ultimately, hospitality excellence is built on a foundation of people and for Aditya to continually gain top recognition from international entities, is a tribute to our team. It demonstrates that our team stands among the best. Over 90% of the team have been with us for over fifteen years and hence innately create service levels that are not just consistent, but also continue to raise the bar.”",
    "He adds another secret ingredient into the mix of wins. “Aditya’s commitment to the community is evidenced by the fact that the team hails almost entirely from local surrounds of the resort and hence, by adding employment generation, financial empowerment and most of all, the inherent dignity of high-profile jobs, pushes the community’s economy to greater heights. This Traveller’s Review award adds even more motivation to the team’s psyche and the need to break boundaries in the hospitality industry and make excellence a continuous journey.” This brand of responsible tourism is augmented with the recent introduction of environmentally-friendly packaging and a firm mission to achieve plastic-free status soon.",
    "UNESCAP Technical Cooperation Highlights Report flags significant strides in its partnership with Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}