{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/ADB-loan-scheme-What-about-the-construction-industry/4-762756",
  "time_ut": 1717707186.0,
  "original_lang": "en",
  "original_title": "ADB loan scheme: What about the construction industry?",
  "original_body_lines": [
    "If they are given this loan, they can restart work, people can regain their employment and return to their normal lives",
    "The construction industry asks the Government: Why are the Asian Development Bank’s (ADB’s) loan concessions for small and medium enterprises that have suffered setbacks due to COVID-19, economic and other crises, not given to the construction industry?",
    "The Government of Sri Lanka has recently requested international financial institutions to provide financial assistance under subsidised interest to revive the small and medium scale businesses that have suffered setbacks due to the COVID pandemic and the subsequent economic crisis. As a result, Asian Development Bank Rs. 20 billion has been agreed to be provided through commercial banks in Sri Lanka at concessional interest rates.",
    "The Ministry of Finance has issued a statement that this credit facility is provided by Bank of Ceylon, Hatton National Bank, Seylan Bank, Nations Trust Bank, Regional Development Bank, Commercial Bank, National Development Bank and Sampath Bank.",
    "The Asian Development Bank is providing these concessional loans through the above commercial banks in cooperation with the Government of Sri Lanka with the aim of uplifting the small and medium scale business sector.",
    "Under this loan scheme, working capital and long-term loans will be provided for small and medium scale businesses related to agriculture, fisheries, ornamental fisheries, aquaculture, livestock, animal husbandry, poultry, tourism, and export-oriented business. A competitive interest rate of 8% is charged for this loan along with a grace period.",
    "Therefore, all those employed in the construction industry request the Government to provide opportunities for small and medium scale businesses in the construction industry to get loans under this loan scheme.",
    "Sri Lanka’s construction industry as a whole makes a very important contribution to the national economy in various sectors. Contributing to the gross domestic product, creating jobs, contributing to Government tax revenue, and making income distribution to the lower strata of society are some of them.",
    "The future of any industry is dependent on the development of the SME sector. It employs a large percentage of the labour force and offers employment opportunities on a regional basis. In those terms, development of the SME sector could not only be the key issue affecting industry development but also of socio-economic development for every country. SMEs play a key role in providing additional employment and facilitating transformation of economies of low income groups to middle income groups. Small and Medium Enterprise sector development is one of the key issues facing any industry today. Development of the SME sector is an important first to strengthening all industries. It is with the assistance of the SME sector playing a support role that industrial growth has been facilitated. SME development is the essential future candidate of leading industries because every leading enterprise has to start up as an SME.",
    "The backbone of Sri Lanka’s construction industry is its small and medium-scale construction sector. More than 80% of the construction sector of Sri Lanka could be ideally described as Micro, Small and Medium enterprises. The construction industry is usually described as being one of the riskiest business arenas and hence, SMEs needs to improve their capacities by analysing the possible opportunities as well as the threats in the market to sustain in the construction industry.",
    "What constitutes the complexion of the Sri Lankan construction industry is a direct reflection of its Micro, Small and Medium enterprises. Enhancement of construction industry capacities and competitiveness will never be achieved without development of the SME sector.",
    "Around 200-300 billion construction work (house construction, commercial buildings and private construction) have been stopped due to high interest and high material cost. If they are given this loan, they can restart work, people can regain their employment and return to their normal lives.",
    "This is why everyone in the industry is asking the Government to open the concessional loan scheme of the Asian Development Bank for small and medium scale businesses in the construction industry of Sri Lanka.",
    "(The writer is Chairman of Ceylon Institute of Builders (CIOB).)"
  ]
}