{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96666/doctors-call-off-planned-strike-action",
  "time_ut": 1706012460.0,
  "original_lang": "en",
  "original_title": "Doctors call off planned strike action",
  "original_body_lines": [
    "The Government Medical Officers’ Association (GMOA) has decided to call off the planned indefinite strike action which was slated to commence from tomorrow (Jan. 24).",
    "This decision has been reached after the Director General of Health Services, issuing a written notification to the Directors and Heads of all Health Institutions, a short while ago, canceling with immediate effect the previously issued letter announcing that the payment of the Disturbance, Availability and Transport (DAT) allowance of doctors for the month of January will be temporarily suspended.",
    "Furthermore, the heads of the institutions have been ordered to pay the relevant allowance through a special voucher to the doctors for the month of January, for those who do not receive the DAT allowance through the regular payroll.",
    "Accordingly, the executive committee of the GMOA announced that the previously planned island-wide strike action would be cancelled with immediate effect. However, the GMOA also expressed their gratitude to the relevant authorities led by President Ranil Wickremesinghe, who intervened in order to defeat the ‘arbitrary behaviour’ of some of the officials of the Ministry of Finance in order to do justice to the doctors.",
    "Earlier today (23), the Director General of Health Services Dr. Asela Gunawardena had informed that the payment of the DAT allowance for doctors, which was recently increased by Rs. 35,000, was temporarily suspended due to insufficient funds.",
    "In a letter to all directors of government hospitals and heads of institutions, the Director General of Health Services states that although the necessary arrangements have been made for the payment of the said allowance, the Treasury has not provided funds within the approved allocation limit.",
    "On January 08, the Cabinet of Ministers gave its approval to President Ranil Wickremesinghe’s proposal to double the DAT allowance paid to government doctors, raising it from Rs. 35,000 to Rs. 70,000.",
    "Since then, the health sector employees’ trade unions representing a wide range of health sector professionals, including radiology and laboratory technicians, pharmacists and drug compounders, midwives, Public Health Inspectors, and entomology officers launched strikes on multiple occasions in protest of the government’s decision and demanding an allowance increase for all health sector employees."
  ]
}