{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98032/how-rising-dengue-burden-is-costing-india-and-sri-lanka-billions",
  "time_ut": 1710765360.0,
  "original_lang": "en",
  "original_title": "How rising dengue burden is costing India and Sri Lanka billions",
  "original_body_lines": [
    "The increasing incidence of dengue in India and Sri Lanka is not just a significant health concern but also exacts a hefty economic toll on these South Asian countries, say experts who estimate the annual losses to be in billions.",
    "Researchers highlight the dire economic consequences of this affliction caused by a virus spread through the bite of an infected Aedes mosquito species, reinforcing the benefits that the region would realise if the neglected tropical disease was substantially controlled.",
    "As the sweltering heat swept across Colombo in June, Seetha, a 60-year-old daily wager found herself in the grips of dengue hemorrhagic fever, a severe and sometimes fatal form of the disease.",
    "“I had a fever, body aches, and a relentless headache for four days before being admitted to the hospital. I was catheterised and not even allowed to go to the toilet,” she told PTI.",
    "Seetha’s work involved providing care to a 5-year-old child until the mother returned from work. The onset of dengue, however, disrupted her livelihood.",
    "“I was bedridden for seven days in the hospital, unable to move, and the impact on my work was severe. It took me almost a month to recover,” she recalls.",
    "As the sole breadwinner following her husband’s death, Seetha faced a financial quandary during her illness.",
    "“My children were not working and there was no money. My brother and another relative had to step in and provide us with financial support for survival,” the woman explained.",
    "Seetha’s narrative underscores the broader economic challenges faced by South Asian countries that grapple with the relentless onslaught of dengue every year.",
    "In 2023, India officially recorded nearly 95,000 cases and 91 deaths by September 17. In 2022, the figure was 2.33 lakh with 303 deaths.",
    "Sri Lanka had reported more than 80,000 dengue cases by the first week of December last year and 47 deaths, according to the National Dengue Control Unit (NDCU).",
    "Dr Nayani P Weeerasinghe, a consultant microbiologist and senior lecturer at the University of Ruhuna in Galle, Sri Lanka, noted the economic burden of dengue in the two countries is substantial, with significant strains on healthcare systems and families, especially those reliant on daily wages.",
    "“Both agricultural and industrial sectors suffer due to the disabling nature of dengue and absenteeism from work, particularly in labour-intensive industries, adversely affecting productivity,” Weeerasinghe told PTI.",
    "Echoing Weerasinghe, epidemiologist and economist Ramanan Laxminarayan noted that although dengue rarely kills, it causes significant health burdens and costs.",
    "“When hospitalisation is required, it drives many families into poverty. I recently had a coworker in India suffering from dengue. Fortunately, he survived but the hospital bills were over Rs 14 lakh,” Laxminarayan, founder and director of One Health Trust, told PTI.",
    "Most people with dengue have mild or no symptoms and get better in up to two weeks. Symptoms include high fever, severe headache, muscle and joint pains, swollen glands, and rash.",
    "However, severe symptoms such as shooting abdominal pain, bleeding gums or nose, and blood in vomit or stool, often come after the fever has gone, and can be fatal. What makes matters worse is that there are no effective drugs to treat the disease.",
    "A cost analysis study in southern Sri Lanka estimated direct medical costs per hospitalised dengue patient at USD 233.76 (around Rs 20,000) in 2017-18. For complications requiring intensive care arise, the cost soars to USD 733.46 (over Rs 61,000).",
    "The burden extends beyond direct medical expenses to indirect costs, with households bearing 77.29 per cent of the monthly income on average, the expert said.",
    "Weeerasinghe also highlighted variations across South Asian countries, citing a systemic analysis in India which indicates a cost of USD 5.71 billion from 2013 to 2016, substantially higher than in Sri Lanka.",
    "The direct costs were for seeking medical care for the illness -- channeling fees, costs of laboratory investigations, medications, travel expenses for seeking medical care and for visiting the admitted family members, among others.",
    "Direct household cost per patient was 16.29 USD, almost 4 per cent of a person’s average monthly income in the island nation.",
    "Indirect costs for the families affected by dengue resulted in absenteeism from work, thereby leading to loss of family income. People with informal employment and daily wage jobs are more likely to be affected by this, the experts said.",
    "A considerable proportion of families in the South Asian region have only one member working. An average of 22 days of absenteeism from work has been reported due to dengue in the countries here, according to a 2019 study published in the journal International Journal of Infectious Diseases.",
    "“When we add both direct and indirect costs to the household, it accounts for 77.29 per cent, which is almost three-fourths of the monthly household income in Sri Lanka,” Weeerasinghe said.",
    "In Thailand, another South Asian country with high dengue prevalence, the economic impact of the disease is 600 million Baht (over Rs 138 crore) per year for just treatment, noted Darin Areechokchai, from the Bureau of Vector-Borne Diseases, Department of Disease Control, Ministry of Public Health.",
    "“The epidemiology of the disease has changed and is now equal in both children and adults, so the economic impact in South Asia will be higher in the future than in the past,” Areechokchai told PTI.",
    "Weerasinghe warned of long-term consequences of dengue, especially in the case of pediatric infections leading to school absenteeism, potentially impacting future earnings.",
    "“If people develop severe dengue, hospitalisation becomes unavoidable -- and that’s where the expenses add up both for the individual and the healthcare system,” said Neelika Malavige, DNDi’s Head of Dengue Global Programme and Scientific Affairs, South Asia.",
    "“However, the costs are huge even when patients are not hospitalised, as they have to visit their doctor daily if they are suspected to have dengue, as we don’t have a test to find out who will develop plasma leakage leading to severe dengue and who will have mild symptoms,” she told PTI.",
    "As global changes in urbanisation, mobility, and climate contribute to the spread of dengue, Laxminarayan foresees an increased incidence of cases.",
    "“Climate change increases the range for the main vector for dengue – Aedes aegypti. The expansion of water tanks and storage containers where this mosquito usually breeds is likely to increase dengue cases in coming years, expand the season during which the disease is transmitted, and cost us even more money,” he explained.",
    "To reduce the economic impact of dengue, experts say it is necessary to control the number of such cases, educate the general public, and implement policies for disease control.",
    "Weeerasinghe stressed the importance of preventive measures, including health education programmes and legal actions for environmental cleanliness.",
    "International collaboration is deemed crucial for sharing knowledge and resources to address the economic burden effectively.",
    "Studies are being conducted in South Asian countries on dengue, with the research teams providing information for the policymakers on effective control and effective management measures for the disease, Weerasinghe said.",
    "For instance, the US, Australia, and even countries in Southeast Asian regions like Singapore have used Aedes mosquitoes with Wolbachia bacteria to successfully reduce the number of mosquitoes in regions with dengue epidemics.",
    "Certain strains of Wolbachia can reduce the capacity of mosquito species to transmit diseases like dengue fever, either by directly inhibiting the pathogen or by shortening the mosquito’s lifespan.",
    "“Unfortunately, currently there’s no drug that can prevent dengue from spiralling into a severe state. This is a gaping hole in research and development that we urgently need to fill,” Neelika added.",
    "As Seetha reflects on her harrowing experience, she admits, “I am very scared of getting dengue again.”",
    "“I can’t imagine going through that again. It was terrible for the whole family,” she added."
  ]
}