{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-exudes-bullish-exuberance-with-turnover-of-rs-4-billion-and-12-crossings/",
  "time_ut": 1714409760.0,
  "original_lang": "en",
  "original_title": "CSE exudes bullish exuberance with turnover of Rs. 4 billion and 12 crossings",
  "original_body_lines": [
    "The CSE was extremely bullish yesterday owing to the maintenance of a dovish monetary policy or lower interest rates by the Central Bank. Besides, institutional and retail participation was vibrant, market analysts said.",
    "Consequently, crossings dominated the market with the active participation of both retail and institutional buyers. Both indices moved upwards. The All Share Price Index went up by 109.94 points while S and P SL20 rose by 54.16 points. Turnover stood at Rs 4.1 billion with twelve crossings.",
    "Details of the crossings are as follows: Commercial Bank, crossed 811,000 shares to the tune of Rs 93.3 million; its shares traded at Rs 115, Ceylon Cold Stores 1.5 million shares crossed for Rs 90 million; its shares fetched Rs 60, PGP Glass 3 million shares crossed for Rs 87.1 million; share price Rs 29, Dipped Products 2 million shares crossed for Rs 62 million; shares Rs 31,Vallibel One 1 million shares crossed for Rs 56 million; shares traded at Rs 56, Hayleys 500,000 shares crossed to the tune of Rs 43 million; share price Rs 80, JKH 200,000 shares crossed for Rs 41.65 million; share price Rs 208.25, Royal Ceramic 1 million shares crossed for Rs 34 million; share price Rs 34, Hemas Holdings 353,000 shares crossed for Rs 31.1 million; share price Rs 88, HNB 136,000 shares crossed to the tune of Rs 27.7 million; share price Rs 203, NDB 275,000 shares crossed for Rs 21.03 million, share price Rs 76.50 and Hayleys Fabrics 500,000 shares crossed for Rs 20.14 million; share price Rs 40.30.",
    "In the retail market top six companies that mainly contributed to the turnover were; Ceylon Cold Stores Rs 248 million (4 million shares traded), Sampath Bank Rs 219 million (2.7 million shares traded), JKH Rs 190.5 million (914,000 shares traded), Royal Ceramic Rs 167 million (4.9 million shares traded), Hayleys Rs 148 million (1.6 million shares traded) and Browns Investments Rs 147 million (22.5 million shares traded). During the day 166 million share volumes changed hands in 25500 transactions.",
    "Yesterday the rupee opened at Rs 296.20/40 to the US dollar after closing at Rs 296.00/30 last Friday, dealers said. Bond yields were down, dealers said. A bond maturing on 15.12.2026 was quoted down at 11.10/20 percent from 11.15/20 percent. A bond maturing on 15.03.2028 was quoted down at 11.80/90 percent from 11.90/12.00 percent.",
    "Virtusa celebrates groundbreaking success of first LinkedIn community event in Sri Lanka",
    "LOLC and Hayleys dominate share market trading; turnover touches Rs. 2.5 billion",
    "CSE chairman focuses on capital-raising and stock market outlook for 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}