{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/106th-Lithuanian-National-Day-celebrations-in-Sri-Lanka/56-758587",
  "time_ut": 1708128233.0,
  "original_lang": "en",
  "original_title": "106th Lithuanian National Day celebrations in Sri Lanka",
  "original_body_lines": [
    "The Honorary Consulate of Lithuania in Sri Lanka has announced the commemoration of the 106th Lithuanian National Day on 16 February 2024.",
    "This momentous occasion marks the restoration of Lithuania’s independent statehood on 16 February 1918, following over a century of Russian Empire rule.",
    "In 1918, under the leadership of Jonas Basanavičius, the Council of Lithuania boldly signed the Act of Independence, proclaiming Lithuania as a sovereign and democratic nation. This declaration was the culmination of relentless endeavours by Lithuanian activists and intellectuals striving for liberty and self-governance.",
    "The journey to independence was arduous, as Lithuania had endured subjugation under the Russian Empire, suppressing its cultural and national identity. Nevertheless, the Lithuanian spirit remained resolute, fuelling the persistent struggle for",
    "Each year on 16 February, Lithuanians nationwide unite in cities and towns to partake in parades, concerts, and various festivities. The day is adorned with the hoisting of the Lithuanian flag and the melodious rendition of the national anthem.",
    "Lithuanian Independence Day serves not only as a commemoration of history but also as an occasion for reflection on the nation’s present and future. It stands as an opportunity for Lithuanians to reaffirm their dedication to democracy, freedom, and national solidarity.",
    "Diplomatic relations between Sri Lanka and Lithuania were solidified when Sri Lanka de jure recognised Lithuania on 2 November 1991, followed by the establishment of diplomatic ties on 20 August 1996.",
    "Lithuania is diplomatically represented in Sri Lanka by the Embassy of the Republic of Lithuania to the Republic of India, the People’s Republic of Bangladesh, Nepal, and the Democratic Socialist Republic of Sri Lanka, with Diana Mickevičienė serving as the Ambassador designate.",
    "An outstanding facet of the bilateral relations between Lithuania and Sri Lanka is the robust economic cooperation witnessed between the two nations. Lithuania has actively engaged in development projects within Sri Lanka, extending support in crucial sectors such as agriculture, education, and infrastructure development. In recent years, bilateral trade has flourished, with Lithuania exporting machinery, electronics, and dairy products to Sri Lanka, while importing tea, spices, and apparel in return.",
    "Furthermore, cultural and educational exchanges between Lithuania and Sri Lanka have flourished, marked by numerous events and exhibitions aimed at fostering mutual understanding and appreciation of each other’s cultures. Several agreements have been formalised between the two countries to promote cooperation in education, science, and technology domains.",
    "In conclusion, the bilateral relations between Lithuania and Sri Lanka have been characterised by positivity and mutual benefit, with both nations steadfastly committed to fortifying their ties and exploring novel avenues for cooperation in the future.",
    "Honorary Consul of Lithuania in Sri Lanka R.M. Manivannan, in a statement extended warm greetings to all Lithuanians and well-wishers on this auspicious day. He underscores the significance of preserving and promoting Lithuanian culture and values, both within the Lithuanian diaspora and among friends of Lithuania worldwide."
  ]
}