{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/President-seeks-support-of-all-to-achieve-successful-new-era/14-769564",
  "time_ut": 1732298254.0,
  "original_lang": "en",
  "original_title": "President seeks support of all to achieve successful new era",
  "original_body_lines": [
    "President Anura Kumara Dissanayake on Thursday urged Parliamentarians and all ethnicities to rally behind a shared mission of driving the nation’s economic and social transformation. He made this clarion during his policy statement at the inaugural session of the 10th Parliament.",
    "Following is the full text of President Dissanayake’s policy statement which explains his vision, and lists the country’s challenges and opportunities.",
    "Today is an exceptionally significant day in the history of our Parliament. For decades, political power in our country shifted back and forth between two main camps. However, during the last Presidential and General Elections, that political power was entrusted to a new camp, us. This marks a monumental moment in the history of Sri Lanka’s Parliament.",
    "This mandate is a comprehensive one, encompassing numerous key aspects. Under our country’s established electoral system, this Parliament now includes the highest number of representatives ever elected under a singular mandate. This is a numerically significant achievement. However, beyond its quantitative value lies a qualitative strength: for the first time in a long while, the public mandate has brought about a political transformation that enabled the formation of a new Government. People from all provinces—North, South, East, and West—representing diverse communities, contributed to this mandate.",
    "I believe that for an extended period, the political framework in our country, and the bases of political power, were often shaped along regional, ethnic, or religious lines. Such political divisions inevitably resulted in growing alienation among communities. Suspicion and mistrust between different groups grew. When racism becomes the cornerstone of a political ideology, the unavoidable outcome is the emergence of counter- racism from opposing groups. Racism in one part feeds and strengthens nationalism in another. This is a dynamic we have experienced throughout our country’s political and social history.",
    "Yet, today, all communities across all provinces have trusted us and granted us this power. It is with profound gratitude that I extend my deepest respect and thanks to the people who trusted us. At the same time, I also acknowledge that there are sections of the population that did not trust us but instead placed their faith in other political movements. They, too, are an integral part of this democratic process.",
    "That is the Nature of Democracy. Democracy is not about uniting all people under a single party or a single ideology. The essence of democracy lies in the coexistence of diverse political ideologies and groups. It thrives on the presence of political factions with varying economic and political perspectives.  As a democratic state, we do not advocate for one-party rule. Instead, we embrace multi-party politics as a core principle of our democratic framework.",
    "We are fully aware that there is a significant portion of the population who did not vote for us. It is the responsibility of our Government to represent and address the needs and aspirations of all citizens, regardless of whether they voted for us or not.  Our commitment is to fulfil the expectations of every citizen of this nation.",
    "Elections create a contract between the people and us. This bond is formed when we present our policy statement and ideas, outlining how the country’s future should be shaped. People who place their trust in these ideas cast their votes for us.  With their votes, the people have fulfilled their part in this relationship by granting us the mandate to govern. Now, it is our turn to fulfil our part by serving the people.",
    "Therefore me and my Government are fully committed to upholding this bond. We will ensure that this trust is never violated and that governance continues responsibly, always prioritising the well-being of the people.",
    "During this election campaign, it became evident that despite our differences in province, culture, language, and religion, we came together for a shared purpose and united behind a common goal. This unity displayed during the elections signifies a powerful moment in building national harmony, which the people of our country have long yearned for.",
    "While we may hold diverse political opinions, I assure you with full responsibility that we will not allow a resurgence of divisive racist politics in our country. Similarly, no form of religious extremism will be permitted to take root. Our nation has endured immense suffering due to ethnic conflicts. This soil has been soaked with enough blood, and rivers have flowed with the tears of countless people. Mistrust, suspicion, and anger among communities have grown to alarming levels.",
    "As representatives of this Parliament, our foremost responsibility is to ensure that our future generations inherit a nation free of such suffering. We owe it to them to create a state where such tragedies are not repeated.",
    "In politics, we may have countless slogans and battle cries, whether they be about economy or democracy. However, I guarantee that no one will be allowed to use nationalist or religious rhetoric as a means to gain political power in this country.",
    "Moreover, this mandate reflects another significant aspiration of the people: the desire to transform the corrupt political culture that has taken root in this country over many years. I have been serving in this Parliament since the year 2000. I have represented this Parliament continuously for 24 years. However, over these years, I have witnessed first-hand its gradual decline. I have seen the erosion of public trust in this institution and experienced the deterioration of the respect once held for it, both within these chambers and among the general public.  The respect and honour once associated with this Parliament have steadily deteriorated. What was once a revered institution has now become an object of public distrust, hostility and contempt. It is seen as an adversary by the people, a body they feel disconnected from and disillusioned with. I do not believe that such a Parliament is fit to govern, lead, or wield the sovereign power of the people. A Parliament like that is no longer fit to exercise financial control on behalf of the people. Nor is it suitable to continue drafting laws on behalf of the public.",
    "So, what must be done? The Parliament holds the central role in upholding the people›s sovereignty and exercising their power. It is the primary institution responsible for creating laws for the benefit of the people. Therefore, it is imperative that Parliament does not drift further away from the people or lose its relevance to them.  The primary mission of this Parliament must be to restore its dignity and uphold its superior status as an institution. At this critical juncture, restoring the dignity and supremacy of Parliament should be a top priority.",
    "Today, this Parliament includes a significant number of new members. This offers an opportunity to establish good practices swiftly and effectively. I believe our current Speaker, the parliamentary staff, and all elected members have a crucial role in revitalising this Parliament. Together, we must re-establish it as a body that truly represents the people and regains the trust and respect it once commanded.",
    "This Parliament will no longer remain a hidden chamber concealed from the public. Today, Parliament operates in alignment with advancements in modern technology and media, making every daily occurrence open to the public. It will no longer serve as a secretive or inaccessible centre shielded from public scrutiny. Instead, we are striving to transform this Parliament into a transparent and accessible institution for all citizens.",
    "As representatives of the people, we must continually uphold the principle that everything we say, the way we behave, and the opinions we express are subject to public scrutiny. If anyone believes that being entrusted with power marks the end of accountability, they are mistaken. The public retains the authority to scrutinise us until the next transfer of power, the next electoral mandate. Therefore, I firmly believe that in the coming years, this Parliament has the potential to become one that successfully withstands public scrutiny. To achieve this, I look forward to the support and contributions of the Honourable Speaker and all Members of Parliament.",
    "Furthermore, we are aware that this election marks a historical milestone in Sri Lanka as the one where the highest number of public servants voted in favour of a single Government. However, it is no secret that the general public does not hold a favourable perception of the state service in our country. There exists significant dissatisfaction and negative sentiments among the public towards state services. Similarly, many within the state service themselves feel dissatisfied and unfulfilled in their roles and professional lives.",
    "As a result, we are faced with a dual challenge: an unsatisfied public and a discontented state service workforce. Our ultimate responsibility, therefore, is to establish a state service that satisfies both the citizens it serves and the individuals who work within it.",
    "Through this mandate, the people have shown their support for the reforms and proposals we presented to establish a better, more efficient public service. We firmly believe that moving forward without a strong and effective public service is not possible. Across the world, whenever countries undergo significant transformations, both political leadership and the functionality of the public sector play a critical role in achieving success.",
    "No matter how ambitious the goals and expectations of political leaders may be, those goals can only be realised if there is a well-structured and responsive public service to implement them. That is why we believe it is essential to rebuild a competent, people-centric public service that prioritizes the well-being of the citizens. The strong mandate we have received from public servants themselves underscores this need. We are fully focused on addressing this critical issue.",
    "Moreover, democracy and freedom are fundamental principles. Every citizen should feel free to practice their religion, speak their language, and live according to their cultural values without fear or discrimination. No one should feel that their beliefs, culture, or political affiliations make them targets of undue pressure or prejudice. While political changes may occur, individual identities and freedoms must always be respected.",
    "As I have said before, different communities may have their unique identities, but freedom is a common right for all. It is our responsibility to create a democratic and Free State where every citizen can live without fear or suspicion. We assure you that we are fully committed to fulfilling this responsibility and will work tirelessly to ensure this vision becomes a reality.",
    "A key responsibility we face is reaffirming the supremacy of the rule of law in our country. The rule of law is not upheld solely by enacting legislation in this Parliament. While we have drafted progressive and robust laws through extensive discussions and debates within this institution, enacting laws is not sufficient. These laws must be implemented effectively, and the people must feel that justice is being upheld. Unfortunately, over time, public trust in the rule of law has eroded.",
    "People no longer believe that they can obtain justice by seeking redress through the legal system when wronged. Their confidence in the ability of the legal system to resolve injustices has diminished. This signifies a breakdown in public faith in the supremacy of law and order. Without strengthening this foundation, we cannot build a just and prosperous state. A well-functioning rule of law must be the cornerstone of a good governance system.",
    "Therefore, as a state, as a Government, and under the leadership of the President, we must all adhere to the law. No politician, authority, or individual should place themselves above the law. Everyone must operate within its boundaries, and we must work to restore the public’s trust in it. Importantly, this effort is not about pursuing personal vendettas or engaging in witch hunts. Every citizen has the right to engage in politics freely.",
    "Delivering justice to the victims and imposing punishments on the criminals",
    "But there have been controversial crimes that must be addressed. If perpetrators believe that such crimes can be buried and forgotten over time, it only deepens the public’s distrust in the legal system. To restore this trust, crimes that fuelled controversy must be thoroughly investigated, justice must be served to the victims, and the perpetrators must be held accountable. These incidents cannot simply become political rhetoric for campaigns, as has often happened in the past. History shows that no state that failed to achieve justice for such crimes has succeeded in progressing.",
    "I assure you that the crimes that fuelled controversy will be exposed, the perpetrators will face justice, and fairness will be ensured for the victims. We aim to establish a state where law, justice, and fairness prevail. If we fail to do so within this mandate, there is little point in dreaming of such a state in the future. Let us remember that the public mandate we have received is steeped in these expectations and yearnings for justice.",
    "This mandate reflects the grief of families mourning their lost loved ones, the despair of friends of those murdered, and the cry for justice echoing throughout this country. If we fail to deliver justice, who else will? Who can we entrust this responsibility to? No one. If we do not fulfil this duty, the public’s dreams of justice and fairness will wither away. I believe that without action, even the faintest hopes for justice will vanish in this nation.",
    "Justice and fairness must be re-established in this country. We must address not only these crimes but also the corruption and fraud that have contributed to our nation’s turmoil. By enforcing the law, reaffirming its supremacy, and restoring public trust, we can rebuild the foundation of justice. If we do not do it, then who will? This is the pressing question before us today.",
    "As we took office, we were fully aware of the depth and scale of the economic challenges we were facing, even while we were engaged in opposition politics. Our economy was caught in a severe crisis, deeply entrenched in a massive recession and substantial economic contraction. We found ourselves dealing with an extremely fragile economic system. This economy cannot withstand drastic shocks, and so, immediately upon taking power, our focus turned to ensuring economic stability and reaffirming trust with the relevant economic stakeholders.",
    "We understood that even the smallest error could have significant repercussions due to the scale of the crisis. Any disruption would only further harm the already delicate economic system. That’s why we have approached every decision with utmost caution, taking into account every possible angle, to avoid any further damage. This economic crisis has left us with no room for mistakes. Therefore, when managing this economy, we must carefully consider every aspect, thoughtfully analyse all factors, engage in dialogue, and make well-informed decisions.",
    "Therefore, during the presidential and general elections, we promised the people that we would manage the economy in accordance with the parameters agreed upon with the International Monetary Fund. As a result, we are currently engaged in several crucial actions to stabilise the economy, and everyone knows that the third review by the IMF has been delayed.",
    "Originally, this review was supposed to begin in September, but due to the Presidential and Parliamentary Elections, it was postponed. As soon as the General Election was concluded, the IMF delegation arrived on the 17th, and we have been in extended discussions with them. We are optimistic that by the 23rd, we will be able to finalise and will be able to sign an agreement with the IMF staff level, marking a critical step in our journey with the IMF.",
    "This is a crucial step in moving forward with the International Monetary Fund (IMF). Additionally, the debt restructuring program agreed upon with the IMF has faced some challenges. When we assumed power, we had already reached an agreement on the restructuring of bilateral debt. We also had already started discussions on international sovereign bond debt in the commercial market. We recall that these discussions were publicly announced through the media, with the final agreement being made just two days before the Presidential Election.",
    "As a result, we were not given an opportunity to revisit discussions on debt restructuring. The negotiations had already been on-going for more than two years. If we were to restart discussions on the restructuring program for an extended period, it would be impossible for us to move the economy forward without completing the debt restructuring process.",
    "When we assumed office, the discussions on debt restructuring, which had been on-going for nearly two years, were in their final stages. At this juncture, debating whether the proposed restructuring plan is good or bad, advantageous or disadvantageous, serves no purpose. This is the reality we are faced with. Based on this, we have reached a common understanding regarding bilateral debt. We are now prepared to quickly formalise agreements with individual countries accordingly.",
    "On the other hand, with regard to international sovereign bonds and commercial market debt, we have reached a preliminary agreement. We anticipate that this process will be completed by the end of December. Consequently, we believe that the debt restructuring program with the International Monetary Fund can be successfully concluded before the end of this year. Additionally, we expect to secure staff-level agreement for the third review of the program this week, which will provide a credible foundation for rebuilding our economy.",
    "However, as a policy, we do not believe that this framework alone will suffice to address all the deep-seated crises facing our economy. Nevertheless, it will be adequate for managing the crisis in our financial sector. Yet, the economic structure of our nation is severely compromised, akin to a system suffering from significant structural collapse. Therefore, to navigate out of this breakdown, we must adopt a new economic strategy.",
    "This new economic strategy is centred on three key pillars. First, we must achieve rapid growth and expansion in the production of goods and services in our country. It is essential to both increase and broaden the production of goods and services to revitalise our economy.",
    "Often, the significant economic growth of our country is driven by the Western Province. Therefore, the economy must be expanded to other provinces as well. The main strategy for our economy is rapid growth in the production of goods and services, along with quick expansion. The next key characteristic of this economy should be that it involves the people. We cannot benefit from an economy that excludes the people. An economy that turns people into mere spectators will not bring us any gains.",
    "In every aspect of the economy, people should become active participants according to their abilities. If the people are not involved as key players in the economy, the benefits of that economy will not reach them. Therefore, our primary goal is to design an economy where people can be integrated as participants in the economic process. This becomes the second characteristic of our economic strategy.",
    "The third characteristic of our economic strategy is that no matter how much national wealth we produce, if it becomes concentrated in the hands of a few, it will not bring stability to the state or the economy. Therefore, all citizens must come together to generate significant national wealth.",
    "The country’s natural resources are utilised to produce this wealth. If we all contribute to the creation of substantial national wealth but it becomes concentrated among a few, it will not stabilise the economy or society. Our policy, therefore, is that the benefits of the economy must be fairly distributed among the people. We have seen the history of large-scale crises created when wealth becomes concentrated among a few. Hence, we approach managing the economy from the standpoint that economic benefits must flow fairly to all citizens.",
    "Ensuring consistent, high-quality goods and services at fair prices through effective market management",
    "We also have a policy regarding the interventions to the market. We understand that our country does not have a large market. Within this market, monopolies could be formed. For example, if we look at rice, our daily rice consumption is around 6,500 metric tons. Annually, we need approximately 2.3 million metric tons of rice.",
    "When compared with other countries around the world, our market shows the characteristics of a small market. The danger of a small market is that monopolies can be formed within it. Therefore, the market does not operate based on the data and trends in the economy. This is an experience we have encountered. Our market does not operate based on economic factors. Today, our country’s market operates on monopolistic control. Monopolies are able to influence the pricing and decision-making of goods. They can determine the purchase prices of rice and other goods. These decisions are not made based on market factors but on the monopolistic power they hold in the market. As a result, the creation of monopolies in the market has led to the public bearing a heavy cost to purchase essential goods and services. Therefore, we hope to re-establish control over how our country’s market operates.",
    "As a Government, our goal is to ensure that consumers have continuous access to goods and services at fair prices, while maintaining quality. This is a responsibility that the Government has towards the public, and it is a responsibility we cannot neglect. To fulfil this responsibility, we are focusing on several mechanisms. One of these is the role of competition in the general economy, which can help create sustainability and quality while also determining prices. Therefore, in certain sectors, we expect to achieve these objectives through competition. However, there are also sectors where the market is not solely driven by free competition. In these areas, regulation through market authorities can ensure proper functioning. We have already established regulatory institutions for this purpose, and laws for regulatory authorities have been enacted in Parliament.",
    "However, we must reconsider whether these regulatory bodies and laws are sufficient to address the distortions currently present in the market.",
    "There are other sectors that are also crucial for the economy, particularly sensitive areas. In these sectors, market competition alone is not sufficient, and the state must play a role in controlling a segment of the market to ensure proper regulation. One such sector we are especially mindful of is the energy market. The free energy market should not be solely determined by free competition. When managing the energy market, the state must represent a portion of the market. This is a very sensitive area in the economy, as even a small fluctuation in the energy market can have a severe detrimental effect on the entire economy. Therefore, we firmly believe that in such sectors, the state must play an active role in regulating and representing the market. Similarly, in the financial market, what would happen if it were allowed to operate freely without regulation? The Central Bank acts as the regulatory authority, but we believe that the state should also represent a segment of the financial market. Therefore, we consider certain critical areas in the market that should be managed by a state entity. We firmly believe that the state should operate as a regulatory arm in the market to ensure its stability and proper functioning.",
    "Fourthly, instead of a fragmented market, we have the ability to organise and structure the market. We understand that in both our country and globally, the management of the market plays a crucial role, and cooperative networks contribute significantly to this. Therefore, we aim to strengthen these cooperative networks and position ourselves as a strong competitor in the market. Our strategy for managing production and the marketplace is straightforward and based on this foundation, and we are committed to implementing it. This is our core foundation.",
    "Based on this, we have identified a few key areas where we can achieve short-term growth in the production of goods and services. One such area is the tourism industry, where we can quickly gain momentum. We have already developed plans to attract 4 million tourists and generate an $8 billion economy through the tourism sector within the next 3 to 4 years. The highest number of tourists we’ve ever had was in 2018, with around 2.3 million visitors, bringing in approximately $4.3 billion to the economy. However, our goal is to attract 4 million tourists and generate an $8 billion economy through this sector. We believe that this is an area where we can achieve rapid growth.",
    "The next key sector is Information Technology (IT). As we know, there is rapid growth in IT markets worldwide. Therefore, we need professionals with IT skills, literacy, and expertise. Currently, there are around 85,000 IT professionals in our country. Within the next five years, we aim to increase this number to 200,000. At present, our IT export income is around $1.2 billion, which is relatively small. We plan to increase IT exports to $5 billion, aiming for a significant transformation in the IT sector. To achieve this, we are focusing on education, particularly in languages, as a critical part of this strategy. We envision the IT sector as a major contributor to our country’s economy, offering significant potential for growth.",
    "Leveraging strategic location to transform our country into a Maritime Hub",
    "We also know that our country’s strategic location gives us a significant advantage in becoming a major trade and maritime hub. Even today, the Port of Colombo ranks highly among global ports. However, we have recognised the need for increased efficiency and faster management. Are the teams responsible for managing the port’s operations satisfied with the current supply of goods and services? No, it has become inefficient.",
    "Therefore, we are in a unique position to leverage our location to transform our country into a powerful global trade and maritime centre. We must fully utilise this geographic advantage. We have already developed plans for this transformation, and we envision this as a place where we can rapidly unlock economic potential.",
    "Similarly, we know that the environment here is ideal for it. There is a large farming community with access to fertile land. However, the outcome has been a farming community burdened with debt. A community that has been forced to mortgage even their jewellery to the bank. A community that has had to pledge its water pumps as collateral. We have made significant investments in agriculture. Over the past few decades, we’ve heavily invested in irrigation. Today, I know we are continuing to invest in the development of the irrigation sector. We have also spent a great deal on agricultural research. But what has been the result? The farmer has become trapped in debt, turning them into a marginalized member of society. This has led to health insecurity.",
    "The education of children has been ruined. They have been deprived of comfortable homes. The poverty of the farmer, who is caught in the struggles of agricultural life, has become a significant social tragedy. Therefore, we hope to make a new leap in agriculture. Specifically, we must revive our seed research laboratories. We must develop seed farms. We must reinstate a strong agricultural extension service. We must enter the market for agricultural products, not only meeting the needs of our country but also targeting the export market. We do not believe that the lives of the people can be improved through farming alone without innovation in the agricultural sector. We see it as a place where we can make rapid progress. That is why we increased the fertilizer subsidy given to the agricultural industry from Rs.15, 000 per hectare to Rs. 25,000 initially. If there are other areas that need subsidies, we are ready to provide them. Because agriculture must become a major part of our country’s economy.",
    "We are also focusing on the fishing industry. Our nation’s sea is eight times the size of our land, yet we are only utilizing a small portion of this vast resource. The fishing industry holds great potential for boosting our economy. In the past, due to rising fuel costs and other expenses, many boats were stranded on land instead of being out at sea. This situation yielded no results. Therefore, our first priority was to get those boats back into the water. That’s why we implemented a fuel subsidy for the fishing community. According to the latest reports, all the boats that were previously stranded have now been launched back into the sea. This is a positive sign, and it shows that the economy is on the path to a much-needed leap forward.",
    "Taking steps to maximise value of mineral resources with support from private sector",
    "Additionally, in the long term, we believe that the natural resources in our country, particularly mineral resources, hold enormous potential for our economy.",
    "However, we have not been able to extract the value we need from these resources, nor have we added the necessary value for a long time. Therefore, we aim to establish a value-added industrial system by integrating both the state and private sector to transform these mineral resources into more value-added products. We have already discussed this with local industrialists in our country. We do not believe this can be achieved solely by the state. For certain areas, we require technology, and for others, we need capital. Hence, we hope to engage private entrepreneurs to help develop this industrial system. We believe this will mark a new turning point for our economy.",
    "Furthermore, we believe that the area where our economy can undergo a significant transformation is science and technology. If we examine the developed countries around the world, each has invested a substantial portion of its annual budget in new research. The market does not progress by offering traditional and conservative goods and services. It evolves continuously, leaving behind old products and services, creating new markets for innovative products and services. Recently, several countries in the Asian region have successfully captured these new markets. However, we have failed to participate in the new global market. Instead, we have remained a participant in the market that offers traditional and conservative goods and services.",
    "Our goal is to make a significant leap in the field of scientific research. This is why we have established a dedicated Ministry of Science and Technology and appointed former Professor Chrishantha from the Ragama Medical Faculty, who has vast experience in the field, as its Minister. We have also appointed individuals like Gomika, who has conducted major research in the United States and brought international recognition to Sri Lanka, as the Advisor to the President on Science and Technology. We expect this transformation in science and technology to bring about a major impact.",
    "The next key area is digitalization, and building a digital economy. We believe that we can grow from a digital economy into a USD 15 billion economy. To support this, we have created a separate Ministry of Digitalization. In particular, we are fortunate to have Hans Wijayasuriya, who has deep knowledge and experience in this field. He has resigned from a prominent international company to dedicate himself to digitizing Sri Lanka.",
    "I am ready to appoint him as the Secretary of that Ministry, Chairman of the ICT Institute, and Advisor to the President on Digitalization. It is essential that this initiative is managed from a single, unified place. We are committed to achieving this goal.",
    "Digitalization is crucial, especially for providing services to citizens and advancing the economy to a new level. To elevate our country from its current state to a new level, the hallmark of that future will be a Digital Sri Lanka. Our Government is fully dedicated to achieving this vision. We are doing everything in our power to ensure its success, and we are confident it will be realized successfully.",
    "Next, we will launch a major initiative called “Cleaning Sri Lanka.” I plan to establish a presidential task force to lead this effort. It’s important to note that Clean Sri Lanka is not just about the environment. While our people can bring about positive changes in political leadership and the civil service, we also need a transformation in the mind-set of citizens to build a strong nation. Without this positive shift in citizenship, we will not succeed in achieving the broader goals of political transformation. Therefore, we must make a concerted effort to foster good citizenship, positive attitudes, responsible actions, and proper behaviour. This is the core objective of the “Clean Sri Lanka” program.",
    "In particular, though it may not be a topic for national assembly discussions, even issues at the provincial council level need attention. For example, we should ask the women of our country: Do they have access to clean toilet facilities? I am aware that some women who travel to Colombo from remote areas often avoid drinking water until they return home.",
    "Why? She does not have access to a clean sanitation system. Even where toilet facilities exist, maintaining them in a clean and hygienic manner has become unmanageable. Despite having a physical infrastructure, where is the development in societal attitudes? What was meant to be a shared public space has been reduced to a site of neglect and destruction. What does this reflect? It is a manifestation of the mind-set and attitudes prevalent within a certain segment of our citizens. Through the Clean Sri Lanka Program, we aim to initiate such a transformative change in these perceptions.",
    "How do we safeguard public property? How do we become citizens who are accountable to society? How do we preserve our nation’s resources, not only for those of us living today but also for future generations? How do we drive responsibly as motorists? How do we cross the road safely? How do we respect one another? How do we follow basic courtesies when entering a space?",
    "Don’t we aspire to create such a society? Right now, we exist in a community burdened by tragedy, a fractured society filled with conflicts and discontent. A society where even minor incidents frequently escalate into confrontations, rather than being resolved with patience, forgiveness, or compassion. There is no space for tolerance, understanding, or empathy. What we are witnessing is a society hardened and parched, deprived of humanity’s fundamental virtues.",
    "This society needs revival. A parched, joyless, and rigid society cannot progress. We need a community that smiles, a society where people look at one another with kindness and compassion. We need a humane, empathetic society, one that is sensitive to the pain of others and ready to provide solace.",
    "In particular, we aspire to bring about significant transformation in the fields of education, literature, law, and societal values. This includes fostering an advanced and qualitative society.",
    "With this goal in mind, the National People’s Power Government is committed to creating an environment that nurtures these values, enabling a progressive and compassionate community.",
    "Poverty needs to be eradicated. Doesn’t every citizen deserve a fair meal, quality education for their children, a decent home, stable income opportunities, and mental well-being? Addressing rural and urban poverty has become one of the Government’s primary missions. As an initial step toward eradicating poverty, we are committed to increasing the existing welfare allowances fairly in the upcoming budget. Additionally, provisions will be made to support schoolchildren from economically disadvantaged families with allowances for essential school supplies. From October, we are increasing pensions for retirees, and in the forthcoming budget, we will ensure a fair increase in wages for public sector employees.",
    "Child malnutrition will not be allowed to escalate into a future social crisis. To combat malnutrition, we plan to provide targeted allowances to affected families and ensure that pregnant mothers receive the necessary nutritious meals to safeguard their health and well-being. Furthermore, we will facilitate access to goods and services currently out of reach for many due to poverty.",
    "However, long-term reliance on such measures is not sustainable for any Government. Every country at any given time has economically productive and non-productive populations. Even in what are considered the most developed nations, there exists a population outside active economic participation. Therefore, it remains the Government’s enduring responsibility to support these groups, and we will not neglect this duty.",
    "In particular, our nation has a significant population of differently-abled individuals. You are aware that in households with a differently-abled child, the entire family often faces considerable hardship. These children are frequently deprived of opportunities to lead culturally enriching lives, and their conditions often consume the lives of their parents and siblings. This should not be the inevitable fate of families with differently-abled members. Therefore, we are introducing special mechanisms and allowances to support differently-abled individuals.",
    "Our Government must be one that looks after all its citizens, a Government that leaves no one behind. This responsibility and commitment are inherent to every administration. We will fulfil that commitment and are prepared to act in accordance with this responsibility.",
    "We do not believe that poverty can be eradicated solely through the continued provision of relief and allowances. To eliminate poverty, individuals must engage in economically productive activities that yield tangible outcomes. Currently, the primary economic activity of many living in poverty is agriculture. Unless agriculture is transformed into a profitable enterprise, it will be impossible to lift these individuals out of poverty.",
    "Similarly, without making the fishing industry a lucrative one, we cannot address the poverty faced by fishing communities. Therefore, our first priority is to develop the economic activities in which these individuals are already engaged, turning them into successful and profitable ventures.",
    "However, we recognize that these activities alone are insufficient for a village’s economic advancement. New economic opportunities and resources must be introduced within rural areas.",
    "We also see an alarming trend of small and medium entrepreneurs seeking opportunities abroad. Instead of this exodus, we must foster a mind-set of staying and thriving as small and medium-scale entrepreneurs within the country. Providing the necessary technical knowledge, capital, and access to markets is a responsibility the Government takes seriously. However, we acknowledge that our local market is limited, with only around 3.8 million participants in our dual economies, making it a relatively small market. It is not feasible for industries, entrepreneurs, and businesses to develop into a robust economic community solely within this small domestic market. Thus, these industrialists and entrepreneurs must look outward, exploring new markets beyond our borders.",
    "In this context, we intend to overhaul our diplomatic services entirely. While maintaining our commitment to fostering international relations, we are also committed to going beyond traditional diplomacy to assist Sri Lankan industries in finding and accessing global markets. To achieve this, we are realigning the operations of our diplomatic missions.",
    "Additionally, we recognize the immense technical expertise and resources available in the construction industry within our country. We must strategize to take this industry beyond Sri Lanka’s borders. Furthermore, Sri Lanka possesses unique and indigenous products that hold significant potential. By adding more value to these products and building a modern industrial framework, we aim to take them to international markets. This is a critical step in enhancing their worth and ensuring the sustainable economic growth of the nation.",
    "Therefore, small and medium-scale entrepreneurs must not merely act based on their own preferences and decisions. The growth of the small and medium enterprise sector must also align with the vision of the state and the Government, and we must take responsibility for fostering this development. To this end, we have formulated clear plans.",
    "Our vision is encapsulated within the framework of “A Thriving Nation– A Beautiful Life,” where the detailed strategies and initiatives are outlined. Our ministers are already studying the responsibilities assigned to their respective ministries within this framework. While we may not be in a position to present a complete budget immediately, we plan to submit an interim budget by early December to allocate the necessary financial provisions for the next four months. By early February, we aim to present a comprehensive budget proposal and expect it to be approved in Parliament by mid-March.",
    "Thus, the practical implementation of this plan is embedded within the upcoming budget. Although the ideas have currently been shared in conceptual terms, the budget will be structured based on these concepts and we anticipate having it passed in Parliament by mid-March.",
    "Our nation is at the beginning of a new era of transformation in its economy and society. I am hopeful that all members of this Parliament will support making this new era of transformation a success. While we may belong to diverse political camps, hold opposing ideologies, and even engage in fierce debates and criticism, today, we are united by a common goal. As representatives of the people, we share the profound responsibility of creating a better country. My Government and I am fully committed to this responsibility, and I trust that the leaders and members of all opposition parties will extend their support to this endeavour.",
    "In conclusion, I am reminded of Martin Luther King Jr.’s words:",
    "“Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.”"
  ]
}