{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-new-wildlife-guide-a-passport-to-eco-tourism-growth/",
  "time_ut": 1758473880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s new wildlife guide: A passport to eco-tourism growth",
  "original_body_lines": [
    "When Sri Lanka talks of tourism, the conversation too often begins and ends with sun, sand, and surf. Yet, beyond its golden beaches and ancient ruins, this small island packs a natural punch that rivals entire continents. For years, conservationists and tour operators alike have argued that Sri Lanka’s richest yet most underutilised tourism asset is its biodiversity. Now, a new publication promises to help change that conversation — and potentially the industry itself.",
    "released this month by Oxford-based John Beaufoy Publishing, is being hailed as a game-changer for Sri Lanka’s eco-tourism sector. The 448-page volume, a decade in the making, provides comprehensive coverage of over 1,180 species — birds, mammals, reptiles, amphibians, butterflies, dragonflies, fish, invertebrates and even plants. For the first time, the extraordinary range of Sri Lanka’s natural heritage has been packaged into a single, practical field guide that can slip into the pocket of any traveller.",
    "International endorsements alone tell the story of its potential. British birder and television personality David Lindo, known as “The Urban Birder,” was emphatic: “This book is as essential for visiting Sri Lanka as carrying your passport.” That kind of message, industry insiders say, is exactly what Sri Lanka needs at a time when the country is repositioning itself as a premium eco-tourism destination.",
    "Gavin Thomas, author of The Rough Guide to Sri Lanka, notes that the book “will prove indispensable to a wide range of readers, including first-time visitors as well as those involved in the Sri Lankan tourism industry, including tour guides and wildlife guides and anyone else involved in developing and promoting Sri Lanka’s tourism offering, helping to highlight and develop the island’s unique eco-tourism potential.”",
    "For hoteliers, like Sanjiva Gautamadasa, General Manager of Malabar Hill, in Weligama, the benefits are immediate. His boutique property has already adopted the book as a gift for long-staying guests. “We decided to sponsor the publication because it is not only a wonderful gift but also an investment in skills development for the wider tourism sector,” he explained. A single book, in other words, is helping upgrade the professionalism of guides while simultaneously enriching the guest experience.",
    "Endorsements from the global literary world add another layer of value. Helen Macdonald, the prize-winning author of H is for Hawk, who spent time in Sri Lanka earlier this year, praised it as “spectacularly useful and very beautiful … a model of the kind of guide that is as essential for experts as it is for amateurs.” She admitted to carrying it on evening bird walks at Malabar Hill during the Galle Literary Festival, and later on a Jetwing Hotels–hosted wildlife tour across the island. Such high-profile validation, industry observers note, is free publicity of the kind money cannot buy.",
    "Sri Lanka’s own biodiversity champion, Dr. Rohan Pethiyagoda, went further: “Whether you are lured to Sri Lanka to escape work, stress or worry, the one thing you cannot escape is wildlife. It is everywhere… This book is your indispensable companion to navigating the astonishing diversity of life.” For the tourism industry, his words amount to a ringing endorsement of eco-tourism’s centrality to the island’s future.",
    "According to publisher John Beaufoy, the book was nearly 10 years in development. “Gehan [de Silva Wijeyeratne] is the author and principal photographer for three quarters of the content,” he noted. “But the foundation was laid through a series of smaller Naturalist’s Guides, beginning in 2015, covering birds, butterflies, dragonflies, mammals, wildflowers and trees.” Those stepping stones eventually culminated in the present comprehensive volume.",
    "* 1,180 species covered, representing over 90% of the island’s recorded birds, mammals, and dragonflies.",
    "* 453 bird species, 122 mammals, 72 reptiles and amphibians, 90 fish, 144 butterflies, 121 dragonflies, 66 other insects, 72 other invertebrates, and 42 plants.",
    "* More than 1,250 photographs contributed by over 60 photographers, supported by six illustrators.",
    "For tour operators, this translates into a single reference book that enables even a first-time guide to confidently identify species for visitors, while seasoned naturalists can use it as a field reference. For casual travellers, it is equally accessible, making wildlife encounters more meaningful and memorable.",
    "A key feature of the book, according to editor Rosemary Wilkinson, was its collaborative nature. “Gehan realised that inviting 13 additional authors would not only speed up the process but also highlight the expertise of Sri Lankan scientists working on groups ranging from spiders to land snails,” she said. For an industry that often struggles to showcase local knowledge in international markets, this represents an important step.",
    "Contributors include well-known experts such as Anslem de Silva and Kanishka Ukuwela for reptiles, Dinarzarde Raheem and Vishan Pushpamal for land snails, Nishan Perera for marine life, Ranil Nanayakkara for spiders, and Amila Sumanapala for insects. Their inclusion raises the guide’s scientific credibility while also spotlighting homegrown talent — an important selling point for the tourism industry, which increasingly markets authenticity as a competitive advantage.",
    "The guide, priced at Rs. 10,800, is now available across the island, through Sarasavi Bookshops, Barefoot, Rohan’s at Liberty Plaza, and Wild and the Sage in Unawatuna. While the price point may place it beyond the casual reader, industry insiders argue it is a small investment compared to the long-term benefits. For hotels, tour operators, and even national parks, the book doubles as a marketing tool, a training manual, and a guest resource rolled into one.",
    "Helen Macdonald put it best: “I cannot recommend too highly this book.” And Dr. Pethiyagoda added his trademark flourish: “This book, your hat and your swimwear are all you need for the wildlife holiday of a lifetime in this serendipitous isle.”",
    "Sri Lanka has long touted its “8 experiences in 8 days”  marketing slogan, but eco-tourism insiders say the island has not yet scratched the surface of its potential. A single island where one can watch whales in the morning, spot leopards by afternoon, and finish with a highland birding walk is a dream product. Yet without the right tools, guides, and promotion, that potential risks being underutilised.",
    "is not just another book. It is a statement — that Sri Lanka is ready to claim its rightful place as one of the world’s top wildlife destinations. It provides the knowledge base to transform casual encounters into unforgettable experiences, and in doing so, strengthens the very foundation of eco-tourism.",
    "As Sri Lanka searches for new ways to rebuild and diversify its tourism industry, this book could not have come at a better time. Compact enough to fit into a traveller’s pocket, comprehensive enough to satisfy the scientist, and beautiful enough to grace a coffee table, it embodies the balance the tourism sector must strike.",
    "For now, the challenge lies with the industry: to use this tool not just as a guide, but as a gateway. To turn species lists into stories, sightings into memories, and wildlife into the beating heart of Sri Lanka’s tourism revival.",
    "First treaty to protect marine life in high seas to take effect in January",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}