{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97448/young-woman-arrested-over-murder-of-buddhist-monk-at-temple",
  "time_ut": 1708573440.0,
  "original_lang": "en",
  "original_title": "Young woman arrested over murder of Buddhist monk at temple",
  "original_body_lines": [
    "The police have arrested a young woman in connection with the murder of a Buddhist monk, who was shot dead at a temple in the Malwathuhiripitiya area last month.",
    "She was taken into custody in Aralaganwila on Wednesday (Feb.21), on suspicion of sheltering aiding and abetting the main suspect in the shooting, according to the police.",
    "The 22-year-old suspect is reportedly a resident of Devagala area in Weragala.",
    "In the early hours of January 23, a group of four assailants, who had arrived in a car, shot dead a Buddhist monk inside a temple in the Malwathuhiripitiya area of Gampaha.",
    "The 45-year-old Buddhist monk, Ven. Kalapaluwawe Dhammarathana Thero, who sustained critical injuries in the incident, had been rushed to the Gampaha Hospital. But he later succumbed to injuries while receiving treatment.",
    "Investigating officers have thus far arrested 6 suspects allegedly complicit in the murder. The T-56 rifle supposedly used by the assailants and the remote switch of the car used in the shooting were recovered from the possession of the fourth suspect.",
    "Meanwhile, a Police Sergeant was recently killed after being shot while attempting to apprehend a suspect implicated in the incident.",
    "As per reports, a scuffle had broken out amidst an attempt by a team of officers of the Malwathu Hiripitiya Police Station to apprehend a suspect in the Batepola area in the early hours of Feb.10 during which the suspect tried to grab the service firearm of the police officer in question. The firearm had then discharged, injuring the officer, while the suspect fled with the weapon.",
    "The injured Police Sergeant, a 51-year-old resident of Ihala Lunugama, had been admitted to the Gampola Hospital. He was later transferred to the Colombo National Hospital but succumbed to injuries two days later."
  ]
}