{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adb-approves-support-for-power-sector-reforms-in-sri-lanka/",
  "time_ut": 1721006460.0,
  "original_lang": "en",
  "original_title": "ADB approves support for power sector reforms in Sri Lanka",
  "original_body_lines": [
    "The Asian Development Bank (ADB) approved a $100 million policy-based loan on July 11 to support and facilitate reforms aimed at enhancing the financial sustainability of the power sector in Sri Lanka.",
    "The Power Sector Reforms and Financial Sustainability Program will complement the International Monetary Fund’s Extended Fund Facility arrangement and bolster the operational efficiency and competitiveness of country’s power sector. The program will help create a conducive environment for private investments, boosting renewable energy development, and modernizing power grids.",
    "“Developing cost-competitive renewable energy and providing reliable and affordable electricity supply—with a transparent and independent power sector regulatory framework—will help Sri Lanka drive economic growth and address the current financial and economic crisis,” said ADB Principal Energy Specialist Jaimes Kolantharaj. “This program will support reforms in the power sector introduced under the Electricity Act, including institutional and regulatory reforms and improve operational sustainability of the electricity sector. The program will also support the development of renewable energy to accelerate the country’s transition to clean energy as envisaged under Sri Lanka’s nationally determined contributions.”",
    "The program will help the government undertake institutional reforms in the electricity sector by establishing independent companies with defined functions and support strengthening their corporate governance and financial sustainability. It will support regulatory reforms with the implementation of the new national tariff policy that will improve financial sustainability of the sector through cost-reflective tariffs.",
    "To help accelerate investments in renewable energy, the program will assist multiple initiatives under the renewable energy expansion plans for 2023–2030. The key initiatives include implementing a periodic revision of feed-in tariffs for small power plants and rooftop solar users, facilitating integration of renewable energy projects into the national grid, and effective application of a competitive procurement framework for renewable energy projects. The program will support increased women’s participation in the power sector by developing policies to promote equitable participation of female customers, female entrepreneurs, and women and disadvantaged community groups.",
    "ADB will provide an additional $1 million technical assistance grant from its Technical Assistance Special Fund to support program implementation, capacity building of electricity companies, the development of their business plans and overall power system development plans.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}