{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-question-to-the-npp-lawyers/",
  "time_ut": 1714824953.0,
  "original_lang": "en",
  "original_title": "A Question To The NPP Lawyers",
  "original_body_lines": [
    "In The Island of 19 May 2018, in an article titled “Cleaning the Augean stables or the Judiciary”, I had raised this question in vain. Nothing happened. In fact, I watched an interview of Saliya Pieris by Handungoda. He queried why lawyers do not give a receipt for the fees they receive for appearing in courts or for consultation. Saliya smiled sweetly and wiggled out of the situation answering thus: “If you ask for a receipt the lawyer has to give it”. Of course, we know that if you ask for that preposterous receipt, there is not much chance of winning the case.",
    "About the judiciary I have a big complaint. That is, no lawyer in this country gives his/her client valid receipts for the money they receive (or shall we say extort?) as fees from their clients. (Law firms give receipts for money received but only a tiny wealthy minority and big businesses can afford to retain law firms.) Every trader, businessman, serviceman and even the small tea shop owner, if you ask him, gives a receipt with his rubber seal on it. Only the cobblers sitting cross legged on the pavement can get away with not giving a receipt. But the lawyers get away with it. How convenient! What are the Inland Revenue people or the Income Tax officers doing about this anomaly? Do they realize what an immense revenue the country is losing by allowing the lawyers to charge fees without issuing receipts? This is the first complaint that comes to my mind.",
    "The second one has many jokes connected to it. What do the lawyers and camels have in common? Dates! Here’s another. The old proctor has handed over his practice to his just passed out lawyer son and is relaxing in his easy chair with his legs up and a shot of the old stuff by the side. The son returns from the courts all jubilant and says: Daddy I won and finished that old case that was going on for years. And the old man retorts: Idiot, it is that case which paid for this house gave your sister in marriage and educated you through the Law College, and you go and finish it!",
    "Laugh if you want to but the jokes expose the true and ugly reality as it is. When they postpone a case and get a new date for it, they charge you. They charge you for procrastinating and not doing their job. They have no fixed charges. They do not give a receipt. They can go on doing this for years. Sometimes they go on till the client goes bankrupt. Sometimes the client dies and the next generation goes on paying for new dates. They are heartless. The butchers in the abattoir are kinder. Once when a poor lady could not find the full amount demanded by the (lady?) lawyer for getting a new date for the case, she snatched the chain off the poor client’s neck. They are shameless Shylocks. The judge hearing about it ordered her to return it. Thirty years ago, a certain leading lawyer in Colombo, now deceased, would not even talk to you when you go for a consultation until you place Rs 25,000/- on the table. Of course, no receipt was ever given to anybody.",
    "Here is a good example of a case now being heard. It is a land dispute. I am narrating the defender’s story. It is now twenty-five years old and god only knows when it will conclude. The defender, the father of the family passed away five years ago. Now the mother who is ill has to continue it. Actually, the daughter is doing everything. On the average there are five hearings a year. Two lawyers are appearing for them. When the senior lawyer appears they have to pay him more than double what they pay to the junior. Calculating roughly the average per hearing; they have so far spent over one million including the expenses of surveying the land. Forget the wasted time and energy in searching for documents, photocopying them and running around to and from the courts and the lawyers’ offices and houses. They do not have a single piece of paper to show how they spent over one million rupees. When will this poor, innocent family (They are literally a poor family.) have peace of mind and be free of this yoke around their neck? Isn’t justice delayed for twenty-five long years, justice denied? In that case what is the use of this judiciary? There must be hundreds and thousands of cases such as this currently going on and on ……. and on, sucking the blood of the poor of this country.",
    "Here is another example of a case I personally am acquainted with. When I requested from the accused, who was finally acquitted, information about the case, he sent me an email and I quote it here. “I was in remand prison from 1st to 8th October, 2001. My first entry to courts was on 8th October, 2001 and the last time was on December 7th, 2016. (15 years and 2 months.) I attended courts 53 times without missing even one day, the minimum being two times to maximum being seven times a year. I saw at least eight judges. We had several lawyers due to very different reasons. Every time we had a senior lawyer, we had to pay a big amount of money and after a few years they would ask us to pay another large sum to continue the case.” Forget the lakhs and lakhs of rupees spent; the mental torture and the social suspicions he had to endure for fifteen years would have broken a weaker man. The complainant, who was trying to blackmail him, and the lethargic police, who could not prove the case, go scot-free as if nothing happened. Where is justice?",
    "But like rare precious gems among pebbles, stones and rubble there are, thank god, excellent lawyers, women and men of integrity, ladies and gentlemen. But they never become rich or famous. I knew one such gentleman who is no more among us. People remember him with great respect; he would even help a poor client out of his own pocket. Of course, we cannot forget the stars that illumined the legal firmament like C.G. Weeramantry and Mark Fernando. The country is proud of them.",
    "Watching and listening to the May Day rallies of the NPP, I am much encouraged, enthused and consoled. Granted that the whole judiciary needs a thorough overhaul, I want to know what you are going to do about these two simple problems; Receipts and Dates.  Thank you."
  ]
}