{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113262/human-rights-council-adopts-resolution-on-sri-lanka",
  "time_ut": 1759749600.0,
  "original_lang": "en",
  "original_title": "Human Rights Council adopts resolution on Sri Lanka",
  "original_body_lines": [
    "The resolution A/HRC/60/L.1/Rev.1 on promoting reconciliation, accountability and human rights in Sri Lanka has been adopted at the United Nations Human Rights Council in Genève.",
    "The resolution has been adopted without a vote at the 60th session of the Human Rights Council.",
    "Twenty-two countries signed on as co-sponsors to the revised UN resolution, extending the Office of the High Commissioner for Human Rights’ (OHCHR) mandate in Sri Lanka for another two years.",
    "The resolution proposes to “extend the mandate of the Office of the High Commissioner and all work requested of it by the Human Rights Council in its resolution 51/1 of 6 October 2022, and request the Office to present a written update at its sixty-third session, and a comprehensive report on progress in reconciliation, accountability and human rights in Sri Lanka at its sixty-sixth session, to be discussed during an interactive dialogue.”",
    "The main sponsors of the resolution are the United Kingdom, Canada, Malawi, Montenegro and North Macedonia, with the majority of additional backers coming from European states.",
    "Meanwhile, the UK Core Group Statement to introduce the Resolution on Sri Lanka was delivered by the UK’s Permanent Representative to the WTO and UN, Kumar Iyer.",
    "During the presentation of the statement, Kumar Iyer said the draft resolution acknowledges the steps taken and the commendable commitments made by the current government to address long-standing human rights concerns, and the deep wounds left by decades of the conflict.",
    "The Core Group also urged the government to translate the commitments into tangible action.",
    "Meanwhile, the 60th session of the UN Human Rights Council which commenced on September 8 will draw to a close on October 8."
  ]
}