{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-expert-panel-reviews-rpc-land-lease-minister-demands-action-162758/",
  "time_ut": 1715597580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka expert panel reviews RPC land lease; Minister demands action",
  "original_body_lines": [
    "ECONOMYNEXT – An expert panel appointed by the Sri Lankan government is reviewing lease agreements with Regional Plantation Companies (RPC), Minister of Estate Infrastructure Development Jeevan Thondaman said.",
    "Thondaman, who has been critical on RPCs over their resistance in paying the latest daily wage of 1,700 rupees per tea plucker, said he wants action against the companies for destroying government assets.",
    "“We are reviewing the agreement as we speak. There is a committee that is going through it,” he told reporters at a media briefing on Monday (13) in Colombo.",
    "“My personal opinion is we can’t just look at it as just tea. Tea is an asset of the government of Sri Lanka. So when it is a Sri Lankan government asset, say if we have given 10,000 hectares of tea estates to a company, with 8,500 hectares of tea and 1,500 of abandoned, then today we need to conduct an audit to see of the 8,500 ha of tea lands exist.”",
    "“If the tea (lands) have reduced, then action should be taken against the companies, because they have destroyed the assets of the government of Sri Lanka, tax payers assets.”",
    "“So we are looking at all options, opportunities and exploring all possibilities on action.”",
    "The lease review comes as the RPCs has vehemently rejected President Ranil Wickremesinghe’s May 1 announcement of raising the daily wage by 70 percent to 1,700 rupees.",
    "Industry experts say tea producers face a daunting task in paying increased daily wage mainly due to appreciation of the rupee since early last year.",
    "Sri Lankan estate workers live in poor conditions with higher level of poverty, analysts say.",
    "Workers have been living sometimes in crowded shacks, without sanitation, running water, medical facilities or schools for their children.",
    "Thondaman said he has requested for strong action against RPCs for not maintaining the tea properly.",
    "“Now a lease review is going on and post that we will definitely go for that,” he said.",
    "Many plantation workers have already shifted from estates due to poor wages.",
    "Activists say tea pluckers have to work under very difficult conditions because most RPCs do not replant tea as per agreement.",
    "“They should replant 2.5 percent of the land. They have been replanting 0.08 percent,” Thondaman said.",
    "“Though it is a breach of agreement, there has been 400 agreements signed. Now the legality comes into question,” he said.",
    "“Anyway, right now that’s why the president has gazetted the RPCs under the Finance Ministry.” (Colombo/May 13/2024)"
  ]
}