{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nsb-records-a-pbt-of-rs-15-0-billion-for-first-six-months-of-2024/",
  "time_ut": 1724778900.0,
  "original_lang": "en",
  "original_title": "NSB records a PBT of Rs.15.0 billion for first six months of 2024",
  "original_body_lines": [
    "National Savings Bank had already surpassed the previous year’s profit after Tax (PAT) by the second quarter of this year. The Bank registered a PBT of Rs. 15.0 billion for the first six month period of year 2024, while the PAT for the year 2023 was Rs. 7.21 billion, an NSB press release said.",
    "Extracts from the release read: ‘Chairman of NSB, Dr. Harsha Cabral said, “Our strong profitability in the first six months of this year is a testament to the strategic focus of our corporate management, the dedication and hard work of our employees, and the emerging economic stabilization following the recent crisis. Despite the challenging environment, our team has remained resilient and together we have successfully navigated the complexities of the market. This collective effort has positioned the Bank to not only recover but also thrive in the post-crisis landscape.”",
    "‘General Manager Ms. Shashi Kandambi, commenting on the increased profitability, stated, “Our net interest income saw a significant boost, primarily driven by our optimal treasury operations and exemplary liquidity management. All key performance indicators of the Bank have shown improvement, reflecting the increased profitability supported by economic stabilisation and the favourable impact of the declining interest rate environment. Our strong financial performance reinforces our role in contributing to the nation’s recovery and growth, staying true to the core mission of the Bank.”",
    "‘Despite ongoing reductions in policy interest rates, the Bank benefited from liabilities being repriced at a lower cost. Although interest income for the first six months declined by 7% to Rs. 103 billion, interest expenses also dropped by 29% to Rs. 71 billion. This positive effect led to a 170% increase in Net Interest Income compared to the same period last year, reaching Rs. 32.5 billion.’",
    "‘Local tourism could enhance presence of high spenders rather than depend on backpackers’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}