{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97450/ceb-spokesman-resigns-from-post-over-controversial-remarks",
  "time_ut": 1708578000.0,
  "original_lang": "en",
  "original_title": "CEB spokesman resigns from post over controversial remarks",
  "original_body_lines": [
    "Eng. Noel Priyantha has tendered his resignation as the spokesperson of the Ceylon Electricity Board (CEB).",
    "Power and Energy Minister Kanchana Wijesekera, taking to his X handle (formerly Twitter), said this was communicated to him by the CEB management.",
    "The CEB spokesperson, who attended the ‘Big Focus’ program on Ada Derana on Tuesday, made controversial remarks that received backlash for lacking empathy.",
    "When asked about the recent electricity tariff hikes and the burden it has placed on consumers, Priyantha said the tariffs should have been increased gradually over the years.",
    "However, he also went on to comment that the children do not need electricity to study, and that the light from kerosene oil lamps should suffice. “Why do you need electricity [to study]? For about two years, I also studied using [kerosene] oil lamps. Why do you need to iron clothes? Wear linen [clothing].”",
    "He also made insensitive comments about the lifestyle of the people working in tea plantations. “Come to the plantations with me. I’ll show you how happily these people live. Everyone is drunk at 2 o’clock.”",
    "After finding himself in hot water, Priyantha issued a public apology on Wednesday, expressing ‘deep regret’ if his comments were hurtful to any section of the population.",
    "The CEB spokesperson’s comments were slammed by Water Supply Minister Jeevan Thondaman, who said it “lacks empathy and is unacceptable.”",
    "Minister Wijesekera, in his X post, said, “I agree with the sentiments of @JeevanThondaman and many more that had raised the lack of empathy and professionalism in the statement made by the CEB spokesperson.”",
    "He emphasized that Priyantha’s statement does not reflect the views of the government nor the CEB, while asserting that the management of the state-owned electricity supplier will take appropriate measures in this regard."
  ]
}