{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/strict-laws-against-those-distorting-buddhas-teachings-a-point-of-view/",
  "time_ut": 1717687427.0,
  "original_lang": "en",
  "original_title": "Strict Laws Against Those Distorting Buddha’s Teachings: A Point Of View",
  "original_body_lines": [
    "I refer to the front page headlined news report in the Daily News paper dated 23 May 2024, where the Buddha Sasana, Religious and cultural Affairs Ministry Secretary, Somaratne Vidanapathirana, is reported to have said that the Government would bring strict Laws against those who distort Buddha’s teachings, in response to a complaint made by the Heads of Buddhist Nickayas.,",
    "As a Hindu, having an interest in religion and spirituality, I wish to express my views, as an independent observer, on this matter as follows:",
    "Firstly, the very action to bring Laws to criminalize distortions of Buddha’s teachings is itself an act of distortion of Buddha’s teachings. The great Buddha never did impose any commandments to his teachings. Strict Laws would go against the very grain of his teaching. Addressing his disciples the Buddha said ”O Bhikshus do not accept what I have said out of respect and reverence to me, but reflect upon them by your free thinking and then accept”. This demonstrates the latitude of freedom Buddha bestowed to his teachings, devoid of coercion and command.",
    "Thus, bringing in Laws to enforce conformity to Buddha’s teachings and punish those who distort them by speech, writing or act, is a negation of Buddha’s teachings.",
    "Such penal Laws, is akin to reducing the sublime teachings of the Buddha to the level of the Abrahamic religions, Christianity and Islam. Christian Church punishes those with heretical views in their fold with excommunication. In the same manner, the Islamic Sharia law of blasphemy punishes those who do not conform to its teachings by issuance of a “Fatwa”, a death sentence. For example, the Fatwa against Salman Rushdi for publishing his Satanic verses.",
    "It is premature to comment on the impending strict Laws envisaged by the Government to penalize those distorting the teachings of the Buddha. However, it is pertinent to raise some questions: (a) Are these Laws limited  to distortions of Buddha’s teachings by the ordained and avowed Buddhist Monks only (b) Will it apply to critical views expressed by any others on the teachings of the Buddha, bona fide, in the spirit of debate and discussion, in furtherance of an intellectual study of Buddhist tenets and philosophy? If it is limited to (a) above, then statutory penal Laws are superfluous, because, the Heads of the Buddhist Nickayas can take disciplinary action to disrobe and expel such Monks who distort the teachings of the Buddha. If it includes (b) above, then it will violate the freedom of expression provided in the Constitution. In case of persons faking in robes as Buddhist Monks and distorting Buddha’s teachings they could be dealt with under the existing Criminal Law, as in the case said to be done by the Secretary “that already Ministry had lodged complaints with CID to take steps to act against individuals who wear robes and distort the Dhamma”.",
    "Finally, it all depends on what exactly constitutes the Buddha’s teachings, the core elements of the doctrinal teachings. If the Laws were to apply, there should be specificity and clarity of the teachings. Since the Buddha’s  teachings can cover an amorphous body of Buddhist literature, anything said or done could be interpreted as a distortion.",
    "The news report also says that the “aim of the strict Laws is to create an environment where pure Theravada Buddhism can continue to thrive for centuries”. Buddhism has existed in Sri Lanka from the time of its introduction in 247 BC for nearly 2300 years without assistance of strict Laws of the ruling Kings, and later of the State, and there is no doubt about its continuity in the future. Further, reference to Buddhism as “pure Theravada Buddhism”, implies that any other forms of Buddhism such as Tibetan Buddhism, Zen Buddhism, Mahayana Buddhism are “impure Buddhism”.",
    "Finally, in my view, Religion is supra- worldly and cannot be legislated. Religion must be truly and steadfastly, practiced by its adherents. When religion does not go beyond mere lip service and strict statutory laws, it wanes and disappears. That is the danger Sri Lanka is faced with. Are our Political leaders conscientiously practicing it? They were in fact distorting and negating the profound teachings of the blessed Buddha by bribery, corruption and thieving country’s wealth that caused an economic crisis."
  ]
}