{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/kiri-kekiri-dilemma-and-need-for-austerity/",
  "time_ut": 1732038180.0,
  "original_lang": "en",
  "original_title": "Kiri-Kekiri dilemma and need for austerity",
  "original_body_lines": [
    "The JVP-led NPP asked for a mandate to clean up Parliament, and received a mammoth majority for that purpose. Its stalwart bragged that they had asked for brooms but the people had given them bulldozers. A fish is said to rot from the head down, and therefore Parliament has to be cleansed as a national priority. Let the clean-up begin!",
    "One can only hope that the latest regime change will not lead to another false dawn like the one described in Orwell’s dystopian novella,  Animal Farm, where the Pigs, after a successful revolt, decree that ‘all animals are equal, but some animals are more equal than others’. The new MPs and ministers must not be allowed to place themselves above the public and lead the life of Riley. After all, that is what the NPP promised during its presidential and parliamentary election campaigns.",
    "In the late 1980s, during its second uprising, the JVP coined a pithy slogan to mobilise the rural youth against the UNP government of the day, by highlighting a glaring urban bias in resource allocation—kolombata kiri, gamata kekiri (‘Milk for Colombo and kekiri cucumbers for the village’). Under a JVP-led government no room should be left for the people to say ‘methi-amathilata kiri, janathawata kekiri—‘milk for MPs and ministers, and kekiri for the public’.",
    "Indiscipline, corruption, violence, brawls, dereliction of duty, waste, and the MPs’ privileges and perks were the key factors that turned public opinion against Parliament to the extent of a mob led by the JVP trying to march on it in 2022. The JVP, which failed to give Parliament a shake-up with bombs and mobs, and its alter ego, the NPP, are now in a position to achieve that goal democratically. Everything possible must be done to reduce the cost of maintaining Parliament and its members.",
    "SJB MP Hesha Withanage has made a very progressive suggestion, which should have come from the JVP/NPP; he has urged the new government to make all MPs and ministers serve the public on a voluntary basis. The MPs’ official residences in Madiwela are being repaired at a massive cost to accommodate the members of the 10th Parliament, we are told. Addressing the media, yesterday, MP Withanage demanded that the MPs’ housing scheme be handed over to a university which lacks hostel facilities for its students. He said so during the last Parliament as well and his position on curtailing state expenditure on maintaining Parliament and the MPs has been consistent.",
    "Withanage has also called for an end to the practice of providing the MPs with heavily subsidised meals in parliamentary canteens. It is doubtlessly unfair to pamper the MPs while the people who voted for them are struggling to dull the pangs of hunger. Secretary General of Parliament Kushani Rohanadheera, taking part in a television programme the other day, sought to pooh-pooh the claim that the MPs partake of sumptuous meals at ludicrously low prices in the parliamentary canteens, where, she claimed, only ordinary dishes were served. If so, let the menus and the expenditure on victuals served in the parliamentary restaurants during the past six months or so be made public so that the people will know whether their representatives have been eating  bandakka and kekiri, as Rohanadheera has claimed.",
    "It is puzzling why the NPP has appointed a 21-member Cabinet to do what three ministers had done for nearly two months. It would have made sense if about 15 ministers had been appointed with an equal number of deputy ministers. When the delayed Provincial Council elections are held, there will be 45 ministers in the provinces. Sectors such as health and education will have 10 ministers each—the Cabinet minister and nine provincial ministers. Sri Lankans are paying through the nose to maintain a bloated state service; there is a public official for every 14 citizens!",
    "A country, which is in the throes of a crippling economic crisis and has defaulted on its debt, cannot afford to provide its MPs and ministers with perks that would make even their counterparts in the developed world turn green with envy. MP Withanage is right in having demanded that the MPs must not be given vehicles at the expense of the public. The most effective way to develop public transport is to make the people’s representatives share in commuters’ hardships by travelling in crowded buses and trains. Then only will they really feel the need to solve the chronic transport issues. The new government, as we have said in a previous editorial comment, should adopt the Swedish model in providing the MPs with facilities. In Sweden, only the Prime Minister is given an official car, and all others including the Speaker receive bus and train passes. They are free to use private vehicles but at their own expense.",
    "The JVP-led government ought to manage state funds frugally, launch an austerity drive, lead by example and usher in national progress for the sake of the people, who answered its clarion call for action. The JVP should live up to its ‘anthem’, which its founder Rohana Wijeweera sang with gusto at party events to energise his supporters:",
    "Kusata sagini/Hadata sogini/Gathata veraheli/Kebeli ella/sathuta senasuma ahimi karalu/Andura dinu kalaya gihilla/Nositha meri meri sathurpayata vakutu vee atha paya hakulla/Negitapalla, negitapalla/Numbalage kalaya evilla.",
    "(Roughly rendered into English, it means that gone is the dark era when you suffered under enemy feet, in rags and on empty stomachs with hearts filled with sorrow; rise awake, your turn has come!)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}