{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Over-250-Jaffna-youths-apply-to-join-Sri-Lanka-Air-Force-Sagala/108-278595",
  "time_ut": 1710126540.0,
  "original_lang": "en",
  "original_title": "Over 250 Jaffna youths apply to join Sri Lanka Air Force: Sagala",
  "original_body_lines": [
    "Jaffna, March 11 (Daily Mirror) - More than 250 youths from Jaffna have applied to join the Sri Lanka Air Force during the 'Air Tattoo 2024' educational and technological exhibition, which was held in Jaffna in commemoration of the SLAF’s 73rd anniversary.",
    "The Sri Lanka Air Force conducted the ‘Air Tattoo’ from March 6 and concluded on a momentous note, marking a potential turning point in relations between the SLAF and the Jaffna community.",
    "The event, held at the Muttraweli Ground, not only served as a platform for education and technological exploration but also witnessed a remarkable display of renewed interest in the Air Force from Jaffna's youth.",
    "The final day of the 'Air Tattoo' was held yesterday, with the Senior Adviser on National Security to the President and Chief of the Presidential Staff Sagala Ratnayaka attending the event as the Chief Guest. The Commander of the Air Force, Air Marshal Udeni Rajapaksa, extended a welcome to the Chief Guest upon his arrival.",
    "Addressing the media, Sagala Ratnayaka said that the SLAF conducted a recruitment programme in view of the programme for the first time in Jaffna, and over 250 young people from Jaffna applied to join the SLAF. \"This surge in interest, with over 100 aspiring officers and 156 seeking other ranks, signifies a significant shift in the community's perception of the Air Force,\" he said.",
    "He invites the people in Jaffna to join the Sri Lanka Air Force and to be part of the SLAF.",
    "Meanwhile, the President's advisor thanked the SLAF for launching several programmes to help the school students in the area.",
    "\"The country had gone through difficult times, but now we have overcome that period. It is imperative to build a robust economy moving forward, with a particular emphasis on the North, especially the Jaffna area, taking a leading role,\" he said.",
    "Sagala Ratnayaka said that the government is concentrating on developing tourism in the North and the East, as well as bolstering manufacturing industries.",
    "He said the government is working hard to raise the living standards of all the people in the country.\""
  ]
}