{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104404/president-dissanayake-to-visit-china-mid-january-report",
  "time_ut": 1734796920.0,
  "original_lang": "en",
  "original_title": "President Dissanayake to visit China mid-January: Report",
  "original_body_lines": [
    "Sri Lankan President Anura Kumara Dissanayake will travel to the island’s largest bilateral lender China for talks in January, he said on Saturday, days after completing a long-delayed foreign debt restructure.",
    "China accounted for more than half of Sri Lanka’s bilateral debt at the time of the 2022 economic crash, when Colombo ran out of foreign exchange to pay for essential imports such as food, fuel and medicines.",
    "Its economy is recovering after receiving an International Monetary Fund rescue package and imposing austerity reforms aimed at repairing the government’s ruined finances.",
    "Leftist Dissanayake came to power in September on a pledge to fight corruption and tightened his grip after his party won a landslide in snap parliamentary polls.",
    "“I will be going to China mid next month”, he told reporters, without setting an exact date.",
    "Dissanayake’s first overseas visit as head of state was to neighbouring India, where he was given a red-carpet welcome by Prime Minister Narendra Modi on December 16.",
    "Regional powerhouse India is competing fiercely with China for influence in the Indian Ocean region.",
    "Sri Lanka sits astride the world’s busiest shipping route, which links the Middle East and East Asia, giving its maritime assets strategic importance.",
    "New Delhi has been concerned about Beijing’s growing toehold in Sri Lanka, which it sees as being within its sphere of geopolitical influence.",
    "Fitch Ratings upgraded Sri Lanka’s long-term foreign currency issuer default rating to CCC+ on Friday.",
    "Fitch said that while debt restructuring had “reduced the government’s debt service burden and liquidity risks”, it noted that the “general government debt/GDP and the interest/revenue ratio are likely to stay high in the medium term”."
  ]
}