{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Indian-govt-allows-onion-export-to-Sri-Lanka-5-more-countries/108-281493",
  "time_ut": 1714225020.0,
  "original_lang": "en",
  "original_title": "Indian govt allows onion export to Sri Lanka & 5 more countries",
  "original_body_lines": [
    "India, April 27 (ET) - The central government has allowed the export of 99,150 MT onion to six countries, Bangladesh, UAE, Bhutan, Bahrain, Mauritius and Sri Lanka.",
    "According to a press release, the decision comes against the backdrop of lower estimated Kharif and Rabi crops in 2023-24 compared to the previous year, coupled with increased demand in the international market.",
    "To facilitate the export, the National Cooperative Exports Limited (NCEL) has been designated as the agency responsible for exporting onions to these countries.",
    "Additionally, the government has permitted the export of 2000 MT of white onion, specifically cultivated for export markets in the Middle East and some European countries.",
    "The production cost of white onions is higher due to factors such as higher seed costs, adoption of good agricultural practices, and compliance with strict maximum residue limits requirements.",
    "In order to ensure domestic stability, the government has set a procurement target of 5 lakh tons of onions under the Price Stabilization Fund (PSF) for the Rabi-2024 season.",
    "Central agencies such as the National Cooperative Consumers' Federation (NCCF) and National Agricultural Cooperative Marketing Federation of India (NAFED) are collaborating with local agencies to support procurement, storage, and farmer registration.",
    "To minimize storage losses, the Department of Consumer Affairs has decided to enhance the quantum of onions to be irradiated and cold stored from 1200 MT last year to over 5000 MT this year.",
    "Technical support from the Bhabha Atomic Research Centre (BARC), Mumbai, has been sought for this purpose. Last year's pilot of onion irradiation and cold storage resulted in storage losses of less than 10 percent.",
    "A high-level team comprising officials from the Department of Consumer Affairs, NCCF, and NAFED visited Nashik and Ahmednagar Districts of Maharashtra in mid-April to raise awareness among farmers and local agencies about the procurement of onions for the PSF buffer."
  ]
}