{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98889/if-we-desire-a-competitive-economy-we-must-embrace-competition-president",
  "time_ut": 1714236420.0,
  "original_lang": "en",
  "original_title": "‘If we desire a competitive economy, we must embrace competition’ - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized the government’s aim to create a highly competitive, export-oriented economy based on market economy, expressing full faith in the business community of the country. He pointed out that the current challenge facing the nation is not about maintaining the executive presidential system but rather about building a robust economic framework.",
    "The President underscored the importance of allowing the people to decide the country’s economic trajectory, highlighting that this opportunity should not be missed by anyone.",
    "These remarks were made during his presence at the International Rotary District Conference 2023/24 of the District 3220 Club for Sri Lanka and Maldives held at the Bandaranaike Memorial International Conference Hall in Colombo yesterday (26).",
    "The district conference featured a keynote address by Mr. Palanivel Thiaga Rajan, Minister of Information Technology and Digital Services of Tamil Nadu, India.",
    "District 3220 Rotary International for Sri Lanka and Maldives, established in 1929, comprises over 17,000 members. The club has been actively involved in numerous community and social welfare initiatives, as well as projects aimed at fostering social and economic development across the country. President Ranil Wickremesinghe has been a member of the District 3220 Colombo West International Rotary Club since 1994.",
    "We are living at a time when Sri Lanka has reached a crossroads, deciding which path to take. This decision lies in the hands of the people of this country. Are we moving forward? Are we staying stagnant? Or do we wish to regress?",
    "Allow me to recount an incident today when a young person asked me, “What plans do you have for the country? What plans do you have for the educated people? What plans do you have to develop the physical infrastructure?” To which I replied, “I have no fixed plans.” I can only envision a market economy where market forces will determine the course. Within that framework, we can establish policy guidelines, outline three or four-year programs, and adapt as needed.",
    "Thinking of a rigid plan to spur growth seems implausible to me. We must understand how to influence market forces, perhaps even manipulate or direct them. If we aim to progress, we must first decide on the economic system we desire. Do we want a government-led approach, following a five-year plan? We’ve tried numerous plans in the past, yet remained impoverished. Vietnam, once poorer than us, changed its course after the war. The Minister of Industries from Vietnam sought advice on promoting foreign investment, a scenario I now find myself reversing.",
    "We often aspire to emulate countries like Malaysia or Singapore, yet hesitate to make the necessary decisions. It’s time to confront our reality. We must decide on the type of economy we want. For me, only one model is viable: a highly competitive, export-oriented economy. Despite lacking the vast markets or mineral wealth of other nations, we’re strategically positioned in the Indian Ocean, regaining significance as an economic hub.",
    "We cannot afford to dwell in illusions. Economic stabilization measures undertaken will soon be finalized. Are we continuing with an import-dependent economy, rendering past efforts futile? This is the decision we must all make; there’s no escaping it. Today’s decision for the country isn’t about retaining or abolishing the executive presidency; those are secondary concerns.",
    "“Issues like educational reform are important. What matters most is our future trajectory. If we desire a competitive economy, we must embrace competition. I have faith in Sri Lankan businesses; we can overcome challenges. It’s with this confidence that I advocate for our ability to succeed.”",
    "At the event, distinguished guests including Mr. Per Hoyen, representing the President of the Rotary International and conference president Mr. Kumar Sundararaja, alongside District 3220 Rotary International District Adviser Mr. Pradeep Amirthanayagam, Past Presidents including Mr. R. Ravindran, representatives of Rotary International, office bearers of the District 3220 Rotary International, members and a gathering of esteemed guests graced the occasion."
  ]
}