{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CEAT-kicks-off-next-big-move-in-off-highway-mobility/34-781168",
  "time_ut": 1756860225.0,
  "original_lang": "en",
  "original_title": "CEAT kicks off next big move in off highway mobility",
  "original_body_lines": [
    "From left: CEAT Kelani Holdings CEO and MD Ravi Dadlani, High Commission of India, Colombo First Secretary – Economic and Commercial Devika Lal, CEAT, India MD and CEO Arnab Banerjee, High Commissioner of India to Sri Lanka Santosh Jha and CEAT Specialty CEO Amit Tolani",
    "CEAT acquires Michelin Group’s CAMSO Construction Compact Line Business, including Sri Lanka’s Midigama plant and Casting Product plant in Kotugoda, integrating the CAMSO brand into its OHT strategy",
    "With CAMSO’s equity in EU and North America, CEAT gains access to 40+ global OEMs and premium distributors, accelerating its vision to be a global leader in Off-Highway mobility",
    "investment in Sri Lanka over the next three years, securing 1,483 jobs and strengthening the nation’s role as a global OHT hub",
    "CEAT Ltd., has made a substantial advancement in its Off-Highway Tyres (OHT) growth strategy by officially acquiring Michelin Group’s CAMSO Construction Compact Line Business, including their Sri Lanka-based Midigama plant and Casting Product plant in Kotugoda. This transaction also grants CEAT global ownership of the CAMSO brand, which will be permanently assigned across categories after a three-year licensing period.",
    "CEAT’s acquisition of CAMSO brand marks a major milestone in its journey to becoming a leading global player in the high-margin OHT segment. Over the past decade, CEAT has built a strong agricultural portfolio, and with CAMSO’s expertise in compact construction equipment tracks and tyres, the combined strengths open doors to over 40 global OEMs and premium international OHT distributors. Michelin will exit from activities related to compact line bias tyres and construction tracks.",
    "High Commissioner of India to Sri Lanka Santosh Jha said: “I would like to extend my best wishes to CEAT Ltd., for its investment in Sri Lanka. India has been the largest source of FDI in Sri Lanka in recent years and I am delighted to see that trend continue. The deepening of the investment-led partnership between the two countries has been catalysed by the leadership of both countries. It supports their vision of building a future of shared prosperity for our peoples. With India’s private sector investing in Sri Lanka, I’m confident that the economic and commercial relationship between the two countries will continue to strengthen.”",
    "CEAT Ltd., MD and CEO Arnab Banerjee said: “The integration of compact construction equipment business and the acquisition of the CAMSO brand is a pivotal step in advancing CEAT’s long-term vision of becoming a significant player in Off Highway mobility. We are confident that our enhanced strengths in products, capabilities, and markets will enable us to enter new geographies, expand our portfolio, and drive sustainable growth in the years ahead.”",
    "The integration of CAMSO’s premium brand and construction compact line manufacturing capabilities into CEAT is a transformative step in our journey,” said CEAT Specialty Chief Executive Amit Tolani. “Our immediate focus is on seamless transition, ensuring customer satisfaction and further strengthening our operations in Sri Lanka.”",
    "With the Compact Construction Equipment business of CAMSO now part of its portfolio, CEAT moves confidently towards its vision of becoming the world’s most trusted name in Off-Highway Tyres and tracks."
  ]
}