{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-sets-new-standards-in-ai-driven-creativity/",
  "time_ut": 1732998000.0,
  "original_lang": "en",
  "original_title": "Dialog sets new standards in AI-driven creativity",
  "original_body_lines": [
    "Dialog Axiata PLC has unveiled a fully AI-generated TV commercial, setting a new benchmark for AI-driven advertising in Sri Lanka. Created to promote the latest Home Broadband reload plan priced at Rs. 999, this commercial represents a groundbreaking achievement, leveraging state-of-the-art AI technology to produce lifelike visual animations with exceptional realism.",
    "The TV commercial, developed in collaboration with Triad Pvt Ltd, exemplifies Dialog’s pioneering approach to integrating artificial intelligence into advertising, reflecting the company’s broader commitment to delivering forward-thinking solutions to Sri Lanka. The commercial was generated using advanced AI tools such as ChatGPT, MidJourney, Runway, and Flux, showcasing the transformative potential of AI in redefining how brands communicate with customers.",
    "Lasantha Theverapperuma, Group Chief Marketing Officer of Dialog Axiata PLC, said: “At Dialog, we are committed to embracing the future, and the integration of AI into our marketing and creative work marks a significant step forward. By adopting AI capabilities, we are not only enhancing our creative process but also delivering more innovative and forward-thinking campaigns.”",
    "Dialog’s creative partner, Triad Pvt Ltd, played a pivotal role in realising this ambitious project. The agency embraced the challenge of incorporating AI into the creative process, resulting in a campaign that sets a new benchmark for the industry.",
    "“Collaborating with Dialog to create this AI-driven campaign has truly been an exhilarating and proud journey,” said Shane Wilson, Chief Executive Officer and Director of Triad Pvt Ltd. “This project demonstrates how generative AI has moved from theoretical to practical, while the use of its technology will continue to disrupt and change how we look at the business part forever. While there would be key areas that will change the agency’s ecosystem, such as how the agency creates storytelling content, how consumers interact with the created work, what content the agency produces, and the agency marketplace. This is just a glimpse and the beginning into the changing industry of advertising.”",
    "Dialog’s new commercial reaffirms its dedication to pushing the boundaries of innovation and shaping the future of advertising in Sri Lanka. By harnessing the power of AI, the company continues to set new industry standards, making bold strides in delivering both cutting-edge services and forward-thinking marketing initiatives.",
    "ComBank rewards winners of 5th ‘Arunalu Siththam’ children’s art competition",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}