{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/26/international-court-of-justice-set-to-rule-on-gaza-war-today/",
  "time_ut": 1706243880.0,
  "original_lang": "en",
  "original_title": "International Court of Justice set to rule on Gaza War today",
  "original_body_lines": [
    "Colombo (News 1st) – The International Court of Justice (ICJ) could order Israel to halt its Gaza offensive, in a sitting scheduled for Friday (26th) in The Hague, Netherlands.",
    "The ICJ is the judicial body of the United Nations that decides on disputes between nations.  It comprises 17 judges from 17 nations, including one each from South Africa and Israel.",
    "Judges are set to rule today on whether to order Israel to suspend its military campaign, as it responds to a case brought to the UN’s highest court by South Africa accusing Israel of state-led genocide in Gaza. The ICJ is set to rule on South Africa’s request for “provisional measures” against Israel over its alleged genocide in Gaza; the top UN court could order Israel to halt its offensive against the Palestinian territory.",
    "The court will not rule today on whether Israel has committed acts of genocide. That process could take several years.",
    "South Africa has requested several emergency measures, including for Israel to suspend military operations in Gaza, to not escalate military operations any further, and to allow adequate humanitarian aid to enter the Palestinian territory.",
    "One possible scenario is that the court will fall short of ordering a full ceasefire, but could instead order Israel to allow adequate humanitarian relief to enter the besieged enclave.",
    "While the ICJ’s decision is final since there is no appeal possible, the court has no way of enforcing its ruling.",
    "Israel has argued that the court does not have jurisdiction over the case, and it has previously dismissed South Africa’s genocide allegations as “grossly distorted” and “blood libel”. Hamas has said that it will abide by any ceasefire orders from the ICJ if Israel does so.",
    "However, the ICJ could also decide that it does not have jurisdiction over the case.",
    "Face to Face | Ravi Karunanayake | Operation Successful, patient dead",
    "International Court of Justice set to rule on Gaza War today",
    "The People’s Platform | Dr. Kalana Senaratne | Reforms : The need of the hour",
    "Talk of the Town | Dr. Kalana Senaratne | Reforms: The Need of the Hour | 26 January 2024",
    "World’s first execution by Nitrogen injection carried out in US state of Alabama"
  ]
}