{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/indrajit-wickramasinghe-announces-retirement-after-distinguished-career/",
  "time_ut": 1717003980.0,
  "original_lang": "en",
  "original_title": "Indrajit Wickramasinghe announces retirement after distinguished career",
  "original_body_lines": [
    "Union Bank today announced that Indrajit Wickramasinghe, Director/Chief Executive Officer, will retire on August 15, 2024, as per the stock exchange release issued by the bank. In line with the succession plan, Dilshan Rodrigo, the current Deputy CEO, will assume the role of Director/CEO of Union Bank on August 16, 2024, subject to regulatory approvals.",
    "Wickramasinghe is an industry luminary and an accomplished professional with a successful management career spanning over 35 years across local and multinational organizations in the FMCG and Financial services sectors. He has held numerous non-executive board appointments in sectors such as Insurance, Wealth Management, Stock Brokering, Property Management, Finance Companies, and Commercial Banking. Previously, he served as a Non-Executive Director of the Credit Information Bureau of Sri Lanka and as Chairman of Financial Ombudsman Sri Lanka (Guarantee) Ltd.",
    "His most recent role encompassed a distinguished tenure as Director/CEO at Union Bank, spanning over nine years. His appointment coincided with the entry of Texas Pacific Group (TPG), a globally renowned Private Equity Group, into Sri Lanka, marking a significant milestone as the largest foreign direct investment in the country’s financial services sector at that time. Preceding this pivotal role, Wickramasinghe held the position of Chief Operating Officer at NDB Bank, where he was responsible for overseeing all business functions.",
    "During his tenure at Union Bank, Wickramasinghe played a pivotal role in transforming the institution from a limited asset book bank to a fully-fledged vibrant commercial bank with an asset book exceeding Rs 130bn. The bank, maintaining one of the highest capital adequacy ratios in the country and recently relaunching its corporate brand identity, is well-positioned to seize the evolving market opportunities.",
    "Fortude partners local and global universities to empower SL’s next-gen tech talent",
    "Union Bank hosts engaging customer events celebrating International Women’s Day",
    "Agreement to support the expansion of Union Bank’s women-focused financial services",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}