{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sajith-Premadasa-accuses-Govt-of-cowardice-amidst-crackdown-on-SJB-protest/56-757968",
  "time_ut": 1706653842.0,
  "original_lang": "en",
  "original_title": "Sajith Premadasa accuses Govt. of cowardice amidst crackdown on SJB protest",
  "original_body_lines": [
    "Police immediately cracks down on protest march which began around 1.30 p.m. from Vihara Maha Devi Park",
    "SJB leader claims Govt. is afraid of Sri Lankan citizens and are a group of cowards",
    "Calls crackdown illegal as court orders did not prevent a protest march near Vihara Maha Devi Park",
    "Claims attack symbolises state terrorism, brutality and suppression in Sri Lanka",
    "Declares that in 2024 SJB would overcome Govt. efforts to subdue people through violence solely through power of citizens",
    "The Government deployed the military and the Police to parts of Colombo yesterday as scores of Samagi Jana Balawegaya (SJB) supporters led by party leaders converged in the city for an anti-Government demonstration. The Police almost immediately cracked down on the protest march which began around 1.30 p.m. from the Vihara Maha Devi park and proceeded to fire water cannons and tear gas to break up the demonstration.",
    "As protestors fell back, they once again converged near Town Hall along with party leaders led by Sajith Premadasa including S.M. Marikkar, Harsha de Silva, Hesha Withanage, and Rohini Wijerathna among others.",
    "Earlier in the day several court orders were issued preventing the Samagi Jana Balawegaya (SJB) leaders and supporters from entering parts of Colombo which did not include the Vihara Maha Devi Park.",
    "Speaking to party members after the protest came under fire from Police water cannons and tear gas near the Public Library premises, SJB Leader Sajith Premadasa accused the Government of cowardice and claimed it is afraid of the country’s citizens.",
    "He said the demonstration by the party, in a bid to oust the current Government is merely the beginning of their endeavours despite the crackdown.",
    "“The lackeys of the Ranil Rajapaksa Government secured court orders today, attempting to prevent the protest march in several locations in Colombo. However, it’s crucial to note that this march did not violate any laws; it took place in areas where we were not prohibited from holding a protest. Therefore, the Ranil Rajapaksa Government has violated the fundamental and human rights of the thousands who gathered here today,” alleged Premadasa, speaking into microphones held by fellow party member S.M. Marikkar.",
    "He dared President Ranil Wickremesinghe and ruling party leader Mahinda Rajapaksa to join the people if they had the courage. “They believe they can suppress the public with water cannons and tear gas,” he maintained.",
    "Displaying a tear gas canister utilised against the protestors, Premadasa emphasised that it symbolised state terrorism, brutality and suppression. He declared that in 2024, the SJB would overcome the Government’s efforts to subdue the people through violence and other methods by harnessing the power of the people against the Government.",
    "He further announced that the party would initiate legal action against the efforts of law enforcement agencies to disperse the protest, citing it as illegal and a violation of the rights of the demonstrators.",
    "On Monday, SJB General Secretary Ranjith Madduma Bandara said the party will resist any efforts by the Government to impede the large-scale demonstration. SJB General Secretary said the protest would serve as the initial warning towards toppling the present Government headed by President Ranil Wickremesinghe.",
    "Meanwhile, SJB Deputy General Secretary Mujibur Rahman and several other party supporters were rushed to the National Hospital in Colombo during the protest, after experiencing complications resulting from the water cannon and tear gas attacks by the police. He was visited by party leader Sajith Premadasa and others. SJB MP Harsha de Silva said Rahman had experienced breathing difficulties due to the strong tear gas."
  ]
}