{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aspi-reaches-an-all-time-high-with-a-turnover-of-rs-7-billion/",
  "time_ut": 1735257360.0,
  "original_lang": "en",
  "original_title": "ASPI reaches an all-time high with a turnover of Rs. 7 billion",
  "original_body_lines": [
    "Trading on the Colombo Stock Exchange was bullish yesterday due to low interest regime, favourable economic conditions as well as the upgrading of sovereign ratings following the completion of external debt restructuring, market analysts said.",
    "Owing to those positive factors both indices moved upwards. All Share Price Index up by 232 points (closing at 15,400.53 – a new all-time high) while S&P SL20 up by 96 points. Turnover stood at Rs 7 billion with nine crossings.",
    "Those crossings were reported in Sampath Bank, which crossed 1.15 million shares to the tune of Rs 127 million and its share price traded at Rs 112, Renuka Holdings five million shares crossed to the tune of Rs 101.4 million and its share price traded at Rs 20, Ceylon Cold Stores 734,000 shares crossed to the tune of Rs 60 million and its share price traded at Rs 82, TJ lanka 987,000 shares crossed to the tune of Rs 47.4 million and its share price traded at Rs 48, Access Engineering 1.3 million shares crossed to the tune of Rs 46.15 million and its share price traded at Rs 95.50, Sunshine Holdings 230,000 shares crossed to the tune of Rs 21.5 million and its share price traded at Rs 95, LMF 500,000 shares crossed to the tune of Rs 21.75 million and its share price traded at Rs 43.52, Hayleys Fabrics 390,000 shares crossed to the tune of Rs 20.8 million and its share price traded at Rs 53.20, and Commercial Bank (Non Voting) 185,000 shares crossed to the tune of Rs 20.2 million and its share price traded at Rs 109.50.",
    "In the retail market top six companies that mainly contributed to the turnover were Waskaduwa Resorts Rs 411 million (193 million shares traded), LOLC Holdings Rs 378 million (585,000 shares traded), Browns Investments Rs 366 million  (52.1 million shares traded), HNB Rs 261 million (899,000 shares traded) and HNB Rs 206 million (898,000 shares traded). During the day 534 million share volume changed hands in 47000 transactions.",
    "The banking sector, especially Sampath Bank and HNB, while the manufacturing sector was the second largest contributor for the market. The service sector also was active yesterday to a significant degree.",
    "Yesterday, the Central Bank announced the US Dollar rate. The rupee was trading stronger at Rs 294.30/60 to the US dollar in the spot market, from Rs 294.00/295.50 on Tuesday, while bond yields were down, dealers said.",
    "A bond maturing on 15.12.2026 was quoted at 9.40/50 percent, down from 9.40/55 percent.A bond maturing on 15.09.2027 was quoted at 9.75/85 percent, down from 9.77/87 percent.A bond maturing on 15.02.2028 was quoted at 10.10/15 percent, down from 10.10/20 percent.A bond maturing on 01.05.2028 was quoted at 10.28/35 percent.A bond maturing on 15.09.2029 was quoted at 10.65/75 percent, down from 10.65/80 percent.",
    "‘Invest Sri Lanka’ Capital Market Forum to be held in Colombo in March 2025",
    "Faculty of Law at UoC crowned champion of Varsity Battles 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}