{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-looks-to-remove-obstacles-in-toddy-export-166923/",
  "time_ut": 1717755780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka looks to remove obstacles in toddy export",
  "original_body_lines": [
    "ECONOMYNEXT – A Sri Lanka parliament sectoral oversight committee has asked officials to ‘remove obstacles in the local production and export of toddy, kithul, palm and coconut related products’.",
    "The Excise Department and the Customs Department were called before the Committee on National Economic and Physical Plans to discuss and resolve issues pertaining to these exports.",
    "At the meeting, it was agreed “to remove the barriers to the wholesale distribution of toddy palm produced in the Northern Province locally and abroad,” a parliament statement said without specifying what the obstacles were.",
    "Committee chair Mahindananda Aluthgamage instructed exporters to prepare a necessary system to easily and systematically export toddy, kithul, palm and coconut related products.",
    "The Ministry of Agriculture and Plantation Industries has pointed out that the government is capable of generating income through the export of these products as there is a large market abroad for them.",
    "Sri Lanka’s palmyrah toddy sees demand from France, Canada, Dubai",
    "The Excise Ordnance defines toddy as “fermented or unfermented juice drawn from any coconut, palmyra, kittul or other kind of palm tree.”",
    "In 2017, Sri Lanka renewed a requirement for licensing for toddy tapping from coconut and palmyrah trees to better monitor the amount of liquor produced by distilleries and collecting excise duty. This also aimed to regulate toddy tapping.",
    "Earlier this year, the National Apprentice and Industrial Training Authority said it was working with the Ministry of Agriculture and Plantation Industry to upskill informal sector workers. This will provide NVQ accreditation to rubber sap harvesters, and palmyrah, kithul, coconut toddy tappers and pluckers. (Colombo/June7/2024)"
  ]
}