{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Is-JVP-led-NPP-Govt-weaponising-the-law-to-target-Wickremesinghe/4-781301",
  "time_ut": 1757030566.0,
  "original_lang": "en",
  "original_title": "Is JVP-led NPP Govt. weaponising the law to target Wickremesinghe?",
  "original_body_lines": [
    "The plot to humiliate and penalise ex-President Wickremesinghe also seems to have gone awry, at least for the present",
    "United National Party (UNP) leader Ranil Wickremesinghe has been in politics for more than five decades. Wickremesinghe who has served as Member of Parliament, Deputy Minister, Cabinet Minister, leader of the Opposition, Prime Minister and President has often been described as a “spent force” in politics. The resilient Ranil has always proved his detractors wrong by bouncing back into the ring spiritedly. Recent events seem to indicate that the irrepressible Ranil Wickremesinghe may yet again demonstrate that he is a person who cannot be written off easily.",
    "On 22 August 2025, Ranil Wickremesinghe was arrested by the CID and charged in court under Section 5(1) of the Public Property Act and Sections 386 and 388 of the Penal Code. He was remanded for four days until 26 August by the Colombo Fort Magistrate Nilupuli Lankapura. Ranil Wickremesinghe thus became the first Sri Lankan ex-President and former Prime Minister to be arrested and remanded in the history of Sri Lanka. He was manacled and taken to Magazine Prison in a Black Maria.",
    "The former President’s health condition worsened after being taken to the Magazine Prison. He was moved to the Welikade prison hospital and transferred from there to the Colombo National Hospital. He was admitted to the Intensive Care Unit there.",
    "Subsequently it was diagnosed in hospital that Wickremesinghe was suffering from three blocked arteries, necrosis of heart tissues, diabetes, and a lung infection. These conditions were not outwardly visible. He had been afflicted by heart ailments for the past seven years.",
    "When the case was taken up again on 26 August at the Colombo Fort Magistrate’s court, Ranil Wickremesinghe was unable to attend court due to his health condition. The former President marked his presence in court through Zoom via Internet from his hospital bed at the National Hospital ICU.",
    "A panel of lawyers led by former Attorney-General and ex-Minister Tilak Marapana and senior President’s Counsel Anuja Premaratne appeared on behalf of Ranil and sought bail for the former President on health grounds. Medical reports pertaining to Wickremesinghe’s current health condition were submitted in detail to court. This included a report by six specialist doctors at the National Hospital.",
    "Colombo Fort Magistrate Nilupuli Lankapura after hearing the arguments and examining the medical records granted bail to ex-President Ranil Wickremesinghe, despite being charged under the Public Property Act. Wickremesinghe was released on three surety bails of five million rupees each. The case will be heard next on 29 October 2025.",
    "Ranil remained in hospital for a few more days. He was discharged on 29 August. A picture being widely circulated shows Ranil leaving the hospital with a book in his hand. The book is a memoir authored by former British Prime Minister Boris Johnson titled “Unleashed”. The book with its explosive title has given rise to much excitement and speculation about the future politics of Wickremesinghe. It appeared that the spent force was once again going to be in the political centre stage despite health issues.",
    "The arrest and remanding of Ranil Wickremesinghe has resulted in an unexpected display of solidarity and unity by Opposition parties and political leaders. Press conferences were held by Opposition party leaders condemning the arrest of the former president. Many of these leaders were heavily critical of Ranil in the past.",
    "The most noteworthy aspect of this change in the political environment is the seeming thaw in the frosty relationship between Ranil Wickremesinghe and Sajith Premadasa. There is optimism now in political circles that there may be a re-alignment between the UNP and its breakaway Samagi Jana Balawegaya (SJB). It is too early to assess the course of politics at this juncture but it does seem clear that Ranil is likely to play a leading role in the unfolding new political drama. Ranil’s future politics will depend on his health.",
    "After returning home where he will be under strict medical care and supervision, Ranil Wickremesinghe expressed his gratitude to all those who supported him from the time of his arrest. In a special video message released to the media, Wickremesinghe conveyed appreciation to the many individuals and groups who had expressed solidarity, both online and offline, during his arrest. “I am thankful to everyone who stood by me from the moment I was taken into custody. I intend to meet with all those who supported me soon. Thank you all again,” he said.",
    "Meanwhile leading Government personalities, hurrah boys and girls of the Janatha Vimukthi Peramuna (JVP) led National People’s Power (NPP) Government and the anti-Wickremesinghe elements of different hues persist with their favourite pastime of Ranil bashing. There is disappointment in some corridors of power that Ranil could not be locked up in a remand cell as was perhaps intended.",
    "The best laid plans of men and mice often go awry, wrote Robert Burns. The plot to humiliate and penalise ex-President Wickremesinghe also seems to have gone awry, at least for the present.",
    "The first part of this article published last week focused mainly on the background of the circumstances that led to the arrest and remanding of Ranil Wickremesinghe and raised the question as to whether the former President was the target of a political witch hunt. These aspects would be further elaborated upon in this second and final part.",
    "As stated in this article earlier, Ranil Wickremesinghe has in the past been lightly “dismissed” by his detractors and critics as a serial loser and spent force. Nevertheless this supposedly spent force of no consequence is viciously vilified constantly.",
    "Many of those who were delighted at the sight of a handcuffed Ranil being transported in a Black Maria seem dismayed at the sight of a cheerful Wickremesinghe leaving hospital with the book “Unleashed” in his hand.",
    "Perhaps due to this, the attacks against Ranil have escalated. It is indeed strange and somewhat amusing that a person described as a spent force and serial loser should be at the receiving end of such attacks. It is said that no one flogs a dead horse and none kicks a dead dog. If Ranil is indeed “finished” then why is he being flogged and kicked constantly? Is it because of the constant trepidation and insecurity among political opponents of what Wickremesinghe is capable of unleashing?",
    "The first part of this article dealt at length about the Batalanda detention centre and Ranil Wickremesinghe. After tabling the Batalanda commission report in Parliament JVP-NPP Cabinet minister and Leader of the House Bimal Rathnayake stated Ranil Wickremesinghe would face legal action soon. However when legal action did take place, it was not over Batalanda. It was for Wolverhampton.",
    "There were three possible reasons for this. Firstly the JVP realised that re-opening the wounds of Batalanda could harm the JVP also. Memories of the JVP’s atrocities and horrible conduct during the 1987 to 1990 years have faded to a considerable extent. The JVP has re-positioned itself as a new entity by donning the NPP garb and convinced the people to vote for the compass. But going ahead with the Batalanda probe could revive those dark memories. The question that could rise in the minds of the people is what necessitated the Batalanda torture camp in the first place? The JVP realised the value of the adage ‘seek justice with clean hands’.",
    "Secondly there was the question of who was directly responsible for the illegal confinement, torture and executions. The orders may have come from the top but the actual “hands on” perpetrators were sections of the Police, STF, armed forces and para-military outfits. An intensive probe with the aim of incriminating Ranil may have the unintended consequence of incriminating members of the Police and armed forces too. The JVP has from 1994 onwards tried to cultivate the armed forces. The Tri-forces collective “Aditana” has been formed. Hence pursuing the Batalanda inquiry could result in adversely affecting and alienating the armed forces.",
    "Thirdly there is the question of Ranil’s actual involvement in the horrors of Batalanda. As stated in the first part of this article, Ranil had reportedly played a part in acquiring buildings from the Batalanda housing complex to set up the Batalanda detention centre. Wickremesinghe however had no involvement in what happened at the detention centre though his political opponents of different hues have in the past tried to portray Ranil as being directly involved in the torture.",
    "When Chandrika Bandaranaike Kumaratunga became President in 1994, she set up a number of commissions of inquiry. One of these was on the Batalanda detention centre. There was much speculation then that President Kumaratunga had appointed the Batalanda commission of inquiry to “fix” her chief political rival Wickremesinghe. The Commission however could not find any valid evidence incriminating Wickremesinghe as having engaged in torture activity at Batalanda.",
    "Under these circumstances the JVP had no choice other than to abandon the option of prosecuting Ranil over Batalanda. Another option was to charge Wickremesinghe regarding the Central Bank Treasury bonds issue. Ranil had been quizzed on the matter by authorities but nothing substantially detrimental was proved against him. His detractors and political rivals continue to fling mud at him over this issue. It has to be admitted that Ranil’s clean image has been somewhat dented in public perception due to the treasury bond scandal. This does not mean that Ranil was found guilty of any wrong doing.",
    "It is against this backdrop that the September 2023 UK trip matter was raked up. An internal audit was done in the Presidential secretariat by an official who had been recently transferred to the secretariat. An alleged “fraud” on the part of Wickremesinghe in 2023 when he served as president was discovered or uncovered.",
    "The alleged fraud was that Ranil had siphoned off state funds to defray the expenses of a private trip to the UK covering it up as part of an official tour. It was alleged that Wickremesinghe travelled to Britain on 22-23 September, 2023, to attend an event involving his wife Prof. Maithree Wickremesinghe at the University of Wolverhampton.",
    "It was further alleged that the UK visit was not official and was incorporated as part of then president Wickremesinghe’s official visit to Cuba and the USA. It was alleged that the London leg of Wickremesinghe’s 2023 trip was of a personal nature and that charging the personal visit to official expenditure amounted to an abuse of presidential powers for private benefit.",
    "Meanwhile internal tensions began to simmer between the “old” hardcore Marxist members of the JVP and the “new” liberal members of the NPP. There was suspicion that a bloc of 40 to 50 NPP parliamentarians may break away from the JVP-led Government. It was also suspected that the master strategist Ranil Wickremesinghe was involved in the exercise to split Government ranks. The resentment against Ranil within the JVP old guard increased.",
    "There was another complicating factor also. Anura Kumara Dissanayake and the JVP-led NPP had come to power by making several promises and pledges. They had also been severely critical of Ranil Wickremesinghe and blamed his economic policies especially the agreement entered into with the IMF.",
    "Yet after gaining power, the new President and Government had not honoured any of their major electoral pledges. Furthermore President AKD and his Government began following the same policies of Wickremesinghe especially the IMF agreement. Ranil’s stock was rising with disappointed sections of the people who had voted for the compass earlier.",
    "The Ranil factor was looming large as a potential threat to the JVP on the political horizon. Something had to be done to counter this political threat. Despite “pooh poohing” Wickremesinghe as a spent force whose political shelf life was over, the JVP upper echelons were well aware of the potential of Wickremesinghe. Something had to be done soon, it was felt.",
    "On 23 May 2025 a complaint regarding Wickremesinghe’s alleged fraud was lodged with the Police by an official from the Presidential secretariat on behalf of President Anura Kumara Disanayake’s Secretary Dr. Nandika Sanath Kumanayake. Thereafter the CID began probing the matter. A “B-report” was compiled by the CID in June 2025.",
    "The Police continued with the inquiry into Wickremesinghe’s alleged fraud. The matter was of a politically sensitive nature as it concerned a former head of state. It was also a complex legal issue as it entailed the rights and privileges of a President while undertaking an overseas trip. What are the state resources a Head of State is entitled to utilise on an official or private visit? Such a complex issue requires advice from the Attorney-General. However there is no indication from available media reports about the A-G being consulted prior to the investigation being undertaken.",
    "The CID went ahead with its investigation and interviewed 38 persons. These included officials and security personnel who had accompanied Wickremesinghe on the UK trip. Officials attached to the Presidential secretariat as well as his secretaries were also interviewed and had their statements recorded.",
    "Finally Ranil Wickremesinghe was summoned on 19 August for an inquiry on 22 August. It is learnt that Ranil’s lawyers had advised him that he may be arrested after his statement was recorded. A pattern has been established in recent times where former ministers and ex-MPs are summoned to the CID headquarters, statements recorded, produced in courts and remanded. 22 August was a Friday and if Wickremesinghe was arrested, there was the possibility of him being remanded over the week-end without getting bail.",
    "Ranil Wickremesinghe however was confident that he would not be arrested or remanded. He opined that only his statement would be recorded. Being a lawyer himself and also being well-versed in matters of official protocol, Ranil’s position was that he was not guilty of any offence. As such the former President and ex-Prime Minister thought, the Police would accept his statement and be satisfied. But that is not what happened on that fateful Friday.",
    "According to media reports, after Ranil Wickremesinghe’s statement was recorded, the ex-president was arrested and taken to court by current director of the CID Shani Abeysekara and a team of CID officials. Wickremesinghe was charged under Section 5(1) of the Public Property Act and Sections 386 and 388 of the Penal Code. An alleged offence coming under the PPA is non-bailable.",
    "Additional Solicitor-General Dileepa Peiris PC presented a 30 page B-report to court and asked that the suspect be remanded. Wickremesinghe’s lawyers sought bail on medical grounds. The magistrate remanded Ranil Wickremesinghe for four days until 26 August.",
    "The reaction to the arrest and remanding of Ranil was unexpectedly strong. A wide section of Opposition leaders including Mahinda Rajapaksa and Sajith Premadasa condemned it strongly. Many lawyers, academics and media analysts also criticised it. UNP stalwarts accused the Government of conducting a political witch hunt targeting Ranil Wickremesinghe. The Government is accused of weaponising the law to target Wickremesinghe. The legality of the process passes muster but the question of legitimacy remains.",
    "Adding credence to the belief that the action against Wickremesinghe was vindictive and politically motivated was the curious case of the YouTuber prediction. YouTuber Sudantha Thilakasiri, popularly known as “Sudaa” is regarded as being close to the ruling JVP-led NPP Government upper echelons.",
    "Thilakasiri had in a recent social media post, declared that if former President Wickremesinghe appeared before the CID on Friday (22) to give a statement, it would be “mandatory” for authorities to arrest him, produce him before court, and remand him for 14 days. He further claimed that if this did not happen, he would cease producing YouTube programs.",
    "This YouTube episode has strengthened suspicion that the decision to arrest and remand Ranil had been taken earlier by the powers that be and that an insider like the you tuber had advance knowledge of it.",
    "The JVP-led NPP Government has adopted the stance that the law was taking its own course regarding Ranil Wickremesinghe and that the Police were acting independently. This position is viewed with scepticism by most people. It is hard to believe that officials would act against a person of Wickremesinghe’s stature without a political greenlight being given. There is perceptible, a deliberate move to humiliate Ranil and create a political spectacle. Besides some ministers and deputy ministers have gloated and boasted that the hunt has begun and that Wickremesinghe is likely to face more charges.",
    "It has also been pointed out by non-partisan observers that if indeed Government funds had been wrongfully utilised for private purposes, the former President could have been given the option of reimbursing the sum. A former president should have been extended that courtesy. Had Wickremesinghe refused to pay back, the option of charging him in courts could have been considered.",
    "It also appears that the JVP-led NPP Government has misjudged the impact of the action against Ranil. Wickremesinghe may have been singled out to be the first target because it was felt the action would not impact greatly on the public. When it comes to charges of abuse and misuse of power, there are many allegations against Mahinda and Gotabaya Rajapaksa.",
    "It is well-known that whenever Mahinda Rajapaksa was accompanied by scores of relatives, hangers on and sycophants when he embarked on a foreign trip. Another allegation about Gotabaya is that he used his authority as Defence Secretary to divert a plane to Colombo to transport a pet dog. Yet the top two Rajapaksas have not been touched presumably because the JVP is wary of the political fall-out. Initially there were no such concerns about a public backlash Ranil. Hence the action against him.",
    "Ranil has been charged under the Public Property Law which denies bail except under exceptional circumstances. What the JVP seems to have forgotten is the extent to which it has destroyed public property in the past. It appears therefore that the crimson comrades impelled by their hatred of Ranil Wickremesinghe have rushed into an area that was unwise to tread. “The Rubicon has been crossed” as former BASL president Saliya Pieris PC observed after the arrest and remand of Ranil Wickremesinghe.",
    "However much the Government protests and denies, it is becoming increasingly unbelievable that Ranil Wickremesinghe is not the victim of a political witch hunt. There are valid doubts as to whether the law is being weaponised to target him. As Ranil himself reportedly said when being taken to prison, “The real face of the present administration has been uncovered.”"
  ]
}