{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/propaganda-backfiring-and-striking-home/",
  "time_ut": 1754845860.0,
  "original_lang": "en",
  "original_title": "Propaganda backfiring and striking home",
  "original_body_lines": [
    "Sri Lanka, with numerous problems cropping up on the political and economic fronts, resembles a mosaic of issues. The controversial Trump tariffs, the proposed educational reforms and criticism thereof were losing steam, and last week was beginning to look dull. Then, a satellite fell on the JVP headquarters, as it were!",
    "The JVP-NPP government has been in damage control mode since it admitted, albeit unwittingly, that an allegation it made before last year’s presidential and general elections was baseless. During its election campaigns, it insisted that a satellite project, launched at the behest of a member of the Rajapaksa family, had cost the state coffers as much as USD 320 million, and it would launch a probe and bring the culprits to justice. But in answer to a question raised by an Opposition MP, Prime Minister Dr. Harini Amarasuriya informed the House last week that Sri Lanka had made no investment in the SupremeSAT project and some financial benefits had accrued to the state coffer from it. Her answer triggered a social media feeding frenzy, with the pro-SLPP propagandists condemning the JVP/NPP for having lied. The following day, Minister Wasantha Samarasinghe, in his wisdom, sought to dispute what the Prime Minister had said. He claimed that the PM’s answer had been based on incorrect information provided by the Board of Investment! He took great pains to have the public believe that the satellite project had yielded no financial benefits to Sri Lanka. His was a vain attempt to obfuscate the issue; he did not deny the fact Sri Lanka had not spent any money in the project. His rebuttal only made matters worse for the government; it backfired like a misfired Patriot missile striking home.",
    "It is said that a lie travels halfway around the world while the truth is putting on its shoes. This is why politicians utter as many lies as possible during election campaigns to gain maximum possible political mileage. Both the JVP-led NPP and its political rivals spread many lies before last year’s presidential elections to mislead the electorate. The current Opposition parties are lucky that they do not have to worry about proving their claims, which the public did not take seriously, but the NPP government is not that lucky.",
    "The problem with propaganda lies that help win elections is that the winners have to prove them after forming governments or lose their credibility. Logically, the fact that the NPP’s claim about the SupremeSAT project has backfired does not mean all other allegations the government made against the previous regime are baseless. But the crafty spin doctors of the Opposition use disproven or unproven allegations to draw false generalisations and create doubts in the people’s minds regarding other accusations as well. The NPP, which was on the offensive on the propaganda front, is now on the defensive, struggling to prove the unprovable. We witnessed a similar situation after the 2015 regime change. One of the claims Maithripala Sirisena made in the run-up to the 2015 presidential election to turn public opinion against his main rival, Mahinda Rajapaksa, in a bid win the presidency was that the Rajapaksas had bought a ‘golden horse’ from ‘Buckingham Palace’, of all places, and kept it in Nuwara Eliya, where the young members of the then ruling family went in state-owned choppers to ride it and return to Colombo. After winning the presidency, Sirisena came under pressure to trace the ‘golden horse’. He and the other Yahapalana leaders could not prove many of their propagandistic claims. Their failure to do so was one of the reasons why the Rajapaksas were able to make a stunning comeback sooner than expected.",
    "Meanwhile, Cabinet Spokesman and Minister Dr. Nalinda Jayatissa has, in a bid to bolster his Cabinet colleague Samarasinghe’s aforementioned claim about the SupremeSAT project, asked whether the Rajapaksas would have remained silent for 13 years if the country had received any benefits therefrom. He has said investigations will go on. He has demolished an argument of his own making, exemplifying the strawman method, a logical fallacy. He, too, has left out the crux of the matter—that Sri Lanka did not make any investment in the satellite project.",
    "The general consensus is that the former leaders enriched themselves at the expense of the public and stashed away part of their ill-gotten wealth overseas. That they have invested their black money through various fronts is also an open secret. The challenge before the incumbent dispensation is to ensure that thorough, impartial investigations will be conducted in a transparent manner to trace the stolen funds and make the culprits face the full face of the law. Holding political circuses as well as bellowing rhetoric is not the way to set about the task, which is far more formidable than it may look, for politicians cover their tracks while in power.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}