{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-close-up-0-25-as-us-tariff-talks-set-to-resume-232149/",
  "time_ut": 1753180980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks close up 0.25 as US tariff talks set to resume",
  "original_body_lines": [
    "ECONOMYNEXT – Colombo’s All Share Price Index (ASPI) moved 0.25 percent higher hitting a fresh high, data on its site showed.",
    "The index rose 47.85 points, to 19,091.93, on Tuesday; while the S&P SL20 index of more liquid stocks climbed 0.19 percent, or 10.63 points, to close at 5,657.62.",
    "Turnover marginally rose to 5.9 billion rupees; while the share volume was 203,830,809.",
    "The ASPI was pushed up by DFCC which ended 8.75 rupees stronger at 135.50; NDB which rose 3.00 rupees to 127.50; Access Engineering which ended 1.70 rupees up at 61.90; HNB which moved 1.75 rupees up to 357.75; and Lanka Ashok Layland which closed 334.75 rupees higher at 2,534.50.",
    "Sri Lanka is set to have another round of tariff talks this week, after one round of discussions, to reduce a Trump tariff of 30 percent, official sources said before a deadline of August 01, as other South Asian nations also try to do the same.",
    "Sri Lanka to have another round of Trump tariff talks with US after progress",
    "Equity markets in the region showed mixed sentiment on Tuesday.",
    "Japan’s Nikkei 225 index declined 0.11 percent, or 44.19 points, to 39,774.92 as “Japanese ruling coalition’s major setback in a national election weighing on the outlook for the stability of Prime Minister Shigeru Ishiba’s government and tariff talks with the United States,” Japan’s The Mainichi newspaper said.",
    "Pakistan’s KSE 100 index traded 1.01 percent higher at 139,616.63, while India’s Nifty 50 fell 0.12 percent to 25,061.05, and BSE Sensex ended 0.014 percent higher at 82,212.26.",
    "As at 3.20 pm Sri Lanka time, spot gold was trading at 3,399.99 US dollars, down 4.72 US dollars. (Colombo/Jul22/2025)"
  ]
}