{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104503/russian-region-declares-emergency-situation-as-black-sea-oil-spill-fallout-widens",
  "time_ut": 1735187220.0,
  "original_lang": "en",
  "original_title": "Russian region declares emergency situation as Black Sea oil spill fallout widens",
  "original_body_lines": [
    "Authorities in Russia’s southern Krasnodar region on Wednesday declared a region-wide emergency, saying that oil was still washing up on the coastline 10 days after two ageing tankers ran into trouble.",
    "The oil is from the tankers which were hit by a storm on Dec. 15. One of the vessels split in half, while the other ran aground.",
    "The pollution, which has coated sandy beaches at and around Anapa, a popular summer resort, has caused serious problems for seabirds and everything from dolphins to porpoises and over 10,000 people have been trying to clear it up.",
    "Veniamin Kondratiev, governor of the Krasnodar region, said in a statement that he had decided to declare a region-wide emergency because oil was still polluting the coastline in the Anapa and Temryuk districts.",
    "“Initially, according to the calculations of scientists and specialists, the main mass of fuel oil should have remained at the bottom of the Black Sea, which would have allowed it to be collected in the water,” Kondratiev wrote on the Telegram messaging app.",
    "“But the weather dictates its own conditions, the air warms up and oil products rise to the top. As a result, they are being carried to our beaches.”",
    "Separately, a crisis centre focused on the clean-up said that the bow of one of the tankers - the Volgoneft-239 - had been discovered underwater and that divers would check whether there was any leak of oil products from it as soon as weather conditions permitted.",
    "In total, more than 256 square kilometres of the coastal area have been surveyed and 25 tons of oil-water sludge collected, the same centre said."
  ]
}