{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-hold-presidential-polls-between-sept-17-oct16-commission-162313/",
  "time_ut": 1715244480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to hold Presidential polls between Sept 17-Oct16: Commission",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will hold Presidential polls between September 17 and October 16, 2024, as required by law, the Elections Commission said.",
    "The Commission said it will call for nominations within the specified period.",
    "“The Election Commission will call for nominations for the presidential election within the specified timeframe in terms of the provisions of the Constitution of the Democratic Socialist Republic of Sri Lanka and the Presidential Elections Act No. l5 of 1981, and that by virtue of the powers vested in the Election Commission to fix the date for the election, it will hold the presidential election between 17 September 2024 and l6 October 2024,” Election Commission Chairman R M A L Rathnayake said in a statement.",
    "Sri Lanka’s key parties are gearing up for elections where some parties are expected to form loose alliances to support their candidates.",
    "Sri Lanka’s Central Bank Governor Nandalal Weerasinghe warned earlier this week that  that the country could go back to the 2022 crisis if any future government changes the current International Monetary Fund (IMF) subscribed economic policies and reforms.",
    "“We need to continue the same process going forward and if there is a deviation, that would be a challenge. That’s the important message we want to give,” Weerasinghe told reporters at a media briefing in Colombo on Tuesday.",
    "“This is to make the public aware because the public are the final decision makers. People should be aware that if we deviate from the current economic policies, there is a risk of we may go back to a situation like the previous crisis,” he said at a press conference when questioned by journalists.",
    "“It is not an issue with under which government. It is about the importance of continuing the same economic policies going forward. What we have done is we have informed the public that the economy might go back to the situation like the past crisis if we don’t go with the current policies,” he said.",
    "With elections coming up in Sri Lanka, the World Bank has also expressed concern that reform fatigue could set in, leading to potential policy reversal, particularly with regard to state-owned enterprises (SOEs).",
    "World Bank concerned over potential reform fatigue in Sri Lanka’s election year"
  ]
}