{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-investigates-wrong-aswesuma-benefit-recipients-160659/",
  "time_ut": 1714468320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka investigates wrong “Aswesuma” benefit recipients",
  "original_body_lines": [
    "ECONIOMYNEXT – Sri Lanka’s Welfare Benefits Board, which is responsible to disburse Aswesuma social welfare and poverty alleviation programme has started probe into recipients who had got the benefits through providing false information, Finance Ministry said.",
    "The World Bank-funded ambitious project is expected to reach 2.4 million households under four categories including people under extreme poverty.",
    "The government has started the disbursement after initial due diligence of applicants. However, there had been complaints over recipients who are receiving the benefits after submitting false information.",
    "The Finance Ministry said the Welfare Benefits Board has implemented a special program to enforce the law against people who receive Aswesuma benefits after giving false information.",
    "The Welfare Benefits Board has issued a circular to all district secretaries and divisional secretaries to find on false information, the Finance Ministry said in a statement.",
    "“The District Secretary or the Additional Welfare Benefits Commissioner has been authorized to deploy a team of officers and conduct investigations in case of information about providing false information,” the Finance Ministry said.",
    "“If it is discovered that benefits have been obtained based on false information, the concerned beneficiary will be removed from the list if he has not received the benefits already and the benefits will be stopped if he is currently receiving them, and the measures will be taken to recover them.”",
    "President Ranil Wickremesinghe’s government was compelled to increase the number of beneficiaries after ruling Sri Lanka Podujana Peramuna (SLPP) supporters resisted to a decision to close down previous poverty alleviation programme titled Samurdhi.",
    "Political analysts have said Samurdhi has been misused by SLPP leadership for electoral gains. However, there has been no proper investigation over such claims so far.",
    "Wickremesinghe agreed to continue provide Aswesuma for all Samurdhi beneficiaries after protest and resistance.",
    "Wickremesinghe is backed by SLPP-led coalition in the parliament. (Colombo/April 30/2024)"
  ]
}