{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Hambantota-Port-s-container-services-will-make-Sri-Lanka-a-key-logistics-hub-in-Indian-Ocean/4-761006",
  "time_ut": 1714002955.0,
  "original_lang": "en",
  "original_title": "Hambantota Port’s container services will make Sri Lanka a key logistics hub in Indian Ocean",
  "original_body_lines": [
    "Sri Lanka is an island nation situated in a strategically important location in the Indian Ocean Region at the centre of maritime trade routes in between East and West, as well as in the middle of Africa, the Arab, and Eastern worlds and is surrounded by the Bay of Bengal and the Arabian Sea.",
    "Sri Lanka’s location enables the country to provide quick and efficient global and regional connectivity to move cargo to and from Asia to the rest of the world. More than 60,000 ships ply this route annually, carrying two-thirds of the world’s oil and half of the global containerised traffic.",
    "Sri Lanka, also located very close to all major ports in the Indian subcontinent, especially those of India, with the rising middle class, makes it a prime location that is able to provide fast and easy connectivity to the Indian subcontinent through its feeder network.",
    "However, if other ports and container terminals in the region can attract direct calls from major container shipping lines that will affect the potential for Sri Lanka to be a transshipment hub. Because the sizes of container ships calling at container terminals are not determined solely by the capability of the ports to accept ships, but also by the availability of efficient terminals and supporting soft infrastructure.",
    "Therefore, in addition to building the required port capacity which is capable of handling a much larger volume of deep draught vessels to sustain Sri Lanka as a transshipment hub for the region, Sri Lanka also needs to improve the quality of logistics services, physical infrastructure, technology and new types of services. The operational skill, clout, capital and commercial relationships with shippers is also paramount important to attract significant traffic to Sri Lanka.",
    "Ports are critical economic assets, especially for islands like Sri Lanka. However, a port itself won’t create widespread wealth, because even the largest ones employ only a few thousand people, and the transshipment business suffers from overcapacity.",
    "Therefore, collaboration between the port and logistics centres is crucial for the success of Sri Lanka’s ports. Ports support mass wealth creation only when they link manufacturers to global supply chains and if a country’s logistics industry is able to exploit these linkages. However, Sri Lanka’s links to manufacturing supply chains are almost non-existent and its logistics industry lacks scale.",
    "Sri Lanka has three main ports – one in the West (Colombo), one in the South (Hambantota), and one in the East (Trincomalee) – makes it an ideal maritime hub of the Indian Ocean Region.",
    "The Port of Colombo (PoC) is the only deep-water commercial port in South Asia, and the only hub port between Singapore and Dubai that can accommodate the new generation of large vessels. The PoC is strategically located on the East-West main sea route as a major transshipment hub in the Indian Ocean, therefore it has strategic geographical advantages where global and navigational contexts were concerned, compared with many other South Asian nations when it comes to connectivity.",
    "However, the Port of Colombo is already operating at near full capacity. Furthermore, the PoC also needs to upgrade facilities for handling break bulk and non-container vessels and also invest in the required equipment for these types of discharging operations such as grain, wheat and steel bulk cargoes to increase port calls.",
    "As container trade around South Asia and the Bay of Bengal is almost exclusively based on the feeding of containers to large container ships at hub ports such as Dubai, Colombo, Port Klang, and Singapore, the PoC needs to compete endlessly with these ports, if Colombo port wanted to develop the transshipment market share beyond the regional boundaries.",
    "The Hambantota International Port (HIP) is a deep-water port being developed in phases in Hambantota, southern Sri Lanka. This port is located 10 nautical miles to the major international east-west shipping route – the Suez Canal and the Strait of Malacca and well positioned at a strategic location on the maritime gateway to South Asia and the Bay of Bengal.",
    "HIP is Sri Lanka’s most diversified deep-water, multi-purpose port specialised to handle bulk cargos, general cargos, RO-RO cargos and liquid bulk. It operates across a number of business sectors, namely, RO-RO, Conventional cargo, Dry Bulk Cargo, Breakbulk Cargo, Project Cargo, Liquid Bulk Cargo (LPG, LNG), Petro Chemicals, Marine Bunker Fuel and Cruise Terminals.",
    "Trincomalee harbour is the second-best natural harbour in the world. Trincomalee was tentatively identified to cater for bulk and break-bulk cargo and port related industrial activities including heavy industries, tourism and agriculture, etc.",
    "At present, China’s China Merchants Port Holdings Company Ltd. (CMPort) holds 85% stake of the Colombo International Container Terminals Ltd. (CICT) at the PoC and holds 70% stake of the HIP. Both are key projects under China’s Belt and Road Initiative (BRI).",
    "CMPort is a major conglomerate based in Hong Kong and is involved in a range of businesses such as port operations, general and bulk cargo transportation, container and shipping business, air cargo, logistics park operations and paint products. CMPort is an important subsidiary of China Merchants Group. The ability to access the CMPort global network was the key factor in gaining and attracting new transshipment volumes to Sri Lankan ports. CMPort is also striving to build CICT into an international container hub port and HIPG into a key regional comprehensive port, as it continues to promote the construction of an international shipping centre in South Asia.",
    "No doubt that CMPort is bringing many advantages to Sri Lanka’s port operations in the areas of operational skill, market power, commercial relationships, marketing skills, technological expertise and access to cheaper sources of finance, which are vital for Sri Lanka to attract significant traffic to Sri Lanka and to sustain as a maritime hub in the Indian Ocean.",
    "This month, in a landmark move, the HIP added a new business portfolio and commenced inaugural container transshipment service operated by the Mediterranean Shipping Company (MSC). HIP’s operations in container transshipment service are expected to enhance Sri Lanka’s position in the marine connectivity index for the South Asian region. HIP is also planning to expand the container transshipment service by investing in equipment and other infra-structure facilities, enabling it to service larger vessels on the east west shipping route.",
    "HIP also got the approval from the Sri Lankan Government to facilitate the shipping connectivity between HIP and the PoC. Through this approval, local importers and exporters would be able to make direct shipments and/or transshipment of cargo to and from HIP to POC and vice-versa.",
    "The introduction of container services through HIP is expected to bring investors in the Hambantota Port Industrial Zone that will now benefit from directly importing their raw material requirements for production and the export of their finished products directly through HIP.",
    "As stated above, Sri Lanka’s links to manufacturing supply chains are almost non-existent and its logistics industry lacks scale. However, the China Harbour Engineering Company Ltd (CHEC), a subsidiary of state-run China Communications Construction Company (CCCC) Limited, is interested in establishing a 15,000 acres (6,070 hectares) industrial zone for industry and logistics next to HIP.",
    "While PoC lacks the necessary space for expansion, especially in manufacturing supply chain, having a shipping connectivity between HIP and the PoC will enhance Sri Lanka’s manufacturing capabilities in the Hambantota area.",
    "China is also interested in extension of the China-Myanmar Economic Corridor to Sri Lanka by connecting HIP. This new corridor will boost trade between China and Sri Lanka and provide an opportunity for Sri Lanka to import required raw material for production in Hambantota at a competitive price.",
    "Beyond doubt that Sri Lanka’s partnering with global maritime and manufacturing players like China is the most practical way for Sri Lanka to achieve its goal to be a key logistics hub in the Indian Ocean.",
    "(The writer currently serves as a Director of BRISL, an independent and pioneering Sri Lankan-led organisation, with strong expertise in BRI advice and support. Maya can be contacted at: [email protected].)"
  ]
}