{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111180/thebuwana-bindu-arrested-with-ice-worth-rs-5-million",
  "time_ut": 1754370360.0,
  "original_lang": "en",
  "original_title": "Thebuwana Bindu arrested with ‘Ice’ worth Rs. 5 million",
  "original_body_lines": [
    "An individual known as “Thebuwana Bindu,” who had been operating a drug trafficking network via the “eZ Cash” system, has been arrested by the Thebuwana Police.",
    "This drug trafficking operation had been carried out in a discreet manner targeting areas such as Thebuwana, Horana, Matugama, and Anguruwatota. The raid was conducted based on a tip-off received by police.",
    "Accordingly, a special police team was deployed for surveillance in the area. During the operation, two suspects involved in drug trafficking had been taken into custody.",
    "Meanwhile, further investigation led to the arrest of the main suspect near the Delgoda temple with 15 grams of Ice in his possession.",
    "Police obtained permission to detain and question the suspect for seven days, after reporting facts to the Matugama Magistrate’s Court.",
    "Subsequent investigations revealed information of a stock of 310 grams of ice, worth approximately Rs. 5 million, hidden at an unoccupied house in Kirimatiya, Thebuwana.",
    "Further questioning of the suspect led police to a temporary residence in Millaniya, where they recovered a digital scale used to measure drugs, packaging materials, multiple bank passbooks registered under different names used for transactions via the eZ Cash system, and 10 mobile phones used in the drug trade, along with several SIM cards.",
    "The raid was conducted under the instructions of Western Province Senior Deputy Inspector General of Police Sanjeewa Dharmaratne.",
    "The Thebuwana Police are continuing investigations to determine whether the suspect received the narcotics through any organized trafficking network.",
    "The suspect is due to be produced before the Kalutara Magistrate’s Court."
  ]
}