{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/neuroscience-of-core-buddhist-philosophy/",
  "time_ut": 1754583720.0,
  "original_lang": "en",
  "original_title": "Neuroscience of Core Buddhist Philosophy",
  "original_body_lines": [
    "Primordial conditioning for survival and procreation to maintain the species, is intrinsic in all humans due to the Reptilian and Pre-mammalian components of their basal brain (See Figure-1). The human brain reflects (carries) within its neuronal nets, these evolutionary biological pathways and its inherent proclivities and behaviours of its animal past. A Neural-plasticitic process then adds to this conditioning. This combined intrinsic process is a natural reality in all beings. It is ‘the Conditioned Self’, a unique personality that grows in the brain networks from childhood to old age, a process adapting with experience, to ensure the ‘being’s survival. It is what we all accept as Self. As Atta promulgated in Hinduism, as Soul in Christianity, is not an eternal entity but it is a natural process for Survival. The process is located (continuously trans-scripting itself in the tissues) in the Pre-Frontal Cortex and the Midline Cortical Structures of the brain, dominantly in the Default Mode Network (DMN) of neurons (See Figure-2).",
    "The DMN is active whilst ruminating on self-related subjects (The I or the narrative Me), as shown in functional Magnetic Resonance",
    "Imaging (fMRI) studies done while doing so. The DMN is a survival network and most humans are in it for much of the time. It is emotion related, through its connection with the Limbic System of the Pre Mammalian Cortex (See Figure-1 & 2), which evolved when a period gestation became necessary for lifeforms (i.e. Mammals). Emotion entails the creation of  Kamma.",
    "Another network of Neurons which forms the Central Executive Network (CEN) a more Task related network is located in the Dorso-lateral Pre-Frontal Cortex. The CEN regulates the DMN. This has been shown to occur via white matter (Connectome) tract called the Uncinate Fasciculus seen in red in Fig:3, below.",
    "The Central Executive Network of the brain is active in ‘now’. That is being aware in only the ‘now’, being a task related network. Mindful Meditation (Vipassana Bhavana) done persistently becomes a Trait as different from a mere State. Such practitioners have been shown to attenuate the DMN i.e. get liberated from the Conditioned Self.",
    "Dalai Lama has been helpful, to the Waisman Laboratory –Centre for imaging healthy minds in The University of Wisconsin-Madison USA, in bringing Tibetan Monks with over 10,000 hours of Meditation experience for fMRI imaging while meditating. The information so unlocked has allowed to see how core Buddhist- philosophy has a basis in neuroscience. Details of this information is in print in my 150 page book Buddhist Philosophy and Neuroscience, available at all Sarasavi bookshops and BPS-Kandy for Rs 800.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}