{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/health-matters-fortify-the-over-forties/",
  "time_ut": 1758357720.0,
  "original_lang": "en",
  "original_title": "Health Matters: Fortify the Over Forties",
  "original_body_lines": [
    "The human body is continually changing. The human body uses many systems for both daily living and fighting off disease, and over the years, these gradually lose their original youthful powers.",
    "It is very helpful to know how we can reduce or even avoid health problems entirely by taking some simple mineral and vitamin supplements and perhaps by adding a wider variety of foods to our diets. Nutritionists say we need to consume about 30 different vegetables to feed and maintain a healthy micro biome in our stomach. And US doctors say, our micro-biome is a major part of our immune system. Not widely known is that our stomach acid too, declines in strength. This shows up by giving us various symptoms of bloating or indigestion.",
    "The information given here, below, is what the same US medical doctors already mentioned in earlier chapters, are saying about these matters.",
    "Each of the organs of the human body has special functions or, is part of one or more body systems that we need to work well. Each of these systems needs its own minerals and vitamins to function properly. Everyone needs a steady supply of salts which act as electrolytes, also minerals and vitamins which are normally obtained from the food we eat.",
    "Common salt can be consumed frequently in small doses in our diet. It helps us to fall asleep! Excess salt is flushed out as a normal bodily function and is considered not harmful. However, note that eating large amounts of salt can bring problems and even brain fog. Plain water is best drunk with a little salt to help the body absorb it. Try going without salt for a week to see the effects on your brain function.",
    "Potassium salt is often in short supply in our bodies. It is very helpful to take this supplement occasionally as it is needed in large quantities and used in all our body cells. This is especially true in hot climates. Most importantly, it also helps reduce blood pressure.",
    "American medical practitioners will tell you that many people all around the world, lack three basic minerals: iodine, zinc, and magnesium. We often fail to get enough of these minerals from our diet; and worse, as we age our bodies become even less good at extracting these from our diet. In addition, with the passage of time, land used for growing food is becoming depleted of certain minerals in some farming areas. Both these facts make it increasingly helpful for older people to take vitamin and mineral supplements.",
    "The experts tell us iodine is needed in every cell of the human body.",
    "It is on the World Health Organization’s list of essential vitamins.",
    "But there is a big problem: there are falling levels of iodine in our food but unfortunately, rising levels of bromide in our environment. Note that because bromide and iodine molecules are of similar size, they can competitively inhibit (supress) one another. One can displace the other. It seems that unhelpful bromide is displacing much needed iodine. Bromide is absorbed but not used by the body. It acts more like a toxin. But iodine in sufficient quantities is vital for us to remain healthy. We cannot live without sufficient iodine and chloride.",
    "Any lack of iodine has serious consequences. All the hormone glands need it: the thyroid hormones T3 and T4, the ovaries, the uterus, the breasts, the prostate, the pancreas, etc. We must get it in our diet for these glands to work properly. You can’t make thyroid, ovarian hormones, and testosterone, pituitary and hypothalamus hormones without iodine. Also, the main job of iodine in the glandular tissue is to maintain its normal structure, otherwise cysts form and enlarge – and worse, may develop into cancer. Bromide in our environment harms us.",
    "Over the years USA Medical Dr David Brownstein has tested about 8,000 patients for iodine levels and found 97% of them deficient in iodine. Other medics in this field find similar results themselves, he says.",
    "Dr Brownstein has lectured in the UK, Australia and Israel and says this deficiency of iodine problem is world-wide. He has written seventeen books on iodine and related subjects. He says iodine levels have fallen by 50% over the last 40 years. He talks about seeing younger and younger people (-ladies) getting cysts which develop into cancer and raise the risks of death. Something big is happening. Is it additives to our water supply? Or exhaustion of the soil? Or something in our environment? Bromide? What could it be? It seems that most of us are deficient in iodine, and it is affecting us!",
    "Experts say women, before and during pregnancy, should definitely stock up on their iodine levels. It is needed in fairly large doses for themselves and for the coming baby. It is suggested that congenital shortcomings such as cretinism, Attention Deficit Syndrome and children’s low intelligence are caused by lack of iodine in the mother.",
    "Please note that Dr David Brownstein says the thyroid primarily uses the reduced form of iodine – iodide. The breasts need iodine and other tissues different forms of iodine. The key to success in curing diseases caused by iodine deficiency is to know which form of iodine is needed. Applying iodine to solve all problems was not successful for him. He recommended Lugol’s liquid.",
    "Lugol’s liquid has a solution of 2% iodine and 4% potassium iodine.",
    "This well tried and tested “Lugol” liquid is not easy to find in Sri Lanka. This vital mineral supplement is available only at Osu Sala outlets in Sri Lanka.",
    "Crucially, iodized salt may not be as effective as it is claimed. Iodization may be effective for only a short period after a packet of salt is opened and used for the first time – says Dr Barbara O’Neill. It seems that iodine sublimates directly to a gas. Iodized salt is not a very effective way of receiving iodine.",
    "Dr Ken Berry advises us to consume salt with water, with a drop or two of iodine. Salt is not harmful in moderate quantities and it helps to flush out bromide and also some toxic metals we may have absorbed. Health in a glass of water! Iodine is not harmful as long as your kidneys are working well!",
    "Iodine is found in the oceans. Most if not all agricultural farm land, far from the coast, is likely to be deficient in iodine: That is, the food we consume may not have all the required amounts of nutrients our bodies need to function well. The land is re-fertilized but iodine and other vital nutrients are unlikely to be included in that process. Cattle grazing such farmland will only pass on to us whatever iodine and other essential vitamins and minerals they have consumed, themselves. We then drink their milk and eat the meat and in that way we can benefit from whatever minerals they can pass on.",
    "Magnesium can be called an essential mineral. The human body must have ions of magnesium for its organs to function. Our energy system generates ATP which needs magnesium to make energy.",
    "It seems that this mineral is not easily absorbed in the body. A few types, such as Magnesium Glycinate are preferred. Magnesium Glycinate is a combination of magnesium and the amino acid, glycine. Magnesium is good for muscle relaxation. Dr Berg recommends magnesium to be taken with Vitamin D3 and K2. This is very good advice. This combination results in a gentle, much better absorption, especially when taken in the evening. It relaxes the body during sleep. Magnesium helps with stomach cramps. It helps with reducing blood pressure. Both Magnesium Glycinate and Magnate 500 are available in Sri Lanka. Magnesium Citrate is also well absorbed but may be best used as part of a constipation alleviation plan.",
    "Magnesium Citrate plus vitamin B1, B3, B6 is needed to be effective in constipation relief. The product sold as “Magneez 400” and similar items are available in Sri Lanka.",
    "The third essential mineral we need is Zinc. It has many important functions in the body. It is a powerful anti-oxidant and is at work in many organs. It is used in the prostate, where it prevents atrophy and even can enhance libido; it is concentrated in the muscles and thymus gland where it prevents atrophy. It activates the action of vitamin A. The skin needs zinc to fight infections and it prevents bowel and intestine inflammation. Long stay patients in hospitals, get bed sores. To cure these sores a zinc-based cream is applied to heal the skin.",
    "Dr Berg says that it tends to stabilize insulin levels and boosts the immune system. Collagen contains around 5% zinc.",
    "Zinc biglycenate is the best for absorption by the human body. Only zinc sulphate is available in Sri Lanka. This is not so easily absorbed by the body.",
    "Note that zinc should always accompany food or unpleasant side effects may occur. Absorption is also assisted by a little quercetin – from onion/garlic.",
    "Zinc depletes our copper, therefore after some use of zinc a multi-vitamin supplement with copper may be very helpful.",
    "NAC is very useful around the human body and preforms many functions including the loosening of phlegm in the lungs.",
    "First and foremost, it helps with the formation of Glutathione. Glutathione works as an anti-oxidant. There are three major sources of anti-oxidants, Glutathione, Vitamin C and Vitamin E.",
    "The human body makes Glutathione from three amino acids: 1) glycine,",
    "2) glutamine, and 3) cysteine. It must be explained that sometimes the availability of the important antioxidant Glutathione is in short supply due to non-availability of cysteine. This makes taking the supplement NAC (N-Acetyl Cysteine) very beneficial for us. Note that it also greatly softens and alleviates mucus and phlegm in the lungs. It also helps with COPD (Chronic Obstructive Pulmonary Disease) a.k.a. Emphysema – a leading cause of death.",
    "It helps the immune system, it fights inflammation, it has respiratory benefits, and the big one, it helps with glutathione production. Dosing is 600mg tablet, three times a day for SIX weeks, minimum. Having it together with vitamin C boosts the action of Cysteine.",
    "Doctors say that with increasing age our stomach acid declines in strength. Symptoms of low acidity are not clearly defined. It may prove helpful to drink a little water fortified with lemon juice, or some variety of pickle. Apple cider vinegar is said to be helpful to improve digestion.",
    "In case of illness please consult a qualified medical doctor)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}