{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/chicken-and-egg-dilemma-in-public-administration/",
  "time_ut": 1720540860.0,
  "original_lang": "en",
  "original_title": "Chicken and egg dilemma in public administration",
  "original_body_lines": [
    "An efficient and effective administration of public funds, including tax revenues, borrowings, and printed money, is crucial for a fair and just society. To achieve the necessary changes in such systems, it is vital to change existing practices and habits, which largely depend on people’s attitudes. These attitudes, in turn, are influenced by beliefs and perceptions. However, it is unclear which should change first, as systems and attitudes are tightly intertwined and co-integrated. This dilemma resembles much like the age-old “chicken and egg” dilemma scenario, where it is uncertain which comes first.",
    "Transparent administration of public funds is the cornerstone of a fair and just society. Tax revenues, borrowings, and printed money are all pivotal resources that must be managed transparently to foster trust and equity. However, achieving the necessary systemic changes for such administration is not straightforward. The habits and existing practices in public administration are deeply rooted in people’s attitudes, which are shaped by their beliefs and perceptions. This creates a complex interplay where systems and attitudes are tightly intertwined and mutually reinforcing. Changing one without addressing the other is an exercise in futility. This paradox can also be explained through the lens of the Buddhist concept of the wheel of dependent origination (paticca samuppada dhamma), which offers profound insights into the interconnectedness of phenomena. That is the wheel of dependent origination (paticca samuppada dhamma), which traditionally begins with avijja (ignorance) and ends with bava (existence) but actually shows that avijja depends on bava.",
    "The Marxist materialistic approach to public administration is grounded in the theories of Karl Marx and Friedrich Engels, emphasizing the material conditions and economic factors that shape society and governance. This approach views public administration as a component of the broader socio-economic structure, influenced by class struggles and the relations of production. Here are key concepts and contributors to the Marxist materialistic approach in public administration:",
    "The Marxist materialistic approach to public administration offers a critical perspective that challenges traditional views of neutrality and efficiency. It encourages examining how administrative practices serve the interests of dominant economic groups and perpetuate social inequalities. This perspective can be applied to analyze various aspects of public administration:",
    "Max Weber, a prominent German sociologist, is often regarded as a methodological individualist and realist. His work focuses on understanding social action and its effects on social structures, emphasizing the importance of individuals’ meanings and motivations.",
    "Weber’s analysis of bureaucracy and rationalization is another example of his realistic approach. Weber described bureaucracy as a rational-legal form of authority that is highly structured, rule-based, and efficient. He analyzed it as a real-world phenomenon with both positive and negative implications for modern society.",
    "Woodrow Wilson is often considered the father of public administration as an academic discipline. His seminal essay, “The Study of Administration” (1887), argued for professional and ethical public service. He emphasized the need for a clear distinction between politics and administration, advocating for an impartial and efficient administrative body dedicated to serving the public good.",
    "The pioneers of the idealistic approach in public administration have contributed significantly to the field by emphasizing values, ethics, and the pursuit of the common good. Their work continues to influence contemporary discussions on the role of public administration in promoting democratic governance and serving the public interest.",
    "Transparency in public administration is crucial for several reasons. Firstly, it builds trust between the government and the citizenry. When people see that their tax money and other public funds are managed responsibly and openly, they are more likely to trust and cooperate with the government. This trust is essential for maintaining social cohesion and stability. Secondly, transparency helps prevent corruption and mismanagement. When financial transactions and decisions are open to scrutiny, it becomes much harder for individuals to engage in corrupt practices. This, in turn, ensures that public funds are used effectively for the benefit of society.",
    "However, achieving transparency is not merely a matter of enacting laws or policies. It requires a fundamental shift in the way public administration operates, which involves changing the attitudes and behaviours of those involved in the system. This is where the challenge lies. Systems and attitudes are not independent of each other; they are deeply interconnected and mutually influential.",
    "Systems in public administration refer to the structures, procedures, and rules that govern how public funds are managed. These systems are designed to ensure accountability, efficiency, and fairness. However, the effectiveness of these systems depends on the attitudes and behaviours of the people who operate within them. If public officials are not committed to transparency and accountability, no system, no matter how well-designed, can function effectively.",
    "On the other hand, the attitudes and behaviours of public officials are shaped by the systems in which they operate. A system that rewards transparency and punishes corruption will naturally encourage public officials to act accordingly. Conversely, a system that is opaque and lacks accountability mechanisms will foster a culture of corruption and mismanagement.",
    "This interdependency creates a situation where it is difficult to determine where to start in effecting change. Should we focus on reforming the systems first, hoping that this will lead to changes in attitudes? Or should we prioritize changing attitudes, believing that this will lead to better systems? This dilemma is reminiscent of the “chicken and egg” problem, where it is unclear which comes first.",
    "The Buddhist concept of the wheel of dependent origination (paticca samuppada dhamma) offers a useful framework for understanding this dilemma. According to this concept, all phenomena are interdependent and arise in a web of mutual causality. Nothing exists in isolation; everything is interconnected. This means that attempting to isolate and change one aspect of a system without considering its interconnections with other aspects is unlikely to yield sustainable results.",
    "Applying this concept to public administration, we can see that systems and attitudes cannot be changed in isolation. Efforts to reform systems must be accompanied by efforts to change attitudes, and vice versa. This requires a holistic approach that recognizes and addresses the interdependencies between systems and attitudes.",
    "Given the interconnectedness of systems and attitudes, how can we effectively bring about change in public administration? Here are some practical steps:",
    "*  Comprehensive Reforms: Reforms should be comprehensive and address both systems and attitudes simultaneously. For example, introducing transparent procedures for managing public funds should be accompanied by training programmes that emphasize the importance of transparency and accountability.",
    "*  Incentives and Disincentives: Creating incentives for transparent and accountable behaviour, and disincentives for corrupt practices, can help align attitudes with desired system changes. This could include rewards for whistleblowers and strict penalties for those found guilty of corruption.",
    "*  Public Engagement: Engaging the public in the process of reform can help change attitudes and build support for systemic changes. When people are actively involved in decision-making processes, they are more likely to value and support transparency and accountability.",
    "*  Leadership and Role Models: Strong leadership that exemplifies the values of transparency and accountability can set the tone for the entire public administration. Role models at all levels of government can inspire others to adopt similar attitudes and behaviours.",
    "*  Continuous Monitoring and Evaluation: Regular monitoring and evaluation of both systems and attitudes can help identify areas that need improvement and ensure that reforms are having the desired impact. This should be an ongoing process rather than a one-time effort.",
    "The administration of public funds is a critical aspect of governance that directly impacts the fairness and justice of a society. Achieving transparency and efficiency in this area requires a dual focus on changing systems and attitudes. The interdependency of these elements means that reforms must be holistic and address both aspects simultaneously. Drawing on the Buddhist concept of dependent origination can help us understand the complexities of this interrelationship and guide us towards more effective and sustainable change. By recognizing and addressing the mutual causality between systems and attitudes, we can create a public administration that truly serves the interests of the people.",
    "(The writer, a senior Chartered Accountant and professional banker, is a professor at SLIIT University, Malabe. He is also the author of the “Doing Social Research and Publishing Results”, a Springer publication (Singapore), and “Samaja Gaveshakaya (in Sinhala). The views and opinions expressed in this article are solely those of the author and do not necessarily reflect the official policy or position of the institution he works for. He can be contacted at saliya.a@slit.lk and www.researcher.com)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}