{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97771/seven-men-arrested-in-india-over-alleged-gang-rape-of-tourist",
  "time_ut": 1709713260.0,
  "original_lang": "en",
  "original_title": "Seven men arrested in India over alleged gang-rape of tourist",
  "original_body_lines": [
    "Seven men are now in custody in India for the alleged gang-rape of a tourist and assault on her husband, authorities said, in a case that has shone a new spotlight on the endemic problem of sexual violence against women in the country.",
    "On Saturday, police announced that three men had been arrested in connection with the incident and that they were seeking four more.",
    "Dumka Deputy Commissioner Anjaneyulu Dodde confirmed to CNN Tuesday that four further suspects had now been detained.",
    "The couple, who had been traveling by motorcycle from the state of West Bengal to neighboring Nepal, were found late Friday by police officers on patrol, said Pitambar Singh Kherwar, superintendent of Dumka district police in Jharkhand state.",
    "They were taken to the hospital, where the woman told the doctor she had been raped, he said.",
    "Police have formed a special investigative team, Kherwar said. It is unclear whether the suspects have legal representation.",
    "CNN is not naming the female victim, in accordance with Indian law that prevents the naming of victims of sexual violence. Police have not disclosed the names or nationalities of the couple.",
    "The arrests come after a travel vlogger couple on Saturday posted on their Instagram account that they had “knives (held) to our throats,” during an attack in India. The woman had been raped and brought to the hospital for DNA testing, they said.",
    "The couple posts in Spanish, and the woman says on her Instagram page that she is Brazilian.",
    "On their Instagram story, the woman showed bruises on her face, saying, “This is what my face looks like, but it isn’t what hurts the most. I thought I was going to die.”",
    "In a follow-up post Sunday, the couple thanked their followers for their support, saying they are doing well and that “the police is doing everything possible to catch” the remaining suspects.",
    "India’s National Commission for Women (NCW) condemned the alleged attack.",
    "NCW chairperson Rekha Sharma has spoken to the victim and extended all required assistance, the organization posted on social platform X on Saturday.",
    "Jharkhand minister Mithilesh Kumar Thakur called the alleged assault a “condemnable incident.”",
    "“If a crime has been committed, the culprits will not be spared,” he said on Saturday.",
    "India has struggled for years to tackle high rates of violence against women, with a number of high-profile rape cases involving foreign visitors drawing international attention to the issue.",
    "In 2018, A British woman was allegedly raped while walking to her hotel in the western state of Goa, a popular tourist destination; two years earlier, an American woman was allegedly drugged and raped by a group of men in her five-star hotel room in New Delhi. And in 2013, six men were sentenced to life in prison for the gang rape of a Swiss tourist.",
    "According to India’s National Crime Records Bureau, a total of 31,516 rape cases were recorded in 2022, an average of 86 cases per day.",
    "And experts warn that the number of cases recorded are just a small fraction of what may be the real number, in a deeply patriarchal country where shame and stigma surround rape victims and their families."
  ]
}