{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Trumpeting-Trump-s-tariff/4-780246",
  "time_ut": 1755131048.0,
  "original_lang": "en",
  "original_title": "Trumpeting Trump’s tariff",
  "original_body_lines": [
    "However weak, fragile, and narrow the export base is, exporters need a solution in the short run enabling them to float",
    "President Trump has informed the Sri Lankan President by his letter of 9 July, “Starting on August 1, 2025, we will charge Sri Lanka a Tariff of only 30% on any and all Sri Lankan products sent into the United States, separate from all Sectoral Tariffs”.",
    "Joint Apparel Association Forum (JAAF): “As one of the country’s largest export earners, the sector relies heavily on access to the US market, and such a steep increase threatens to erode competitiveness, particularly when compared to regional peer.”",
    "The Exporters Association of Sri Lanka (EASL): “… the proposed tariff would have a significant impact on key export sectors, particularly apparel and rubber-based products.”",
    "The Colombo Rubber Traders’ Association (CRTA) and The Sri Lanka Association of Manufacturers and Exporters of Rubber Products (SLAMERP) warned of severe consequences and a significant threat on Sri Lanka’s rubber industry, potentially costing the nation $ 1 billion in rubber export revenue and impacting over 150,000 rural families.",
    "Sri Lankan coconut exporters are deeply concerned and fearing it will severely impact their competitiveness and potentially cripple the industry that generates over $ 857 million annually and supports hundreds of thousands of livelihoods.",
    "The Seafood Exporters’ Association of Sri Lanka (SEASL) emphasised that Sri Lankan seafood exporters remain at a severe disadvantage compared to regional competitors.",
    "The Planters’ Association of Ceylon warns that the move to impose a 30% tariff could devastate two of Sri Lanka’s most historic and employment-intensive sectors, tea and rubber undermining decades of market-building and trade diplomacy.",
    "W.A. Wijewardene states: “The harsh tariff rates imposed by US President Donald Trump on all exporters to USA have squarely hit the poor countries that export mainly items like apparels and rubber products. … In Sri Lanka, both the apparels and rubber products that had been exported to USA in large volumes have suffered from this pause in buying.”",
    "Prof. Sally, a former Associate Professor at the Lee Kuan Yew School of Public Policy in Singapore, says, “Here is a giant truck roaring down the American highway, and Sri Lanka is the deer caught in the headlights.”",
    "In the midst of these concerns, our policy makers hurriedly convened a press conference to welcome the move and to claim the credit for their triumph in negotiations. (https://www.ft.lk/top-story/SL-welcomes-US-tariff-cut/26-778865). Finance Ministry Secretary attributed this outcome to intensive behind-the-scenes diplomacy and sustained engagement with the US Trade Representative’s Office (USTR) and other US officials.",
    "SEASL expressed serious concern that the recent reduction of US tariffs from 44% to 30% on Sri Lankan exports has been mischaracterised as a significant breakthrough. Moreover, Trump’s letter does not refer to any such behind-the-scenes diplomacy and/or sustained engagement.",
    "The Central Bank Governor welcomed the development. He acknowledged “…given the uncertainty and the fact that these developments were still unfolding, we assumed the current tariff situation would remain unchanged during the last macroeconomic review.” He said that they still do not know how big or small the impact is going to be for the economy. “It is too early to estimate exact numbers like how many jobs will be lost or how many firms might shut down. It is even difficult to isolate the impact on Sri Lanka when it is a global issue. All exporting countries are going to feel the pinch. So, we have not done a precise impact assessment yet, and it may be premature to do so now,”",
    "Does he say that the negotiating team relied on assumptions, wishful thinking, and miscalculations when negotiating with a man like Trump (who once showed the door to President Zelenskyy) and his USTR?",
    "Are policymakers naïve, ignorant, or trying to lead the President and the people (including exporters) down the garden path?",
    "Amidst all these mixed responses, some sensible thoughts emerged. Finance Ministry Secretary opined, “As a country, we must invest in making our industries more competitive; not just in cost, but also in efficiency, innovation, and value addition. One key factor is energy. There is already a long-term roadmap to reduce electricity prices by increasing generation capacity and improving efficiencies.”",
    "Secretary, Ministry of Trade, Commerce, Food Security and Cooperative Development (S/TCFSCD) stated: “Broader objective is to set off those disadvantages through better facilitation, consistent policy, and targeted support. These include lower financing cost, streamlining processes and encouraging businesses to enter niche markets and build competitiveness through innovation-not just low cost of production.”",
    "The high-level meeting with key stakeholders from the export sector on the 12th, chaired by the President highlighted the importance of a united export strategy with identifying new market opportunities, public-private sector collaboration, export diversification, and coordinated, proactive action.",
    "When a country is open to trade, external shocks are unavoidable. We can’t insulate an economy from an external shock caused by Trump or any other player. This is not the first or the last external shock. During the last several years, Sri Lanka experienced many external shocks. When it happens, we get agitated, excited, start running around, make analyses, publish papers, hold conferences, make assurances, and issue statements. Then we forget the whole affair and go into a slumber until the next external shock wakes us up. We have not restructured the economy to weather external shocks.",
    "With every shock, we start playing number games and recall our arithmetic lessons in primary school. It’s time that we move away from arithmetic towards strategic planning. We have to think out of the box and search for the opportunity in the challenge. As Professor Sally asserted, an external shock be seen as an opportunity to push comprehensive reforms, on trade, on foreign investment, and to bring in serious foreign investors.",
    "Rather than protecting the four products like a hen warms eggs by sitting on them, we need to focus on diversifying the export base, moving towards higher-value products, and adding more value to existing exports. It is necessary to take a critical look at the current status quo as the first step in laying a framework for a restructured economy with a broad-based export sector.",
    "Sri Lankan exports are limited to a handful of products, i.e. garments, tea, rubber, and coconut. Plantation export crops were introduced by British colonials in the 19th Century. We took more than one and half a century to add one more item to the export basket, i.e. garment in 1990. Since then, for the last 35 years, no change has taken place. We have not broad-based or diversified exports. Export volumes have increased, but the prices have declined, making Sri Lanka more vulnerable to external economic shocks. The export sector is fragile. Sri Lanka’s share of world exports is around 0.06% and is on a declining trend.",
    "What Chairman CRTA said about the plight of the rubber industry at its 106th AGM aptly explains the challenges faced by all three plantation crops. He said the country’s once proud natural rubber industry is now at crossroads and teetering on the edge of irrelevance unless urgent, collective action is taken.",
    "He warned that the country’s rubber sector, despite its global reputation for quality and sustainability, is slowly being eroded from within. “The world has changed. The climate has changed. Consumer expectations have changed. And the only question left is: can we?”",
    "“It has produced generations of skilled tappers, brokers, exporters, and manufacturers as well as has helped define the country’s industrial economy.",
    "But that proud history is now at risk of becoming just that history.”",
    "“On one hand, we are producing some of the finest, ethically sourced natural rubber in the world. Our manufacturers are globally competitive. But on the other hand, 2024 recorded our lowest ever national rubber output.”",
    "He lamented that thousands of hectares have been lost to real estate development, neglected plantations and poor replanting. “Sri Lanka’s rubber smallholders, who contribute around 70% of national output are struggling to stay afloat.”",
    "“We are operating in a business where our rubber plantations are ageing faster than our ambitions.” The solution is a multi-year, multi-agency effort focused on replanting high-yield, climate-resilient clones, expanding nursery access for smallholders and creating financial support schemes that carry farmers through the long wait to tapping maturity.",
    "Beyond land and trees, “Our skilled tappers are mostly over 50. Young people no longer see a future in rubber. This isn’t just a labour shortage. It’s a generational disconnect.”",
    "The sector must present rubber not as a relic of the past, but as a future-ready, technologically advanced and environmentally essential industry. (https://www.ft.lk/top-story/Rubber-sector-risks-irrelevance-without-urgent-action-CRTA-Chief-warns/26-778734)",
    "We conduct conferences on the promotion of tea exports over coffee breaks. A country once known as the Tea Garden is crowded with coffee houses. The Tea Hub is established in Dubai in the middle of the desert, where a single tea bush is not grown. Sri Lanka, which was the fourth in world rubber production, occupies the 13th place today. The coconut is known as the “tree of life” and is inextricably entwined with the lifestyle of Sri Lankans, providing water, milk, and oil. The land of the “tree of life” is being encroached by imported palm oil.",
    "However weak, fragile, and narrow the export base is, exporters need a solution in the short run enabling them to float. They neither have the patience nor the time to wait for a time-consuming overhaul restructuring.",
    "In the immediate short run, the Government can facilitate exporters to overcome the impact of the shock. Competitiveness and prices of our exports is constrained by higher raw material costs, burden of domestic taxes, high electricity and energy costs, bureaucratic lethargy, delayed approvals, excessive documentation, and absence of a single window. The Government can facilitate exporters to overcome these challenges in the short run.",
    "Enhancing the productivity, improving Infrastructure and Logistics, encouraging Public-Private Partnerships, tax concessions and investment incentives, strengthening collaborations with international trade and certification bodies, initiating targeted marketing campaigns, introducing concessional loans and grants, collaboration with banks to develop tailored financial products, establishing a centralised coordination mechanism with active participation from key stakeholders are a few interventions that the Government can take to boost the exports within a short period.",
    "The President presenting the 2025 Budget stated, “Growth will be facilitated by a strong export sector, where we expect exports of goods and services to reach an all-time high of close to USD 19 billion in 2025.” The high-level meeting on the 12th, chaired by President highlighted the importance of a united export strategy.",
    "EDB is conducting awareness/education sessions, road shows, awarding ceremonies, trade fairs, seminars, and promotion pavilions. EDB is getting a self-satisfaction by looking at export earnings. EDB has yet to design a united export strategy to boost exports. It has to study the entire value chain and draw up a strategic road map to realise the expectations of the President.",
    "Prof. Premachandra Athukorale in his contribution on Manufacturing Exports: Opportunities, Achievements, and Policy Options to ADB publication in 2017 – The Sri Lankan Economy Charting A New Course states: With the rapid expansion of global production sharing, the conventional approaches to trade pattern analysis, which are based on the conventional trade theoretical assumption that international trade takes place in goods produced entirely (from start to finish) in just one country, have become increasingly irrelevant.",
    "1.Buyer-driven networks: Consumer goods industries such as clothing, footwear, travel goods, toys, and handicrafts. In these networks, the “lead firms” in the value chain are international buyers (large retailers such as H&M, Marks & Spencer, and WalMart) or brand manufactures (such as Gap, Nike, Victoria’s Secret, and Zara).",
    "2.Producer-driven networks: Common in vertically integrated global industries such as electronics, electrical goods, automobiles, and scientific and medical devices. In a producer-driven production network, the “lead firm” is a multinational manufacturing enterprise (such as Apple, Intel, or Motorola).",
    "Unlike the dynamic exporting countries in East Asia, Sri Lankan exports are heavily concentrated with buyer-driven networks. Within this product category, apparel accounts for the lion’s share.",
    "We should not be led by the market, as “The market is a good servant but a bad master”. The market has irregularities, imperfections, inelasticity, and many other defects. It’s not perfect as neo-classical economics teaches us. The Government has a greater role to play in correcting these irregularities.",
    "In cricket, winning requires a combination of strong individual player skills, effective teamwork, a positive mindset, technical expertise, strategic thinking, and mental fortitude. These are essential ingredients in a strategic policy prescription.",
    "What is needed is “Plan for the worst and expect the best” rather than scratching one’s head or each other’s back.",
    "(The writer is former Secretary to the Ministry of Plan Implementation. He can be reached on [email protected].)"
  ]
}