{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/xeptagon-opens-first-climate-finance-technology-office-at-the-business-centre-at-port-city-colombo/",
  "time_ut": 1759769220.0,
  "original_lang": "en",
  "original_title": "Xeptagon opens first climate finance technology office at the Business Centre at Port City Colombo",
  "original_body_lines": [
    "Xeptagon, a climate finance technology company delivering next-generation carbon market and sustainability systems, has officially inaugurated its new office at the Business Centre at Port City Colombo. This milestone marks Xeptagon as the first operational office at the Business Centre at Port City Colombo and the first IT services firm in the climate finance domain to establish a presence in the Colombo Port City Special Economic Zone.",
    "Xeptagon focuses exclusively on climate finance infrastructure – building national carbon registries, climate transparency systems, carbon exchanges, CBAM-compliant supply chain solutions, and corporate carbon neutrality platforms. Its systems are already deployed with governments across Asia and Africa, supporting Article 6 compliance and Paris Agreement reporting. The company’s track-record includes major projects for intergovernmental organisations, as well as partnerships with development agencies and global corporates. This reputation has positioned Xeptagon as a reliable partner for governments and businesses navigating the low-carbon transition.",
    "Xeptagon’s global presence is reinforced by a series of high-impact partnerships and recognitions:",
    "Recently delivered Article 6-aligned national carbon registries and transparency systems for multiple countries across Asia and Africa, supporting their Paris Agreement compliance and access to climate finance.",
    "Integrated the Hedera blockchain into Xeptagon’s platforms in the past year, enhancing data immutability and transparency in carbon credit markets. Hedera’s Governing Council includes global leaders such as LG, Google, Boeing, IBM, and Standard Bank, ensuring enterprise-grade governance and long-term credibility for the technology Xeptagon deploys.",
    "Working closely with Schneider Electric on advanced emission estimation tools, with joint pilots planned to showcase blockchain-secured carbon transactions that combine energy data with finance.",
    "Being selected for the 2025 Asia-Pacific cohort is a key milestone, as the programme connects Xeptagon with the region’s top banks and investors. This not only validates its technology but also plays an important role in fundraising and scaling globally.",
    "Partner company for a new carbon exchange initiative in Korea, seed-funded by SK Securities, the second-largest securities firm in Korea. This partnership underlines Xeptagon’s entry into one of Asia’s most dynamic carbon markets.",
    "Awarded incubation and launched multiple Green FinTech PoCs under Cyberport, a hub that already hosts multiple unicorns and global tech leaders. This strengthens Xeptagon’s credibility in Asia’s fintech ecosystem.",
    "Named a top-10 global finalist in 2025 for an open-source registry module integrating SDG co-benefits, supported by JICA and mentored by development partners. This project extends climate accounting beyond carbon to holistic impact.",
    "Established in 2025 with the Japan International Cooperation Agency (JICA) and Import Promotion Desk (IPD), which operates under the German Federal Ministry for Economic Cooperation and Development (BMZ). These collaborations support Xeptagon’s entry into Japanese and European markets with expert validation and client matchmaking.",
    "Preparing to conduct a live carbon credit transaction with Schneider Electric and Tessellation Group, demonstrating practical blockchain-enabled transparency in global carbon trading.",
    "Port City Colombo is Sri Lanka’s first multi-service Special Economic Zone (SEZ), with world-class infrastructure, a progressive regulatory framework, and a strategic vision to foster a thriving commercial ecosystem that promotes enhancing the ease of doing business in South Asia. The Business Centre at Port City Colombo is a premier IT and business park that empowers businesses to operate, exchange knowledge, and drive advancements in their respective fields. The development encompasses nine low-rise office buildings, with a dedicated IT hub and a commercial hub. Xeptagon’s early entry demonstrates confidence in Port City Colombo’s investment potential, whilst positioning Colombo as a future hub for digital finance and sustainable innovation.",
    "‘We are pleased to celebrate the opening of Xeptagon’s new office at the Business Centre at Port City Colombo,’ said Xiong Hongfeng, Managing Director, CHEC Port City Colombo (Pvt) Ltd. ‘With Xeptagon being the first of our partners to begin commercial operations within the Colombo Port City Economic Zone, we believe that this milestone would further reinforce investor confidence, whilst promoting the diversification of the Sri Lankan economy.",
    "“Being the first IT services firm to open an office at Port City Colombo is both a privilege and a responsibility,” said Dr. Sapumal Ahangama, Co-Founder of Xeptagon. “We see this as a base to scale climate finance solutions to global markets” added Palinda Attanayake, CEO of Xeptagon.",
    "From its new office, Xeptagon plans to expand its delivery capacity, strengthen R&D, and drive innovation at the intersection of climate and finance. With a proven track record of working with intergovernmental organisations, governments, and leading corporates, Xeptagon is poised to transform Port City Colombo into a springboard for international climate technology leadership.",
    "Minister vows to push ‘crucial’ CEB restructuring, ‘disregard any obstacles’",
    "HSBC voted No 1 in Cash Management in Sri Lanka by Euromoney",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}