{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111536/us-halts-visitor-visas-used-for-medical-trips-from-gaza",
  "time_ut": 1755398580.0,
  "original_lang": "en",
  "original_title": "US halts visitor visas used for medical trips from Gaza",
  "original_body_lines": [
    "The US State Department announced it was halting all visitor visas for people from Gaza.",
    "The pause was issued to conduct a “full and thorough review of the process and procedures used to issue a small number of temporary medical-humanitarian visas in recent days,” the agency said on X.",
    "The decision has drawn condemnation from some Palestinian rights groups.",
    "Palestine Children’s Relief Fund said in a statement that the decision “will have a devastating and irreversible impact on our ability to bring injured and critically ill children from Gaza to the United States for lifesaving medical treatment”.",
    "The State Department’s policy shift comes after far right activist Laura Loomer wrote a series of posts on X criticising the visa programme and urging the Trump administration to “shut this abomination down.”",
    "In subsequent posts on X Saturday, Loomer took credit for the shift and thanked Secretary of State Marco Rubio for temporarily halting the visas.",
    "The Palestinian Children’s Relief Fund says it has evacuated 169 children from Gaza in 2024 as part of its treatment abroad programme, bringing them to the Middle East, Europe, South Africa, and the US for care.",
    "Two and a half years into a war that followed Hamas’ 7 October 2023 attack on Israel, Gaza has seen much of its medical infrastructure damaged and now faces dramatic food shortages.",
    "Humanitarian groups have alleged that an Israeli blockade beginning in March has prevented non-governmental organisations from delivering sufficient food into Gaza. The Israeli government says its rules on aid are intended to prevent the food from being taken by Hamas.",
    "UN-backed food security organisations, humanitarian groups, and journalists reporting within Gaza have warned of famine conditions in Gaza.",
    "In late July, the BBC joined international news outlets Agence France-Presse, the Associated Press, and Reuters in issuing a public statement warning that journalists in Gaza faced starvation.",
    "“For many months, these independent journalists have been the world’s eyes and ears on the ground in Gaza. They are now facing the same dire circumstances as those they are covering,” the outlets wrote.",
    "In July, US President Donald Trump said there was “real starvation” in Gaza, but his administration has remained solidly behind Israeli Prime Minister Benjamin Netanyahu."
  ]
}