{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dpr-leading-the-way-in-transforming-tax-management-in-sri-lanka/",
  "time_ut": 1728677040.0,
  "original_lang": "en",
  "original_title": "DPR ‘leading the way in transforming Tax Management in Sri Lanka’",
  "original_body_lines": [
    "In 2005, tax consulting and advisory services provider, DPR, facilitated tax calculations for Sri Lankan individual taxpayers by launching the nation’s first tax website. This initiative, introduced a decade ahead of government measures, set a new standard in online tax computation and e-return filing. DPR backs the advisory services with continued efforts to educate clients on tax related matters, launching an SMS Gateway in 2006 to share real-time tax updates with clients, a D.P.R. press release said.",
    "Extracts from the release: ‘Continuing its legacy of innovation, DPR has relaunched the enhanced tax website with expansion of tax management offerings today, empowering clients with expert guidance and representation in tax-related matters. The new service now accessible through the DPR tax web portal www.taxsrilanka.com, further strengthens the long-standing reputation of DPR as a pioneer in Sri Lanka’s tax management landscape.",
    "‘The web launching ceremony was attended by prominent figures in Sri Lanka’s tax industry. D.R.S. Hapuarachchi, Former Commissioner General of the Inland Revenue Department of Sri Lanka, served as Chief Guest, while P. Guruge, Former Fiscal Adviser to the Ministry of Finance, was the Guest of Honour. Also in attendance were Ms. Dhammika Gunathilake, Former Deputy Commissioner General and Tax Adviser to the Ministry of Finance, Premeratne Banda, Former President of the Chartered Institute of Taxation and Senior Commissioner of Inland Revenue, and Dr. Samantha Rathnayake, Senior Faculty Member at the Postgraduate Institute of Management, University of Sri Jayawardenepura.",
    "‘During his keynote address, Hapuarachchi highlighted the essential role tax consultants like DPR play in ensuring accurate tax calculation for the government while protecting clients’ rights through tax relief and incentives. P.Guruge also conveyed the critical importance of ethical tax management practices, asserting that such responsibilities lie fundamentally with the government. He emphasized DPR’s unwavering commitment to fostering transparency and integrity in tax compliance, reinforcing the notion that responsible tax practices are essential for the overall economic health of the nation",
    "ComBank partners Capital Trust Properties to make home-owning dreams a reality",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}