{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Don-t-just-tick-the-box-Strategic-imperative-for-Sri-Lankan-corporates-to-integrate-sustainability/4-782697",
  "time_ut": 1759885019.0,
  "original_lang": "en",
  "original_title": "Don’t just tick the box: Strategic imperative for Sri Lankan corporates to integrate sustainability",
  "original_body_lines": [
    "Embedding sustainability in business models for future-proofing Sri Lankan enterprises",
    "Sustainability has emerged as one of the most critical strategic imperatives of our era, particularly in nations acutely exposed, with economies closely tied to delicate natural and social ecosystems. Sri Lanka, with its rich agricultural exports and thriving apparel sector, finds itself at a pivotal crossroads. As we approach tangible evidence of sustainability progress from both nations and corporates, Sri Lankan enterprises must recognise that the foundations they lay today will determine their ability to respond credibly to these demands.",
    "If organisations wait until the last minute and rely solely on a compliance-centric approach rather than embedding a purpose-driven sustainability dimension into their business strategy, Sri Lankan corporates face a critical turning point. These robust reporting requirements establish a new baseline and align local practices with evolving global expectations. However, there is a real risk that organisations may revert to a box-ticking, compliance-focused mindset, merely meeting minimum standards rather than driving meaningful transformation.",
    "For Sri Lankan companies to truly future-proof themselves, sustainability must be recognised as a core business imperative, one that goes beyond compliance and includes the active inclusion of sustainability professionals in strategic decision-making roles.",
    "Sri Lanka’s economy is anchored in climate-exposed sectors, including tea, rubber, coconuts, cinnamon, essential oils, fruits, apparel, gemstones, and tourism. These industries are central to foreign exchange and employment, yet they face mounting disruption from erratic rainfall, prolonged droughts, flooding, and shifting pest and disease patterns. The risks extend well beyond production: agriculture and mining depend on healthy rural labour, while extreme heat and flooding compromise factory productivity, worker health, and community well-being in general. Heavy rainfall can paralyse logistics, making climate risk a systemic threat to livelihoods, competitiveness, and national prosperity.",
    "Corporate responses in the past were often framed as philanthropy or CSR, disconnected from strategy and risk management. That approach is no longer sufficient. Sustainability must be embedded into business models through a risk lens and as a resilience driver. When integrated into operations, product design, supply chains, and governance, sustainability shifts from vulnerability management to preparedness. Measuring outcomes in financial, environmental, and social terms reframes it from a cost to an investment; one that protects markets, secures supply chains, and creates a durable advantage in a world where resilience is fast becoming the true measure of competitiveness.",
    "The introduction of IFRS S1 and S2 is a watershed moment for Sri Lanka. These standards require companies to identify, assess, and disclose material sustainability risks and opportunities. For many corporates, mainly those new to formal sustainability reporting, this represents a significant learning curve and a valuable catalyst, not the destination, but a milestone on a much longer journey.",
    "For Sri Lankan companies, especially those in sectors directly exposed to environmental and social volatility, compliance should be seen as a crucial milepost. Meeting these requirements presents an opportunity to build foundational capacity, establish governance structures, gather relevant data, and foster a culture of transparency and continuous improvement. But the true value lies beyond compliance. Companies must use the insights gained from reporting to drive real change. This means embedding sustainability into strategy, operations, innovation, and value propositions. It means setting ambitious goals for decarbonisation, resource efficiency, and social impact. And it means holding leaders and teams accountable for progress, not just disclosures.",
    "Unlike many advanced jurisdictions, Sri Lanka had not previously made it in line with the Task Force on Climate-related Financial Disclosures (TCFD). Boards, executives, and sustainability leaders are navigating new requirements, unfamiliar reporting frameworks, and heightened stakeholder scrutiny, all while contending with immediate operational challenges. This context presents both risks and opportunities.",
    "To succeed, companies must invest in the data systems and processes required for robust reporting. This includes mapping value chains, engaging with suppliers, and developing the internal capacity to collect, analyse, and act on sustainability information. Just as importantly, companies must foster a culture that embraces transparency, experimentation, and learning, recognising that the path to true sustainability is iterative and dynamic.",
    "One of the most vital components of effective sustainability integration is the assignment of clear responsibility and the embedding of accountability at every level where it is assumed. It is not enough to designate sustainability officers or create specialised committees. Every individual or team responsible for a segment of the sustainability agenda must be empowered and held accountable to deliver outcomes, not merely perform activities. Accountability is delivered through clear role descriptions and expectations, regular performance reviews, integration of sustainability goals into incentive structures, and transparent reporting to regulators and all stakeholders.",
    "Boards and executive teams must lead by example, setting the tone for responsible behaviour and enforcing consequences for failure to meet targets. Transparent reporting is also essential. Progress toward sustainability objectives must be disclosed not only to regulators but also to all stakeholders, including employees, investors, customers, and the broader public. This transparency builds trust, creates a sense of shared purpose, and motivates continuous improvement.",
    "Leadership is a decisive factor in the success of sustainability integration. In Sri Lanka, where familiarity with global sustainability frameworks is still developing, it is imperative to invest in the knowledge, skills, and mindsets of Board Members and C-suite executives. Targeted education and capacity building are vital. These efforts should include ESG fundamentals and their relevance to local and global markets, strategic foresight and scenario planning for climate and social risks, stakeholder engagement and communication, innovation and change management, and integrating sustainability into business strategy, risk management, and operational planning.",
    "Regular training, partnerships with universities and thought leadership groups, and participation in international peer networks can help build this capacity. Boards may also consider recruiting directors with specialist expertise in sustainability, risk, or climate science. True integration requires that sustainability be incorporated into board mandates and decision-making processes. Committees focused on sustainability should have clear authority and adequate resources, and their recommendations must be effectively integrated into the company’s strategy and operations.",
    "With global attention on sustainable business practices, the temptation to exaggerate or misrepresent achievements, better known as “greenwashing”, has become a significant risk. To counter this, companies must subject their sustainability disclosures and claims to rigorous third-party assurance. Independent verification of data and performance not only enhances credibility but also helps identify areas for improvement. Companies should also avoid “greenhushing” by reporting legitimate progress honestly and encouraging balanced communication about successes and challenges.",
    "Effective regulation and governance should foster transparent communication, creating an environment where companies strive for genuine impact, rather than maintaining a perfect public image.",
    "Export markets and the cascading effect of value chain sustainability",
    "Sri Lanka’s export economy faces mounting expectations from global buyers and consumers, who are increasingly demanding sustainability throughout the entire value chain. For manufacturers and producers, this means demonstrating traceability, environmental stewardship, and social responsibility at every stage, from sourcing raw materials to delivering finished products. Stricter regulations and standards in Europe, North America, and Asia, as well as requirements for third-party certification, emissions reductions, and responsible labour practices, are key factors shaping strategic decisions. These factors include the risks of losing contracts, reputational damage, and barriers to market entry.",
    "For Sri Lankan companies, this is both a challenge and an opportunity. Those who can credibly demonstrate sustainable practices gain a competitive edge and can command premium prices in certain markets. Moreover, building sustainable value chains can open new markets, foster long-term buyer relationships, and increase supply chain resilience. Collaborative approaches are essential, including collaboration within and across industries to establish common standards, joint investments in traceability systems, collective bargaining for sustainable materials, and industry-wide worker welfare programs. Sector-wide initiatives can accelerate progress and reduce costs for all participants.",
    "Sustainability-driven innovation is essential for future-proofing Sri Lankan companies, especially in a climate-exposed context, where traditional products and processes may become obsolete or untenable. Embracing circular economy principles means developing agricultural products resilient to climate shocks and processed with minimum waste, designing apparel and manufacturing products with modularity and repairability, and creating systems for collecting, refurbishing, or recycling products at the end of their life cycle. Such approaches reduce environmental impact, create new revenue streams, enhance customer loyalty, and position companies as leaders in responsible production.",
    "Innovation must reach across the value chain, from smart logistics that reduce carbon footprints and improve efficiency, to technology-enabled traceability meeting buyer demands for transparency, and collaborative platforms for sharing resources and developing sector-wide solutions. By fostering a culture of innovation, companies can quickly adapt to changing conditions and capitalise on new market opportunities emerging from the global shift towards sustainability.",
    "Integrating sustainability into core business processes can yield significant cost savings, drive operational efficiencies, and build the resilience required to weather both expected and unforeseen challenges. Sustainable practices such as energy conservation, water management, and waste minimisation can directly lower operating costs, especially valuable in Sri Lanka, where utilities and resource prices are volatile and supply interruptions common. Proactive management of environmental and social risks prevents costly disruptions, safeguards reputations, and ensures continuity of supply to key markets. Companies with strong sustainability credentials are increasingly favoured by investors, lenders, and insurers, gaining access to more and cheaper capital.",
    "Treating sustainability as a central business driver enables organisations to unlock new opportunities: entering new markets that reward sustainable practices, developing innovative products and services for climate adaptation or resource efficiency, partnering with international organisations or governments on sustainable development initiatives, and attracting and retaining top talent who seek purpose-driven employers. By seeing sustainability as a source of strategic advantage, companies can reveal opportunities that might otherwise remain hidden.",
    "The scale and complexity of the sustainability challenge in Sri Lanka means that no single company or sector can tackle it alone. Open and honest discussions about barriers, failures, and lessons learned are essential for building collective resilience. Fostering industry and cross-sector collaboration can take many forms, including industry associations, public-private partnerships, knowledge-sharing platforms, and informal networks among peers. What matters most is the willingness to be transparent about challenges and to collaborate in developing solutions that benefit the entire ecosystem. This openness not only accelerates progress but also strengthens trust between companies, regulators, and the public, laying the groundwork for more ambitious, system-level change.",
    "As Sri Lankan corporates move from compliance to integration, the role of the sustainability professional becomes pivotal. These leaders are not simply report writers or compliance officers; they are strategic navigators who connect global expectations with local realities. Positioned effectively, they help align sustainability with business purpose, guide innovation to reduce environmental and social impacts, and act as trusted bridges between diverse stakeholders such as employees, investors, customers, and regulators. By embedding accountability into governance and ensuring that progress is measured by outcomes rather than activities, sustainability professionals elevate organisations from reactive box-ticking to proactive, purpose-led growth. For Sri Lanka, their expertise is essential in turning vulnerability into resilience and compliance into competitive advantage.",
    "Sri Lankan corporates are at a defining moment. The journey towards sustainability begins with compliance, using IFRS S1 and S2 as mileposts, but must not end there. The true imperative is to embed sustainability into organisational purpose, governance, accountability, and business integration, ensuring that the organisation itself is future-proofed through robust assurance and a relentless commitment to eliminating greenwashing and greenhushing.",
    "It calls for upskilling leaders, fostering innovation, embracing circularity, and cultivating a spirit of collaboration, even among traditional competitors. Companies must be courageous in addressing their challenges, nurturing partnerships, and building sector-wide solutions. Sri Lanka’s unique vulnerability to climate and labour risks makes this agenda urgent and non-negotiable.",
    "(The writer is a seasoned global sustainability professional and thought leader and can be contacted at [email protected].)"
  ]
}