{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/31/jaishankar-urges-indians-to-vacation-in-sri-lanka/",
  "time_ut": 1706677740.0,
  "original_lang": "en",
  "original_title": "Jaishankar urges Indians to vacation in Sri Lanka",
  "original_body_lines": [
    "COLOMBO (News 1st); Indian External Affairs Minister Dr. S. Jaishankar urged Indian citizens to visit Sri Lanka during their next vacation, emphasizing the strong ties between the two nations and India's unwavering support during Sri Lanka's recent economic woes.",
    "Speaking at an event at IIM Mumbai, Dr. Jaishankar painted a vivid picture of the crisis Sri Lanka faced and India's impactful response.",
    "\"My first advice to you,\" he declared, \"the next time you want to take a holiday, go to Sri Lanka. I am serious. Talk to the average person there, and ask them what they think about India. You will feel yourself grow with that answer.\"",
    "He pointed to the depths of Sri Lanka's struggles, with fuel shortages, food scarcity, and a desperate need for essential commodities.",
    "\"When the world turned its back,\" he said, \"India stepped forward with a commitment of USD 4.5 billion, exceeding even the IMF's assistance package by 50%.\"",
    "Dr. Jaishankar contrasted India's swift and decisive action with the global community's hesitation.",
    "He acknowledged the geopolitical realities of the region, including China's growing influence, but underscored India's confidence in its own role.",
    "\"China is a neighboring country, and will naturally play a part in competitive politics,\" he admitted. \"But we shouldn't be scared. We should say, 'okay, global politics is a competitive game. You do your best, I will do my best.'\"",
    "He emphasized the need for India to proactively demonstrate its commitment to its neighbors, exceeding expectations and showcasing the tangible benefits of its support.",
    "\"The answer to China's actions,\" he stated, \"is not to complain, but to do better. We need to have more confidence in ourselves and our relationships.\""
  ]
}