{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-businesses-aim-to-strengthen-links-with-iora-partners-165456/",
  "time_ut": 1717070100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka businesses aim to strengthen links with IORA partners",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lankan businesses have opportunities to strengthen relations with businesses in the Indian Ocean Rim Association Countries, Chairman of the Ceylon Chamber of Commerce, Duminda Hulangamuwa said.",
    "“IORA consists of countries with different sizes and shapes, different economies, and different cultural thresholds,” Hulangamuwa said at the IORA business conclave organized by the Ceylon Chamber of Commerce and the Ministry of Foreign Affairs.",
    "“However, all put together they present an enormous opportunity of investment amongst member countries.”",
    "Foreign Minister Ali Sabry said that “Sri Lanka has started trade negotiations with Malaysia and Indonesia so that we can create bigger markets for us”.",
    "“The world economy is 86 trillion. Our economy is 78 billion. If you translate that in to percentage it is 0.08. So, there is much more for Sri Lanka to gain by being part of these larger markets rather than being alone,” Minister Sabry said.",
    "“Our market is 22 billion but with partnerships we are trying to create a bigger market. It’s a win-win.  We have already built partnerships with India, Pakistan, Thailand.”",
    "Satya Tripathi, Secretary General, Global Alliance for a Sustainable Planet, said in his keynote speech at the conclave “We can look after ourselves as developing countries. We can actually come together and create the kind of collective, kind of virtuous partnership that makes all risks melt away.”",
    "Chairman of the IORA business forum, Buwanekabahu Perera said the IORA business conclave, which attracted over 200 delegates, including 70 international businesspersons from 11 Indian Ocean Rim Association Member States and 6 Dialogue Partners, facilitated robust B2B engagement and discussed collaborations in tourism, agriculture, logistics and ICT. (Colombo/May30/2024)"
  ]
}