{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/john-keells-cg-auto-opens-byd-showroom-service-center-launches-plug-in-hybrid-byd-sealion-6-dm-i/",
  "time_ut": 1724530860.0,
  "original_lang": "en",
  "original_title": "John Keells CG Auto opens BYD showroom & service center: Launches Plug-in Hybrid BYD SEALION 6 DM – i",
  "original_body_lines": [
    "John Keells CG Auto, the authorized distributor for BYD passenger vehicles in Sri Lanka, proudly opened the doors of the BYD showroom and the service center in Colombo with the launch of the Plug-in Hybrid BYD SEALION 6 DM – I, a JKH news release said.",
    "The grand opening ceremony, held at the showroom situated at 447, Union Place, Colombo 02, was attended by prominent dignitaries including BYD Auto Industry Co. Ltd, General Manager of Asia – Pacific Auto Sales Division, Liu Xueliang, Chairperson of the John Keells Group, Krishan Balendra and CG Corp Global Managing Director Nirvana Kumar Chaudhary.",
    "Speaking at the ceremony, BYD Auto Industry Co. Ltd. General Manager Auto Sales Division (Asia- Pacific), Liu Xueliang committed to supporting Sri Lanka with the adoption of a sustainable transport ecosystem. “Over the past 27 years, we have worked on perfecting every aspect of creating a sustainable transport eco system across different regions. Our expertise and experience in technologies ranging from batteries, electric motors, electronic control systems and automotive grade chips have made us the global leader in New Energy Vehicles. We are delighted to funnel this knowledge and expertise to Sri Lanka and support the nation in creating a sustainable transportation industry.”",
    "The BYD SEALION 6 DM – i, the first plug-in hybrid automobile launched in Sri Lanka, showcases the manufacturer’s advanced electricity- based Dual Motor – Intelligence (DM-i) plug-in hybrid technology. Supplemented by an engine for additional support, the BYD SEALION 6 DM – i is distinguished by its high-power motor drive and large-capacity power battery as the main supply,” the release said.",
    "“The technical prowess of the SEALION 6 DM – i includes a high-efficiency engine and an electric hybrid system that boasts a highly integrated powertrain, reducing both weight and volume by 30%. With an impressive range of 1092 kilometers, the SEALION 6 DM – i combines cutting-edge features like a 15.6-inch rotating touchscreen, a safe head-up display, the Ocean Aesthetics Design Concept, and the Oceanic Crystal gear lever. service center expected to offer comprehensive support to the new generation of automobiles in the country. Located at 186, Vauxhall Street, Colombo 2, the service center is home to the first NEV-focused workshop in Sri Lanka. The state-of-the-art facility, equipped to service fully electric vehicles and plug-in hybrid automobiles purchased from John Keells CG Auto, offers access to engineers and specialists trained by BYD. Moreover, the center includes specialized tools and equipment for high voltage (HV) repairs and services.",
    "“Notably, the service center has been fitted out with unique BYD tools such as the Vehicle Diagnostic System (VDS), radar calibration system, and battery testing equipment which ensure precise maintenance. The workshop is also equipped with a 30kW fast charger and a 7kW wall charger for vehicle charging and testing purposes.",
    "“Additional features include a temperature controlled battery storage room, body and paint repair facilities, vehicle detailing, wheel alignment, brake bleeding, A/C recharging, and comprehensive washing facilities. The company further ensure environmental compliance with the installation of an advanced water treatment plant and stringent fire safety protocols that meet all industry standards.”",
    "Commenting on the dawn of a new era in sustainable transportation, John Keells Holdings Chairperson Krishan Balendra said: “Our partnership with BYD in November 2023 marked a significant milestone for the John Keells Group and Sri Lanka’s automotive landscape. This collaboration aligns with our commitment to sustainability and innovation, offering a transformative shift towards cleaner, more efficient transportation solutions. By introducing BYD’s advanced new energy vehicles to Sri Lanka, we are not only expanding our portfolio but also supporting the country’s broader environmental goals.",
    "“We are also dedicated to fostering a robust ecosystem for new energy vehicles which includes establishing a comprehensive charging infrastructure, developing a state-of-the-art service center, ensuring a steady supply chain, and providing careers for skilled technicians to support this transition. We are confident that this initiative will pave the way for a greener future and enhance the overall mobility experience in Sri Lanka.”",
    "Also speaking at the event CG Corp Global Managing Director Nirvana Kumar Chaudhary added, “CG Corp Global is proud to support Sri Lanka’s journey towards sustainable development. The introduction of BYD’s advanced NEVs will play a crucial role in achieving our environmental goals. We are committed to fostering innovation and supporting initiatives that drive economic and environmental progress in Sri Lanka.”",
    "John Keells CG Auto (Private) Limited (JKCG) is a subsidiary of John Keells Holdings PLC and CG Auto Pte. Ltd, having entered the automotive industry in 2023. JKCG Auto is the authorized distributor of BYD passenger vehicles, parts, and services in Sri Lanka, committed to building customer confidence in New Energy Vehicles (NEVs) and setting new standards for NEVs while supporting the development of an ecosystem for NEVs in Sri Lanka.",
    "JKH is the largest conglomerate listed on the Colombo Stock Exchange, operating with over 70 companies in seven diverse industry sectors. With a history of over 150 years, John Keells Group provides employment to over 14,000 persons and has been ranked as Sri Lanka’s ‘Most Respected Entity’ for the last 18 years by LMD magazine. John Keells Holdings PLC was ranked first for the fourth consecutive year in the ‘Transparency in Corporate Reporting Assessment’ by Transparency International Sri Lanka. A full member of the World Economic Forum and a participant of the UN Global Compact, JKH drives its CSR vision of “Empowering the Nation for Tomorrow” through John Keells Foundation and through the social entrepreneurship initiative, ‘Plasticcycle’, which is a catalyst in significantly reducing plastic pollution in Sri Lanka.",
    "BYD is a multinational high-tech company devoted to leveraging technological innovations for a better life. Founded in 1995 as a rechargeable battery maker, BYD now boasts a diverse business scope covering automobiles, rail transit, new energy, and electronics, with over 30 industrial parks in China, the United States, Canada, Japan, Brazil, Hungary, and India. From energy generation and storage to its applications, BYD is dedicated to providing zero-emission energy solutions that reduce global reliance on fossil fuels. Its new energy vehicle footprint now covers 6 continents, over 70 countries and regions, and more than 400 cities. Listed in both Hong Kong and Shenzhen Stock Exchanges, the company is known to be a Fortune Global 500 enterprise that furnishes innovations in pursuit of a greener world. For more information, please visit www.bydglobal.com.",
    "With a prolific history of over 140 years, CG Global is a distinguished multinational corporation headquartered in Dubai, with its Global Electric Mobility headquarters in Singapore. From its humble beginnings, it has grown to become Nepal’s largest business enterprise. Today, CG Corp Global employs 20,000 people and operates across more than 32 countries worldwide, spanning diverse business sectors. The group has been constantly investing into Sri Lanka since 2001 in hospitality sector with reputed properties Taj Samudra Colombo, Jet Wing, CHC, etc; major acquisitions in financial services sector under Union Bank of Colombo keeping confidence in Sri Lanka economy and people.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}