{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Growing-the-pool-of-billion-dollar-companies-in-Sri-Lanka/4-782541",
  "time_ut": 1759435382.0,
  "original_lang": "en",
  "original_title": "Growing the pool of billion-dollar companies in Sri Lanka",
  "original_body_lines": [
    "Today, Sri Lanka has just three listed companies valued at over a billion dollars: John Keells Holdings (JKH), Commercial Bank of Ceylon, and Ceylon Tobacco PLC. This is a sobering statistic for an economy with ambitions of becoming a South Asian hub for trade, services, and investment. A country of 22 million people, strategically positioned astride major maritime routes, and possessing a strong pool of talent in accounting, IT, and law, should be capable of nurturing multiple billion-dollar firms across diverse sectors. The fact that it has not points to deeper structural barriers inhibiting corporate growth.",
    "Compounding this issue is a corporate culture that often favours organic growth. While inorganic growth through acquisitions can deliver faster results, the perceived complexities and pains of integration make many companies hesitant to pursue it, ultimately limiting their scale and competitive edge. Interestingly Singapore has 77 companies, Vietnam 44 companies and Bangladesh 7 companies valued over $ 1 billion.",
    "The domestic market is simply too small. Many Sri Lankan companies remain overly dependent on local demand and rarely push aggressively into regional or global markets. Revenue ceilings are quickly reached, forcing firms to stay medium-sized. By contrast, Indian and Bangladeshi firms have leveraged large internal markets and Singaporean businesses have built global positions in supply chains. Too often, our companies take a conservative approach, avoid risk taking, preferring to dominate the local market rather than compete regionally or internationally.",
    "Sri Lanka’s capital markets unfortunately lack depth and liquidity. Raising funds for large-scale expansion is difficult, while venture capital and private equity are underdeveloped. Entrepreneurs with scalable business models often stagnate because growth capital is scarce. At the same time, regulatory hurdles and high taxation discourage listing and expansion, leaving companies trapped in incremental growth cycles.",
    "Frequent shifts in taxation, import rules, exchange rate policies, and investment approvals undermine business confidence. Companies are forced into short-term firefighting instead of long-term planning. Building billion-dollar enterprises requires stability, risk capital and predictability—both of which remain elusive in Sri Lanka’s policy environment.",
    "Few of Sri Lanka’s leading corporates are genuinely innovation driven. The ecosystem for research, startups, and technology remains shallow, leaving the country outside the high-growth sectors that have created billion-dollar companies elsewhere—digital services, renewable energy, and fintech. Meanwhile, a brain drain also deprives local firms in certain sectors of talent. Ambitious professionals migrate to more dynamic economies, while many management practices at home remain risk-averse, preferring safe, incremental growth to bold, disruptive strategies.",
    "Despite these barriers, Sri Lanka does have fertile ground for the next wave of corporate champions:",
    "n IT and knowledge services – tapping into the global outsourcing boom, as India once did.",
    "n Tourism and hospitality brands – scaling beyond boutique operators to world-class brands.",
    "n Renewable energy exports – solar, wind, and hydro can create green giants with the right policy backing.",
    "n Logistics and maritime services – leveraging Colombo’s location and Port City to become a regional hub.",
    "n Agri-tech and food exports – blending tradition with technology to dominate niche global markets.",
    "n Financial services and fintech – capitalising on digital adoption to reach regional scale.",
    "For Sri Lanka to nurture its next billion-dollar enterprises, a deliberate and multi-faceted strategy is essential. The foundation must be built on stabilising macroeconomic policy to ensure predictability, coupled with the gradual liberalisation and deepening of capital markets to provide the necessary fuel for growth. Simultaneously, the country must actively invest in R&D and technology while fostering stronger collaboration between government, universities, and the private sector to create dynamic innovation clusters. To complement this, a focus on nurturing young talent and implementing competitive tax structures is critical to retaining the best and brightest.",
    "Furthermore, firms must be strategically encouraged to internationalise through targeted incentives, investor-friendly reforms, and proactive trade agreements. Sri Lanka cannot afford to be content with two or three billion-dollar companies. The ambition must be to deliberately create the conditions for a new generation of corporate giants—firms that not only dominate domestically but also become global ambassadors for the Sri Lankan brand, as a few pioneering companies have already demonstrated. Breaking through the current barriers to scale will require nothing less than visionary mature political leadership and a new wave of bold, risk-taking innovators in the corporate sector. The path forward demands ambition, resilience, and a relentless focus on human capital."
  ]
}