{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-mice-ambition-gets-7-5mn-divine-boost/",
  "time_ut": 1757264880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s MICE ambition gets $7.5mn divine boost",
  "original_body_lines": [
    "In a significant boost to the country’s post-recovery tourism and MICE (Meetings, Incentives, Conferences, and Exhibitions) strategy, Sri Lanka is reaping an estimated US $7.5 million (approx. LKR 2.2 billion) in foreign earnings from the International Convention of Jehovah’s Witnesses.",
    "The large-scale event held at the Sugathadasa Stadium from September 5-7, drew 3,500 international delegates from 10 countries, including the U.S.A., Australia, Japan, and India. With an overall attendance of 14,000, including 10,500 local participants, the convention was a powerful demonstration of high-value religious tourism.",
    "The economic benefit stems from extended visitor stays, with a significant number of the 3,500 foreign attendees arriving early or staying after the event for tours. Delegates have already visited key attractions such as Pinnawala, tea estates, spice gardens and cultural sites in Kandy, with more group tours planned.",
    "“This event aligned perfectly with the vision to position Sri Lanka as a global and regional MICE hub,” said David Van Eyck, Public Relations Coordinator for the event. “The delegates are here for an average of 10 days, creating a substantial impact across hotel accommodation, private and group tours, food and beverage, and retail shopping.”",
    "“The influx of foreign currency is being captured by a wide range of top-tier Colombo hotels, including Cinnamon Grand, Hilton, Shangri-La, Sheraton, Taj Samudra, and the Galle Face Hotel, confirming strong occupancy levels within the city’s hospitality sector.",
    "“The convention underscored a key tourism sector strategy; attracting high-spending, long-stay visitors providing significant inflow of foreign exchange to the national economy”, said Sudath Fernando, Media spokesman for this event who is also the Group Finance Director at ATG (Intelligent Glove Solutions).",
    "Sri Lanka’s economy walks a tightrope between growth and risk",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}