{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102814/sri-lankan-racer-yevan-david-wins-on-euroformula-debut-at-monza",
  "time_ut": 1729423740.0,
  "original_lang": "en",
  "original_title": "Sri Lankan racer Yevan David wins on Euroformula debut at Monza",
  "original_body_lines": [
    "Motopark’s Yevan David won on his Euroformula debut at a damp Monza. The 17-year-old is the first ever Sri Lankan to participate in this category having advanced from F4 racing.",
    "It was close at the top in practice, with a 1m43.444s from Jose Garfias in FP2 putting him ahead 0.05 seconds ahead of champion and FP1 pacesetter Brad Benavides.",
    "BVM Racing’s Francesco Simonazzi trailed by 0.496s in third and David was 0.744s back in fourth. STK Melnik’s Roman Roubicek was 9.669s slower than Garfias in eighth and last place.",
    "The track remained dry for qualifying on Saturday morning, and there was small gaps again. Benavides set a 1m41.418s to take pole by a slim 0.125s over David.",
    "Garfias and Fernando Barrichello were 0.435s and 0.52s back respectively, and Simonazzi was 0.643s off pole in fifth as his car bounced down the straights. Roubicek cut his gap to the pack by four seconds.",
    "The track was damp for race one, and cars were equipped with wet weather tyres. David and Garfias cut turn two on lap one and rejoined the track alongside Benavides, who kept the lead until the della Roggia chicane where David drove around the outside of him. Garfias cleared Benavides exiting the chicane, as Vladislav Ryabov got into fourth ahead of Barrichello.",
    "Benavides utilised the slipstream to get on the inside of Garfias into turn one on lap two, but got baulked off track exiting turn two and dropped to sixth before reclaiming a spot on Simonazzi at della Roggia. David got loose at Lesmo 2 yet was able to extend his lead.",
    "Barrichello passed Ryabov, then chased down Garfias while David pulled away and weaved to keep his tyres warm.",
    "There was a train of cars from second to seventh place by lap seven of 16, and Simonazzi took sixth from Jakob Bergmeister on lap eight.",
    "The next lap began with Simonazzi, Benavides and Ryabov going three-wide and there was no change of position at turn one but Ryabov slowed to a stop at the exit and Simonazzi overtook Benavides for fourth.",
    "Bergmeister went around the outside of Benavides at turn one on lap 10, but Benavides was back ahead at della Roggia after cutting the chicane. On lap 11 Bergmeister picked the inside line at turn one to repeat the move, but had to give up the place a lap later following a request from race control. After doing so, he passed Benavides again at della Roggia.",
    "David had been more than five seconds clear, but Barrichello then rapidly closed in and so did the cars further behind.",
    "Simonazzi went around the outside of Garfias for third at della Roggia on lap 13, and on lap 14 the top two were side-by-side through turn one. David went off but rejoined to still lead, then Barrichello slipstreamed past starting lap 15.",
    "Roubicek was in Barrichello’s path entering turn one and his avoidance of him put David back in front. At della Roggia, Barrichello then touched the rear of David’s car and spun down to fourth, leaving the debutant to win by 0.542s over Simonazzi."
  ]
}