{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102984/nishantha-perera-to-be-appointed-elpitiya-ps-chairman",
  "time_ut": 1730111520.0,
  "original_lang": "en",
  "original_title": "Nishantha Perera to be appointed Elpitiya PS chairman?",
  "original_body_lines": [
    "The equal distribution of seats between the National People’s Power (NPP) and opposition parties will have no effect on maintaining the activities of the Elpitiya Pradeshiya Sabha, according to former Election Commission Chairman Mahinda Deshapriya. The NPP had secured 15 seats while the remaining 15 seats were divided among the various opposition groups.",
    "Nishantha Perera, who contested as the NPP Group Leader, is tipped to be appointed as the new Chairman of the Elpitiya Pradeshiya Sabha. The election for the local council was held last Saturday (26), under a combination of the constituency level and the proportional representation system.",
    "In the 30-seat council, the NPP emerged as the leading party with 15 seats. The Samagi Jana Balawegaya (SJB) secured six seats, the Sri Lanka Podujana Peramuna (SLPP) obtained three seats, the People’s Alliance won two seats, and an Independent Group also secured two seats. Additionally, the People’s United Freedom Alliance and the People’s Party each won one seat.",
    "Mahinda Deshapriya addressed concerns about the NPP’s ability to govern the council effectively under these circumstances. He clarified that the ordinance related to local government elections explicitly allows a party with 50% of the council seats to appoint the chairman.",
    "“There is no problem with the establishment of the Elpitiya Pradeshiya Sabha. There is a misconception that a tie in votes would necessitate a separate poll for the chairman. However, the ordinance clearly states that if a party has obtained 50% of the members of a local government body, they have the right to appoint the chairman,” Deshapriya explained.",
    "He further mentioned that the Election Commission will write to the NPP’s secretary, who will then submit the names of the chairman and vice-chairman. In case of a tie in votes on any proposal, the chairman has the decisive vote to ensure the smooth operation of the council. Thus, Deshapriya emphasized that there will be no problem in managing the council’s activities."
  ]
}