{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-imf-forex-reserve-target-us7bn-in-2025-ends-2024-with-6-1bn-cb-governor-198374/",
  "time_ut": 1736226840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka IMF forex reserve target US$7bn in 2025, ends 2024 with $6.1bn: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has a foreign reserve target of 7.0 billion US dollars in 2025, under an International Monetary Fund program, and ended the 2024 with 6.1 billion dollars, Central Bank Governor Nandalal Weersinghe has said.",
    "Sri Lanka had a (gross) reserve target of around 5.6 billion US dollars under an IMF program in 2024, he said.",
    "“We increased it to 6.5 billion and after paying all the old debt we have 6.1 bn by the end of the year,” Governor Weerasinghe said in an interview with Sri Lanka’s Derana Television Monday night.",
    "“The 2025 target is 7.0 billion. I do not think that is a difficult task to raise the reserve to 7.0 billion dollars.”",
    "The IMF reserve target is usually expressed in terms of net international reserves, which was negative under the old program.",
    "The central bank has operated largely deflationary policy to build monetary foreign reserves, also maintaining a stable and appreciating currency and bringing down prices absolutely, re-instating some lost incomes and helping the economy recover faster, analysts say.",
    "However, concerns were raised that inflationary policy were beginning towards the end of the year, with a steep build-up of excess liquidity which will led to currency pressure and reserve losses.",
    "Related Sri Lanka can build reserves, pay debt, with vehicle imports of $1.5bn: CB Governor",
    "Meanwhile Governor Weerasinghe said the central bank expects to keep the exchange rate stable and also build reserves in 2025 despite opening of vehicle imports, which may be around 1.5 billion US dollars, he said. (Colombo/Jan07/2024)"
  ]
}