{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98224/new-liver-care-facility-of-ragama-teaching-hospital-inaugurated",
  "time_ut": 1711479960.0,
  "original_lang": "en",
  "original_title": "New liver care facility of Ragama Teaching Hospital inaugurated",
  "original_body_lines": [
    "The ‘M. H. Omar Liver Care Facility’ at the Centre for Liver Diseases in Colombo North Teaching Hospital, Ragama was inaugurated by President Ranil Wickremesinghe on Tuesday (March 26).",
    "Made possible by the generous donation worth Rs. 2.5 billion from the M. H. Omar Foundation, this state-of-the-art facility stands as a beacon of hope for those battling liver ailments, marking a pinnacle of healthcare excellence and philanthropy.",
    "Chronic liver disease is increasingly prevalent among both children and adults in Sri Lanka, with liver transplantation being the sole effective treatment for liver failure. Addressing these complex liver ailments necessitates specialized, expertise and costly equipment.",
    "The North Colombo Centre for Liver Diseases serves as a postgraduate training centre and conducts top-tier research in liver diseases, maintaining Sri Lanka’s largest database of liver cancer treatments.",
    "The M. H. Omar Foundation’s remarkable donation of Rs. 2.5 billion for the construction of this specialized liver disease treatment centre marks the most significant contribution by a Sri Lanka entrepreneur to its healthcare and education services. Mr. M. H. Omar, the founder of the renowned Brandix Group in Sri Lanka, has spearheaded this philanthropic endeavour.",
    "The presence of a young girl who had undergone successful liver surgery at the hospital was particularly significant, as she warmly welcomed the President upon his arrival at the North Colombo Teaching Hospital.",
    "During the ceremony, the President unveiled the plaque and inaugurated the M. H. Omar Liver Care Centre, taking a first-hand observation tour on its facilities. Additionally, he took a moment to leave a note in the commemorative book of special guests, expressing gratitude for the transformative impact of the facility on the healthcare landscape of Sri Lanka.",
    "Speaking at the ceremony, President Ranil Wickremesinghe expressed his profound appreciation for the exceptional donation made by the Omar family and the significant contribution they have made to the country’s economy through the Brandix Company.",
    "Highlighting Sri Lanka’s current status as the premier destination for liver transplant surgeries in the region, President Wickremesinghe extended his gratitude for the esteemed reputation bestowed upon the country by healthcare professionals. He also took the opportunity to explain the audience about the government’s ambitious program for transformative change in the health sector. These remarks underscored the President’s recognition of the pivotal role played by both philanthropy and healthcare advancements in shaping Sri Lanka’s future.",
    "Addressing the gathering, Minister of Health and Industry Dr. Ramesh Pathirana highlighted Sri Lanka’s commendable position in terms of infant and maternal mortality rates, showcasing the nation’s resilience during challenging times such as the COVID-19 pandemic and economic crises.",
    "Expressing gratitude, Minister Pathirana acknowledged the significant contribution of Mr. M. H. Omar and his family, who generously donated Rs. 2.5 billion towards the establishment of this state-of-the-art facility at the Colombo North Teaching Hospital. Their philanthropic gesture plays a crucial role in enhancing healthcare services and ensuring better outcomes for patients in need."
  ]
}