{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Tourism-Minister-draws-inspiration-from-ABBA-music-at-Arrival-from-Sweden-concert/34-769655",
  "time_ut": 1732483256.0,
  "original_lang": "en",
  "original_title": "Tourism Minister draws inspiration from ABBA music at Arrival from Sweden concert",
  "original_body_lines": [
    "Vijitha Herath recognises tourism as key driver of economic growth",
    "Expresses confidence in achieving better future for all Sri Lankans",
    "Mt. Lavinia Hotel COO Anura asserts pride in event’s success",
    "Tourism Minister Vijitha Herath delivered a hopeful message on Saturday while attending the live performance of ‘Arrival from Sweden: The Music of ABBA’, an internationally renowned tribute band.",
    "The event, which drew around 2,500 vibrant enthusiasts, was filled with music, nostalgia and entertainment, as the Minister shared admiration for the iconic band and one of his favourite songs, ‘I have a dream’.",
    "Referring to the song’s lyrics, Minister Herath expressed his optimism for Sri Lanka’s future.",
    "“The lyrics say, ‘I have a dream and I’ll cross the stream’. Today, people are happy and I am confident that all Sri Lankans share this desire to cross the stream he remarked to enthusiastic cheers and applause from the audience. “In few years, we will cross that stream together and achieve that dream of a better future,” Herath added.",
    "The Minister highlighted the importance of tourism as a key driver of economic growth, stating that the industry’s significance has been recognised in the Government’s vision for a prosperous and stable country.",
    "“Tourism is a vital industry to boost economic growth. It will contribute significantly in realising our shared dream of a thriving and prosperous country,” he said.",
    "The event which celebrated the timeless music of ABBA, also saw the participation of Prime Minister Harini Amarasuriya, JVP General Secretary Tilvin Silva, former Ministers, tourism industry champions, business leaders and local artists.",
    "The brainchild of the event, Mt. Lavinia Hotel Chief Operating Officer (COO) Anura Devapura expressed immense satisfaction with the success of the event, describing it as a culmination of six months of meticulous planning and coordination.",
    "“The effort we put into organising this truly paid off,” he remarked, highlighting the significance of hosting such a landmark performance.",
    "Dewapura also emphasised the broader vision behind hosting the concert, pointing to the importance of positioning Mt. Lavinia Hotel as a vibrant destination for high-profile events.",
    "The print media partner of the event was Wijeya Newspapers Ltd.  The ABBA tribute show marked the debut performance in Sri Lanka with its full 17-member band, ‘Arrival from Sweden: The Music of ABBA’ renowned globally for their authentic and electrifying renditions of the iconic group’s music. With an impressive track record of touring over 80 countries and performing 120 shows in the UK alone, their arrival in Sri Lanka was a historic moment for fans of the legendary band."
  ]
}