{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-to-fast-track-SL-s-consular-and-immigration-services/56-782468",
  "time_ut": 1759368092.0,
  "original_lang": "en",
  "original_title": "Govt. to fast-track SL’s consular and immigration services",
  "original_body_lines": [
    "The Government is to fast-track passport processing for overseas applicants, more efficient handling of dual citizenship requests, and expanding digitalisation to streamline administrative procedures.",
    "This was discussed at a meeting held by Foreign Affairs, Foreign Employment and Tourism Acting Minister Arun Hemachandra at a high-level joint meeting bringing together senior officials of the Ministry’s Consular Division and the Department of Immigration and Emigration to review and enhance key aspects of Sri Lanka’s consular and immigration services.",
    "The meeting, was attended by Additional Secretaries of the Consular and Foreign Employment Divisions, the Director General of Consular Affairs, the Controller General of Immigration and Emigration, senior Directors from both Departments, and the Chairman and Additional General Manager of the Sri Lanka Bureau of Foreign Employment (SLBFE).",
    "Commending officials for their continued dedication, particularly for their efforts in successfully clearing the backlog of passport applications, the Deputy Minister said it was an achievement that significantly improved service delivery, especially for Sri Lankan citizens living and working overseas.",
    "Discussions at the meeting focused on accelerating the processing of passport applications submitted from abroad, improving the efficiency of dual citizenship application handling, and expanding digitalisation to streamline administrative procedures.",
    "Several operational and field-level issues were also examined with the aim of strengthening the quality and responsiveness of services offered by the two institutions.",
    "“We are committed to fostering greater coordination between institutions to ensure efficient, transparent, and people-centred service delivery for all Sri Lankans, both locally and overseas,” Hemachandra said."
  ]
}