{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97241/sri-lanka-developing-ramayana-trail-to-boost-tourism-from-india-tourism-minister",
  "time_ut": 1707831600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka developing Ramayana Trail to boost tourism from India – Tourism Minister",
  "original_body_lines": [
    "Tourists from India topped the list of countries visiting Sri Lanka in January 2023 and the island nation was positive about surge in religious tourism with consecration of Ram Temple in Ayodhya. Sri Lanka was also working on Ramayana trail as there is huge interest in places mentioned in the Ramayana to attract more tourists to the country, Sri Lankan Tourism Minister Harin Fernando said in Mumbai, India.",
    "Speaking to the Free Press Journal on the sidelines of the recently concluded travel and trade show – OTM 2024, Fernando said Lanka government was also working with Thai government in developing a Buddhist circuit with places of interest in India and Sri Lanka.",
    "He said that though India has 80 flights a week to various destinations in Sri Lanka, the island country was also keen on starting flights from Ahmedabad and were in talks with couple of Indian operators. He said that the government was also working with few ashrams in southern India and also in Ayodhya. The minister said they have signed an agreement with the local administration in this regard.",
    "He said that India and Sri Lanka are not two countries but one. History also shows us that both the countries were connected and that is reflected in our people, culture and food habits. Fernando also appreciated India’s support to Sri Lanka when the country was facing crisis and the continuous support to our various projects like green energy. He said the country aims to be totally green as far as hotel industry is concerned and will also promote green vehicles.",
    "Fernando said that Sri Lanka has also proposed Sri Lanka will be hosting three IPL 2024 matches as part of Indian government’s initiative to promote tourism in Sri Lanka. Sri Lankan government has requested BCCI secretary Jay Shah in this regard and a final decision in this regard will be taken shortly, Sri Lanka Sports Minister Harin Fernando told Free Press Journal on the sidelines of travel and trade show – OTM 2024.",
    "Fernando said that holding IPL matches in Sri Lanka would give a big boost tourism in the island nation. The country has seen huge interest in tourists from India after pandemic and arrivals from India topped the visitors chart in January 2024.",
    "He said that the government was also in talks with Indian cricketers to engage them as a brand ambassador. The minister said during his stay in Mumbai he is scheduled to meet representatives to discuss their role.",
    "He said cricket is big in both Sri Lanka and India and an Indian cricketer promoting Sri Lanka as a tourist destination will appeal to a bigger audience segment.",
    "As part of their efforts to make the country more industry friendly, the Sri Lankan government has also reduced the number of permission required to shoot a film in Sri Lanka. Fernando said the government was keen on making Sri Lanka a lucrative destination for the film makers and the changes were in that direction.",
    "The minister said while south Indian films are regularly shot in Sri Lanka, fewer Hindi films have been shot. On Sri Lankan companies setting up their businesses in India, the minister said more companies will open their offices/manufacturing units and use India as export hub."
  ]
}