{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-palestinians-have-exposed-the-zionist-tentacles/",
  "time_ut": 1720446389.0,
  "original_lang": "en",
  "original_title": "The Palestinians Have Exposed The Zionist Tentacles",
  "original_body_lines": [
    "“What we know about how these children are being treated is unacceptable, but what we don’t know could be even worse.” ~ Jason Lee, Save the Children",
    "To put things in perspective. Figures from widely reported independent sources indicate, as of today, the number of Palestinians – Muslims, Christians and others – killed total to 37,000. Of this, the number of children killed are 13,800. The total number injured is 75,000 and the attacks are continuing.  The ceasefire approved by the Security Council in June has been conveniently forgotten. The arrest warrant against Netanyahu and his other accomplices in war crimes has been tactically delayed. The provisional measures Ordered by the International Court of Justice in January 2024 against killing of civilians, inciting the Israel forces to commit genocide etc. has no teeth and, Israel cares two hoots. America is continuing to fund the killing machine besides supplying lethal weapons along with some European countries and several other countries including India, as recently reported in social media.",
    "The world citizens collectively should be grateful to the Palestinians for exposing several areas which were hitherto deceivingly hidden behind the curtain of anti-Semitism. I will attempt to rundown a brief list to give some context to this column.",
    "1. The double standards of the so-called champions of democracy USA, UK and Europe.",
    "2. The hegemony and immoral bullying tactics of America in the UN Security Council.  It has vetoed resolutions 42 times for Israel.",
    "3. The inexplicable slavishness of the western media to the ‘hasbara”, the Israeli propaganda machine which fabricate lies using videos, infographics, viral social media posts and hashtags.",
    "4. The Zionist manipulation to detract the 75-year-old Palestinian conflict to the October 7th 2023 narrative.",
    "5. The incredible but, true, Israel occupation of the minds of the American people.",
    "6. Exposed the extent of enslavement of the American Presidency and the US Congress by the Zionists.",
    "7. The number of UN resolutions that the Zionist regime has violated.",
    "8. The number of international laws and convention it has violated.",
    "9. Exposed the narrative to heavily focus on the 120 remaining hostages while forgetting the more than 10,000 Palestinians held like hostages under detention without due process.",
    "Remember the ex-Republican President Donald Trump withdrawing the United States from the UN Human Rights Council which is the human rights watchdog of the world. Reason: The UNHRC’s criticism of the way Israel is ill-treating the Palestinians. Later, it joined in 2022 stating that the US wants to ‘defend’ human rights worldwide. It apparently missed out to add, “except Palestinians”.",
    "The same Trump, walked out of the United Nations Educational, Scientific and Cultural Organization in October 2017. Reason: The UNESCO according to Trump was biased against Israel. Secondly, for granting full membership to Palestine in 2011.",
    "He arrogantly defied the official United States age old policy on Jerusalem and arbitrarily recognised Jerusalem as Israel’s capital in December 2017.  This is despite, the US position since 1949 that the future of Jerusalem should be the subject of a negotiated settlement. Jerusalem is home for Muslims, Christians and Jewish religions. Reason: To arbitrarily establish the sovereignty of Israel over this internationally disputed site.",
    "People are sometimes confused as to the details of what this Palestinian-Israel conflict is about.  Their opinions shift from supporting Israel at one point and, then, Palestine in another. They condemn Palestinian rocket attacks but turn a blind eye to the bombing of the thin 375 square kilometre Gaza strip. One account report more than 70,000 tons of munitions had been used to obliterate this tiny territory in nine months. It is mindboggling to learn, as per recorded statistics, for six years, the total number of bombs dropped by the German and the allies on each other was only 30,700 tons for the whole duration of WWII between 1939 and 1945.",
    "The social media has come in as the saviour for the Palestinians and as a source of correct information. It has exposed most of the deception, lies and blatant hypocrisy of the Israelis and the slave nations complicit with the Israeli war crimes.",
    "As Israel has banned journalists from entering the Gaza strip what we hear from the main stream Zionist media is the ‘hasbara’ – the narrative of the Israeli propaganda machine. The daily changing narrative of the Israeli propaganda supported by the western media often clashes with the live narrative reported by social media. Those in Palestine record events as they happen and broadcast it via various social media platforms. Therefore, the Israel side of the story has to deliberately and purposefully keep changing to counter the true facts that has entered the domain of information.",
    "“Israel has kept the news media out of Gaza, but the social media images of the carnage in Gaza that Palestinians have recorded, seen all over the world, has produced a revulsion “writes Harold Meyerson editor at large of The American Prospect.",
    "The main objective of ‘hasbara’ is to control, shape and distort the truth of every evil action of the Israelis and to present it as, ‘the right to defend’ or to project a sympathetic view favouring them.  It is also used to label those critical of Israel as ‘anti-Semites’ and thus silencing the critics.",
    "Social media revealed the impunity with which Israel operates. The Zionist regime has violated 28 resolutions of the United Nations Security Council. Violations are treated with various sanctions or military force. In the case of Israel nothing of the sort. However, there are sanctions against Iran, North Korea, Syria etc.",
    "Can the United States ever act as an honest broker in resolving this conflict? World opinion is that it does not have the moral authority to do so. Aiding the Zionist regime has been mandated by US law.  A Reuter report of 9 April 2024 states that in 2016, the U.S. and Israeli governments signed a 10-year agreement (2018 to 2028). The agreement provides a total of $38 billion in military aid, $33 billion in grants to buy military equipment and $5 billion for missile defence systems. Last year, after the Gaza attack, President Joe Biden asked Congress to approve another $14 billion supplemental spending bill for Israel.",
    "Dear Palestinians, over the past 75 years you have been and still continuing to sacrifice your lives, livelihood, your properties, your possessions under this brutal oppression of the Zionist regime. You are starving and your infants are dying of starvation. The sick and injured are dying without medicine and proper medical care.  Pregnant mothers, the elderly, patients with terminal diseases are fighting death for want of medical attention. You and your children have been deprived of the bare basic of clean drinking water. The humanitarian food aid that is waiting at the borders have been blocked by this Zionist regime. You all have been made refugees in your own land.",
    "Dear Palestinians, with all these sacrifices, you have proven to the world without a shred of doubt something that no one else has done or will do. You have exposed the absolute nakedness of the Zionist regime, the deceptive label of anti-Semitism and the false claim of the ‘right to defend’.  You have also shown to the world, the hypocrites, double standards, media manipulation, fabricated lies, deliberately manufactured disinformation, the cowardly Muslim and Arab leaders and, of course, the toothless United Nations.",
    "Dear Palestinians do not lose hope. The sword of natural justice hovers over the heads of these criminals and it will strike hard at the appropriate time.",
    "*Mass L. Usuf, LL.B (Hons) U.K., Attorney at Law (Ex-Advisor to former Presidential Private Department of UAE)"
  ]
}