{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/carnage-masterminds-and-political-battles/",
  "time_ut": 1752161880.0,
  "original_lang": "en",
  "original_title": "Carnage, masterminds and political battles",
  "original_body_lines": [
    "Minister of Public Security Ananda Wijepala declared in Parliament on Wednesday that TMVP leader Sivanesathurai Chanthirakanthan alias Pilleyan had had prior knowledge of the Easter Sunday terror strikes (2019). Pilleyan was in the Batticaloa prison at the time of the terror attacks.",
    "A narrative is apparently being created to support former aide to Pilleyan, Azad Moulana’s claim that Pilleyan and the military intelligence had links to Zahran Hashim and other NTJ terrorists. No one may have been more au fait with the workings of the NTJ terror network than Mohamed Ibrahim, father of two NTJ suicide bombers, Mohamed Ilham and Mohamed Insaf. This fact has been borne out by a leaked recording of a telephone conversation between CID Director SSP Shani Abeysekera and Deputy Minister Ranjan Ramanayaka during the Yahapalana government.",
    "Following the so-called money trail is one of the most effective methods of identifying the masterminds behind a terror attack. It was Ibrahim’s sons who funded the NTJ terror project. Ibrahim was a National List candidate of the JVP in the 2015 general election. The Opposition has sought to use this fact to discredit the JVP. It is absurd to claim that the blame for the 2019 terror attacks should be apportioned to the JVP simply because Ibrahim was on its National List. However, the question is why the incumbent JVP-led NPP administration, which inveighs against its political rivals, including the Rajapaksas and Pilleyan, has not taken any action against Ibrahim.",
    "In a leaked audio clip of a telephone conversation between Ramanayake and SSP Abeysekera, about the Easter Sunday terror attacks, the latter is heard telling the former something in Sinhala to the effect that Ibrahim cannot be so stupid as not to have known what his two sons had been doing. If this audio recording is not fake, the CID should go by Abeysekera’s contention, and interrogate Ibrahim again as part of their efforts to identify the terror masterminds. As we argued in a previous editorial comment, when Ishara Sewwandi, a female accomplice of the gunman who killed underworld leader Ganemulle Sanjeewa in a courtroom at Hulftsdorp, went into hiding, the police arrested and grilled her mother and brother. The question is whether the NPP will allow its former National List candidate to be arrested and interrogated again.",
    "Meanwhile, SLPP MP D. V. Chanaka lashed out at the NPP government in Parliament on Wednesday, for having sunk to a new low in politicising the police. He said Abeysekera, who campaigned for the NPP and even addressed the media at the JVP headquarters, Colombo, in support of the NPP prior to last year’s presidential election, had been pulled out of retirement and appointed the Director of the CID to target the Opposition politicians. Can a retired senior police officer who campaigned for the ruling party, and was brought in as the Director of the CID, be expected to act independently and impartially, without furthering the political interests of his political leaders?",
    "The Opposition has accused Secretary to the Ministry of Public Security retired Senior DIG Ravi Seneviratne of abusing his authority to have two serious charges including drunk driving dropped in a case against him for causing a road accident while driving under the influence of liquor in Colombo. So, what guarantee is there that Seneviratne will not do likewise to save his own skin and safeguard and/or promote the interests of his political leaders anent the probe into the Easter Sunday terror attacks? One is reminded of the despicable manner in which the Rajapaksa government opened an escape route for Mervyn Silva, charged with cheque fraud, a criminal offence. That serious charge was dropped and Silva walked free! Those who expected the 2024 regime change to bring about a radical break from the rotten political culture that flourished under previous governments must be really disappointed and disillusioned.",
    "When—or whether—the government and the Opposition will stop clashing over the masterminds behind the Easter Sunday carnage and make a joint effort to ensure justice for the victims is anybody’s guess.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}