{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/National-security-only-through-national-harmony-a-response/4-770657",
  "time_ut": 1734478952.0,
  "original_lang": "en",
  "original_title": "National security only through national harmony – a response",
  "original_body_lines": [
    "Who deprived the equal rights of Tamils? Not the Sinhalese but the Vellala Tamils themselves",
    "Capt. (Rtd) Rajaratne has written the above article, appeared in Daily FT on 6 December 2024 (https://www.ft.lk/columns/National-security-only-through-national-harmony/4-770154).",
    "Rajaratne implies that the Tamils are subjected to inequality, injustice, oppression, marginalisation, and deprivation. The commemoration of the dead LTTE cadre in the north, he says, was a stark indictment of the failures of the successive Governments to fulfil the aspirations of the Tamil community for equality, justice, liberation, inclusivity, and opportunity.",
    "The above article, in its entirety, is an attempt to convince the reader that Tamils in Sri Lanka are discriminated against and their grievances are not addressed properly. The above implication, which is far from truth, is exactly what the separatists want the world to know to justify their claim for a federal/independent state.",
    "The grievances if any, are common to all the communities and Rajaratne should be more specific in mentioning the grievances exclusively related to Tamils. Also how they are being discriminated against legally, socially or constitutionally. There are world accepted indexes to ascertain the above, such as life expectancy, maternal deaths, education/health facilities, employment opportunities, prison population, etc. Rajaratne must submit those statistics to substantiate his argument without merely saying that the Tamils in this country are an aggrieved community.",
    "Rajaratne fully endorses commemorating the dead LTTE cadres and says even putting up monuments and memorials for them are perfectly in order. Those who bore arms to massacre innocent civilians on a mass scale with a view to establish a separate state based on ethnic cleansing are universally classified as terrorists and cannot be celebrated as freedom fighters. A parallel could be drawn with the accepted norms in the world of bans on celebrating members of Hitler’s SS and Osama Bin Laden’s Al Qaida. It’s the LTTE terrorists that cannot be celebrated even though their families would mourn them in private.",
    "He says, like the members of TNA, that those who carried out Maaweerar commemoration did so, because they felt grateful for the sacrifices made by the LTTE leader to secure an honourable future for them. It implies that as per Rajaratne, LTTE’s fight for a federal/independent state was due to the ill treatments of Tamils.",
    "However, an independent state in the north was in the agenda of Tamil politicians even during the colonial times. On 20 November 1947 the President of All Ceylon Tamil Congress (ACTC), informed the Secretary of State for the Colonies the following: “The Tamil people of Ceylon have rejected the Soulbury Constitution. A unitary government with present composition of legislature and structure of executive, totally unacceptable to the Tamils. We demand the right of self determination for the Tamil people”.",
    "J.V. Chelvanayagam of ITAK in 1949 said ‘we have met together with the common aim of creating an organisation to work for the attainment of freedom for the Tamils of Ceylon.’ Therefore, the so called grievances were not the cause for their struggle for an Independent state, as it was in their agenda even when they were enjoying better privileges than the majority, during colonial times.  When the minority communities in other countries, after independence, merged with the majority with mutual understanding to move forward, the selfish Vellala Tamil leaders in our country, from the inception, wanted to create an independent state in the north to maintain their supremacy. Hence the slogan of grievances of Tamils is only a tactic used subsequently, to continue their struggle.",
    "At present more than 50% of the entire Tamil population live in the south with the Sinhalese. It cannot happen if they are not treated equally. Wellawatta, Bambalapitiya, Kotahena, Mattakkuliya, etc. are predominantly Tamil. The trade in gold, jewellery, wholesale market, etc. are dominated by Tamils. Do they perceive, as Rajaratne claims, that they are subjected to inequality, injustice, oppression and marginalisation?",
    "There are multi million mega enterprises solely owned by Tamils and the Sinhalese work under them. That is unity in diversity. What else does Rajaratne need to prove that Tamils are not deprived of their legitimate rights?",
    "There were about 25,000 Sinhalese and 15,000 Muslim families living in north who were subjected to ethnic cleansing and chased away from Jaffna in the early eighties. What about their rights and aspirations? The latest expulsion from the north was of Muslims in October 1990. They were given only two hours to leave Jaffna. The Muslims found refuge in the Sinhalese.",
    "In actual fact, who deprived the equal rights of Tamils? Not the Sinhalese but the Vellala Tamils themselves. During the war, Prabhakaran denied dignity, justice and basic human rights to Jaffna people. Earlier, the low caste Tamils were denied even the right to walk in day light as their sighting was supposed to pollute the purity of Vellala eyes!",
    "Denial of basic human rights was a part of Jaffna Tamil culture. During colonial times, in the absence of political power, Vellala supremacy was imposed through laws based on castes. It was a Sinhalese, S.W.R.D. Bandaranaike, who enacted the Social Disability Act of 1958 to dismantle the powers of oppressive Vellalas. When a Sinhalese tried to ensure equality to Tamils, it was a team of Vellalas who went on a special mission to London to convince the British of the importance of preserving the caste system!",
    "The irony is that Vellala supremacy still exists in Jaffna. The UN special rapporteur Tomoya Obokata who visited Sri Lanka in September 2022 reported to the UNHRC as follows: “The members of oppressed castes not given suitable land to cultivate and also they are denied access to water. Also their working conditions amounts to forced labour, servitude or slavery like practices. Despite the right to free education recognised by the constitution, children from the oppressed castes not given enough facilities to study. Certain teachers from dominant castes discriminate against children of oppressed castes and even refuse to enrol them. There is violence against low castes, but those responsible from higher castes are not rigorously identified, prosecuted and punished”.",
    "If this is the current situation in Jaffna, what would be the plight of the low castes if an independent state is established in north?",
    "Rajaratne says granting of police powers, use of own language, freedom to practice religious and cultural practices without any reservations are vital for true autonomy and dignity. These were the exact words narrated in Geneva UNHRC by separatist Tamil Diaspora. They even said, (the writer was present) that Tamil young women were still being kept in Army camps as sex slaves!",
    "Both Sinhala and Tamil are official languages of Admin and Courts throughout SL. In the north and east it is only Tamil. There have been instances where Sinhalese students in group sports meets in the east missing their events as announcements were made only in Tamil! There is not a single Sinhala school in four districts in this country. The Sinhala students in these districts are compelled to learn in Tamil and not in their mother language. Rajaratne has ignored them when speaking about inequality, injustice, dignity, etc.",
    "Rajaratne gives a completely distorted picture when he quotes from Lord Buddha and says that the Tamils should have the freedom to conduct their religious/cultural practices without any restrictions. Are the Tamils denied/restricted in such practices? Even at the time when the terrorists brutally massacred the Sinhalese pregnant mothers by cutting their bellies alive at Gonagala, the Tamil Hindu Vel cart was able to parade in Colombo without any hindrance. That was the limit of tolerance shown by the Sinhalese Buddhists in this country. Also it was the influence of Buddhism which prompted the political leaders to rehabilitate 11,600 hard-core terrorists and 500 LTTE child soldiers (who were arrested/surrendered) instead of sending them to gallows.",
    "This was in contrast to what happened in Second World War where a million German soldiers who surrendered were starved to death by the allied forces. The Tamil Tigers were defeated whilst rescuing 295,000 Tamil civilians (kept as a human shield by Prabhakaran) by the Army (95% Sinhala Buddhist). It was the largest rescue operation ever carried out by any army in the world! Hence Rajaratne from Canada, shouldn’t waste time to refer Lord Buddha’s teachings to such Sinhalese Buddhists in Sri Lanka.",
    "According to Rajaratne, refusal to accommodate all the requests/demands of Tamil politicians like removing vital army camps, etc. citing national security, is a convenient excuse to avoid confronting reality and it’s a sign of denial and cowardice. It should be noted that National Security amongst others, involves elimination of terrorism and countering extremism. The safety of the nation can be assured only if the Government makes every effort to keep abreast with continually changing situation and take appropriate action. I leave it to the Security Council of SL to deal with the above allegation.",
    "At present the senior military officers who took an active role in defeating LTTE, are being penalised and measures being taken to bring them before the ICC through an External mechanism appointed by a resolution adopted in UNHRC. Already a few Generals and their families are denied visas to enter certain Western/European countries. This is in spite of the fact that six internationally reputed war crime experts such as Sir Desmond de Silva, confirming that it were the LTTE, not the SL forces, who have committed war crimes.",
    "If this is the plight of the generals/senior officers who were in the war front, what about the moral of the serving officers in the forces? Will they take initiative in a similar armed conflict in future? Doesn’t that affect the national security in the country? Rajaratne being an ex military officer, if genuinely concerned about national security, should pay more attention to that fact rather than ridiculing the decisions taken by the security personnel in national interest.",
    "The moral hypocrisy of the so called balance minded intellectuals is appalling. It is easy to talk through theatrics. All the communities live in harmony in this country. Only the separatists and their cohorts justify commemoration of LTTE and the concept of an independent state in the name of national harmony."
  ]
}