{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/betel-chewing-a-cardinal-pleasure/",
  "time_ut": 1712418960.0,
  "original_lang": "en",
  "original_title": "Betel chewing a cardinal pleasure",
  "original_body_lines": [
    "Bulath in Sinhala, Vettila in Tamil and Malayalan, Paan in Hindi, Plu in Thai, Sirih in Malay are local names for betel (Piper betle) the tender leaf of which is the main ingredient in a chew. The other common additions are arecanut (Areca catechu), either raw or dried, sliced, shredded or cut into pieces and chunam from burnt chalk, coral or sea shells (slaked lime) and a piece of sun dried tobacco leaf for an added ‘kick’. The tobacco is said to have been introduced to the chew, also called a quid, by the Dutch when they were in these parts of the world as traders or rulers.",
    "According to the region and availability fennel, turmeric, cumin, melon and cucumber seed, tamarind juice, coriander, nutmeg, ginger, cardamom, cinnamon, cloves and grated copra are added as desired. Lately, particularly in India, menthol, rose water and mint essences are added. In Sri Lanka `Saravita’ with many of these spices are sold off lighted trays by men signing songs with catchy tunes during peraheras and other similar events. High class Indian hotels offer such spiced and fragrant ‘vitas’ in place of After Eight Mints.",
    "Some authorities believe that about one tenth of the human race is in the habit of chewing betel- some from morning to night, others at frequent intervals or after their main meals and still others on occasions only. The estimate is plausible as the habit is common throughout India, Pakistan, Bangladesh, Sri Lanka, Malaysia, Myanmar, Indonesia, Singapore, the Philippines, Papua New Guinea, Micronesia, Fiji, Maldives, Caroline Santa Cruz Island etc. Asian migrants have introduced the use of betel to the Middle East, some African and European countries and the USA as well.",
    "For how long has the use of betel been known as a masticator – things people chew? A very long time indeed; well before smokes or fumitories known in the Eastern World for about ten centuries before the 1600s when Columbus introduced it to the West.",
    "The Buddha in one of his reincarnations as a hare, according to a Jataka story, offered himself to God Sakra. The God was so moved that he painted the likeness of a hare on the moon and threw away the brush which fell on the world of Nagas or snakes. The King of the Nagas swallowed the brush (for what reason we do not know) and due to the consequent unbearable pain in his throat he died a few days later. A plant sprouted where he died and it was called giri-da-daly (throat burning leaf) now known as the betel vine.",
    "Another origin of betel, according to others, is that it was created from the tip of a little finger of a Naga Queen. Irrespective of the origin it is said that the leaf was brought to the world of humans from the Naga’s world, thus called Nagavalli, by a snake holding the stem and leaf tip by its teeth. Others believe the snake held the leaf tip only. Whichever it was the older generation of betel chewers particularly in India and Sri Lanka, through fear of snake poison, discarded the leaf tip or both stem and tip when preparing a chew. Some removed even the prominent leaf veins close to the stem.",
    "Just as much as betel is mentioned in the Jathaka story mention of it has been made in the Mahabaratha, Ramayana and Mahavansa as well.",
    "Anthropologists have found traces of betel in the Spirit caves in Northwest Thailand dating back to 5500-7000 BC, which is even before systematic and organized agriculture came to be practiced. There have been similar findings in Timor in Indonesia going back to 3000 BC and in the blackened teeth of human skeleton in Palawan in the Philippines going back to 2600 BC. Even today some hardened betel chewers in Thailand, Myanmar and Indonesia with black teeth as a result of long years of chewing are proud of the discoloration as they say only animals have white teeth!",
    "Betel chewing was prevalent in many parts of China up to about the 19th Century when the use of opium took its place. That was with the ‘kind assistance’ of the British for their ultimate benefit.",
    "Even in the ancient Islamic civilization betel was known in Persia and some Arabic countries. But the habit died a few centuries ago as the leaf and ingredients had to be imported at great cost and it was also considered to be against Islamic teaching. However, followers of the religion in Sri Lanka, India, Pakistan, etc. are known to chew betel. In fact Sri Lanka exports considerable quantities of leaf and arecanut to Pakistan, the Maldives etc.",
    "Betel has been a great social equalizer since ancient times – emperors and their subjects, landlords and their tenants, high officials and their subordinates all indulged in the habit without restrictions. Then and now it is not subject to taboos by any race such as various kinds of flesh and alcohol are. Even priests are allowed its use. To unmarried Brahmins it was taboo while Burmese children were encouraged to chew in the belief that they would speak their language well. However, some Sinhala elders of a few decades ago discouraged children from chewing in the belief that it would hinder their ability to pronounce English words correctly!",
    "In India in early times betel chewing was considered one of the eight cardinal pleasures of a man or woman. Its value to enhance the quality of life was considered equal to food, sex, music, sleep, incense, flowers and perfume.",
    "The Father of Indian Medicine, Sushruta in the first century AD said betel chewing tends to “cleanse the mouth, imparts a sweet aroma to it, enhance its beauty, cleanse and strengthen the voice, tongue, teeth, jaws and sense organs and acts as a general safeguard against disease.” An ancient writer in Sanskrit wrote that betel has twelve desirable qualities which are pungency, bitter, sweet, spicy, salty, astringent, it expels wind, kills worms, removes phlegm, eradicates odours, purifies all organs of the body and even induces passion!",
    "A chew of betel is said to kill hunger and relieve tiredness which perhaps is the reason why some manual workers are often found chewing throughout the workday. This is certainly true of plantation workers. Robert Knox wrote that Sinhala men and women indulge in betel chewing to while away the hours of darkness before they went to sleep. He also had noted that an illicit lover indicates to the other their secret rendezvous by placing a betel leaf there. In the Caroline Islands experts were able to establish from fresh betel spit the sex of the spitter, what and when the last meal was, whether the person was walking leisurely or running and even more.",
    "What is the modern thinking on betel chewing? Extracts from the lengthy essay ‘Betel Nut’ by the poet, scholar, script writer and critic Stephen Fowler are quoted below to give the views of a present day American.",
    "Quote “Maybe you’re an ageing speed freak, too paranoid and out-of-touch to score the hard stuff anymore. Maybe you’re a khaki preppy looking for an alternative to espresso. Maybe you’re the hippie type optimistically attracted to a multi-cultural lift. Or maybe you just like to salivate. However, you kick it, betel is the ticket.",
    "I was introduced to betel chewing six years ago in a bookshop in San Francisco’s Mission district. My instructor was a cynical young bohemian type prematurely returned from a visit to India.",
    "The active principle in areas is the alkaloid arecoline. In pharmacological terms, arecoline stimulates the parasympathetic nervous system, resulting in a contraction of the pupils and an increased secretion of tears and saliva. The later is especially encouraged by areas, as is evident from this description of an early 20th century experiment in which a horse was injected with pure arecoline, “the saliva gushes forth from the animal’s mouth in a solid stream”. (Erich Hesse, Narcotics and Drug Addiction)",
    "The acreca’s sister in crime, betel leaf, comes from a tree climbing vine (piper betle) of the pepper family. The shiny green leaf is heart shaped, and about the size of the palm of your hand. Its essential oil contains a phenol (betel phenol) similar to the aromatic eugenol found in the oil of cloves. Betel-phenol probably contributes stimulant properties of its own, but scant information is available on its pharmacology.",
    "Like the coca-chewers of the Andes, betel users somehow discovered that the addition of lime helps to extract the vital essence of the plants into the saliva (and from there, of course, through the mucous membranes of the mouth and straight into the bloodstream). The catalytic lime is either powder (calcium oxide) or paste (calcium hydroxide). In either case, it is typically made from kiln-baked seashells.",
    "What is it like to chew betel? Enthusiasts recognize three delightful aspects of the experience; the exhilarating lift; the mysterious flavour; and the cleansing; compelling salivation.",
    "In the rare instances where scholarly literature mentions its subjective effects, the news about betel is uniformly good; “it imparts the repeatedly described sensation of well being, good humour, excitation and comfort. The consciousness, of course, remains unimpaired, and the chewer’s capacity for work is in no respect affected. (Hesse) It creates a feeling of energy, appeases hunger and assuages pain. (Henry Brownrigg)",
    "Betel is not an amphetamine, after all. It is a complex of dilute plant alkaloids absorbed slowly through the mucous membranes of the mouth. The result is subtle and “natural” and offers none of that teeth-clenching, palm sweating, eye bugging over stimulation so familiar to users of stronger drugs. Betel is less jarring than espresso and it never leaves you feeling jangled.",
    "Betel, or specifically areca, is an acquired taste; but for those who have acquired it, the flavour is darkly fascinating. It is spicy, though not hot spicy like cinnamon or ginger. It is tannic, but without sourness. It is sweet, though in no way is it sugary. It is a little reminiscent of chocolate, and a little reminiscent of dirt. Above all, the flavour of betel is exotic; and maybe it’s best left at that.",
    "The most unusual (and visible) aspect of betel chewing is its effect on the salivary glands. You don’t just salivate, you pour; and the saliva emerges from your mouth tinted a deep brick red. It is not at all uncommon to spit four fluid ounces of ‘betel juice’ in a single session. And spit it you must; swallowing is not recommended, since it may cause an undesirable sensation of heartburn.",
    "Perverse as it may sound, betel drooling is quite pleasurable indeed. There is an almost orgasmic satisfaction to be found in the experience of saliva-ducts open to full throttle. Delicious above all is the aftermath; when the chew is finished, your mouth is left astonishingly fresh and sweet. You feel uniquely cleansed, drained and purified.",
    "Despite its charm for the initiated, however, this saliva rush is probably the greatest obstacle to betel’s acceptance in the West. Salivation is just too “primitive” for the sanitized First World. Travellers to India are frequently shocked by the red splotches that cover the streets and side walks; clearly this secretory excess strikes many Westerners as not just unaesthetic, but downright filthy. But how do those sidewalks really differ from our own, studded as they are with flattened grey globs of chewing gum? At least betel spit doesn’t stick to the sole of your shoe.",
    "Then there’s the more serious accusation brought to bear by the US Food & Drug Administration; the betel contains “a poisonous or deleterious substance (arecoline) and that habitual chewing may be linked to oral carcinoma. Despite its authoritative tone, the FDA does not provide any medical data to support its allegation, and an examination of the available literature indicates that no conclusive studies have been carried out.",
    "Some medical authorities even contradict the FDA. Dr. B.G. Burton-Bradley wrote in the Lancet that “Betel chewing is practiced daily by no less than 200 million people, the vast majority of whom do not have oral carcinoma” German pharmacologist Hesse stated that “Chronic excesses (of betel) do not cause any permanent health disorders.” Unquote Many Sri Lankan and Indian doctors will, of course, vehemently disagree with Burton- Bradley and Hesse.",
    "Betel chewers specially the hardened ones have five essential utensils. They are the betel tray (in Sinhala thattuwa), container for chunam with an attached spatula (killote) aercanut cutter (giraya) spittoon or caspidor (padikkama) and if needed by the elderly without all their teeth a small mortar with attached pestle (bulath vangediya). In the days gone by in Sri Lanka these were all made of brass. The wealthier folk had some of these with inlaid designs in copper and sliver or gold in Myanmar and Indonesia.",
    "In the Phipippines betel and the other ingredients were placed on intricately carved wooden trays and in some other countries in carved metal or wooden boxes. In the past when high officials or men or women of wealth had formal photographs of themselves taken they had these items close at hand on a table. Such was the importance of betle in their lives.",
    "Of the paraphernalia used by betel chewers, Colombia University’s Prof. Samuel Eilenberg paid a special attention to arecanut cutters. He collected 187 cutters (now in the Metropolitan Museum of Art in New York) from several South East Asian countries which Henry Brownrigg describes in his book “Betel Cutters”. The book could however have been more appropriately titled “Arecanut Cutters”.",
    "In the Anuradhapura Museum an arecanut cutter dating back to 993 AD is on display.",
    "In Sri Lanka the most popular and commercially cultivated verities of betel are kahamaneru, ratadalla and galdalu. They are planted in well-managed irrigated beds under light shades and trained to climb up wooden stakes of about five feet in height for easy harvesting. A single vine yields about ten leaves every two weeks, six months after planting. However, village home gardens produce appreciable quantities of leaf for domestic consumption from vines, which climb up a variety of trees in the garden.",
    "The leaves of some of these are somewhat coarse when compared to the cultivated varieties.",
    "The economic importance of betel and arecanut to Sri Lanka is significant. In the first half of 1999 our export income from it was over Rs. 64 million and the Gross Domestic Product value of betel and arecanut in 1999 was 1% of the total rubber and tobacco in comparison were 1.6% and 0.2% respectively.",
    "Arecanuts are generally not cultivated on a commercial scale and nuts come mainly from trees of self-sown seeds in practically every village garden in most parts of the country except those in the high elevations or very dry areas. The value of dried arecanut from exports in the first six months of 1999 amounted to over Rs. 330 million.",
    "In 1999 the average price of 1000 betel leaves (medium) was Rs. 475.55 while 100 raw arecanuts sold for Rs. 99.65 (Source Dept. of Census & Statistics).",
    "In Sri Lanka and many of the countries in which betel chewing is common betel it is intricately woven into their cultures. From the young man who seeks a woman’s hand in marriage until after death itself betel plays a significant role. In India in the days gone by parents of young men visit the homes of girls whom they seek in marriage for their sons taking betel. In the course of conversation a tray of betel is offered to the visitors and if the proposal is rejected the host overturns the tray as if by accident! Also if a visitor is unwelcome the offer of betel is unduly delayed and when it does appear it indicates the visitors should take their leave. In Indonesia, in the past, a man could express his wish to divorce by giving his wife three pieces of arecanut. It was as easy as that then.",
    "Sri Lankan Buddhists decorate a Pirith Mandape with betel leaves and offer a tray of betel to the senior priest requesting commencement of chanting. A couple at the end of the marriage ceremony drop betel leaves on the Magul Poruwa to indicate to Mother Earth of their marriage and place betel leaves on the hood of the Poruwa to inform the Dewas of the union. Along with the traditional items of food, betel is placed on the dining table on Sinhala New Year day. After the meal the elder in the family hands over a coin placed on betel to each member of the family as a token of good wishes for the New Year. In their turn the young offer betel to the elders asking forgiveness for any lapses in the past year. They also offer betel to their parents to announce their success at examinations and such other important events. Elder relatives are invited to family weddings with betel.",
    "In the past physicians, astrologers, high officials teachers, landlords etc. were offered a sheaf of betel consisting of forty leaves by those seeking assistance and with the stem end facing the recipient. Similarly, Buddhist Priests are invited to an Alms Giving with a sheaf of betel. A member of a bereaved family asks an elder relative to assist in the funeral arrangements with betel while in the funeral house itself betel leaves are placed under-side up in the thattuwa.",
    "Betel chewing and its virtues have been expressed in the most glowing terms in the East from the very earliest of time and Westerners like Fowler and others do not look at the practice with the abhorrence they once did. In fact they too seem to share the views of ancient medical men such as Sushruta describing the flavour of betel as exotic and imparting a feeling of well being. Hence, an occasional ‘vita’ particularly after a hearty meal can be better than the once fashionable fumitories which are now universally frowned upon.",
    "Falling leaves – an autobiographical memoir of a high achiever",
    "It is up to India to settle the issue of poaching in Sri Lankan waters",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}