{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Pakistan-High-Commission-in-Colombo-commemorates-Kashmir-Black-Day/56-768490",
  "time_ut": 1730063141.0,
  "original_lang": "en",
  "original_title": "Pakistan High Commission in Colombo commemorates Kashmir Black Day",
  "original_body_lines": [
    "The High Commission of the Islamic Republic of Pakistan in Colombo organised a seminar/photo exhibition to mark the ‘Kashmir Black Day’ on 27 October. The event was attended by people from different walks of life, including the Pakistani community in Sri Lanka, journalists, writers, and friends of Kashmir. Messages from the President, Prime Minister, and Foreign Minister of the Islamic Republic of Pakistan were also read out for the audience.",
    "The seminar was addressed by political activist and National Coordinator of Muslim Affairs Shiras Yoonus, and Pakistani Alumni Suriya Risvi. The panel of speakers highlighted Indian atrocities in the State of Jammu and Kashmir and inhumane treatment of innocent Kashmiris at the hands of Indian occupation forces, which originated when the people of Jammu and Kashmir were denied the right of self-determination in 1947. Ever since India’s Illegal occupation, Jammu and Kashmir have been turned into the largest prison on the planet. Referring to the United Nations Security Council’s special sessions on the Kashmir issue, the speakers noted that the international community is no longer a silent spectator to the Indian atrocities.",
    "High Commissioner of Pakistan H.E. Major General (R) Faheem Ul Asis HI (M), while thanking the guests, paid homage to the people of Jammu and Kashmir for their just struggle against decades-long Indian illegal occupation and reiterated Pakistan’s moral, political and diplomatic support for the Kashmiris in their right to self-determination. The High Commissioner further stated that Pakistan has always stood for a peaceful resolution of Kashmir dispute in accordance with the aspirations of the people of Kashmir and in line with the principles of UNSC resolutions."
  ]
}