{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101375/mou-inked-to-develop-infrastructure-for-sobadhanavi-lng-power-plant-",
  "time_ut": 1724151060.0,
  "original_lang": "en",
  "original_title": "MoU inked to develop infrastructure for Sobadhanavi LNG power plant",
  "original_body_lines": [
    "A significant milestone in Sri Lanka’s energy sector unfolded today (20) with the signing of a Memorandum of Understanding (MOU) between LTL Holdings Limited of Sri Lanka and Petronet LNG Limited of India, for the development of infrastructure for the storage, regasification and supply of Liquefied Natural Gas (LNG) for the “Sobadhanavi” Combined Cycle Power Plant in Kerawalapitiya.",
    "The signing ceremony took place this evening at the Galadari Hotel, Colombo with the Chief Executive Officer of LTL Holdings Limited Mr. Nuhuman Marikkar and Chief Executive Officer and Managing Director of Petronet LNG Company Mr. Akshay Kumar Singh signing the agreement on behalf of their respective organizations.",
    "Speaking at the event, Minister of Power and Energy Kanchana Wijesekera highlighted that this initiative is a key part of President Ranil Wickremesinghe’s broader energy strategy. The initiative aims to ensure a continuous and high-quality electricity supply at a minimal cost, ultimately benefiting consumers across Sri Lanka.",
    "The partnership between LTL Holdings and Petronet LNG Limited represents a significant step in Sri Lanka’s efforts to modernize its energy infrastructure, reduce dependence on traditional fuel sources, and transition toward a more sustainable and cost-effective energy future.",
    "Minister Wijesekera noted that, despite the government’s difficult policy decisions regarding electricity tariffs over the past two years, the Ceylon Electricity Board (CEB) has become a debt-free, robust institution. This financial stability has attracted new agreements and encouraged both local and foreign investment in the energy sector.",
    "As an interim solution for LNG supply to the Sobadhanavi Power Plant, the partnership has devised a technical arrangement to import LNG from Petronet’s terminal in Kochi, India, using cryogenic ISO containers. Once the LNG arrives at Colombo Port, it will be transported in ISO containers to the Kerawalapitiya storage and regasification terminal, which will be constructed adjacent to the Sobadhanavi plant.",
    "The first phase of the Sobadhanavi plant is set to be commissioned in August 2024, with the second phase scheduled for the first quarter of 2025. Developed and operated by Lakdhanavi Limited, the power development arm of LTL Holdings, the plant will significantly enhance Sri Lanka’s energy generation capabilities. This project aligns with the government’s vision of a sustainable and economically viable energy future, marking considerable progress in the nation’s clean energy transition.",
    "The use of LNG, a cleaner energy source, will play a crucial role in reducing greenhouse gas emissions, helping Sri Lanka meet its environmental targets. Additionally, the cost efficiency of LNG is expected to lower power generation costs, provide economic relief to consumers, and support the country’s broader economic growth.",
    "“During the last energy crisis, recognizing the urgent need for electricity in the country, various proposals were discussed to address the crisis and reduce costs, particularly through the use of Liquefied Natural Gas (LNG). As a result, in March of last year, when a delegation including the Secretary to the Ministry of Natural Gas and Petroleum of the Indian Government visited Sri Lanka, an initial proposal for this project was presented.",
    "Following that proposal, the agreement was signed today, marking the culmination of several months of discussions. Within 18 months from now, we aim to deliver the benefits to the people of this country, with the necessary infrastructure development and the supply of LNG to the existing power plant system of the LTL Group, which has already been completed.",
    "Once electricity generation using LNG begins, it will be possible to reduce electricity costs in the country. Power plants running on LNG can reduce costs by at least 40% to 50%. We plan to pass on these savings to consumers, thereby lowering energy costs in Sri Lanka. It is important to acknowledge, however, that this is not an easy task.",
    "We aim to commence power generation activities at the Yugadhanavi and Sobadhanavi power plants at the beginning of 2026. However, the Sobadhanavi plant is expected to be operational by August 28. The reason for this timeline is the need to run the power plants on diesel and fuel oil during the first year before transitioning to natural liquefied gas for power generation. As a result of signing these agreements today, electricity consumers in Sri Lanka will experience significant benefits in the future. This initiative not only offers financial advantages but also helps reduce environmental damage.",
    "We have established a policy to phase out the use of diesel, crude oil, and naphtha. Our plan is to meet 70% of the country’s electricity needs through renewable energy, while the remaining 30% will be supplied using LNG. We are working to create the necessary infrastructure to integrate renewable energy into the electricity grid.",
    "Over the past two years, we’ve faced tough decisions, such as increasing electricity tariff. We had to choose between allowing 16-hour power cuts or ensuring a continuous electricity supply while managing costs. Ultimately, we prioritized consistent power delivery, even if it meant making challenging adjustments to pricing.",
    "Even a few hours of a power cut can cause significant damage to the economy and disrupt people’s lives, as we all know from experience. By 2022, the Electricity Board had incurred a loss of Rs. 300 billion, which included loans from two state banks and payments due to suppliers. By introducing a fee system that reflects those costs, we have managed to repay a large portion of the bank loans. Additionally, all payments owed to the suppliers operating the power plants have now been settled. It is also worth noting that we were able to pay off all the debts of the CPC due to the difficult but necessary decisions we made.",
    "As a result, we can now reach such agreements and encourage both local and foreign investors to make new investments. Through these efforts, we aim to provide electricity to the people of this country at the lowest possible cost while ensuring a continuous and high-quality electricity supply. My sincere thanks go to everyone who contributed to this achievement.”",
    "Deputy High Commissioner of India to Sri Lanka HE Dr. Satyanjal Pandey:",
    "“Ensuring a reliable, cleaner, and sustainable energy supply is crucial for driving growth and enhancing the quality of life for all citizens. Our joint efforts focus on bolstering energy security in Sri Lanka and reducing energy costs, which serve as key drivers of economic development. Connecting Sri Lanka to emerging regional and global grids, with India as a major transit point, can attract investments to unlock Sri Lanka’s vast green energy potential, generate additional revenue, and position the country as a major energy exporter.",
    "Our current initiatives include the power grid connectivity, infrastructure connections, and a multi-product pipeline, for which discussions are advanced and ongoing. We are also investing in renewable energy projects, such as the solar power project in Sampoor. Both governments are working closely to swiftly turn these shared aspirations into reality. The signing of today’s MOU underscores our continued commitment to building on the strong foundation of our bilateral relationship by collaborating in areas essential to our energy needs and the future prosperity of our people.”",
    "The event was attended by Secretary of the Ministry of Power and Energy Dr. Sulaksha Jayawardena, Chairman of LTL Holdings Limited U.D. Jayawardena, Chairman of the Ceylon Electricity Board Nalinda Ilangakoon, Chairman of the Ceylon Petroleum Corporation Saliya Wickramasuriya along with other ministry officials, government representatives, investors, board members of the two respective companies, and other distinguished guests."
  ]
}