{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/us-lawmakers-ignorance-of-civilian-casualties-in-lankas-war-on-terrorism/",
  "time_ut": 1716758880.0,
  "original_lang": "en",
  "original_title": "US lawmakers’ ignorance of civilian casualties in Lanka’s war on terrorism",
  "original_body_lines": [
    "Foreign Service National Political Specialist (ret) US Department of State",
    "Declaring that the government of Sri Lanka, while combating ‘Tamil Organizations’ which were fighting for a Tamil Homeland in the North-East, committed genocide against the Tamil people, a resolution was tabled in the US House of Representatives, on May 15, 2024, to coincide with the 15th anniversary of the conclusion of the LTTE’s terrorist war; it states, “Recognizing the hundreds of thousands of lives lost during Sri Lanka’s almost 30-year armed conflict, which ended 15 years ago on May 18, 2009, and ensuring nonrecurrence of past violence, including the Tamil Genocide, by supporting the right to self-determination of Eelam Tamil people and their call for an independence referendum for a lasting peaceful resolution”.",
    "The Resolution also quotes the then State Department Assistant Secretary Richard Boucher, during a visit to wartime Sri Lanka on June 1, 2006 as having said, “There are legitimate issues that are raised by the Tamil community, and they have a very legitimate desire, as anybody would, to be able to control their own lives, to rule their own destinies and to govern themselves in their homeland; in the areas they’ve traditionally inhabited.”",
    "It is ill-conceived to use Boucher’s 2006 pronouncement in the year 2024 when Government of Sri Lanka’s ‘Census of Population and Housing’ even in the Year 2012 – well acknowledged by official reports of the World Bank – that of the 11.14 percent of Sri Lankan Tamils (excluding the near 5 percent Tamils of Indian Origin living in the plantation areas in the centre of the country) only 7.81 percent is living in the North-East (Tamil Homeland) and 3.34 percent domiciled in the rest of the country in the Sinhalese-majority districts with gainful employment, access to housing, education and economic opportunities away from the so-called Tamil Homeland in the North-East. In 2012, the percentage of Sri Lanka Tamils living outside the North and the East is 42.76 percent, and in the Year 2024 it is closer to 50 percent.",
    "If someone explained these demographic data to Members of the U.S. House of Representatives wouldn’t they entertain a second thought as to in what manner 50 percent of Tamils could claim a ‘Tamil Homeland’ when another (close to) 50 percent is left out? Let’s bring to the attention of American lawmakers and policymakers cogent facts related to ‘genocide’ and ‘civilian casualties’ and also ‘encourage’ ‘others’ that have ‘legitimate and moral authority’ to use their ‘diplomatic overtures’ to educate Washington. Since the military battle between the Government of Sri Lanka (GSL) and the Tamil Tigers ended in May 2009, the issue of civilian casualties during the final months of the battle and the human shield associated with it emerged when Sri Lanka’s accountability and transparency were focused on the Office of Secretary-General of the United Nations, the US Department of State, the US Congress, global human rights organisations and in many Western administrations.",
    "Following the deaths of the Tamil Tigers, the issue of human shield – to which the non-state actor was solely responsible and well known to the international community – became a secondary issue while the civilian casualties were given much prominence. Insinuating that civilian casualties were largely due to GSL’s military offensive, accountability and transparency figured prominently in Resolutions adopted by the UN Human Rights Council (UNHRC) in Geneva since 2012 and subsequently in 2015, 2016 and 2017; they called for a hybrid investigative mechanism to probe as to whether Sri Lanka violated international humanitarian law (IHL).",
    "The prominence given to civilian casualty issue – leading to the allegation of genocide – eclipsed the issue of the use of human shields by the Tamil Tigers. The interconnection of both issues was ignored as they were not simultaneously discussed. It should be critically noted why those who demand accountability and transparency from Sri Lanka failed to include human shields used by the LTTE as a factor in the alleged excessive force analysis.",
    "In a non-international armed conflict, it is appropriate to unearth the legal framework and mechanisms which are associated with the presence of civilians in a battlefield. Since the Eelam War IV (2006-2009) ended, Sri Lanka has been subjected to serious scrutiny of the manner in which it conducted the offensive during the final months. It is vital to note here in what form these allegations of international observers reached the UN and policy-framers/policy-makers of Western nations – in most cases Washington – leading to the accusation that Sri Lanka the IHL and committed war crimes leaving aside larger issues.",
    "In the case of Sri Lanka, the tendency of international observers to rush to judgment – and censure –is evident from the exaggerated civilian fatality figures cited extensively in their reports. The number of unarmed Tamils killed during the final stage of the war (January – May 2009) has been arbitrarily placed at 40,000. These deaths are blamed largely on the Sri Lankan military personnel who were accused of using excessive and indiscriminate force, and thereby committing war crimes.",
    "The figure of 40,000 was arrived at by subtracting the number of internally displaced civilians from the UN’s estimate of the number of civilians caught up in the final offensive. According to a diplomatic cable from the US Embassy in April 2009 to the State Department, the UN had estimated that from January 20 to April 6, civilian fatalities numbered 4, 164 and 10,002 others were wounded.",
    "An unpublished report by the United Nations country team in Sri Lanka stated that from August 2008 to May 13, 2009 (six days before the war ended), the number of civilians killed was 7,721. The International Committee of the Red Cross, the only outside agency, which was present in the war zone during the final phase, used various statistical indicators to conclude that the total number of noncombatants killed was around 7,000. On 09 March, the UN Country Team, for the first and only time, briefed diplomats in Colombo on the civilian casualty figures it had collected from the Humanitarian Convoy 11 (they were allowed in the battle zone).",
    "According to this briefing, 2,683 civilians died between 20 January and 7 March, and 7,241 persons were injured. But the UN Country Team did not indicate to the diplomats that the vast majority of the civilian casualties were due to government shelling. (United Nations, “Report of the Secretary-General’s Internal Review Panel on UN Actions in Sri Lanka” 2012 Page 11). The British military attaché in Colombo reported that about a quarter of those killed were possibly Tamil Tigers who had discarded their uniforms. Despite all these contradictory fatality figures, a commission appointed by the UN Secretary General deemed the figure of 40,000 definitive, and all western governments have since accepted it unquestioningly.",
    "Quite apart from the numbers killed and wounded is the question of Sri Lankan behaviour in prosecuting the offensive and how it is to be judged in terms of the law of war. Critics claim that the Sri Lankan forces used excessive force, and especially artillery, indiscriminately; some even claim that civilians were targeted intentionally. In fact, the reason that so many Tamil civilians were interspersed with Tiger combatants in the battle zone is that the latter forced large numbers of civilians to accompany them as they retreated towards the coast, and used them as human shields as government forces closed in.",
    "There are well documented reports of Tigers shooting civilians who tried to save themselves by swimming away across the lagoon. Given the Tigers’ ruthless treatment of civilians throughout the war, there is even a prima facie case to be made that the LTTE leadership welcomed civilian fatalities as a way of galvanising foreign powers to bring Colombo under international pressure to declare a ceasefire.",
    "The LTTE political commissar Puleedevan told some friends in Europe, “just as in Kosovo if enough civilians died the world would be forced to step in”, (Quoted in Frances Harrison’s Still Counting the Dead: Survivors of Sri Lanka’s Hidden War – London: Portobello, 2012)",
    "International humanitarian law (IHL) provides the legal framework for those who are fighting for one of the parties to an armed conflict, and for those affected by the effects of hostilities. IHL aims to protect those who are not taking part in the hostilities. However, IHL acknowledges that civilians and civilian objects may legitimately be affected by warfare and the existence of collateral damage. Even though civilians and civilian objects may not be directly targeted, the IHL principle of proportionality allows civilian casualties and damage to civilian objects, under the restriction that these are not excessive to the military advantage anticipated.",
    "The IHL principle of proportionality is commonly understood to be stipulated in article 51 (5) (b) of Additional Protocol I (1977) to the Geneva Conventions: “[Prohibited are attacks] … which may be expected to cause incidental loss of civilian life, injury to civilians, damage to civilian objects, or a combination thereof, which would be excessive in relation to the concrete and direct military advantage anticipated.”",
    "During the final phases of the Eelam War IV – February through May 2009 – the GSL military had gained the upper hand, and the retreating Tigers in a desperate bid to prevent the Army from advancing, stepped up the forcible conscription and used civilians as human shields. The American lawmakers who tabled the Resolution this month either turned a blind eye to these facts or the pro-LTTE groups pulled the wool over their eyes.",
    "The LTTE political commissar Puleedevan outlined his outfit’s strategy when he stated “just as in Kosovo if enough civilians died the world would be forced to step in”. The LTTE wanted a pause in fighting for its top leadership to flee to the North African state of Eritrea. According to the 15 December 2006 US Senate Foreign Relations Committee investigative report the African nation was providing military assistance to the LTTE.",
    "The GSL was under severe pressure during this final state from the International Community (IC) to agree to a ceasefire to protect the civilians shield as harm to civilians could be interpreted as proof of the use of force excessive relative to the anticipated military advantage and thus disproportionate and prohibited under IHL.",
    "It may be recalled that IC, through the Norwegian facilitators, gave parity of status to the LTTE by bringing it to the negotiating table (2002-2004) with the GSL in 2002-2004 although the LTTE had been designated a terrorist organisation in many EU countries and the US. As Ambassador Robert Blake noted in a diplomatic cable “(the) Army has a generally good track record of taking care to minimize civilian casualties during its advances…”, if the GSL military forces, which were under legal constraints, had not refrained from attacking there would have been many more thousands of civilian casualties at the time of the conclusion of the war, as remarked by the ICRC Asia Head to a State Department official. These legal and moral constraints exercised by the GSL military were highlighted by Jacques de Maio, the ICRC’ Head of Operation for South Asia when he met US Ambassador-at-Large for War Crimes Issue – John Clint Williamson for a classified briefing – on July 9, 2009 along with several INGO heads in Geneva, Switzerland. The ICRC was the only international organization the GSL allowed in the northern battle field for humanitarian work.",
    "The diplomatic cable sent by Ambassador Williamson to Washington – https://wikileaks.org/plusd/cables/09GENEVA584_a.html on the issue of potential violations of IHL, quoted Maio as saying that “the Sri Lankan military was somewhat responsive to accusations of violations of International Humanitarian Law (IHL) and was open to adapting its actions to reduce casualties […] He could cite examples of where the Army had stopped shelling when ICRC informed them it was killing civilians. In fact, the Army could have won the military battle faster with higher civilian casualties, yet chose a slower approach which led to a greater number of Sri Lankan military deaths ….”",
    "The death of a President and the Arrest Warrant for a Prime Minister",
    "Pillayan talks of elections and the East, says Ranil is the best bet for the country",
    "Preparations for SLN’s Red Sea operations will cost USD 40 mn: expert",
    "Opposition leader blames govt. MPs for lavish cruise party amidst economic crisis",
    "Rewarded for good job done at SLT by being fired, and musical chairs with Arjuna Mahendran",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}