{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111683/president-directs-to-implement-womens-empowerment-programs-aimed-at-eradicating-rural-poverty",
  "time_ut": 1755698940.0,
  "original_lang": "en",
  "original_title": "President directs to implement women’s empowerment programs aimed at eradicating rural poverty",
  "original_body_lines": [
    "A pre-budget meeting for the Ministry of Women and Child Affairs for the year 2026 was held this morning (20) at the Presidential Secretariat, presided over by President Anura Kumara Dissanayake.",
    "During the meeting, the progress of projects implemented by various institutions under the Ministry of Women and Child Affairs, including the Women’s Bureau of Sri Lanka, National Committee on Women, the National Secretariat for Early Childhood Development, the Department of Probation and Child Care Services and the National Child Protection Authority, using the 2025 budget allocations was reviewed individually, according to the President’s Media Division (PMD).",
    "The President emphasised the need for the budget allocations to be properly utilised for the relevant projects within the specified financial year to ensure the public receives the benefits. He also inquired about the Ministry of Women and Child Affairs’ future plans, highlighting its crucial role.",
    "The President instructed officials to draft women’s empowerment programmes aimed at eradicating rural poverty. He stressed that the goal of all ministries, including Women and Child Affairs, Fisheries, Agriculture and Industries, should be to lift rural communities out of poverty.",
    "He noted the need to integrate not only public and private sectors but also non-governmental organisations and instructed officials to create a systematic framework for this.",
    "The President further instructed officials to pay special attention to the safety of children in day-care centres and those who drop out of school, ensuring that not a single child is left behind educationally until they complete their schooling.",
    "The discussion also addressed creating a comprehensive strategy to prevent the impact of social media and child abuse on children, the PMD reported.",
    "The meeting was attended by Minister of Women and Child Affairs Saroja Savithri Paulraj, Deputy Minister of Women and Child Affairs Dr. Namal Sudarshana, Secretary to the President Dr. Nandika Sanath Kumanayake, Secretary to the Ministry of Finance Dr. Harshana Suriyapperuma, Senior Additional Secretaries to the President Russell Aponsu, Kapila Janaka Bandara and Roshan Gamage, as well as senior officials from the Ministry of Finance and the Ministry of Women and Child Affairs."
  ]
}