{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Economic-and-Investment-Summit-2025-opens-registrations/34-779465",
  "time_ut": 1753401156.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Economic and Investment Summit 2025 opens registrations",
  "original_body_lines": [
    "The Ceylon Chamber of Commerce has announced that registrations are now open for the Sri Lanka Economic and Investment Summit 2025 (SLEIS), taking place on 2 and 3 December at the Shangri-La Colombo.",
    "This year’s event introduces an enhanced format that builds on the Ceylon Chamber’s flagship Sri Lanka Economic Summit, introducing a stronger investment focus to reflect current national priorities.",
    "Under the theme “Gateway to Growth: Asia’s Emerging Opportunity”, SLEIS 2025 aims to position Sri Lanka as a compelling investment destination at a time when regional supply chains are shifting, and structural reform is back on the agenda. The summit will bring together senior policymakers, private sector leaders, investors, diplomats, and development agencies for two days of strategic dialogue on how Sri Lanka can turn reform into results and position itself as a credible destination for regional investment and trade.",
    "This high-level forum will feature in-depth discussions on key areas such as fiscal policy direction, trade and regulatory reform, public sector modernisation, digital transformation, climate resilience, and macroeconomic recovery. The agenda will also spotlight sector-specific investment opportunities in tourism, agribusiness, manufacturing, renewable energy, logistics, financial services, capital markets, and technology.",
    "Bringing public and private sector voices to the same table, the summit offers a timely platform to engage decision-makers, gain fresh perspectives, and pinpoint where real opportunities exist in Sri Lanka’s shifting economic landscape.",
    "The Ceylon Chamber encourages early registration, as the summit consistently reaches full capacity well in advance.",
    "Register at https://sleis.chamber.lk/. For more information contact Alikie – 0115588805/ [email protected] or Lilakshi – 0115588818/ [email protected]"
  ]
}