{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Amitha-Gooneratne-joins-Lanka-Aluminium-Board/34-779024",
  "time_ut": 1752630495.0,
  "original_lang": "en",
  "original_title": "Amitha Gooneratne joins Lanka Aluminium Board",
  "original_body_lines": [
    "Former veteran banker Amitha Gooneratne has joined the Board of Lanka Aluminium Industries PLC as an Independent Non-Executive Director",
    "Gooneratne has held several senior positions at Commercial Bank of Ceylon PLC and served as the Managing Director from 1996 to April 2012. He is a fellow member of the Institute of Chartered Accountants in England and Wales, and a fellow member of the Institute of Chartered Accountants in Sri Lanka. He was Chairman of the Financial Ombudsman Sri Lanka (Guarantee) Ltd., and a former Chairman of the Sri Lanka Banks’ Association (Guarantee) Ltd. He was also the Managing Director of Commercial Development Company PLC, and was the Chairman of Commercial Insurance Brokers Ltd.",
    "Gooneratne was also nominated to the Board of SriLankan Airlines during 2002-2024. On his retirement from Commercial Bank of Ceylon PLC in April 2012 he assumed duties as the Managing Director of Melstacorp Ltd. which subsequently obtained a public listing and become the Group Holding Company. He was a Board Member of several of the Group Subsidiary companies which included Aitken Spence PLC, DCSL PLC, Browns Beach Hotel PLC, Balangoda Plantations PLC, Continental Insurance Ltd., Lanka Bell Ltd., Periceyl Ltd., Bellvantage Ltd., to name a few.",
    "Gooneratne retired from Melstacorp PLC and its Group companies in September 2022.",
    "He also served as Independent Non-Executive Director of LIOC PLC from April 2012 to December 2024, and as Independent Non-Executive Director of Teejay Lanka PLC from April 2012 to March 2024.",
    "Gooneratne is currently Non-Independent Non-Executive Chairman of Commercial Development PLC having been on the Board for over a decade."
  ]
}