{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Wetlands-Natures-Sponges-Vital-For-Our-Well-Being/172-276077",
  "time_ut": 1706725800.0,
  "original_lang": "en",
  "original_title": "Wetlands: Nature’s Sponges, Vital For Our Well-Being",
  "original_body_lines": [
    "The government last week put through the Online Safety Bill despite protests that it is a drastic step towards curbing dissent. Opposition speakers said that the Supreme Court had proposed 13 changes but they had not been included. They asked the Speaker not to sign the Bill, but the Speaker later announced that the Supreme Court changes had been included and he would sign it.",
    "While focusing on issues such as online safety, the government in this election year needs to also concentrate on issues such as wetlands and the vital role they play in maintaining diversity for sustainable development.",
    "Tomorrow, the United Nations marks the World Wetlands Day with the theme being “Wetlands and Human Wellbeing.” In a statement, the world body says wetlands are ecosystems, in which water is the primary factor controlling the environment and the associated plant and animal life. A broad definition of wetlands includes both freshwater and marine and coastal ecosystems, such as all lakes and rivers, underground aquifers, swamps and marshes, wet grasslands, peatlands, oases, estuaries, deltas and tidal flats, mangroves and other coastal areas, coral reefs, and all human-made sites such as fishponds, rice paddies, reservoirs and saltpans.",
    "According to the UN, these lands are critical to people and nature, given the intrinsic value of these ecosystems and their benefits, including their environmental, climate, ecological, social, economic, scientific, educational, cultural, recreational and aesthetic contributions to sustainable development and human wellbeing. Although they cover only around six per cent of the earth’s land surface, 40 per cent of all plant and animal species live or breed in wetlands. Wetland biodiversity matters for our health, our food supply, for tourism and for jobs. Wetlands are vital for humans, for other ecosystems and for our climate, providing essential ecosystem services, such as water regulation, including flood control and water purification. More than a billion people across the world depend on wetlands for their livelihoods – that’s about one in eight people on earth.",
    "This year’s theme highlights how all aspects of human wellbeing - physical, mental, and environmental - are tied to the health of the world’s wetlands.",
    "Explaining why they are in danger, the UN says wetlands are among the ecosystems with the highest rates of decline, loss and degradation. Indicators of current negative trends in global biodiversity and ecosystem functions are projected to continue in response to direct and indirect drivers, such as rapid human population growth, unsustainable production and consumption and associated technological development, and the adverse impacts of climate change.",
    "Wetlands are disappearing three times faster than forests and are earth’s most threatened ecosystem. In just 50 years — since 1970 — 35% of the world’s wetlands have been lost. Human activities that lead to the loss of wetlands include drainage and infilling for agriculture and construction, pollution, overfishing and overexploitation of resources, invasive species and climate change.",
    "This vicious cycle of wetland loss, threatened livelihoods, and deepening poverty is the result of mistakenly seeing wetlands as wastelands rather than lifegiving sources of jobs, incomes, and essential ecosystem services. A key challenge is to change mindsets to encourage governments and communities to value and prioritise wetlands.",
    "Around the world there are currently more than 2,400 Ramsar Sites – wetland sites designated to be of international importance under the Ramsar Convention. They cover more than 5 million square kilometres, an area larger than Mexico. The network of Ramsar Sites includes coastal and inland wetlands of all types. The Convention on Wetlands works to reverse wetland loss and degradation worldwide.",
    "Outlining the background, On August 30, 2021, the UN General Assembly proclaimed February 2 as World Wetlands Day to raise awareness of the urgency of reversing the accelerating loss of wetlands and to promote their conservation and restoration. The day marks the date of the adoption of the “Convention on Wetlands of International Importance” held in 1971 in the Iranian city of Ramsar on the shores of the Caspian Sea.",
    "Through the designation of protected areas, the implementation of effective policies, and the sharing of knowledge, the Convention enables countries to take measures to protect their wetlands and to use them wisely. Adopted by 172 countries, each country joining the Convention must designate at least one wetland to be included in the List of Wetlands of International Importance (Ramsar sites).",
    "Canadian academic, science broadcaster, and environmental activist David Suzuki says humans are an infant species, a mere 150,000 years old. But, armed with a massive brain, we have not only survived, we have used our wits to adapt to and flourish in habitats as varied as deserts, Arctic tundra, tropical rainforests, wetlands and high mountain ranges."
  ]
}