{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-lawmaking-process-deficient-avenue-for-public-consultation-vital-legislator-171619/",
  "time_ut": 1720596480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka lawmaking process deficient, avenue for public consultation vital: legislator",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s lawmaking process has no public engagement, including expert consultation which leads to laws with serious shortcomings being passed, a legislator who was a former ministry secretary said.",
    "“We have to create an avenue for the people of the country to enter into the lawmaking process,” Charitha Herath, who was a former ministry secretary, told parliament Tuesday.",
    "“Through a parliamentary caucus or a special committee, we have to create space for the public to engage in the lawmaking process. Then some of the wrong things will not happen.",
    "There were problems in the existing standing orders, he said.",
    "A concept note is first submitted to the Cabinet of Ministers ahead of bill, and a draft is made and then it is sent to legal draftsman.",
    "The drafted bill is then sent to the Attorney General and re-submitted to the Cabinet for approval. Then it is tabled in parliament.",
    "“There is nothing here for a like-minded and known group of people to engage in this process,” he said during a debate on amendments to Sri Lanka’s Telecommunications Act.",
    "In some of the laws drawn up in recently the Supreme Court has pointed out pages and pages of errors.",
    "“But those errors related only to conflicts with the constitution or existing law. But how wrong it is relating to knowledge, business or practices in the rest of the world is not looked into.",
    "“We were only able to bring objections on the constitutionality of the bill. But there were serious problems with the content of the Bill. There was big problem with the concept of the bill. There was no chance for people who had knowledge about the matter to intervene.",
    "“I believe that we have to work more intelligently on the way we are making laws.”",
    "In the case of the Telecommunications Act amendment, some non-governmental agencies had made contributions later.",
    "Rohan Samarajiva a former telecom regulator and an expert on the subject had made contributions at the last stage which fortunately had been accepted.",
    "“Professor Rohan Samarajiva is a person who knows about this subject,” Herath said.",
    "“He made some very good proposals. The Supreme Court in it determination has agreed to these views. We are very happy about that. That is the way a law like this has to be made.",
    "“As a parliament when a complex subject like this is discussed there has to be a consultative process with people who know about it.” (Colombo/July10/2024)"
  ]
}