{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/kumar-david-is-no-more/",
  "time_ut": 1728962808.0,
  "original_lang": "en",
  "original_title": "Kumar David Is No More",
  "original_body_lines": [
    "Kumar David is no more. Readers of Colombo Telegraph will no more receive his incisive comments on Sri Lankan and global politics and his occasional contributions on science and technology. A sad loss for Colombo Telegraph and for intellectual dialogue on Sri Lanka.",
    "I have known Professor Kumar David for around sixty years from when we were finishing our undergraduate careers, him in Engineering and I in Science. We were both heavily involved in Sasamaja politics but he was in the movement long before me and he and the capricious Wijedoru may be considered my mentors. Both were active members and had participated in the 1964 Conference which led to the Samarakkody split in the Party. Although I was associated with the LSSP from 1964, I officially joined the movement in Colombo in 1965 but moved to Kandy soon after. While being ardent Marxists arguing about the policies of the Fourth International, we put in much effort into electoral politics in our attempt to establish a left government. We were overjoyed when the left united in 1967 to form the United Left Front.",
    "One of its early victories for which we worked was the Borella by-election where Comrade Vivienne was able to pull off a spectacular victory against M H Mohamed. But we were soon to be disappointed when the Front collapsed with the LSSP entering into coalition with the SLFP. While I could not work for the victory of the SLFP-LSSP-CP United Front government of 1970 as I was in Britain at that time, Kumar played a significant role. However many of us were getting disillusioned with the LSSP’s role in government. Many comrades in Kandy including Lal Wijenayake and a formidable Peradeniya group (Vikramabahu, Kumar David, Sumanasiri and me) began meeting as the Vaama Samasajaya group, discussing theoretical problems in Marxism and the alternative approaches available. The Vaama group became an important segment of the LSSP with leadership provided by Vasu, who was an MP and a strong trade union component led by Oswin Fernando and Kotelawala. The group sponsored a second resolution at the Party Conference of 1974.  However, the resolution was narrowly defeated after NM said he would have to resign his Ministry if the resolution was passed.",
    "The alternate group requested permission to form a faction of the Party but this was refused. The 1977 election which saw a spectacular rout of the Left which was left with no representation in Parliament. With the expulsion of Vasu, Vikramabahu and Kumar from the Party in 1977, they formed a new political party in 1977, the Nava Sama Samaja Party (NSSP) taking with them a strong trade union segment of the LSSP. Lal and I remained with the LSSP and our political work diverged although we remained close friends. The NSSP was partly responsible for allowing JR to smash the left trade unions by insisting on calling a general strike in July 1980. Kumar left the University and Sri Lanka in 1980 for personal reasons, first to Zimbabwe and then to Hong Kong Polytechnic University, where he taught for 25 years ending as Dean of Engineering. Throughout this period, he was in contact with Sri Lankan politics and regularly visited the country. The NSSP broke up with Vasu and Kumar forming a new party, the Democratic Left Front. He left Vasu’s party when it went into coalition with Mahinda and has since then been an independent Marxist in close contact with the left tendencies within the LSSP and CP. Many are the political discussions we have had during these years which were dominated by the war in the North, the national question, the neo-liberal shift in Sri Lankan politics and the growing repression of democracy.",
    "Kumar David took two important steps which affected recent Sri Lankan politics. The first was the promotion of Ven. Sobitha as a single candidate in the 2015 election. Sobitha himself was not averse to taking up the challenge mentioning that he would serve for six months with the aim of getting rid of the Executive Presidency. However, that was not to be with Sirisena being promoted for that role by Chandrika – a disaster if there was one.",
    "The second was his campaign for the traditional left to work with the JVP and form a new party – the NPP which was formed in 2019. It contested the Presidency that year and the Parliamentary election of 2020. Both Kumar and I were in the National list of the NPP in 2020. The NPP did not do too well in either election. However, things were about to change. Kumar predicted and saw for himself the victory of Anura Kumara in the 2024 Presidential election but will not be there when it hopefully forms a powerful government next month. If the government is able to make a transformative change on behalf of the marginalised and poor, the working class and the rural farmer, it would bear testament to Kumar’s efforts.",
    "Kumar’s absence will be felt by left politics in Sri Lanka. His Marxist analysis of issues at hand while maintaining an internationalist view and a pragmatic approach to Sri Lankan politics which he expounded in his weekly column in the Sunday Island and his regular contributions to Colombo Telegraph and many other websites will no longer be there.  Intellectual discourse has lost a rich heritage.",
    "However he was more than a political animal. He was a top scientist researching on the problems facing the electricity industry and also produced the first ever postgraduate degree from the Engineering Faculty at Peradeniya. His research output at Hong Kong has gained him international recognition as a researcher in power systems and transmission of electricity. But he also had the knack of writing on complex matters in simple language and often took time off from his political writings to popularize science through articles on advances on science and technology. I will miss not only his writings but also meeting him in Colombo on his regular extended stays in the island."
  ]
}