{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-discusses-restoring-public-confidence-in-justice-system-198340/",
  "time_ut": 1736168520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President discusses restoring public confidence in justice system",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Anura Kumara Dissanayake discussed restoring public confidence in the island nation’s justice system when he met the Attorney General of officials from the Attorney General’s Department amid the new government’s efforts to speed up high profile legal cases.",
    "The government is in the move to resume high profile legal cases including the Easter Sunday attack and legal cases related to former President Mahinda Rajapaksa and his family members. Most of these cases faced delays due to lack of evidence and some corruption cases had been withdrawn on technical grounds.",
    "President Anura Kumara Dissanayake’s ruling National People’s Power has promised to ensure justice for the victims in the high-profile cases.",
    "“During the discussion, the President emphasized the importance of coordinated efforts among all institutions working towards the effective enforcement of the law,” the President’s Media Division said in a statement on Monday (06).",
    "“President Dissanayake highlighted the critical responsibility of the Attorney General’s Department to restore public confidence in the judicial system. He further stressed that public perception regarding political interference must be transformed to ensure trust in the legal process.”",
    "The President during the meeting reiterated the government’s commitment to avoiding any actions that could erode public expectations.",
    "“He assured that efforts are being made to re-establish confidence in the justice system and restore the principles of fairness and equity in the eyes of the people.”",
    "The NPP before the election promised to ensure justice for the victims in high profile murder and corruption cases mainly under Rajapaksas. (Colombo/January 06/2025)"
  ]
}