{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98704/ukraine-warns-of-ww3-ahead-of-long-stalled-congress-aid-vote",
  "time_ut": 1713431460.0,
  "original_lang": "en",
  "original_title": "Ukraine warns of WW3 ahead of long-stalled Congress aid vote",
  "original_body_lines": [
    "Ukraine’s prime minister has told the BBC there will be a “Third World War” if Ukraine loses its conflict with Russia, as he urged the US Congress to pass a long-stalled foreign aid bill.",
    "Denys Shmyhal expressed “careful optimism” that US lawmakers would pass the hotly contested measure, which has $61bn (£49bn) earmarked for Kyiv.",
    "The House of Representatives is set to vote on the package this Saturday.",
    "The proposal includes funding for Israel as well as the Indo-Pacific.",
    "Speaking to the BBC in Washington DC on Wednesday, Prime Minister Shmyhal said of the US security assistance: “We need this money yesterday, not tomorrow, not today.”",
    "“If we will not protect... Ukraine will fall,” he added. “So the global, the global system of security will be destroyed... and all the world will need to find... a new system of security.",
    "“Or, there will be many conflicts, many such kinds of wars, and in the end of the day, it could lead to the Third World War.”",
    "This is not the first time Ukraine has issued such an alarming warning about the consequences of its potential defeat.",
    "Last year, President Volodymyr Zelensky said that if Russia won the conflict, it could next invade Poland, triggering World War Three.",
    "But Kremlin officials have ridiculed such claims as Western scaremongering. Last month President Vladimir Putin dismissed suggestions that Russia might one day attack Eastern Europe as “complete nonsense”.",
    "Russia has never attacked a country within Nato, which includes Poland. Nato’s collective defence pact means that an attack on one member constitutes an attack on all.",
    "In Wednesday’s interview, Prime Minister Shmyhal was asked about a recent claim by Republican House Foreign Affairs Chairman Michael McCaul that members of his own party were being “infected” by Russian propaganda.",
    "Mr Shmyhal said: “We should understand that disinformation and propaganda is influencing here in the United States on many people, in European Union on many people, such as in Ukraine.”",
    "Opposition from the right wing of the Republican party has blocked potential assistance to Ukraine for months.",
    "Some of those lawmakers have objected to sending tens of billions of dollars in aid overseas, without first passing funds for US-Mexico border security.",
    "These conservatives have also dismissed as smears any suggestion that they could be Kremlin dupes.",
    "President Joe Biden said in a statement on Wednesday he would sign the package into law immediately once passed by Congress “to send a message to the world: We stand with our friends”.",
    "Ukraine is critically dependent on weapon supplies from the US and the West to keep fighting Russia, which has superior numbers and an abundance of artillery ammunition.",
    "Months of congressional impasse have already had profound effects on the battlefield.",
    "Ukraine has found itself outmanned and outgunned and forced into retreat because of ammunition rationing and falling morale.",
    "In February, it retreated from Avdiivka, a town near occupied Donetsk that it had held since the conflict began in 2014.",
    "Oleksandr Tarnavskyi, a general overseeing the withdrawal, cited a 10-to-one artillery ammunition advantage for his enemies and said pulling back after months of fighting was “the only correct solution”.",
    "President Zelensky blamed an “artificial deficit of weapons” as he made urgent appeals for more military aid to avoid a “catastrophic” situation.",
    "President Biden has cited “dwindling supplies as a result of congressional inaction” as a reason for the retreat.",
    "Avdiivka’s loss was the heaviest for Ukraine since its troops pulled out of Bakhmut in May 2023.",
    "Both came after months of attritional warfare in which Russian forces levelled buildings with massed artillery and poured waves of troops into the frontline.",
    "General Sir Richard Barrons, a former commander of the UK’s Joint Forces Command, recently stated he feared that Ukraine could face defeat this year unless it was given the weapons and ammunition it needed to secure its lines.",
    "“We are seeing Russia batter away at the front line, employing a five-to-one advantage in artillery, ammunition, and a surplus of people,” he said.",
    "“Ukraine may come to feel it can’t win. And when it gets to that point, why will people want to fight and die?”",
    "Both sides have suffered heavy losses in the battles but mounting casualties have left Ukraine, unlike Russia, with a shortage of manpower.",
    "The government earlier this month lowered the age of conscription from 27 to 25 in an effort to raise hundreds of thousands of new recruits.",
    "President Zelensky has said 31,000 Ukrainian soldiers have been killed since 2022. US officials, however, believe at least 70,000 have died and many more are injured.",
    "A BBC investigation calculates that at least 50,000 Russian troops have been killed. Tens of thousands are believed to have been injured.",
    "Russia has transformed its industrial base into a wartime economy - spending 40% of its national budget on armaments while striking deals with Iran and North Korea for ammunition, missiles and drones."
  ]
}