{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/China-and-Russia-together-A-new-world-order/172-283380",
  "time_ut": 1716748320.0,
  "original_lang": "en",
  "original_title": "China and Russia together: A new world order?",
  "original_body_lines": [
    "The vision of Putin and Xi Jinping is not about creating a new empire challenging the American version. But they want to be taken seriously",
    "China is more ambitious about countering American power through trade. This is where Xi Jinping is walking a fine line between Russia and Western Europe (the European Union)",
    "Russian President Vladimir Putin’s state visit to China is more than a show of friendship and unity in adversity. It shows ambition on both sides to create a new multi-polar world order challenging the unipolar status enjoyed by the United States since the dismemberment of the former USSR, ending decades of bipolar politics, the Cold War and détente.",
    "It shows unity in adversity because it’s China which bailed out Putin  when his dreams of a quick victory in Ukraine turned into a military quagmire, and Russia was hard-hit by US-led sanctions. Chinese President Xi Jinping checkmated these sanctions by buying Russian oil and raw materials such as aluminum, keeping the Russian economy afloat, giving Putin the wherewithal to continue the war.",
    "Putin and Xi Jinping are said to be good friends. This is hardly surprising, since both are dictators with an iron grip. Both are ambitious about creating an enhanced international image for their countries. Though neither country can claim superpower status, both are world powers, with enough clout to checkmate American moves in an increasingly bitter international power game.",
    "China is the bigger partner. Even with its currently troubled economy, China accounts for 18% of world GDP. Russia’s economy is smaller than Italy’s. It is only China’s sixth trading partner. But this goes beyond trade statistics. Russia has a huge nuclear arsenal and, while conventional its military capability is smaller than China’s, its overall capabilities should not be underestimated.",
    "But this bilateral vision is not about military domination. That was the story of the 1930s Axis – Hitler’s Germany, Mussolini’s Italy and a Japan run by the military. That was the colonial world of empires created by military adventurism. Today, empires are created and wars are waged with trade, not weapons.",
    "The vision of Putin and Xi Jinping is not about creating a new empire challenging the American version. But they want to be taken seriously. Xi Jinping has talked about 100 years of humiliation under Western colonial powers. Putin feels very bad about the breakup of the old Soviet Union.",
    "However, neither he nor Xi Jinping has plans to redress these grievances militarily. Certainly, China has designs of Taiwan. But it is seen as a domestic affair. The same applies to Putin when it comes to Ukraine. He has no plans to invade Europe. Nor has he any delusions about recreating the Russian empire.  He made it very clear that the US and NATO gave him no choice but to invade Ukraine by bringing NATO to Russia’s doorstep. For him, that too, is a domestic matter which will not extend beyond Ukraine unless the US and NATO foolishly decide otherwise.",
    "China is more ambitious about countering American power through trade. This is where Xi Jinping is walking a fine line between Russia and Western Europe (the European Union). The very same sanctions that were supposed to cripple Russia harmed the EU more than the Russian economy. EU automakers could no longer export to Russia. Russians bought Chinese and Indian cars instead, and Chinese electric automobiles have clinched markets in EU countries. Chinese engineers work in EU countries, and investments made there are important to China.",
    "But the US is putting pressure on the European Union to put curbs on Chinese tech, especially in sectors using artificial intelligence. The US has developed a phobia of China’s AI capabilities.  As the American argument goes, China could theoretically cripple transport within the EU during a crisis (such as war) as each Chinese-built vehicle could be stopped with digital devices.",
    "Experts dismiss these fears as science fiction. But American pressure on the European Union is great and cannot be ignored. The EU has painted itself into a corner by handing over defence to the Americans. NATO would be just a shell if the US withdrew its support (Donald Trump has threatened to do this if elected), and the EU has its nightmarish vision of a Russian invasion of Western Europe. It simply cannot afford to ignore American whims and wishes, no matter how absurd these may seem to outsiders.",
    "On the other hand, the second wave of sanctions launched by the Biden administration has begun to bite. After the first round of sanctions failed, the Americans targeted the Chinese and other banks used by China and Russia for trade for the second round. These include Middle Eastern and Indian banks, too, and they have been warned not to function as facilitators or go-betweens. If they do, they would be subject to severe sanctions.",
    "As a result, recent Russia-bound checks have bounced. Undoubtedly, this situation took priority in discussions between the two leaders in Beijing. It is noteworthy that both countries have begun trading in their own currencies. Russia has slowly gained the upper hand militarily in Ukraine, though at huge cost, and needs the Chinese cash flow to continue the war.",
    "China says it is neutral about Ukraine, and has avoided giving military aid to either side. Russia certainly does not need China’s military aid. It desperately needs China’s cash. However, China has its own backyard problem with Taiwan, and it’s hypocritical to talk about peace in Ukraine while supporting Russia with some desperately needed foreign exchange.",
    "China-Russia ties have always not been so cordial. There was a serious rift between the ex-USSR and China in the 1950s. Both countries competed for control over foreign communist states and political movements  and, in 1969, a brief border war between the two countries occurred. But today, ties are cordial and they are looking at ways to forge a new world order challenging American hegemony."
  ]
}