{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100482/cj-led-bench-to-consider-fr-petition-filed-over-presidentialelection",
  "time_ut": 1720864260.0,
  "original_lang": "en",
  "original_title": "CJ-led bench to consider FR petition filed over Presidential Election",
  "original_body_lines": [
    "A three-member panel judges has been named to take up for consideration the Fundamental Rights (FR) petition filed seeking an order to prevent holding of the Presidential Election as the 19th Amendment to the Constitution has not been properly passed in Parliament.",
    "Accordingly, the petition filed by Attorney-at-Law Aruna Laksiri, is slated to be taken up for consideration before a bench comprising Chief Justice Jayantha Jayasuriya, Justices Arjuna Obeysekara and Priyantha Fernando.",
    "The relevant petition has been fixed for consideration before the aforementioned judge panel on Monday (15), Ada Derana reporter said.",
    "The petition argues that the 19th Amendment to the Constitution was not properly passed in Parliament and therefore calls for a referendum to ensure its proper passage.",
    "The Election Commission and its members, the General Secretary of Parliament and the Attorney General have been named as respondents.",
    "The petitioner claims that through the 19th Amendment to the Constitution, Article 70 of the Constitution has been amended to deprive the President of the power to dissolve an elected Parliament after one year has passed.",
    "The petitioner asserts that the amendment has not been approved by a referendum, even though a Supreme Court bench ruled that the amendment should be referred to a referendum.",
    "The petitioner points out that the amendment cannot be considered as a law because it has not been approved by a referendum and signed by the President.",
    "Therefore, the petitioner argues that it is wrong to continue to accept the 19th Amendment as a law.",
    "On Monday (08), the Supreme Court dismissed a fundamental rights (FR) petition seeking an order preventing the calling of a Presidential Election until the Supreme Court delivers its interpretation on the date of the presidential poll.",
    "The petition, which was filed by an entrepreneur named C.D. Lenawa last Wednesday (03), had requested that an interim order be issued to prevent the holding of the presidential election within the currently scheduled period until the court delivers its interpretation on the date of the next presidential election."
  ]
}