{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/brandix-rising-for-her/",
  "time_ut": 1710695640.0,
  "original_lang": "en",
  "original_title": "Brandix rising for ‘HER’",
  "original_body_lines": [
    "Brandix, continues to lead efforts to inspire and empower women across all walks and leads the way by converting policy into practice. At Brandix 80% of the Group’s workforce constitutes of women, and its facility in India is recognized as the single largest employer of women in the country. Brandix, the first private sector entity from Sri Lanka to commit to the United Nations programme on Gender-based Violence and Women in Leadership, was also recognized as a leading Achiever by the United Nations Women’s Empowerment Principles (WEP) Gender Gap Analysis survey.",
    "The WEP’s Gender Gap Analysis Tool found Brandix to have developed and implemented policies and practices across business functions, including inclusive talent practices with adequate measurement and reporting. Brandix scored full points for Professional Development and Promotions, Health safety and Hygiene, plus, Access to Quality Health Services. Non-Discriminatory and Equal Opportunity Policy, CSR and Advocacy to Support Gender Equality, Recruitment and actions against Violence, Harassment and Sexual Exploitation were other areas that Brandix scored high on. The company also scored above average with Leadership Commitment and Equal Compensation for all.",
    "The WEPs are seven Principles offering guidance on how to promote gender equality and women’s empowerment in the workplace, marketplace and community. Jointly established by UN Women and UN Global Compact, the WEPs are informed by international labour and human rights standards and grounded in the recognition that businesses have a stake in, and a responsibility for, gender equality and women’s empowerment.",
    "Synex Group’s foreign operations net 60% of its total turnover",
    "Anoja Basnayake of Baurs featured on inaugural CSSL National CIO List 2023",
    "Microsoft Sri Lanka brings AI-powered productivity to Brandix with Copilot for Microsoft 365",
    "Brandix’s commitment to ‘Nurturing Our Planet’ wins Platinum at CIOB Green Awards 2023",
    "‘Gift of life from the Brandix Group, Sri Lanka’s largest corporate donor of blood’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}