{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100354/president-claims-some-are-attempting-to-disrupt-countrys-economic-recovery",
  "time_ut": 1720347840.0,
  "original_lang": "en",
  "original_title": "President claims some are attempting to disrupt country’s economic recovery",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized that some individuals are attempting to disrupt the country’s economic progress.",
    "He announced that despite the economic crisis, the government has managed to implement salary increases for public servants this year and assured that necessary allocations will be made in the upcoming budget.",
    "During the last economic crisis, some suggested cutting 500,000 public service jobs due to an inability to pay government salaries. However, the President stated that he did not follow this advice and instead increased VAT to 18% to ensure salaries were paid on time. He also emphasized that the tax burden on the people cannot be increased any further.",
    "President Wickremesinghe made these remarks at the Uva Provincial Community Police Committee members’ empowerment workshop, held yesterday (06) at the Wellawaya Public Stadium under the theme “A Law-Abiding Country.”",
    "The President, addressing the gathering, expressed surprise that some human rights lawyers also represent drug-related criminals after their arrest.",
    "Highlighting that drug trafficking poses a greater threat to the nation than terrorism today, he emphasized the crucial need for collective support to safeguard the country from this menace, especially as it recovers from economic challenges. He stressed that failing to protect future generations from drug abuse could undermine all government efforts to advance the nation.",
    "During the event, the President awarded ID cards to members of the Uva Province Community Police Committee who made significant contributions to the ‘Yukthiya’ operation conducted by the Sri Lanka Police Department across the island. Selected members were also honoured with the title of Justice of the Peace.",
    "“In the 1990s, during a vacation in Switzerland, I stayed at my father’s friend’s house. Upon arrival, I was informed that the police would visit that evening. When I inquired why, I learned it was customary in their village to report visits by outsiders to the police.",
    "This practice is a regular routine in those countries. It ensures that outsiders are monitored, making it difficult for terrorists and drug traffickers to operate freely. Today, we have initiated a similar community police system here. Such systems are operational in England and various European nations, where police have knowledge of residents in every household.",
    "Unfortunately, this system has faltered in several European cities, including London. Consequently, crime and drug trafficking have increased. The failure to maintain law and order was cited as a contributing factor in the downfall of Rishi Sunak’s government. It underscores the government’s primary responsibility to uphold law and order.”",
    "We also took necessary steps to maintain law and order in the country. During 2021-2022, there was a collapse in law and order, with incidents of arson and destruction of houses and properties. Restoring law and order became imperative under these circumstances.",
    "Drug traffickers were involved in these destructive activities. Therefore, alongside economic development efforts, we focused on controlling drug trafficking. The establishment of community police committees was part of this strategy. Initially, there were doubts about the success of this program, but today it has proven to be effective.",
    "In many areas, robberies are linked to drug addiction, as individuals steal to finance their drug habits. This situation is unsustainable. Currently, drugs from Afghanistan are entering our country and are also being trafficked to neighbouring countries like Pakistan and India via sea routes. Consequently, we are mobilizing the Navy to address this issue. Regional cooperation is crucial, and neighbouring countries have collectively committed to finding a solution to combat drug trafficking.",
    "We have initiated this program in rural areas concurrently with general law enforcement, placing particular emphasis on combating drug trafficking. Our future generation is imperilled by this illicit trade, necessitating our collective cooperation. I urge everyone to collaborate closely with the police on this critical issue. Religious places, including village temples, have been assigned a specific responsibility in this matter. Additionally, schools need to pay special attention as some students bring drugs onto school premises.",
    "Therefore, I call upon these committees to rigorously enforce anti-drug laws and uphold law and order in our country. I have reluctantly had to resort to legal measures for certain individuals, but current laws are inadequate. We need new legislation; while Singapore enforces the death penalty for drug traffickers, we seek custodial solutions without going to such extremes.",
    "After the arrest of these individuals, some lawyers who advocate for human rights have come forward in their defence. This raises questions for me. I believe that drug trafficking is a violation of human rights, but they argue that selling drugs is not a human rights violation, while arresting drug dealers is a human rights violation. Therefore, it is essential for the parliament to clarify our stance on this issue.",
    "Today, we are emerging from a period of economic threat to the country. Over the past two, three years, we have faced numerous challenges. Some people used to steal to make a living. But today, they steal to buy drugs.",
    "We are now gradually stabilizing the economy. We have secured concessions for loan repayments and are working on creating a new economic system. To manage public funds effectively, we have prepared the Public Finance Act, Public Debt Act, and Central Bank Act. Controlling the budget is now our priority. In the past, we implemented the Aswesuma program to provide relief to low-income individuals and increased the salaries of government employees by Rs.10,000.",
    "We recognize the difficulties faced by the people and are committed to stabilizing the economy and providing relief in a balanced manner. However, some people are now calling for further salary increases. This is a challenging task. We have already given teachers a salary increase in 2022 and a Rs.10,000 stipend in 2024. Therefore, these additional demands are unfair, as those who received two benefits should recognize that others received only one.",
    "Additionally, Development Officers and clerks are requesting salary increases. However, there is no available funding for these increases. To accommodate such raises, taxes would need to be increased. Currently, VAT is set at 18%. If we were to provide these allowances, we would have to increase VAT again, which the people cannot afford.",
    "Moreover, the government workforce should ideally be 1 million, but it currently stands at 1.5 million. Some proposed sending 500,000 employees on unpaid leave and later suggested paying them. They claimed that VAT need not be increased to 18% to pay salaries for 1 million employees. In response, I stated that no one can be sent back. The government cannot afford to increase public servant salaries this year after raising VAT and facing public criticism.",
    "If such a salary increase is given, it will inconvenience the public. We need to prepare for the elections starting in the middle of this month. However, we have already appointed a committee to review these salary revisions for next year and are working to allocate the necessary funds in the 2025 budget.",
    "Some people are trying to undermine the country’s economic progress. If we accommodate these wage increases now, we will lose USD 8 billion. Given the current state of our economy, no party can afford this. As we move forward, we should focus on transforming our economy into an export-driven one. To this end, we have introduced the Economic Transformation Law. As a result, modern agriculture is being established in the country. This provides the opportunity to develop the Uva province into a significant agricultural export area.",
    "Additionally, the tourism, agriculture, and information technology sectors can be developed in the Badulla district. We need to create a new economy in our country. However, if our future generations are destroyed by drugs while we work towards this goal, our efforts will be in vain. It is your responsibility to protect the youth”.",
    "“Looking back at the past two years, everyone is aware of the situation in the country. People had to endure long queues, and the country was in turmoil. Finding a leader was a challenge. During this time, President Ranil Wickremesinghe courageously accepted the position of Prime Minister for the people of the country. A few months later, he assumed the presidency.",
    "Since then, the President has worked tirelessly to develop the country at every opportunity. The era of queues has ended. Instead of the Samurdhi grant, more substantial relief measures have been implemented for the people. Despite numerous economic challenges, subsidies such as bursaries and allowances for the elderly have been maintained.",
    "In just two years, he successfully stabilized the country. Establishing law and order is crucial for these achievements. The underworld and drug trafficking have been detrimental to our nation, prompting the initiation of a control program. The Justice Mission was launched to serve our citizens. I have pledged that by the end of June this year, there will be significant changes in the underworld and drug landscape. Operation Justice has been executed despite formidable challenges.",
    "Regardless of the obstacles ahead, this operation will persist. Under the leadership of President Ranil Wickremesinghe, we are committed to eradicating the underworld and drugs from our country by December of next year.",
    "Religious leaders, led by the Maha Sangha of the province, Secretary to the Ministry of Public Security Viyani Gunathilaka, Inspector General of Police Deshabandu Tennakoon, senior police officers, members of the Community Police Committee, and others attended the event”."
  ]
}