{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/germanys-labour-market-shortages-a-boon-for-indian-workers-194431/",
  "time_ut": 1734325980.0,
  "original_lang": "en",
  "original_title": "Germany’s labour market shortages a boon for Indian workers",
  "original_body_lines": [
    "ECONOMYNEXT – Germany is facing increased shortages in the labour market and is looking at India to fill that vacuum.",
    "While the shortage is mostly in the healthcare, IT, and engineering sectors, the country is seeing an increased need for skilled workers in other trades too.",
    "One initiative to address the shortage in the healthcare sector was the direct agreement signed between Germany and the State government of Kerala for the recruitment of nurses.",
    "That success may lead to similar collaborations with other State governments such as Madya Pradesh, Tamil Nadu and Maharashtra.",
    "Germany is also fast becoming the country of choice for Indians pursuing higher studies.",
    "Recent reports indicate that nearly 12.3 per cent (43, 000) of the international student body in Germany comprises Indians. They have now replaced Chinese students as the frontrunners.",
    "Despite that, language barriers, integration into German society and visa processing times continue to be challenges, though the German government has lately stepped in to address the latter two issues.",
    "The biggest hurdle is in the area of housing, says Nils Haupt, Head of Corporate Communications at Hapag-Lloyd, a company which has a large contingent of Indians on its staff, both in India and Germany.",
    "Wait times for housing for German citizens could be anything from one year to two.",
    "Rent for a shared room in the bigger cities could cost at least five hundred Euros.",
    "The problem, he says is exacerbated by the influx of migrants from Arab countries in 2015 and more recently from Ukraine.",
    "Haupt was speaking at the India-Germany Labor Market & Migration Dynamics Web Talk on December 13, 2024.",
    "The talk hosted by the Friedrich Naumann Foundation for Freedom (FNF) South Asia had on its panel, Dr Dhanya M B, Faculty (Fellow) at the V V Giri National Labour Institute of India, Santosh Kumar Mehrotra, Visiting Professor, Centre for Development Studies, University of Bath, UK, and Aditi Banerjee, Co-Founder and CEO of Magic Billion.",
    "Ganshyam Tiwari, National Spokesperson of the Samajwadi Party moderated the discussion.",
    "Presentations were also made by Steffen Sottung, Managing Director, International Affairs, Federal Employment Agency, Germany, Dr Kartja Hartmann, Head of the Scholarship Division of FNF and Dr Jurgen Mohard, the former Consular General for Germany in Mumbai and current Chairperson of the Indo-German Society.",
    "Successfully integrating spouses, of the Hapag-Lloyd Indian recruits into German society too poses challenges, often resulting in the employee then relocating to Dubai, Haupt points out.",
    "While Indians adapt well to the workforce, Haupt would like to see more investment by the Federal and Regional governments in Germany to resolve the challenges employers and employees encounter.",
    "Sottung agrees that wait times, housing and the various requirements of different levels of government do not have immediate fixes, even though the Indian workforce in Germany has increased five-fold between 2015 and 2024.",
    "In February this year, the Indian workforce in Germany was at 137,000.",
    "As well, Indians made up the largest number of international students for the 2023 winter semester: 49,000 of which 30 per cent were women. Germany, he says, recognises the potential of the young Indian workforce.",
    "While a 2021 UNESCO student mobility survey had placed Germany in fourth place, as the country of choice for higher studies, Dr Hartmann, stated that it has since become far more attractive to Indian students.",
    "Studying in Germany lays the foundation for Indian students to enter the German labour market more easily, she points out.",
    "A recent survey showed that 40 per cent of Indian students planned to remain in Germany and enter its workforce upon completing their studies, while 26 per cent had said it was most likely they would do so.",
    "Only 30 per cent had been unsure of their plans with a firm no coming from 4 per cent of the students.",
    "Mehrotra suggests an easily accessible list of vacancies would help young Indian job seekers.",
    "He also points out that most SMEs in Germany are in rural areas, where English is not commonly spoken unlike in major German cities. That, he says is a drawback in attracting skilled workers.",
    "Though job seekers could pay to learn the language, the option is risky without guaranteed employment.",
    "He suggests that German organisations based in India could support language training initiatives.",
    "He would also like to see better dialogue between Germany and the various State governments in India addressing the 57 types of certifications required for employment in Germany.",
    "Though their candidates are put through 6 to 8 months of full-time language training in India, Banerjee says the exposure is limited.",
    "If the training is in Germany, students would have the opportunity to practice their language skills outside the classroom. It will also help them recognise and adapt to regional accents.",
    "Banerjee states that despite the large number of apprenticeship opportunities available, employers are wary of offering these as paid positions to overseas candidates, as the candidates may not remain with them.",
    "She too called for the standardisation of qualifications required, adding that the recruitment process of nurses is smooth, as their certifications are recognised.",
    "Where there is an absence of such standardisation, each application must be put together to match the particular requirements she says, adding that there is a pool of hard-working Indians in low-paying trades who would welcome the opportunity to move to Germany long-term, for better employment and higher incomes.",
    "Dhanya meanwhile sees establishing a pathway from the Indian colleges to the German market as a prudent move.",
    "German companies investing in Indian education and vocational training, she says, would then be ensured of a job-ready, skilled worker.",
    "Both India and Germany must be open to realistic expectations says Morhard, adding that more than 85 per cent of German companies based in India are run by Indians or those who received training in German companies located in Asia.",
    "The Indo-German Society also focuses on promoting celebrations such as Diwali, to help smooth integration and build a positive image of Indian culture in Germany. (Colombo/Dec16/2024)"
  ]
}