{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-mas-holdings-signs-agreement-to-buy-ambercycle-material-167441/",
  "time_ut": 1718100000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s MAS Holdings signs agreement to buy Ambercycle material",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka-based apparel manufacturer MAS Holdings has signed a three-year agreement with Los Angeles-based materials company Ambercycle to buy its recycled material.",
    "Ambercycle’s polyester material, cycora®, is made from post-consumer and post-industrial textile waste.",
    "Made through molecular regeneration technology, cycora yields the same quality as virgin-grade materials, but with lesser greenhouse gas emissions, the companies said in a statement.",
    "It reduces landfill and the need to incinerate end-of-life textiles.",
    "This circular method is in demand among large brands and manufacturers looking for new streams of high-quality next-gen materials made from recycling, or textile-to-textile regeneration as it is known in the industry.",
    "“Together with Ambercycle, MAS is enabling better access to regenerated next-gen material for our customer partners,” MAS Holdings Director of Group Sustainable Business, Nemanthie Kooragamage said.",
    "“This allows brands to meet the growing demand from consumers for sustainable apparel, while creating a positive environmental impact.”",
    "The three-year offtake agreement allows MAS to reserve capacity to utilize Ambercycle’s circular polyester material cycora® for their customer partners.",
    "It also enables Ambercycle to expedite efforts to reach commercial-scale production as quickly as possible, and supports Ambercycle’s efforts in Asia, close to the value chain.",
    "“Supply-chain partners play a crucial role in advancing our work to decarbonize fashion and minimize the impact of raw-material extraction on our environment,” Ambercycle Co-founder and CEO Shay Sethi said.",
    "“We’re pleased to share our work with MAS as one of the premier manufacturing partners in the global apparel ecosystem. Together we share a strong commitment to diverting textiles from landfills and pioneering circularity at scale.”",
    "The partnership is in line with MAS’s sustainability targets; to derive 50% of revenue from sustainable products by 2025. (Colombo/Jun11/2024)"
  ]
}