{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-john-keells-holdings-lose-rs966mn-in-june-quarter-in-fx-hit-174520/",
  "time_ut": 1722391320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s John Keells Holdings lose Rs966mn in June quarter in fx hit",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s John Keells Holdings said it reported a loss of 966.6 million rupees in the June 2024 quarter, driven by a 1.25 billion rupee loss on a loan taken for its City of Dreams project by its unit Waterfront Properties.",
    "The group reported 204 million rupees before tax and also provided 762 million for taxes at its other operations which made profits.",
    "John Keells Holdings report loss of 58 cents per share for June quarter.",
    "Revenues grew 9 percent to 69.6 billion rupees, with insurance revenues of 4.5 billion rupees.",
    "Cost of sales grew 8 percent to 56.9 billion rupees. Gross profits grew 15 percent to 12.7 billion rupees. Administrative expenses rose 17 percent to 7.2 billion rupees.",
    "Profits of South Asian Gateway Terminal improved with double digit volume growth, with both domestic and transshipment volumes going up, Chairman Krishan Balendra said.",
    "Bunkering also grew at double digits, but margins were hit by volatile fuel prices and intensified competition from local and global players, he said.",
    "“Both Beverages and Frozen Confectionery recorded a sustained improvement in margins on account of declining raw material prices and the increased operating leverage, due to higher volumes, enabling absorption of fixed costs,” he said.",
    "Supermarket same same store sales had growth 12 percent, driven by customer footfall growth of 12, boosting profits.",
    "Leisure sector performance was hit by lower occupancy n Maldives and pre-operational cost of the Cinnamon Life hotel. Maldives’s occupancy is expected to increase in the upcoming season, based on forward bookings.",
    "Cinnamon Life is expected to begin operations in October. Restaurants and banquet facilities were in final stages of fit-out.",
    "A 113-key ‘Nuwa’ hotel, gaming operations and retail mall, will be operational, in a phases, with full completion expected in the middle of the 2025 financial year.",
    "JKH has announced a 24 billion rupee rights issue to finance the City of Dreams project and reduce leverage.",
    "READ Sri Lanka’s JKH makes Rs24bn cash call for City of Dreams",
    "Nations Trust Bank had recorded shown profits growth driven by loan growth, lower impairments and increased trading and fee income.  Union Assurance PLC recorded encouraging double-digit growth in gross written premiums, driven by renewal premiums and regular new business premiums.",
    "Sri Lanka’s rupee depreciated in June, after a spike in unsterilized excess liquidity from dollar purchases in previous months.",
    "There was a 1.25 exchange loss from a 216 million US dollar loan at Waterfront Properties.   (Colombo/July31/2024)"
  ]
}