{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-quoted-in-spot-next-dollar-market-after-pressure-159678/",
  "time_ut": 1713771420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee quoted in spot-next dollar market after pressure",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee was quoted at 302.20/30 to the US dollar in the spot next (spot plus one day) market after the stop opened tentatively at 302.00/75 levels, dealers said.",
    "There were one or two sporadic deals at 302.00 to the US dollar, but the spot market was not very active in early trade, dealers said.",
    "Market participants are recovering from a heavy dose of moral suasion last week, after the rupee came under upward pressure from an ‘oversold position’.",
    "Sri Lanka’s central bank collected 715 million dollars from the interbank market in March, three times the around 200 million it collected in the previous two months.",
    "The central bank was able to collect large amount of dollars in March as the rupee was allowed to appreciate steeply within a short time amid deflationary policy, encouraging importers to delay payments and also creating market incentives banks to short their open positions.",
    "Assuming similar policy to February and March is continued it, will take a few weeks of inflows to balance the market, analysts say, as long inflationary policy does not resume on a net basis.",
    "More aggressive liquidity management by not renewing maturing term reverse repo deals can encourage banks which had borrowed from the central bank to curtail credit and balance their books, analysts say.",
    "Banks in general should not given central bank liquidity to trade and make profits and any standing facility cash should be given at a penal rate, to stop forex shortages and eventually a second default, analysts said.",
    "Restricted spot market activity is an overt sign of Sri Lanka’s so-called flexible exchange rate, which critics say is inconsistent as it rejects long established classical economic principles.",
    "A pegged (reserve collecting) central bank can only accumulate dollars to the extent that it can curtail domestic credit and sell down its Treasuries portfolio to mop up liquidity created from dollar purchases (deflationary policy), for which a market interest rate is required.",
    "There was not much panic among importers to cover, but banks were trying to square their positions, and avoid further rockets, market participants said.",
    "Up until March, the central bank had generally operated deflationary policy on a net basis, giving it full control of the exchange rate.",
    "In April it usually prints some money to meet a real demand for cash as people withdraw cash.",
    "On Friday net excess liquidity in money markets was 134 billion rupees and the central bank injected 29 billion rupees at rates as low as 8.56 percent far below the 9.50 ceiling rate.",
    "In the past, when private credit picked up the rupee has come under pressure from around May as inflationary policy picked up.",
    "In other years, as private credit picks up, currency crises have also started from February when the twin injections from central profit transfers and provisional advances allow banks to give loans without deposits.",
    "Under flexible inflation targeting (inflation targeting without a clean float), the central bank usually cuts rates claiming inflation is low, just around the time private credit picks up from stabilization measures of a previous crisis, and tumbles headlong into a fresh one.",
    "The flexible exchange rate, which is neither a clean float nor a hard peg, is the deadliest soft-peg ever cooked up by Western inflationists and shoved down the throats of hapless third world nations without a doctrinal foundation in sound money, critics say.",
    "Sri Lanka defaulted under the flexible exchange rate which was combined with money printed to target potential output (inflationary suppression of rates through liquidity tools).",
    "A bond maturing on 15.12.2026 was quoted at 11.32/40 Monday steady from 11.30/40 percent down from 11.35/40 percent Friday.",
    "A bond maturing on 15.09.2027 was quoted at 11.95/12.00 flat from 11.95/12.05 percent.",
    "A bond maturing on 15.12.2028 was quoted at 12.15/25 percent from 12.15/25 percent.",
    "A bond maturing on 15.09.2029 was quoted at 12.25/40 percent down from 12.30/40 percent.",
    "A bond maturing on 01.10.2032 was quoted at 12.35/55 percent, down from 12.40/50 percent Friday. (Colombo/Apr22/2024)"
  ]
}