{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-sweet-milestone-the-first-harvest-of-browns-hotels-resorts-bee-honey-farming-initiative/",
  "time_ut": 1757088780.0,
  "original_lang": "en",
  "original_title": "A Sweet Milestone: The first harvest of Browns Hotels & Resorts’ bee honey farming initiative",
  "original_body_lines": [
    "In the heart of Sri Lanka’s Cultural Triangle, Browns Hotels & Resorts has marked a milestone as meaningful as it is sweet: the very first harvest of its Sustainable Bee Honey Farming Initiative, a unique collaboration across three of its properties: Hotel Sigiriya, Occidental Paradise Dambulla and Ayugiri Ayurveda Wellness Resort. What began with a few buzzing bee boxes has now grown into thriving colonies, yielding their first golden honey after eight months of care and dedication.",
    "Launched initially in July 2024, the programme was designed to equip rural communities with income-generating skills and sustainable livelihood opportunities, safeguard pollinators, and enrich local biodiversity. Guided by S. K. Kulasinghe, Agriculture Instructor and Beekeeping Subject Matter Officer from the Department of Agriculture, the project engaged local families in the neighbouring villages from the very outset. Some of the activities included community awareness sessions, where participants learnt about eco-beekeeping and the importance of pollinators to the environment, and distribution of bee boxes amongst community members and hotel properties, arming them with the resources and knowledge to begin nurturing their own hives.",
    "Over the months that followed, regular colony audits and expert guidance ensured healthy and thriving bee populations. By August 2025, the first harvest was ready, and Browns Hotels & Resorts purchased the carefully nurtured bee honey from the local community, thereby reinforcing its long-term commitment and vision to supporting home-grown livelihoods in a meaningful way. To celebrate, an event was hosted at Hotel Sigiriya, bringing together the nearby villagers and hotel staff to mark this achievement. During the gathering, participants were commended for their dedication and care in nurturing the colonies, and were introduced to the wider vision of Phase Two of the project, which will focus on sustainability, biodiversity, and income development. The event served both as a celebration and a heartfelt thank you for their commitment.",
    "New IPS publication: ‘Tobacco Smuggling in Sri Lanka – A Scoping Study’",
    "SriLankan Airlines marks 46 years with travel treats for passengers",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}