{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Mahinda-visits-Johnston-in-remand-prison/56-768451",
  "time_ut": 1729891911.0,
  "original_lang": "en",
  "original_title": "Mahinda visits Johnston in remand prison",
  "original_body_lines": [
    "Former President Mahinda Rajapaksa visited the New Magazine Prison in Welikada yesterday (25) to meet with former MP Johnston Fernando, who was remanded on 23 October. Fernando was arrested by the Criminal Investigation Department (CID) in relation to an unregistered BMW vehicle, illegally assembled in Sri Lanka, which was discovered in the car park of the Hilton Hotel, Colombo.",
    "Sri Lanka Police has indicated that the vehicle in question may have been reported stolen in the United Kingdom. Police Spokesperson DIG Nihal Thalduwa stated that, according to information from the INTERPOL website, the vehicle was manufactured in Germany and originally sold to a buyer in the United Kingdom. Thalduwa added that police investigators have identified links between the vehicle owned by Fernando and a similar luxury car reported missing in the UK in 2021, based on details listed by the INTERPOL. The connection between the two vehicles was established through matching chassis and engine numbers displayed on the INTERPOL site, he confirmed.",
    "This vehicle, reportedly unregistered with the Department of Motor Transport, raised suspicions, leading CID officials to question Fernando, after which Fort Magistrate Thanuja Lakmali ordered him to be remanded until 30 October.",
    "In addition to his recent arrest, Fernando’s legal situation has escalated with multiple ongoing cases. On Wednesday, the Colombo High Court issued a warrant for his arrest when he failed to appear for a hearing regarding allegations of improper use of State resources. Fernando, along with two others, is accused of having unlawfully employed 153 Lanka Sathosa employees for political activities between 2010 and 2014, during his tenure as Minister of Cooperatives and Internal Trade. The alleged misuse of state employees reportedly resulted in a loss of Rs. 40 million to the Government of Sri Lanka.",
    "When Fernando failed to appear in court, Colombo High Court Judge Manjula Thilakaratne issued the arrest warrant. His attorney cited that Fernando was detained at the CID office providing a statement regarding the unregistered luxury car at the Hilton when the court session took place.",
    "Meanwhile, Fernando’s legal troubles continue to expand with a defamation case filed by National People’s Power (NPP) leader Anura Kumara Dissanayake. The defamation suit, set for further hearings on 24 March 2025, seeks Rs. 500 million in damages. The case stems from a statement Fernando allegedly made during a political rally in 2017 at the Tangalle Municipal Council Hall, where he reportedly defamed Dissanayake.",
    "Dissanayake, who recently assumed the office of President, was represented in court today by his legal counsels who informed the Chief District Judge Sandun Withana of their client’s new role as the country’s President. The complaint argued that Fernando’s remarks had caused significant harm to Dissanayake’s reputation, resulting in a petition for substantial damages."
  ]
}