{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Nations-Trust-WNPS-Monthly-Lecture-today/34-766606",
  "time_ut": 1726017793.0,
  "original_lang": "en",
  "original_title": "Nations Trust WNPS Monthly Lecture today",
  "original_body_lines": [
    "Unraveling secrets of blindsnakes: A conservation journey through taxonomy and molecular phylogenetics in Sri Lanka by Mendis and Nethu Wickramasinghe",
    "The Nations Trust WNPS Monthly Lecture for the month of September today at 6.00 p.m. at the Jasmine Hall, BMICH will delve into the fascinating world of blindsnakes, shedding light on their biology, diversity, and ecological importance.",
    "It will be delivered by specialists Mendis Wickramasinghe and Nethu Wickramasinghe.",
    "Mendis, an expert in taxonomy, will guide participants through the identification and classification of blindsnakes, sharing insights from his extensive fieldwork. Nethu, a researcher in molecular phylogenetics, will complement this by explaining the genetic relationships among blindsnake species, unveiling their evolutionary history and the significance of molecular techniques in understanding these cryptic creatures.",
    "Together, they will emphasise the critical role of blindsnakes in maintaining ecological balance and discuss the urgent need for their conservation in the face of habitat loss and other threats. Participants will also learn about the latest research techniques and how they can contribute to conservation efforts.",
    "Mendis Wickramasinghe is a renowned herpetologist with nearly 30 years of field research experience on the reptiles and amphibians of Sri Lanka. He has discovered 33 new species and re-discovered three previously thought extinct. His work, which includes serving as an ecologist at the International Union for Conservation of Nature (IUCN), has significantly contributed to biodiversity conservation efforts. He is a member of multiple specialist groups and serves as an advisor for national and international conservation projects. As the founder of the Herpetological Foundation of Sri Lanka, Mendis continues to advance research and mentor young herpetologists.",
    "Nethu Wickramasinghe is a distinguished educationist, scientist, writer, and naturalist with expertise in molecular biology. As the founder of Education Without Boundaries, she is a pioneer in holistic education, providing innovative, integrated learning experiences. Her scientific work includes describing 17 new species of snakes and amphibians and rediscovering species once thought extinct. A home-schooling mother of three, Nethu has a decade of experience in alternative teaching strategies. Her current PhD research focuses on the molecular phylogeny of blindsnakes in Sri Lanka, aiming to provide a comprehensive taxonomic revision of this group, potentially uncovering new species and enhancing scientific understanding."
  ]
}