{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Trade-Union-action-demanding-resignation-and-inquiries-against-Ruhuna-University-VC/14-769522",
  "time_ut": 1732216600.0,
  "original_lang": "en",
  "original_title": "Trade Union action demanding resignation and inquiries against Ruhuna University VC",
  "original_body_lines": [
    "Prime Minister and Education and Higher Education Minister Dr. Harini Amarasuriya",
    "I am making a request from you as the Hon Minister of Education which I think is reasonable from my side. I would like all these groups to submit the new allegations against me and make these known to me before removing me from the post",
    "Following is a letter written by University of Ruhuna Vice Chancellor Prof. Sujeewa Amarasena to Prime Minister and Education and Higher Education Minister Dr. Harini Amarasuriya against trade union action demanding his resignation and inquiries against him.",
    "I was appointed as the Vice Chancellor of University of Ruhuna on 09.03.2019 for the first term and on 09.03.2022 for the second term. I have completed 5 years and 8 months in these two tenures as VC. I faced Easter Sunday bombings, COVID-19 pandemic, economic crisis and political instability during this period. There were funding cuts up to 495 million rupees in the recurrent grant during this period of five years to UOR in addition to the moratorium in all forms of recruitment.",
    "Despite all these I was able to lead this university to obtain an A grade in Institutional review of QAC of UGC, graduate all students on time in Faculties of Medicine, Allied Health, Humanities and Social Sciences, Management and Finance, Fisheries and Marine Sciences and Technology and Technology after enrolment, eliminate brutal ragging and transform the university. There are some delays in graduation in Faculties of Agriculture, Engineering and Science. Convocations have been held on time physically every year. SLUG was held with limited funding in 2019 soon after assuming duties. UOR was not closed completely for COVID-19, and I managed it with my medical background.",
    "The intake to UOR was increased by 90% to from 2,500 to 4,500 giving more opportunities for free higher education especially when the issue of double syllabi created havoc in the education system of the country in 2019. UOR had 8,353 registered students on 31.12.2019 and 16,453 students on 31.07.2024. This was for all the Faculties. This really helped the UGC to manage the issues of STEM programs especially in medicine and engineering. I have managed this university up to September 2024 like this. If the above achievements are not testaments to my leadership skills nothing else can be submitted. UGC is well aware about it.",
    "Now there are protests for my being the vice chancellor of UOR by FUTA, some student groups and some academic staff and non-academic staff union groups. These decisions to protest are not taken through a democratic dialogue with the entire membership. Hence, they are groups motivated to oust me for reasons best known to them. I am making a request from you as the Hon Minister of Education which I think is reasonable from my side. I would like all these groups to submit the new allegations against me and make these known to me before removing me from the post.",
    "A vice chancellor could be removed by the appointing authority under the provisions in the University Act No. 16. Based on the above the former President His Excellency Ranil Wickremesinghe directed the UGC to appoint a committee of inquiry for the charges submitted by FUTA in 2023. I was acquitted from the allegations by this committee. None of the members of the committee were known to me. None of them were my relatives as alleged by FUTA informally.",
    "I have been subjected to many inquiries by authorities on several occasions. Herewith I am listing the inquiries conducted against me in the past.",
    "1. Inquiry panel appointed to investigate the charges levelled by IUSF and medical student union in 2003. Panel members were Kulathunga Rajapaksa (Chairman – also the Chairman of the DSI group), Prof. Narada Warnasuriya – member (former VC SJU) and Prof. Kithsiri Liyanage – member (former Dean FOE). I was acquitted of allegations.",
    "2. FCID inquiry for misappropriation of funds – I was the founder Dean of the Faculty of Medicine KDU. I am very proud that all project proposals were written by me and I saw the entire project to successful completion starting from foundation stone. The first direct batch was enrolled before I left. I am proud to have spent my sabbatical leave there without an additional allowance except the vehicle and fuel for Dean and did that as a volunteer. Somebody sent a complaint that I misappropriated funds in this project. FCID questioned me for almost six hours and released me stating that I had not done anything wrong there. This was in 2017. I consider that it was a politically motivated complaint by somebody.",
    "3. Mr Wasantha Mudalige former convenor of IUSF complained to CIABOC (bribery commission) that I played out money in the building project on construction of Faculty of Allied Health Sciences in 2022 by stealing STEEL worth 4.4 million rupees from the construction site. CIABOC officer questioned me for two hours along with other relevant officers of the UOR. The officer stated that there is no evidence to support the complaint by Mr Mudalige. I am aware that Mr Mudalige was asked to come and give a statement regarding this at least three times but he never came. I was publicly humiliated by social media on this complaint by him. I was told that the report on this was submitted to the commission by the investigation officer. I should have been charged if found guilty in 2022.",
    "4. This complaint was reactivated recently around the time of election of the current President. Our officers are requested regularly to come and give statements by the CIBOC nowadays. Recently the Deputy Vice Chancellor and the Deputy Bursar/Supplies were summoned and recorded statements. Before that many Assistant Registrars and Deputy Registrars were summoned and recorded statements.",
    "5.Rohan Laksiri complained about a poisonous gas attack – Former secretary of FUTA Mr Rohan Laksiri complained to Matara police that I attacked with a poisonous gas to kill him on 05.02.2023. Entire FUTA went on strike against me and I denied this charge. Police investigated this complaint and cleared me.",
    "6. There was an investigation team from the Ministry of Education two weeks back for what I believe is due to a complaint for financial misappropriation. This happened on 06.11.2024 with a team. I am sure there will be a report on this.",
    "7.I had to face two more investigations and give statements regarding China Sri Lanka Centre for Education and Research (CSL-CER) to military intelligence and CID. These were not for anything that I have done but for past events before I was appointed as VC.",
    "I do not think there is any other academic or a VC who underwent similar investigations (which amounts to harassment) in the past in the entire university system of SL. I am prepared to face any number of investigations in the future as well. I only request fairness in the conduct of these investigations. Please inform me about the complaints or allegations. Please also give me a reasonable time to face it. The last inquiry I was told would be held on 06.11.2024 in the afternoon of 05.11.2024. I have had this experience even in the past.",
    "I came back to SL over 30 years back giving up the opportunities to stay overseas after completing my training to be a paediatrician earning a high salary in dollars and never regretted that decision until now. I came back because I am a product of free education who was born to poor parents in rural Sri Lanka (Magalkanda) and was able to get the post of VC after obtaining highest number of votes in 2019 without having any influence in the political system of SL. I was given the second term because of the hard work done in the first term.",
    "My contributions to improve child health in Sri Lanka is well known to entire Ministry of Health including the current Secretary and DGHS. I was awarded One of the Most Outstanding Paediatricians of Asia award in 2022 in Lahore, Pakistan by APPA (Asia Pacific Paediatric Association) for this.",
    "I have eliminated the use of fake or predatory publications for promotions in UOR and ensured that all recruitment interviews are fair and video recorded for transparency. This approach has eliminated inbreeding and favouritism. There isn’t a single Fundamental Rights application in the supreme courts of SL challenging our recruitments during my tenure in office. I have taken steps to stop all the corrupt practices in the procurement process of the UOR. The Council under my leadership has punished and even terminated some staff members for corruption. I try my best to stop corruption in the UOR. These are the true reasons behind this protest.",
    "I have not received any complaints other than vague statements like corruption, tyranny made public about me by FUTA, unions and student movement. Please request them to submit specific allegations against me in writing. If I have been cleared by any inquiry in the past, it is fair for me to request you to make it public to stop misinformation.",
    "From tomorrow, the unions have collectively decided to go on continuous strike demanding my resignation. Only a few faculties will engage in this act. Faculties of Medicine, Allied Health, Technology, Fisheries and Marine Sciences and Technology, Graduate Studies will not. I will report on the participation of staff members in the trade union action from other faculties. I am not a person who gets intimidated by the mob mentality of student unions, unreasonable trade union demands, thuggery or any other pressure. I work according to rules, regulations and laws.",
    "Therefore, I will not resign as demanded by the trade unions and teacher associations because, I have not done anything wrong. I also believe that any decision must be taken only after giving me a hearing to my side of the story for which I will bring hard evidence to prove my innocence. Honourable Prime Minister has given many opportunities to FUTA to make allegations against me but I have not been summoned to answer any of these allegations or charges or even for a discussion."
  ]
}