{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83550",
  "time_ut": 1707170580.0,
  "original_lang": "en",
  "original_title": "Jaffna  Youth Congress was the First to Demand “Poorana Swaraj”( Complete Self-Rule) For Ceylon/SriLanka From  Britain.",
  "original_body_lines": [
    "Sri Lanka known formerly as Ceylon gained independence from British rule on 4 February 1948. The Island nation celebrates the 76th anniversary of her “tryst with destiny” on Sunday. Events marking freedom day festivity are scheduled for the week-end.",
    "Even as the greater part of the Island is enveloped in a melodious mood, a discordant note is struck in the Tamil dominated Northern province and  the  Tamil Majority Eastern Province. The Jaffna University Students Union and organizations representing the families of disappeared persons have proclaimed 4 February 2024 as a ”Kari Naal”( black or dark day) and declared it as a day of mourning.",
    "It has been announced that “Kavana Eerppu Poaraattangal”(Attention drawing demonstrations)would be held in the five districts of the  North and three districts of the east. Several  Sri Lankan Tamil nationalist parties and civil society organizations have endorsed and lent support  to the call for observing freedom day as a black day.",
    "It is not clear at the time this article is being written  as to whether a “Hartal” or shutdown will take place but it appears that black flags would be flown in the Tamil areas of the North and East on Independence day. The Undergrads have announced that a huge “Black Day” protest  march will  be held on February 4th .",
    "Being free of colonial bondage is refreshingly liberating.  Independence Day would therefore  be a day of joy and happiness. But that has not been so for the Ilankaith Thamizhar of Sri Lanka for many, many years. This does not apply to Tamil hardliners alone but to a very large number of the Tamil people.",
    "Many Tamils are not part of the freedom day festivity emotionally and spiritually. Lots of Tamils remain estranged and alienated from the Sri Lankan State still. The resentment manifested currently towards Independence Day is illustrative of that black mood.",
    "Despite the current mood, it is a fact that the Tamils played an important role in the freedom struggle against the UK. Tamil perspectives towards Independence  have changed from time to time depending on prevailing political circumstances.",
    "However, Post-Independence political problems should not blind us to the fact that a significant section of  Tamils was in the vanguard of the  freedom struggle against the British in the past.",
    "Sadly, the pioneering role played by Tamils in the  20th century quest for Independence is now forgotten. It was  Sir Ponnambalam Arunachalam’s famous lecture on “Our Political Needs”  which laid the foundation for the National Congress .  Also the activities of the Jaffna Youth Congress, ave been praiseworthy  efforts in this regard.",
    "The south after the heroic and historic 1818 and 1848 rebellions was generally quiet during British rule. The dominant Sinhala political class preferred to cooperate  and negotiate with rather than confront the British. Only the Leftists engaged in anti-colonial struggle through protests such as the Suriyamal movement and the  Bracegirdle Affair.",
    "There was also much trade union activity and strikes. A very large number of Tamils were associated with their Sinhala comrades in these Left-leaning anti-colonial “Aragalayas”.",
    "Trade Union Pioneer A.E. Goonesinghe in his more radical days founded the Young Lanka league to protest British rule.  However, the political path adopted by prominent leaders such as D.S. Senanayake, Sir Baron Jayatilleka and Sir Oliver Goonetilleka was different. They worked for self-rule through negotiation rather than agitation.",
    "As a result, this nation never had an anti-colonial struggle as what was conducted in India  by Mahatma Gandhi  through non-violence , or   militarily by  “Netaji” Subash Chandra Bose.",
    "The nearest to an anti-British, pro-freedom struggle, in the country came from the north. It emanated from the now forgotten Jaffna Youth Congress led by the likes of Handy Perinbanayagam, ‘Orator’ Subramaniam, J.V. Chelliah, M.Balasundaram, S.Kulendran, K. Nesiah and C. Ponnambalam.",
    "It was the Jaffna Youth Congress which called first for “Poorana Swaraj” or complete self-rule from the British and rejected the limited reforms proposed by the Donoughmore Commission.",
    "It is recorded that hundreds of Jaffna youths ran about the streets of Jaffna town shouting out loudly “Swaraj, Swaraj” after listening to an inspiring lecture by the famous female freedom fighter of India Kamaladevi Chattopadhyay.",
    "Fired by the ideals espoused by Mahatma Gandhi the Youth Congress demanded Poorana Swaraj (Complete Independence) and urged a boycott of the first State Council elections in support.",
    "When the first State Council elections were held in 1931, there were no candidates from Jaffna. The four seats allocated to Jaffna remained unfilled until 1934.However, the 1931 boycott was observed only in Jaffna. The rest of the country did not follow suit and the boycott ultimately ended in failure.",
    "British scholar Jane Russell compared the Jaffna boycott to parallel developments during the Indian freedom struggle and observed that it was like the turkey-cock trying to imitate the dance of the peacock. The metaphor was derived from a poem by the poetess Auvaiyaar “Kaana Mayilaadak Kandiruntha Vaankoali”…….",
    "Later, southern historians tried to distort the boycott call and depicted it as a communal cry. Some conflated H.A.P. Sandrasagara’s threat to Ulsterize Jaffna – stated in a different context -with that of the Youth Congress boycott call. That, however, was untrue.",
    "The Youth Congress boycott was inspired by nobler motives. So forceful was the impact of the Youth Congress, that Philip Gunewardena, the Father of Marxism in Sri Lanka’ and the father of Prime Minister Dinesh Gunewardena, wrote glowingly in the Searchlight journal that Jaffna had given the lead and asked the Sinhalese to follow suit.",
    "Prof. Wiswa Warnapala reviewing the book written by Santhaseelan Kadirgamar on the Jaffna Youth Congress expressed his admiration of the Jaffna Youth Congress openly and chastised Sinhala political leaders of the colonial period as Bootlickers of Imperialism.",
    "Two noteworthy feats of the youth congress were the boycott of a visit to Jaffna by the then Prince of Wales and the hoisting of the Nandhi flag in place of the Union Jack.",
    "The forerunner of the Youth Congress was the Student Congress of Jaffna formed in 1920 within the precincts of Jaffna College, Vaddukkoddai.",
    "King George the Fifth was reigning then. The Prince of Wales who subsequently  mounted the throne as King Edward the Eighth and later abdicated visited Ceylon in 1921. His visit was boycotted in Jaffna due to the efforts of the Jaffna Student Congress which was re-named the Youth Congress a few years later.",
    "Furthermore the Youth Congress in a symbolic gesture of defiance hoisted the erstwhile Jaffna Kingdom’s Nandhi flag instead of the Union Jack on Empire Day.",
    "The Youth Congress also conducted several meetings and Satyagrahas, in support of freedom. They invited Indian political leaders to the peninsula and held mass rallies and processions. Mahatma Gandhi, Jawaharlal Nehru, C. Rajagopalachariar, Sarojini Nayudu and Kamala Devi Chattopadhyay were some of these.",
    "The Youth Congress also invited several Sinhala personalities  ranging from P de S Kularatne to SWRD Bandaranaike to Jaffna for lectures to promote inter-racial amity and unity.",
    "The political climate of Ceylon/Sri Lanka  underwent  transformation with the advent of the Donoughmore Commission. A four-member team headed by Lord Donoughmore was appointed by Whitehall to hear representations and propose a new constitutional arrangement for Ceylon.",
    "The Donoughmore Commission spent four months in the island from 18 August 1927 to 18 January 1928. The commissioners held 34 sittings and interviewed over 140 persons from various delegations. Several petitions and appeals in writing were also accepted.",
    "The Donoughmore Commission released its report on 28 June 1928.",
    "The Tamils of Sri Lanka lacked an effective leader when the Donoughmore Commission arrived in 1927. Sir Ponnambalam Arunachalam had passed away in 1924. His elder brother Sir Ponnambalam Ramanathan revived the Tamil League formed by Arunachalam and made representations before the Donoughmore Commission. Other Tamil organisations also followed suit. The Tamil representation spearheaded by Sir Ponnambalam Ramanathan neither sought secession nor federalism. Instead it asked for greater political representation for the Tamils. Ramanathan opposed territorial representation and supported the communal representation principle.",
    "The Tamils did not think of a federal arrangement for the north-east but argued for communal representation based on greater weight for the Tamils. The Sri Lankan Tamils were aiming at seats in the envisaged legislature on a ratio of two to one. They wanted one third of seats to be allocated for the Tamils and two-thirds for the Sinhalese.",
    "The Donoughmore Commission rejected communal representation as a “cancer eating into the body politic” and ushered in territorial representation. This provided the Sinhala people a greater advantage in obtaining more representation. A disappointed Ramanathan who was to die in 1930 lamented loudly, “Donoughmore means Tamils no more”. Ramanathan’s emerging political successor G.G. Ponnambalam described the Donoughmore Constitution as a “political windfall” for the Sinhalese.",
    "With World War II drawing close to an end, the prospects of freedom from British colonial bondage loomed large on the political horizon.A commission of inquiry headed by Viscount Soulbury was sent in 1944 by Whitehall to engage in consultations with all sections of the population and compile constitutional reform proposals. This was known as the Soulbury Commission.",
    "The advent of the Soulbury Commission saw Sri Lankan Tamils forming the All Ceylon Tamil Congress (ACTC). G.G. Ponnambalam became the ACTC President while S. Sivasubramaniam was the party General-Secretary. The primary objective of ACTC at that point of time was to argue the case for its “fifty-fifty” demand before the Soulbury Commission.",
    "The Tamil Congress wanted a scheme of balanced representation popularly called “fifty–fifty.” According to this proposal, 50% of seats were to be allotted to the Sinhala majority and 50% for all the other minority ethnicities including Tamils. They wanted a scheme where the minority community representation was to be given weightage so that non–Sinhala communities together could counter-balance perceived Sinhala domination. This was rejected by the Soulbury Commission which refused to create an “artificial majority out of a minority.”",
    "The Soulbury Commission report was incorporated as a “White Paper” and made public in October 1945. The report formulated a scheme awarding ‘dominion’ status for Ceylon and envisaged full independence to follow thereafter. The Ceylonese board of ministers accepted it with reservations.",
    "Subsequently, it was submitted in the form of a motion in November 1945 for approval of the legislature known as the State Council. If the motion were defeated, then the State Council set up under the Donoughmore Constitution would continue and self-government leading to full independence under a Dominion Constitution would have been  a distant dream.",
    "The All Ceylon Tamil Congress held a special meeting where it was decided to reject the Soulbury report. It also resolved that all minority community members in the State Council should vote against the White Paper motion. Tamil Congress leader G.G. Ponnambalam went to London in a desperate last minute effort to thwart the Soulbury Constitution being adopted.",
    "The State Council motion was moved by D.S. Senanayake and seconded by S.W.R.D. Bandaranaike. Understanding the anxiety, doubts and fears of minority communities, particularly Sri Lankan Tamils of being dominated and suppressed by the Sinhala majority in an “independent” Ceylon, D.S. Senanayake who became known later as the “father of the nation” made an eloquent appeal. DS stated thus: “I do not normally speak as a Sinhalese, and I do not think that the leader of the council ought to think of himself as a Sinhalese representative; but for once, I should like to speak as a Sinhalese and to assert with all the force at my command that the interests of one community are the interests of all. We are one of another, whatever our race or creed.”",
    "Urging Tamils and other minority communities to accept the Soulbury Constitution, DS reached out to them in this manner: “Do you want to be governed from London or do you want, as Ceylonese, to help govern Ceylon? On behalf of the congress and on my own behalf, I give minority communities the sincere assurance that no harm need you fear at our hands in a free Lanka.”",
    "While G.G. Ponnambalam was in the UK, the State Council motion was put to the vote. It was passed by fifty-five votes to three. The trio who voted against the motion comprised one Sinhalese and two Indian Tamils. They were Wijayananda Dahanayake who later became a Prime Minister and up-country Tamil trade unionists Natesa Iyer and I.X. Pereira. All Sri Lankan Tamil, Muslim, Malay, Burgher and European State Councillors  voted for the Soulbury Commission. The minorities including Sri Lankan Tamils had trusted Sinhala leader D.S. Senanayake and acceded to his appeal. This was a huge blow to the Tamil Congress in general and its leader G.G. Ponnambalam in particular.",
    "The State Council was dissolved on June 4, 1947 and the general elections for the envisaged House of Representatives (Parliament) was scheduled for August 23 and continued until September  20, 1947. There were to be ninety–five elected and six appointed MPs. There would be eighty-nine electorates. Of them, a few like Colombo Central were multi-member constituencies electing more than a single MP. There was also to be an upper-house consisting of 30 senators. Parliamentary elections were duly held and results announced. The newly-formed United National Party (UNP) led by D.S. Senanayake won 42. The Lanka Sama Samaja Party (LSSP) led by Dr. N.M. Perera won 10. The Tamil Congress led by G.G. Ponnambalam won 7. The Ceylon Indian Congress (as Ceylon Workers’ Congress was known then) led by Saumiyamoorthy Thondaman got 6. The Bolshevik Leninist Party of Dr. Colvin R. de Silva got 5. The Communist Party led by Dr. S.A. Wickramasinghe won 3 seats. The Labour Party got one with its founder-leader A.E. Goonesinghe being elected from Colombo Central. There were also 21 MPs who had contested as independent candidates and won.",
    "The   All Ceylon Tamil Congress contested eight of the nine electorates in the Northern  Province and one out of the seven electorates in the Eastern  Province. The party also supported some independent candidates in the electorates it did not contest. The following were elected as MPs from the Tamil Congress; G.G. Ponnambalam – Jaffna; S.J.V. Chelvanayagam – Kankesanthurai; C. Vanniyasingham – Kopay; V. Kumarasamy – Chavakachcheri; T. Ramalingam – Point Pedro; K. Kanagaratnam – Vaddukkodda1 and S. Sivabalan – Trincomalee.",
    "The Tamil Congress was jubilant at the results. GG Ponnambalam smarting from the Soulbury Constitution debacle had cleverly utilised the elections to take revenge on Tamil State Councillors who had voted for the Soulbury constitution. Ponnambalam told Tamils that voting for the Tamil Congress would demonstrate to the UK that Tamils had rejected the Soulbury Constitution arrangements and instead required an electoral system based on the balanced representation principle. He called upon the Tamil people to reject those who voted for the SoulburyConstitution as Tamil traitors and also all Tamil candidates of the UNP at the polls.",
    "The prominent three among the former State Councillors who voted for the Soulbury Constitution and contested parliamentary polls lost. Sir Arunachalam Mahadeva and S. Natesan were defeated by Ponnambalam and Chelvanayagam in Jaffna and Kankesanthurai respectively. J. Thiyagarajah lost to a Tamil Congress backed independent C. Sittampalam in Mannar.",
    "An elated GG Ponnambalam cabled the Colonial Office in Britain stating that election results vindicated the Tamil Congress’ stance on balanced representation. The Tamil Congress leader made an unreasonable demand that the Soulbury Constitution should be rejected outright and fresh elections under a different electoral system should be held.This was ruled out by Whitehall.",
    "The first Ceylonese parliamentary elections had resulted in a hung Parliament. The D.S. Senanayake led UNP had only obtained 42 of the 95 elected MP seats.  Nevertheless , D.S. Senanayake aided by Sir Oliver Goonetilleka engaged in a rare display of political statecraft  by enticing 12 independent MPs and AE  Goonesinghe to form the first parliamentary government of Ceylon/Sri Lanka in September 1947.",
    "Among the  cabinet ministers were Two Tamils and a Malay. Among the Parliamentary secretaries or Junior ministers were Two Muslims, two Burghers and a Tamil. Thus despite GG Ponnambalam’s objections, DS Senanayake was able to convince Whitehall that his Govt was truly national and that the Country should  be granted early independence.",
    "This was done very soon. On 4 February 1948 Ceylon gained independence  from the UK. Adhering perhaps to the saying “If you cant beat them,join them”, GG Ponnambalam himself joined the DS Senanayake  cabinet  one year later in September 1948  as minister of Industries,industrial research and Fisheries. He justified this turnaround by saying it was based on the policy of responsive cooperation.",
    "However GG Ponnambalam’s action resulted in the Tamil Congress fracturing.. MPs SJV Chelvanayafam, C.Vanniasingham and Senator EMV Naganathan split and formed the Ilankai Thamil Arasuk Katchi(ITAK)known in English as the Federal Party(FP)",
    "Sadly one of the first acts of Ceyon’s first  post-independence Govt was to target the then second largest community in the Island -the Indian Tamils. They were de-citizenised and disenfranchised through  cruel Parliamentary legislation.Hundreds of thousands of people were de-humanized as stateless persons and persecuted as “Kallathonis”.",
    "This article appears in the “Political Pulse” Column of the “Daily FT”dated 2nd February 2024 under a different heading .It can be accessed here –"
  ]
}