{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100225/us-supreme-court-rules-trump-has-immunity-for-official-not-private-acts",
  "time_ut": 1719848940.0,
  "original_lang": "en",
  "original_title": "US Supreme Court rules Trump has immunity for official, not private acts",
  "original_body_lines": [
    "The U.S. Supreme Court found on Monday that Donald Trump cannot be prosecuted for official actions taken as president, but can for private acts, in a landmark ruling recognizing for the first time any form of presidential immunity from prosecution.",
    "The justices, in a 6-3 ruling written by Chief Justice John Roberts, threw out a lower court’s decision rejecting Trump’s claim of immunity from criminal charges involving his efforts to undo his 2020 election loss to Joe Biden. The six conservative justices were in the majority. Its three liberals dissented.",
    "“We conclude that under our constitutional structure of separated powers, the nature of presidential power requires that former president have some immunity from criminal prosecution for official acts during his tenure in office,” Roberts wrote.",
    "“At least with respect to the president’s exercise of his core constitutional powers, this immunity must be absolute. As for his remaining official actions, he is also entitled to immunity,” Roberts added.",
    "Trump hailed the ruling in a social media post, writing: “BIG WIN FOR OUR CONSTITUTION AND DEMOCRACY. PROUD TO BE AN AMERICAN!”",
    "Roberts said Trump’s case will be sent back to the lower courts for further review. The Supreme Court’s slow handling of the blockbuster case already had helped Trump by making it unlikely that any trial on these charges brought by Special Counsel Jack Smith could be completed before the election.",
    "The court analyzed four categories of conduct contained in Trump’s indictment: his discussions with Justice Department officials following the 2020 election, his alleged pressure on then-Vice President Mike Pence to block certification of Biden’s election win, his alleged role in assembling fake pro-Trump electors and his conduct related to the Jan. 6, 2021, attack on the U.S. Capitol.",
    "The court found Trump was absolutely immune for conversations with Justice Department officials but returned the case to lower courts to determine whether Trump has immunity for the other three categories. The ruling marked the first time since the nation’s 18th century founding that the Supreme Court has declared that former presidents may be shielded from criminal charges in any instance.",
    "Trump is the Republican candidate challenging Biden, a Democrat, in the Nov. 5 U.S. election in a 2020 rematch.",
    "The decision came in Trump’s appeal of a lower court ruling rejecting his immunity claim. The court decided the case on the last day of its term.",
    "Trump, 78, is the first former U.S. president to be criminally prosecuted as well as the first former president convicted of a crime. Smith’s election subversion charges embody one of the four criminal cases Trump has faced.",
    "Justice Sonia Sotomayor, joined by fellow liberal Justices Elena Kagan and Ketanji Brown Jackson, delivered a sharply worded dissent, saying the ruling “makes a mockery of the principle, foundational to our Constitution and system of government, that no man is above the law.”",
    "Sotomayor added: “Relying on little more than its own misguided wisdom about the need for bold and unhesitating action by the president, the court gives former President Trump all the immunity he asked for and more.”",
    "Sotomayor said the ruling “reshapes the institution of the presidency.”",
    "Trump had argued that he is immune from prosecution because he was serving as president when he took the actions that led to the charges. Smith had opposed presidential immunity from prosecution based on the principle that no one is above the law.",
    "Rick Hasen, a professor of law at the UCLA School of Law and a critic of Trump’s efforts to overturn his 2020 election defeat, said: “The Supreme Court has put out a fact-intensive test on the boundaries of the president’s immunity - with a huge thumb on the scale favoring the president’s immunity - in a way that will surely push this case past the election.”",
    "During April 25 arguments in the case, Trump’s legal team urged the justices to fully shield former presidents from criminal charges - “absolute immunity” - for official acts taken in office. Without immunity, Trump’s lawyer said, sitting presidents would face “blackmail and extortion” by political rivals due to the threat of future prosecution.",
    "In the special counsel’s August 2023 indictment, Trump was charged with conspiring to defraud the United States, corruptly obstructing an official proceeding and conspiring to do so, and conspiring against the right of Americans to vote. He has pleaded not guilty.",
    "Trump’s trial had been scheduled to start on March 4 before the delays over the immunity issue. Now, no trial date is set. Trump made his immunity claim to the trial judge in October, meaning the issue has been litigated for about nine months.",
    "In a separate case brought in New York state court, Trump was found guilty by a jury in Manhattan on May 30 on 34 counts of falsifying documents to cover up hush money paid to a porn star to avoid a sex scandal before the 2016 election. Trump also faces criminal charges in two other cases. He has pleaded not guilty in those and called all the cases against him politically motivated.",
    "A spokesperson for Smith declined to comment on Monday’s ruling. A lawyer for his office told the Supreme Court during arguments that the “absolute immunity” sought by Trump would shield presidents from criminal liability for bribery, treason, sedition, murder and, as in this case, trying to overturn the proper results of an election and stay in power.",
    "During the arguments, justices asked hypothetical questions involving a president selling nuclear secrets, taking a bribe or ordering a coup or political assassination. If such actions were official conduct, Trump’s lawyer argued, a former president could be charged only if first impeached by the House of Representatives and convicted in the Senate - something that has never happened in U.S. history.",
    "In a May Reuters/Ipsos poll, opens new tab, just 27% of respondents - 9% of Democrats, 50% of Republicans and 29% of independents - agreed that presidents should be immune from prosecution unless they have first been impeached and convicted by Congress.",
    "Smith, seeking to avoid trial delays, had asked the justices in December to perform a fast-track review after Trump’s immunity claim was rejected by U.S. District Judge Tanya Chutkan that month. Trump opposed the bid. Rather than resolve the matter promptly, the justices denied Smith’s request and let the case proceed in a lower court, which upheld Chutkan’s ruling against Trump on Feb. 6.",
    "The immunity ruling comes 20 weeks after Trump on Feb. 12 sought relief from the Supreme Court. By contrast, it took the court less than nine weeks in another major case to reinstate Trump to the presidential primary ballot in Colorado after he appealed a lower court’s ruling that had disqualified him for engaging in an insurrection by inciting and supporting the attack on the U.S. Capitol by his supporters.",
    "The timeline of the court’s immunity ruling likely does not leave enough time for Smith to try Trump on federal election subversion charges and for a jury to reach a verdict before voters head to the polls.",
    "Trump took numerous steps to try to reverse his 2020 loss to Biden.",
    "Federal prosecutors have accused Trump of pressuring government officials to overturn the election results and encouraging his supporters to march to the Capitol on Jan. 6 to push Congress not to certify Biden’s victory, based on false claims of widespread voting fraud. Trump supporters attacked police and stormed the Capitol, sending lawmakers and others fleeing. Trump and his allies also are accused of devising a plan to use false electors from key states to thwart certification.",
    "Not since its landmark Bush v. Gore decision, which handed the disputed 2000 U.S. election to Republican George W. Bush over Democrat Al Gore, has the Supreme Court played such an integral role in a presidential race.",
    "Trump also faces election subversion charges in state court in Georgia and federal charges in Florida brought by Smith relating to keeping classified documents after leaving office.",
    "If Trump regains the presidency, he could try to force an end to the prosecution or potentially pardon himself for any federal crimes."
  ]
}