{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Construction-sector-activities-gather-momentum-as-infrastructure-projects-return/108-279919",
  "time_ut": 1711942260.0,
  "original_lang": "en",
  "original_title": "Construction sector activities gather momentum as infrastructure projects return",
  "original_body_lines": [
    "Sector remains upbeat about future due to higher availability of projects",
    "The construction sector, which picked up at the start of the year, is seen gathering pace as the Purchasing Manager’s Index (PMI) compiled only for the sector showed continued expansion in February.",
    "The widely watched index which provides a close barometer of how vibrant the construction sector activities are, recorded 57.1 index points for February, up from 52.9 index points in January.",
    "The respondents who participated in the monthly survey conducted by the Central Bank had attributed this to the current conducive business environment and the resumption of several temporarily suspended projects.",
    "They in particular singled out the large scale infrastructure projects, particularly the ones which are foreign funded are now coming for bidding at the tenders.",
    "Sri Lanka for nearly two years had suspended large scale infrastructure projects since 2022 when the country ran short of foreign currency while the budget ran dry as the funds were re-purposed to meet the basic necessities of the people as the runaway inflation and shortages in food and medicines were the norm of the day back then.",
    "“New orders continued to increase for the second consecutive month, reflecting improved conditions in the industry”, the survey noted.",
    "As Sri Lanka was coming out of the worst of the crisis caused by the foreign exchange shortage due to increasing inflows from both tourism trade and remittances, there is going to be breathing space for the country to resume the projects it suspended and start new ones, giving a kick start to the once all important construction sector.",
    "Sri Lanka’s economy grew in back to back quarters in the latter half of last year, exiting the six quarter long recession.",
    "According to the breakdown of the gross domestic product data, construction sector activities also picked up in the final three months of last year by 4.0 percent from a year ago, although it wasn’t large enough to flip the construction sector PMI back into the expansionary territory at the time, though it neutralised in October.",
    "In PMI, an activity is split between an expansion and a decline at 50.0 while an index value of 50.0 indicates neither expansion nor decline.",
    "Despite the expansion, employment in the sector remained contracted, but at a slower rate compared to the previous month.",
    "The respondents cautioned of shortage of skilled and experienced construction workers. Sri Lanka lost many skilled people first due to the pandemic and thereafter by the economic crisis in the last two years.",
    "Further, the quantity of purchases improved due to the increased pipeline of projects while the prices of construction materials also indicated a downward adjustment.",
    "The outlook for the sector remains upbeat as most of the firms remain optimistic on the next three months due to the increased availability of projects."
  ]
}