{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-edb-german-ipd-sign-deal-to-promote-digital-products-and-services-sector-241217/",
  "time_ut": 1758263580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka EDB, German IPD sign deal to promote digital products and services sector",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Export Development Board (EDB) and Germany’s Import Promotion Desk (IPD) will sign a cooperation agreement which will promote the island nation’s digital products and services sector and natural ingredients and processed foods in Europe.",
    "“Through this cooperation, we aim to provide long-term, sustainable market access opportunities for Sri Lankan companies in Europe, while also strengthening EDB’s role as a key export promotion agency,” IPD Head Julia Bellinghausen was quoted in an EDB statement.",
    "“Sri Lanka has dynamic SMEs and promising export potential,” Bellinghausen, who visited Colombo from September 8–12, said.",
    "The agreement will facilitate B2B matchmaking sessions, sourcing missions and greater participation in leading international trade fairs.",
    "Stefan Schutze Tobar, Expert Sourcing and Sector Lead – Digital Products and Services at IPD Germany, who accompanied Bellinghausen, visited Sri Lankan IT service providers to “assess their export potential and identify companies suitable for inclusion in IPD’s matchmaking programme,” which links IT service SMEs with European buyers.",
    "EDB and IPD have partnered since 2019 to strengthen Sri Lanka’s export competitiveness, especially in natural ingredients.",
    "“This partnership has already delivered concrete market linkages and institutional know-how. The expansion into digital products and services will enable Sri Lankan SMEs to access new opportunities in Europe, while building on our success in natural ingredients,” EDB Chairman Mangala Wijesinghe said.",
    "The new cooperation agreement will help scale up these efforts by extending IPD’s advisory and matchmaking services.",
    "It will also strengthen SME capacity through tailored coaching on EU market entry strategies, sustainability and export documentation, and bolster EDB with training aligned to European market regulations.",
    "EDB and IPD joint initiatives have enabled small and medium-sized enterprises (SMEs) to meet European Union (EU) market requirements, improve compliance, and establish valuable buyer connections, EDB said.",
    "Bellinghausen also met Sarah Hasselbarth, Deputy Head of Mission of the German Embassy in Sri Lanka, to discuss SME development.",
    "Over the past five years, Sri Lankan exporters of essential oils, spices, coconut-based products and processed foods have been introduced to European buyers through sourcing missions and trade fairs such as Biofach and Anuga, EDB said. (Colombo/Sep19/2025)"
  ]
}