{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ogilvy-s-Geometry-Global-only-Lankan-agency-to-win-at-Global-Epica-Awards-2024/34-771445",
  "time_ut": 1736114714.0,
  "original_lang": "en",
  "original_title": "Ogilvy’s Geometry Global, only Lankan agency to win at Global Epica Awards 2024",
  "original_body_lines": [
    "Geometry Global, a strategic business unit of the Ogilvy Group Sri Lanka, has achieved a significant milestone as Sri Lanka’s only agency to be recognised at the prestigious Epica Awards 2024.",
    "The agency secured a Bronze in the ‘Public Interest – Social Advocacy’ category for its meaningful ‘Books that Keep on Giving’ campaign for ProMate (Printxcel), a leading stationery manufacturer in Sri Lanka.",
    "The Epica Awards are the only global creative awards judged by journalists from the marketing and communications industry, with the 2024 winners being evaluated in Paris by a jury of editors and media personnel from across Europe and the United States.",
    "Geometry Global’s Books that Keep on Giving initiative for ProMate Sri Lanka addresses the critical social need of supporting visually impaired students’ education amid Sri Lanka’s 300% surge in paper costs. Armed with the insight that over Rs. 25 billion worth of paper are discarded annually in the country, the campaign called on the public to donate their used notebooks which were then upcycled for Braille writing. Repurposing the donated notebooks in this manner meant that they offered visually impaired students the same learning opportunities of a brand-new book, making them Books that Keep on Giving.",
    "The campaign’s main communication asset was a touching video that called on all Sri Lankans to contribute to the cause, which became a viral success that inspired companies, schools, charities and individuals to take action. Collection points were setup across the country through ProMate’s branch network and partnership with Volunteer Sri Lanka, with collections to date accumulating sufficient materials to support visually impaired students across all government schools in Sri Lanka.",
    "Geometry Global Creative Group Head Nadeera Warawita said: “The Books that Keep on Giving campaign stemmed from a fundamental truth: even something perceived as waste can hold value for another. A used notebook provides a visually impaired student with the same opportunity for learning and growth as a new one. This message resonated powerfully across the country, inspiring individuals, businesses, and organisations to upcycle materials and champion inclusive education. Further, to be recognised on a global stage like the Epica Awards, judged by esteemed members of the international press, underscores the power and impact of this initiative. We are incredibly proud of this achievement, proud of the impact achieved through this simple act of repurposing, and deeply appreciate ProMate’s partnership in bringing this vision to life.”",
    "The Bronze award at Epica 2024 builds on Geometry Global’s recent success at the Dragons of Asia 2024, where the agency clinched the coveted Blue Dragon for the ‘Best Campaign in Country’ and the Gold in the ‘Best Cause/Charity Marketing’ category. At the Dragons of Sri Lanka Awards, the campaign earned additional recognition with the Gold for ‘Best Small Budget Campaign’, a Silver for ‘Best Brand Building/Awareness Campaign’, and a Black Dragon for ‘Best Social Media Campaign’. These awards recognised the campaign’s innovative approach and the power of purpose-driven marketing in creating meaningful social impact."
  ]
}