{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Voyage-Sri-Lanka-2025-to-set-sail-on-16-October/34-782142",
  "time_ut": 1758749981.0,
  "original_lang": "en",
  "original_title": "Voyage Sri Lanka 2025 to set sail on 16 October",
  "original_body_lines": [
    "From left: SLPA Harbour Master Capt. Nirmal Silva, EDB Chairman/Chief Executive Officer Mangala Wijesinghe and EDB Acting Director General Erandika Disanayake",
    "The Sri Lanka Export Development Board (EDB) yesterday announced that it will host the second edition of ‘Voyage Sri Lanka’, South Asia’s premier marine summit, on 16 October 2025 at the Kingsbury Hotel in Colombo bringing together global leaders, policymakers, investors, and professionals from across the globe in the field of Blue Economy.",
    "This year’s event will be held under the theme “Unveiling the Blue Economy Potential of Sri Lanka,” highlighting the island nation’s ambition to position itself as a regional hub for marine excellence.",
    "EDB Chairman Mangala Wijesinghe said the summit reflects the country’s determination to unlock the true strength of its ocean resources. He pointed out that Sri Lanka’s location at the heart of the Indian Ocean, with one of the world’s busiest maritime routes passing just off its shores, makes the blue economy a natural pillar of future growth.",
    "“The Blue Economy is no longer just a concept – it offers immense opportunities in trade, marine and offshore services, fisheries, tourism, and sustainable marine industries,” he noted.",
    "The conference will focus on two key sectors identified as strategic growth drivers for Sri Lanka’s marine economy; marine and offshore services, and the boat and shipbuilding industry.",
    "He said the marine and offshore services (M&OS) sector already generates an estimated turnover of $ 300–400 million annually, with Sri Lanka’s natural deep-water ports including Trincomalee, Hambantota and Colombo offering significant competitive advantages.",
    "“Nearly 200–250 vessels pass by the island daily, creating opportunities for ship repair, offshore engineering, oil and gas rig lay-up, bunkering and related services. Sri Lanka can attract foreign vessels and global investors if we invest strategically in developing these services,” Wijesinghe said.",
    "Boat building and shipbuilding were also highlighted as high-potential industries. With around 20–25 boat builders and one shipbuilding company currently operating, Sri Lanka has developed a reputation for producing state-of-the-art vessels that meet international standards. The industry caters to global markets including Norway, the Maldives, the Netherlands and parts of Africa, manufacturing a diverse range of vessels from pleasure boats to coast guard craft. Shipbuilding and repair remain the largest contributors to export earnings within the sector, supported by a skilled workforce and advanced technical capabilities.",
    "Voyage Sri Lanka 2025 will bring together international experts, investors, policymakers and industry leaders to promote the country’s marine and offshore potential, while encouraging strategic investments into these emerging industries.",
    "The summit will feature keynote addresses, panel discussions and B2B networking sessions aimed at driving exports and strengthening the national economy.",
    "Reaffirming the EDB’s commitment to building the marine economy as a future growth pillar, Wijesinghe invited both local and international stakeholders to be part of this effort.",
    "“We remain steadfast in our mission to unlock new export opportunities and attract investment in Sri Lanka’s marine sector. I call upon our industry partners, investors, and the global marine community to join us in harnessing the full potential of the blue economy,” he said.",
    "The summit will underscore key topics such as sustainable practices, technological innovation, investment prospects, and opportunities for regional collaboration in driving the Blue Economy forward.",
    "Beyond policy dialogue, the summit will provide an exclusive platform for investors to engage directly with policymakers and industry leaders, further strengthening Sri Lanka’s reputation as a leading destination for Marine industry investments in South Asia.",
    "The event was also attended by EDB Acting Director General Erandika Disanayake, GAC Group of Sri Lanka Group Director Ricky Barnett, Chamber of Marine Industries of Sri Lanka Chairman Kaushal Rajapaksa, SLPA Harbour Master Capt. Nirmal Silva, EDB Acting Additional Director General – Development Kumudinie Mudalige, and EDB Director – Export Services Indumini Kodikara together with other senior EDB officials and members of the media."
  ]
}