{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dr-malraj-b-kiriella-honoured-at-national-apex-awards-2025/",
  "time_ut": 1757526540.0,
  "original_lang": "en",
  "original_title": "Dr. Malraj B. Kiriella honoured at National Apex Awards 2025",
  "original_body_lines": [
    "Well known tourism professional and academic Dr. Malraj Bharatha Kiriella was recently honoured at the 4th National Apex Awards 2025, organised by the Organisation of Professional Associations of Sri Lanka (OPA). He received the National Apex Award of Professional Excellence, which was presented by Dr. Jagath Wickremaratne, Speaker of Parliament, at the awards ceremony held in Colombo.",
    "The award serves as a lifetime recognition, celebrating Dr. Kiriella’s long and distinguished career of nearly four decades in tourism, sustainable development, and professional leadership. His contributions have ranged from institutional reform and product development to international representation and academic mentoring.",
    "Dr. Kiriella began his professional journey at Air Lanka (later rebranded as SriLankan Airlines) before joining Sri Lanka’s national tourism administration. Over the years, he rose to hold key leadership posts, including Director General of the Sri Lanka Tourism Development Authority, Managing Director of the Sri Lanka Tourism Promotion Bureau, and Director roles in Research & International Relations, Marketing, and Standards & Quality Assurance. He also served as a consultant on national planning and strategy initiatives, contributing to frameworks that continue to shape the industry.",
    "Internationally, he has represented Sri Lanka Tourism at UNWTO, SAARC, PATA, and BIMSTEC, where he actively worked to strengthen Sri Lanka’s global engagement and secure multilateral cooperation.",
    "An academic as well as a practitioner, Dr. Kiriella holds a PhD in Economics from the University of Colombo, with his research focused on Tourism FDI. He also holds an LLM (with Distinction), an MA and BA (Honours) in Economics from the University of Colombo, and an LLB from the Open University of Sri Lanka.",
    "He is a Chartered Companion of the Chartered Management Institute (UK), an Attorney-at-Law, and Vice President of the Sri Lanka Economic Association. He also serves as Chairman of the BASL Law Student Skills Development Committee and is affiliated with several other professional bodies that promote higher standards of professionalism in Sri Lanka. In addition, he is the Founder and Owner of SAMAS and continues to contribute as a senior lecturer and academic mentor.",
    "Educated at S. Thomas’ College, Mount Lavinia, D. S. Senanayake College, Colombo, and Ferguson Boys’ Primary School, Ratnapura, Dr. Kiriella’s journey reflects a blend of discipline, academic excellence, and professional dedication.",
    "This honour at the Apex Awards highlights not only his individual achievements but also his broader contribution to Sri Lanka’s tourism, professionalism, and sustainable growth.",
    "British national honoured for heroic efforts in Ella bus tragedy",
    "Central Bank inaugurates “Financial Literacy Month 2025” from September 10",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}