{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97152/indian-ocean-stability-requires-early-end-to-gaza-war-president",
  "time_ut": 1707502320.0,
  "original_lang": "en",
  "original_title": "Indian Ocean stability requires early end to Gaza war - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe says the Indian Ocean Region’s stability requires an early end to the Gaza war followed by the establishment within 5 years of an Independent Palestine State and a guarantee for the security of the state of Israel.",
    "He made this remark while delivering the keynote address at the 7th Indian Ocean Conference in Perth, Australia on Friday (Feb.09).",
    "Wickremesinghe hit out at the United States for supporting the war in the densely populated Palestinian enclave. “The ill-advised judgment of the US in supporting the Gaza war will diminish its influence in the [Indian Ocean] region.”",
    "Commenting further, the President emphasized that the hostility of the countries forming the Islamic Arch in the Indian Ocean will prevent any close rapprochement with the US for some time.",
    "The Russian, Chinese and Iranian strategies are successfully biting at the US hegemony, and thereby further weakening the US, Wickremesinghe said underscoring the fact that Indian Ocean stability requires an early end to the Gaza war.",
    "With regard to the recent geopolitical developments and their impact on the Indian Ocean Region, the President said these have resulted in an increase in the strategic importance of the Western Indian Ocean that was not foreseen four years ago. This in turn is shifting the geopolitical emphasis towards the Indian Ocean, he added.",
    "Russia has now found new markets in China and the Western Indian Ocean due to the Ukrainian war, and the consequent Western sanctions on the resource-rich economy, the President continued. “For example, Russian Crude Oil is refined in the Gulf refineries. Dubai has replaced London as the financial centre for the oligarchs. Russia has developed a closer friendship with Iran, which is an important source of supply for drones. Russia is carrying on naval exercises with Indian Ocean countries, including Myanmar and South Africa.",
    "“China itself has played an active role in healing the rift between Iran and Saudi Arabia. Iran and its allies have become important players in West Asia. The Shanghai Cooperation Organisation, with India, Pakistan and Iran as members have the Western Indian Ocean as its outer limits.”",
    "“It is a great pleasure to be here in Perth for the 7th edition of the Indian Ocean Conference. I thank the Australian Government, for the hospitality afforded to all of us. I also thank the India Foundation for once again bringing us together. The theme of this Conference – “Towards a Stable and Sustainable Indian Ocean”- could not be timelier and more appropriate.",
    "The Australasian continent is unique in that it has borders with both the Indian Ocean and the Pacific Oceans. Perth played a crucial role in the history of Sri Lanka – Australia relations. During World War II, Royal Canadian Air Force, Catalina Flying Boats, traversed the expanse of the Indian Ocean, connecting Perth with Koggala Air Base in Ceylon. The only air link between the Indian subcontinent and Australia. Known as flights of the double sunrise, they operated a non-stop route upto 32 hours in radio silence, to ensure the success of a critical air route during World War II for the Allies.",
    "The Japanese attacks in April 1942 on the Indian Ocean specially Ceylon was described by Churchill as the most dangerous moment of the war highlighting the importance of the Indian Ocean to the British Empire. I was just talking with Dr. Balakrishnan and he said there were no carrier battles in the Indian Ocean for the simple reason that the Japanese sank the only British carrier.",
    "Let me highlight a few important developments which I hope will make a contribution to your deliberations.",
    "Firstly, historically speaking, the Indian Ocean is multipolar and has resisted domination by a single power. This multipolarity is a reflection of the essence of the Indian Ocean region and its people. As Asia emerged from colonialism the newly independent countries of Asia ie. Ceylon, India, Indonesia, Burma and Pakistan convened the Bandung Conference in 1955 to oppose colonialism in all its forms. The conference declaration to oppose big power rivalry in turn led to the Non Aligned Movement. Since then the Indian Ocean region has been influenced by the spirit of Bandung. It has never became a part of the US Hub and Spoke system.",
    "The past two decades has seen the emergence of diverse framings of the Indian Ocean region and a flurry of diplomatic activity articulating various policy positions, tilts, and frameworks. What is clear is that no single, objective geopolitical construct has emerged, and we are left instead with a contested vision with multiple interpretations.",
    "The key frameworks that have emerged include in addition to IORA, the Indo-Pacific, the BRI, the QUAD, and the BRICS. There are also regional organizations including ASEAN, ARF (ASEAN Regional Forum), ACD (Asia Cooperation Dialogue) BIMSTEC, SAARC, GCC, Arab League, OIC, SADC, EAC and SCO that have been established. Additionally, we have the operational arrangements that deal with specific areas of cooperation including RCEP, IONS, the Djibouti Code of Conduct, IOTC, Indian Ocean Commission (IOC), MASE, four regional Information Fusion Centres (Singapore, India, Seychelles and Madagascar), and the CGPCS (Contact Group on Piracy off the Coast of Somalia).",
    "Along with these frameworks and groupings, we also see an increased militarization of the Indian Ocean which is redefining power balances and alliances. In the maritime space we see a building up in naval capabilities in India, and with USA, Australia, UAE, Saudi Arabia, and China all increasing their naval presence significantly. Therefore, balancing between the great power rivalries is becoming an increasingly more complex task. As a result, the space for manoeuvrability for littoral states is shrinking fast as this rivalry in the Indian Ocean region intensifies and spills over into decision-making on political, economic and security issues. The proverbial question to choose one over the other is perennially hanging over us.",
    "Secondly, the geopolitical developments have resulted in an increase in the strategic importance of the Western Indian Ocean that was not foreseen four years ago. This in turn is shifting the geopolitical emphasis towards the Indian Ocean. The Ukrainian war, and the consequent Western sanctions on Russia has resulted in the resource-rich economy finding new markets in China and the Western Indian Ocean. For example, Russian Crude Oil is refined in the Gulf refineries. Dubai has replaced London as the financial centre for the oligarchs. Russia has developed a closer friendship with Iran, which is an important source of supply for drones. Russia is carrying on naval exercises with Indian Ocean countries, including Myanmar and South Africa.",
    "China itself has played an active role in healing the rift between Iran and Saudi Arabia. Iran and its allies have become important players in West Asia. The Shanghai Cooperation Organisation, with India, Pakistan and Iran as members have the Western Indian Ocean as its outer limits.",
    "The ill-advised judgment of the US in supporting the Gaza war will diminish its influence in the region. The hostility of the countries forming the Islamic Arch in the Indian Ocean will prevent any close rapprochement with the US for some time. The Russian, Chinese and Iranian strategies are successfully biting at the US hegemony thereby further weakening the US. The Indian Ocean stability requires an early end to the Gaza war followed by,",
    "a. the establishment within 5 years of an Independent Palestine State and",
    "Thirdly, the recent attacks on commercial vessels by the Yemen-based Houthi rebels, is a challenge to the ‘Freedom of Navigation’. We have to ensure access and mobility in the Suez Canal, Red Sea, Bab-el-Mandeb and the Gulf of Aden. In addition, we also face the threat of Somali Pirates, once again. The safety of undersea cables and critical infrastructure are also facing additional threats. The presence of drugs in the Indian Ocean and Human Smuggling has increased. IUU fishing still takes place. These threats present challenges to the Freedom of Navigation. We need to refocus on the freedom of navigation in the Indian Ocean. Sri Lanka offers to recommence the discussions on the Freedom of Nation in the Indian Ocean.",
    "Fourth, is expanding connectivity. According to estimates there will be an eight-fold increase in the GDP of India and Indonesia by 2050. Similar increases are expected in some of the other countries in South and West Asia. This requires additional port capacities and new transport routes. The Suez Canal may not be sufficient. In this regard India’s two new connectivity initiatives are welcome. Firstly, the India (Mumbai) – Iran – Russia corridor and secondly the India (Mumbai) – Middle East – Europe corridor. Similarly, there are connectivity initiatives taking place in the Bay of Bengal. Work has already commenced on the Chongqing – Kyaukphyu corridor giving access to Western China. Thailand is planning the Kra land bridge connecting the Gulf of Siam with the Bay of Bengal. India and Sri Lanka are commencing feasibility studies on land connectivity between the two countries making Sri Lanka a Regional Logistics Hub with Colombo and Trincomalee ports available to South India.",
    "The Indian Ocean Conference theme this year “Towards a more stable and sustainable Indian Ocean” highlights the two key areas which require our focus. What I have outlined before, dealt primarily with pursuing stability of the region. There is an equally serious, more immediate and existential threat that looms and that is the Climate Crisis.",
    "Experts have revealed that the Indian Ocean is warming at a higher rate than the other oceans around the world. The levels of warming are estimated to be three times higher than in the Pacific Ocean and coastal areas across the IOR will experience continuous rise in sea levels and face severe coastal erosion. The Indian Ocean is also rising at a level of 3.7 millimetres annually and extreme sea disasters are inevitable. The island states of the IOR are vulnerable and have to be provided with adequate resources to mitigate the effects of climate change. Changes at sea also affect monsoon patterns and in turn impact on agriculture and food security across the Indian Ocean region. They also impact on the biodiversity and in turn on food and livelihood of people of the littoral states.",
    "The Indian Ocean presents opportunities in terms of ecology. Not only is it our biggest sink for Carbon, but it also provides potential for mitigating the climate crisis, through offshore wind, solar, and wave energy. Through seaweed farming and mangrove cultivation, we can increase the sequestration of Carbon. Sustainable exploitation of our Ocean’s resources is critical for our survival, as the Ocean provides for our future.",
    "At COP 28 Sri Lanka proposed three key initiatives, (1) the Tropical Belt Initiative, including the Indian Ocean (2) The International Climate Change University and the Climate Justice Forum. As the current Chair of the Indian Ocean Rim Association (IORA) Sri Lanka is focusing on the interdependence between the Indian Ocean and climate change. The Climate Justice Forum aims to accelerate financing of losses and damages and includes debt justice as an essential component of the overall solution. Any proposals for mitigation and adaptation interventions must take into account the debt component faced by Climate-vulnerable and developing countries.",
    "We are living in uncertain times. The stability we had taken for granted since the end of WWII and the Cold War is unravelling. Globalisation is being challenged as is multilateralism. The Climate Crisis is affecting prospects for trade and economic development around the world. It is impacting on food security, livelihoods, supply chains, biodiversity and maritime transportation. Either we can wait for global developments to dictate our fate or unite, so that we may chart our own course.",
    "Creating a safer ocean environment by building confidence and predictability among users and enhancing ocean situational awareness will be key to maintaining peace and security in the Indian Ocean. The main platform that can undertake this important task is the Indian Ocean Rim Association (IORA). Ensuring a peaceful and secure Indian Ocean would facilitate sustainable use of oceans for the economic and social benefit of coastal and littoral states.",
    "An overarching architecture for the Indian Ocean that deals with critical issues is required. The basis for such a structure is already in existence including the United Nations Convention on the Law of the Sea (1982) and the recently adopted BBNJ agreement in 2023 on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction or the High Seas Treaty.",
    "A Code of Conduct on freedom of navigation and over flight and unimpeded commerce and similar guiding principles on dealing with the climate crisis and the sustainable use of the Indian Ocean are a necessity. Only the leaders of the IORA countries can ensure that these measures are translated to the creation of an overarching regional architecture for the Indian Ocean region. Therefore the responsibility lies with us."
  ]
}