{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99781/70-locomotive-engineers-promoted-others-still-to-complete-requirements-railway-dept",
  "time_ut": 1718004960.0,
  "original_lang": "en",
  "original_title": "70 locomotive engineers promoted, others still to complete requirements – Railway Dept.",
  "original_body_lines": [
    "The Additional General Manager (Administration) of the Department of Railways Mrs. Kusalani de Silva states that the ongoing strike by railway locomotive engineers is intended solely to inconvenience the government, the Railways Department and the general public, despite all possible solutions having been provided to address their issues.",
    "Joining a press conference held this morning (10), Mrs. Kusalani de Silva highlighted that the Department of Railways had issued 57 promotion letters to the railway locomotive engineers by Thursday (June 06), which is more than 50% of the relevant employees.",
    "“Since they launched the strike at midnight on June 6, we spoke to the Powertrain Sub-Department on the morning of June 7…. The Powertrain Sub-Department of the Department of Railways is responsible for the preliminary activities of the employees in question”, she said.",
    "“We inquired with the sub-department regarding the matter. They had forwarded all other seamless promotions by 04:00 p.m. the same day. We have already prepared those appointment letters”, Mrs. Kusalani de Silva added.",
    "The Railways Additional General Manager further expressed that accordingly, the department has issued 70 appointment letters out of 83 locomotive engineers in question.",
    "“There are issues with only 13 more appointments. This is due to the non-completion of the department’s internal bar tests, second-language proficiency and other disciplinary proceedings.”",
    "Furthermore, she pointed out that due to this situation, the Railways Department has decided to hold a special department bar test within a period of one month, so that those who have not completed the relevant exams can complete the test.",
    "“The secretary of the relevant union, who is carrying out this strike, is seen in media and leading this trade union action, not the union’s president. We view this strike as being solely intended to inconvenience the general public and the government”, she expressed."
  ]
}