{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101469/sri-lanka-signs-education-cooperation-agreement-with-vietnam",
  "time_ut": 1724496600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka signs education cooperation agreement with Vietnam",
  "original_body_lines": [
    "The Deputy Minister of Education and Training of Vietnam Prof. Nguyen Van Phuc, along with the Ambassador of Sri Lanka to Vietnam, Dr. A. Saj U. Mendis has signed the Education Cooperation Agreement between the two countries for the period of 2024 to 2026.",
    "The Agreement was initially signed in 1999 and was periodically extended as it served as a predominant framework focused on advancement of collaboration in the sphere of education and training, mostly for Sri Lankan students, researchers and academics, amongst others. The Agreement was inked at the Ministry of Education and Training in Hanoi, Vietnam, the Embassy of Sri Lanka in Vietnam said in a statement.",
    "The Agreement is all-encompassing since it facilitates exchange of information relating to the development and innovation, cooperation between universities and academic institutions between the two countries, exchanges of academics, collaborative research and scholarships for students on long-term basis.",
    "During the signing ceremony at the Ministry of Education, Minister Nguyen Van Phuc emphasized the seminal and pivotal role education plays in socio-economic development in any given country, be it a developing country or an advanced country, it added.",
    "The Minister accentuated the significance Vietnam places on education since it has contributed to the meteoric economic transformation and rise of Vietnam during the last two decades. He further added that today Vietnam attracts and woos FDIs in excess of USD 30 billion and exports over USD 360 billion in a given year, primarily due to the highly competitive, competent, and adaptable human resource base of the country, the statement highlighted.",
    "Dr. Mendis, during his opening remarks, placed on record that the economic and commercial transmogrification of Vietnam was, fundamentally, attained within a relatively short period of time, which few countries could match. Ambassador Mendis further enunciated that the GDP per capita in 1990 was only USD 90 and today it has risen 50 folds to reach a GDP per capita of USD 4,500.",
    "He also added that he was much impressed of the proficiency of English language, mostly, of the younger generation, which in turn, would be a positive attribute for the future of Vietnam. Dr. Mendis, whilst expressing deep appreciation for the assistance and cooperation extended by Vietnam to Sri Lanka over the years, stated that over 2,500 years ago the sagacious philosopher, Confucius, encapsulated the intrinsic value of education as “Education breeds confidence, confidence breeds hope and hope breeds peace”.",
    "The delegation of Sri Lanka consisted of Minister Counsellor, Kethma Rajapaksa Yapa and officials of the Embassy of Sri Lanka in Hanoi whilst the delegation of Vietnam consisted of Director General, Nguyen Thi Thanh Minh, and senior most officials from the Ministry of Education and Training of Vietnam."
  ]
}