{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102348/protests-in-tamil-nadu-over-detention-of-17-fishermen-in-sri-lanka",
  "time_ut": 1727669460.0,
  "original_lang": "en",
  "original_title": "Protests in Tamil Nadu over detention of 17 fishermen in Sri Lanka",
  "original_body_lines": [
    "Fishermen from Tamil Nadu took to the streets on Sunday, staging a protest against the Sri Lankan Navy’s detention of 17 Indian fishermen and seizure of two boats off Rameswaram’s coast.",
    "In the visuals, protesters, comprising men and women, were sitting on the streets, raising their voices and chanting slogans.",
    "Notably, the apprehended fishermen have been identified as Markmillan (37), Milton (49), Ronald (48), Sesuraja (45), Jeevan Frisher (22), Suresh (45), Arul Dhinakaran (24), Durai (39), and Maria Sethin (26) from Thangachimadam, as well as Ardiya Nicho (26), Jebastian (38), Rajeev (36), Vivek (36), Innachie (36), Samuel (33), Brichan (31), and Bhaskaran (30).",
    "The two boats that were seized belonged to fishermen Thangachimadam Vyadaraj and Thangachimadam Selvam.",
    "According to the Rameswaram fishermen association, the apprehended fishermen were fishing in the Palk Bay area near Nedunthivu, having set out to sea with 309 boats.",
    "The fishermen had permission from the Rameswaram Fisheries Department the previous day to venture into the sea, the association stated.",
    "The fishermen were taken to Mannar port for questioning, they said.",
    "Tamil Nadu Chief Minister MK Stalin on Sunday wrote a letter to External Affairs Minister S Jaishankar, requesting him to ensure the release of 17 fishermen arrested by Sri Lanka.",
    "The fishermen, who ventured for fishing from the Rameswaram fish landing centre on September 28, were apprehended near Neduntheevu on Sunday by Lankan authorities, CM Stalin said in his letter.",
    "In the letter, the Tamil Nadu CM said, “I want to bring to your attention yet another incident involving the apprehension of 17 fishermen and their fishing boats near Neduntheevu on September 29, 2024, by the Sri Lankan navy.",
    "These fishermen had ventured for fishing from the Rameswaram fish landing centre on September 28.”",
    "He further said that the detention of fishermen and confiscation of their boats cause “serious distress and uncertainty” among the coastal communities.” The detention of our fishermen and the confiscation of their boats cause serious distress and uncertainty among the coastal communities. I have repeatedly reiterated that concrete and proactive steps must be taken to resolve this festering issue diplomatically,” he added.",
    "Earlier, Lok Sabha Leader of Opposition Rahul Gandhi wrote a letter to Jaishankar requesting him to ensure the release of 37 Tamil fishermen by the Sri Lankan authorities.",
    "According to the letter, on September 21, the arrested fishermen had “attempted to rescue a Sri Lankan boat in distress.” It was stated that despite contacting Sri Lankan authorities for assistance with the rescue, the fishermen were arrested on the ground of crossing the International Maritime Boundary Line.",
    "“I hope this letter finds you well. I am writing to you regarding the arrest of 37 Tamil fishermen, and the seizure of their boats by Sri Lankan authorities on September 21, 2024.",
    "Adv. R. Sudha, Member of Parliament (Lok Sabha) from Mayiladuthurai Parliamentary Constituency, informed me that the arrested fishermen are small-scale fishermen operating close to the coast and that on the day of the incident, they had attempted to rescue a Sri Lankan boat in distress,” Rahul Gandhi had stated in the letter.",
    "The arrests of Indian fishermen by the Sri Lankan Navy have been a concerning issue for both the Tamil Nadu government as well as the BJP-led central government."
  ]
}