{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-minister-plans-to-lift-vat-on-brown-sugar-made-at-expropriated-soe-plants-192644/",
  "time_ut": 1733480160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka minister plans to lift VAT on brown sugar made at expropriated SOE plants",
  "original_body_lines": [
    "ECONOMYNEXT – Industries Minister Sunil Handunetti said cabinet approval will be sought to lift value added tax from brown sugar made at Lanka Sugar, a state enterprise made from firms including once-listed Pelwatte Sugar, expropriated during a Rajapaksa regime in 2011.",
    "Unsold stocks of sugar are stuck at Pelwatte and Sevenagala plants of Lanka Sugar, Moneragala legislator, R M Jayawardhana told parliament.",
    "Sri Lanka is charging 18 percent value added tax from brown sugar made at Lanka Sugar, but imported white sugar is not subjected to VAT, Industries Minister Handunetti said.",
    "Brown Sugar made at the SOE is also charged a 2.5 percent social security levy, he said.",
    "“As a result, brown sugar costs about 300 rupees a kilo when it comes out of the factory, compared to 220 rupees for imported white sugar,” Minister Handunetti said.",
    "“If we are to get rid of the stocks we definitely require a tax concession.  I am planning to present a proposal to cabinet to lift VAT from brown sugar.”",
    "“It has come to a point where we cannot carry on the factory.”",
    "Under Sri Lanka’s Special Commodity Levy Act some essential foods are charged one simple tax, rather than multiple import duties and VAT to which white sugar falls.",
    "During the Rajapaksa administration the two factories, one owned controlled by Distilleries Corporation and another privatized and then controlled by Daya Gamage, an opposition supporter, was expropriated.",
    "There was a 1.5 million litres of ethanol also at Pelwatte Sugar, the legislator told parliament.",
    "Sri Lanka sugar firms burying ethanol after currency collapse, taxes: Minister",
    "During a Rajapaksa administration, ethanol imports were also banned in an extreme protectionist move, to force alcohol producers to buy the more expensive ethanol at local factories, in a loss of import duty to the government.",
    "Alcohol producers however say to make ‘gal arrack’ at a higher quality that consumer have different ethanols have to be blended.",
    "Alcohol sales have plunged over the past two years after the last currency crises triggered by rate cuts of the central bank.",
    "Illegal and home brewed moonshine, made with white sugar has also grown according to industry officials partly helped by tax hikes on legal products.",
    "Under an IMF program, taxes on legal alcohol have been hiked and the standard arrack now sells for around 3500 rupees a bottle with VAT and excise tax, compared to about 1,000 rupees a for ‘kasippu’.",
    "Sugar factories were started in Sri Lanka several by post-independent administrations for ‘import substitution’ as forex shortages emerged from central bank money printing and authorities tried ‘save foreign exchange’ instead of putting controls on central bank domestic operations.",
    "At the time money was mostly printed to re-finance rural credit, though post civil war currency crises have come mostly from open market market operations to boost growth through indiscriminate credit (to target potential output or push up cost of living and including food prices at 5 percent year under flexible inflation targeting). (Colombo/Dec06/2024)"
  ]
}