{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Mujibur-goes-before-SC-against-Deshabandu/108-275288",
  "time_ut": 1705583160.0,
  "original_lang": "en",
  "original_title": "Mujibur goes before SC against Deshabandu",
  "original_body_lines": [
    "Colombo, Jan 18 (Daily Mirror) -  Former Samagi Jana Balawegaya (SJB) Colombo District Parliamentarian Mujibur Rahuman today filed a Fundamental Rights petition before the Supreme Court seeking an order quashing any decision by the President to appoint Deshabandu Thennakoon as the Inspector General of Police (IGP).",
    "The petitioner stated that the Presidential Commission appointed to inquire into the Easter Sunday bombings of 2019 had made several findings of serious negligence and or lapses on the part of numerous public officials, and officials serving in the Sri Lanka Police, including Senior DIG Deshabandu Tennakoon and recommended taking disciplinary action against them.",
    "The petitioner further said Deshabandu Tennakoon who had at his disposal considerable Police presence and the use of emergency regulations, failed to prevent the mob that attacked unarmed citizens at Galle Face in front of the Presidential Secretariat, at which location he was physically present.",
    "The petitioner maintained that any attempt at appointing Acting IGP Tennakoon as the IGP on a permanent basis in the present circumstances would result in a direct attack on the Rule of Law, and a consequent denial to the petitioner and the citizens of Sri Lanka of the rights guaranteed by Article 12(1) of the Constitution (equal protection of the law).",
    "The petitioner further sought an interim order restraining the Constitutional Council from granting approval to the President, in terms of Article 41C of the Constitution, with regard to the further appointment of Deshabandu Tennakoon as the Acting IGP.",
    "This petition had been filed through Attorney-at-Law Sithara Sampath Wijewardena."
  ]
}