{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83537",
  "time_ut": 1706730060.0,
  "original_lang": "en",
  "original_title": "Ultra- nationalist forces in Southern  Sri Lankan polity  will definitely take advantage of Shritharan’s rise as the leader of the main political party of the Tamils and  whip up communal propaganda that the separatist forces are re- emerging in the North and East. There are already clear signs of that.",
  "original_body_lines": [
    "Although Jaffna district Member of Parliament Sivagnanam Sritharan had told the media on what principles he would lead the struggle for the  political rights of  the Tamil people after being elected as the leader of the Ilankai Thamizharasu Kadchi (ITAK)  popularly known as Federal Party, it was expected that he would officially explain his policies after assuming office at the party’s convention that was  to be held in Trincomalee last Sunday.",
    "But  the convention  was postponed indefinitely due to controversies surrounding the  selection of other posts, including the general secretary of the party. So the new leader was unable to deliver that important speech.",
    "After  the  election of Sritharan by the party’s general council in a secret ballot at Trincomalee Town Hall on 21 January, other  contender, Member of Parliament M.A. Sumanthran had publicly announced that he would cooperate with the new leader.",
    "However, the incidents that took place in Trincomalee last Saturday and the subsequent comments made by the stalwarts  of the ITAK clearly indicate the challenges that Sritharan will have to  face in leading the party as a cohesive entity.",
    "While it is not known for sure when the convention  will be convened, criticisms  are being made on the basis of the comments  made by Sritharan to the media.",
    "After the end of the civil war, Sritharan, who has been a long time resident of Wanni, heartland of the ethnic war,   contested as a candidate of the Tamil National Alliance (TNA ) in  Jaffna district at the  general election in 2010 and entered parliamentary politics.",
    "He was an ardent supporter of the Liberation Tigers of Tamil Ealam (LTTE ) movement. He never hesitated to say it publicly. He has been a Member of Parliament for the last 14 years and has often expressed his views in support of the LTTE inside and outside Parliament.",
    "Sritharan’s comments even after he was elected as the leader of the ITAK  showed that he was intent on leading the party on a political path that followed the LTTE’s principles  but not an armed struggle.",
    "Based on the interview given by Sritharan to the Tamil Guardian newspaper, it seems that he is sure that the 13th Amendment to the Constitution is not going to be the solution to the problems of the Tamil people. He has said that any political solution found within the scope of a unitary state  will not satisfy the political aspirations of the Tamil people and that their journey is towards a solution based on a federal system.",
    "He told Tamil Guardian that the Tamils’ goal  is to find a solution in a merged  North — Eastern Province that can recognize the land, language and cultural identities of the Tamils,  and  to help the Tamils in the homeland in charting a political path for the liberation of the Eelam Tamils",
    "He said that it is very important to unite the Tamils in the homeland and the diaspora Tamil community and connect with the Tamils in Tamil Nadu in charting a political path.",
    "Calling for the unity of the Tamil parties, he said that the diaspora Tamil community has an important role in uniting the Tamil nationalist forces and charting a path for all.",
    "Above all, it is important to note that Sritharan has said that their journey should begin from the graves of the Eelam national liberation fighters.",
    "There is no doubt that his views are aimed at appeasing his supporters, including radical groups within the diaspora Tamil community.",
    "But what took place  is only an internal party election. No one knows what the Tamil people think about Sritharan’s stance.",
    "About 15 years have passed since the end of the civil war, and in today’s domestic and international political situation, Sritharan, who has come to the leadership of the main  political party of Sri Lankan Tamils, has the responsibility to understand  the challenges that may lie ahead of him. He must realize  the inadequacies of a political approach that binds the Tamil people to memories of past struggles. He should be freed from thinking that a political thought, which remembers and emphasizes past struggles and sacrifices, is the Tamil peoples’ view. It is his view.",
    "Such view may be a liability in the present context. The irrelevance and dangers  of applying the political doctrines of a movement which believed only in armed struggle to parliamentary politics must be grasped for the entire Tamil community.",
    "And it is not an easy task to re-mobilize the Tamil people  of the North and East today as the leaders of the Tamil  united Liberation Front (TULF)  of those days did  using emotional slogans in the pre- Vaddukkoddai  Resolution  period.",
    "The needs of the Tamil people and their thinking about the future have completely changed.Most of them are dreaming  of migrating to Western Europe of North America.",
    "The more  nationalist forces anong the Southern  Sri Lankan polity  will definitely take advantage of Sritharan’s rise as the leader of the main political party of the Tamils and  whip up communal propaganda that the separatist forces are re- emerging in the North and East. There are already clear signs of that.",
    "Fifteen  years after the end of the civil war, the election of someone with a staunch Tamil nationalist stance like Sritharan as leader of the ITAK is a setback for the relatively moderate forces within the party in particular and Tamil polity in general.",
    "However the  governments that came to power after the end of the war themselves are responsible for this unfortunate scenario.",
    "Tamil political leaders who believe in solving the ethnic problem by negotiating with the government through constitutional processes should have been able to show some results to the Tamil people to justify their actions. The usual deceitful approach and  actions of governments are the main reason for the isolation of moderate political forces from the Tamils and the regaining of influence by radical nationalist forces.",
    "It is against this backdrop that Sritharan’s victory and Sumanthiran’s defeat should be viewed  in the election of the leader of the ITAK."
  ]
}