{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/False-Dr-title-Justice-Minister-suspects-deliberate-sabotage-attempt/56-770614",
  "time_ut": 1734381703.0,
  "original_lang": "en",
  "original_title": "False ‘Dr.’ title: Justice Minister suspects deliberate sabotage attempt",
  "original_body_lines": [
    "Says reference to him as Dr. Harshana Nanayakkara may be deliberate attempt to defame him and undermine public confidence in his political career",
    "Claims it was no honest mistake and suggests that an unknown person had altered his credentials in an act of sabotage",
    "Assures has never used the title Dr. in his career or in any official capacity",
    "Justice and National Integration Minister Harshana Nanayakkara has filed a formal complaint with the Criminal Investigation Department (CID) requesting an investigation into the inclusion of incorrect educational qualifications under his name on the Parliament website.",
    "Speaking to the media, Minister Nanayakkara raised concerns that the false entry, which listed him as “Dr. Harshana Nanayakkara,” may have been a deliberate attempt to defame him and undermine public confidence in his political career.",
    "“This was not an innocent mistake. When viewed in context, it raises serious suspicions that someone intentionally altered my credentials to harm my reputation,” the Minister stated. He clarified that he has never claimed or used the title “Dr.” in any official capacity, including his CV or business cards.",
    "The controversy emerged after the Parliament website displayed the inaccurate title. Following a complaint lodged by the Minister, the error was promptly corrected, and the Parliamentary Secretariat issued a formal apology for the oversight, attributing it to a data entry mistake. Minister Nanayakkara, however, insisted on a thorough CID inquiry to determine if the error was part of a larger scheme. He also revealed plans to pursue legal action for reputational damage caused by media reports that referenced the incorrect information. “This is not about targeting individuals, but about uncovering the truth and ensuring accountability,” he said, adding that such incidents could erode public trust in political leaders. In response to the incident, Acting Director of Legislative Services and Communications in Parliament Jayalath Perera issued a statement acknowledging the error and expressing regret for the inconvenience caused to the Minister. Perera also announced that a review of all Parliament website data is underway to prevent similar incidents in the future."
  ]
}