{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/BOI-rebuts-Advocata-Institute-CEO/34-761386",
  "time_ut": 1714759017.0,
  "original_lang": "en",
  "original_title": "BOI rebuts Advocata Institute CEO",
  "original_body_lines": [
    "The Board of Investment of Sri Lanka yesterday issued a clarification over recent remarks made by Advocata Institute CEO Dhananath Fernando, during a program on News First (Face the Nation; “Economic Stability: Myth or Reality?”) on 14 February.",
    "During this program, three broad statements were made by Fernando substantiating his opinion that “there is no way we can attract investment for exports”.",
    "The BOI said it would like to highlight some inaccuracies presented in order to update the public and stakeholders as follows:",
    "Contrary to the statement made by Mr. Fernando that the Board of Investment (BOI) has not established any new projects/zones in the last eight years, it should be noted that BOI has consistently engaged in establishing zones to support investments and economic growth. Currently 15 zones operate under the aegis of BOI with associated infrastructure ensuring smooth operation of investment projects.",
    "Nine of the said BOI Zones are located in the Western Province hosting over 200 export-oriented enterprises - which is testament to the zones’ success and whilst the majority of these zonal lands are thus productively utilised, BOI still has capacity to cater to projects meeting the stipulated investment criteria within these zones.",
    "The BOI wishes to further emphasise that several zones in North Western, Eastern and Southern Provinces have been established as part of an island-wide strategic initiative designed to promote investments into potential sectors and contribute to industrial development throughout the country. Additionally, a further 2,500+ acres have been identified for zone development throughout the island.",
    "Mr. Fernando also erroneously stated during the same discussion that over 16 licenses are required for a single project to be mobilised over an alleged expedited period of two years if not, a longer time period of even 3-4 years.",
    "Here, it is essential to understand that the number and nature of approvals required for a BOI project vary significantly based on the specific characteristics of the project. However, licenses are typically required when a project utilises natural resources or is environmentally sensitive in nature, but in no instance has the BOI recorded a project requiring 16 licences to be obtained prior to implementation.",
    "Project implementation requires Line Agency approvals which are in place as checks and balances to safeguard significant elements of socio-economic and environmental interest. To help investors navigate this approval process, BOI introduced an Investor Facilitation Centre (IFC) in 2022, fast-tracking projects requiring complex approvals. The success rate of IFC interventions is at 80% since inception in November 2022.",
    "The BOI is committed to transparency and openness in all its endeavours and welcomes any queries related to our operations and developments, and remains dedicated to fostering a conducive business environment that supports both local and foreign investors.",
    "Based on the above, the BOI opines that Mr. Fernando’s statements are not only misleading, but injurious to the purpose of FDI promotion in Sri Lanka."
  ]
}