{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/for-gods-sake/",
  "time_ut": 1736187480.0,
  "original_lang": "en",
  "original_title": "For God’s sake …",
  "original_body_lines": [
    "The JVP has a history of disrupting universities, schools, and workplaces. Thankfully, since its ascent to power, the seats of higher learning and public institutions have remained calm. But, now, it stands accused of having disrupted one of the holiest shrines in Sri Lanka—Sri Saman Devale, Ratnapura. All workers of the shrine have launched a strike in protest against the appointment of an Acting Basnayake Nilame (Chief Custodian). The appointment is politically motivated, and the person concerned is not eligible to hold that post, the protesting workers have said, claiming that never has there been a previous instance of such blatant political interference with the administration of the shrine. Commissioner General of Buddhist Affairs R. M. P. Ratnayake has said there is nothing wrong with the appointment of the Acting Basnayake Nilame, but the issue is far from resolved.",
    "Political appointments desecrate religious places. Sadly, elections to the Basnayake Nilame posts at many shrines are political battles in all but name. Everything that politicians touch turns into a mess. They meddle with religious places on the pretext of ridding them of malpractices and settling internal disputes. If there are allegations against the custodians of holy shrines, let the proper process be followed in probing them. Politicians must keep away from the affairs of religious places.",
    "Having trounced its political opponents in the last general election, the JVP-led NPP is apparently trying to take the battle for dominance to the celestial level. It has chosen to vie with the deities for superiority, no less. Minister of Health and Cabinet Spokesman Dr. Nalinda Jayatissa has drawn heavy flak for a controversial statement he made at a recent ceremony to mark the opening of a children’s bone marrow transplant unit built at Apeksha Hospital, Maharagama, with generous financial support from the Ruhunu Kataragama Maha Devale. After reportedly praising the chief custodian and the workers of the shrine and the devotees who made the completion of the project possible, Minister Jayatissa in his wisdom said, among other things, that not even God Kataratagama or the 330 million deities who are believed to be guarding this country would have been able to match the funds the Sri Lankan governments had allocated for the Health Ministry. The incumbent NPP administration would make an even bigger financial allocation for the health sector from Budget 2025, he said.",
    "Minister Jayatissa has triggered an avalanche of criticism, and the government propagandists have sought to control damage by launching a vilification campaign against the Kataragama Devale Basnayake Nilame D. Gunasekera. They have been making allegations of various malpractices against him. If there is credible evidence to prove those allegations, legal action must be instituted against him, but his leadership for a successful campaign to save the lives of cancer-stricken children must be lauded. There are many other religious places as well as secular organisations providing generous financial support to the state-run health institutions. They deserve praise for their concern for the sick and generosity. It behoves the self-important politicians to refrain from making snide remarks that hurt and dishearten such donors.",
    "Interestingly, Minister Jayatissa has contradicted one of the government’s claims, albeit unwittingly; the NPP has said that previous governments contributed nothing towards public wellbeing for 76 years after Independence. It has gone to the extent of calling the post-Independence period the ‘76-year curse’. But the Cabinet Spokesman has declared that successive governments have even outdone the deities in providing funds for free healthcare! Equally, Dr. Jayatissa is a past student of the C. W. W. Kannangara Central College, Matugama. President Anura Kumara Dissanayake attended the Thambuttegama Central College, which was also born out of the vision and mission of Kannangara, the ‘Father of Free Education’ in Sri Lanka. An article published in this newspaper today reveals how other political leaders like A. Ratnayake made a commendable contribution towards making free education a reality. So, how can the NPP, which cannot even carry out a simple task like making rice and coconuts freely available at affordable prices, say the country did not gain anything for 76 long years?",
    "True, Sri Lanka has not been able to achieve its development goals mainly due to corruption and blunders of previous governments. The challenge before the NPP is to put the country right without fighting political battles, interfering with religious institutions and tilting at newspaper offices.",
    "It is hoped that the absurd behaviour of some key government leaders does not exemplify what the deities are said to do to those whom they wish to destroy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}