{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98204/un-security-council-demands-immediate-ceasefire-in-gaza-after-us-abstains",
  "time_ut": 1711419240.0,
  "original_lang": "en",
  "original_title": "UN Security Council demands immediate ceasefire in Gaza after US abstains",
  "original_body_lines": [
    "UNITED NATIONS (Reuters) - The United Nations Security Council on Monday demanded an immediate ceasefire between Israel and Palestinian militants Hamas and the immediate and unconditional release of all hostages after the United States abstained from the vote.",
    "The remaining 14 council members voted for the resolution, which was proposed by the 10 elected members of the body.",
    "Washington had been averse to the word ceasefire earlier in the nearly six-month-old war in the Gaza Strip and had used its veto power to shield U.S. ally Israel as it retaliated against Hamas for an Oct. 7 attack that Israel says killed 1,200 people.",
    "But amid growing global pressure for a truce in the war that has killed more than 32,000 Palestinians, the U.S. abstained from the vote on Monday to allow the Security Council to demand an immediate ceasefire for the month of Muslim fasting month of Ramadan, which ends in two weeks.",
    "It also demands the immediate and unconditional release of all hostages. Israel says Hamas took 253 hostages during its Oct. 7 attack.",
    "The Security Council resolution also “emphasizes the urgent need to expand the flow of humanitarian assistance to and reinforce the protection of civilians in the entire Gaza Strip and reiterates its demand for the lifting of all barriers to the provision of humanitarian assistance at scale.”",
    "Israeli army radio reported shortly before the council meeting started that Israeli Prime Minister Benjamin Netanyahu would cancel a planned delegation to Washington if the U.S. did not veto the resolution.",
    "The U.S. has vetoed three draft council resolutions on the war in Gaza. It has also previously abstained twice, allowing the council to adopt resolutions that aimed to boost aid to Gaza and called for extended pauses in fighting.",
    "Russia and China have also vetoed two U.S. drafted resolutions on the conflict - in October and on Friday."
  ]
}