{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-peoples-bank-a-lka-rating-confirmed-bad-loans-reduce-fitch-166651/",
  "time_ut": 1717674000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s People’s Bank ‘A’ (lka) rating confirmed, bad loans reduce: Fitch",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings has confirmed an ‘A(lka)’ rating of state-run People’s Bank, saying the economic environment has stabilized, bad loans has reduced, but it has large exposures to the government and a public utility.",
    "However, Peoples’ Bank only had a small exposure to defaulted sovereign dollar bonds.",
    "“PB’s large exposure – estimated at around 60 percent of assets – to the sovereign’s fragile credit profile continues to weigh on the bank’s risk profile assessment,” Fitch said.",
    "“This includes credit extended to a state-owned entity that has been transferred to the government since end-2022 and its modest holding of defaulted sovereign bonds (1 percent of assets), which are presently under restructuring negotiations.",
    "“These exposures have made the bank vulnerable to the sovereign’s repayment capacity and liquidity position.”",
    "The bank’s core asset quality metric – impaired (stage 3) loans ratio had improved through focused recoveries to 15.4 percent by end- 2023, down from 17.4 percent in 2022.",
    "The ratio would be significantly higher if PB’s foreign-currency loan exposure to the state and state-owned entities is included, Fitch said.",
    "Fitch Ratings – Colombo – 06 Jun 2024: Fitch Ratings has affirmed the National LongTerm Rating on People’s Bank (Sri Lanka) (PB) at ‘A(lka)’. The Outlook is Stable.",
    "Intrinsic Profile Drives Rating: PB’s National Long-Term Rating is driven by its intrinsic financial strength and is highly influenced by the bank’s large exposure to the Sri Lankan sovereign’s weak credit profile (Long-Term Foreign-Currency Issuer Default Rating: RD) and the ongoing sovereign debt restructuring, which has exerted pressure on PB’s financial profile, particularly capitalisation and funding. It also reflects the bank’s strong domestic franchise as Sri Lanka’s second-largest bank.",
    "Restructuring Delays Hinder Progress: Sri Lankan banks’ operating environment (OE) continues to show signs of stabilisation, supporting the recovery in banks’ operational flexibility. There are sustained improvements in reported headline macro variables, but persistent delays in the completion of the sovereign debt restructuring exercise could impede the progress made thus far, in Fitch’s view.",
    "Capital Impairment Risks: The ongoing restructuring of the debt of state-owned enterprises that has been assumed by the government raises significant risks to PB’s capital, as reflected in the allocation of LKR450 billion by the government for the recapitalisation of the state banks, including PB. This is in addition to the risks to capital stemming from its holdings of defaulted sovereign bonds where the bank has already absorbed a provision of around 50%, although the adequacy of such impairment is unknown.",
    "Sovereign Exposure Strains Risk Profile: PB’s large exposure – estimated at around 60% of assets – to the sovereign’s fragile credit profile continues to weigh on the bank’s risk profile assessment. This includes credit extended to a state-owned entity that has been transferred to the government since end-2022 and its modest holding of defaulted sovereign bonds (1% of assets), which are presently under restructuring negotiations.",
    "These exposures have made the bank vulnerable to the sovereign’s repayment capacity and liquidity position.",
    "Asset Quality Pressures Persist: PB’s asset quality metrics remain highly linked to the sovereign’s credit profile due to the bank’s large sovereign exposure via its loans, offbalance sheet liabilities and securities holdings. The bank’s core asset quality metric – impaired (stage 3) loans ratio – improved through focused recoveries to 15.4% by end2023 (2022: 17.4%). However, we estimate that this ratio would be significantly higher if PB’s foreign-currency loan exposure to the state and state-owned entities is included.",
    "Continued Funding and Liquidity Risks: Fitch believes PB’s funding and liquidity profile, particularly in foreign currency, is susceptible to the sovereign’s weak credit profile, making it prone to sudden changes amid already weak creditor sentiment, similar to its peers. Stress on foreign-currency liquidity has eased somewhat, as reflected in the liquidity coverage ratio, but PB’s access to foreign-currency wholesale funding remains constrained by the default status of the sovereign.",
    "Risks to Profitability Manageable: Fitch expects risks to profitability to be manageable despite the potential for a loss following the restructuring of foreign-currency loans to a state-owned entity, which we expect to be one-off. PB’s operating profit/risk-weighted asset ratio declined to 1.7% in 1Q24 (2023: 2.4%, 2022: 3.2%) due to thinner net interest margins and higher operating costs, despite significantly lower credit costs.",
    "Economic Conditions Support Business Profile: Fitch expects Sri Lanka’s stabilising economic environment to support PB’s ability to generate and defend business volumes, but its business profile remains highly susceptible to the elevated risks in the operating environment. Net settlements from state exposures amid improved financial performance, as well as muted credit demand from the private sector underpin the sustained reduction in the share of net loans in assets (1Q24: 57%, 2022: 61%), a trend that is likely to reverse in the near to medium term as private sector credit expands.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "The bank’s National Rating is sensitive to a change in the bank’s creditworthiness relative to other Sri Lankan issuers.",
    "A deterioration in PB’s key credit metrics beyond our base-case expectations relative to peers would also lead to increased downward pressure on the bank’s rating, which is driven by its intrinsic financial strength.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "Positive rating action on the sovereign may lead to an upgrade in the bank’s rating. A sustained improvement in the bank’s key credit metrics beyond our base-case expectations relative to peers, could also lead to an upgrade of the bank’s ratings.",
    "PB has a 1.78% equity stake in Fitch Ratings Lanka Ltd. No shareholder other than Fitch, Inc. is involved in the day-to-day rating operations of, or credit reviews undertaken by, Fitch Ratings Lanka Ltd.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria."
  ]
}