{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sanasa-empowering-undergraduates-for-career-success/",
  "time_ut": 1718577060.0,
  "original_lang": "en",
  "original_title": "SANASA empowering undergraduates for career success",
  "original_body_lines": [
    "An awareness program to develop knowledge and skills of young graduates to contribute proactively for development of the agricultural sector was conducted for the final year undergraduates of the Faculty of Agriculture, of the Wayamba University. The program took place on the 7th of June, 2024, at the Agricultural Research and Training Institute of Sri Lanka. This event was organized in conjunction with ‘SANASA Idiriye’ program (SANASA Forward) which was conceived by the founder of the SANASA group, Dr. P.A. Kiriwandeniya. Chancellor of Wayamba University, Director of SANASA Campus Prof. W. D. Lakshman and the Dean of Faculty of Agriculture Prof Jagath Edirisinghe also participated in the event along with other dignitaries.",
    "The primary purpose of this program was to offer assistance to students who have reached notable academic milestones, by supporting them in charting a path towards successful entrepreneurial careers. During the event, the students were able to enhance their knowledge and skills, thereby strengthening the foundation for success in their post-graduate endeavors. Dr. P. A. Kiriwandeniya highlighted the importance of Sri Lanka’s integration into the global community in today’s technologically advanced era.",
    "“We can no longer consider ourselves as a small country and we cannot survive in isolation. At a time when the world has become a global village with technology, the young generation has become a social group with special responsibilities”. Dr. P. A. Kiriwandeniya stated.",
    "Sanasa unveils action plan to develop 5,000 villages through 1,250 Sanasa societies",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}