{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97281/one-dead-children-among-21-injured-in-super-bowl-parade-shooting",
  "time_ut": 1707959580.0,
  "original_lang": "en",
  "original_title": "One dead, children among 21 injured in Super Bowl parade shooting",
  "original_body_lines": [
    "One person was killed and multiple children were among 21 injured after a mass shooting at the Kansas City Chiefs’ Super Bowl victory rally on Wednesday triggered panic among huge crowds of fans.",
    "Children’s Mercy Hospital in Kansas City, which takes patients up to the age of 17, said it was treating 12 people -- 11 of them children, nine for gunshot wounds -- after the shooting, which unfolded just moments after Chiefs players had addressed a vast crowd of cheering supporters gathered nearby.",
    "Police said three people had been taken into custody after the incident, but the motive and circumstances behind the shooting were still under investigation.",
    "Kansas City fire department chief Ross Grundyson told a press conference that many of the victims had sustained “life-threatening injuries.”",
    "“We had eight what we considered immediately life-threatening patients, we had seven with life-threatening injuries, and had six that had minor injuries,” Grundyson said.",
    "After shots rang out, shocked fans scrambled to flee to safety as police worked to clear Union Station in a tragic end to what had been a joyous morning of celebration to salute the NFL champions.",
    "Paul Contreras, who was at the rally with his three daughters, said he tackled and disarmed one of the suspected shooters before the police arrived.",
    "“I got the right angle on him and I hit him from behind. And when I hit him from behind, I either jarred the gun out of his hand or out of his sleeve,” Contreras said on CNN. “I take him down, and I’m putting all my body weight on him. And then another good Samaritan comes over and is helping me.”",
    "Victims were treated lying on the ground before being carried away on stretchers as crowds streamed past.",
    "“I’m angry at what happened today,” Kansas City Police chief Stacey Graves said. “The people who came to this celebration should expect a safe environment,” the police chief added.",
    "Kansas City mayor Quinton Lucas was among VIPs at the event who were sent running for cover after shots rang out.",
    "“This is a day that a lot of people look forward to. Something they remember for a lifetime. And what they shouldn’t have to remember is the threat of gun violence,” Lucas said.",
    "“We are truly saddened by the senseless act of violence that occurred outside of Union Station at the conclusion of today’s parade and rally,” the franchise said in a statement.",
    "“Praying for Kansas City,” City Chiefs quarterback Patrick Mahomes wrote on social media.",
    "Just moments before the shooting, Mahomes and his teammates had been soaking up the adulation from a sea of red-shirted fans.",
    "There had been no hint of trouble as hundreds of thousands of partying supporters feted Chiefs players along a two-mile (three-kilometer) route in a procession of double-decker buses, enveloped by a blizzard of red and gold confetti.",
    "Local officials said more than one million people were expected for the parade, which was held in unseasonably sunny, warm conditions in downtown Kansas City.",
    "Gun violence is not uncommon at large-scale sporting victory celebrations in North America.",
    "Last year, 10 people were wounded after a shooting which erupted in Denver amid fans celebrating the Denver Nuggets’ NBA championship victory.",
    "In 2019, four people were injured after gunfire broke out near a parade to honor the Toronto Raptors’ NBA Finals victory in Toronto.",
    "Mass shootings are also common in the United States, where there are more guns than people and about a third of adults own a firearm.",
    "The Chiefs were celebrating their third Super Bowl title in five seasons after beating the San Francisco 49ers in overtime in Las Vegas on Sunday to cement the team’s dynasty status.",
    "The team’s most famous fan -- music superstar Taylor Swift, who is dating Chiefs icon Travis Kelce -- was not part of the celebrations.",
    "The singer, whose relationship with Kelce became a cultural phenomenon, rushed back to the United States on Saturday from the latest leg of her money-spinning world tour to attend Sunday’s Super Bowl.",
    "As Kelce and the Chiefs celebrated on Wednesday, Swift was reportedly en route to Australia where she is due to perform in Melbourne on Friday."
  ]
}