{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110778/sri-lanka-to-shift-from-exam-centric-education-to-module-based-system-by-2026-pm",
  "time_ut": 1753269540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to shift from exam-centric education to module-based system by 2026: PM",
  "original_body_lines": [
    "Prime Minister and Minister of Education, Higher Education, and Vocational Education, Dr. Harini Amarasuriya, announced today (23) that Sri Lanka is shifting away from an education system solely focused on pass or fail examination outcomes.",
    "The government’s objective is to deliver quality education to children through the introduction of a module-based system.",
    "Prime Minister Amarasuriya made these remarks while addressing a media briefing held at the Ministry of Education in Isurupaya today (23), regarding the new education reforms scheduled for implementation in 2026, according to the Prime Minister’s Media Division.",
    "The awareness session for media personnel representing various media organizations on the upcoming educational reforms was conducted by Nalaka Kaluwewa, Secretary to the Ministry of Education, Higher Education, and Vocational Education, and Dr. Ashoka de Silva, Deputy Director General of the National Institute of Education.",
    "Responding to questions from journalists, the Prime Minister stated, “We, as teachers, parents, and students, have grown accustomed to an education system designed primarily around examinations. However, with this module-based system, students will engage in diverse learning activities and undergo continuous assessments.”",
    "The General Certificate of Education (G.C.E.) Ordinary Level examination under the new curriculum is scheduled to commence in 2029, while the module system will be introduced for Grades 1 and 6 starting in 2026, the statement stated.",
    "“We have three years to observe this system,” the Prime Minister explained. “Based on the evolving circumstances and needs, we are prepared to make the necessary adjustments. We have never claimed that these reforms are final. We expect to revise them in line with future developments. Furthermore, we welcome suggestions and feedback from all stakeholders.”",
    "The Prime Minister also emphasized the need to reduce classroom sizes to 25–30 students, noting that some classrooms currently exceed 40 students due to admissions granted on the basis of recommendations from previous Ministers and Secretaries of Education. “Our government has entirely discontinued this practice,” she affirmed. “Going forward, only the officially sanctioned number of students will be admitted into schools.”",
    "Addressing concerns about the Grade 5 Scholarship Examination, the Prime Minister stated, “No decision has been made to abolish the Grade 5 Scholarship Examination. In order to do so, we must first address disparities among schools, which cannot be resolved overnight. Our aim through these reforms is to alleviate the pressure and stress this examination places on children.”",
    "She further stated that the reforms include a proposal for the Ministry of Education to assume full responsibility for the operation of early childhood development centers, including the training of early childhood educators, it added.",
    "Madhura Seneviratne, Deputy Minister of Education, also addressed the media briefing, stating, “These reforms place strong emphasis on teacher training. It is one of the five core pillars we have outlined. A dedicated training program for teachers has been planned and will commence in August.”",
    "Several upcoming meetings are scheduled to brief university academics, teacher unions, and education officials on the proposed reforms."
  ]
}