{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85181",
  "time_ut": 1733585400.0,
  "original_lang": "en",
  "original_title": "Sweet and Sour Election Results for Ilankai Thamil Arasuk Katchi(ITAK).: On Top in Batticaloa but Down in Jaffna.",
  "original_body_lines": [
    "“Mata Allanda Bariwune,Madakkalappuwa vitharai” (I was unable to capture only Batticaloa)  were the words with which  President Anura Kumara Dissanayake smilingly greeted “Mattakkalappu”MP Shanakiyan Rajaputhiran Rasamanickam in Parliament on 21st November. The president was mingling with the  parliamentarians at the inaugural session of the tenth parliament. Anura was of course alluding to the  November 14  parliamentary election in which the AKD led  JVP-NPP came first in all  electoral districts of Sri Lanka except  Batticaloa. That eastern district went to the Ilankai Thamil Arasuk Katchi(ITAK)known in English as the Federal Party(FP).The ITAK won three of the five seats in B’caloa. The other two seats went to the National People’s Power(NPP) and Sri Lanka Muslim Congress(SLMC)respectively",
    "The person chiefly responsible for  the eastern victory was Rasamanickam known popularly as Shanakiyan who designed and led the ITAK campaign in the Batticaloa district. Speaking in Parliament some days later Shanakiyan complimented the people of Batticaloa  for having defied  the overall voting pattern in the country. He said that the  ITAK counter wave in Batticaloa , though smaller, was very much akin to the NPP Tsunami experienced by the rest of the country.",
    "The Impact of the ITAK  victory in Batticaloa, transcended beyond the borders of the district. The ITAK had not fared well in the Tamil majority Northern province. In the Jaffna electoral district comprising the administrative   districts of Kilinochchi and Jaffna, the ITAK had won only one seat. That too was possible only because the winner  Sivagnanam  Shritharan got the bulk of preference votes from Kilinochchi district. Shritharan has been nursing that district for the past 15 years.",
    "None of the  other ITAK candidates were able to garner enough preference votes from Jaffna  to get elected. Even the ITAK’s lynch pin and high profile  spokesperson Mathiaparanan Sumanthiran was unsuccessful.  In contrast the JVP led NPP  came first in the Jaffna electoral district winning three of the six seats. All three elected were first timers tasting their maiden   victory in Parliament elections.",
    "It was the same situation in adjacent Wanni. The northern mainland electoral district of Wanni consists of the administrative districts of Mannar,Mullaitheevu and Vavuniya and is entitled to six MPs. The ITAK got only one seat in this election. Once again the NPP topped the district with two Tamil  MPs both ‘freshers”. Thus the premier Tamil nationalist party had obtained only two of the twelve seats in the Tamil dominated Northern province. The NPP  came first in the north with five of twelve MPs.",
    "This downfall suffered by the ITAK in the north could have depleted the ITAK’s electoral fortunes greatly but for the Eastern province. The ITAK won three seats in Batticaloa and one each in the districts of Trincomalee and Amparai/Digamadulla. Thus the overall ITAK tally in the east was five. On the other hand,only two Tamil MPs were elected from the NPP in the east. Altogether the NPP had seven MPs in the province of whom five were Sinhalese and two Tamils.",
    "Winning five seats in the east enabled the ITAK to increase its overall number of elected  MP’s to seven. It was also eligible to get an MP elected on the national list. This increased the  ITAK total  to eight. This resulted in the Ilankai Thamil Arasuk Katchi (ITAK) becoming the third largest party in the present parliament after the Jathika Jana Balawegaya(JJB) and Samagi Jana Balawegaya(SJB).",
    "When the 2024 parliamentary elections drew near, there was much concern among thinking sections of the Sri Lankan Tamil polity about the future of Tamil parliamentary representation. The plethora of Tamil political parties and independent groups competing for the 12 seats in the north and 16 seats in the east indicated there would be a large scale fragmentation of Tamil votes.The   number of Tamil voters in the two provinces showed that only about 14 to 16 Tamil MPs could be elected . The anticipated fragmentation therefore could have reduced the number of Tamil MPs drastically.",
    "More importantly there was a danger of these seats being divided among several entities with political  parties  or groups winning  just one or two seats each.  This could have resulted in no Tamil nationalist party  or alliance winning a bloc of seats.",
    "A recurrent feature of Tamil politics in the past had been the winning of a sizable number of seats in the North and east by a Tamil nationalist  party or alliance. The Tamil Congress,Federal Party,Tamil United Liberation Front and Tamil National Alliance have all done so at different times in the past. A sizable bloc of MPs in Parliament provided both enhanced legitimacy and greater leverage.",
    "There was a time  in 2004 when the Tamil National Alliance(TNA)consisting of the ITAK, AITC, EPRLF and TELO had  twenty-two  seats in Parliament.  In 2020 the TNA  comprising the ITAK,TELO and PLOTE got only ten seats. Subsequently the TNA split with the TELO and PLOTE ganging up against the ITAK. When Parliament was dissolved the ITAK had only six of the original ten TNA seats. The TELO had three and the PLOTE one.",
    "The ITAK formed in  December 1949 is regarded as the premier Tamil nationalist political party in Sri Lanka. Apart from its colourful and constructive history, the party has in recent times established itself as the only Tamil party that has active  branches in all Tamil majority  electoral divisions of the North and East. Moreover the ITAK is the only Tamil party in the 2020 poll that had MPs from the  five electoral districts of the north and east namely Jaffna,Wanni, Trinco, B’caloa and Amparai.",
    "Under these circumstances there was much concern about whether the ITAK would be able to win a large number of seats in the 2024 poll. Aggravating this anxiety was the unenviable plight of the party. There was a concerted anti-ITAK campaign  by rival Tamil parties, elements  of the Tamil Diaspora and some sections of the Tamil media (Both print and electronic) and social media. These efforts to undermine the ITAK were aided and abetted by some ITAK renegades who had joined rival parties or formed independent groups. Last but not least was the  insidious sabotage by  a faction  within the ITAK.",
    "It is against this backdrop therefore that the ITAK won eight seats and became the third largest party in Parliament  with representation in all five  northern and eastern electoral districts. The ITAK has again proved that it is the premier political party of the Tamils of the northern and eastern provinces. Nevertheless it must be acknowledged that the ITAK’s election  performance has been disappointing in the North and praiseworthy in the East. How then did this situation come about?",
    "Let us begin with  Multi-ethnic Trincomalee. This  eastern district has 40% Muslims,32% Tamils and 26% Sinhalese. Ever since the proportional representation voting system on a district basis  was adopted in Sri Lanka,Trincomalee district has been electing four MPs inclusive of the bonus seat. Except for the years 1989,2000 and 2004, Trinco has been electing a single  Tamil member to Parliament. In 1989 and 2004, Trinco elected two Tamil MPs. No Tamil MP was elected in 2000.",
    "Veteran  Tamil political leader Rajavarothayam Sampanthan had represented Trincomalee in Parliament for several decades. The aged and ailing Sampanthan passed away some months ago at the age of 91. When Parliamentary elections drew near the question of Tamil representation in Trincomalee became a problematic issue. The preference votes garnered by Sampanthan in 2020 was only 21,422/ He had barely managed to get elected.",
    "After Sampanthan’s demise, the vacancy was filled by Kathiravelu Shanmugam Kugathasan the ITAK Trincomalee district leader. Kugathasan had contested in 2020 and came second to Sampanthan with 15,770 preference votes.",
    "In 2020 Sampanthan had contested as the Tamil National Alliance(TNA)  candidate under the ITAK symbol of house.. The TNA comprised the ITAK,TELO and PLOTE then. The TNA had now split and the ITAK was  on its own. Given the fact that votes polled by Sampanthan had dropped low in 2020, there were doubts as to whether the ITAK contesting alone with the relative “newcomer” Kugathasan could get enough votes to be elected.",
    "Complicating the matter further was the “cold war”between Sampanthan’s eldest  son Sanjeevan and Kugathasan. This bitterness was visible even at Sampanthan’s funeral in Trinco where Kugathasan was given the cold shoulder by the family.  Relations between Sampanthan and Kugathasan too had deteriorated during the last days of the veteran leader. Due to these circumstances a substantial number of Sampanthan loyalists were opposed to  Kugathasan and remained detached from the ITAK at the time of elections.",
    "Another problem was the fragmentation of Tamil votes. Five Tamil parties namely the PLOTE,TELO, EPRLF, TTK and CFD had formed an alliance called the Demovratic Tamil National Alliance (DTNA) and were contesting under the “Sangu”or conch symbol. With parties like the Tamil Congress, EPDP and TMVP also in the electoral fray there was a strong possibility of the limited number of Tamil votes getting fractured  among the parties. This could have resulted in a loss of Tamil representation in Trinco.",
    "This tricky situation was resolved to some extent through the benign intervention of Most Reverend  Christian Noel Emmanuel the Roman Catholic Bishop of Trincomalee. Bishop Emmanuel who is  a son of the Trinco soil  convened a series of discussions with Tamil political party leaders at the Bishop’s House.. The Trincomalee Bishop impressed upon the politicians, the absolute need for unity, if the district was to elect a Tamil MP.",
    "Due to these efforts the  ITAK and DTNA agreed to a tie-up with DTNA candidates contesting on the ITAK ticket. The ITAK candidates were KS Kugathasan, K.Jeevarupan, K.Kokulraj and K.Sundaralingam. The DTNA Candidates were T.Thusyanthan (TELO), A.Jathindra(PLOTE) and K.Thevakadatcham (TTK). The outgoing MP Shanmugam Kugathasan was the lead candidate.",
    "When the election campaign got underway ,there was much speculation that  Kugathasan may not be successful. TELO nominee Thilakaratnam  Thusyanthan and fellow ITAK candidate Kanthsamy Jeevarupan were tipped to be potential winners. Thusyanthan a lawyer was the chair of the Koneswaram temple trustee board. Jeevarupan was a popular school principal.",
    "The victor however was  Shanmugam Kugathasan who polled 22,779 votes(more than Sampanthan in 2020). Thusyanthan and Jeevarupan  finished  second and third with 9,473 and 8,352 preferences respectively.",
    "Interestingly Trincomalee got another Tamil MP in the 2024 election. This was Arun Hemachandra of the NPP who polled 38,368 preferences. Hemachandra who got votes from the Sinhalese and Muslims in addition to Tamil votes has been appointed depity minister of Foreign affairs and foreign employment.  This old boy of Trinity College ,Kandy is proficient in  Tamil, Sinhala and English.",
    "The ITAK-DTNA unity that prevailed in Trincomalee ,faltered when it came to the Amparai-Digamadulla district. The multi-ethnic Amparai district has a population of Muslims(43%,Sinhalese (38%) and Tamils (17%). The district returns seven MPs to Parliament. According to past voting pattern, Amparai has been returning a solitary Tamil MP to Parliament. However no Tamil MP was elected  in the 1994 or 2020 elections.",
    "What had happened in 2020 was that former LTTE eastern commander Vinayagamoorthy Muraleetharan alias “Karuna”had fielded a group of candidates in the Amparai district. They contested as the Ahila Ilankai Tamil Mahasabha under the ship symbol. This caused a  huge division of Tamil votes. Since Tamils formed only 17 % of the district it was very necessary for Tamils to vote overwhelmingly for a single Tamil party to get an MP elected. But when Karuna’s party polled a huge chunk of votes, the traditional Tamil votes polled by the ITAK got depleted. As a result no Tamil MP was elected. There were four Muslim MPs from  the SLMC, ACMC and NC. Three Sinhala MPs were elected from the Sri Lanka Podujana Peramuna(SLPP).",
    "Amparai district could have been deprived of Tamil representation in Parliament but for the fact that the TNA Contesting as the ITAK was entitled to a national list MP. Although the then ITAK Leader “Maavai”Senathirajah  who lost elections in Jaffna was trying to be appointed national list MP, his efforts were foiled by an ITAK triumvirate comprising   the then TNA parliamentary group leader Sampanthan, spokesman Sumanthiran and former ITAK General secretary K. Thurairajasingham.In what amounted  to an electoral coup, defeated ITAK candidate in Amparai,  Thavarasa Kalaiarasan was appointed national list MP to represent the district’s Tamil people.",
    "In view of what happened in 2020, fielding Tamil candidates in Amparai became a sensitive issue in 2024. It was very necessary for a united candidate with multiple Tamil party support  to be elected. Since the ITAK and DTNA  was  contesting  together in Trincomalee there were moves to do the same in Amparai. The DTNA demanded that the common candidate list should contest under their conch symbol as the Trinco list was under the house symbol.",
    "The ITAK  refused. The premier Tamil party wanted the DTNA to contest along with them under the ITAK label. The DTNA  disagreed and went to town accusing the ITAK of  crass selfishness. The Tamil people were warned that Amparai district  may not get a Tamil MP because of the ITAK stance. Despite the mounting pressure,the ITAK did not give in. Hence the DTNA and ITAK fought each other in Amparai unlike in Trincomalee.",
    "When elections were held many thought that Amparai would not elect a Tamil MP. Moreover it was expected that the DTNA would get more votes than the ITAK in the district. The “Amparai Maavattath Thamizhar”(Amparai district Tamils)in their wisdom proved these assumptions wrong. The bulk of Tamil votes in Amparai district went to the ITAK which polled 33,532 votes. Kaveenthiran  Kodeeswaran was elected MP with 11,962 preference votes.",
    "Kodeeswaran is a former Amparai district MP hailing from  Thirukkovil. Althiough from a traditional ITAK supporter family. Kodeeswaran also known as Robin contested on the TNA ticket as a TELO nominee in 2015. A few years after becoming an MP Kodeeswaran reverted to the ITAK. He  was out of Parliament in 2020 as  no Tamil MP was elected from the district.",
    "The ITAK was capable of electing only a single MP from each of the Trincomalee and Amparai districts. This mission was accomplished in the 2024 poll. Furthermore the party romped home as winners in Batticaloa district getting three of five seats.It was a different story in the Jaffna and Wanni districts. The bright glow of the  eastern triumph  was  considerably dimmed by the northern debacle .How and why this happened would be narrated in  detail in a forthcoming article.",
    "This article appears in the “DBS Jeyaraj Column”of the “Daily Mirror”Dated 7 December 2024.It can be accessed here –"
  ]
}