{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/going-native-at-tambuttegama-a-dry-zone-purana-village/",
  "time_ut": 1727679960.0,
  "original_lang": "en",
  "original_title": "Going Native at Tambuttegama- a Dry Zone Purana Village",
  "original_body_lines": [
    "Anura Kumara Dissanayaka, Sri Lanka’s new president, grew up in Tambuttegama, a Purana (old, traditional) village in the Anuradhapura District. I did extensive fieldwork for my doctoral thesis in this village over 10 months in 1978/79. At that time, I guess, the president was a young boy attending Tambuttegama Maha Vidyalaya. As I had visited practically every family in the village, I might have visited his family during my stay there.",
    "I studied two villages, one in the wet zone and the other in the dry zone. Tambuttegama was the dry zone village. In each village, I learned about its caste and class structures, employment patterns, land ownership, irrigation practices, links with outsiders, and the degree of infiltration of party politics into the day-to-day life of the peasants. Two research assistants helped me in field work. In the late 1970s, Tambuttegama had become a centre of the Mahaweli Development Programme. New roads were built, and canals were dug to transport irrigation water. The Tambuttegama Junction had several shops and a few service centres, such as garages and restaurants.",
    "Tambuttegama is a large purana village. It has a reservoir which irrigates two yayas (tracts) of rice. Of the three settlements of the village, we chose the largest settlement, Galawa, as our residence. The village physician, Ratnayaka Veda Mahaththaya (RVM), gave us a portion of his house. We brought quilts and pillows from the Agriculture Research and Training Institute (ARTI) and purchased a small kerosene oil lamp. RVM gave us meals free of charge. He was a jovial man who took life lightly and was ready to help anyone who visited him. His wife was a powerful woman who ran the household. RVM avoided confrontations with her, although she habitually annoyed him. She was known at home and in the hamlet as ‘Maha Amathi’ (chief minister). She was a kind woman. She cooked exotic vegetables for us. She loved freshwater fish. We ate rice and curd for breakfast. She cooked rice, fish, and one or two vegetables for lunch and dinner.",
    "On our second day in the village, our host (RVM) discussed our security in the village. I thought he was talking about serpents and wild elephants. But the discussion focused on ‘us’ and ‘them’. He labelled Galawa and Gammadda hamlets as ‘us’. He told us that Galawa hamlet residents are friendly and of the goigama (cultivator) caste. They own most of the rice fields below the reservoir. He labelled the community in Ranorawa hamlet as ‘them.’ Its residents were of non-goigama castes and economically depressed. Most of them were wage workers. Based on this dichotomy, he pointed out we should avoid ‘them’ as much as possible and associate only with residents of Galawa and Gammadda. He said residents in Ranorawa hamlet were not our friends, although not enemies. But we should avoid them as much as possible. If we, as outsiders, get close to the ‘them’, we expose ourselves to danger, which would create chaos in the village and harm our work.",
    "On a Tuesday evening, RVM took me to a remote location at the far end of the reservoir and showed me a simple temple dedicated to the village god. The temple is a significant part of the community’s spiritual life. The village god who lives there protects villagers from wild elephants, boars, robbers, and poor rice harvests. RVM’s interaction with the god, including a trance and prayers, highlighted the deep-rooted spiritual beliefs in the community.",
    "RVM mediated between the local gods and villagers. He treated local gods as his colleagues. He was especially friendly with God Ganesh, a jovial but intelligent god. RVM called village gods ‘stationmaster gods’ because people can move them around or transfer them from one location to another. Once, a villager visited RVM to get help protecting his rice field from caterpillars. RVM visited the rice field and chanted prayers to establish contact with the village god. Then he requested the god to protect the rice field.",
    "Three weeks later, the villager reappeared at RVM’s doorstep to complain that caterpillars had eaten up one-third of his rice field. RVM got angry and went to the rice field, uprooted several paddy stalks, and plaited them into several strands. He held them behind his back and started cutting the strands with an areca nut-cutter, shouting at the god that he would lose devotees unless he stopped the destruction of rice. After ten days, the villager informed RVM that his rice field was doing well. RVM returned to the rice field and restored the god to his previous status and reputation.",
    "The village reservoir is a common property of the entire village community. Villagers bathed and washed their clothes at designated places along the embankment. Early in the morning, women with torches walked to the upper side of the reservoir for morning ablutions. Men went there at any time except in the early morning. In addition to irrigating rice fields, the reservoir provided fish and a meeting place. Twice a year, men caught fish using bamboo baskets (karak gahanawa) in the reservoir. They divided the fish into several heaps on the embankment. One heap of fish was given to those weak and ill, and another to pregnant women and old widows. Usually, those who owned land in the Yaya had priority in collecting fish, although others too were welcome to share fish.",
    "Soon after harvesting rice, the landowners left the paddy that fell onto the field while harvesting for gypsies to collect. Soon after the rice harvest, gypsies descend on harvested land to collect left behind paddy from the fields. RVM explained the principle behind the practice as subsistence ethics in the community.",
    "One evening, I walked with RVM to a Buddhist temple in a nearby village. He showed me a small statue of a god in a niche on the temple wall. He explained that it was God Aiyanayaka. Just before attaining nirvana, the Lord Buddha had allocated the north-central province of Sri Lanka to him to protect. The god had done an excellent job for many centuries. However, the arrival of outsiders to the area weakened the god’s powers. They did not respect him and did not provide pujas (offerings). The god found that he could not control the large masses arriving from outside any more. RVM said that the god renounced the world and became a lay Buddhist, focusing on attaining  nirvana without meddling with local politics.",
    "A robust Buddhist ethos influences the village’s cultural system. Villagers never kill cobras as they treat them as their dead relatives. Most villagers avoid meat and fish, except dried tank fish. RVM disliked his wife buying fresh tank fish and protested against eating fish at home. He frequently declared that he was a Sinhala Buddhist who believed in ahimsa (non-violence). One day, I went with him to collect medicinal plants in the Rajangana jungle. When we returned home, it was four pm, and we were starving. The ‘Chief Minister’ had kept two plates of cold rice with a few pieces of fried fish and cooked vegetables for us. RVM was angry and waited until the ‘Chief Minister’ returned home.",
    "When RVM saw her coming from the reservoir after a bath, he ran, stopped her on the path, and asked her why she had cooked fish for lunch. She barked at him, saying, “Why should I cook a grand lunch when you visited your mistress in another village. You should not corrupt this young boy,” pointing at me. The physician jumped at her, took her by her lengthy hair, and slapped her several times. She screamed, and many villagers came running and separated them. The ‘Chief Minister’ threatened to go to her village after leaving RVM and killing his mistress. Neighbours gave us dinner that night, and the Chief Minister continued to tell the biography of RVM, blaming herself for marrying him against their parents’ advice.",
    "Tambuttegama was known for its tasty and fleshy brinjals (aubergine), cultivated on a large scale in chenas (dry highlands). Trains to Jaffna from Colombo stopped at Tambuttegama Railway Station for a few extra minutes, enabling its passengers to buy the vegetable from farmers. Young boys and girls sold brinjals on small trays, and each dish was about two pounds in weight. Once, RVM asked me, “Do you know why Tamils buy such large quantities of brinjls?” When I said “no”, he said, “Tamils are intelligent and crafty because they eat brinjals. It is a vegetable which helps develop a healthy brain.”",
    "After living with RVM and his family for about six months, my presence in the village came up for discussion on a full moon night. A full moon night was a special occasion for villagers to get together after dinner to chat and exchange sweets and gossip. Women prepared a variety of sweets such as  kavum, aggala, and aluwa. About 10 persons gathered at RVM’s house. He started the discussion and moved from one topic to another. They did not try to distinguish facts from rumours. What was important was to narrate the story without any gaps or leaving room for an alternative interpretation. RVM jokingly asked me why I wore the same pair of trousers repeatedly. He was referring to my pair of faded jeans. Before I answered, he answered his own question, “I think he is poor, and we must buy him some clothes.” His daughter intervened, “No, that is the latest style. I saw many young men in Anuradhapura wearing such trousers.” Then, all laughed and closed that discussion.",
    "The Chief Minister wanted to know what we were doing in the village. I explained to the gathering that we were trying to find out changing patterns in land ownership, kinship relations, and political affiliations in the area. RVM pointed out that capitalistic values and politicisation of village affairs had ruined village culture and economy. He identified some youth in the village as fellows who were “neither villagers nor outsiders.” They were, according to him, stooges of regional political patrons. They had access to politicians and links with the Police and district administration.",
    "I told them about my job, office and my travel abroad. Around midnight, women brought food again with hot tea. Several men began yawning, and some women fell asleep on mats. RVM announced that it was time to retire. I told him that I would leave the village in about four months. He was sad to hear that and said he wanted to hand over his knowledge of indigenous medicine and his extraordinary skills in snake bite treatment to me. I politely declined the offer. I promised him I would contact the Department of Indigenous Medicine in Colombo and tell them to contact him. I assured him the department would help him save his knowledge and skills.",
    "RVM was known as a physician who could cure human rabies and snake bites. During the dry season, practically every day, someone came to him for treatment for snake bite. He watched the step of the messenger, or the patient entering the house and declared, based on the yame (time), whether the patient would live or die. With the help of his daughter, he poured some oil into the nostrils of the patient using a coconut fond and made the patient spit oil. RVM carefully checked the patient’s saliva for blood and provided medicine from his medicine cupboard free of charge. If the patient was critically ill, RVM asked the patient to sleep in the outer house and attended to them throughout the night.",
    "Once, an old man appeared at the door at lunchtime. RVM observed the man’s movements, especially his steps in entering the verandah. RVM told the man to eat rice and a few vegetables and to relax. After lunch, RVM asked the man what brought him to Tambuttegama. The man said he was from Maha Villachchiya village and came to get RVM’s assistance to cure his family from rabies. A stray dog bit him, his wife and their small son. RVM opened his medicine cabinet and took a small white bottle. He asked the man to hold his palm upward and poured a few drops of thick oil. Then RVM began pounding a bulath vita (betel pulp) in a small mortar with a stone pestle. He took several minutes to complete the pounding. Then he examined the palm of the man and declared no rabies was shown in the oil – RMV explained that if the man had rabies, the oil would have changed colour and become solid. RVM gave the man some medicine for a dog bite and advised him to return to his village before sunset. He did not collect any fee from the patient, and the medicine was a donation.",
    "Just before I left Tambuttegama, I asked RVM what he wanted me to buy for him from Colombo. He wanted a stethoscope. He said he knows how to check a patient’s pulse, but a stethoscope would give a better reading. Then he said, “Please also buy me a couple of bottles of cough syrup. I think I have asthma.” His request for a stethoscope and cough syrup indicated that Tambuttegama had already entered the modernisation path.",
    "(The writer has published two books on Tambuttegama: (a) New Dimensions of Social Stratification in Rural Sri Lanka (Lake House 1985) and Conflict and Settlement: A Portrait of a Sri Lankan Village ( Tokyo University Press 1985).",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}