{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jrj-remembered-in-tokyo/",
  "time_ut": 1759257840.0,
  "original_lang": "en",
  "original_title": "JRJ remembered in Tokyo",
  "original_body_lines": [
    "It was a supreme irony that Japanese Prime Minister Shigeru Ishiba, following a meeting with President Anura Kumara Dissanayake in Tokyo, the other day, paid a passionate tribute to the late President J. R. Jayewardene (JRJ) and gratefully remembered his famous speech at the postwar San Francisco Peace Conference, where he called upon the world to treat Japan with compassion and help it achieve recovery. President Dissanayake and other JVP stalwarts accompanying him must have felt a moral unease and pangs of conscience, for the JVP’s main battle cry in the late 1980s was “Let’s kill JR”. JRJ had a narrow escape when a hand grenade was lobbed into a committee room of Parliament during a UNP parliamentary group meeting in 1987.",
    "Not that JRJ was blameless. He committed many sins. The JVP itself suffered a grave injustice at his hands in 1983 although it was his government that released its leaders from prison after the 1977 regime change. “Hatred is never appeased by hatred; it is appeased only by loving kindness,” JRJ told a war-torn world, famously, quoting from the Dhammapada in San Francisco. If only he had shown compassion towards his political opponents while he was in power. Politicians change when power goes to their heads. The methods JRJ employed to retain his hold on power were brutal. He had no qualms about resorting to state terror and turning a blind eye to ethnic violence while suppressing democratic dissent ruthlessly. He undermined labour rights and crushed a general strike in 1980, terminating as he did tens of thousands of state workers overnight, and driving some of them to suicide. He falsely accused the JVP of having had a hand in the 1983 anti-Tamil pogrom, which was instigated by pro-UNP goons. He sought to achieve two goals simultaneously—scuttling the JVP’s legal battle against the outcome of the 1982 referendum, which helped the UNP do away with a general election, and evade international condemnation for the 1983 racial violence. He banned the JVP, driving it underground and plunged the country into a bloodbath. Even JRJ’s nephew, former President Ranil Wickremesinghe, in his testimony before the Batalanda Commission said the JVP had not been involved in the 1983 anti-Tamil violence. The commission report says: “Mr. Ranil Wickremesinghe too whilst giving evidence agreed with Counsel who examined him, that not a single activist of the JVP or the NSSP had been found guilty of having committed acts of violence during the July 1983 ethnic riots. Hence, it could not be established that the JVP or the NSSP was responsible for the ethnic riots of 1983” (p. 32).",
    "Interestingly, as fate would have it, the JVP has made a tremendous contribution to the perpetuation of JRJ’s legacy, albeit unwittingly. While JRJ was in power, the JVP strove to dislodge the capitalist system. Its  Revolutionary Policy Declaration, which had the imprimatur of JVP founder Rohana Wijeweera, says, inter alia: “A fully planned socialist economic structure shall be established and the existing capitalist mixed economy shall be abolished … Foreign capital in every sphere will be vested in the state without any payment of compensation … Free trade zones shall be abolished … The business undertakings and properties within such Zones shall be vested in the state without any payment of compensation … The payment of debts and interest due to imperialist banks and institutions shall be abolished” (pp. 22-23). The policy declaration ends with a Marxist rallying cry: Death to Capitalism – Victory to socialism!",
    "About three and a half decades on, the ‘Marxist’ JVP is following JRJ’s policies. It has embraced capitalism; it is obeying the IMF diktats and eating out of Uncle’s Sam’s hand just like ‘Yankee Dickie’ (read JRJ). Current JVP leader Dissanayake is inviting foreign investors, and his government issues threats to strikers. The JVP-led government has also undertaken to hold elections to the Provincial Councils, which the JVP once went on a killing spree to scuttle but in vain. Most of all, the JVP has secured the executive presidency, introduced by JRJ, although it condemned that powerful institution as a wellspring of evil and campaigned for its abolition. Worse, it has chosen to remain silent on its pledge to scrap the executive presidency.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}