{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Proportion-of-Tamil-youth-in-public-institutions-tri-forces-must-be-increased-AKD/108-280274",
  "time_ut": 1712336340.0,
  "original_lang": "en",
  "original_title": "Proportion of Tamil youth in public institutions, tri-forces must be increased: AKD",
  "original_body_lines": [
    "Jaffna, April 05 (Daily Mirror)- Claiming that both Sinhala and Tamil people have a right to interact with the State in their own languages, NPP leader Anura Kumara Dissanayake said that the proportion of the Tamil youth in public institutions, tri-forces and important sectors should be increased.",
    "Speaking at the Northern Provincial Conference of Ceylon Teachers Service Union yesterday, he said it was vital to defeat the racial political culture in the country on behalf of the future generation.",
    "\"Our main political stream has adopted rival politics so far. Sinhala people in the South were organised against the North. Tamil people in the North were organised against Sinhala people in the South. We need to put a stop to this racial political culture. That is for our future generation,\" he said.",
    "Dissanayake appealed to Tamil politicians in the North saying that if they were really concerned about the issues faced by the Tamil people, they need to unite.",
    "\"We invite political leaders in the North to get together and form a government. Let's think afresh. We have two main languages in our country. Both languages have equal rights. They have a right to deal with the state in their respective languages. If a Tamil person writes a letter to the government, he or she must get a reply in Tamil. Therefore, I think, we need to increase the proportion of the Tamil youth representation in public institutions, tri-forces and important sectors,\" he said.",
    "He said Sri Lanka needed a new society where racism and extremism were rejected and the identity of each community is respected."
  ]
}