{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Prosecutorial-vs-victim-based-approaches-to-accountability/4-762628",
  "time_ut": 1717546194.0,
  "original_lang": "en",
  "original_title": "‘Prosecutorial’ vs. ‘victim based’ approaches to accountability",
  "original_body_lines": [
    "Why is all the attention to address accountability only fixated on the Sri Lankan State and none on the LTTE?",
    "Although violations by the Government forces and LTTE would be judged by Common Article 3, the fact remains that the leadership of the LTTE who ordered the taking of 300,000 plus civilians, hostage is not among the living or has disappeared, and cannot be subjected to a trial despite the fact that the act of taking civilians hostage amount to a war crime and a crime against humanity. Thus, the exercise of gathering evidence against Government perpetrators pales in significance compared with endangering the security of 300,000 plus civilians that were taken hostage. Despite this, a prosecutorial process would mean a skewed outcome of any trial because of the strong possibility that violations perpetrated by the Sri Lankan Government would dominate the trial",
    "A report in an English daily recently stated that the UN human rights office has “criticised the Sri Lankan Government’s failure to acknowledge and hold accountable the perpetrators of tens of thousands of enforced disappearances… Authors of the report also accuse the Liberation Tigers of Tamil Eelam of “engaging in abductions” which were described as “tantamount” to enforced disappearances.” Continuing, the report adds that the UN High Commissioner for Human Rights had stated: “Accountability must be addressed. We need to see institutional reform for reconciliation to succeed”.",
    "In the meantime, the Secretary General of Amnesty International (AI) had “called for Sri Lanka to be referred to the UN Security Council and subjected to international war crimes inquiry when she participated to pay tribute to those who perished at Mullivaikkal. While the call for Sri Lanka to be referred to the Security Council may have pleased those who came to pay tribute, the reality is that such a referral would inevitably be vetoed. However, the fact remains that AI along with the UN Human Rights is advocating a prosecutorial approach to Accountability.",
    "For instance, the Nuramburg Trial was strictly prosecutorial. In contrast, the Marshal Aid Plan was victim based. While the objective of the former was to seek justice for the victims by prosecuting the perpetrators of the crimes, it was the latter that enabled Germany to recover and join the community of nations as a powerful and respected member.",
    "The question that divides scholars and others who pursue accountability is; which approach to adopt. Should it be prosecutorial or victim based? While some, such as the UN report cited above advocate a prosecutorial approach for the sake of justice, others such as the High Commissioner are non-committal as to which approach to adopt. Yet, others want some aspects of both approaches. Therefore, the first question to be addressed is which approach to adopt, taking into account the particularities of the Sri Lankan society and the background that led to the armed conflict.",
    "At a fundamental level, the raison d’ etre for the armed conflict was the deep sense of grievance felt by the Tamil community; a circumstance they believed could only be overcome by resorting to an armed conflict to establish a separate state for themselves. For those representing the State of Sri Lanka, their bounden duty was to protect and preserve the territorial integrity of their cherished unitary state in keeping with Article 3 of Protocol II that states: “Nothing in the Protocol shall be invoked for the purpose of affecting the sovereignty of a State or the responsibility of the Government by all legitimate means to maintain or re-establish law and order in the State or to defend the national unity and territorial integrity of the State”. The only means by which these vastly contending positions could be resolved was through an armed conflict; a fact recognised by the UN Human Rights Commission in paragraph 182 and 183 of their OISL report of 2015.",
    "Paragraph 182 states: “Article 3 common to the four Geneva Conventions relating to conflicts not of an international character is applicable to the situation in Sri Lanka, with all parties to the conflict bound to respect the guarantees pertaining to the treatment of civilians…”",
    "Paragraph 183 states: “In addition, the Government and armed groups that are parties to the conflict are bound alike by the relevant rules of customary international law applicable in non-international armed conflict”.",
    "Therefore, if both the Sri Lankan State and the LTTE “are bound alike” by the relevant rules of customary international law applicable in non-international armed conflict”, why is all the attention to address accountability ONLY fixated on the Sri Lankan State and none on the LTTE? Since most of those who perished in Mullivaikkal were victims of the policy adopted by the LTTE to take civilians hostage, and continue to endanger the security of hundreds of thousands taken hostage by continuing to engage in hostilities, should not the LTTE also be held accountable? This being the case, would the evidence gathering that is currently being undertaken by the UNHRC in order to exercise Universal Jurisdiction, also apply to policies such as hostage taking and shooting escapees?",
    "Since most of those who perished in Mullivaikkal were victims of the policy adopted by the LTTE to take civilians hostage, and continue to endanger the security of hundreds of thousands taken hostage by continuing to engage in hostilities, should not the LTTE also be held accountable? This being the case, would the evidence gathering that is currently being undertaken by the UNHRC in order to exercise Universal Jurisdiction, also apply to policies such as hostage taking and shooting escapees?",
    "Judging from the attention given ONLY to the Government of Sri Lanka by the UNHRC and by entities such as AI, the outcome of any judicial processes would be skewed, which means NO justice, despite the fact that the Sri Lankan Government and the LTTE “are bound alike” by relevant rules of customary international law as in common Article 3 and Protocol II; a fact confirmed below.",
    "“The conflict between the contras’ forces and those of the Government of Nicaragua is an armed conflict which is “not of an international character”. The acts of the contras towards the Nicaraguan Government are therefore governed by the law applicable to conflicts of that character; whereas the actions of the United States in and against Nicaragua fall under the legal rules relating to international conflicts. Because the minimum rules applicable to international and to non-international conflicts are identical, there is no need to address the question whether those actions must be looked at in the context of the rules which operate for the one or for the other category of conflict. The relevant principles are to be looked for in the provisions of Article 3 of each of the four Conventions of August 12, 1949, the text of which, identical in each Convention, expressly refers to conflict not having an international character” (ICJ Judgment, Nicaragua v. U.S para 215 – 292)",
    "“In the Military and Paramilitary Activities in and against Nicaragua, the International Court of Justice observed that the acts of the Contras, fighting against the Nicaraguan Government, were governed by the law applicable to armed conflict not of an international character i.e. Common Article 3. Similarly, in the Tublada case, the Inter-American Commission considered”: Common Article 3’s mandatory provisions expressly bind and apply equally to both parties in internal conflicts, i.e. Government and dissident forces. Moreover, the obligation to apply Common Article 3 is absolute for both parties and independent of the obligation of the other. Therefore, both the MTP attackers [the armed opposition group fighting in the conflict under consideration] and the Argentina armed forces had the same duties under humanitarian law” (Zegveld, Accountability of Armed Opposition Groups in International Law, p.21, ICJ Judgment Nicaragua v. US para 119 and Case No. 11/137).",
    "Judging from the ICJ opinions cited above, it is certain that not only violations by the Sri Lanka Government but also violations perpetrated by the LTTE should be reviewed in the course of a Judicial Trial, since they are “bound alike”. Therefore, although violations by the Government forces and LTTE would be judged by Common Article 3, the fact remains that the leadership of the LTTE who ordered the taking of 300,000 plus civilians, hostage is not among the living or has disappeared, and cannot be subjected to a trial despite the fact that the act of taking civilians hostage amount to a war crime and a crime against humanity.",
    "Thus, the exercise of gathering evidence against Government perpetrators pales in significance compared with endangering the security of 300,000 plus civilians that were taken hostage. Despite this, a prosecutorial process would mean a skewed outcome of any trial because of the strong possibility that violations perpetrated by the Sri Lankan Government would dominate the trial.",
    "Thus while a few of those associated with the LTTE would have to face prosecution, the majority cannot be located or identified since they have acquired new identities and are domiciled in foreign countries. Also, others who were in positions to exercise command responsibility, but are no longer among the living cannot be prosecuted for the crimes committed, e.g. 300,000 civilians hostage and killing those who attempted to escape.",
    "Under circumstances where it would be next to impossible to identify and prosecute former members of the LTTE because they are dispersed primarily in the West with fresh identities, a prosecutorial approach would lead to an asymmetric outcome resulting in the polarisation of the two communities to a degree that could give cause for instability and even resumption of hostilities since the numbers associated with successive Governments who could be identified and prosecuted would significantly be more. Furthermore, while it would be possible to identify those associated with the Government responsible for command, it is NOT possible to identify the leaders of the LTTE who were responsible because they are no longer among the living.",
    "The net effect of such an asymmetric outcome following a prosecutorial process would permanently damage the efforts advocated and undertaken to bring about reconciliation by successive Governments. For the UNHRC to include the provision in several of its Resolutions that “a credible justice process should include independent judicial and prosecutorial institutions…” is because their perception is based on the premise that prosecuting the guilty would foster reconciliation.",
    "While such a premise may be applicable to normal law and order situations, it is NOT applicable to Sri Lanka’s armed conflict that spanned three decades involving two communities if the prosecutorial process causes disproportionate outcomes as referred to above. Furthermore, if the outcome is such that more from the Sinhala majority community is prosecuted than from the minority Tamil community for whatever reason, the consequences would be to seriously setback the reconciliation processes; an outcome that defeats what the UNHRC hopes to achieve.",
    "The real possibility of such serious outcomes, requires that the scope of the investigation is limited to such a degree that legal prosecution is not possible in the context of Sri Lanka. However, the scope of the investigation could be such that it is possible to establish the body of evidence associated with a particular incident. There is strong evidence that the security forces targeted temporary hospitals despite being aware of their location. However, there is also counter evidence that the LTTE directed artillery fire from such locations and moved their ordinance soon after, thus tempting the security forces to target these make-shift hospitals. The investigation would then be limited to what each party to the conflict did in a given situation and not go beyond as to who was culpable to warrant prosecution under the relevant laws. Investigations would thus be a record of actions taken by respective parties to the conflict without delving further to establish which party was responsible for which violation of which laws, Human Rights or Humanitarian.",
    "While this concept takes root, the leadership of both communities should jointly develop mechanisms to address the needs of victims and take joint responsibility for their implementation, instead of depending solely on the elected Government for Reconciliation to be effective and unity restored.",
    "The question that divides scholars and others who pursue accountability is; which approach to adopt. Should it be prosecutorial or victim based? While some, such as the UN report cited above advocate a prosecutorial approach for the sake of justice, others such as the High Commissioner are noncommittal as to which approach to adopt. Yet, others want some aspects of both approaches. Therefore, the first question to be addressed is which approach to adopt, taking into account the particularities of the Sri Lankan society and the background that led to the armed conflict",
    "In light of the hard reality associated with prosecutorial processes cited above, and the ruling by International Court of Justice in the case, Nicaragua v. US the “acts of the Contras fighting against the Nicaraguan Government were governed by the law applicable to armed conflict not of an international character i.e. Common Article 3…” Therefore, the approach should be to limit investigations, not with the intent of prosecution because it would be skewed for reasons cited above, but with the intent of recording the events that occurred during the armed conflict, and which party to the armed conflict could be identified with the respective violations with a view to use this body of evidence to institute reforms to prevent recurrence.",
    "It is indeed a matter of serious concern that successive Sri Lankan Governments have failed to acknowledge that the Sri Lankan Security Forces and the LTTE are bound alike by the laws applicable to the armed conflict in Sri Lanka. This has seriously dented addressing issues of accountability in a balanced manner.",
    "At the end of such investigations the present leadership of the parties to the conflict should acknowledge the serious omissions and commissions committed by both parties and move on by declaring the broadest possible amnesty to all who were associated with the conflict as stated in Section 5 of Article 6 of the Additional protocol II of 1977.",
    "Article 6 Section 5 states: “At the end of hostilities, the authorities in power shall endeavour to grant the broadest possible amnesty to persons who have participated in the armed conflict, or those deprived of their liberty for reasons related to the armed conflict, whether they are interned or detained”.",
    "Since such amnesties and pardons have been instituted starting with the release of child soldiers and nearly 11,000 plus former LTTE combatants and more recently the release of prisoners, the practice has been in operation from time to time. This process would have gained momentum if not for the clamour for prosecutorial processes locally and resolutions of UNHRC that are tantamount to external intervention. The need therefore, is to regularise this practice and bring closure to an issue whose time has come."
  ]
}