{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100796/-barack-and-michelle-obama-endorse-kamala-harris-in-bid-for-us-presidency",
  "time_ut": 1721991480.0,
  "original_lang": "en",
  "original_title": "Barack and Michelle Obama endorse Kamala Harris in bid for US presidency",
  "original_body_lines": [
    "Former President Barack Obama and his wife Michelle endorsed Kamala Harris‘ bid for president on Friday in a roughly one-minute long video that captured a private phone call between the couple and the current vice president.",
    "“We called to say Michelle and I couldn’t be prouder to endorse you and to do everything we can to get you through this election and into the Oval Office,” Obama told Harris.",
    "“I am proud of you. This is going to be historic,” the former first lady told Harris.",
    "Talking into a cell phone and cracking a few smiles, Harris expressed her gratitude for the endorsement and their long friendship.",
    "“Thank you both. It means so much. And we’re gonna have some fun with this too,” Harris said.",
    "The campaign said the video was the actual call, not a reenactment.",
    "Harris’s surprise bid against Republican rival Donald Trump continues to gain steam from supporters, donors and politicians less than a week after President Joe Biden bowed out of the race amid slumping poll numbers.",
    "Obama, the first US Black president, remains one of the most popular figures in the Democratic party even after more than a decade has passed since he was last elected.",
    "Obama has lent his support to Biden during big-money fundraisers, which were among some of the biggest blockbuster events of his campaign.",
    "The endorsement could help activate and sustain energy and fundraising for Harris’ campaign and it signals he is likely to get on the campaign trail for Harris once she is officially the presumptive nominee.",
    "Obama initially withheld his endorsement even as Biden, his former vice president, anointed her as his heir apparent. Obama reportedly did not want to put his thumb on the scale as the party worked through the process of determining its nominee."
  ]
}