{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97891/ramadan-begins-in-gaza-with-hunger-worsening-and-no-end-to-the-war-in-sight",
  "time_ut": 1710224820.0,
  "original_lang": "en",
  "original_title": "Ramadan begins in Gaza with hunger worsening and no end to the war in sight",
  "original_body_lines": [
    "Palestinians began fasting for the Muslim holy month of Ramadan on Monday with cease-fire talks at a standstill, hunger worsening across the Gaza Strip and no end in sight to the war between Israel and Hamas.",
    "Prayers were held outside amid the rubble of demolished buildings. Fairy lights and decorations were hung in packed tent camps, and a video from a U.N.-school-turned-shelter showed children dancing and spraying foam in celebration as a man sang into a loudspeaker.",
    "But there was little to celebrate after five months of war that has killed over 30,000 Palestinians and left much of Gaza in ruins. Families would ordinarily break the daily sunrise-to-sundown fast with holiday feasts, but even where food is available, there is little beyond canned goods, and the prices are too high for many.",
    "“You don’t see anyone with joy in their eyes,” said Sabah al-Hendi, who was shopping for food Sunday in the southernmost city of Rafah. “Every family is sad. Every family has a martyr.”",
    "The United States, Qatar and Egypt had hoped to broker a cease-fire ahead of the normally joyous holiday that would include the release of dozens of Israeli hostages and Palestinian prisoners, and the entry of a large amount of humanitarian aid, but the talks have stalled.",
    "Hamas is demanding guarantees that any such agreement will lead to an end to the war. Israeli Prime Minister Benjamin Netanyahu has rejected that demand, vowing to continue the offensive until “total victory” against the militant group and the release of all the remaining hostages held in Gaza.",
    "Netanyahu said Monday that Israel had killed “Hamas’ number four” leader and added that more targeted killings were to come.",
    "“Three, two, and one are on the way. They are all dead men. We will reach them all,” he said.",
    "Netanyahu was likely referencing the assassination of Saleh Arouri, the deputy political head of Hamas and a founder of the group’s military wing, who was killed in a blast in Beirut in January. Israel was widely believed to be behind the blast, although it did not take responsibility.",
    "U.N. Secretary-General Antonio Guterres urged Israel and Hamas to honor the spirit of Ramadan by “silencing the guns” and releasing all the hostages.",
    "“The eyes of the world are watching. The eyes of history are watching. We cannot look away,” he said. “We must act to avoid more preventable deaths. … Desperate civilians need action — immediate action.”",
    "The war began when Hamas-led militants stormed into southern Israel on Oct. 7, killing some 1,200 people, mostly civilians, and taking around 250 hostage. Hamas is still believed to be holding around 100 captives and the remains of 30 others following an exchange last year.",
    "The war has driven around 80% of Gaza’s population of 2.3 million people from their homes and pushed hundreds of thousands to the brink of famine. Health officials say at least 25 people, mostly children, have died from malnutrition and dehydration in northern Gaza.",
    "Israeli forces have largely sealed off the north since October, and aid groups say Israeli restrictions, ongoing hostilities and the breakdown of law and order have made it nearly impossible to safely deliver desperately needed food in much of the territory.",
    "Israel has vowed to expand its offensive to the southern city of Rafah, where half of Gaza’s population has sought refuge, without saying where civilians would go to escape the onslaught. President Joe Biden has said an attack on Rafah would be a “red line” for him, but that the United States would continue to provide military aid to Israel.",
    "Biden acknowledged in his annual Ramadan message that the holy month comes “at a moment of intense pain.”",
    "“As Muslims gather around the world over the coming days and weeks to break their fast, the suffering of the Palestinian people will be front of mind for many. It is front of mind for me,” he said.",
    "The United States and other countries have begun airdropping aid, but humanitarian groups say such efforts are costly and insufficient. The U.S. military has also begun transporting equipment to build a sea bridge to deliver aid, but it will likely be several weeks before it is operational.",
    "A ship belonging to Spanish aid group Open Arms was expected to make a pilot voyage to Gaza from nearby Cyprus, though it was not clear when it would depart.",
    "The United States has provided crucial military support to Israel and shielded it from international calls for a cease-fire while urging it to do more to avoid harming civilians and facilitate humanitarian aid.",
    "Gaza’s Health Ministry said Monday that at least 31,112 Palestinians have been killed since the war began, including 67 bodies brought to hospitals in the past 24 hours. The ministry doesn’t differentiate between civilians and combatants in its count, but it has said women and children make up two-thirds of the dead.",
    "Israel blames the civilian death toll on Hamas because the militants fight in dense, residential areas and position fighters, tunnels and rocket launchers near homes, schools and mosques. The military has said it has killed 13,000 Hamas fighters, without providing evidence.",
    "Speaking on Saturday to MSNBC, Biden said Israel had the right to respond to the Oct. 7 attack but that Netanyahu “must pay more attention to the innocent lives being lost.” He added that “you cannot have 30,000 more Palestinians dead.”"
  ]
}