{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-moves-closer-to-renewable-energy-goals-with-Project-Apollo/34-759499",
  "time_ut": 1710460392.0,
  "original_lang": "en",
  "original_title": "Sri Lanka moves closer to renewable energy goals with ‘Project Apollo’",
  "original_body_lines": [
    "Ceylon Energy Ltd. Founder/Chairman Madusanka Fernando, CEB Chairman N. S. Ilangakoon, Minister of Power and Energy Hon. Kanchana Wijesekera",
    "In a step towards achieving its renewable energy targets, the Ministry of Power and Energy is set to host a significant event—the signing of a Power Purchase Agreement (PPA) for the project Apollo between Ceylon Energy Ltd. and the Ceylon Electricity Board. This agreement signals the beginning of a transformative project, the construction of a ground-mounted solar plant with a generating capacity of 10MW. Ceylon Energy Ltd., stands at the forefront of this initiative. With a visionary commitment to sustainable energy, Ceylon Energy Ltd. Chairman Madusanka Fernando will be personally attending the ceremony alongside the General Manager Gratian Muththukudaarachchi. Adding to the international collaboration Representatives from Quigdao Hujintong Power Equipment Co. Ltd., (HJT) China Cai Weifeng who will serve as the equity partner of the project, will also be present.",
    "This endeavour represents more than just a significant investment—it mirrors Sri Lanka’s broader vision for a sustainable future. With a total investment nearing $ 8 million, this project underscores the nation’s commitment to renewable energy and its ambition to achieve a remarkable 70% renewable energy target by 2030. The importance of such projects cannot be overstated, particularly in the context of Sri Lanka’s energy landscape. As a nation rich in natural resources, including ample sunlight, Sri Lanka possesses immense potential for solar energy utilisation. Embracing this potential not only aligns with global sustainability goals but also serves as a catalyst for economic growth and energy security. Ceylon Energy’s dedication to renewable energy projects exemplifies a forward-thinking approach to national development. By investing in initiatives like Project Apollo (10MW ground-mounted solar plant), they contribute significantly to the sustainable development process, ensuring access to low-cost electricity for all Sri Lankans."
  ]
}