{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Charitha-Herath-accuses-President-of-contributing-to-SL-s-economic-crisis/56-765242",
  "time_ut": 1722981349.0,
  "original_lang": "en",
  "original_title": "Charitha Herath accuses President of contributing to SL’s economic crisis",
  "original_body_lines": [
    "MP Prof. Charitha Herath says economic and political reforms cannot be brought about through rhetoric alone",
    "Stresses SL’s Presidential Election discourse must be rescued from myth-making and boastful politics of Ranil Wickremesinghe",
    "Accuses Wickremesinghe of contributing to disseminating misinformation on upcoming polls",
    "Expresses belief that Sajith Premadasa is key figure able to rebuild and unify SL",
    "Parliamentarian Prof. Charitha Herath has said President Ranil Wickrmeesinghe is part of the crisis and not part of the solution.",
    "Addressing a press conference yesterday at the Samagi Jana Balawegaya (SJB) head office Herath said economic and political reforms cannot be brought about through rhetoric alone.",
    "Herath stressed that the Presidential Election discourse must be rescued from the myth-making and boastful politics of Wickremesinghe. He emphasised that the SJB bears a significant responsibility to foster a broad-based dialogue on this issue. According to Herath, the Samagi Jana Sandhanaya (SJS), led by Sajith Premadasa, is prepared to undertake this challenge.",
    "Herath noted that numerous misconceptions about the Presidential Election have been circulating, with the President himself contributing to this misinformation. Given the importance of this year’s Presidential Election, he emphasised the need to expose these falsehoods. He asserted that it is crucial to protect the election from deceit and to clarify the truth to the public through an effective Presidential campaign.",
    "Herath criticised President Ranil Wickremesinghe for attempting to distance himself from the country’s economic collapse. He pointed out that Wickremesinghe, who has served as Prime Minister four times and has secured $ 12 billion in bond loans, cannot deny his role in the economic decline.",
    "The MP argued that the responsibility for the economic downturn extends beyond Wickremesinghe, implicating both the 2009-2010 Government and the 2015-2019 administration. He asserted that Wickremesinghe is a key figure in the economic crisis.",
    "Herath criticised the Government for its failure to attract foreign projects over the past two years. He dismissed President Ranil Wickremesinghe’s claims of having solutions to revive the economy, arguing that the President is not part of the solution but rather a key contributor to the crisis. Herath emphasised that economic and political reforms cannot be achieved through mere rhetoric.",
    "Herath emphasised that economic growth should be measured not just by statistics but by its impact on the people. He said that as the economy grows, the benefits should naturally reach the citizens. He praised Opposition Leader Sajith Premadasa for his ability to address both numerical and human aspects of economic development. According to Herath, Sri Lanka needs a leader who can effectively balance these elements, and he believes that Sajith Premadasa is the key figure for building and unifying the country’s leadership."
  ]
}