{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/was-president-ranil-apologising-or-defending-gotas-racist-forced-cremation-policy/",
  "time_ut": 1719067377.0,
  "original_lang": "en",
  "original_title": "Was President Ranil Apologising Or Defending Gota’s Racist Forced Cremation Policy?",
  "original_body_lines": [
    "They say birds of a feather! This is how the nation felt when President Ranil Wickremesinghe was speaking in the Parliament recently issuing an apology for the then Gota’s decision to enforce forced cremation during the COVID-19 pandemic, while also subtly (and shamefully) justifying that policy on palpably inaccurate contention, ignoring the context, stating ‘a committee appointed to look into the matter at the time recommended cremation, a decision which was upheld by the supreme court. So the government had to follow that. There was no choice at that stage’. Gota in his recent book titled “The conspiracy to oust me from the Presidency” passed on the blame to members of the expert committee, in particular one member, for insisting on cremation only for COVID victims. He however did not issue an apology or express any remorse for this massive blunder which earned him the ire of the entire nation. It thus appeared that Ranil was trying to bring closure to those affected by this controversial decision of Gota’s regime, but his apology seems more like an attempt to whitewash the sins of the Gota’s regime  instead of a genuine statement of apology.",
    "Gota regime’s dismal failed attempt to stage a tragicomedy by imposing an unwanted burial ban was  thankfully later openly exposed as a racist diversion tactic, with no basis in science. The burial issue grew beyond Muslim circles and there was more solidarity and consciousness, and this discontent added to the public activism gaining momentum, to hold the government to account for many other crises befitting Sri Lanka – rule of law and impunity, economic mismanagement, and chronic corruption.",
    "This contentious stoke of policy was widely considered as arbitrary, racist and Islamophobic, disregarding  the religious beliefs particularly of the Muslim community, sans any scientific or medical evidence and contrary to the guidelines issued by the World Health Organization (WHO) on the disposal of bodies of those who fell victim to the coronavirus. Early this year, Minister Jeevan Thondaman extended an apology to the Muslim community for the pain inflicted on many families by the enforced cremation policy. He alongside Minister Ali Sabry announced plans to submit a Cabinet paper seeking a formal government apology for the harm caused.  He explained that since assuming office as the subject Minister he had requested officials to conduct an independent study to determine the truth about allegations of groundwater contamination through COVID burials. “The findings of this study have now proven to us that the concerns regarding water contamination were misguided and the decision to forcefully cremate those who succumbed to COVID-19 was not based on any science.”",
    "Actually, the real apology should come from those who were behind it, and this includes the members of the so-called “experts committee” who brought shame on the entire country. It was interesting to hear Prof Jayasumana, an Islamophobic who went at lengths to implicate Dr Shafi in a case of forced sterilization of Sinhala women ( which was later proven to be false), on this issue . In an interview with Daily Mirror in April 2024, on this issue, he stated “From the beginning, I was of the opinion that cremation, disregarding religious beliefs, was not appropriate or acceptable. At the same time, there was no scientific evidence to support the claim that the virus could spread through COVID-infected burials and contaminate groundwater. It’s impossible, and is basic biological knowledge.  a senior official responsible for intelligence services made a statement asserting that the burial of Muslim bodies could cause tensions between ethnic groups. “The particular official said that if Muslims were allowed burials, extremist groups may exhume the bodies and cremate them. But it was obvious that during a pandemic, nobody would take the risk of exhuming bodies.” The Task Force was never empowered to take a decision on the burial issue. Prof. Jayasumana added that if anyone should apologise, it should be the expert committee that recommended the cremation of bodies and not the subject Minister of Water Supply. “The government has some responsibility, but the ones who took this decision should be the ones who must apologise.”",
    "Prof. Deepika Udagama, who served as the Chairperson of HRCSL during this period, too stated if the Government had provided internationally accepted credible evidence of groundwater contamination through COVID-infected burials, the Commission would have accepted the decision. “However, in the absence of such evidence, we wanted to understand the rationale behind the authorities’ refusal to permit burials. We were unaware of who the scientific authorities that the government relied on. There was some indication that it was the University of Sri Jayewardenepura that commissioned a report. I cannot recall what the outcome was. If the government had scientific evidence, they should have presented it to the public categorically. My recollection is there was no such evidence.”",
    "She correctly summed up the feelings and stance of the Muslim community on this issue thus, “If the apology is sincere and is issued officially by the government, then it is a step in the right direction for a country that is not used to apology or accountability. Of course, the community affected has to decide on whether an apology is sufficient, because it was an extremely painful ordeal. From these painful episodes of our history, we have to learn lessons for our future.” However, the apology which President Ranil made in the parliament, lacked sincerity and instead tried to whitewash Rajapaksa sins as he is popularly known to be famous for  since he took office thanks to Rajapaksa’s ruling party support.",
    "MP Mujibur Rahman OF SJB  too criticised President Ranil for allegedly attempting to justify the forced cremations of bodies.He explained that there were two committees during that period: a technical committee made up of certain political appointees and an expert committee which was appointed following the request made by the Muslim community.  “The technical committee, comprised of political appointees appointed by the former President, insisted that bodies must be cremated. However, the expert committee, headed by the Dean of the University of Colombo’s Medical Faculty, Prof. Jennifer Perera, recommended against cremation, aligning with the findings of the World Health Organisation (WHO). The Government led by Rajapaksa ignored the expert committee’s recommendations and continued with forced cremations based on the technical committee’s advice. So, this cannot be justified. The entire Cabinet of Ministers must be held responsible,” he added. Even the SLMC dismissed Thondaman’s apology and said “The apology must come from the Cabinet of Ministers in place at the time under the leadership of [former President] Gotabaya Rajapaksa. It looks like a gimmick to get votes.”",
    "The grieved families of the 300+ Covid-19 Muslim deaths in Sri Lanka, forcibly reduced to ashes against their religious dictates, with no funeral rights or family nearby, only to later discover later that it was all a racist hoax played upon them for petty political gains, need some plausible answers. Who will take responsibility for this tragic and wilful negligence? Who can transform their ashes to flesh and bones, so that that bitter past can be rewound and their remains be buried whole in dignity, and not in urns? The fact of the matter and the reality was that there were no feasible medical reasons for the Covid burial ban then and obviously none now. Both the medical fraternity and the scientific community, local and global were pointing this out in plain and simple language, which unfortunately did not strike a chord with the racist agenda of the Gotabaya government. If this was not State sanctioned racist discrimination and raw racism, then what was? Thankfully, the successful resistance to the policy of enforced cremation saw it reversed in early 2022, which was the product of an unusual and inspiring coalition of activists, religious institutions and citizens from all of Sri Lanka’s communities, working in tandem with international bodies and Sri Lankan diaspora groups. My book on ‘Dying While Muslim in Masked Sri Lanka’ outlined the whole failed episode of Gota’s government’s forced cremation policy.",
    "Sri Lanka’s COVID response was proof that demonization of particularly the Muslims was normalised. In an article in Human Rights Pulse, titled ‘Discrimination against Sri Lanka’s Muslim community during the pandemic: a chilling foreshadow’ (21/12/20), Esther Hoole says, ‘The government’s stance is, at best, careless of the rights and requests of the Muslim community. At worst, it is deliberately discriminatory and cruel. Neither of these attitudes is a new phenomenon. From the outset of the current government’s entry into power in a landslide vote by the Sinhalese majority, the Sri Lankan government has—both subtly and overtly—highlighted its disregard for minority communities, of which the Muslim community is one. Within this majoritarian structure, there has also been growing hatred particularly against the Muslim community, continuing the trajectory of the past few years’.",
    "In February 2021, the Journal of the American Medical Association (JAMA) tweeted, “No physician is racist, so how can there be structural racism in health care?”  Hitler’s words and legacy remind us of the massive historical and contemporary importance of racism to public health and medical care. Thus, as we engage in the continuous project of identifying and responding to the ways racism impacts health and health care, we must also hold our institutions, our political leaders, and ourselves to account for the harms of interpersonal and structural racism. So  there is an imperative need to hold accountable the top rungs in Gota’s government and its public health official stooges including the so-called technical committee led by the likes of Dr Channa Perera and Prof Methikaa Vithanage, who brazenly advocated and implemented the racist, discriminatory forced cremation policy, which wreaked havoc on the social fabric, and harmony of this nation. Dr Channa Perera, Consultant Forensic Pathologist “attached to Sri Lanka’s Ministry of Health” told the BBC World Service: “the government has nothing against Muslims but they have a small fear about whether the virus can be used for unauthorised activities. Maybe an unwanted person could get access to a body and it could be used a biological weapon.” This was an unnecessarily anti-Muslim statement that created unwarranted divisiveness when the need to fight this pandemic together was then felt more urgent than ever.",
    "President Ranil if he is sincere enough, should realise that repercussions of Gota’s  decision on mandatory cremation which defeated the ‘purpose’ and unleashed a fresh wave of Islamophobia within the majority community, upon the heels of an earlier wave of Islamophobia in the wake of the Easter Sunday attacks. The government’s discriminatory approach was also aided by the dog-whistling television coverage, and the social media chatter too. The mandatory cremation of Muslim COVID-19 victims sadly polarized the country at a time it should be unified against the invisible enemy. Hopefully sanity prevailed thanks to the strong local public activism and international outrage and the government was forced to review its clearly discriminatory ‘Emperor’s clothes like’ position on the mandatory cremation policy. Those who made these decisions at the highest levels, did not assess the wider social consequences, leading those mistakes making Sri Lankans to regret in the years to come.",
    "Thus, the real culprits  should be held to account, in addition to an unconditional apology which should come from those who were behind it including Gota, and this includes the members of the so-called “experts committee” who brought shame on the entire country. Just mouthing an apology and whitewashing the culprits is not justice to the victims but an insult. In a way, this is how the cookies crumble in impunity crisis laden Sri Lanka."
  ]
}