{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-wins-double-at-acca-sustainability-reporting-awards/",
  "time_ut": 1708968600.0,
  "original_lang": "en",
  "original_title": "ComBank wins double at ACCA Sustainability Reporting Awards",
  "original_body_lines": [
    "Adjudged overall runner-up and joint winner in Banking sector for 2022 Annual Report",
    "The 2022 Annual Report of the Commercial Bank of Ceylon was adjudged the overall runner-up and joint winner in the Banking category at the Sustainability Reporting Awards presented recently by the Association of Chartered Certified Accountants (ACCA).",
    "Awarding the overall runner-up award to Commercial Bank, the ACCA judges noted that “The bank has submitted an excellent report which covers all material aspects of its business, showing concern for the community at risk in these difficult economic times.”",
    "In their comments on the Bank’s victory in the Banking category, the judges said: “The guiding principles for sustainability are well expressed. 50% of the SME portfolio is devoted to women in the SME sector. There is an excellent sustainability framework which includes UNGC and SDGs. The business model integrates ESG considerations. The contribution to the national health services and to environmental institutions such as in relation to coast conservation are a valuable contribution to national wellbeing. Employees are subject to training in sustainability needs.”",
    "The ACCA Sustainability Reporting Awards recognise Annual Reports that clearly acknowledge and explain the economic, environmental and social impacts of the business to internal and external stakeholders, demonstrating the organisation’s policies, targets and long-term objectives towards the goal of sustainable development.",
    "Commercial Bank’s 2022 Annual Report also won three Golds and a Bronze at CA Sri Lanka’s ‘TAGS’ Awards 2023, excelling in key aspects recognised by the awards programme which is dedicated to Transparency, Accountability, Governance, and Sustainability – TAGS.",
    "The Bank was adjudged the best overall for ‘Corporate Governance Disclosure’ and for Digitally Transformative Reporting’ taking two Golds in the main category awards, and won the Gold for the best annual report in the Banking sector, in addition to taking the Bronze for ‘Overall Excellence in Corporate Reporting.”",
    "ComBank stays on growth trajectory in 2023 with notable Q4 performance",
    "Rs 4 million in cash prizes from ComBank RemitPlus ‘Pita Rata Wasi’ remittance promo",
    "ComBank donates 5000-litre water storage tanks to 50 families at CKDu risk",
    "ComBank celebrates 16 years of providing card payment solutions via ‘Goldnet’",
    "ComBank wins Platinum for Jaffna branch at Green Building Council Awards",
    "ComBank and DIMO launch leasing promo for commercial vehicles & agri machinery",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}