{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/siyapatha-finance-expands-nationwide-reach/",
  "time_ut": 1733515020.0,
  "original_lang": "en",
  "original_title": "Siyapatha Finance expands nationwide reach",
  "original_body_lines": [
    "Siyapatha Finance PLC, a leading finance company in Sri Lanka and a fully owned subsidiary of Sampath Bank PLC, recently opened its 52nd branch at 310/2, Pallegama Road, Main Street, Deniyaya. With this latest branch, Siyapatha Finance continued its commitment to delivering best-in-class financial solutions to communities across the island. The official opening ceremony was graced by Siyapatha Finance PLC’s Managing Director, Ananda Seneviratne, Chief Operating Officer, Rajeev De Silva, and other senior officials, alongside key representatives from local government , private sector institutions, financial institutions and insurance companies in the area.",
    "The new Deniyaya branch offers a comprehensive suite of financial services, including leasing, fixed deposits, savings accounts, gold financing, business loans, personal loans, fast draft services, factoring, and Siyapatha Finance’s innovative Smart Pay automated bill payment facility. These services are designed to meet the diverse financial needs of Deniyaya’s unique demographic, supporting both individual and business aspirations in the region.",
    "Located in the Matara District of the Southern Province, Deniyaya is an economically robust town with a strong agricultural backbone, primarily based on tea cultivation. With 46% of the local working population engaged in agriculture and 29% employed in the private sector, the town is home to numerous small tea holders and farmers involved in diverse crop cultivation, including vegetables, paddy, pepper, cinnamon, and rubber. The surrounding Sinharaja Rainforest—a UNESCO World Heritage site—also attracts Eco-tourists, providing an additional income stream to the community.",
    "‘Hotel sector investment in tourism industry exceeding USD 15 billion despite facing stiff challenges’",
    "HNB partners with St. Joseph’s College Col. 10 Old Boys’ Union for exclusive affinity card",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}